{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGlobal and Planetary Change\nj ourna l homepage: www.e lsev ie r .com/ locate /g lop lacha\nA new Eemian record of Antarctic tephra layers retrieved from the Talos Dome ice core (Northern Victoria Land)\nBiancamaria Narcisi a,⁎, Jean Robert Petit b, Antonio Langone c, Barbara Stenni d a ENEA, C.R. Casaccia, Roma, Italy b LGGE, CNRS-UJF, Grenoble, France c IGG-CNR, UOS of Pavia, Italy d University Ca' Foscari, Venezia, Italy\n⁎ Corresponding author. E-mail addresses: biancamaria.narcisi@enea.it (B. Narc petit@lgge.obs.ujf-grenoble.fr (J.R. Petit), langone@crystal barbara.stenni@unive.it (B. Stenni).\nhttp://dx.doi.org/10.1016/j.gloplacha.2015.12.016 0921-8181/© 2015 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 17 September 2015 Received in revised form 23 November 2015 Accepted 20 December 2015 Available online 22 December 2015\nPolar ice sheets are remarkable repositories of tephra layers. The Talos Dome ice core (72°49′S, 159°11′E), drilled at the edge of the East Antarctic Plateau, close to Late Quaternary volcanoes, offers considerable potential to extend the current tephra time-stratigraphic framework. A tephrochronological study was undertaken of the ice core sections related to the Last Interglacial and the transition to the subsequent glacial period. Thirteen macroscopically visible layers, interpreted to be related to primary deposition of fallout tephra, have been analysed for quantitative grain size and glass shard geochemistry. The layers, precisely framedwithin the climate (δ18O) record for the core, span in age from111.6±1.9 to 123.3±2.2 ka. Coarse particle size suggests origin from regional sources. Indeed, the vast majority of the samples display an alkaline affinity and trachytic composition that are both typical geochemical features of rifting Antarctic volcanism.Using subtle differences in the geochemical signatures and the comparison with data from previous studies, a few layers are attributed to known coeval Mt. Melbourne eruptions. Another sample subset is consistent with derivation from The Pleiades and Mt. Rittmann volcanoes. One peculiar trachytic glass population appears to be related to activity of the more distant Marie Byrd Land volcanoes. The newly detected tephras provide stratigraphicmarkers that could facilitate future synchronisation and dating of palaeoclimatic records. The Talos Dome tephra inventory also contributes significantly to the reconstruction of the Northern Victoria Land explosive volcanism, for which chronostratigraphic data for the Last Interglacial temporal segment are poor.\n© 2015 Elsevier B.V. All rights reserved.\nKeywords: Tephra layers Antarctic ice cores Last Interglacial Glass shard microanalysis Tephrostratigraphy Northern Victoria Land volcanism"
  }, {
    "heading": "1. Introduction",
    "text": "In palaeoclimatic studies, past interglacials are considered natural analogues of the present climate conditions (Tzedakis et al., 2009). The Last Interglacial in particular (also known as Eemian in European continental stratigraphy, ca. 132–116 ka BP) is characterised by global temperatures and sea level higher than today (e.g., Kopp et al., 2009) and represents an important case study for understanding climate forcingmechanisms and related feedbacks in the absence of human activity. Past records from the Antarctic ice sheets are particularly suitable for climate reconstruction purposes, as the information about forcings and responses furnished by ice successions is by far more exhaustive than other environmental archives (e.g., Loulergue et al., 2008). A few stratigraphically coherent, well-dated ice records covering the Last Interglacial are now available (Masson-Delmotte et al., 2011). Their\nisi), .unipv.it (A. Langone),\nstudy and comparison have shown common palaeoclimate features and local specificities that need to be further investigated in the context of the regional variability (e.g., Pol et al., 2014).\nTephra layers formed directly from explosive eruptions and occurring embedded in polar ice can act as tie-lines for dating and synchronising palaeoclimatic records over wide areas (e.g., Narcisi et al., 2006; Lemieux-Dudon et al., 2010; Abbott and Davies, 2012). They can also contribute to reconstructions of the past volcanic activity (e.g., Wei et al., 2008) and help elucidate its relationship with climate change (Sigl et al., 2014). Yet, despite the growing scientific interest in the Antarctic tephrochronology and volcanism (Smellie, 1999, and references therein) and the significant number of recent studies dealing with englacial Antarctic tephras (Pallàs et al., 2001; Gow and Meese, 2007; Curzio et al., 2008; Dunbar and Kurbatov, 2011 and references therein), to date only a handful of Antarctic sequences spanning the full Last Interglacial have been studied for their tephra content and stratigraphy (Fig. 1). In particular, three long cores (Dome C, Vostok and Dome Fuji) located in the inner sector of the Plateau and spanning the last four glacial cycles form the tephrostratigraphic framework of the East Antarctic Ice Sheet (Narcisi et al., 2010b, and references therein). Most of the tephras in these\ncores are produced from volcanoes in the South Atlantic region. InWest Antarctica, the horizontal ice trench in the Mt. Moulton blue ice area, dominated by local (Marie Byrd Land) volcanism, represents the only Last Interglacial tephra record so far developed (Dunbar et al., 2008; Korotkikh et al., 2011).\nThe Talos Dome ice core represents a tephra repository well suited for adding to current Antarctic tephrostratigraphic record of the Last Interglacial for several reasons. It contains an uninterrupted palaeoclimate record of the last 250 ka (Stenni et al., 2011) provided with a robust age scale (Bazin et al., 2013; Veres et al., 2013). Thus the core tephra horizons, suitable to geochemical analyses, can be chrono- and climatostratigraphically constrained (Narcisi et al., 2001, 2010a, 2012). Interestingly, this site is situated at the periphery of the East Antarctic ice sheet (Fig. 1) in a sector still largely unexplored from the tephra point of view. In particular, it is close enough to several Quaternary volcanoes of the West Antarctic rifting system to record explosive events from multiple regional sources (e.g., Narcisi et al., 2012) and possibly to preserve markers for correlation with volcanic layers occurring within the West Antarctic ice sheet and in marine sediment sequences from the nearby Ross Sea.\nIn this work we investigated the grain size, morphological and grain-specific geochemical characteristics of the volcanic material preserved within distinct megascopic tephra layers in the core sections related to the Last Interglacial and beginning of the subsequent glacial inception. We then compared the results with published reference data for potential volcanic sources and for specific known tephra deposits with comparable ages, in order to assess the volcanic provenance and to attempt stratigraphic correlations. The goals of this study are: i) expand the Antarctic tephrostratigraphic framework by adding data from a near-coastal site of the East Antarctic ice sheet, ii) identify isochronous markers that could assist future stratigraphic correlations across wide distances, iii) provide a chronicle of explosive eruptions that could improve existing knowledge of the regional volcanic history."
  }, {
    "heading": "2. Background",
    "text": ""
  }, {
    "heading": "2.1. Study site and previous core work",
    "text": "Talos Dome (72°49′S, 159°11′E; 2315 m) is an ice dome adjacent to the Victoria Landmountains, at the South Pacific/Ross Seamargin of the East Antarctic Plateau (Fig. 1). Based on preliminary investigations carried out within the framework of the France–Italy ITASE programme (Stenni et al., 2002), this sitewas chosen for retrieving an ice core record of palaeoclimate and atmospheric history back through the previous two interglacials. The core was successfully drilled down to ca. 1620 m as part of the TALDICE (TALos Dome Ice CorE) European project and with the logistical support provided by the Italian Antarctic Programme (PNRA).\nGiven the relatively high accumulation rate (average 80mmweyear−1 over the last eight centuries, meaning ca. 3 to 4 times greater than interior East Antarctic plateau sites) and the stratigraphic integrity of the record (Stenni et al., 2011), various parameters (including local temperature, greenhouse gases, aerosol of different origins) have been successfully investigated for palaeoclimatic purposes (see www. taldice.org for a comprehensive list). Analysis of present-day tropospheric air mass back trajectories was carried out in order to characterise the atmospheric circulation over this site. The atmospheric pattern from the Indian and Ross–Pacific Oceans (Sala et al., 2008; Scarchilli et al., 2011) appears favourable to transport of fallout tephras originated from Ross Sea coastal region volcanoes towards the Talos Dome site. This, and the close location of the core site with respect to local volcanic areas, makes it an excellent place for tephra research.\nThe present official chronology of the TALDICE core is AICC2012 (Antarctic Ice Core Chronology 2012) that was developed coherently for four East Antarctic ice cores (Vostok, EPICA Dome C, EPICA Dronning Maud Land, TALDICE) using a combination of glaciological inputs and a wide range of relative and absolute gas and ice stratigraphic markers as constraints (Bazin et al., 2013; Veres et al., 2013)."
  }, {
    "heading": "2.2. Potential volcanic sources",
    "text": "A number of volcanic fields with important explosive volcanism during the Quaternary are considered as possible sources of tephra in the TALDICE core. Within the Antarctic continent, extensive volcanism of alkaline character is connected to the West Antarctic rifting system (Wörner, 1999). The McMurdo Volcanic group, located on the western side of the rift, includes Mt. Erebus in Southern Victoria Land, and Mt. Melbourne, The Pleiades and Mt. Rittmann in Northern Victoria Land (Fig. 1). Mt. Erebus, the most active volcano in Antarctica, started its complex evolution at least in the Lower Pleistocene (Esser et al., 2004). Between about 250 to 90 ka the erupted products are anorthoclase tephriphonolite in composition, while the recent products are monotonously phonolitic (Harpel et al., 2008). Mt. Melbourne is a quiescent stratovolcano, as the most recent eruption could have occurred 200 years ago (Wörner et al., 1989). Volcanic products erupted from subaerial to subglacial environments range from effusive to explosive, producing deposits extensively dispersed around the volcano. The Pleiades consist of a small trachytic stratovolcano, and scattered domes and scoria cones. Although the detailed volcanic history has not been reconstructed due to the limited exposure, they are thought to represent one of the youngest and most active fields in the area (Esser and Kyle, 2002). Direct radiometric datings suggest that there could have been eruptions in the Last Interglacial period (Esser and Kyle, 2002; Kyle, 1982). Mt. Rittmann, a recently-discovered alkaline volcano of Pliocene age, is presently in a quiescent state with fumarolic activity (Armienti and Tripodo, 1991; Bonaccorso et al., 1991). Stratigraphic data are very limited but a few age measurements by K–Ar on lavas (Perchiazzi et al., 1999) suggest volcanic activity in the Upper Pleistocene. On the whole, the Northern Victoria Land volcanoes, located some 200 km from the Talos Dome core site, have been already suggested as origin of distal tephras in Antarctic ice sheet successions (e.g., Curzio et al., 2008; Dunbar et al., 2003; Dunbar and Kurbatov, 2011) and in marine sediments from the Ross Sea (Del Carlo et al., 2015; Licht et al., 1999).\nOn the eastern side of the Antarctic rift, the Marie Byrd Land province consists of eighteen large central vents of predominantly trachytic and other felsic compositions, and of numerous parasitic cones protruding the West Antarctic ice sheet (LeMasurier, 1990). Among these, Mt. Berlin andMt. Takahe (Fig. 1) have been the site of prominent explosive activity over the last 500 ka (Palais et al., 1988; Wilch et al., 1999) and the related widespread ash layers are preserved in the Antarctic ice sheet (e.g., Narcisi et al., 2006; Iverson et al., 2014) and further away\nFig. 2. Stratigraphy of visible tephra layers in the Talos Dome core sections related to the time climate (δ18O) record. Macroscopic tephra layers not studied in this work (open circles) are al\nin marine sediments of the Southern Ocean (e.g., Hillenbrand et al., 2008).\nOutside the Antarctic continent, subduction-related volcanic provinces in the South Atlantic region (South Sandwich Islands and Andes/South Shetland Islands) are the predominant source of subalkaline tephra layers in the inner East Antarctic Plateau (Basile et al., 2001; Narcisi et al., 2010b and references therein). Tephras linked to South American volcanoes have been detected also in the Talos Dome ice core (Narcisi et al., 2012) and further away from sources in the West Antarctic ice sheet (Kurbatov et al., 2006). Clearly, the clockwise circum-Antarctic atmospheric circulation plays a major role in the dispersal of volcanic dust from those areas onto the Plateau (e.g., Narcisi et al., 2012)."
  }, {
    "heading": "3. Tephra layers and data collection",
    "text": "Here, we focus on 13 prominent tephra layers occurring in the core section between 1380 and 1398 m depth (Fig. 2). They were identified during the visual examination of ice cores for continuous logging and sub-sampling. The layers, ranging in thickness from 1 to 10 mm and showing various colour and appearance, are stratigraphically positioned within the Last Interglacial and the transition to the following glacial period. Using the AICC2012 chronology, they have ages spanning from 111.6 ± 1.9 to 123.3 ± 2.2 ka (Table 1). Further five visible layers, not studied in this work, occur between 1370 and 1376 m depth. Beyond 1398 m depth, no visible tephra layers occur down to ca. 1439 m (ca. 153 ka).\nThe ice cores containing each ash horizon were sub-sampled (4–5 cm length) and prepared for volcanic particle recovery in an ultra-clean facility (LGGE, Grenoble). The layers at 1380.07 and 1380.08mdepth, respectively, were too closely spaced to be individually sub-sampled and therefore entered into the single TD1381 sample. After decontamination with deionised water, the twelve ice subsamples were melted at room temperature. An aliquot was used for grain size measurements using a Multisizer II Coulter Counter set up in a class 100 clean room and following the procedure described in detail elsewhere (Delmonte et al., 2002) (Fig. 3 and Table 1 Supplementary). Two further aliquots were filtered (nuclepore polycarbonate membrane) in parallel. One particle-bearing filter, taped to an aluminium stub, was dedicated to the microscopic observation of the particulate using a Quanta-200 scanning electron microscope (SEM) equipped with an energy dispersive X-ray (X-EDS) analytical system at Centro Interdipartimentale Grandi Strumenti (Modena). The other\ninterval 100–150 ka. The studied tephra layers (filled circles) are positioned alongside the so shown. AICC2012 core age scale is from Bazin et al. (2013) and Veres et al. (2013).\nfilter was used for geochemical analysis of single glass shards. In this study we developed an improved procedure of particle embedding and polishing aimed at obtaining a large amount of exposed particles of different sizes, including the very fine ones. It consisted in transferring the filtered particles on a carbon double-sided adhesive disk and then pouring the embedding resin under vacuum. After curing and removing the adhesive disk, the tephra shards were already exposed through the resin. Polishing of epoxy mounts to produce a smooth uniform surface for analysis was performed using 15, 6, 3, 1 and 0.25 μm diamond suspensions.\nThemajor element composition of individual glass shardswas determined at the Institut des Science de Terre (ISTerre) of Grenoble using a JEOL JXA-8230 electron microprobe equipped with 5 WDS spectrometers and one EDS detector. Operating conditions were adapted to the protocol for the analysis of small-grained particles developed by Hayward (2012). Specifically, nine major elements were measured using 5 × 5 μm rastered beam, an accelerating voltage of 15 kV and a probe current of 5 nA. Because of its mobility under the electron\nbeam, sodium was always measured at the beginning of sequential acquisition. Secondary standard glass samples (Jochum et al., 2006) were run at regular intervals between samples (Table 2 Supplementary) to check the machine calibration and the overall quality of analyses. Analyses of glass shards yielding total oxide sums b96% or suggesting mineral impurities were not included in this study. Following the recommendations of Froggatt (1992), analytical data were normalised to 100% total oxide values to enable comparison with published datasets. They are presented on a volatile-free anhydrous basis (Table 2). Original analytical totals (average) are also given.\nThe trace element composition of individual glass shards in the polished samples TD1383 and TD1392was determined by laser ablation (LA)-ICP-MS. The adopted instrument couples a Nd:YAG laser source (Brilliant, Quantel) operating at 266 nm, and a quadrupole ICP-MS (Drc-e, Perkin Elmer). Analyses were carried out with a spot 15 μm in diameter, with a frequency of 10 Hz and using NIST SRM 610 and 29Si as external and internal standards, respectively. Precision and accuracy, assessed from analyses of BCR-2G and NIST SRM 612 reference materials, are b20%."
  }, {
    "heading": "4. Results and discussion",
    "text": ""
  }, {
    "heading": "4.1. Grain size, microfeatures, and glass geochemical characteristics of the tephra layers",
    "text": "Quantitative granulometric analysis indicates that the samples show different size mode and sorting (Fig. 3). Modes vary from ca. 4.5 μm up to almost 20 μm. Input ofmaterial at the studied layers is 2 to 3 orders of magnitude greater than the monthly aeolian dust background values measured at Talos Dome (Table 1 Supplementary). TD1382 represents the coarsest layer and is also the most concentrated.\nBased onmicroscopic examination, particles in the samples are up to 100 μm in size and are mostly made up of glass shards, with a minor component of loose crystals. Glass particles show delicate angular shapes and typical appearance for primary juvenile material from explosive eruptions (Fig. 4). The studies layers therefore are suitable for tephra stratigraphic work and related applications for correlation and dating purposes.\nMean values of glass shard major element composition by electron microprobe are reported in Table 2. Taking advantage of the improved embedding preparation, about 250 point analyses with total weight percent N96% were collected on individual glass shards from the 12 samples and up to 35 shards per layer were analysed (Fig. 5). Having a large set of single-grain analyses for a given layer increases statistical precision and also aids in the identification of inherent geochemical features. Scrutiny of single-grain results indicates that six samples, for example TD1392, contain a single homogeneous glass population (Fig. 5a). In contrast, TD1387B displays complex composition with three distinct glass populations, two trachytic in composition (SiO2 63–64wt.% and total alkali 11.5–12.0wt.%) butwith different geochemical signature and the third featuring rhyolite (Fig. 5a). In a few samples,\nfor instance TD1383 and TD1384, we identified amain population and a subsidiary glass component (2–3 analysed glass shards). Given the general pristine appearance of the glass particles (Fig. 4), we exclude that the observed multiple compositions are related to contamination by reworked material. Geochemical heterogeneity could indicate separate coeval eruptions, or a single eruption from a compositionally zoned magma body. Finally, in a few cases we also detected single outliers that however are not further considered in the following discussion, because it is very difficult to determine their significance (traces of independent, simultaneous eruptions or sporadic secondary windblown material; e.g., Delmonte et al., 2013).\nThe major element compositions of individual glass shards show an alkaline affinity except 1387B-iii that belongs to the sub-alkaline series (Fig. 5b). Plotting the data into the silica–total alkali grid (Rickwood, 1989, and references therein) to classify the tephra layers, indicates that the majority of samples are trachytes. Only ~5% of the analyses display different compositions, namely tephritic (TD1381-ii), rhyolitic (TD1387B-iii), and phonolitic close to the boundary with trachyte (TD1398-ii)."
  }, {
    "heading": "4.2. Tephra provenance and correlations",
    "text": "Taken together, the physical and chemical attributes of the TALDICE ash layers point to primary fallout volcanic deposition and help constrain source areas. Both coarse grain size and high particle concentration of the samples, detected by quantitative granulometric analysis, are obviously different from typical aeolian continental dust in the Talos Dome ice as well as in the other sites of the Antarctic Plateau\n(e.g., Delmonte et al., 2010) and indicates a relatively proximity of the volcanic source(s). In addition, all but one glass populations detected by microprobe analysis show an alkaline character that is typical of within-plate volcanism. This geochemical feature, alongwith the coarse grain size, suggests that the samples originated from eruptions in the continental Antarctic volcanoes connected to the West Antarctic rifting system.\nIn order to decipher the volcanic sources of the analysed tephras, we used for comparison reference volcanic rock compositions of Antarctic sources taken frompublished literature (Table 3 Supplementary).We anticipate that due to their difficult accessibility, the chrono-stratigraphy and geochemistry of Antarctic volcanoes are only partially characterised and some of the tephra layers detected in this study may never have been sampled at their source. In addition, many geochemical studies rely on data obtained from bulk-rock analysis that masks sample compositional heterogeneity and could be affected by the presence of crystals, thus hampering an accurate match between the distal englacial tephra and its source counterpart. Only recently a few stratigraphic and radiometric studies have provided improved temporal reconstructions of the Late Quaternary explosive history of some volcanoes (Dunbar et al., 2008; Giordano et al., 2012; Iverson et al., 2014). The new investigations fill some gaps. Using a combination of chronostratigraphy and geochemistry they even open possibilities for stratigraphic correlation between individual distal tephras and proximal pyroclastic deposits.\nDespite the above limitations in forming exact correlations to a source, the composition of the alkaline samples is consistent with those of the proximal deposits from the West and the East Antarctic volcanoes (e.g., Palais et al., 1988; Wörner et al., 1989). In particular,\nmost of the samples consist of trachytes, a composition that is well represented both at Mt. Melbourne, Mt. Rittmann and The Pleiades (McMurdo Volcanic group) and in the Marie Byrd Land centres of Mt. Berlin and Mt. Takahe (Fig. 5b). Within this general volcanic attribution of these tephra layers to East andWest Antarctic sources, here we have attempted identification of specific sources using subtle differences in themajor element signatures of glass shards. Indeed, although the studied trachytic samples are chemically similar, three main groupings are discernible that could be helpful to further distinguish among tephra sources (Fig. 5c).\nIn particular, a subset composed of three trachytic populations (TD1398-i, 123.3 ± 2.2 ka; TD1393, 120.0 ± 2.1 ka; TD1392, 119.5 ± 2.1 ka) displays typical weight CaO values around 1.5%, mean Na2O/ K2O weight ratios between 1.11 and 1.26 and the agpaitic index (i.e., the molecular (Na2O + K2O)/Al2O3 ratio) ≤ 1. These geochemical characteristics appear consistent with known Mt. Melbourne trachytic products (Fig. 5c). Interestingly, through comparison with the Mt. Melbourne volcano-stratigraphy recently developed (Giordano et al., 2012),we infer that these TD tephras could represent thedistal counterparts of the so-called Edmonson Point trachytic ignimbrite, a deposit comprising threemain sub-units that were emplaced during a subaerial Plinian-scale caldera-forming eruption. Along with the observed strong chemical similarity (see also Table 3 Supplementary), the radiometric age of the local ignimbrite of 123.6±6 ka (weightedmean age obtained from 40Ar/39Ar determinations of feldspar separates, Giordano et al., 2012) nicely fits the ice core ages of the TD tephras and reinforces the proposed correlation.\nSamples TD1389A (117.7 ± 2.0 ka), TD1387B-i (116.9 ± 2.0 ka), TD1387A (116.5 ± 2.0 ka), TD1383-i and TD1383-ii (113.5 ± 2.0 ka),\nand TD1382-i (113.0 ± 2.0 ka) form a trachytic sub-set distinct from the previous one (Fig. 5c). These samples are relatively enriched in sodium (mean Na2O/K2Oweight ratios between 1.41 and 1.51), and display typical weight CaO values around 1% and a weak peralkaline character (agpaitic index from 1.04 to 1.17). They appear chemically different from known Mt. Melbourne trachytes (Giordano et al., 2012; Wörner et al., 1989) and rather show compositional affinities with volcanic products from Mt. Rittmann and The Pleiades (Armienti and Tripodo, 1991; Kyle, 1982). Based on this similarity, we therefore interpret these six tephra populations as originated from these volcanoes. Due to very limitedwork done on the source volcanoes, none of these tephra layers can be linked to known eruption.\nTrace-element composition of volcanic glass is very sensitive to magma changes and can be used to enhance chemical distinction between tephras. Our initial results of trace element analysis of single glass shards strengthen the above source discrimination based on major element geochemistry. Samples TD1383 and TD1392, attributed to Mt. Rittmann/The Pleiades and Mt. Melbourne, respectively, clearly show distinct signatures for most of the analysed elements (Table 4 Supplementary and Fig. 6). Unfortunately, in the published literature there are very few trace element analyses for proximal deposits from potential sources that moreover were performed on whole rock rather than grain-specific samples. Due to the lack of comparable data, the presented detailed compositions cannot be used to provide further support to source attribution.\nTrachytic tephra TD1387B-ii (116.9 ± 2.0 ka) stands out for an overall low mean Al2O3/FeO ratio (ca. 1.5) (Fig. 5c) and the highest agpaitic index (1.20) of the all trachytic layers discussed in this paper. Peralkaline trachytes from The Pleiades show alumina contents distinctly higher than that in the studied sample (Kyle, 1982). Based on major element geochemistry the Northern Victoria Land volcanoes are likely not the source for this glass. Rather, its composition is consistent with reference compositions of Quaternary Marie Byrd Land products (Table 2 Appendix). Trachytes fromMt. Berlin and Mt. Takahe volcanoes display highly sodic and peralkaline character (LeMasurier and Rex, 1991;Wilch et al., 1999) that makes themwell discriminated and identifiable using major elements. Comparison with the Last Interglacial tephrostratigraphic record reconstructed at the blue ice site of Mt. Moulton (West Antarctica) through 40Ar/39Ar geochronology of potassic feldspar phenocrysts and glass shard microprobe analysis (Dunbar et al., 2008; Korotkikh et al., 2011) suggests a pairing with the trachytic deposit BIT160 derived from Mt. Berlin and dated 118.1 ± 1.3 ka. The most abundant elements are statistically the same as thisMt. Berlin tephra (Table 3 Supplementary), however we note imperfect matching of Ti and Ca contents. The explanation may be that the Talos Dome glass belongs to a different phase of the same eruption sampled in the West Antarctic blue ice site. Indeed, individual tephras from large-scale eruptions can show temporal and spatial compositional heterogeneity (e.g., Narcisi et al., 2006; Shane et al., 2008) thatmakes confident correlation difficult, particularly when a limited number of sampling sites are available. Alternatively, the ice-core tephra could be originated from Mt. Takahe volcano that shows a sequence of lavas and pyroclastic deposits with ages ranging from ca. 93 to ca. 192 ka (Wilch et al., 1999). Unfortunately, lack of the detailed chrono-tephrostratigraphy does not allow any specific correlation to be explored. In addition, in terms of MgO contents, TD1387B-ii appears inconsistent with known compositions from Mt. Takahe andmore similar tomostMt. Berlin tephras (Table 3 Supplementary). In conclusion, this TALDICE tephra is most likely from Marie Byrd Land, although no firm correlation with any specific tephra event can be confidently proposed.\nTrachytic tephras TD1389B (117.9 ± 2.0 ka), TD1388 (117.2 ± 2.0 ka), TD1384-i (114.6 ± 2.0 ka) TD1384-ii (114.6 ± 2.0 ka) and TD1382-ii (113.5± 2.0 ka) havemore ambiguous compositions. For example, 1384-i shows a weak peralkaline character (agpaitic index 1.09) typical of known volcanic products fromMt. Rittmann and The Pleiades but CaO (ca. 1.15) and Na2O/K2O ratio (ca. 1.35) values are intermediate\nbetween those fromMt. Melbourne andMt. Rittmann–The Pleiades trachytes. Similarly, calcium oxide contents in TD1388 suggests an origin from Mt. Rittmann–The Pleiades, while its agpaitic index b1 is typical of theMelbourne products. Certainly none of these samples are compositionally comparable to Marie Byrd Land products. We therefore conclude that the source of these samples is restricted to the Northern Victoria Land area, but we cannot discriminate in greater detail.\nThree glass populations fall compositionally outside the trachytic cluster (Fig. 5b). Two of these (TD1398-ii and TD1381) display an alkaline character and most likely are related to Antarctic rifting volcanism. Sample TD1398-ii (123.2 ± 2.0 ka) is phonolitic in composition. Mt. Erebus (ca. 600 km from Talos Dome) is typified by phonolite\ngeochemistry (Iverson et al., 2014). However, Erebus products are different from the studied sample as are characterised by SiO2 of 55.60 wt.%, total alkali values of ca. 14.5 wt.% and Ti oxide content of ca. 1% (Table 3 Supplementary). This TALDICE sample more closely resembles a phonolitic rock sample from The Pleiades (Kyle, 1982) and therefore we interpret it as sourced from these volcanoes. Note that although phonolitic products are uncommon in published geochemical datasets for Northern Victoria Land volcanoes, englacial tephra layers with this composition were already detected both in the Holocene section of TALDICE (Narcisi et al., 2012) and in a blue-ice succession nearby Talos Dome (Curzio et al., 2008).\nTephra TD1381-ii (116.9 ± 2.0 ka), from the youngest studied sample, is chemically classified as tephrite. Similar mafic compositions, already detected at various depths in the TALDICE core (Narcisi et al., 2010a, 2012), may be associated with explosive eruptions with low dispersive power and are represented in all the Northern Victoria Land volcanoes (Fig. 5b). Considering its stratigraphic position, this tephra is suggested to represent the counterpart of lava and scoria samples emplaced at Mt. Melbourne above the Edmonson Point ignimbrite and 40Ar/39Ar dated 90.7 ± 19.0 ka (Giordano et al., 2012) (Table 3 Supplementary).\nTD1387B-iii (116.9± 2.0 ka) has a compositionmuch different from that of the other glass samples, as it is a rhyolite from the sub-alkaline series. Its composition falls outside the fields for rifting Antarctic volcanoes (Fig. 5b). Indeed, it is dissimilar from the rhyolitic pyroclastic deposits at Mt. Melbourne (Giordano et al., 2012) that plot close to the field boundary with trachytes (SiO2 of ca. 67 wt.% and total alkali values of ca. 10.5 wt.%). Plio-Pleistocene (2.0–0.06 Ma) rhyolitic glasses in peri-Antarctic deep-sea sediments have been inferred to derive from Marie Byrd Land activity (Shane and Froggatt, 1992). With respect to the studied tephra however, the detailed tephra chemostratigraphy of the Marie Byrd Land volcanoes, based on radiogeochronology and grain-specific geochemical microanalysis (Dunbar et al., 2008; Palais et al., 1988; Wilch et al., 1999), do not include rhyolitic deposits over the last 500 ka. Thus, based on current knowledge, an origin of this\nTALDICE tephra from Marie Byrd Land volcanoes seems unlikely. Although the related TD layer shows coarse grain size (Fig. 3) and high flux values suggestive of short-distance origin of the volcanic material, we tentatively propose that TD1387B-iii derives from an extra-Antarctic source. In the Southern Hemisphere, rhyolites are common both in New Zealand and Andes volcanoes;moreover, according to studies of modern frequency and pathways of air masses, these volcanoes are likely candidate sources for tephra horizons at Talos Dome (Narcisi et al., 2012). However, New Zealand rhyolites are distinctly different in composition from the studied tephra (Graham et al., 1995; Shane, 2000). Within the Austral Andean Volcanic Zone (49°–54°S) representing the closest South American volcanic province to the Antarctic continent, the high K2O values of our sample resembles the geochemical signature of Aguilera volcano (Stern, 2008; Westegård et al., 2013), however some other elements differ slightly compared with known tephras from this volcano. Considering the wide dispersal of ash and circumpolar transport towards the South occurred during recent eruptions from the volcanoes of Southern part the Southern Volcanic Zone (e.g., Klüser et al., 2013), even more distant Andean centres could be potential source volcanoes. Numerous volcanoes had multiple moderate to large explosive eruptions in their post-glacial history (Fontijn et al., 2014), however lack of information about their eruptive history and volcanostratigraphy in the Last Interglacial period hampers any attempt of attribution of this Talos Dome tephra. In conclusion, the interpretation of TD1387B-iii tephra as related to an exotic volcanic event remains tentative.\nFrom examination of tephra geochemistry and the above source identification, we derive the significance of the multiple glass composition detected within a few samples. TD1398, TD1387B, and the sample TD1381 including volcanic material from two distinct macroscopic horizons, contain traces of different eruptions. TD1383 and TD1384, both containing a main glass component and a subsidiary fraction with similar geochemical affinity, are interpreted as originating from single eruptive events from zoned or stratified magma bodies. No inference can be drawn for TD1382."
  }, {
    "heading": "4.3. Implications",
    "text": "Antarctic ice is an excellent medium to preserve tephra layers in an unaltered state (Smellie, 1999). Also, differently from polar sediment archives that could be affected by erosion and reworking (e.g., Del Carlo et al., 2015; Lee et al., 2007) tephra horizons in continental ice cores represent reliable primary ash fallout deposits from contemporaneous volcanic eruptions. Through geochemical analysis of single glass shards and microscopic observations, we have identified and characterised ca. 20 distinct tephra populations contained in 13 tephra layers. The newly developed inventory of tephras interbedded with the Talos Dome ice has implications for chronostratigraphic correlations and the local volcanic history.\nThe presented tephra record provides a reference dataset that augments the existing tephrostratigraphic scheme for the Antarctic region. The studied tephras represent new, previously unknown ash deposits within the ice sheet. Because they are dated through precisely positioning within the core's palaeoclimate stratigraphy and are geochemically fingerprinted, they have the potential to serve as direct time-lines for stratigraphic linking anddating once theywill be detected in other ice and sediment sequences. They could be traced in the other Antarctic ice cores included in the AICC2012 common chronology by screening of the related tight chronostratigraphic interval for invisible glass shards. Or they could be identified in other important Antarctic climatic sequences, opening the prospect for further refinement and extension of the ice core Antarctic chronology. Nonetheless, we are aware that many of the studied samples have similar major-element trachytic signature. Five of these (from 1389B to 1387A) are clustered within a narrow time interval of ca. 1350 years (Table 1) and lie in similar stratigraphic position with respect to the climatic record (Fig. 2). In\nsuch cases, matching of tephra between records could be difficult even leading to miscorrelations (e.g., Lowe, 2011and references therein; Fontijn et al., 2014). Complementing methods of tephra fingerprinting, as analysis of trace elements and textural properties of glass (Pearce et al., 2007; Liu et al., 2015) could be useful. In this respect, further work aimed at extending the TALDICE tephra signatures is already planned for the future.\nAs could be expected from the close geographic position of the studied core with respect to volcanic centres, the TALDICE tephra record is dominated by volcanic material related to Northern Victoria Land sources. Our stratigraphy of visible ash layers represents an invaluable chronicle of the high intensity volcanic eruptions that tookplace in the region during the Last Interglacial period. Using minor geochemical differences, we have attempted to link the studied tephras to specific sources. A few layers closely resemble Mt. Melbourne rock composition and are correlated to deposits already mapped at the source. Our finding demonstrates their wide dispersal outside the volcanic area onto the East Antarctic ice sheet and contributes to distal facies characterisation. We also provided significant clues about The Pleiades and Mt. Rittmann volcanic activity. Prior to this work, the available data suggested that these volcanoes probably had been active during Pleistocene times and produced pyroclastic deposits but no chronostratigraphic information was available for eruptions in the time range examined in this study. The TALDICE tephras document explosive events not yet recorded in the proximal record and demonstrate recurrence activity with regional impact. Overall, this study represents a valuable addition to the dated record of volcanism, as so far direct attributions of englacial tephra to an individual Northern Victoria Land volcano were restricted to single cases (Dunbar et al., 2003; Narcisi et al., 2012). The presented record also includes one notable trachytic tephra population originating in the more distant Marie Byrd Land Province in West Antarctica. Although interesting, this finding is not surprising, as the Marie Byrd Land volcanoes were the site of high explosive Plinian eruptions capable of dispersing ash across Antarctica and the surrounding Ocean (Hillenbrand et al., 2008; Narcisi et al., 2006).\nFinally, we briefly comment on the potential use of the presented results to investigate the coupling between glacial cycles and volcanism (e.g., Huybers and Langmuir, 2009, and references therein). The causal effect of glacial loading/unloading related to climate variations on explosive volcanic activity has been suggested for various geographic contexts including Antarctica (Nyland et al., 2013, and references therein). In the considered core interval, the TALDICE tephrostratigraphy displays an intriguing pattern with respect to the palaeoclimatic profile (Fig. 2). Visible tephra layers occur from to 123 to 105 ka, corresponding to the final stages of the Last Interglacial and subsequent glacial inception. Tephras are absent in the core sections related to the previous glacial period and to the early phases of the Last Interglacial. We infer that this pattern is not due to factors related to ash preservation and integrity of the record, since the ice isotope stratigraphy is coherent and undisturbed. Similarly, we exclude observational bias during inspection and logging of the core sections, as macroscopic layers were detected in the cores below 1439 m depth. However, although our tephra record is based on continuous core inspection, it is important to note that no attempt wasmade to locate crypto-tephra and therefore small to moderate explosive events could be missing. Without a more comprehensive tephrostratigraphic record, it is difficult to draw reliable conclusions on possible causal relationship between ice sheet retreat during the interglacial (e.g., Bradley et al., 2013) and local volcanic eruption frequency."
  }, {
    "heading": "5. Conclusions",
    "text": "We have characterised the volcanic particulate matter of 13 visible layers from the accurately dated Talos Dome ice core. The newly developed tephra record for the Last Interglacial period augments the tephra stratigraphic framework of the Antarctic ice sheet. The studied layers are derived by direct ash fall-out, are independently dated and have\nprecise stratigraphic positions relative to the ice core climatic profile. They could become new event markers to investigate the relative timing of climate events in different settings across Antarctica, although caution is advisable to discriminate between layers with similar geochemical compositions. Our dated record also yields valuable information about past explosive volcanism in the Northern Victoria Land area for which near-source data are poor.We showed that activity with sizeable tephra dispersalwas recurrent during the studied period. Improved reconstruction of past volcanism could ultimately be useful in volcanic hazard assessment for the environment. In conclusion, we emphasise the high potential of the tephrochronological approach in the Antarctic continent for understanding various palaeoenvironmental issues, along with the need to increase scientific efforts to fill current gaps in knowledge of stratigraphy and geochemistry of local volcanism."
  }, {
    "heading": "Acknowledgements",
    "text": "TALos Dome Ice CorE (TALDICE) is a joint European programme lead by Italy and funded by national contributions from Italy, France, Germany, Switzerland and the United Kingdom. This work was funded by the Italian Programma Nazionale di Ricerche in Antartide (PNRA). We thank the logistic and drilling TALDICE team,M. Tonelli (CIGS, Modena), V. Batanova and V. Magnin (ISTerre, Grenoble) for assistance during tephra preparation and microanalysis. Thanks are also due to P. Shane (University of Auckland, Auckland) for his useful advice and to the reviewers for their thoughtful comments. This is TALDICE publication no? 42."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at http://dx. doi.org/10.1016/j.gloplacha.2015.12.016."
  }],
  "year": 2016,
  "references": [{
    "title": "Volcanism and the Greenland ice-cores: the tephra record",
    "authors": ["P.M. Abbott", "S.M. Davies"],
    "venue": "Earth Sci. Rev",
    "year": 2012
  }, {
    "title": "Petrography and chemistry of lavas and comagmatic xenoliths of Mt. Rittmann, a volcano discovered during the IV Italian expedition in Northern Victoria Land (Antarctica)",
    "authors": ["P. Armienti", "A. Tripodo"],
    "venue": "Mem. Soc. Geol. Ital",
    "year": 1991
  }, {
    "title": "Volcanic layers in Antarctic (Vostok) ice cores: source identification and atmospheric implications",
    "authors": ["I. Basile", "J.R. Petit", "S. Touron", "F.E. Grousset", "N. Barkov"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "An optimized multi-proxy, multi-site Antarctic ice and gas orbital chronology (AICC2012): 120–800 ka. Clim",
    "authors": ["L. Bazin", "A. Landais", "B. Lemieux-Dudon", "H. Toyé Mahamadou Kele", "D. Veres", "F. Parrenin", "P. Martinerie", "C. Ritz", "E. Capron", "V. Lipenkov", "Loutre", "M.-F", "D. Raynaud", "B. Vinther", "A. Svensson", "S.O. Rasmussen", "M. Severi", "T. Blunier", "M. Leuenberger", "H. Fischer", "V. Masson-Delmotte", "J. Chappellaz", "E. Wolff"],
    "year": 2013
  }, {
    "title": "Fumarolic activity at Mt. Rittmann Volcano (Northern Victoria Land, Antarctica)",
    "authors": ["A. Bonaccorso", "M. Maione", "P.C. Pertusati", "E. Privitera", "C.A. Ricci"],
    "venue": "Mem. Soc. Geol. Ital",
    "year": 1991
  }, {
    "title": "Combining ice core records and ice sheet models to explore the evolution of the East Antarctic Ice sheet during the Last Interglacial period",
    "authors": ["S.L. Bradley", "M. Siddall", "G.A. Milne", "V. Masson-Delmotte", "E. Wolff"],
    "year": 2013
  }, {
    "title": "A tephra chronostratigraphic framework for the Frontier Mountain blue-ice field (Northern Victoria Land, Antarctica)",
    "authors": ["P. Curzio", "L. Folco", "M.A. Laurenzi", "M. Mellini", "A. Zeoli"],
    "venue": "Quat. Sci. Rev",
    "year": 2008
  }, {
    "title": "Late Pleistocene–Holocene volcanic activity in Northern Victoria Land recorded in Rossa Sea (Antarctica) marine sediments",
    "authors": ["P. Del Carlo", "A. Di Roberto", "G. Di Vincenzo", "A. Bertagnini", "P. Landi", "M. Pompilio", "E. Colizza", "G. Giordano"],
    "venue": "Bull. Volcanol",
    "year": 2015
  }, {
    "title": "Aeolian dust in the Talos Dome ice core (East Antarctica, Pacific/Ross Sea sector): Victoria Land versus remote sources over the last two climate cycles",
    "authors": ["B. Delmonte", "C. Baroni", "P.S. Andersson", "H. Schoberg", "M. Hansson", "S. Aciego", "Petit", "J.-R", "S. Albani", "C. Mazzola", "V. Maggi", "M. Frezzotti"],
    "venue": "J. Quat. Sci",
    "year": 2010
  }, {
    "title": "Modern and Holocene aeolian dust variability from Talos Dome (Northern Victoria Land) to the interior of the Antarctic",
    "authors": ["B. Delmonte", "C. Baroni", "P.S. Andersson", "B. Narcisi", "M.C. Salvatore", "J.R. Petit", "C. Scarchilli", "M. Frezzotti", "S. Albani", "V. Maggi"],
    "venue": "Ice Sheet. Quat. Sci. Rev",
    "year": 2013
  }, {
    "title": "Glacial to Holocene implications of the new 27,000-year dust record from the EPICA Dome C (East Antarctica) ice",
    "authors": ["B. Delmonte", "J.R. Petit", "V. Maggi"],
    "venue": "core. Clim. Dyn",
    "year": 2002
  }, {
    "title": "Tephrochronology of the Siple Dome ice core, West Antarctica: correlations and sources",
    "authors": ["N.W. Dunbar", "A.V. Kurbatov"],
    "venue": "Quat. Sci. Rev",
    "year": 2011
  }, {
    "title": "Physical setting and tephrochronology of the summit caldera ice record at Mount Moulton, West Antarctica",
    "authors": ["N.W. Dunbar", "W.C. McIntosh", "R.P. Esser"],
    "venue": "Geol. Soc. Am",
    "year": 2008
  }, {
    "title": "Tephra layers in the Siple Dome and Taylor Dome Ice Cores, Antarctica: sources and correlations",
    "authors": ["N.W. Dunbar", "G.A. Zielinski", "D.T. Voisins"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "40Ar/39Ar chronology of the McMurdo Volcanic group at The Pleiades",
    "authors": ["R.P. Esser", "P.R. Kyle", "W.C. McIntosh"],
    "year": 2004
  }, {
    "title": "Late Quaternary tephrostratigraphy of southern Chile and Argentina",
    "authors": ["H. Roa"],
    "year": 2014
  }, {
    "title": "High spatial resolution electron probe microanalysis of tephras",
    "authors": ["C. Hayward"],
    "venue": "Antarctica. J. Volcanol. Geotherm. Res",
    "year": 2012
  }, {
    "title": "Volcanic time-markers for marine",
    "authors": ["S. Benetti", "H. Grobe", "J.B. Hunt", "R.D. Larter"],
    "year": 2008
  }, {
    "title": "Feedback between deglaciation, volcanism",
    "authors": ["P. 518–540. Huybers", "C. Langmuir"],
    "year": 2009
  }, {
    "title": "Observation of volcanic ash",
    "authors": ["L. 1029/2005GC001060. Klüser", "T. Erbertseder", "J. Meyer-Arnek"],
    "year": 2013
  }, {
    "title": "The last interglacial",
    "authors": ["N.W. Dunbar", "W.C. McIntosh"],
    "year": 2011
  }, {
    "title": "A 12,000 year record of explosive volcanism in the Siple Dome",
    "authors": ["K.C. Taylor"],
    "year": 2006
  }, {
    "title": "Volcanic geology of The Pleiades, Northern Victoria Land, Antarctica",
    "authors": ["P.R. 2005JD006072. Kyle"],
    "year": 1982
  }, {
    "title": "Characteristics of tephra in Holocene lake",
    "authors": ["Y. Lee II", "H.S. Lim", "H.I.I. Yoon", "A. Tatur"],
    "year": 2007
  }, {
    "title": "Consistent dating for Antarctic and Greenland ice",
    "authors": ["B. Narcisi", "F. Parrenin"],
    "year": 2010
  }, {
    "title": "Distinguishing subglacial till",
    "authors": ["K.J. Licht", "N.W. Dunbar", "J.T. Andrews", "A.E. Jennings"],
    "venue": "cores. Quat. Sci. Rev",
    "year": 1999
  }, {
    "title": "Antarctica, by combining compositional and textural tephra characterisation",
    "authors": ["B. Narcisi"],
    "venue": "Global and Planetary Change",
    "year": 2016
  }, {
    "title": "Orbital and millennial-scale features of atmospheric CH4 over the past 800,000 years",
    "authors": ["L. Loulergue", "A. Schilt", "R. Spahni", "V. Masson-Delmotte", "T. Blunier", "B. Lemieux", "Barnola", "J.-M", "D. Raynaud", "T.F. Stocker", "J. Chappellaz"],
    "venue": "Nature 453,",
    "year": 2008
  }, {
    "title": "Tephrochronology and its application: a review",
    "authors": ["D.J. Lowe"],
    "venue": "Quat. Geochronol",
    "year": 2011
  }, {
    "title": "A comparison of the present and last interglacial periods in six Antarctic ice cores",
    "authors": ["V. Masson-Delmotte", "D. Buiron", "A. Ekaykin", "M. Frezzotti", "H. Gallée", "J. Jouzel", "G. Krinner", "A. Landais", "H. Motoyama", "H. Oerter", "K. Pol", "D. Pollard", "C. Ritz", "E. Schlosser", "L.C. Sime", "H. Sodemann", "B. Stenni", "R. Uemura", "F. Vimeux"],
    "venue": "Clim. Past",
    "year": 2011
  }, {
    "title": "A 70 ka record of explosive eruptions from the TALDICE ice core (Talos Dome, East Antarctic Plateau)",
    "authors": ["B. Narcisi", "J.R. Petit", "J. Chappellaz"],
    "venue": "J. Quat. Sci",
    "year": 2010
  }, {
    "title": "Extended East Antarctic ice core tephrostratigraphy",
    "authors": ["B. Narcisi", "J.R. Petit", "B. Delmonte"],
    "venue": "Quat. Sci. Rev",
    "year": 2010
  }, {
    "title": "A 16,000-yr tephra framework for the Antarctic ice sheet: a contribution from the new Talos Dome core",
    "authors": ["B. Narcisi", "J.R. Petit", "B. Delmonte", "C. Scarchilli", "B. Stenni"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "A volcanic marker (92 ka) for dating deep east Antarctic ice cores",
    "authors": ["B. Narcisi", "J.R. Petit", "M. Tiepolo"],
    "venue": "Quat. Sci. Rev",
    "year": 2006
  }, {
    "title": "Ice record of a 13th century explosive volcanic eruption in Northern Victoria Land, East Antarctica",
    "authors": ["B. Narcisi", "M. Proposito", "M. Frezzotti"],
    "venue": "Antarct. Sci",
    "year": 2001
  }, {
    "title": "Volcanic activity and its link to glaciation cycles: single-grain age and geochemistry of Early to Middle Miocene volcanic glass from ANDRILL AND-2A core, Antarctica",
    "authors": ["R.E. Nyland", "K.S. Panter", "S. Rocchi", "G. Di Vincenzo", "P. Del Carlo", "M. Tiepolo", "B. Field", "P. Gorsevski"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2013
  }, {
    "title": "Magmatic and phreatomagmatic volcanic activity at Mt. Takahe, West Antarctica, based on tephra layers in the Byrd ice core and field observations atMt",
    "authors": ["J.M. Palais", "P.R. Kyle", "W.C. McIntosh", "D. Seward"],
    "venue": "Takahe. J. Volcanol. Geotherm. Res",
    "year": 1988
  }, {
    "title": "Using tephrochronology to date temperate ice: correlation between ice tephras on Livingston Island and eruptive units Deception Island volcano (South Shetland Islands, Antarctica)",
    "authors": ["R. Pallàs", "J.L. Smellie", "J.M. Casas", "J. Calvet"],
    "venue": "The Holocene",
    "year": 2001
  }, {
    "title": "Correlation and characterisation of individual glass shards from tephra deposits using trace element laser ablation ICP-MS analyses: current status and future potential",
    "authors": ["N.J.G. Pearce", "J.S. Denton", "W.T. Perkins", "J.A. Westgate", "B.V. Alloway"],
    "venue": "J. Quat. Sci",
    "year": 2007
  }, {
    "title": "Volcanic ash bands in the Frontier Mountain and Lichen Hills blue-ice fields, Northern Victoria",
    "authors": ["N. Perchiazzi", "L. Folco", "M. Mellini"],
    "venue": "Land. Antarct. Sci",
    "year": 1999
  }, {
    "title": "Climate variability features of the last interglacial in the East Antarctic",
    "authors": ["K. Pol", "V. Masson-Delmotte", "O. Cattani", "M. Debret", "S. Falourd", "J. Jouzel", "A. Landais", "B. Minster", "M. Mudelsee", "M. Schulz", "B. Stenni"],
    "venue": "EPICA Dome C ice core. Geophys. Res",
    "year": 2014
  }, {
    "title": "Boundary lines within petrologic diagrams which uses oxides of major and minor elements",
    "authors": ["P.C. Rickwood"],
    "venue": "Lithos",
    "year": 1989
  }, {
    "title": "Evidence of calcium carbonates in coastal (Talos Dome and Ross Sea area) East Antarctica snow and firn: environmental and climatic implications",
    "authors": ["M. Sala", "B. Delmonte", "M. Frezzotti", "M. Proposito", "C. Scarchilli", "V. Maggi", "G. Artioli", "M. Dapiaggi", "F. Marino", "P.C. Ricci", "G. De Giudici"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "Snow precipitation at four ice core sites in East Antarctica: provenance, seasonality and blocking factors",
    "authors": ["C. Scarchilli", "M. Frezzotti", "P.M. Ruti"],
    "venue": "Clim. Dyn",
    "year": 2011
  }, {
    "title": "Tephrochronology: a New Zealand case study",
    "authors": ["P. Shane"],
    "venue": "Earth Sci. Rev",
    "year": 2000
  }, {
    "title": "Compositional heterogeneity in tephra deposits resulting from the eruption of multiple magma bodies: implications for tephrochronology",
    "authors": ["P. Shane", "I.A. Nairn", "S.B. Martin", "V.C. Smith"],
    "venue": "Quat. Int",
    "year": 2008
  }, {
    "title": "Composition of widespread volcanic glass in deep-sea sediments of the Southern Pacific Ocean: an Antarctic source inferred",
    "authors": ["P.A.R. Shane", "P.C. Froggatt"],
    "venue": "Bull. Volcanol",
    "year": 1992
  }, {
    "title": "Insights fromAntarctica on volcanic forcing during the Common Era",
    "authors": ["M. Sigl", "J.R. McConnell", "M. Toohey", "M. Curran", "S.B. Das", "E. Isaksson", "K. Kawamura", "S. Kipfstuhl", "K. Krüger", "L. Layman", "O.J. Maselli", "Y. Motizuki", "H. Motoyama", "D.R. Pasteris", "M. Severi"],
    "venue": "Nat. Clim. Chang",
    "year": 2014
  }, {
    "title": "The upper Cenozoic tephra record in the south polar region: a review",
    "authors": ["J.L. Smellie"],
    "venue": "Glob. Planet. Chang",
    "year": 1999
  }, {
    "title": "Expression of the bipolar seesaw in Antarctic climate records during the last deglaciation",
    "authors": ["A. Schilt", "S. Schüpbach", "J. Schwander", "E. Selmo", "M. Severi", "T.F. Stocker", "R. Udisti"],
    "venue": "Nat. Geosci",
    "year": 2011
  }, {
    "title": "Eight centuries of volcanic signal and climate change at Talos Dome (East Antarctica)",
    "authors": ["B. Stenni", "M. Proposito", "R. Gragnani", "O. Flora", "J. Jouzel", "S. Falourd", "M. Frezzotti"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Holocene tephrochronology record of large explosive eruptions in the southernmost Patagonian Andes",
    "authors": ["C.R. Stern"],
    "venue": "Bull. Volcanol",
    "year": 2008
  }, {
    "title": "The Antarctic ice core chronology (AICC2012): an optimized multi-parameter and multi-site dating approach for the last 120 thousand years",
    "authors": ["D. Veres", "L. Bazin", "A. Landais", "H. Toyé Mahamadou Kele", "B. Lemieux-Dudon", "F. Parrenin", "P. Martinerie", "E. Blayo", "T. Blunier", "E. Capron", "J. Chappellaz", "S.O. Rasmussen", "M. Severi", "A. Svensson", "B. Vinther", "E.W. Wolff"],
    "venue": "Clim. Past 9,",
    "year": 2013
  }, {
    "title": "Synchronous deposition of volcanic ash and sulfate aerosols over Greenland in 1783 from the Laki eruption (Iceland)",
    "authors": ["L. Wei", "E.M. Thompson", "P. Gabrielli", "L.G. Thompson", "C. Barbante"],
    "venue": "Geophys. Res. Lett. 35,",
    "year": 2008
  }, {
    "title": "Late Quaternary volcanic activity in Marie Byrd Land: potential",
    "authors": ["T.I. Wilch", "W.C. McIntosh", "N.W. Dunbar"],
    "year": 1999
  }, {
    "title": "Lithospheric dynamics and mantle sources of alkaline magmatism of the Cenozoic West Antarctic rift system",
    "authors": ["G. Wörner"],
    "venue": "Glob. Planet. Chang",
    "year": 1999
  }, {
    "title": "The Mt. Melbourne Volcanic Field (Victoria Land, Antarctica) II. Geochemistry and magma genesis",
    "authors": ["G. Wörner", "L. Viereck", "J. Hertogen", "H. Niephaus"],
    "venue": "Geol. Jahrb",
    "year": 1989
  }],
  "id": "SP:dc1d51ec681b9ee464369a56adb5425ad0d2bf04",
  "authors": [{
    "name": "Biancamaria Narcisi",
    "affiliations": []
  }, {
    "name": "Jean Robert Petit",
    "affiliations": []
  }, {
    "name": "Antonio Langone",
    "affiliations": []
  }, {
    "name": "Barbara Stenni",
    "affiliations": []
  }],
  "abstractText": "Article history: Received 17 September 2015 Received in revised form 23 November 2015 Accepted 20 December 2015 Available online 22 December 2015 Polar ice sheets are remarkable repositories of tephra layers. The Talos Dome ice core (72°49′S, 159°11′E), drilled at the edge of the East Antarctic Plateau, close to Late Quaternary volcanoes, offers considerable potential to extend the current tephra time-stratigraphic framework. A tephrochronological study was undertaken of the ice core sections related to the Last Interglacial and the transition to the subsequent glacial period. Thirteen macroscopically visible layers, interpreted to be related to primary deposition of fallout tephra, have been analysed for quantitative grain size and glass shard geochemistry. The layers, precisely framedwithin the climate (δO) record for the core, span in age from111.6±1.9 to 123.3±2.2 ka. Coarse particle size suggests origin from regional sources. Indeed, the vast majority of the samples display an alkaline affinity and trachytic composition that are both typical geochemical features of rifting Antarctic volcanism.Using subtle differences in the geochemical signatures and the comparison with data from previous studies, a few layers are attributed to known coeval Mt. Melbourne eruptions. Another sample subset is consistent with derivation from The Pleiades and Mt. Rittmann volcanoes. One peculiar trachytic glass population appears to be related to activity of the more distant Marie Byrd Land volcanoes. The newly detected tephras provide stratigraphicmarkers that could facilitate future synchronisation and dating of palaeoclimatic records. The Talos Dome tephra inventory also contributes significantly to the reconstruction of the Northern Victoria Land explosive volcanism, for which chronostratigraphic data for the Last Interglacial temporal segment are poor. © 2015 Elsevier B.V. All rights reserved.",
  "title": "A new Eemian record of Antarctic tephra layers retrieved from the Talos Dome ice core (Northern Victoria Land)"
}