{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary Geochronology\njournal homepage: www.elsevier .com/locate/quageo\nResearch Paper\nCosmogenic 3He exposure dating of the Quaternary basalts from Fogo, Cape Verdes: Implications for rift zone and magmatic reorganisation\nJurgen P.T. Foeken a,*, Simon Day b,c, Finlay M. Stuart a\na Isotope Geosciences Unit, Scottish Universities Environmental Research Centre, Rankine Avenue, Scottish Enterprise Technology Park, East Kilbride G75 0QF, UK b Benfield UCL Hazard Research Centre, Department of Earth Sciences, University College London, 136 Gower Street, London WC1E 6BT, UK c Institute of Geophysics and Planetary Physics, University of California Santa Cruz, 1156 High Street, Santa Cruz, CA 95064,USA\na r t i c l e i n f o\nArticle history: Received 15 November 2007 Received in revised form 19 June 2008 Accepted 16 July 2008 Available online 31 July 2008\nKeywords: Cosmogenic nuclide dating Exposure dating Lava Helium Natural hazard Volcano flank collapse\n* Corresponding author. Tel.: þ44 (0) 1355 270161; E-mail addresses: j.foeken@suerc.gla.ac.uk (J.P. yahoo.co.uk (S. Day), f.stuart@suerc.gla.ac.uk (F.M. Stu\n1871-1014/$ – see front matter 2008 Elsevier Ltd. A doi:10.1016/j.quageo.2008.07.002\na b s t r a c t\nWe have used cosmogenic 3He to date pre- and post-collapse lava flows from southwestern Fogo, Cape Verdes, in order to date rift zone magmatic reorganisation following the lateral collapse of the flank of the Monte Amarelo volcano. The post-collapse flows have exposure ages ranging from 62 to 11 ka. The analysis of multiple flow tops on each lava flows, often at different elevations, provides an internal check for age consistency and the exposures ages conform with stratigraphic level. The exposure ages suggest that volcanic activity along the western branch of the triple-armed rift zone was more or less continuous from before 62 ka to approximately 11 ka. The absence of magmatic activity for the last 11 kyr reflects a structural reconfiguration of the volcano and may be related to renewed flank instability. This volcanic hiatus is similar in duration to that observed in the Canary Islands. Replicate 3He exposure ages of a precollapse flow (123.0 5.2 ka) brackets the time of the Monte Amarelo collapse between 62 ka and 123 ka. Reproducible cosmogenic 3He exposure ages of less than 123 ka from flows away from major erosion features demonstrates that the technique is a viable alternative to the radiocarbon, K/Ar and 40Ar/39Ar chronometers for dating recent volcanism in arid climate zones.\n2008 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Rift zones are prominent structural features on volcanic ocean islands (e.g., Hawaii, Canary Islands and Reunion) and exert a strong control on intrusive and extrusive volcanism and on island morphology (Carracedo, 1994; Day et al., 1999a; Dietrerich, 1988; Duffield et al., 1982; Walker, 1999; Walter et al., 2005). Volcanic ocean island rift zones typically have a three-armed geometry, each separated by approximately 120 (Fig. 1), and tend to be the surface expression of the regional stress field (e.g., Carracedo, 1996; Dietrerich, 1988). The rift zones are connected to underlying magma chambers via dyke swarms that trend parallel to the main rift axis (e.g., Walker, 1999). The topography of volcanic ocean islands is strongly related to rift axis geometry and commonly govern the orientation of eruptive fissures, cinder and spatter cones, extensional cracks and normal faults (Dietrerich, 1988).\nContinued intrusion along the triple-armed rift zones can result in magma overpressure that causes a differential stress regime underneath the growing volcano; horizontal expansion develops along the dyke system whereas vertical drag occurs perpendicular\nfax: þ44 (0) 1355 229898. T. Foeken), simonday_ucl@ art).\nll rights reserved.\nto the rift axis (Carracedo, 1994; Dietrerich, 1988). When these stresses eventually exceed the stability threshold, volcano flanks fail, generating large collapses (Carracedo et al., 1999b; Day et al., 1999a; Dietrerich, 1988; Elsworth and Day, 1999). Observations from flank collapses on Hawaiian and Canary island volcanoes (e.g., Carracedo, 1994; Walter et al., 2005) demonstrate that sliding blocks consistently form between two branches of the triple-armed rift system (Fig. 1).\nWhile the relations amongst rift zones, dyke intrusion and flank instability are well-documented, it is unclear how they are interlinked (Carracedo et al., 1999b; Day et al., 1999a; Dietrerich, 1988; Elsworth and Day, 1999; Walter et al., 2005). One model posits that rift zones are long-lasting, stable features that govern magma and dyke intrusion. Magma overpressure pushes a volcano flank outwards thereby causing slip, which ultimately leads to flank collapse (e.g., Elsworth and Day, 1999; Swanson et al., 1976; Walker, 1999). The alternative view is that volcano growth results in gravitationally unstable flanks where dykes intrude along fractures, increasingly destabilising the volcano flank until flank collapse occurs (e.g., Walter et al., 2005).\nIn order to discriminate between models, it is necessary to understand the timing of changes in volcanic rift zones in the periods leading up to flank collapse. This is often hampered by the difficulty in obtaining accurate ages of young basaltic rocks as\nconventional radiometric dating techniques (e.g., radiocarbon or 40Ar/39Ar) cannot always be applied successfully to basalt. Radiocarbon dating of charcoal incorporated within basalt flows has proved to be a suitable tool for flows less than 50 ka (e.g., Buchananbanks et al., 1989; Lockwood and Lipman, 1984). In contrast to tropical ocean islands volcanoes (for example Hawaii), charcoal is largely absent on dry and sparsely vegetated ocean island volcanoes in arid climate zones (e.g., Fogo). K/Ar and 40Ar/39Ar have successfully been used to date basaltic volcanism down to w15 ka (e.g., Gillot and Keller, 1993; Sharp and Renne, 2005). However, accurate ages of <100 kyr basalts is strongly dependent on the absence of phenocrysts and a low glass content (e.g., Scaillet and Guillou, 2004; Sharp and Renne, 2005). In situ cosmogenic 3He (3Hecos) exposure dating of pyroxene and olivine provides a viable alternative (e.g., Kurz et al., 1990). The 3Hecos production rate is high enough to allow accurate dating of flows less than 10 kyr that have not been covered by ash or suffered erosion (e.g., Anthony and Poths, 1992; Duffield et al., 2006; Licciardi et al., 1999). The technique is well-suited to dating the end of volcanic activity in particular sectors of a volcano (e.g., rift zone reconfiguration), because the last lava flows in such abandoned sectors are necessarily left exposed by the end of the volcanic activity in them.\n24 °W\n16 °N\nFogo Santiago\nBoa Vista\nSal\n24.5° W 14.8° N\n24.3° W\nSao Nicolau Sao Vicente\nSanto Antao\nMaia\nBrava 75 km\nCape Verdes\nA B\nFogo Inferred Amarelo\nPr\nDip of b Bordeira\nN 5 km\nSao Filipe\nPico de Fogo\nBordeira\nCha das Caldeiras\nBroad W with NW volcanic\nFig. 2. A. Location of Fogo and Cape Verde Islands, showing main topographic features. Lan where lava flows were sampled (see also Fig. 6). B. Structural features of the pre-collapse Mo striped), NNE – SSW rift (vertically striped) and NNW – SSE rift (horizontally striped). Also collapse Pico do Fogo volcano. Also showing locations of major historic eruption centres. B\nThe island of Fogo, Cape Verdes, has a triple-armed rift zone geometry along which a large flank collapse occurred during the growth history of the island (Fig. 2, Day et al., 1999b). The collapse of the eastern side of Monte Amarelo volcano was preceded by a magmatic reorganisation along the volcanic rift zones (Fig. 2). Immediately prior to the collapse, the E–W trending rift zone was abandoned and volcanic activity moved to NNE–SSW and SE–NW trending rift zones (Fig. 2). The post-collapse volcanic history of Fogo has seen a similar pattern of magmatic reorganisation and the repeated cycle of magmatic reorganisation along the rift zones may be the result of renewed flank instability (Day et al., 1999b).\nWhile rift reorganisation and flank collapse have been described in detail (Day et al., 1999b), Fogo lacks an absolute age chronology for its volcano-structural evolution. Radiocarbon dating of Fogo basalts is hampered by a lack of charcoal preserved within or beneath lava flows and scoriaceous units due to the prevailing arid climate conditions and sparse vegetation. Attempts to date the Quaternary Cape Verde volcanism by the 40Ar/39Ar technique have run into problems associated with excess Ar (e.g., Plesner et al., 2003, Foeken, unpublished data). Here we present cosmogenic 3He exposure ages of basaltic lava flows from the western volcano flank of Fogo aimed at determining the timing and duration of magmatic\nC\nMonte centre\nCentres within Monte Amarelo volcano\ne-collapse structural setting Post-collapse structural setting\nedding in Cliff\nDikes in rift zones Bordeira Cliff\nN 5 km\nest Rift Zone and SW vent trends\nNNE Rift Zone\nSSE Rift Zone\nLate N-S dykes at Monte Amarelo\nNNE - trending dykes exposed in cliffs\nSparse dykes between dyke swarms, and volcanic vents on south flank\nVolcanic rift zones Pico do Fogo summit,\nactive till 18th century\n19th and 20th Century activity along N-S trending en echelon fissure vents\nSparse volcanic vents outside rift zones on south flank\nBroad west rift zone with NW through SW trending vents\nSSE rift zone\nAbundant historic flows within collapse scar\nStrong NNE rift zone active until 18th Century\ndsat image from https://zulu.ssc.nasa.gov/mrsid/mrsid.pl. White box shows study area nte Amarelo volcano, showing the three armed rift zone on Fogo: W – E rift (diagonally shown are major dike orientations in the rift zones. C. Structural setting of the postand C modified from Day et al. (1999b).\nreconfiguration in an effort to provide constraints on the onset of renewed flank instability."
  }, {
    "heading": "2. Fogo geological history and stratigraphy",
    "text": ""
  }, {
    "heading": "2.1. Geological setting",
    "text": "The Cape Verdes are situated in the Atlantic Ocean, approximately 800 km west of Senegal, between 15 and 17 N. The 10 inhabited islands are divided into the Northern (Santo Antao, Sao Vicente, Santa Luzia, Sao Nicolau, Sal and Boa Vista) and Southern islands (Brava, Fogo, Santiago and Maio) (Fig. 2). They rise 3–4 km above the ocean floor of the Cape Verde swell, the central part of which is itself elevated some 1500 m above the adjacent ocean basins (Courtney and White, 1986). Volcanism is largely alkaline basalt through to nephelinite. The alignment of islands is consistent with the moving plate over the Cape Verde plume with a regional ageing of the southern islands from the west (Brava) to the east (Maio).\nVolcanism started at approximately 20 Ma in the eastern islands (Mitchell et al., 1983) and continued throughout the Neogene on the other islands (e.g., Duprat et al., 2007; Plesner et al., 2003). Holocene eruptions occurred on Brava, Santo Antao and Fogo (e.g., Plesner et al., 2003). Only Fogo, however, has had numerous eruptions on the eastern side of the island during the five centuries of the historical record, with the most recent eruption being in April–May 1995 (e.g., Day et al., 2000)."
  }, {
    "heading": "2.2. Rift zones and flank collapse on Fogo",
    "text": "Fogo covers w480 km2 and reaches a maximum elevation of 2829 m above sea level at Pico do Fogo. Slope angles are generally in excess of 15 and reach a maximum of 28 on the eastern flank. The slopes of the cone locally have radial gully and canyon systems (locally known as ribeiras) that are up to 300 m deep (Day et al., 1999b). Fogo is best described by its three distinct morphological features (Figs. 2 and 3): the basic shape of an asymmetrical, truncated volcano cone (Fig. 2A and 3A), a near horizontal plain in the centre of the island (Cha das Caldeiras, Fig. 3B) and an arcuate cliff up to 1 km high (the Bordeira, Fig. 3C). The Cha das Caldeiras plain covers 50–70 km2 and is located at w1700 m above sea level. It is bordered to the west and south by the Bordeira and to the east by the steep-sided cone of Pico do Fogo. The Bordeira cliff is a 20 km long N–S trending, eastward-opening scar that is bounded on its northern, western and southern sides by continuous and extremely steep slope angles (60–90 ). The Bordeira and Cha das Caldeiras are products of a lateral flank collapse of the older Monte Amarelo volcano that displaced 150–200 km3 of material (Day et al., 1999b).\nThe collapse was preceded by a magmatic reorganisation along the triple-armed volcanic rift zones across the pre-collapse Monte Amarelo summit (Fig. 2) (Day et al., 1999b). While no absolute chronology is available, detailed field mapping (Day et al., 1999b;Day, in preparation) has shown that most of the pre-collapse volcanic activity occurred along three broadly radial volcanic rift zones (W, NNE and SSE). These rift zones correspond to dike swarms visible in the Bordeira cliff, with the western rift zone being notably broad and showing dike and volcanic vent trends from WNW to WSW. However, prior to the collapse of the Monte Amarelo volcano the western rift zone was largely abandoned and the NNE and SSE rift zones were replaced by a single N–S dike swarm. Following the Monte Amarelo collapse the three radial rift zones were re-established, although by far the greatest volume of erupted rocks have infilled the collapse scar to produce the Cha das Caldeiras. However, the detailed mapping also indicates that postcollapse volcanic activity has ceased on the western rift zone, whilst more recently still (within the period of historic records) activity on the SSE and NNE rift zones has also been replaced. Many early historic eruptions (17th and 18th century) occurred in the central summit area of the Pico do Fogo but at present eruptions in the Cha das Caldeiras occur mainly along N–S oriented fissures (Day et al., 1999b). Fractures and normal faults have been observed along the same trend."
  }, {
    "heading": "2.3. Volcanic stratigraphy of Fogo",
    "text": "To place the structural reconfiguration of the rift zones within the Fogo volcanic evolution, and due to the absence of absolute age constraints for the lavas, an understanding of the volcanic stratigraphy is required. Four distinct periods of volcanism (Figs. 4 and 5) can be mapped (Day et al., 1999b). The oldest units are composed of carbonatites and alkaline basalts of the uplifted Seamount Series. (U–Th)/He dating of apatite and pyrochlore from the carbonatite yield ages of w4.5 Ma (Foeken et al., 2007). The first sub-aerial lavas (Monte Barro Group) were erupted unconformably onto the carbonatites, but lack absolute age constraints. This was followed by a period of intense volcanism (Monte Amarelo Group) that consists mainly of highly alkaline basic to intermediate lavas, numerous scoria and spatter cones, lapilli and epiclastic breccia units and rare felsic units, with an estimated thickness of 2–3 km. The Monte Amarelo Group is subdivided into the Bordeira and Ribeira Aguadinha Formations, with the Ribeira Aguadinha Formation of ankaramitic rocks marking the onset of eastward migration of volcanic activity and the development of dominant N– S trending dike swarms in the pre-collapse Monte Amarelo volcano. No absolute chronology is available for this sequence. A characteristic unit of pyroxene and olivine-phyric ankaramite lavas\n. The Cha das Caldeiras represents an over 1500 m thick post-collapse lava sequence, high head wall cliff. Landsat image from https://zulu.ssc.nasa.gov/mrsid/mrsid.pl. B.\ndefines the uppermost member (Fernao Gomes Member) of the Ribeira Aguadinha Formation (Fig. 4); the unit is thickest on the eastern flank but forms an important and distinctive marker in the stratigraphy of the western flank of Fogo as well.\nThe post-collapse eruptive sequence comprises lava flows which overlie the youngest lava flows that were cut by the collapse, particularly the distinctive ankaramites of the Fernao Gomes Member, or for which collapse-cut relations can be inferred from field observations. They are grouped together as the Cha das Caldeiras Group (Fig. 4) and are subdivided into the Pico do Fogo and Monte Orlando Formations. The boundary is defined by the end of summit activity in the Pico do Fogo during the 18th century. The Cha das Caldeiras Group is composed primarily of an approximately 2 km thick sequence of volcanic rocks that infills the collapse scar and the Pico do Fogo itself as well as discontinuous lava sequences on the outer flanks of the volcano. Older units of the outer flank sequences are the phenocryst-poor Ribeira Ilheu Member lavas and the evolved tephrites and phonolites of the Monte Zambuda Members. The later eruptive units on the outer flanks make up the Pico Pires and mainly oceanitic Monte Preto Sao Jorge Members. These latter two members are of primary interest, as they define the youngest lavas of the western rift zone and as such define the onset of rift zone abandonment.\nAs with other high islands in the Cape Verdes, climate on Fogo is controlled by the regional trade winds from the NE. This produces persistent cloud and an orographically enhanced rainfall maximum at elevations of 1000–1500 m on the NE-facing slopes of the island, corresponding to the level of the trade wind inversion. The unreliable summer rainy season produces high rainfall between July and October in those years when the Inter Tropical Convergence Zone (ITCZ) of convective thunderstorms migrates north over the archipelago. Even in those years, however, nucleation of storms on orographic updrafts also produces rainfall maxima on the upper slopes of the volcano, especially in the NE of the island. The highest average annual rainfall is at Monte Velha in NE, with typical rainfall of w1500 mm/year (Barmen et al., 1990; BURGEAP, 1974). In contrast, the west and south of the island average 200–500 mm/ year, only experiencing transient high rainfall, and consequent flash floods in and around the ribeiras, when the ITCZ is over the island. High permeability, especially in jointed lava flows, prevents surface drainage at other times. Ablation of fine sediment by strong winds during the dry season may be significant.\nThese climatic factors are important for the preservation of pristine lava flow tops on the Fogo basalts, with neither erosion by sheet floods nor deposition of alluvium except on rare occasions when the floods overtop the ribeira walls. Careful mapping is required to identify occurrences of overbank floods as they can lead to scouring of the tops of adjacent, older flows, or burial of flow tops beneath thin overbank alluvial deposits that are susceptible to removal by later floods or by wind ablation. Such episodes of deposition and erosion are potentially important sources of exposure age anomalies.\nAlthough uplift of submarine volcanic and intrusive rocks appears to have been substantial during growth of the seamount\nand subsequent emergence of the island, producing the marked unconformity between the Seamount Series and the Monte Barro Group, there is little evidence for subsequent uplift or subsidence. There are no uplifted littoral hyaloclastites or pillow lavas in coastal sequences, and ancient sea-cliffs, coastal tuff rings, and beach sands deposited on supratidal erosion notches occur at present sea level both in the Monte Amarelo Group and in the post-collapse Cha das Caldeiras Group. We interpret these units as having formed at times of global sea level highstand and imply that Fogo has experienced negligible uplift or subsidence during its post-emergence history."
  }, {
    "heading": "3. Sample description",
    "text": "In order to date the rift zone and magmatic reconfiguration after the Monte Amarelo collapse we have sampled seven pyroxene- and olivine-phyric post-collapse basalt flows from the west and southwestern volcano flank (Figs. 5 and 6, Table 1). All these flows are located within the western branch of the triple-armed rift zone, except Monte Macho Fomea II which is on the west side of the SSE rift zone; Monte Duarte and Monte Genebra flows are located on the southern margin of the west rift zone and trend SW. All flows are from the Pico Pires and (possibly) Monte Preto Sao Jorge members of the Cha das Caldeiras Group. They are among the youngest post-collapse flows on the west flank and comprise a significant part of the volcanism at this time. Figs. 4 and 5\nsummarise the stratigraphic relationships between the flows based upon detailed mapping (Day, in preparation).\nTo bracket the timing of the Monte Amarelo collapse, we have dated a characteristically ankaramitic pre-collapse flow on the western rift zone. The ankaramites belong to the Fernao Gomes member and several nearby flows can be traced to the top of the volcano flank where they are cut by the collapse.\nMultiple samples of flow top features, in particular pahoehoe ropes and spatter features (Figs. 7 and 8), were taken at different elevations in order to check for internal age consistency. The upper 3 cm of the flow top were sampled and no depth correction has been made. Topographic shielding was only important at one site (END11: w10%) and has been corrected for (following procedures in Gosse and Phillips, 2001); no self-shielding corrections were made as all samples were collected from surfaces with inclinations of less than 10 ."
  }, {
    "heading": "3.1. Monte Macho Fomea II flow (MMF)",
    "text": "This flow was erupted from the small Monte Macho Fomea vent that is located on the southern flank at approximately 1000 m. The vent is elongate and aligned due north–south on the SE flank of the older Monte Macho Fomea scoria cone, indicating that it is fed by an underlying N–S trending dike. It is likely that this vent belongs to the westernmost fringe of the SSE rift zone of the volcano, rather\nfrom Fogo sampled for cosmogenic 3He exposure dating\nthan being part of the broad western rift zone. All of the underlying flows belong to the pre-collapse Monte Amarelo Group (Fig. 5), but because post-collapse lavas are sparse in this part of Fogo, contacts with overlying, younger flows are limited. The lava contains abundant large pyroxene (1–5 mm) and olivine (1–2 mm) phenocrysts and is likely of primitive basanitic composition. Three 10 cmhigh hornitos, each 5 m apart, were sampled from a w50 m long pressure ridge at 550 m above sea level (Fig. 7A). To constrain the internal age consistency of the flow, hornito samples were collected at 860 m and 870 m. Exposure ages were determined on six pyroxene and one olivine separates."
  }, {
    "heading": "3.2. Lapa Cavalho flow (LC)",
    "text": "The LC flow is a basanitic lava that, like the MMF flow, mainly overlies pre-collapse lavas (Fig. 5). It originates from a poorly preserved vent within the southwestern part of the western rift zone. The vent is at over 2000 m elevation but the upper part of the\nflow has been heavily dissected by incision of the large Ribeira Domingo Santo canyon. The lower parts of the flow below 700 m elevation are, however, several hundred meters away from this ribeira and are well preserved. It has moderately abundant pyroxene (1–2 mm) and olivine (<1 mm) phenocrysts. Three samples of pahoehoe ropes were taken from a 2–3 m high, 5 m wide plateau at w600 m (Fig. 7B). A further two samples were collected at 1037 m and 1026 m, closer to Ribeira Domingo Santo. Pyroxene separates were used for age determinations."
  }, {
    "heading": "3.3. Monte Duarte flow (MD)",
    "text": "The flow is a relatively evolved basanite or tephrite and contains only sparse pyroxene phenocrysts. It was erupted from a large vent at approximately 1300 m situated on the western volcano flank, with a well-defined SW-trending axial fissure, and extends all the way to the coast. Although it has no direct stratigraphic contact with the MMF and LC flows (Fig. 5), unlike these it overlies several\npost-collapse lavas of the Ribeira Ilheu and Monte Zambuda Members (Fig. 4) and is in turn overlain by the Monte Enduarpo flow discussed below. Two samples, approximately 20 m apart, were taken from approximately 10 cm-high hornito structures (Fig 7C), from a w50 m long pressure ridge at 180 m."
  }, {
    "heading": "3.4. Monte Genebra flow (MG)",
    "text": "The MG flow is a phenocryst-poor relatively evolved basanite or tephrite lava. It was sampled close to its SW-trending vent, approximately 2 km from the southwest coast at w350 m elevation. Stratigraphically the flow is at a similar level to the MD flow, but is separated by a w50 m deep canyon along its northeastern boundary. We sampled a 5 cm-high hornito and the top segment of a 1 m diameter pressure dome (Fig. 7D) both within 10 m of each other."
  }, {
    "heading": "3.5. Lapa d’Egua flow (LE)",
    "text": "The flow was erupted from the small Monte Lapa d’Egua vent on the southwestern flank at approximately 1500 m. It is among the youngest flows on the southwestern volcano flank, being overlain only by the Monte Enduarpo flow. The flow is an oceanite, characterised by sparse pyroxene, but abundant, large (>2 mm) olivine phenocrysts. Two pahoehoe flows, approximately 10 m apart, were sampled at 1042 m (Fig. 8A). Similar flow structures are present in a nearby gully and re-occur within a 2 m-thick succession. Erosion\nat this location may have exposed pahoehoe ropes that can be mistaken for the flow top. Olivine and pyroxene were used for age determinations."
  }, {
    "heading": "3.6. Monte Enduarpo flow (END)",
    "text": "The Monte Enduarpo flow was erupted from an array of elongate vents extending along a SSW trend from 1200 m to 1400 m within the SW part of the west rift zone. The largest lobe of the flow originates from the lower vents at 1200 m elevation and can be traced continuously to near sea level. The phenocryst-poor flow is stratigraphically the youngest sampled (Fig. 5). Hornito structures were sampled from a pressure ridge close to the vent (three samples) at 1196 m (Fig. 8B) and from 2 to 5 m long lobes at w800 m (four samples). The lower pressure ridge showed signs of erosion, with rubble blocks present. The flow contains w1 mm pyroxene and olivine phenocrysts; pyroxene was analysed."
  }, {
    "heading": "3.7. Pico Pires flow (PP)",
    "text": "The Pico Pires flow is located along the western volcano flank at approximately 200 m elevation. It is the youngest lava flow in this area and overlies a number of post-collapse lava flows (Fig. 5). Two pahoehoe ropey flow top samples from a basanitic lava flow were taken from a 3 m high by 20 m wide plateau above the surrounding cultivated land (Fig. 8C). The presence of small (10–20 cm) blocks\nsuggests that erosion/disturbance of the site has occurred but this may be very recent, associated with the cultivation. The flow contains abundant pyroxene (1–2 mm) and olivine (1 mm) phenocrysts; pyroxene separates were analysed."
  }, {
    "heading": "3.8. Airport Ankaramite (AA)",
    "text": "The Airport Ankaramite is one of the youngest pre-collapse flows. It is located immediately north of Sao Filipe airport on the western volcano flank (Fig. 5). Three 5 5 cm wide hornito structures were collected from a w50 m long pressure ridge, located 3– 4 m above the surrounding field (Fig. 8D). The flow contains abundant pyroxene (up to 1 cm) and olivine (1–2 mm); pyroxene separates were analysed."
  }, {
    "heading": "4. Analytical techniques",
    "text": "Pyroxene and olivine phenocrysts were concentrated from crushed samples using magnetic and density techniques. Concentrates were ultrasonically cleaned in 20% HNO3 and distilled water and a pure separate was picked under a binocular microscope. Altered grains and those with adhering basalt or iron oxide tarnish were removed and the pure separate cleaned in deionized water then analar acetone. Approximately 1 g of 800–1200 mm pyroxene or olivine was crushed in an all-metal multi-sample hydraulic vacuum crusher. The 3He and 4He blanks of the crushing procedure averaged 4.5 104 and 6 108 atoms, respectively, and never exceeded 1% of the crush-released gas content. Cosmogenic He was extracted using either a conventional double-walled resistance furnace or near infra-red laser. Furnace extraction required 100– 600 mg of crushed powders and uncrushed pyroxene grains that were wrapped in Al foil and heated to 1300 C for 20–35 min. Furnace 3He and 4He blanks averaged 4.5 104 and 7.5 108 atoms, respectively, and never exceeded 3% of the released He content. Four pyroxene and two olivine samples were heated using an 808 nm fibre-delivered diode laser modified slightly from Foeken et al. (2006). Pyroxene (25–140 mg of w1 mm grains) and olivine (200– 400 mm) fragments were heated for 10–15 min in 1 cm diameter holes in a high purity Cu pan by rastering a 4 mm-diameter beam over the samples. Temperatures are sufficient to induce melting of the pyroxenes (>1200 C). Coupling of the 808 nm laser with the near-transparent olivine was poor so melting was achieved by addition of degassed pyroxene glass powder. Laser 3He and 4He blanks averaged 4.5 104 and 1.3 108 atoms, respectively; significantly lower than the 4He blanks of furnace heating. Gas clean up and mass spectrometric techniques are described by Williams et al. (2005). The reproducibility of standard He abundance determinations over the period of analysis was 2.5% for 3He and 3% for 4He. He is not cryogenically separated from Ne as the standard contains no Ne.\nAnalytical uncertainties reported in Table 2 are propagated from uncertainties in the 3He and 4He concentrations. The accuracy of exposure ages (Table 2) does not include uncertainties on (mineral specific) production rates and scaling factors; including these uncertainties will likely double the reported uncertainties but will have little effect on the relative ages."
  }, {
    "heading": "5. Results",
    "text": "Helium concentrations and isotopic compositions are presented in Table 2. The concentration of cosmogenic 3He (3Hecos) is calculated from\n3Hecos [ 4Hemelt ) ð3He=4Hemelt L 3He=4HecrushÞ (1)\nwhere 4Hemelt and 3He/4Hemelt are the 4He concentration and isotopic composition of gas released by melting, while 3He/4Hecrush\nis the isotopic composition of magmatic He released by in vacuo crush extraction (Kurz et al., 1990). Using average whole rock U and Th concentrations (0.7 and 2.5 ppm, respectively, Foeken unpublished data) of the oldest sample (Airport Ankaramite w123 ka), we calculate that for a 1 mm crystal at maximum 6% of the measured 4He concentration is radiogenic 4He implanted from the basalt matrix. Implantation effects in the younger samples are therefore considered negligible.\nExposure ages (Table 2) are calculated using production rates in pyroxene and olivine calculated relative to production in Fo88 olivine (103 atoms/g/year, Dunai, 2001) using the theoretical elemental production rates of Masarik (2002), and scaled using factors of Dunai (2000, 2001). This accounts for the effects of geomagnetic field strength variations. Alternative production rate calibrations (e.g., Licciardi et al., 1999) are based on young (2–7 ka) basalts that have not experienced long-term field strength variations. Production rate calibrations derived from samples exposed for less than 50 ka have experienced periods of relatively high geomagnetic field strength. Consequently, exposure ages of older calculated will be systematically offset to younger ages when ignoring magnetic field strength variations (Desilets and Zreda, 2003; Dunai, 2001; Lifton et al., 2008). When adopting the Licciardi et al. (1999) olivine production rate of 116 atoms/g/yr, the Lal (1991) scaling factors and ignoring geomagnetic field strength variations, we calculate our exposure ages to be 10–17% younger than reported here.\nCrush extraction 3He/4He for all samples are between 6.9 and 8.4Ra (where Ra is the atmospheric\n3He/4He¼ 1.39 10 6). These are similar to values measured elsewhere on Fogo (e.g., Doucelance et al., 2003). Melt 3He/4He are consistently higher (8.0–55 Ra), indicating that cosmogenic 3He is present in all samples.\nThe exposure ages of all lava flows range from 0 to 128 ka (Table 2 and Fig. 9). With few exceptions that we discuss below (Section 6.1), the exposure ages are consistent with their relative stratigraphic position (Fig. 5). The pre-collapse Airport Ankaramite yields the oldest exposure age (118–128 ka). The oldest post-collapse flow (Monte Macho Fomea II) yields ages of pyroxene (62.1 4.2) and olivine (58.4 3.8 ka) that are indistinguishable. In one sample (FG07-MMF1), the furnace age is slightly younger (59.4 1.6 ka) than the laser age (62.1 4.2 ka), which could be attributed to incomplete He degassing during furnace heating. Three furnaceand laser-heated samples of the Lapa Cavalho flow yield consistent exposure ages of 46.9–53.1 ka. Two samples from 400 m higher yield significantly lower ages (15.8–16.1 ka).\nThe two lava flows from the intermediate section of the Pico Pires member yield ages that are consistently younger than the MMF and LC flows. The Monte Duarte flow yields ages of 19.5– 28.7 ka and two samples of the Monte Genebra flow are 25.3 2.6 and 28.0 3.0 ka.\nThe youngest exposure ages are obtained from flows from the upper Pico Pires member and the Monte Preto de Sao Jorge member. Samples from the Lapa d’Egua flow yields replicating ages of 11.7 1.1 and 13.3 1.1 ka. Exposure ages of 10.9 0.7, 10.5 0.7 ka (both AC1), 3.2 0.2 ka (AC2) and zero (AC3 and AC4) are recorded for the Pico Pires flow. The Monte Enduarpo flow yield exposure ages of 6.7–12.2 ka (n¼ 4) for the lower elevation site and 15.1–15.5 ka (n¼ 3) for the higher elevation site."
  }, {
    "heading": "6. Discussion",
    "text": ""
  }, {
    "heading": "6.1. Integrity of lava flow sites",
    "text": "Multiple samples were collected from each flow in order to assess the age consistency for each flow. Three flows (Monte Macho Fomea II, Lapa d’Egua and Monte Genebra) yield indistinguishable\nJ.P.T.Foeken et al./ Q uaternary G eochronology 4 (2009) 37–49\n46\nexposure ages at different elevations. However, the remaining flows demonstrate two interesting features.\nFirstly, the Pico Pires and Monte Duarte lava flows were each sampled at only one site, and each yields variable ages. This is likely the result of erosion of the flows as both sites are located near ribeiras (see below). The presence of 10–20 cm lava blocks at the Pico Pires flow site shows that disturbance of the site has occurred. Lava flows here and the Monte Duarte site are more vesicular than other sampled sites, making them more susceptible to erosion. Consequently we consider that the oldest exposure age measured at each site represents the minimum flow age.\nSecondly, although the Lapa Cavalho and Enduarpo flows exhibit replicating exposure ages at each site, these ages are different at each site for each flow. Both flows have distinctive phenocryst assemblages and other petrographic features (see Section 3) and are well exposed between different sample sites. This allows easy distinction from nearby flows and we therefore consider it unlikely that different flows were sampled. More likely the upper LC site and the lower END sites have been eroded or covered. Both sites are located close to large ribeira systems; the upper LC site is w200 m from the 30 m deep Ribeira Domingo Santo and the lower END site is less than 100 m from the Ribeira de Patim (Fig. 6). Frequent blocking and overbank flooding has produced both deposition of alluvium and subsequent erosion of the sample sites and explains the lower ages of the flow surfaces close to the ribeiras. Samples collected away from ribeiras (e.g., Monte Macho Fomea II, Monte Lapa d’Egua and Monte Genebra, as well as the lower Lapa Cavalho site and upper Enduarpo site) have exposure ages that show no signs of age-lowering by erosion or coverage.\nWe therefore conclude that flow surfaces near large, long-lived drainage features susceptible to overbank flooding (such as the ribeiras) should be avoided when sampling for exposure dating of lava flows. In the following discussion we do not include exposure ages from the sites from the Lapa Cavalho and Enduarpo that yielded the apparently low exposure ages. However, omitting these data does not affect the age range recorded by the remaining flows, or alter the interpretation of the data."
  }, {
    "heading": "6.2. Rift zone and magmatic reorganisation",
    "text": "The post-collapse flows from the western volcano flank yield 3He exposure ages that are in good agreement with the relative\nstratigraphy of the lower Pico do Fogo Formation (Figs. 5 and 9). The oldest flows (MMF and LC) are 62–47 ka. They erupted over 60 kyr after the pre-collapse flow (Airport Ankaramite; 123 ka) and provide the first constraint on the timing of the Monte Amarelo collapse. The intermediate flows (MD and MG) erupted at 20–29 ka while the youngest flows (PP, END and LE) yield ages of 11–15 ka. These ages suggest that volcanic activity along the western branch of the triple-armed rift zone has been nearly continuous from before 62 to 11 ka (Fig. 9). The lack of lava flows with ages between the three age clusters we attribute to our sampling strategy of aiming to date the youngest flows in particular sectors and the limited number of samples that could be collected rather than providing evidence for episodic eruptive history in the western rift zone as a whole.\nThe absence of flows that are unequivocally less than 11 ka on the SW flank of Fogo suggests that the volcano underwent a structural reconfiguration that resulted in cessation of magmatic activity along the western rift zone. Magmatic activity appears to have shifted to, or continued along, the (south)-eastern side of the volcano, in the Cha das Caldeiras, in line with the NNE and SSW trending rift zones (Day et al., 1999b). It is tempting to suggest that the present rift reorganisation is proceeding in a similar manner as the pre-collapse reconfiguration that preceded the Monte Amarelo flank collapse (Day et al., 1999b). Comparison of the duration of the present reconfiguration with the pre-Monte Amarelo collapse reconfiguration is hampered by the lack of absolute age constrains on the duration of the pre-Monte Amarelo reconfiguration. However, examples of such relations have been documented on the Canary Islands (e.g., Carracedo et al., 1999a; Day et al., 1999a; Walter et al., 2005). Rift zone reorganisation occurred no more than 30 kyr before a flank collapse on the Anaga volcano on Tenerife (Walter et al., 2005). Reorganisation of the Cumbre Vieja volcano on La Palma has occurred on similar time scales (Carracedo et al., 1999a; Carracedo et al., 1999b; Guillou et al., 1998). Recent investigations have showed that the Cumbre Vieja has experienced renewed rift reorganisation along its triple-armed rift zone for the last 20 kyr, with complete abandonment of volcanic activity along one arm for the last 7 kyr (e.g., Day et al., 1999a).\nThe similar timing of volcanic reorganisation on Fogo (up to 11– 12 ka) and La Palma (7 ka) could suggest that regional or global factors may play a role in governing volcanism on ocean islands. Possible processes include change in stress regime associated with\nplate motion, global sea level rise following the Last Glacial Maximum, and regional changes in rainfall and hence water table levels beneath the rift zones (e.g., Carracedo et al., 1999b; Keating and McGuire, 2000).\nGlobal or regional influences of this type may have interacted with longer term volcano evolution at individual volcanoes. More local explanations are commonly proposed. For instance, it is likely that changes in the stress regime is responsible for the reorganisation of the Cumbre Vieja volcano (e.g., Carracedo et al., 1999a), although it has not been clearly demonstrated on Fogo (Day et al., 1999b). The rift zone reorganisation on Fogo could be due to the progressive destabilization of the eastern volcano flank. Renewed volcano growth on the eastern flank for the last 60–120 kyr formed the Cha das Caldeiras with its steep (28 ) eastern volcano flank slopes that may have become progressively more unstable. The vertical drag this has caused may have opened NNE to SSW trending fissures along which dykes are intruded as evidenced by the orientation of the bulk of the present-day volcanism. However, no net vertical offset or graben subsidence has been observed along fractures and fissures of the most recent volcanic eruptions, suggesting that if the Cha das Caldeiras volcano is approaching an unstable condition, it is not yet significantly unstable (Day et al., 1999b). It is therefore likely that the magmatic reorganisation along the rift zones and subsequent onset of renewed flank instability on Fogo has to date been largely driven by continued magmatism, rather than gravitational deformation alone."
  }, {
    "heading": "7. Conclusions",
    "text": "In order to date rift zone magmatic reorganisation on Fogo (Cape Verdes) following the lateral collapse of the flank of the Monte Amarelo volcano, we have dated seven post-collapse flows and one pre-collapse flow from the western branch of its triple-armed rift zone. Cosmogenic 3He-derived exposure ages of post-collapse flows range from 62 to 11 kyr and fit well with the established stratigraphy. The analysis of multiple flow tops on each lava flows, often at different elevations, provides an internal check for age consistency. Discrepancies between ages for the same flow obtained at different sites suggest that sites within a few hundred meters of large, long-lived drainage systems may have been affected by sediment deposition and subsequent erosion of alluvium during repeated overbank floods, and that such sites should in general be avoided. The exposure ages suggest that volcanic activity along the western branch of the triple-armed rift zone has been nearly continuous from before 60 ka to 11 ka. The absence of magmatic activity along the western rift zone for the last 11 kyr or so is interpreted as reflecting a structural reconfiguration. The duration of this volcanic hiatus is similar to that observed in the Canary Islands and may imply that flank renewed instability has been developing since at least 11 ka. The 3He exposure age of one pre-collapse flow yields suggests that the Monte Amarelo collapse must have occurred between 62 and 123 ka. The measurement of reproducible cosmogenic 3He exposure ages less than 123 ka, with analytical uncertainties as low as 5%, demonstrates that, where flow tops are preserved, the technique is a viable alternative to the 14C and 40Ar/39Ar chronometers for dating recent volcanism in arid climate zones."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank Eric Gayer for field work and sampling assistance and Tibor Dunai for production rate discussions. Jurgen Foeken acknowledges financial support from EU FP6 Marie Curie Actions, project 511927 (CRONUS-EU network). Geological mapping of Fogo by Simon Day was partially funded by a grant of the Instituto Cooperacao Portuguesa (project ALERT) to Prof. J.F.B.D. Fonseca,\nInstituto Superior Tecnico, Lisbon. We thank Mark Kurz and an anonymous reviewer for insightful comments that significantly improved the manuscript.\nEditorial handling by: J.C. Gosse."
  }],
  "references": [{
    "title": "3He surface exposure dating and its implications for magma evolution in the Potrillo volcanic field, Rio Grande Rift, New Mexico, USA",
    "authors": ["E.Y. Anthony", "J. Poths"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1992
  }, {
    "title": "Groundwater-related geologicaland isotopic investigations on the Island of Fogo",
    "authors": ["G. Barmen", "V. Carvalho", "A. Querido"],
    "year": 1990
  }, {
    "title": "Radiocarbon-dates for lava flows from Northeast Rift-Zone of Mauna Loa Volcano, Hilo 7 1/20 quadrangle",
    "authors": ["J.M. Buchananbanks", "J.P. Lockwood", "M. Rubin"],
    "venue": "Island of Hawaii. Radiocarbon",
    "year": 1989
  }, {
    "title": "The Canary Islands: an example of structural control on the growth of large oceanic-island volcanoes",
    "authors": ["J.C. Carracedo"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1994
  }, {
    "title": "Morphological and structural evolution of the western Canary Islands: hotspot-induced three-armed rifts or regional tectonic trends",
    "authors": ["J.C. Carracedo"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1996
  }, {
    "title": "Later stages of volcanic evolution of La Palma, Canary Islands: rift evolution, giant landslides and the genesis of the Caldera de Taburiente",
    "authors": ["J.C. Carracedo", "S.J. Day", "H. Guillou", "P. Gravestock"],
    "venue": "Geological Society of America Bulletin",
    "year": 1999
  }, {
    "title": "Giant Quaternary landslides in the evolution of La Palma and El Hierro, Canary Islands",
    "authors": ["J.C. Carracedo", "S.J. Day", "H. Guillou", "F.J. Perez Torrado"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1999
  }, {
    "title": "Anomalous heat flow and geoid across the Cape Verde Rise: evidence for dynamic support from a thermal plume in the mantle",
    "authors": ["R.C. Courtney", "R.S. White"],
    "venue": "Geophys. J.R. Astrophys. Soc",
    "year": 1986
  }, {
    "title": "Recent structural evolution of the Cumbre Vieja volcano, La Palma, Canary Islands: volcanic rift zone reconfiguration as a precursor to volcano flank instability",
    "authors": ["S.J. Day", "J.C. Carracedo", "H. Guillou", "P. Gravestock"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1999
  }, {
    "title": "Spatial and temporal distribution of secondary cosmicray nucleon intensities and applications to in situ cosmogenic dating",
    "authors": ["D. Desilets", "M. Zreda"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2003
  }, {
    "title": "Growth and persistence of Hawaiian volcanic rift zones",
    "authors": ["J.H. Dietrerich"],
    "venue": "Journal of Geophysical Research",
    "year": 1988
  }, {
    "title": "Pb–Sr–He isotope and trace element geochemistry of the Cape Verde Archipelago",
    "authors": ["R. Doucelance", "S. Escrig", "M. Moreira", "C. Gariepy", "M.D. Kurz"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2003
  }, {
    "title": "Multiple constraints on the age of a Pleistocene lava dam across the Little Colorado River at Grand Falls, Arizona",
    "authors": ["W. Duffield", "N. Riggs", "D. Kaufman", "D. Champion", "C. Fenton", "S. Forman", "W. McIntosh", "R. Hereford", "J. Plescia", "M. Ort"],
    "venue": "Geological Society of America Bulletin",
    "year": 2006
  }, {
    "title": "Huge landslide blocks in the growth of piton de la Fournaise, La Reunion, and Kilauea volcano, Hawaii",
    "authors": ["W.A. Duffield", "L. Stieltjes", "J. Varet"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1982
  }, {
    "title": "Scaling factors for production rates of in-situ produced cosmogenic nuclides: a critical reevaluation",
    "authors": ["T. Dunai"],
    "venue": "Earth and Planetary Science Letters 176,157–169",
    "year": 2000
  }, {
    "title": "Influence of secular variation of the geomagnetic field on production rates of in situ produced cosmogenic nuclides",
    "authors": ["T. Dunai"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2001
  }, {
    "title": "The volcanic and geochemical development of Sao Nicolau, Cape Verde Islands: constraints from field and Ar-40/Ar-39 evidence",
    "authors": ["H.I. Duprat", "J. Friis", "P.M. Holm", "T. Grandvuinet", "R.V. Sorensen"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2007
  }, {
    "title": "Flank collapse triggered by intrusion: the Canarian and Cape Verde Archipelagoes",
    "authors": ["D. Elsworth", "S.J. Day"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1999
  }, {
    "title": "Orientation and growth of Hawaiian volcanic rifts: The effect of regional structure and gravitational stresses",
    "authors": ["R.S. Fiske", "E.D. Jackson"],
    "venue": "Proc. R. Soc. London,",
    "year": 1972
  }, {
    "title": "Carbonatite seamount formation and first subaerial exposure of Fogo (Cape Verde Islands): results from apatite and pyrochlore (U–Th)/He dating",
    "authors": ["J. Foeken", "F. Stuart", "S. Day", "F. Wall"],
    "venue": "Geophysical Reserach Abstracts",
    "year": 2007
  }, {
    "title": "A diode laser system for heating minerals for (U–Th)/He chronometry",
    "authors": ["J.P.T. Foeken", "F.M. Stuart", "K.J. Dobson", "C. Persano", "D. Vilbert"],
    "venue": "Geochemistry, Geophysics, Geosystems 7,",
    "year": 2006
  }, {
    "title": "Radiochronological dating of Stromboli",
    "authors": ["Gillot", "P.-Y", "J. Keller"],
    "venue": "Acta Vulcanologica",
    "year": 1993
  }, {
    "title": "Terrestrial in situ cosmogenic nuclides: theory and application",
    "authors": ["J.C. Gosse", "F.M. Phillips"],
    "venue": "Quaternary Science Reviews",
    "year": 2001
  }, {
    "title": "Dating of the Upper Pleistocene–Holocene volcanic activity of La Palma using the unspiked K–Ar technique",
    "authors": ["H. Guillou", "J.C. Carracedo", "S.J. Day"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1998
  }, {
    "title": "Island edifice failures and associated tsunami hazards",
    "authors": ["B.H. Keating", "W.J. McGuire"],
    "venue": "Pure and Applied Geophysics",
    "year": 2000
  }, {
    "title": "Cosmic-ray exposure dating with in situ produced cosmogenic He-3-results from Young Hawaiian lava flows",
    "authors": ["M.D. Kurz", "D. Colodner", "T.W. Trull", "R.B. Moore", "K. Obrien"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1990
  }, {
    "title": "Cosmic-ray labeling of erosion surfaces – in situ nuclide productionrates and erosion models",
    "authors": ["D. Lal"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1991
  }, {
    "title": "Calibration of cosmogenic",
    "authors": ["J.M. Licciardi", "M.D. Kurz", "P.U. Clark", "E.J. Brook"],
    "year": 1999
  }, {
    "title": "Scaling time-integrated in situ cosmogenic nuclide production rates using a continuous geomagnetic model",
    "authors": ["N. Lifton", "D.F. Smart", "M.A. Shea"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2008
  }, {
    "title": "Recovery of datable charcoal beneath young lavas: lessons from Hawaii",
    "authors": ["J.P. Lockwood", "Lipman"],
    "venue": "P.W.L.,",
    "year": 1984
  }, {
    "title": "Numerical simulation of in-situ production of cosmogenic",
    "authors": ["J. Masarik"],
    "year": 2002
  }, {
    "title": "On dating the magmatism",
    "authors": ["J.G. A491. Mitchell", "M.J. Le Bas", "J. Zielonka", "H. Furnes"],
    "venue": "nuclides. Geochimica et Cosmochimica Acta",
    "year": 1983
  }, {
    "title": "Earth and Planetary Science Letters",
    "authors": ["Maio", "Cape Verde Islands"],
    "year": 2003
  }, {
    "title": "A critical evaluation of young (near-zero) K–Ar ages",
    "authors": ["S. Scaillet", "H. Guillou"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2004
  }, {
    "title": "The Ar-40/Ar-39 dating of core recovered by the Hawaii Scientific Drilling Project (phase 2), Hilo, Hawaii",
    "authors": ["W.D. Sharp", "P.R. Renne"],
    "venue": "Geochemistry, Geophysics, Geosystems 6,",
    "year": 2005
  }, {
    "title": "Displacement of the south flank of Kilauea Volcano: the result of forcefull intrusion of magma in rift zones",
    "authors": ["D.A. Swanson", "W.A. Duffield", "R.S. Fiske"],
    "venue": "United States Geological Survey Professional Paper",
    "year": 1976
  }, {
    "title": "Volcanic rift zones and their intrusion swarms",
    "authors": ["G.P.L. Walker"],
    "venue": "Journal of Volcanological and Geothermal Research",
    "year": 1999
  }, {
    "title": "Rift zone reorganization through flank instability in ocean island volcanoes: an example from Tenerife, Canary Islands",
    "authors": ["T.R. Walter", "V.R. Troll", "B. Cailleau", "A. Belousov", "Schmincke", "H.-U", "F. Amelung", "P. v.d Bogaard"],
    "venue": "Bulletin of Volcanology",
    "year": 2005
  }, {
    "title": "Using pyroxene microphenocrysts to determine cosmogenic 3He concentrations in old volcanic rocks: an example of landscape development in central Gran Canaria",
    "authors": ["A.J. Williams", "F.M. Stuart", "S.J. Day", "W.M. Phillips"],
    "venue": "Quaternary Science Reviews",
    "year": 2005
  }],
  "id": "SP:50132e9f006cd20ed3dc114ac6f8bba7ded08507",
  "authors": [{
    "name": "Quaternary Geochronology",
    "affiliations": []
  }, {
    "name": "Jurgen P.T. Foeken",
    "affiliations": []
  }, {
    "name": "Simon Day",
    "affiliations": []
  }, {
    "name": "Finlay M. Stuart",
    "affiliations": []
  }],
  "abstractText": "We have used cosmogenic 3He to date preand post-collapse lava flows from southwestern Fogo, Cape Verdes, in order to date rift zone magmatic reorganisation following the lateral collapse of the flank of the Monte Amarelo volcano. The post-collapse flows have exposure ages ranging from 62 to 11 ka. The analysis of multiple flow tops on each lava flows, often at different elevations, provides an internal check for age consistency and the exposures ages conform with stratigraphic level. The exposure ages suggest that volcanic activity along the western branch of the triple-armed rift zone was more or less continuous from before 62 ka to approximately 11 ka. The absence of magmatic activity for the last 11 kyr reflects a structural reconfiguration of the volcano and may be related to renewed flank instability. This volcanic hiatus is similar in duration to that observed in the Canary Islands. Replicate 3He exposure ages of a precollapse flow (123.0 5.2 ka) brackets the time of the Monte Amarelo collapse between 62 ka and 123 ka. Reproducible cosmogenic 3He exposure ages of less than 123 ka from flows away from major erosion features demonstrates that the technique is a viable alternative to the radiocarbon, K/Ar and Ar/Ar chronometers for dating recent volcanism in arid climate zones. 2008 Elsevier Ltd. All rights reserved.",
  "title": "Cosmogenic 3He exposure dating of the Quaternary basalts from Fogo, Cape Verdes: Implications for rift zone and magmatic reorganisation"
}