{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nGondwana Research\nj ourna l homepage: www.e lsev ie r .com/ locate /gr\nAdakitic rocks derived from the partial melting of subducted continental crust: Evidence from the Eocene volcanic rocks in the northern Qiangtang block\nShao-cong Lai ⁎, Jiang-feng Qin State Key Laboratory of Continental Dynamics, Department of Geology, Northwest University, Xi'an, 710069, China\n⁎ Corresponding author. E-mail addresses: shaocong@nwu.edu.cn, qinjf1982@\n1342-937X/$ – see front matter. Crown Copyright © 20 doi:10.1016/j.gr.2012.06.003\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 20 March 2012 Received in revised form 10 May 2012 Accepted 16 June 2012 Available online 23 June 2012\nHandling Editor: G.C. Zhao\nKeywords: Qiangtang block Adakitic volcanics Eocene Geochemistry Slab break-off Continental subduction\nEocene is a critical time for the elevation of Tibetan Plateau and global climate change, and previous studies suggested that the Eocene elevation was caused by intra-continental subduction of the Songpan–Garze block beneath the Qiangtang block. This paper reports zircon U–Pb age and geochemistry of the Eocene volcanic rocks from the Zuerkenwula mountain area in the northern part of Qiangtang block, and proposes that both slab break-off of the Neo-Tethys oceanic slab along the Bangong–Nujiang suture and intra-continental subduction of the Songpan–Garze block beneath the Qiangtang block caused the extensive partial melting of lithospheric mantle and subducted Songpan–Garze continental crust, which resulted in the significant elevation of the Tibetan Plateau. The volcanic rocks have LA-ICP MS U–Pb zircon age of 40.25±0.15 Ma (MSWD=2.1, 2σ), which is contemporaneous with the Eocene eclogites in the Great Himalayan and K-rich lavas in the southeastern Tibet. They display some adakitic characteristics with SiO2=57.44 to 68.72%, TiO2=0.38 to 0.81%, Na2O=2.89 to 4.35%, K2O=2.77 to 4.48%, Al2O3=13.92 to 18.22%, A/CNK=0.69 to 1.03, MgO=0.27 to 5.86% with Mg# ranging from 13.2 to 72.0, strongly depleted in heavy rare earth elements (HREEs) (Yb=0.92 to 1.51 ppm and Y=10.1 to 24.1 ppm), in combination with their positive Sr anomalies, high Sr/Y ratios and no significant Eu anomalies, which suggest a garnet-in and plagioclase-free source residue. These volcanic rocks can be divided into high-Mg# (>45) and low-Mg# (b45) groups. Both of the two groups share evolved Sr–Nd–Pb isotopic compositions with 87Sr/86Sr=0.707412–0.708284; εNd(t)=−4.0 to −5.7; 206Pb/204Pb=18.7499–18.8189, 207Pb/204Pb=15.7189–15.7384; 208Pb/204Pb=39.166–39.262. The geophysical data and regional geological setting suggest that the low-Mg# adakitic rocks were derived from thedecompressionmelting of a subducted lower continental crust,when low-Mg#adakiticmelts in the overlying peridotite mantle wedge captured some olivine crystals, resulting in their elevated Mg# and MgO values.\nCrown Copyright © 2012 Published by Elsevier B.V. on behalf of International Association for Gondwana Research. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Adakitic rocks are sodium-rich and characterized by high Sr, Sr/Y and depletion in heavy rare earth element (HREE). Previous studies revealed that these rocks were formed by the partial melting of a young subducted oceanic crust (Defant and Drummond, 1990) or a thickened lower continental crust (Rapp and Watson, 1995; Petford and Atherton, 1996). However, a recent progress in continental geology and experimental petrology (Rapp andWatson, 1995; Rapp et al., 1999) has revealed that Archean TTG and igneous rocks from continental collisional orogens also display adakitic signatures (Defant et al., 2002; Condie, 2005; Zhang et al., 2006; Wang et al., 2008). Thus, the petrogenesis of adakitic rocks is a key for our understanding the continental growth, tectonic evolution of continental collision orogen in continental dynamics (Martin, 1999; Condie, 2005; Martin et al., 2005).\n126.com (S. Lai).\n12 Published by Elsevier B.V. on beh\nThe Tibetan Plateau is unique phenomena on the Earth, and its composition in deep lithosphere and uplifting mechanism is a key for our understanding of the tectonic evolution of continental collision orogen and global climate changing process (Wang et al., 2010; Xia et al., 2011; Zhang and Santosh, 2011). Cenozoic potassic and high-K calc-alkaline rocks from the northern Tibetan Plateau may provide important information about these issues (Turner et al., 1996; Guo et al., 2006; Lai et al., 2007; Lai and Qin, 2008). Recent studies indicate that Cenozoic adakitic rocks from the northern Tibetan Plateau can be divisible into high-Mg# and low-Mg# types (Wang et al., 2008). Resolution of the petrogenesis of high-Mg# and low-Mg# adakitic rocks can promote our understanding of the composition of thickened lower crust, partial melting mechanism and crust/mantle interaction process of the northern Tibetan Plateau (Lai and Liu, 2001; Lai et al., 2003; Guan et al., 2011).\nIn this paper, we present new data of zircon U–Pb age, petrography, major and trace element and Sr–Nd–Pb isotopic composition for a suite of Eocene high-K calc-alkaline volcanic rocks from the Zuerkenwula Mountain area, northern Qiangtang block. The results\nalf of International Association for Gondwana Research. All rights reserved.\nindicate that adakitic rocks in this area include high-Mg# and lowMg# types, both of which are meta-aluminous. We argue that the low-Mg# adakitic rocks were derived from decompression melting of subducted lower continental crust, and when these low-Mg# adakitic melt throughout the overlying peridotite mantle wedge, they would capture some olivine crystals and elevated their Mg# and MgO values."
  }, {
    "heading": "2. Regional geological setting and petrology",
    "text": "The Qiangtang block is bounded by the Jinsa suture to the north and the Bangong–Nujiang suture to the south. Structurally, Qiangtang is an anticlinorium, with the central part occupied by an anticline of pre-Jurassic strata or metamorphic rocks and the northern and southern limbs by synclines of mainly Jurassic sedimentary rocks (Fig. 1a). The Jinsha suture marks the Triassic–early Jurassic closure of the Paleotethys ocean between the Songpan–Garze and Qiangtang blocks, while the Bangong–Nujiang zone marks the Jurassic–Early Cretaceous collision between the Qiangtang and Lhasa terrane (Zhang and Santosh, 2011). The Eocene–Early Oligocene (50–29 Ma) volcanic and intrusive rocks in the Qiangtang block include mafic, intermediate and felsic ultra-potassic, potassic and minor calc-alkaline (CA) varieties (Roger et al., 2000; Guo et al., 2006; Lai et al., 2003, 2007; Ding\nFig.1. (a) Simplified geological map of the Tibetan Plateau and surrounding areas. MCT=Main Central Thrust; STDS=South TibetDetachment System; ITS=Indus–Tsangpo Suture; BNS=Bangong–Nujiang Suture; JS=Jinsha Suture; AKMS=Ayimaqin–Kunlun– Muztagh Suture; KF=Kunlun Fault. (b) Distribution of Cenozoic volcanic rocks in the Qiangtang block, northern Tibetan Plateau. a, modified from Chung et al. (2005).\nand Lai, 2003; Ding et al., 2007; Wang et al., 2008, 2010; Xia et al., 2011).\nThe Zuerkenwula Mountain is located in the northern part of the Qiangtang block, headstream of Tuotuo River, where Cenozoic volcanic rocks cover an area of 2500 km2 (Lin et al., 2003, 2004). These volcanic rocks occur as lava sheets that range in thickness from 10 to 425 m. They are unconformably overlying on the Jurassic and Cretaceous sedimentary rocks, which consisted mainly of trachyte and andesitic trachyte. Volcanic rocks in this area are mainly distributed in the Zuerkenwula Mountain, Wulanwula Mountain, Zhuozi Mountain and Xuelian Lake (Fig. 1b). Previous studies reveal that these rocks have 40Ar/39Ar ages of 39 to 45 Ma, belonging to the Eocene Epoch (Lin et al., 2003), which is older than the volcanic rocks from the Hoh Xil and Kunlun Mountains (Fig. 1a), but younger than the Narich basalts from the western Qiangtang (Ding and Lai, 2003). The Tuotuohe formation, which overlies the volcanic rocks, has a paleomagnetism ages of 46.2 to 51.7 Ma. Volcanic rocks in this study were sampled from the Wulanwula Mountain section.\nMost of the volcanic rocks are fresh, displaying dark or gray in color, with a massive structure and porphyritic or cryptocrystalline textures. According to their petrographic features, the rocks can be divided into two types: (1) porphyritic textures of which the matrix is composed mainly of plagioclase microlite (0.05 to 0.2 mm), because of the later alteration, the plagioclase has changed into epidote. In addition, there are many olivine xenocrysts (0.2 to 0.4 mm) in these rocks (Fig. 2a and b), and other mafic minerals, i.e., amphibole (pyroxene?) underwent evaporation, and changed in to opaque tiny iron grains, though their crystal shapers still remains unchanged; (2) porphyritic textures, of the matrix is cryptocrystalline, and the phenocryst are composed mainly of andesine, which are euhedral and have a good zonary structure (Fig. 2c and d), but some andesine crystals have fractures, suggesting that they have crystallized at the earlier stage and were captured by hot magmas during the volcanic eruption."
  }, {
    "heading": "3. Analytical methods",
    "text": "Fresh samples of volcanic rocks were selected for elemental analyses. All of our zircon U–Pb dating, element and Sr–Nd–Pb isotopic analysis are performed in the State Key Laboratory of Continental Dynamics, Northwest University Major elements were determined by X-ray fluorecence spectrometry with analytical errors of less than 2%. Trace element and REE concentrations were determined by a Perkin-Elmer ELAN 6100 inductively coupled plasma source mass spectrometer (ICP-MS) of deputized solutions using a VG Plasma-Quad Excel ICPMS, after a 2-day closed-beaker digestion using a mixture of HF and HNO3 acids in high-pressure bombs. Pure element standard solutions were used for external calibration and BHVO-1 (basalt) and SY-4 (syenite) were used as referencematerials. Analytical error for most elements is less than 2% (Liu et al., 2007).\nSr–Nd–Pb isotopic data were obtained using a Nu Plasma HRmutlicollector mass spectrometer. Sr and Nd isotopic fractionations were corrected to 87Sr/86Sr=0.1194 and 146Nd/144Nd=0.7219, respectively. During the period of analysis, the NIST SRM 987 standard yielded an average value of 87Sr/86Sr=0.710250±12 (2σ, n=15) and the La Jolla standard gave an average of 143Nd/144Nd=0.511859±6 (2σ, n=20). Whole-rock Pb was separated by anion exchange in HCl–Br columns, and Pb isotopic fractionation was corrected to 205Tl/203Tl=2.3875. Within the period of analysis, 30measurements ofNBS981 gave average valuesof 206Pb/204Pb=16.937±1(2σ), 207Pb/204Pb=15.491±1(2σ), 208Pb/204Pb=36.696±1 (2σ), the BCR-2 standard gave 206Pb/204Pb= 18.742±1 (2σ), 207Pb/204Pb=15.620±1 (2σ), 208Pb/204Pb=38.705± 1 (2σ). Total procedural Pb blanks were in the range of 0.1–0.3 ng.\nLaser ablation ICP-MS zircon U–Pb analyses were conducted on an Agilent 7500a ICP-MS equipped with a 193 nm laser, following the method of Yuan et al. (2004). The 207Pb/206Pb and 206Pb/238U ratios\nwere calculated using the GLITTER program, which was corrected using the Harvard zircon 91500 as external calibrant. These correction factors were then applied to each sample to correct for both instrumental mass bias and depth-dependent elemental and isotopic fractionation. The detailed analytical technique is described in Yuan et al. (2004). Common Pb contents were therefore evaluated using the method described by Andersen (2002). The age calculations and plotting of concordia diagrams were made using ISOPLOT (version 3.0) (Ludwig, 2003). The errors quoted in tables and figures are at the 2σ levels."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Zircon LA-ICP MS U–Pb chronology",
    "text": "The zircon was selected from a fine-grained sample (Z19H4), which is located in the volcanic neck and cooled slowly, and thus retained many large plagioclase crystals. Petrographic observations reveal that most zircons are enclosed within the plagioclase crystals. Forty analyses were obtained for sample Z19H4, and according to the CL images (Fig. 3) and U–Pb isotopic composition, the zircons from a fine-grained diorite sample can be divided into three groups. Zircons in the first group are tiny crystals, with grain sizes ranging from 60 to 80 μm, and most of the crystals are gray and have good oscillatory zonings (Fig. 3). These zircons have various U (235 to 2024 ppm) and Th (75 to 1224 ppm) contents, with Th/U ratios ranging from 0.3 to 1.13, typical of magmatic origin (Hoskin and Schaltegger, 2003). The 206Pb/238U ages of these zircons range between 38.1±1 Ma and 41.5±0.8 Ma, yielding a weighted mean age of 40.25±0.15 Ma (MSWD=2.1, 2σ) (Fig. 4), which is interpreted as the crystallization age of the volcanic rocks from the Zuerkenwula Mountain. Zircons in the second group are bright in the CL images, have various U and Th contents, and display discordant ages. Zircons in the third group are large crystals, with lengths of 100 to 200 μm and good oscillatory zonings, which are clearly different from the zircons of thefirst group. As shown in Table 1, these zircons have Mesozoic to Paleozoic 206Pb/238U ages of 211±4Ma to 438±7Ma, indicating that they are xenocrysts from wall rocks or source regions."
  }, {
    "heading": "4.2. Major element geochemistry",
    "text": "The results ofmajor (wt.%) and trace element (ppm) analysis of the studied volcanic rocks from the Zuerkenwula Mountain are listed in Table 2. The volcanic rocks show SiO2=57.44 to 68.72%,TiO2=0.38 to 0.81% (with exception of TiO2=1.72% in one sample), Na2O= 2.89 to 4.35%,K2O=2.77 to 4.48%,and Na2O+K2O=6.12 to 8.16%. All these samples fall into the field of trachyte and dacite in TAS diagram (Fig. 5a), belonging to high-K calc-alkaline intermediate\ntocks (Fig. 5b). In addition, the volcanic rocks have high Al2O3 (13.92 to 18.22%),with A/CNK values (=Al2O3/(Na2O+K2O+CaO)) of 0.69 to 1.03. They have MgO=0.27 to 5.86%, Fe2O3T=2.14 to 6.35%, and Mg#=13.2 to 72.0. Based onMg# values, the volcanic rocks can be divided into high-Mg# (Mg# >45; including 23 samples) and low-Mg#\nLAI-01 0.05193 0.0039 0.08293 0.00601 0.01158 0.00023 0.00364 0.000 LAI-02 0.04605 0.00263 0.03882 0.0021 0.00611 0.00011 0.00197 0.000 LAI-03 0.04606 0.00506 0.03987 0.00428 0.00628 0.00014 0.00201 0.000 LAI-04 0.04605 0.00333 0.0405 0.0028 0.00638 0.00013 0.00204 0.000 LAI-05 0.04605 0.01129 0.03767 0.00918 0.00593 0.00015 0.00356 0.001 LAI-06 0.05052 0.00505 0.04258 0.00416 0.00611 0.00013 0.00193 0.000 LAI-07 0.05146 0.00441 0.04566 0.0038 0.00644 0.00014 0.00202 0.000 LAI-08 0.04605 0.00226 0.04005 0.00183 0.00631 0.00011 0.00205 0.000 LAI-09 0.04664 0.00376 0.04077 0.00307 0.00634 0.00014 0.00209 0.000 LAI-10 0.06601 0.0224 0.05222 0.01761 0.00574 0.00021 0.00175 0.000 LAI-11 0.04605 0.00324 0.03988 0.00268 0.00628 0.00013 0.00204 0.000 LAI-12 0.04605 0.00215 0.03668 0.00156 0.00578 0.00011 0.00204 0.000 LAI-13 0.04605 0.01212 0.03831 0.01003 0.00603 0.00017 0.00199 0.000 LAI-14 0.05079 0.00481 0.04291 0.00396 0.00613 0.00013 0.00193 0.000 LAI-15 0.05509 0.00579 0.04652 0.00479 0.00612 0.00013 0.00191 0.000 LAI-16 0.04605 0.00247 0.04069 0.00205 0.00641 0.00012 0.0021 0.000 LAI-17 0.0545 0.00227 0.26212 0.00859 0.03488 0.00062 0.01136 0.000 LAI-18 0.04644 0.00227 0.03978 0.00181 0.00621 0.00011 0.00198 0.000 LAI-19 0.04605 0.0022 0.04007 0.00177 0.00631 0.00011 0.00206 0.000 LAI-20 0.05074 0.00716 0.03949 0.00549 0.00564 0.00014 0.00178 0.000 LAI-21 0.04751 0.00239 0.04228 0.00182 0.00646 0.00012 0.00216 0.000 LAI-22 0.04951 0.00282 0.04403 0.00221 0.00645 0.00013 0.00216 0.000 LAI-23 0.20469 0.01152 0.17602 0.00887 0.00624 0.00016 0.0017 0.000 LAI-24 0.19902 0.01408 0.17393 0.01135 0.00634 0.00017 0.00173 0.000 LAI-25 0.06208 0.01292 0.05635 0.01163 0.00658 0.00018 0.00202 0.000 LAI-26 0.0606 0.00207 0.58268 0.0173 0.06973 0.00117 0.02151 0.000 LAI-27 0.05786 0.00276 0.56098 0.0248 0.07031 0.00124 0.02181 0.000 LAI-28 0.05237 0.0071 0.04452 0.00593 0.00617 0.00016 0.00194 0.000 LAI-29 0.04994 0.00241 0.04402 0.00179 0.00639 0.00012 0.00212 0.000 LAI-30 0.05301 0.00173 0.26609 0.00553 0.03642 0.0006 0.01173 0.000 LAI-31 0.0552 0.00334 0.06084 0.00327 0.008 0.00016 0.00201 0.000 LAI-32 0.04744 0.00355 0.04031 0.00293 0.00616 0.00011 0.00196 0.000 LAI-33 0.04605 0.00273 0.03979 0.00222 0.00627 0.00012 0.00204 0.000 LAI-34 0.05632 0.00883 0.04399 0.00681 0.00566 0.00014 0.00176 0.000 LAI-35 0.05138 0.0025 0.04582 0.00187 0.00647 0.00012 0.00212 0.000 LAI-36 0.04858 0.00234 0.04298 0.00174 0.00642 0.00012 0.00216 0.000 LAI-37 0.04679 0.00265 0.04001 0.00216 0.0062 0.00011 0.00197 0.000 LAI-38 0.04986 0.00415 0.04207 0.0034 0.00612 0.00012 0.00193 0.000 LAI-39 0.04605 0.002 0.03932 0.00157 0.00619 0.00011 0.002 0.000 LAI-40 0.05259 0.00272 0.24098 0.01172 0.03324 0.0006 0.01043 0.000\n(Mg# b45; including 9 sample) groups. It is should be noticed that the high-Mg# and low-Mg# samples have similar Fe2O3T contents and different MgO contents (Table 2), indicating the existence of some Mg-rich minerals in the high-Mg# samples.\nIn the Harker diagram, high-Mg# and low-Mg# volcanic rocks display a similar evolutionary trend, but the low-Mg# volcanic rocks have higher TiO2 content and plot in the field of adakites from a delaminated lower crust in the SiO2–TiO2 diagram (Fig. 6a). The highMg# and low-Mg# volcanic rocks have similar P2O5 (Fig. 6b), Al2O3 (Fig. 3), Yb (Fig. 6d) and Th/Ce ratios (Fig. 6f)."
  }, {
    "heading": "4.3. Trace and rare earth element geochemistry",
    "text": "The high-Mg# and low-Mg# rocks display similar trace element patterns in the primitive mantle normalized trace spider diagram (Fig. 7), and both of them are enriched in LILEs and depleted in Ti, Nb, Ta, Zr and Hf. The high-Mg# samples have Sr=632 to 1397 ppm, Ba=1027 to 1877 ppm, Y=10.6 to 19.1 ppm, and Sr/Y ratios of 42 to 91 with a mean value of 68, whereas the low-Mg# samples have Sr=602 to 1228 ppm, Ba=1083 to 1784 ppm, Y=10.1 to 24.1 ppm, and Sr/Y ratios of 28 to 73 with a mean value of 60.\nThe high-Mg# and low-Mg# samples display similar REE patterns in the chondrite-normalized REE diagrams (Fig. 8), and both of them are enriched in LREE, but depleted in HREE, without significant Eu anomalies. The high-Mg# volcanic rocks have (La/Yb)N=11 to 44 with a mean value of 30, Eu/Eu*=0.83 to 0.95, and Yb=0.92 to\nin.\n06 327 491 0.66 283 173 81 6 74 1 73 1 05 365 683 0.53 124 39 2 39.3 0.7 40 1 06 1224 1085 1.13 1 221 40 4 40.3 0.9 41 1 06 364 592 0.62 160 40 3 41 0.9 41 1 23 75 252 0.30 400 38 9 38.1 1 72 25 04 228 353 0.64 219 228 42 4 39.3 0.8 38.9 0.7 03 304 377 0.80 261 196 45 4 41.4 0.9 40.9 0.6 05 446 750 0.60 105 40 2 40.5 0.7 41 1 08 392 614 0.64 31 123 41 3 40.7 0.9 42 2 2 122 225 0.54 807 693 52 17 37 1 35 4 06 483 678 0.71 156 40 3 40.4 0.8 41 1 11 501 605 0.83 100 37 2 37.1 0.7 41 2 3 140 235 0.59 429 38 10 39 1 40 6 04 363 627 0.58 231 217 43 4 39.4 0.8 39 0.7 03 1177 1001 1.18 416 240 46 5 39.4 0.8 38.6 0.6 07 484 744 0.65 116 40 2 41.2 0.8 42 1 22 231 317 0.73 392 42 236 7 221 4 228 4 04 1061 2024 0.52 20 105 40 2 39.9 0.7 40 0.8 05 468 742 0.63 102 40 2 40.6 0.7 42 1 06 229 326 0.70 229 296 39 5 36.3 0.9 36 1 05 836 1072 0.78 75 63 42 2 41.5 0.8 44 1 05 738 829 0.89 172 79 44 2 41.4 0.8 44 1 04 286 503 0.57 2864 94 165 8 40 1 34.3 0.8 06 294 401 0.73 2818 119 163 10 41 1 35 1 09 203 306 0.66 677 443 56 11 42 1 41 2 35 198 757 0.26 625 75 466 11 435 7 430 7 35 184 441 0.42 525 107 452 16 438 7 436 7 06 168 319 0.53 302 300 44 6 40 1 39 1 06 296 754 0.39 192 60 44 2 41.1 0.8 43 1 19 307 613 0.50 329 22 240 4 231 4 236 4 07 652 1143 0.57 420 84 60 3 51 1 41 1 03 562 582 0.97 71 167 40 3 39.6 0.7 39.5 0.7 06 438 690 0.63 129 40 2 40.3 0.8 41 1 03 4876 2711 1.80 465 351 44 7 36.4 0.9 35.6 0.5 05 442 685 0.64 258 60 45 2 41.6 0.8 43 1 05 306 608 0.50 128 60 43 2 41.3 0.8 44 1 04 401 675 0.59 38 124 40 2 39.9 0.7 39.9 0.7 03 244 440 0.55 188 189 42 3 39.3 0.8 39 0.7 04 340 605 0.56 93 39 2 39.8 0.7 40.4 0.9 16 218 459 0.48 311 121 219 10 211 4 210 3\n1.51 ppm (b1.8 ppm), whereas the low-Mg# volcanic rocks have (La/Yb)N=18 to 71 with a mean value of 34, Eu/Eu*=0.72 to 0.98, and Yb=0.92 to 1.50 ppm (b1.8 ppm)."
  }, {
    "heading": "4.4. Sr–Nd–Pb isotopic composition",
    "text": "Based on the major- and trace-element geochemistry, we selected for three low-Mg# sample (Z08H5, Z12H2 and Z15H7) and five highMg# volcanic rock samples (Z07H2, Z07H3, Z07H8, Z08H1 and Z08H6) for Sr–Nd–Pb isotopic analysis (Table 2).\nIn the 87Sr/86Sr–143Nd/144Nd (Fig. 9) and 206Pb/204Pb–207Pb/204Pb (Fig. 10) diagram, both the high-Mg# and low-Mg# volcanic rocks from the Zuerkenwula Mountain display similar Sr–Nd–Pb isotopic compositions, and they also share similar Sr–Nd–Pb isotopic compositions with the data of Lin et al. (2004). In the 87Sr/86Sr–143Nd/ 144Nd diagram, the volcanic rocks from the Zuerkenwula Mountain fall into the field of the Linzizong and Qiangtang Cenozoic volcanic rocks. The volcanic rocks also display similar Pb isotopic compositions to those of the high-K calc-alkaline and potassic rocks from northern Tibetan Plateau and display the feature of EMII-type mantle."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Origin of the adakitic volcanic rocks from the Zuerkenwula Mountain",
    "text": "The volcanic rocks from the Zuerkenwula Mountain display typical features of continental crust-derived magma with enriched in LILEs and depletion in Nb, Ta and Ti (Wilson, 1989). They are strongly depleted in HREE (Yb=0.92 to 1.51 ppm, b1.8 ppm), Y (10.1 to 19.1 ppm) and enriched in Sr (>600 ppm), and in the primitivemantle normalized trace element spider diagram, they display weak positive Sr anomalies. In combination with their high Sr/Y and La/Yb ratios, as well as no significant Eu anomalies, these features are consistent with the definition of adakite (Defant and Drummond, 1990). In the Sr/Y–Y and (La/Yb)N–YbN diagrams (Fig. 11a,b), both high-Mg# and low-Mg# samples are plotted in the field of typical adakite. Their high Ba and Sr contents and no significant Eu anomalies, as well as extremely depleted HREE and Y patterns, indicate garnet (Castillo, 2008; Yu et al., 2012) residue and the absence of plagioclase in their source region, which suggest that the crust was thickened up to 50 km (Xiong et al., 2005). Experimental petrology suggests that partial melts from a basaltic lower crust generally have low Mg# (b45) (Rapp et al., 1999), and in the SiO2–Mg# (Fig. 12a) and SiO2–MgO (Fig. 12b) diagrams, the highMg# and low-Mg# volcanic rocks from the studied area mainly plot in the field of adakites from a delaminated lower crust and the field of adakites from a thickened lower crust, respectively. Present petrogentic models for adakitic rocks include: (1) partial melts from a young and\nhot subducted oceanic crust (Defant and Drummond, 1990); (2) partial melting of a basaltic lower crust that was underplated by mantle materials (Petford and Atherton, 1996; Castillo et al., 1999; Prouteau and Scaillet, 2003); and (3) partial melting of a thickened (Petford and Atherton, 1996; Ernst, 2010) or delaminated lower crust (Xu et al., 2002; Gao et al., 2004).\nThe Zuerkewula Mountain is located in the northern part of Qiangtang block, which is bounded by the Jinshajiang suture and the Bangong–Nujiang suture in the north and south, respectively. The rocks have a LA-ICP MS U–Pb zircon age of 40.25±0.15 Ma, belonging to Middle-Eocene, which is obviously younger than the Linzizong volcanic rocks (65–50 Ma) (Fig. 1a) that is considered to be related to the Neo-Tethys subduction (Deng, 1998). In addition, these volcanic rocks have more evolved Sr–Nd–Pb isotopic compositions (Figs. 9 and 10) and higher K2O (Fig. 5b) contents than those of the subduction-related adakites. Geophysical data (Tilmann and Ni, 2003; Zhang and Santosh, 2011) indicate that the northern edge of the Neo-Tethys oceanic lithosphere only reaches to the southern margin of the Bangong–Nujiang suture. Thus, it can be concluded that the adakitic volcanic rocks from the Zuerkenwula Mountain cannot be resulted from the partial melting of a subducted oceanic crust.\nCastillo et al. (1999) proposed that the assimilation-fractional crystallization (AFC) of basaltic magmas can produce adakitic rocks in the Camiguin Island, Philippines. The La/Sm–La discrimination\ndiagram can be effectively used to identify the genesis for volcanic rocks (Allegre and Minster, 1978). As shown in the La/Sm–La diagram (Fig. 13a), andesite and dacite associations possess the partial melting trend, while the Zr/Sm–Zr diagram display a similar trend. In addition, potassic mafic rocks in the northern Tibetan Plateau have ages of 20 Ma (Turner et al., 1996; Miller et al., 1999; Guo et al., 2006), and fractional crystallization of these rocks cannot account for the Eocene adakitic rocks in the Zuerkenwula Mountain.\nThe evolved Sr–Nd–Pb isotopic compositions (εNd(t)=−3.5 to −5.1, whole-rock Nd two-stage model ages of 0.93 to 1.11 Ga) as well as high K2O contents of the volcanic rocks indicate a lower continental crustal origin. Geophysical evidence indicates that there is no an enriched lithospheric mantle and a mafic lower crust beneath the northern Qiangtang block (Kapp et al., 2000). Further geophysical data suggest that the lower crust beneath the Qiangtang block consists of meta-sedimentary rocks (Galve et al., 2006; Li et al., 2012). It should be noted that the partial melting of meta-sedimentary rocks could not form the high-Mg# andesitic to dacitic adakitic magma in the Zuerkenwula Mountain area."
  }, {
    "heading": "5.2. Petrogenesis of the high-Mg# and low-Mg# adakitic rocks",
    "text": "Wang et al. (2008) reported Eocene high-Mg# and low-Mg# adakitic rocks in the Duogecuoren area, west to the Zuerkenwula\nMountain, and these rocks have relative higher SiO2 (66.82–72.94%) and similar Al2O3 (Al2O3=14.94 to 15.32%, A/CNK=1.02 to 1.20), belonging to aluminous rhyolite–dacite. They proposed that these rocks were derived from the partial melting of a thickened sedimentary-bearing lower continental crust with eclogite residues. However, different from the low-Mg# aluminous adakitic rocks in the Duogecuoren area, the low-Mg adakitic rocks from the Zuerkenwula Mountain area display lower SiO2 (mostly ranging from 57.44 to 64.69%), Al2O3 (Al2O3=14.89–18.22% and A/CNK=0.78–1.03) and Sr contents, indicating that the partial melting of a basaltic lower crust may be more plausible for their origin. In addition, the low-Mg# adakitic rocks have geochemical features that were consistent with the melts that were derived from the partial melting of basaltic rocks at high temperature (>1050°) and high pressure (>1.2 GPa) (Petford and Atherton, 1996). The mafic xenoliths from the Cenozoic volcanic rocks have more evolved Sr–Nd–Pb isotopic composition than those of the adakitic rocks in the Zuerkenwula Mountain, which may be caused by fluids metasomatism (Lai and Qin, 2008), and their similar Th content and Th/La ratios suggest that these mafic xenoliths can represent the lower crust beneath the Qiangtang block. The low-Mg#\nadakitic rocks may be derived from the partial melting of a thickened lower continental crust in the Qiangtang block.\nExperimental work (Rapp et al., 1999) indicates that when themelts interacted with between mantle peridotite, their Mg# can be elevated significantly. The high-Mg# adakitic rocks from theZuerkenwulaMountain also display low SiO2 (58.30 to 65.74%) and Al2O3 (Al2O3=13.92 to 15.96%, A/CNK=0.75 to 1.05), which is consistent with the high-Mg# andesite in an island arc setting (Martin, 1999). They also have similar Sr/Y, La/Yb and Dy/Yb ratios with the low-Mg# adakitic rocks in the studied area. Thus, it is considered that the high-Mg# adakitic rocks may be resulted from an interaction between low-Mg# adakitic melts andmantle peridotite, and in this process, the Mg# can be elevated significantly, while the Sr/Y, La/Yb ratios remain changed (Rapp et al., 1999). Various dynamic models have been proposed to explain the mechanismof interaction between crust-derivedmelts andmantle peridotite, including (1) adakitic melts from subducted oceanic crust contaminated by mantle peridotite during emplacement in an island arc setting (Rapp et al., 1999; Tatsumi et al., 2003); (2) adakitic melts from a subducted continental crust interacted with mantle peridotite during emplacement in an intra-continental subduction setting (Wang et al., 2008); (3) delaminated lower crust foundered in to asthenosphere mantle, adakiticmelts from the delaminated lower crust interactedwith mantle peridotite (Xu et al., 2002; Gao et al., 2004); (4) basalticmagmas underplated beneath the lower crust and magma mixing between adakitic melts from thickened lower crust and mantle-derived mafic magma cause the elevated Mg# (Qin et al., 2010).\nGeophysical data have suggested that the subduction of an oceanic crust cannot form the adakitic rocks in the Zuerkenwula Mountain area. However, the other three mechanisms can account for the genesis of the high-Mg# adakitic rocks in the Zuerkenwula Mountain area. Therefore, it still needs further constraints from the regional\ngeology and geophysics on the dynamic models for the petrogenesis of the high-Mg# adakitic rocks from the Zuerkenwula Mountain area."
  }, {
    "heading": "5.3. Dynamic implications of the adakitic rocks",
    "text": "The Eocene volcanic and intrusive rocks in the central Qiangtang block are considered as a result of slab break-off of the Neo-Tethys oceanic slab (Chung et al., 2005; Zhang and Santosh, 2011) or the intra-continental subduction of the Songpan–Garze block beneath the Qiangtang block (Roger et al., 2000; Wang et al., 2010). New geophysical data indicate that the lithosphere mantle beneath the Qiangtang block is hot and its velocity is low, which is obviously different from those of the Lhasa terrane. Based on the detailed study of blueschists in the central Qiangtang, Kapp et al. (2000) proposed that the Late-Mesozoic southward subduction of the Jiashajiang oceanic lithosphere made the lower crust beneath the Qiangtang block with hydrated basaltic components after Late-Mesozoic time. However, present geophysical data indicate the absence of cold, high-velocity\ncrust beneath the Qiangtang block, and it may be composed by hot felsic components (Galve et al., 2006), suggesting that the lower crust beneath the Qiangtang block had undergone extensive partial melting. Cenozoic volcanism and tectonic process were closely related to this particular crust–mantle structure in northern Tibetan Plateau. According to the INDEPTH-III data, Tilmann and Ni (2003) find a cold lithosphere beneath 100 to 400 km depth, south to the Bangong–Nujiang suture, and thus they argued that this cold lithosphere represented the northern edge of the subducted Neo-Tethys oceanic lithosphere.\nBoth the low-Mg# and high-Mg# samples are metaluminous, and they have evolved Sr–Nd–Pb isotopic compositions (Table 3), low SiO2 contents an and high K, Sr contents (Table 1), clearly indicating that they were derived from basaltic lower continental crust, and the small scale partial melting of sedimentary or basaltic continental crust during continental subduction (Wang et al., 2008) could not account for the formation of the large scale Eocene adakitic rocks in the Qiangtang block. Moreover, the existence of some olivine xenocrysts in the high-Mg# samples (Fig. 2) clearly suggests that the primary adakitic melts have captured some olivine crystals during their ascent process. Wang et al. (2010) reported Eocene (47 to 38 Ma) high-Mg# adakitic andesitic andesitic porphyry and diabase dike in the central Qiangtang block, and they argued that the occurrence of these mafic rocks indicates lithosheric mantle partial melting and east–west extension and uplift in the central Qiangtang block, which also suggests that the lithospheric mantle beneath the Qiangtang block underwent extension during Eocene time.\nThus we argue that neither a model involving the simple slab break-off of the Neo-Tethys oceanic slab (Chung et al., 2005) nor a model invoking the intra-continental subduction of the Songpan– Garze block beneath the Qiangtang block (Roger et al., 2000; Wang et al., 2005) can reasonably explain the large-scale formation of the Eocene volcanic and intrusive rocks in the central block. In combination with regional geology, a scenario for the origin of Cenozoic adakitic rocks in Zuerkenwula Mountain area is summarized as follows (Fig. 14):\n(1) The collision between the India and Eurasian Blocks occurred at c.a., 55 Ma (Yin and Harrison, 2000), and due to the draggle force of the dense oceanic lithosphere, the northern edge of the Neo-Tethys oceanic lithosphere reached to the southern margin of the Bangong–Nujiang suture during Late-Paleocene to Eocene time (Tilmann and Ni, 2003; Zhang et al., 2010).\n(2) The southward intra-continental subduction of the Jinshajiang terrane beneath the Qiangtang block (Ding et al., 2007) made the continental crust subducted to a certain depth. Given the Neo-Tethys oceanic slab detached from the Indian continental lithosphere at 45 Ma, this would cause large scale extension in the Qiangtang block and led to the emplacement of diabase dikes in the central Qiangtang block (Wang et al., 2010).\n(3) As the continental crust are relatively dry and cold, it is impossible that the extensive partial melting occurred during continental subduction (Zheng, 2008). However, under the circumstance of\nain.\nlithospheric extension, in combination with the heat and melts from the lithospheric mantle (Fig. 14), the subducted continental crust would undergo extensive melting, producing low-Mg# adakitic melt, and when these low-Mg# adakitic melts rose up to the overlying peridotite mantle wedge, they would capture some olivine crystals and elevated their Mg# and MgO values."
  }, {
    "heading": "Acknowledgments",
    "text": "This work is jointly supported by the National Natural Science Foundation of China (grant nos. 41190072, 41072052, 40572050) and the Teaching and Research Award Program for Outstanding Young Teachers in Higher Education Institutions of MOE, P.R. China. The MOST Special Funds were from the State Key Laboratory of Continental Dynamics, Northwest University and the Province Key Laboratory Construction Item (08JZ62)."
  }],
  "year": 2012,
  "references": [{
    "title": "Quantitative method of trace element behavior in magmatic processes",
    "authors": ["C.J. Allegre", "J.F. Minster"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1978
  }, {
    "title": "Correction of common lead in U–Pb analyses that do not report 204Pb",
    "authors": ["T. Andersen"],
    "venue": "Chemical Geology",
    "year": 2002
  }, {
    "title": "Origin of the adakite high-Nb basalt association and its implications for postsubduction magmatism in Baja California, Mexico",
    "authors": ["P.R. Castillo"],
    "venue": "Geological Society of America Bulletin",
    "year": 2008
  }, {
    "title": "Petrology and geochemistry of Camiguin island, southern Philippines: insights to the source of adakites and other lavas in a complex arc setting",
    "authors": ["P.R. Castillo", "P.E. Janney", "R.U. Solidum"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 1999
  }, {
    "title": "Tibetan tectonic evolution inferred from spatial and temporal variations in post-collisional magmatism",
    "authors": ["Chung", "S.-L", "Chu", "M.-F", "Y. Zhang", "Y. Xie", "Lo", "C.-H", "Lee", "T.-Y", "Lan", "C.-Y", "X. Li", "Q. Zhang", "Y. Wang"],
    "venue": "Earth-Science Reviews",
    "year": 2005
  }, {
    "title": "TTGs and adakites: are they both slab melts? Lithos",
    "authors": ["K.C. Condie"],
    "year": 2005
  }, {
    "title": "Derivation of some modern arc magmas by partial melting of young subducted lithosphere",
    "authors": ["M.J. Defant", "M.S. Drummond"],
    "venue": "Nature",
    "year": 1990
  }, {
    "title": "Adakites: some variations on a theme",
    "authors": ["M.J. Defant", "J.F. Xu", "P. Kepezhinskas", "Q. Wang", "Q. Zhang", "L. Xiao"],
    "venue": "Acta Petrologica Sinica",
    "year": 2002
  }, {
    "title": "Cenozoic intraplate volcanic rocks in the Northern Qinghai-Xizang plateau: Beijing, China",
    "authors": ["W.M. Deng"],
    "year": 1998
  }, {
    "title": "New geological evidences of crust thickening in the Gangdese block prior to the Indo-Asian collision",
    "authors": ["L. Ding", "Q. Lai"],
    "venue": "Chinese Science Bulletin",
    "year": 2003
  }, {
    "title": "Subduction-zone metamorphism, calc-alkaline magmatism, and convergent-margin crustal evolution",
    "authors": ["W.G. Ernst"],
    "venue": "Gondwana Research",
    "year": 2010
  }, {
    "title": "Explosion seismic P and S velocity and attenuation constraints on the lower crust of the North-Central Tibetan Plateau, and comparison with the Tethyan Himalayas: implications on composition, mineralogy, temperature, and tectonic evolution",
    "authors": ["A. Galve", "M. Jiang", "A. Hirn", "M. Sapin", "M. Laigle", "B. De Voogd", "J. Gallart", "H. Qian"],
    "venue": "Tectonophysics 412,",
    "year": 2006
  }, {
    "title": "Recycling lower continental crust in the North China craton",
    "authors": ["S. Gao", "R.L. Rudnick", "Yuan", "H.L"],
    "venue": "Nature",
    "year": 2004
  }, {
    "title": "Crustal thickening prior to 38 Ma in southern Tibet",
    "authors": ["Q. Guan", "Zhu", "D.-C", "Zhao", "Z.-D", "Dong", "G.-C", "Zhang", "L.-L", "Li", "X.-W", "M. Liu", "Mo", "X.-X", "Liu", "Y.-S", "Yuan", "H.-L"],
    "year": 2011
  }, {
    "title": "Post-collisional, potassic and ultrapotassic magmatism of the Northern Tibetan Plateau: constraints on characteristics of the mantle source, geodynamic setting and uplift mechanisms",
    "authors": ["Z.F. Guo", "M. Wilson", "J.Q. Liu", "Q. Mao"],
    "venue": "Journal of Petrology",
    "year": 2006
  }, {
    "title": "Activation of the Nyainqentanghla Shear Zone: implications for uplift of the southern",
    "authors": ["T.M. Harrison", "P. Copeland", "Kidd", "W.S.F"],
    "venue": "Tibetan Plateau. Tectonics",
    "year": 1995
  }, {
    "title": "The composition of zircon and igneous and metamorphic petrogenesis",
    "authors": ["P.W.O. Hoskin", "U. Schaltegger"],
    "venue": "Reviews in Mineralogy and Geochemistry",
    "year": 2003
  }, {
    "title": "Blueschist-bearing metamorphic core complexes in the Qiangtang block reveal deep crustal structure of northern Tibet",
    "authors": ["P. Kapp", "A. Yin", "C.E. Manning", "M. Murphy", "T.M. Harrison", "M. Spurlin", "L. Ding", "Deng", "X.-G", "Wu", "C.-M"],
    "venue": "Geology 28,",
    "year": 2000
  }, {
    "title": "Enriched upper mantle and eclogitic lower crust in north Qiangtang, Qinghai–Tibet Plateau: petrological and geochemical evidence from the Cenozoic volcanic rocks",
    "authors": ["S.C. Lai", "C.Y. Liu"],
    "venue": "Acta Petrologica Sinica",
    "year": 2001
  }, {
    "title": "Petrology and geochemistry of the granulite xenoliths from Cenozoic Qiangtang volcanic field: implication for the nature of the lower crust in the northern Tibetan plateau and the genesis of Cenozoic volcanic rocks",
    "authors": ["S.C. Lai", "J.F. Qin"],
    "venue": "Acta Petrologica Sinica",
    "year": 2008
  }, {
    "title": "Geochemistry and petrogenesis of Cenozoic andesite– dacite associations from the Hoh Xil Region, Tibetan Plateau",
    "authors": ["S.C. Lai", "C.Y. Liu", "H.S. Yi"],
    "venue": "International Geology Review",
    "year": 2003
  }, {
    "title": "Partial melting of thickened Tibetan crust: geochemical evidence from Cenozoic adakitic volcanic rocks",
    "authors": ["S.C. Lai", "J.F. Qin", "Y.F. Li"],
    "venue": "International Geology Review",
    "year": 2007
  }, {
    "title": "The IUGS systematics of igneous rocks",
    "authors": ["M.J. Le Bas", "A.L. Streckeisen"],
    "venue": "Journal of the Geological Society",
    "year": 1991
  }, {
    "title": "Cenozoic thrust system, basin evolution, and uplift of the Tanggula Range in the Tuotuohe region, central Tibet",
    "authors": ["Y. Li", "C. Wang", "X. Zhao", "A. Yin", "C. Ma"],
    "venue": "Gondwana Research",
    "year": 2012
  }, {
    "title": "Study on isotopic geochemistry of cenozoic high-K calc-alkaline volcanic rocks in the Zuerkengwula mountain area, northern Tibet",
    "authors": ["J.H. Lin", "H.S. Yin", "Z.Q. Shi", "B. Zhao", "B.H. Li", "J.J. Huang"],
    "venue": "Journal of Mineralogy and Petrology",
    "year": 2004
  }, {
    "title": "Evaluation of accuracy and long-term stability of determination of 37 trace elements in geological samples by ICP-MS",
    "authors": ["Y. Liu", "X.M. Liu", "Z.C. Hu", "C.R. Diwu", "H.L. Yuan", "S. Gao"],
    "venue": "Acta Petrologica Sinica",
    "year": 2007
  }, {
    "title": "ISOPLOT 3.0: a geochronological toolkit for Microsoft Excel",
    "authors": ["K.R. Ludwig"],
    "venue": "Berkeley Geochronology Center. Special publication no",
    "year": 2003
  }, {
    "title": "Adakitic magmas: modern analogues of Archaean granitoids",
    "authors": ["H. Martin"],
    "venue": "Lithos",
    "year": 1999
  }, {
    "title": "An overview of adakite, tonalite– trondhjemite–granodiorite (TTG), and sanukitoid: relationships and some implications for crustal evolution",
    "authors": ["H. Martin", "R.H. Smithies", "R Rapp"],
    "venue": "Lithos",
    "year": 2005
  }, {
    "title": "Postcollisional potassic and ultrapotassic magmatism in SW Tibet: geochemical and Sr–Nd–Pb–O isotopic constraints for mantle source characteristics and petrogenesis",
    "authors": ["C. Miller", "R. Schuster", "U Klotzli"],
    "venue": "Journal of Petrology",
    "year": 1999
  }, {
    "title": "Isotopic constraints on the age and provenance of Lesser and Greater Himalayan sequences, Nepalese Himalaya",
    "authors": ["R.R. Parrish", "K.V. Hodges"],
    "venue": "Geological Society of America Bulletin",
    "year": 1996
  }, {
    "title": "Sr geochemistry of Eocene calc-alkaline volcanic rocks from the Kastamonu area, northern Turkey",
    "authors": ["R. Peccerillo", "M. Taylor"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 1976
  }, {
    "title": "Na-rich partial melt from newly underplated basa1tic crust: the Cordmera Blanca Batholith, Peru",
    "authors": ["N. Petford", "M. Atherton"],
    "venue": "Journal of Petrology",
    "year": 1996
  }, {
    "title": "Experimental constraints on the origin of the 1991 Pinatubo dacite",
    "authors": ["G. Prouteau", "B. Scaillet"],
    "venue": "Journal of Petrology",
    "year": 2003
  }, {
    "title": "Magma mixing origin for the postcollisional adakitic monzogranite of the Triassic Yangba pluton, Northwestern margin of the South China block: geochemistry, Sr–Nd isotopic, zircon U–Pb dating and Hf isotopic evidences",
    "authors": ["J.F. Qin", "S.C. Lai", "C.R. Diwu", "Y.J. Ju", "Y.F. Li"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 2010
  }, {
    "title": "Dehydration melting of metabasalt at 8–32 kbar: implications for continental growth and crust–mantle recycling",
    "authors": ["P.R. Rapp", "E.B. Watson"],
    "venue": "Journal of Petrology",
    "year": 1995
  }, {
    "title": "Reaction between slab-derived melts and peridotite in the mantle wedge: experimental constraints at 3.8 GPa",
    "authors": ["R.P. Rapp", "N. Shimizu", "Norman", "M.D"],
    "venue": "Chemical Geology",
    "year": 1999
  }, {
    "title": "The kinematic evolution of the Nepalese Himalaya interpreted from Nd isotopes",
    "authors": ["D.M. Robinson", "P.G. DeCelles", "Patchett", "P.J"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2001
  }, {
    "title": "An Eocene magmatic belt across central Tibet: mantle subduction triggered by the Indian collision",
    "authors": ["F. Roger", "P. Tapponnier", "N. Arnaud", "U. Schärer", "M. Brunel", "X. Zhiqin", "Y. Jingsui"],
    "venue": "Terra Nova",
    "year": 2000
  }, {
    "title": "Role of the subducted slab, mantle wedge and continental crust in the generation of adakites from the Andean Austral Volcanic Zone",
    "authors": ["C.R. Stern", "R. Kilian"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 1996
  }, {
    "title": "Chemical and isotopic systematics of oceanic basalts: implication for the mantle composition and process",
    "authors": ["S.S. Sun", "W.F. McDonough"],
    "venue": "Magmatism in the Ocean Basins. Geological Society of London and Blackwell Scientific Publications,",
    "year": 1989
  }, {
    "title": "The petrology and geochemistry of highmagnesium andesites at the western tip of the Setouchi Volcanic Belt, SW Japan",
    "authors": ["Y. Tatsumi", "H Shukuno"],
    "venue": "Journal of Petrology",
    "year": 2003
  }, {
    "title": "Seismic imaging of the downwelling Indian lithosphere beneath central Tibet",
    "authors": ["F. Tilmann", "J. Ni"],
    "venue": "Science",
    "year": 2003
  }, {
    "title": "Post-collision, Shoshonitic Volcanism on the Tibetan Plateau: implications for convective thinning of the lithosphere and the source of ocean island basalts",
    "authors": ["S. Turner", "N. Arnaud", "J. Liu", "N. Rogers", "C. Hawkesworth", "N. Harris", "S. Kelley", "P. van Calsteren", "W. Deng"],
    "venue": "Journal of Petrology",
    "year": 1996
  }, {
    "title": "Cenozoic K-rich adakitic volcanic rocks in the Hohxil area, northern Tibet: Lower-crustal melting in an intracontinental",
    "authors": ["Q. Wang", "F. McDermott", "Xu", "J.-F", "H. Bellon", "Zhu", "Y.-T"],
    "venue": "setting. Geology",
    "year": 2005
  }, {
    "title": "Eocene melting of subducting continental crust and early uplifting of central Tibet: evidence from central-western Qiangtang high-K calc-alkaline andesites, dacites and rhyolites",
    "authors": ["Q. Wang", "D.A. Wyman", "J Xu"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2008
  }, {
    "title": "Eocene north–south trending dikes in central Tibet: new constraints on the timing of east–west",
    "authors": ["Q. Wang", "D.A. Wyman", "Li", "Z.-X", "W. Sun", "Chung", "S.-L", "P.M. Vasconcelos", "Q. Zhang", "H. Dong", "Y. Yu", "N. Pearson", "H. Qiu", "T. Zhu", "X. Feng"],
    "year": 2010
  }, {
    "title": "Igneous Petrogenesis",
    "authors": ["M. Wilson"],
    "year": 1989
  }, {
    "title": "The definition, discrimination of adakites and their geological role",
    "authors": ["F.Y. Wu", "W.C. Ge", "D.Y. Sun"],
    "venue": "The Ways of Investigation on Granotoids. Geological Publishing House, Beijing,",
    "year": 2002
  }, {
    "title": "Cenozoic volcanism and tectonic evolution of the Tibetan plateau",
    "authors": ["L. Xia", "X. Li", "Z. Ma", "X. Xu", "Z. Xia"],
    "venue": "Gondwana Research",
    "year": 2011
  }, {
    "title": "Rutile stability and rutile/melt HFSE partitioning during partial melting of hydrous basalt: implications for TTG genesis",
    "authors": ["X.L. Xiong", "J. Adam", "T.H. Green"],
    "venue": "Chemical Geology",
    "year": 2005
  }, {
    "title": "Origin of Mesozoic adakitic intrusive rocks in the Ningzhen area of east China: partial melting of delaminated lower continental crust? Geology",
    "authors": ["J.F. Xu", "R. Shinjio", "Defant", "M.J"],
    "year": 2002
  }, {
    "title": "Intracrustal Partial Melting and Its Significances, Exemplified by Tibetan Plateau",
    "authors": ["X.S. Yang"],
    "venue": "Ph.D. Dissertation, Institute of Geology, China Seismological Bureau,",
    "year": 2002
  }, {
    "title": "Geologic evolution of the Himalayan–Tibetan orogen",
    "authors": ["A. Yin", "T.M. Harrison"],
    "venue": "Annual Review of Earth and Planetary Sciences",
    "year": 2000
  }, {
    "title": "Geochemistry and zircon U–Pb ages of adakitic rocks from the Dulan area of the North Qaidam UHP terrane, north Tibet: constraints on the timing and nature of regional tectonothermal events associated with collisional orogeny",
    "authors": ["S. Yu", "J. Zhang", "P.G. Del Real"],
    "venue": "Gondwana Research",
    "year": 2012
  }, {
    "title": "Accurate U–Pb age and trace element determinations of zircon by laser ablation–inductively coupled plasma mass spectrometry",
    "authors": ["H.L. Yuan", "S. Gao", "X.M. Liu", "H.M. Li", "D. Gunther", "F.Y. Wu"],
    "venue": "Geostandard Newsletters",
    "year": 2004
  }, {
    "title": "Tectonic evolution of Tibet and surrounding regions",
    "authors": ["Z. Zhang", "M. Santosh"],
    "venue": "Gondwana Research",
    "year": 2011
  }, {
    "title": "Granite classification on the basis of Sr and Yb contents and its implications",
    "authors": ["Q. Zhang", "Y. Wang", "C.D. Li", "Y.L. Wang", "W.J. Jin", "X.Q. Jia"],
    "venue": "Acta Petrologica Sinica",
    "year": 2006
  }, {
    "title": "Late Cretaceous charnockite with adakitic affinities from the Gangdese batholith, southeastern Tibet: evidence for Neo-Tethyan mid-ocean ridge subduction",
    "authors": ["Z. Zhang", "G. Zhao", "M. Santosh", "J. Wang", "X. Dong", "K. Shen"],
    "venue": "Gondwana Research",
    "year": 2010
  }, {
    "title": "A. perspective view on ultrahigh-pressure metamorphism and continental collision in the Dabie-Sulu orogenic belt",
    "authors": ["Y. Zheng"],
    "venue": "Chinese Science Bulletin",
    "year": 2008
  }, {
    "title": "Chemical geodynamics",
    "authors": ["A. Zindler", "S. Hart"],
    "venue": "Annual Review of Earth and Planetary Sciences",
    "year": 1986
  }],
  "id": "SP:c9e1546e45a1de45c53b602cd23e5a770860cea1",
  "authors": [{
    "name": "Shao-cong Lai",
    "affiliations": []
  }, {
    "name": "Jiang-feng Qin",
    "affiliations": []
  }],
  "title": "Adakitic rocks derived from the partial melting of subducted continental crust: Evidence from the Eocene volcanic rocks in the northern Qiangtang block"
}