{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nJournal of Volcanology and Geothermal Research\nj ourna l homepage: www.e lsev ie r .com/ locate / jvo lgeores\nVolcanic activity and its link to glaciation cycles: Single-grain age and geochemistry of Early to Middle Miocene volcanic glass from ANDRILL AND-2A core, Antarctica\nR.E. Nyland a, K.S. Panter a,⁎, S. Rocchi b, G. Di Vincenzo c, P. Del Carlo d, M. Tiepolo e, B. Field f, P. Gorsevski a\na Bowling Green State University, Bowling Green, OH, 43402, USA b Dipartimento di Scienze della Terra, Università di Pisa, Via S. Maria, 53, 56126 Pisa, Italy c Istituto di Geoscienze e Georisorse, CNR, Via Moruzzi 1, I-56124 Pisa, Italy d Istituto Nazionale di Geofisica e Vulcanologia, Sezione di Pisa, via della Faggiola 32, 56126 Pisa, Italy e Istituto di Geoscienze e Georisorse, CNR, Via Ferrata 1, 27100 Pavia, Italy f GNS Science, 1 Fairway Ave, Lower Hutt, New Zealand\n⁎ Corresponding author. Tel.: +1 419 372 7337; fax: E-mail address: kpanter@bgsu.edu (K.S. Panter).\n0377-0273/$ – see front matter © 2012 Elsevier B.V. All http://dx.doi.org/10.1016/j.jvolgeores.2012.11.008\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 25 September 2012 Accepted 14 November 2012 Available online 27 November 2012\nKeywords: Alkaline volcanism Trace elements Glass 40Ar–39Ar dating ANDRILL Paleoenvironment\nIn the frame of the ANtarctic DRILLing Program, volcanic glass fragments were collected from the AND-2A core between ~354 and 765 m below sea floor (mbsf) as accumulations (5–70 vol.%) within sediments. Here, we present the physical characteristics, age and geochemistry of the glass, which enable us to reconstruct Early to Middle Miocene volcanic activity in southern McMurdo Sound and, for the first time, document the response of volcanism to climate change in Antarctica. Glass-rich sediments include muddy-to-fine sandstone and stratified diamictite. Glass varies in color, size, vesicularity, crystal content, angularity, and degree of alteration. The mostly fresh glass exhibits delicate cuspate forms indicating deposition as primary ash fall. 40Ar–39Ar age determinations on individual glass grains are in good agreement with the depositional age model of the sediments (ca. 15.6 to 18.6 Ma), supporting for most of them a primary origin, however, some samples do contain older fragments that indicate glass recycling during times of enhanced glacial erosion. Most glasses aremafic (MgO=3 to 9 wt.%) and vary from hypersthene to nepheline normativewith a restricted range in SiO2 (45.2±0.8 wt.%, 1σ) and trace element concentrations typical of the rift-related alkaline rocks in the Erebus Volcanic Province. The glass extends known composition of early phase Mount Morning activity (ca. 11–19 Ma), the only known Early toMiddleMiocene source, to amoremafic end, revealing a previously unknown explosive, strongly alkaline, basaltic phase and the most primitive forms of both strongly alkaline (basanite to phonolite) and moderately alkaline (alkali basalt to trachyte) magma associations. The glass-rich sediments occur in glacimarine sequences that record 56 cycles of glacial advance and retreat. Volcanic response to glacial cyclicity is observed both physically and geochemically in AND-2A glass. Higher glass volumes in sediments correlate with ice minimum conditions between 300 and 800 mbsf. Ratios of Ba to Hf, Nb, La and Zr in mafic glasses (≥5 wt.% MgO) show a systematic increase in mean values during intervals of ice retreat and decreasing values with ice expansion, suggesting tapping of magmas with variable incompatible to compatible trace element ratios. This may be related to changes in the stress state of the crust in response to rapid ice volume fluctuations over the volcano, which may influence magma chemistry by varying the duration and depth of magma storage.\n© 2012 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The climate of Antarctica throughout the geologic past has been extremely different from today's icehouse conditions, experiencing a dynamic environment with several fluctuations in climate, glacial advance and retreat, and sea-level change (Harwood et al., 2009; Mckay et al., 2009; Naish et al., 2009; Warny et al., 2009). Understanding how fast, large, and frequent these fluctuations occurred in the past utilizing paleoclimate reconstructions will provide invaluable information in the\n+1 419 372 7205.\nrights reserved.\nunderstanding of the future of global climate change, as a much wider range of possible climatic behaviors existed in the past than in modern environments (Naish et al., 2001, 2009; Shevenell and Kennett, 2007). The investigation of glacimarine sediments and the volcanic materials within them, chiefly tephra layers in sediment cores in key Antarctic basins, are essential in constraining the timing of volcanic, tectonic, and climatic events (Smellie et al., 2008, 2011).\nThe ANtarctic DRILLing (ANDRILL) project is a multi-national project, developed along the westernmargin of theWest Antarctic rift system bordering the Transantarctic Mountains. The purpose of this project is to collect and examine drill cores from proximal sedimentary basins along the coast of Antarctica in order to build up stratigraphic\ndata that record key events of the glacial and climate history, as well as volcanic and tectonic events in the region (Naish et al., 2007; Harwood et al., 2009). The sediment input into the marine depositional system close to the Antarctic continent is directly affected by changes in the terrestrial environment, making it an excellent location to use the stratigraphic record as a paleoclimate proxy (Mckay et al., 2009; Warny et al., 2009). Two cores have been drilled: the McMurdo Ice Shelf (MIS) project AND-1B core in 2006 and the Southern McMurdo Sound (SMS) project AND-2A core in 2007 (Fig. 1), both ofwhich contain a significant volcanic component (Pompilio et al., 2007; Panter et al., 2008) from the late Cenozoic Erebus Volcanic Province (EVP), which surrounds and is within the Victoria Land Basin (Fig. 1; Kyle, 1990).\nThe AND-2A core in particular targeted sediments containing an expanded Early to Middle Miocene section, a key interval of time in the development of the modern Antarctic climatic conditions, which experienced exceptionally dynamic and often “cyclic” climatic changes (Passchier et al., 2011). The sediments of the AND-2A core thus offer a unique opportunity to examine and reconstruct glacial conditions as well as their relationship to volcanic activity. Indeed, glacial unloading of lithosphere during a warming climate may be a factor controlling the volume, explosiveness, and timing of volcanic activity. The relationship between rapid de-glaciation and increased volcanism has been suggested in Iceland (Slater et al., 1998; Maclennan et al., 2002;\nMt. Morning\n<1-6 Ma,\nR oy\nal S\noc ie\nty\nR an\nge\n11-19 Ma\n1-14 Ma\n77 o30'S\n78o30'S\nTaylor Valley 1.5-4 Ma\nT ransantarctic\nMountains\nEast Antarctica\nAntarctica\nb)\n1000 km\nRoss Sea\nWeddell Sea\nWest Antarctica\na)\nFig. 1. Landsat satellite mosaic of Antarctica (a) showing the location of study area next to ANDRILL SMS (AND-2A) and MIS (AND-1B) drill-sites relative to deposits of the Erebus Vo Vincenzo et al. (2010 and references therein).\nSigvaldason, 2002; Stinton et al., 2005), Germany and France (Nowell et al., 2006) as well as Canada (Edwards et al., 2002). It is possible then, that the frequent glacial loading and unloading caused by the dynamic environment in Antarctica during the Miocene could affect the input of volcanic material into the AND-2A core.\nIn this study we provide single-grain 40Ar–39Ar ages and LA-ICP-MS trace element data on mafic glass fragments from the AND-2A core between ~364 and 765 m below seafloor (mbsf) to assess the volcanic response to glacial dynamism in the southern McMurdo Sound area during the Early to Middle Miocene."
  }, {
    "heading": "2. Geological background",
    "text": "The AND-2A core recovered sediments deposited into the southern Victoria Land Basin, which developed as part of the West Antarctic rift system (Fig. 1). The accommodation space needed to allow for deposition of sediments in the basin was created by fault and flexure-related subsidence associated with rifting (Wilson, 1999; Fielding et al., 2008b). The Victoria Land Basin contains ca.14 km thick sequence of Mesozoic-Cenozoic strata with dominant sediment supply being from the Transantarctic Mountains, followed volumetrically by volcanic detritus from the EVP. The Transantarctic Mountains are comprised of late Precambrian to Cambrian basement metamorphic rocks from the\nAND-1B\n0 50km\nMcMurdo Sound\nAND-2A\nDailey Islands <1 Ma Brown\nPeninsula 2-3 Ma\nBlack Island 3-11 Ma\nWhite Island <1-7 Ma\nRoss\nIce\nShelf\nMinna Bluff 4-12 Ma\nMason Spur\nMt. Discovery <1-5 Ma\nMt. Erebus 0-1 Ma\nMt.Bird\nMt.Terror < 1 Ma\nRoss Island\nK oe\nttl itz\nG la\nci er\nHut Point Peninsula <1 Ma\nBeaufort Island\n16 5\no E\nCape Royds & Barne < 1 Ma\nCape Crozier 1-2 Ma\n_\n_\n3-4.5 Ma\nSea ice\nIce Shelf\nBasement\nVolcanics\nb)\nthe Transantarctic Mountains in the Ross Sea. b) McMurdo Sound area map showing lcanic Province (brown) and older non-volcanic lithologies (orange). Ages are from Di\nRoss Supergroup, which were invaded in the early Paleozoic by the Granite Harbour Intrusive Complex (Gunn and Warren, 1962; Stump, 1995). Overlying the basement rocks are the Devonian - Triassic continental sediments from the Beacon Supergroup, which are intruded by sills and overlain by multiple lava flows and minor pyroclastic deposits of the voluminous Jurassic Ferrar Supergroup (Elliot, 1992). The EVP, which consists of several large shield and stratovolcanoes surrounding and within the Victoria Land Basin (Fig. 1), as well as large volcanic fields containing dozens of small cinder cones and their associated lavas (Kyle, 1990; Kyle et al., 1992; Cooper et al., 2007; Martin et al., 2010), has provided a steady supply of volcanic detritus resulting in enhanced sedimentation rates since ~20 Ma (Fielding et al., 2008b; Di Vincenzo et al., 2010). The southwestern portion of the Victoria Land Basin contains the Terror Rift, a sub-basin that developed through the Cenozoic to the Early Neogene and has accumulated approximately 3.5 km of sediments (Henrys et al., 2007). Subsidence of the basin, due to loading from Ross Island volcanics, has occurred since b4.5 Ma (Naish et al., 2007).\nThe Cenozoic volcanism in the Victoria Land Basin originating from Ross Island, White Island, Black Island, Minna Bluff, and the Mount Discovery-Mount Morning volcanic peninsula are the volcanic edifices of the EVP located near the drillsite (Fig. 1) (Kyle, 1990; Cooper et al., 2007; Martin et al., 2010). The volcanic activity in the EVP has been nearly continuous since the Early Miocene and shows a broad age migration toward the northwest, with ages of volcanic deposits on land ranging from ~19 Ma to the present lava lake and Strombolian activity at Mount Erebus summit. However, there is some evidence found in drillcores of older volcanic activity dating back to ~26 Ma (McIntosh, 1998, 2000; Di Vincenzo et al., 2010). Tephra layers and accumulations found in terrestrial deposits, marine sediment cores, and entrained in ice (Harpel et al., 2004) provide evidence for explosive volcanism in the EVP. The composition of most of the deposits from the EVP belong to the strongly silicaundersaturated basanite/tephrite−phonolite alkaline association, although older deposits on Mount Morning are silica-saturated to oversaturated and belong to the alkali basalt−trachyte to rhyolite association (Martin et al., 2010). Mount Morning is considered the source of Early to Middle Miocene volcanic material recovered from the Cape Roberts (Barrett, 2007), AND-1B (Pompilio et al., 2007) and AND-2A cores (Panter et al., 2008; Di Vincenzo et al., 2010; Di Roberto et al., 2012)."
  }, {
    "heading": "2.1. AND-2A core",
    "text": "In 2007, the ANDRILL program completed its second drill hole (AND-2A) with 98% core recovery to a depth of 1,138.54 mbsf. The core consists of terrigenous clastic lithologies, including claystone, siltstone, sandstone, conglomerate, breccia, and diamictites, also having a significant volcanic component from the late Cenozoic EVP (Pompilio et al., 2007; Panter et al., 2008), with >50% volcanic material in many of the lithostratigraphic units (Di Vincenzo et al., 2010). The materials recovered from the AND-2A core consist of sediments of Early Miocene to Pleistocene age including an expanded Middle Miocene section (Fielding et al., 2011; Passchier et al., 2011). Volcanic clasts and primary to moderately reworked tephra layers from the AND-2A core were dated using the 40Ar–39Ar method. The results reveal a nearly continuous stratigraphic record from ~358 to 1093 mbsf, corresponding to an age range of ~16–20.1 Ma, characterized by a relatively fast and nearly constant mean sedimentation rate of ~19 cm/ka (Di Vincenzo et al., 2010).\nThe sediments in the AND-2A core were originally separated into 14 different lithostratigraphic units, based on packages of lithologies, with an emphasis on diamictite abundance (Fielding et al., 2008b). The uppermost lithostratigraphic unit (LSU 1, 0 to 37.07 mbsf) was found to be the most volcanic-rich unit within the AND-2A core (Del Carlo et al., 2009). The interval between ~640 and 1093 mbsf\n(~17.4–19.9 Ma) contains seven weakly to strongly reworked tephra layers, including a single primary tephra layer at ~640 mbsf (Panter et al., 2008; Di Roberto et al., 2012) dated by Di Vincenzo et al. (2010) at 17.39±0.11 Ma. High abundances (5–70 vol.%) of fresh volcanic glass are found in finer grained sediments such as siltstone and sandstone between ~230 and 780 mbsf.\nFielding et al. (2008b, 2011) characterize a total of nine sedimentary facies interpreted to be deposited in a range of environments from shallow (shelfal) open-marine, ice-distal environments (facies 1–3; diatomite, siltstone to very fine grained sandstone), to shallow open-marine but with sediment supply from ice rafting (facies 4–6; coarse grained siltstone to sandstone and diamictite), to shallow ice-proximal glacimarine to subglacial environments (facies 7–9; stratified and massive diamictite and inter-bedded conglomerate and sandstone). Five different stratigraphic motifs (or sequence styles) were recognized based on the diversity and abundance of the different lithofacies. The motifs represent a variety of environmental conditions from temperate glacial regimes to sub-polar and polar regimes. Based on the lithofacies characteristics and stacking patterns in the AND-2A core, it is evident that the Early to Middle Miocene was a time of dynamic climate and major oscillations in Antarctic ice sheets (Fielding et al., 2011; Passchier et al., 2011). This study is focused on volcanic glass in the sediments recovered from the dynamic Early Miocene time section (~765–354–765 mbsf; ca.18.4–15.9 Ma)."
  }, {
    "heading": "3. Methods",
    "text": "Twenty-two samples (15-cm long, 1/4 round core samples, 25–30 mm radius) were requested from the Antarctic Marine Research Facility at Florida State University based on several criteria. First, sediment samples containing a significant amount of volcanic glass (>15% by volume) were selected. The amount of glass was determined by visual estimates of smear slides and core log identification of scoria concentrations during the logging of the core (Panter et al., 2008). Second, glass-rich sediments were chosen based on roughly even spacing in depth in order to evaluate changes in composition with time. Third, to specifically test for glacial influence on volcanism, a set of seven samples were selected from a targeted stratigraphic interval that is interpreted to represent a single glacimarine cycle (Sequence 32, Fielding et al., 2011). The objective here is to determine whether or not there are systematic compositional and textural variations with glacial cyclicity. All 24 samples were then described and analyzed using standard petrographic techniques. Characteristics of the samples including size, vesicularity, color, angularity, crystal content, and “freshness” (refers to degree of alteration) of the volcanic glass shards were carefully documented petrographically before microprobe analysis.\nA standard point counting technique, as outlined by Dickenson (1970), was used to determine relative percentages of brown, colorless and green glass as well as scoria within each of the 22 samples. Characteristics of each glass grain, including degree of rounding and an estimation of vesicularity (vol.%) were also recorded. The degree of rounding was classified into four categories, including very angular, angular, sub-angular, and sub-rounded, which were based on visual estimates using a representative range of glass fragments. A methodology was also developed to quantify the shapes and sizes of glass grains found in the 7 samples from the glacial marine Sequence 32. Shape and size of 78 particles were measured using digital image techniques in ArcMap©. The perimeter of each glass grain was determined by the sum of pixels making up its outer boundary and the area was determined by the sum of pixels within the perimeter (Nyland, 2011). A roundness value (R) was then calculated following the method of Manga et al. (2010).\nSamples were carefully hand-crushed and sieved in order to separate size fractions to assure minimal modification of individual glass grains for dating by the 40Ar–39Ar method. Glass separates were then separated manually using a stereomicroscope, cleaned in an ultrasonic bath, and thereafter only the “cleanest” and largest 15–30 grains per sample were chosen. 40Ar–39Ar infrared laser step-heating analyses were carried out at the IGG-CNR laboratory and followed the procedures described in Di Vincenzo and Skala (2009) and Di Vincenzo et al. (2010). Grains were heated individually over 2 to 11 steps, depending on grain size, until melting. Samples were irradiated for 30 h in the core of the TRIGA reactor at the Università di Pavia (Italy) along with the fluence monitor Fish Canyon sanidine (FCs). Data corrected for post-irradiation decay, mass discrimination effects, and isotopes derived from interference reactions and blanks are listed in Table A1 of the Electronic Appendix. Ages have been calculated using the IUGS recommended constants (Steiger and Jäger, 1977) and an age of 28.03 Ma for the FCs standard (Jourdan and Renne, 2007), with errors given at 2σ. Errors on step ages are analytical errors, including in-run statistics and uncertainties in the discrimination factor, interference corrections, and procedural blanks. Errors on total gas and error-weighted mean ages, or on ages derived from isochron plots, also include uncertainties in the J value (internal errors). A summary of 40Ar–39Ar data is given in Table 1.\nThe concentrations of major and minor elements (Na, Mg, Al, Si, P, S, Cl, K, Ca, Ti, Mn, Fe, Sr and Ba) of volcanic glass and minerals were measured on polished thin sections using a Cameca SX-100 Electron Microprobe Analyzer at the University of Michigan. A beam current of 10 nA was used, operating at an acceleration voltage of 15 kV, employing a count time of 30 s for each element (Na and K corrected by using three 5 s counting periods and extrapolating count rate back to zero time) and a beam size of 5 μm. For each of the 24 samples analyzed, 9–19 individual glass grains were probed. Individual glass fragments were selected based on the larger and least altered clasts but insuring that glass representing all varieties (e.g., different colors) was analyzed.\nTrace element composition of glass in 20 samples was determined by laser ablation-inductively coupled plasma-mass spectrometry (LA-ICP-MS), on the same thin sections used for electron microprobe analyses, at the CNR — Istituto di Geoscienze e Georisorse, U.O. di Pavia. The instrument couples a Nd:YAG laser working at 266 nm with a quadrupole ICP mass spectrometer type DRCe from Perkin Elmer. The laserwas operated at 10 Hzwith pulse energy on the sample of 0.01–0.03 mJ. The spot size was set to 20–30 μm and spot location was determined by observing the grains in both transmitted and reflected light before analysis. Data reduction was performed with the ‘Glitter’ software package (van Achterbergh et al., 2001) using NIST SRM610 as the external standard and 44Ca as the internal one. Precision and accuracy, assessed during each analytical run on the BCR-2 USGS reference glass, are better than ±6%. Approximately 5 to 13 individual glass grains were analyzed per sample, and the largest grains were analyzed twice wherever possible. Grains were chosen based on previous composition obtained by electron microprobe, minimal alteration, size, and having an area large enough for laser ablation (away from vesicles and crystals)."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Physical characteristics",
    "text": "The volcanic glass recovered between ~354 and 765 mbsf occurs within muddy sandstone, fine sandstone, and stratified diamictite, occurring most frequently in lithofacies 5 to 7 (Fielding et al., 2008a, 2011). The glass varies in color (brown, colorless, green), size (up to 4 mm), vesicularity (0–50 vol.%, including both spherical and stretched vesicles), crystal content (0–20 vol.%, primarily as plagioclase and\nsmaller amounts of clinopyroxene, olivine, magnetite, and apatite), and freshness (Table 2; Fig. 2). A significant amount of altered glass (10– 20%) exists within samples and typically displays devitrified rims and vesiclesfilledwith calcitewhen examinedpetrographically. Optically detectable alteration of mafic glass generally increases down section, a common phenomenon in ashes frommarine cores (Schacht et al., 2008).\nThe volcanic glass fragments also vary in their angularity. Based on visual estimates made using a modified point counting technique AND-2A glass grains are found to range from very angular to sub-rounded forms (Table 2). Visual estimatesmay be biased by a grain's vesicularity, particularly when large vesicles are breached along the edge of a grain. This may explain the correlation between higher percentages of rounded forms (sub-angular+sub-rounded >70% with b0% very angular) and higher percentages of low vesicular glass (LVG>86%) determined for several samples (446.85, 577.50, 596.77; Table 2)."
  }, {
    "heading": "4.2. Major and trace elements",
    "text": "The majority of volcanic glass fragments focused on in this study aremafic in compositionwith SiO2 between 40 and 52 wt.% andMgO between 3 and 9 wt.%, and vary from hypersthene (hy=b1 to 15 wt.%) to nepheline (ne=b1 to 16 wt.%) normative (Table 3). Two mafic glass fragments from sample 354.05 are quartz normative (Qb1 wt.%). Mafic glass fragments have compositions of basanite, tephrite, alkali basalt and hawaiite, with moderately evolved compositions including phonotephrite and mugearite (Fig. 3). The composition of glass shards varies within individual samples but stay mostly within the basaltic compositional spectrum, including the roots of two strongly alkaline and moderately alkaline magma lineages, respectively (Fig. 3).\nAND-2A glass compositions cluster around 45 wt.% SiO2 on Harker variation diagrams (Fig. 4). CaO, TiO2 and FeOt contents decrease, while Al2O3 concentrations increase, with increasing SiO2 content (Fig. 4a-c). Glass compositions classified as alkali basalt have higher Cr+Ni (Fig. 4f inset) and MgO (not shown) contents and lower average CaO, FeOt, TiO2 and P2O5 concentrations relative to basanite glass (Fig. 4). Overall, the compositions of unaltered mafic AND-2A glass are very similar to the mafic-intermediate (41–48 wt.% SiO2) portion of the EVP compositional spectrum (Fig. 4).\nThe chondrite-normalized rare earth element (REE) pattern of representative AND-2A samples reveal the glass to be moderately enriched in Light-REE (LREE) relative to Heavy-REE (HREE) and Middle-REE (MREE) with LaN/YbN≥10 and LaN/SmN>2 (Figs. 5a and 6d). Moderate positive Eu anomalies (Eu/Eu* up to ~2) are mostly higher than whole rock EVP compositions (Fig. 6f) and slightly negative Sr anomalies (Sr/Sr*~b0.5) are lower than EVP rocks but show the same trend of decreasing value with increasing Zr content (Fig. 6e). The overall distribution of most incompatible elements falls within the range of EVP compositions (Fig. 6a–c) and other late Cenozoic alkaline rocks within the West Antarctic rift system (Hart et al., 1997; Rocchi et al., 2002; Finn et al., 2005; Nardini et al., 2009), all of which are characterized as having high ratios of Nb–Ta to large ion lithophile elements (LILE) and HREE, and prominent negative Pb anomalies on primitive mantle normalized plots (Fig. 5b).\nThe glass in this study display systematic compositional variation with depth (Fig. 7). A global trend regression of the data (red line, Fig. 7) show decreasing SiO2, Zr and Nb contents and increasing Ba/ Nb, Ba/La and Ba/Zr ratios with depth (age). Locally weighted polynomial regression (Cleveland, 1979) of samples (blue line) between ~650 and 800 mbsf reveal amarked compositional variation that corresponds with an increase in the proportion of basanite to alkali basalt (i.e. an increase in alkalinity) with increasing depth."
  }, {
    "heading": "4.3. 40Ar–39Ar dating results",
    "text": "A total of 33 single glass fragments from 5 samples, 354.05, 419.56, 577.50, 649.67 and 763.52 mbsf, were selected on the basis of grain\n110 R.E.N yland et al./ JournalofV olcanology and G eotherm alResearch 250 (2013) 106 –128\nsize and apparent freshness, and analyzed by the 40Ar–39Ar laser stepheating technique. A summary of the results is presented in Table 1. Full analytical results are available in the Electronic Supplementary Material. In this section, we discuss the meaning of Ar data and we compare results with the age of deposition of the host sediment, as inferred from the age model of the AND-2A drillcore, previously reconstructed on the basis of 40Ar–39Ar age determinations on lava (alkali feldspar and groundmass separates) and pumice (alkali feldspar) samples collected between ~358 and ~1093 mbsf and of\ndiatom and foram biostratigraphy, magnetostratigraphy and Sr isotope chronology of pristine shell materials (Acton et al., 2008; Di Vincenzo et al., 2010). The age model has provided important temporal constraints on the sedimentary record and underpins recent paleoenvironmental reconstructions for the McMurdo Sound region (Fielding et al., 2011; Passchier et al., 2011; Sandroni and Talarico, 2011).\nOne of the primary objectives of the dating is to help evaluate whether or not the glass is primary (i.e. direct volcanic fallout and therefore approximately the same age as the deposition of the sediment) or\nlasts from 354.05 mbsf and 355.63 mbsf show a range of colors (brown and colorless; . d) Glass at 640.82 mbsf shows extremely delicately preserved bubbled walls. e) Glass\nTable 3 Representative major and trace elemental compositions for glass shards from AND-2A.\nSample 354.05-E 355.63-F 385.38-1 409.46-F 419.56-G 426.28-E 446.85-C 534.77-A 539.22-A 577.50-C 592.76-O 596.77-K\nAge (Ma) 15.91 15.91 16.07 16.20 16.25 16.28 16.39 16.85 16.88 17.08 17.16 17.18\nSiO2 51.53 45.40 45.26 44.85 45.46 44.46 46.45 47.87 46.56 46.84 48.75 46.22 TiO2 2.71 3.63 3.44 3.91 3.22 4.68 4.79 3.64 3.15 3.04 3.44 3.87 Al2O3 15.63 15.49 14.07 15.85 16.18 14.57 12.43 15.48 15.80 15.78 16.81 14.82 FeOt 10.58 10.36 12.33 11.66 9.08 12.37 15.09 10.69 9.74 10.89 8.91 12.49 MnO 0.27 0.17 0.17 0.21 0.16 0.18 0.31 0.20 0.12 0.19 0.23 0.22 MgO 3.34 5.91 6.52 6.46 6.27 5.73 4.13 4.92 6.23 5.99 3.43 5.27 CaO 6.65 11.64 12.08 10.98 12.31 10.83 9.41 9.06 11.33 10.25 7.38 10.16 Na2O 4.06 3.68 3.08 3.44 3.74 3.74 3.62 4.50 3.77 3.76 5.08 3.98 K2O 2.95 1.61 0.87 1.10 1.61 1.69 1.80 2.21 1.59 1.75 3.24 1.66 P2O5 1.26 0.78 0.67 0.65 0.83 1.29 1.43 0.94 0.72 0.85 1.42 0.82 SO2 0.06 0.06 0.03 0.02 – 0.03 – – – – 0.04 – Cl 0.12 0.08 0.05 0.06 0.09 0.09 0.08 0.12 0.07 0.06 0.19 0.07 BaO 0.01 0.10 – 0.08 0.08 0.06 0.09 – 0.09 0.04 0.16 – Total 99.05 98.80 98.38 99.11 98.85 99.52 99.45 99.42 99.06 99.26 99.01 99.43 Mg-no. 36.0 50.4 48.5 49.7 55.2 45.2 32.8 45.1 53.3 49.5 40.7 42.9 ne – 7.1 2.8 4.2 9.0 5.5 – 5.9 6.4 4.8 7.2 5.4 di 7.4 24.8 26.8 20.2 25.7 21.3 20.2 18.3 23.6 19.4 10.8 21.9 ol – 2.7 6.1 6.0 2.6 3.1 1.5 3.5 4.1 7.0 2.5 4.5 hy 0.6 – – – – – – – – – – – Q 9.8 – – – – – 3.3 – – – – – Li 11.1 5.46 – – 3.24 – 9.92 5.82 4.08 5.41 6.59 6.77 B 23.0 5.24 – – 7.23 – 22.3 5.85 11.8 20.6 17.1 5.98 Sc 15.1 25.6 – – 34.4 – 29.2 23.3 29.6 26.7 16.5 26.7 V 98.8 280 – – 291 – 243 228 246 237 143 321 Cr 4.22 53.2 – – 122 – b7.37 63.2 121 94.2 6.88 36.6 Co 15.2 33.5 – – 34.4 – 33.0 29.0 31.8 33.7 16.6 37.7 Ni 0.42 35.4 – – 49.4 – b0.94 22.3 40.2 38.1 6.71 12.4 Zn 172 76.4 – – 88.4 – 124 77.0 68.0 88.6 71.5 115 Rb 54.8 33.9 – – 36.2 – 35.4 43.4 38.1 27.3 59.9 30.1 Sr 711 704 – – 791 – 566 657 595 649 1030 535 Y 31.9 27.8 – – 25.7 – 40.1 28.0 23.7 25.9 30.0 27.1 Zr 348 260 – – 229 – 290 382 271 239 380 249 Nb 77.6 64.1 – – 65.2 – 61.2 82.5 55.8 52.7 113 61.7 Cs 0.47 0.46 – – 0.43 – 0.52 0.35 0.31 0.28 0.59 0.28 Ba 800 400 – – 470 – 613 429 323 488 806 371 La 69.8 50.1 – – 52.2 – 59.5 63.0 45.6 48.6 91.6 47.7 Ce 146 90.1 – – 101 – 116 119 85.3 88.9 156 97.7 Pr 16.2 10.8 – – 11.2 – 14.6 13.6 9.34 10.0 17.8 10.8 Nd 64.2 46.2 – – 48.3 – 70.6 54.8 41.2 43.8 70.4 49.4 Sm 14.6 8.46 – – 8.64 – 14.0 8.94 6.76 8.87 12.0 6.30 Eu 4.25 2.84 – – 2.96 – 5.06 3.06 1.89 2.80 3.89 3.27 Gd 9.93 7.91 – – 6.40 – 11.9 7.84 5.68 7.37 7.83 8.18 Tb 1.28 1.14 – – 1.03 – 2.06 1.19 0.93 0.93 1.21 1.15 Dy 6.74 5.61 – – 5.18 – 9.10 5.94 4.15 6.14 6.77 6.31 Ho 1.17 0.97 – – 0.91 – 1.77 1.29 0.79 1.10 1.34 1.04 Er 3.81 2.83 – – 2.79 – 4.23 2.18 2.16 1.77 3.27 3.28 Tm 0.50 0.43 – – 0.31 – 0.64 0.32 0.31 0.33 0.44 0.28 Yb 3.31 1.96 – – 2.65 – 4.53 1.78 2.05 2.93 3.14 2.65 Lu 0.48 0.32 – – 0.30 – 0.54 0.30 0.29 0.31 0.46 0.36 Hf 7.84 6.33 – – 5.70 – 6.73 8.52 5.12 5.22 7.74 7.14 Ta 3.96 3.48 – – 3.42 – 3.55 4.74 2.82 3.02 5.75 3.52 Pb 6.65 3.07 – – 2.35 – 3.39 3.11 2.14 2.01 3.42 2.40 Th 6.58 5.58 – – 5.05 – 4.32 7.26 4.11 4.36 10.1 4.56 U 2.36 1.50 – – 1.71 – 1.31 2.30 1.22 1.30 2.48 1.35 AI 37.02 32.93 32.76 34.39 32.93 33.73 31.28 34.46 34.13 35.60 34.88 32.89 CCPI 66.49 75.48 82.69 79.97 74.15 76.92 78.03 69.92 74.87 75.39 59.74 75.89\nRepresentative major and trace elemental compositions for glass shards from AND-2A. Ages are estimated using the AND-2A age model of Di Vincenzo et al. (2010). Major (wt.%) and trace elements (ppm) are normalized to 100% anhydrous with total Fe as FeOt (FeO=0.9 Fe2O3). CIPW normative values (ne, di, ol, hy and Q) are in wt.% with FeO adjusted according to the method of Irvine and Baragar (1971). Mg-number is the atomic percent Mg2+/(Mg2++Fe2+). AI is the Ishikawa alteration index from Ishikawa et al. (1976) and CCPI is the chlorite-carbonate-pyrite index from Large et al. (2001). Trace elemental values with errors >15% are italicized.\nhas been recycled. A secondary objective is to attempt to correlate potential glass recycling with major climate-related erosion events delimited by paleoenvironmental studies.\nAnalyzed grains range in color from grayish, brownish to blackish, and are characterized by variable vesicularity (Table 1). It is important to note that the K/Ca ratio, as determined by the electron microprobe in the studied glasses, is positively correlated with silica\ncontents (Fig. 8a), with the implication that the K/Ca ratio derived from neutron-produced 39ArK/37ArCa ratios, can be used a posteriori to define the evolution degree of the dated glasses. Most of the grains gave internal discordant profiles, with apparent ages decreasing with increasing temperatures (Table 1 in the Supplementary Material). In places, low-temperature steps yielded apparent ages also exceeding the Cenozoic times, thus indicating the presence of excess Ar\nSample S640.82-G 642.38-A 644.25-I 649.67-H 650.67-B 654.85-G 661.67-D 721.67-F 740.89-H 742.00-T 763.52-U 764.44-I\nAge (Ma) 17.41 17.42 17.43 17.45 17.46 17.48 17.52 18.19 18.29 18.29 18.41 18.41\nSiO2 45.72 45.23 45.88 46.80 45.65 46.63 45.99 45.03 41.54 44.89 45.43 45.66 TiO2 3.29 4.35 4.31 3.18 4.55 3.26 4.01 3.99 5.16 3.15 3.46 3.32 Al2O3 15.39 14.37 14.05 14.00 14.64 14.27 14.83 15.58 12.71 16.22 16.41 15.91 FeOt 10.57 12.36 13.26 10.01 12.56 10.26 11.21 11.34 15.17 10.39 10.25 11.12 MnO 0.18 0.19 0.23 0.11 0.20 0.15 0.15 0.18 0.23 0.19 0.22 0.27 MgO 7.33 5.21 4.84 6.73 4.99 6.75 5.74 6.44 5.05 5.25 4.65 3.80 CaO 11.46 10.97 9.64 12.62 9.14 13.12 10.96 10.81 11.37 10.57 8.83 8.15 Na2O 3.50 3.87 3.94 3.03 3.71 3.14 4.01 3.49 3.40 4.06 4.50 5.11 K2O 1.06 1.89 1.54 1.45 1.86 1.42 1.72 1.39 1.10 1.65 2.19 2.72 P2O5 0.66 1.06 1.24 0.61 1.05 0.65 1.00 0.73 1.03 0.71 1.10 1.24 SO2 – – 0.08 – – – – – 0.10 0.07 0.05 0.06 Cl 0.04 0.08 0.07 0.05 0.11 0.06 0.22 0.05 0.04 0.10 0.11 0.16 BaO 0.07 0.09 0.16 – 0.10 0.02 – – 0.10 0.07 0.15 0.01 Total 99.07 99.49 99.11 98.44 98.45 99.55 99.68 98.76 96.83 97.25 97.23 97.41 Mg-no. 55.3 42.9 39.4 54.5 41.5 54.0 47.7 50.3 37.3 47.4 44.7 37.9 ne 5.0 6.9 2.2 3.5 1.6 5.3 6.7 4.6 5.7 8.7 7.9 11.7 di 23.2 24.6 18.8 30.1 16.2 31.7 23.8 20.5 26.7 21.1 14.6 16.0 ol 6.9 2.0 4.5 3.1 4.1 2.7 2.7 5.2 2.2 4.1 4.2 3.8 hy – – – – – – – – – - – – Q – – – – – – – – – – – – Li 3.14 7.06 – 3.26 6.81 6.17 7.79 5.83 5.36 8.57 14.9 5.36 B 8.27 12.8 – 29.4 15.0 33.1 b3.40 b2.38 8.33 2.40 16.5 9.04 Sc 31.8 27.1 – 30.9 23.4 28.9 28.7 26.3 32.0 26.9 18.4 10.9 V 293 330 – 274 325 259 328 299 417 265 182 107 Cr 144 60.2 – 132 20.2 137 73.1 83.6 47.0 63.5 182 17.2 Co 41.1 35.0 – 37.2 36.0 37.9 40.3 39.0 43.7 32.4 23.6 15.3 Ni 72.2 18.9 – 72.6 18.0 72.4 29.3 43.5 14.3 27.8 19.2 5.85 Zn 91.5 114 – 107 113 71.3 105 103 109 86.6 67.0 40.5 Rb 14.7 36.2 – 24.1 33.0 36.7 32.9 25.3 22.0 34.3 62.2 52.3 Sr 682 732 – 677 635 602 859 776 571 687 523 399 Y 23.9 33.3 – 21.4 32.3 23.7 27.7 26.4 27.0 28.6 27.7 19.9 Zr 218 330 – 219 340 264 307 266 232 238 336 252 Nb 42.5 72.7 – 45.5 67.9 44.3 71.3 55.9 41.6 61.9 64.1 53.5 Cs 0.27 0.35 – 0.20 0.37 0.53 0.37 0.28 0.28 0.42 1.08 0.68 Ba 238 457 – 307 407 340 460 320 326 394 434 467 La 37.2 63.1 – 42.7 63.1 37.3 61.8 46.5 37.7 46.4 54.3 44.5 Ce 68.7 119 – 84.1 114 71.1 123 89.1 75.7 84.4 93.1 76.3 Pr 8.42 14.0 – 10.0 15.4 8.92 15.5 10.0 8.97 9.83 10.8 8.32 Nd 35.3 62.0 – 41.1 62.9 39.5 56.3 48.4 42.4 41.9 47.2 33.1 Sm 7.41 11.9 – 8.01 15.9 8.61 10.78 9.21 8.55 9.52 8.58 5.70 Eu 2.14 3.46 – 2.46 3.72 2.25 4.42 2.77 3.16 2.83 2.31 1.90 Gd 7.12 10.9 – 6.54 8.63 6.81 8.99 6.40 7.95 5.91 6.40 4.84 Tb 1.03 1.15 – 1.01 1.41 0.85 1.11 1.02 1.08 0.98 0.89 0.73 Dy 5.05 7.30 – 4.81 7.52 4.39 6.42 4.99 7.40 4.84 5.01 3.12 Ho 0.86 1.46 – 0.93 1.25 1.03 1.46 1.08 1.20 0.87 1.16 0.72 Er 2.75 2.98 – 2.74 4.08 2.29 3.53 2.80 2.39 2.84 3.22 1.67 Tm 0.45 0.46 – 0.39 0.39 0.25 0.48 0.41 0.31 0.31 0.47 0.27 Yb 2.96 1.57 – 1.87 3.87 2.04 1.52 2.28 3.14 1.84 2.68 1.83 Lu 0.24 0.34 – 0.24 0.49 0.32 0.51 0.30 0.38 0.27 0.32 0.29 Hf 6.56 7.92 – 5.85 6.03 5.29 8.18 6.75 5.13 4.06 6.43 5.15 Ta 2.43 4.48 – 2.58 4.45 2.52 4.07 3.12 2.47 3.59 3.87 2.68 Pb 1.90 2.34 – 2.06 2.50 – 2.98 1.68 2.04 3.23 6.97 5.46 Th 3.54 6.69 – 3.62 5.18 3.96 4.87 4.23 3.65 5.27 7.24 5.48 U 0.80 1.79 – 0.96 1.36 1.00 1.40 1.23 0.97 1.51 1.85 1.48 AI 35.95 32.35 31.95 34.34 34.76 33.44 33.25 35.40 29.39 32.04 33.90 32.93 CCPI 79.69 75.29 76.77 78.90 75.92 78.85 74.75 78.46 81.82 73.26 69.03 65.57\n(parentless 40Ar) hosted together with other exsolved gases in vesicles. K/Ca derived from neutron-produced 39ArK/37ArCa ratios ranged widely, from ~0.1 to ~6.0, thus covering the whole compositional interval defined by electron microprobe analysis (Fig. 8). Slightly to highly veisiculated grains invariably yielded low K/Ca ratios (b0.6, Fig. 8). A few grains with high K/Ca ratios have high atmospheric Ar contents, suggesting potential alteration (Table 1). Whenever possible, ages were estimated using error-weighted means on concordant segments, or, when the scatter of consecutive step ages exceeded the purely analytical one, using intercept ages from isochron plots. In some grains (Table 1), a crude estimate of the age of glass samples\nwas only possible using the youngest step. This only allowed to constrain a maximum age of the glass. Twenty out of 33 grains yielded ages overlapping within error with the respective age model, but the remaining 13 grains gave ages significantly older (Fig. 8 and Table 1). Among these however only 7 can be considered truly reworked grains (Table 1 and Fig. 8)."
  }, {
    "heading": "4.3.1. 354.05 mbsf",
    "text": "Five glass grains separated from sediment at 354.05 mbsf yielded ages in the range of 15.1±1.5 to 17.77±0.21 Ma, and K/Ca ratios of ~0.1 to ~5.8 (Table 1). Age determinations for 4 out of the 5 grains\nare indistinguishable at the 2σ confidence level (Table 1), with an error-weighted mean of 15.85±0.25 and a probability of fit of 0.69. This mean age is in perfect agreement with that of a lava clast of intermediate composition recovered approximately 4 m below (358.11 mbsf), yielding a groundmass age of 15.91±0.14 Ma and considered to closely approximate the depositional age (age model) of the sediment (Di Vincenzo et al., 2010). The age of the fifth grain is significantly older, 17.77±0.21 Ma, indicating some input of reworked volcanic glass from deposits elsewhere."
  }, {
    "heading": "4.3.2. 419.56 mbsf",
    "text": "At 419.56 mbsf, 6 glass grains gave high K/Ca ratios and ages overlapping within error (Table 1), with an error-weighted mean age of 16.46±0.23 Ma and a probability of fit of 0.28. Alkali feldspars, separated from an intermediate lava clast collected approximately 20 m below (440.83 mbsf), yielded a comparable age of 16.54± 0.34 Ma (Di Vincenzo et al., 2010). The close agreement between the age of the glass and the age model of the core at this depth offers strong support for a primary volcanic origin of the glass fragments."
  }, {
    "heading": "4.3.3. 577.50 mbsf",
    "text": "Ten glass grains from sediment at 577.50 mbsf gave a significant large interval of ages, ranging nominally from ~17.3 to ~21.0 Ma (Table 1). Six out of ten highly vesiculated grains are characterized by low K/Ca ratio, ≤0.16, and yielded ages overlapping within error, with a mean age of 17.30±0.25 Ma (probability of fit ~1). This age matches at the 2σ confidence level that from alkali feldspars separated from a felsic lava clast collected ~12 m above (564.92 mbsf), that have yielded an age of 17.10±0.14 Ma (Di Vincenzo et al., 2010). We interpret these grains as deposited at the same time as that of the sediment and therefore as derived from primary volcanic fallout. Two grains have slightly to significantly older ages, up to ~21 Ma (grains #3 and #4, Table 1), but are considered unreliable as derived from single steps. Two other grains, characterized by high K/Ca ratios, however, gave reliable older ages of 18.37±0.18 and 18.51±0.35 Ma. Older glass fragments indicate that this sample also contains a significant amount of recycled glass, which is supported by higher percentage of rounded forms (sub-angular+sub-rounded >84%) found in this sample (Table 2).\nNote that the depth of ca. 578 mbsf in the AND-2A drillcore coincides with a period of dynamic advance and retreat of wet-based outlet glaciers, such as the paleo-Koettlitz (Fig. 1), that drain the Transantarctic Mountains (Sandroni and Talarico, 2011) and the early on-set of the Miocene climatic optimum (Passchier et al., 2011). Ice proximal conditions during that time (Fielding et al., 2011) would be capable of delivering glass from the south to the basin from older deposits."
  }, {
    "heading": "4.3.4. 649.67 mbsf",
    "text": "40Ar–39Ar analysis of 8 glass grains separated from sediments at 649.57 mbsf, gave ages ranging at face value from ~17.8 to ~36 Ma. Four grains with variable K/Ca ratios have ages overlapping within internal errors, ranging from 17.79±0.65 Ma (K/Ca=0.12) to 18.05± 0.18 Ma (K/Ca=4.0), with an error-weighted mean of 18.02±0.17 (probability of fit 0.81). Previous geochronologic investigations on a primary tephra layer at 640.13 mbsf have yielded a mean age from alkali feldspar of 17.39±0.11 Ma (Di Vincenzo et al., 2010). Extrapolating this age and the other available temporal constraints to a depth of ~650 mbsf, would yield a hypothetical sedimentation age of ~17.45 Ma for the studied glass fragments, implying that at least one of the four grains (i.e., grain #2, Table 1) may have been reworked. The remaining four grains have all low K/Ca ratios (b0.14) and older ages, even older than the oldest dated volcanic products in the AND-2A and Cape Roberts drill cores. However, with the exception of grain #5, yielding a potentially reliable age of 20.4±1.3 Ma, the oldest ages from this interval are from single steps, thereby only indicating maximum age estimates.\nAccording to Fielding et al. (2011) and Passchier et al. (2011), the depth of ca. 650 mbsf in the AND-2A core correlates with a phase of major ice sheet advance coinciding with the Mi-1b glacial event (ca. 17.7 Ma; Miller et al., 1996). During this phase, however, major retreats in the ice sheet occur twice, the second of which (at ca. 649 mbsf) records the collapse of the West Antarctic ice sheet and beginning of the Miocene climatic optimum (Sandroni and Talarico, 2011). The highly variable ages of older glass fragments within this sample is not unexpected, and may be explained by dynamic conditions during this transition (i.e. cold marine to polythermal glaciations)."
  }, {
    "heading": "4.3.5. 763.52 mbsf",
    "text": "Four glass grains separated from the lowest level, 763.52 mbsf gave high K/Ca ratios and ages ranging from ~18.1 to 19.3 Ma (Table 1). These ages are in line with those, 17.93±0.28 and 18.15±0.18 Ma, previously obtained for alkali feldspar from pumices collected in moderately reworked tephra layers from 709.14 to 709.17 mbsf (~54 m above), and from a nearly primary tephra layer recovered at 831.66 mbsf (~68 m below), dated to 18.71± 0.12 Ma. Glass fragments from this level therefore vary from primary volcanic fallout to moderately reworked materials."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Mode of deposition and volcanic source",
    "text": "Because the majority of the glass fragments is found dispersed within sediments and not as primary layers, it is necessary to consider all possible mechanisms for how the glass was introduced into the basin. The source of the glass from volcanoes in the EVP is confirmed by their matching geochemistry. The major and trace element compositions of AND-2A glass and scoria is remarkably similar to mafic-intermediate (41–48 wt.% SiO2) EVP whole rock compositions (Figs. 3–6). The only major difference is themarkedly lower amounts of Ni in AND-2A samples relative to EVP samples at the same level of Zr concentrations (not shown). This is most likely an artifact of comparing glass to whole rock compositions that contain olivine, a mineral with a high partition coefficient with the liquid (ol/LDNi=32; Adam and Green, 2006). The relatively restricted range of mafic compositions for the glass further supports that the glass was derived from very similar, if not the same, volcanic source.\nA primary origin of the majority of the glass as fallout from explosive volcanic activity is supported by the good agreement between 40Ar–39Ar ages determined for 5 samples and the depositional age (model age) of the sediment (Table 1 and Fig. 8). A primary origin is also supported chemically by the mostly unaltered conditions of glassy fragments and physically by their overall high angularity. Seven samples (78 grains total) within a single glacimarine cycle (Sequence 32; Fielding et al., 2011) have rounding (R) values much less than 1, and in many cases display R-values less than 0.1 (Fig. 9). Glass from a primary Holocene tephra erupted from Mount Erebus (Panter and Winter, 2008) contains both sub-angular blocky grains (Rb0.2) with low vesicularity and very angular (Rb0.1) frothy grainswith high vesicularity and is comparedwith glass from Sequence 32 in Fig. 9. The primary ash-sized grains fit well with the low R-values found in AND-2A glass and provide strong evidence to support the idea that the glass was delivered directly into the sea or deposited on annual to multi-annual sea ice as pyroclastic fallout and then incorporated within basin sediments.\nGrain size can also be used to help constrain their origins by serving as an indication of how far grains were transported before deposition. Volcanic ash can sometimes travel 10s to 100s of km downwind from their source, depending on wind speed, volume of ash erupted, and the height of the eruption column. The range and size of glass particles decreases exponentially with increasing distance from their source\n(Fierstein and Nathenson, 1992). Atkins and Dunbar (2009) determined that windblown sediments near the drillsite decrease in size to silt-sized particles, when transported 100s of kilometers or more. Given their fragility, glass shards and scoria recovered from the AND-2A core that are from several millimeters up to a centimeter in diameter, therefore, are not likely to be transported far from their source by wind. Mafic pyroclasts formed by Strombolian and Hawaiian activity can be transported downwind to form coarse primary fallout tephra within a few kilometers from the vent. Only in the case of a strong magmatic fragmentation during violent Strombolian (Wong and Larsen, 2010) or basaltic Plinian eruptions (Wehrmann et al., 2006) are coarse products dispersed more than a few 10s to b100 km downwind from their source.\nPresent-day wind and ice-flow directions in this area are from the south (Mullen et al., 1990; Monaghan et al., 2005; Atkins and Dunbar, 2009) as are those inferred for ice flow in the Early Miocene to Pleistocene (Talarico and Sandroni, 2009; Sandroni and Talarico, 2011). Because of the inferred eruption style and the northward trending paleo-currents for wind and ice, it is highly unlikely that the AND-2A glass came from a source to the north. The closest volcanic activity of comparable chemistry and Early Miocene age occurred ~500 km north in the Melbourne Volcanic Province (Malta Plateau; Müller et al. 1991).\nThe occurrence in dated samples 354.05, 577.50 and 649.67 mbsf (Fig. 8) of several glass grains, which are older than most of the companion grains and the model age, indicates that some recycling occurred during the dynamic period of transition from the Early Miocene to the Middle Miocene climatic optimum. Significant glacial erosion and multi-stage recycling is also revealed in the provenance study of basement clasts within the interval 582 to 605 mbsf by Sandroni and Talarico (2011).\nMount Morning, located approximately 85 km southwest of the AND-2A drillsite, is the only known potential source for the Early Miocene glass and scoria in this study. Early to Middle Miocene ages from deposits on Mount Morning range from 18.7 to 11.4 Ma (Wright-Grassham, 1987; Kyle and Muncy, 1989; Martin et al., 2010). Early to Middle Miocene tephra in the Dry Valleys (Lewis et\nal., 2007), the Cape Roberts drillcores (McIntosh, 1998, 2000; Barrett, 2007), as well as the AND-1B (Pompilio et al., 2007) and AND-2A cores (Panter et al., 2008; Di Vincenzo et al., 2010; Di Roberto et al., 2012) have all been connected to eruptive activity fromMount Morning. The composition of the AND-2A glass is broadly similar to mafic deposits at Mount Morning (Figs. 4–6), supporting their derivation from that source.\nWe envisaged that periodic explosive eruptions (Strombolian to violent Strombolian), similar to the activity proposed for the origin of en-glacial ash sourced from Mount Erebus (Esser et al., 2004; Harpel et al., 2004), produced eruption column heights b10 km above the vent. The glass and scoria was then dispersed over short distances of 10s to b100 km by winds prevailing from the south and eventually settled into the Ross Sea. In many cases, ice rafting and limited submarine transport in the form of small turbidity currents must have occurred before final deposition, as evidenced by the lithofacies containing some of the glass-rich sediment, which consist of stratified diamictites, mudstones, and sandy mudstones (Fielding et al., 2011; Passchier et al., 2011).\nIn summary, the majority of AND-2A glass analyzed in this study is considered to originate from explosive eruptions and was incorporated in basin sediments with minimal reworking. The relatively short time period (100s to a few 1000s of years) inferred for such processes (Powell and Molnia, 1989; Powell and Domack, 2002) would not be resolvable within analytical error of 40Ar–39Ar dating (this study; Di Vincenzo et al., 2010). Considering a mean sedimentation rate of ~19 cm/ka (Di Vincenzo et al., 2010), the higher volume accumulations of glass and scoria in sediments over depth intervals of a meter or less within the AND-2A core can be regarded as age-equivalent time-stratigraphic horizons.\n5.2. Geochemical affinity and evolution\nThe relatively coherent variability of major and trace element concentrations for AND-2A glass (Figs. 4 and 6) indicates systematic control by fractionation of minerals in equilibrium with mafic alkaline melts.\n0 200\n400\n600\n800\n1000\nCr+Ni\nSiO2\n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\nFeOt\n0\n1\n2\n3\n4\n5\n6\nTiO2\n0\n5\n10\n15\nCaO\n10\n15\n20\n25\nAl2O3\n45 55 65 75 0.0\n0.5\n1.0\n1.5\n2.0\n2.5\nP2O5\nSiO2\n40 45 55 65 7540\n35 40 45 50 55 0\n50\n100\n150\n200\n250\n300\n350\nCr+Ni\nSiO2\na) b)\nc) d)\ne) f)\nFig. 4. Plots of SiO2 versus CaO (a), Al2O3 (b), TiO2 (c), FeOt (d), P2O5 (e), all in weight percent (wt.%), and Cr+Ni (f) in ppm, for alteration-filtered AND-2A glass (symbols as in Fig. 4). Whole rockdata from theEVP (gray diamonds), including Phase I data fromMountMorning (dark graypentagonswith orange borders) fromMartin (2009) andWright-Grassham (1987) are plotted for comparison. Inset in 4f shows detail of SiO2 versus Cr+Ni variation in AND-2A glass for basanite and alkali basalt only.\nThe removal of olivine and clinopyroxene can explain the decrease in the contents of Cr+Ni (Fig. 4f), MgO and V (Cpx/LDV ~5, Adam and Green, 2006), while TiO2 and FeOt concentrations are reduced (Fig. 4c, d) by the fractionation of titanomagnetite. The removal of amphibole\n(Amph/LDCr up to 13, Amph/LDTi up to 10.8 and Amph/LDV up to 22; Tiepolo et al., 2007 and references therein) augments these trends, and the fractionation of Ca-plagioclase explains the decrease in Sr/Sr* with increasing Zr content in Fig. 6e.\nThe distribution of major and trace elements in AND-2A glass must account for magma evolution from both basanite and alkali basalt parental compositions. Although themost mafic AND-2A glass cannot be considered a primary melt in equilibriumwithmantle peridotite (e.g., Frey et al., 1978), we selected basanite (740.89-F1: mg-number 49, Ni=41, Cr=106 ppm) and alkali basalt (640.82-G: mg-number 55, Ni=72, Cr=144 ppm) as the most appropriate end members for modeling the two magmatic lineages. Closed system fractional crystallization of these initial compositions produces sub-parallel trends with the alkali basalt−mugearite curve showing greater loss of MgO over a smaller range of SiO2 relative to the basanite−phonotephrite curve (Fig. 10a), and although both evolutionary lineages demonstrate the compatible behavior of Ti, a greater loss of TiO2 is evident\nfor basanite−phonotephrite trend (Fig. 10b). This suggests that evolution of the moderately alkaline lineage requires the fractionation (F=42–27%) of a higher proportion of Mg-richmineral phases (olivine and clinopyroxene) and a lower proportion of Ti-rich phases (titanomagnetite and amphibole) relative to the strongly alkaline lineage. Examining the distribution of REEs provides a further test for the fractional crystallization of amphibole. A plot of Sm versus a chondrite normalized La/Sm ratio is shown in Fig. 10c. In calcic amphiboles, which include kaersutite, a high Ti variety commonly found in EVP rocks (Kyle, 1981; Cooper et al., 2007; Martin et al., 2010; Panter et al., 2011), LREE/MREE fractionation varies by a factor up to 4, with Amph/LDLa mostlyb0.3 and Amph/LDSm>1 (up to 3.4), yielding Amph/LDLa/Amph/LDSm ratios between 0.11 and 0.22 (Tiepolo et\nal., 2007). Fractionation of amphibole, therefore, will increase La/SmN ratios and limit Sm enrichment in residual liquids. This is the case for the differentiation from basanite to phonotephrite in AND-2A glass (Fig. 10c). In contrast, a relatively mild increase in La/SmN ratios and a\nstrong increase in Sm concentration from alkali basalt to mugearite indicate clinopyroxene control with little or no effect from amphibole.\nWörner and Schmincke (1984), Kyle et al. (1992) and Ablay et al. (1998) describe the divergence of alkaline lineages as a consequence\nof amphibole (i.e. kaersutite) stability. Kyle (1981) modeled kaersutite as a dominant fractionating phase alongwith olivine and clinopyroxene, plus lesser amounts of titanomagnetite, Cr-spinel and apatite (±Caplagioclase), in the derivation of phonotephrite (F=43%) from basanite for ≤1 Ma kaersutite-bearing EVP lavas located at Hut Point Peninsula (Fig. 1). Based on kaersutite stability limits and core compositions of clinopyroxene, Kyle (1981) concluded that the differentiation occurred at pressures up to 1.0 GPa (uppermost mantle). A similar conclusion is based on semi-quantitative thermobarometric results for kaersutite and clinopyroxene in mafic EVP lavas at Minna Bluff (Fig. 1)\nby Scanlan (2008) and Panter et al. (2011) on a nearly identical compositional lineage; basanite to phonotephrite. Kaersutite is the dominant mafic phase in phonotephrite and tephriphonolite compositions of the Pico Viejo series, Tenerife, Canary Islands (Ablay et al., 1998). Ablay et al. (1998) determined that the Pico Viejo series magmas differentiated at higher PH2O in a deeper storage zone in the lower crust and uppermost mantle (0.6–1.2 GPa) relative to amphibole-free intermediate alkaline magmas (Pico Teide series). The occurrence of amphibolebearing ultramafic xenoliths in the EVP (White Island and Foster Crater located on the north side of the Koettliz Glacier, Fig. 1) also attests to the\nhigh-pressure stability of kaersutite and its presence in the uppermost mantle (Gamble and Kyle, 1987; Gamble et al., 1988; Cooper et al., 2007)."
  }, {
    "heading": "5.3. Implications for Mount Morning magma system",
    "text": "The evolution of alkaline magmas that vary in degree of Siundersaturation (alkalinity) has been attributed to changes in physicochemical conditions related to both closed and open system processes. Only rarely are petrogenetically distinct magma associations found to coexist in magmas erupted from a single volcano. For Early Miocene glass and scoria in AND-2A sediments, the only known potential volcanic source is Mount Morning (Panter et al., 2008; Di Vincenzo et al., 2010; Di Roberto et al., 2012; this study). Volcanic activity at Mount Morning occurred in two phases: Phase I (18.7–11.4 Ma) consists of mildly alkaline basalt to trachyte and rhyolite compositions, and Phase II (6.13–0.02 Ma) consists of strongly alkaline basanite to phonolite compositions (WrightGrassham, 1987; Kyle and Muncy, 1989; Martin, 2009; Martin et al., 2010). Evidence for Early Miocene Phase I activity in the AND-2A core is found in primary and moderately reworked tephra layers with felsic glass compositions that range from trachyte to rhyolite (Di Roberto et al., 2012).\nOur findings from the AND-2A core augment those of Martin et al. (2010) by providing evidence for the production of a strongly alkaline magma lineage in addition to the mildly alkaline to Si-oversaturated lineage during Phase I, and coupled with results from Di Roberto et al. (2012), indicate that Phase I activity included a fairly continuous history of explosive basaltic eruptions since at least ~20 Ma. Martin et al. (2010) suggests that the production of evolved trachytic and rhyolitic magmas, which volumetrically dominate Phase I deposits, was the result of combined fractional crystallization and wall-rock assimilation (AFC) facilitated by longer residence times in the crust relative to the basanite−phonolite lineage produced during Phase II. A similar scenario is proposed by Panter et al. (1997) to explain coexisting basanite−phonolite and alkali basalt−trachyte sequences at Mount Sidley in Marie Byrd Land (Antarctica). It is tempting to speculate that the absence of phonolitic compositions (tephriphonolite and phonolite) during Phase I (no deposits of this type found at Mount\nMorning or in glass from AND-2A), is because most of the strongly Si-undersaturated mafic magmas stalled within the crust and evolved to more Si-saturated compositions (trachyte) or to Si-oversaturated compositions (Q-trachyte and rhyolite) by AFC processes. It should be noted, however, that phonolitic deposits at other locations within the EVP might be related to an earlier phase of explosive activity at Mount Morning. Tephriphonolite−phonolite glass from ash deposits within the Dry Valleys range in age from ~13 to 15 Ma (Marchant and Denton, 1996; Marchant et al., 1996) and fragments of phonolitic pumice found in sediments dated at ~24 Ma and as primary tephra layers (up to 1.2 m thick) dated at 21.4 Ma were recovered from the CRP2/2A drillcore (McIntosh, 1998; Armienti et al., 2001). Therefore, we can further speculate that the earliest activity at Mount Morning, herein referred to as proto-Morning, began with an earlier episode of phonolitic activity, which resumed again at the end of Phase I.\nThe overall temporal shift in felsic compositions from phonolite to trachyte and back to phonolite (i.e. proto-Morning→Phase I→Phase II) may be a fundamental consequence of changes in the degree and depth of mantle partial melting, where lower degrees of melting produce strongly Si-undersaturated parental basanite and higher degrees of melting generate less Si-undersaturated parental alkali basalt from a similar source (Panter et al., 1997) or fromdifferent, variably enriched, mantle sources (Cook et al., 2005; Ma et al., 2011). Regardless of their origins, what must be emphasized here is that both parental types were produced during early Mount Morning activity (~20–16 Ma; ~1100−350 mbsf in the AND-2A core) but only evolved trachytes and rhyolites were erupted (results from this study and Di Roberto et al., 2012), indicating that processes within the crust either hampered the generation of phonoliticmagmas frombasanite or hindered their ascent to the surface."
  }, {
    "heading": "5.4. Feedback between volcanism and glaciation",
    "text": "The lithostratigraphy of the core offers a previously unavailable ice-proximal stratigraphic archive that provides clear evidence of repeated fluctuations in climate, ice expansion/contraction and sea level change over the period ~20–14 Ma (Fielding et al., 2011; Passchier et al., 2011). This is demonstrated by the presence of fine-scale resolution of glacimarine cycles that record the advance and retreat of glaciers into and out of the Victoria Land Basin, along with the overall distribution of sedimentary packages consistent with dynamic ice sheet activity. Due to the dynamic climate conditions in the McMurdo Sound area during the Early toMiddleMiocene, it is possible that glacial loading/unloading during a rapidly warming climate may have had an effect on the volume, timing, and explosiveness of volcanic eruptions (Zielinski et al., 1996; Slater et al., 1998; Sigvaldason, 2002; Bigg et al., 2008; Carrivick et al., 2009; Huybers and Langmuir, 2009). Specific physical and chemical evidence supports the idea that the volcanic glass found in the AND-2A core records a cause-effect relationship between glacial dynamism and volcanic activity.\nThe depth interval in the AND-2A core from which volcanic glass was collected (~354E−765 mbsf) corresponds to a period of cyclic variations in sea level and glacial proximity to the drillsite (Fielding et al., 2011; Passchier et al., 2011) and therefore ideal for testing whether or not changes in ice extent/thickness influenced volcanic activity. It must be reiterated here that the volcanic source of the glass, Mount Morning, is ~85 km from the drillsite toward the polar plateau of the East Antarctic ice sheet. Furthermore, Mount Morning is located between two major outlet glaciers, the Koettlitz and Skelton, of the East Antarctic ice sheet, which prior to 12 Ma, was bounded to the west only by the Ross Sea (Sandroni and Talarico, 2011). Thus, it is assumed that fluctuations recorded at the drillsite would echo the changes in sea level and glacial conditions upstream in the area of Mount Morning.\nA link between glaciation and volcanic activity is suggested by correlations between the amount of volcanic glass in sediment and the proximity of glaciers to the drillsite through time. Fig. 11 shows periods of minimum ice conditions interpreted from AND-2A lithostratigraphy (Fielding et al., 2011), which correspond with sediment intervals containing higher volumes of volcanic glass (Panter et al., 2008). Compositional variability of volcanic glass with depth is evaluated in Fig. 12, with specific reference to glacimarine sequences that record\nFig. 12. Comparison of lithofacies distribution (as in Fig. 11) with the age, SiO2 concentratio glass measured within a given sample interval are represented by circles and bars represent (this study). The position of each sample is also shown on the facies distribution curve. Five and 53, Fielding et al., 2011) are shaded for comparison. Only sequences that contain tw discussion.\nfull to partial cycles of glacial retreat, advance and an additional retreat (Fielding et al., 2011). In three of these sequences (53, 39 and 34) there is a correlation between variations in an evolution parameter such as the mean SiO2 content and the ratio of fluid-mobile to fluid-immobile elements such as mean Ba/Hf for mafic glass (MgO ~5 to 8 wt.%). Ba/Hf ratios of glass increase with fining-upward facies (9→1), which reflect a progression from glacial maximum (most proximal) to glacial minimum (least proximal) conditions. Conversely, Ba/Hf ratios consistently\nn (wt.%) and Ba/Hf ratios of mafic glass (MgO>5 wt.%) in the AND-2A core. Mean of all the standard deviation of the sample variance at 1σ. Pentagons represent dated samples partial to complete glacial cycles of advance-retreat-advance (Sequences 24, 32, 34, 39 o or more sample intervals analyzed for glass chemistry are considered. See text for\nMost Proximal\nLeast Proximal Facies SiO2 wt.% Ba/Hf\n15.6\nAge (Ma)\n16.3\n17.4\n17.9\n18.2\n32\n34\n39\nSequence\n53\n24\n360\n380\n400\n420\n440\n520\n540\n560\n580\n600\n620 600\n620\n640\n660\n680\n30 50 70 90 110\n700\n720\n740\n760\n780\n800 13042 43 44 45 46 47 489 8 7 6 5 4 3 2 1\n360\n380\n400\n420\n440\n520\n540\n560\n580\n600\n620 600\n620\n640\n660\n680\n700\n720\n740\n760\n780\ndecrease with increase in glacial proximity represented by coarseningupward sequences (1→9). Variations in the concentration of SiO2 mimic those shown by Ba/Hf ratioswith the exception of samples in Sequence 39. The most significant variation between samples (p ≤0.03, evaluated using the Tukey's HSD test) in both Ba/Hf ratios and SiO2 concentrations occur within Sequence 34 (Fig. 12), which is also the thickest (>35 m) of the 56 glacial cycles identifiedwithin the depth interval 350−800 mbsf (Fielding et al., 2011).\nA complete glacial cycle, Sequence 32 (Fielding et al., 2011), was sampled in detail to further evaluate the influence of glaciations on volcanism. Seven 15-cm long core segments collected from this sequence between ~638 and 663 mbsf correspond to an age span of ~132,000 years, assuming a mean sedimentation rate of ~19 cm/ka (Di Vincenzo et al., 2010). Locally weighted linear regression of Ba/Nb, Ba/La and Ba/Zr ratios formafic glass (>5 wt.%MgO) show a systematic decrease in value with glacial advance, then increase toward ice minimum conditions, followed by another decrease in values with the next glacial advance (Fig. 13). It is important to note that within Sequence 32 mafic glass from sample 644.25, which was not measured for trace elements by LA-ICP-MS, has the highest mean Ba content (>1000 ppm) relative to the other six samples (Bab800 ppm) and also corresponds with more ice distal conditions (Fig. 13). The differences in Ba/HFSE and Ba/LREE ratios of AND-2A mafic glass is interpreted as reflecting the variability in the magma of a residual melt/volatile component. If this is the case, then the increase in these ratios indicates progressive tapping of magmas with a higher residual melt and volatile-component beneath Mount Morning as ice extent and thickness diminish. Changes in SiO2 content of mafic glass, which in most cases mimic changes in Ba/HFSE-LREE ratios, also suggest that the magmas erupted during ice minimum conditions are slightly more silicic.\nPhysical variations in the glass within Sequence 32 show an overall increase in R-values from 0.02 to 0.26, which correspondswith a visually estimated decrease in very angular grains from 60 to 15% and a decrease in highly vesicular grains from 62 to ~25% up-section. The overall decrease in vesicularity and decrease in angularity up-section may reflect changes in the magma system in response to glacial cyclicity. For example, Bindeman et al. (2010) found that during and shortly after deglaciation shallow magma chambers that produced calderaforming eruptions in Kamchatka reached volatile saturation and erupted more explosively, producing highly vesicular fragments. It may follow then that the progressive eruptive degassing of magmas could lead to\nan overall decrease in vesicularity of glass (and sympathetic increase in R-values) or alternatively, the change to less vesicular andblockier grains could be explained by an increase in explosive interaction of magma with external water (Heiken and Wohletz, 1985).\nThe physical and geochemical evidence from mafic glass in sediments from the AND-2A core support a glacial influence on volcanism in McMurdo Sound. Ice volumes on several occasions in the Early to Middle Miocene are predicted to have been larger than present day (Passchier et al., 2011). It is likely that the ice sheet was significantly thicker in the Mount Morning area when ice maximums and groundings occurred at the drillsite. Thus, there is a strong possibility that rapid melting of the ice sheet during warming events would cause significant isostatic changes and influence volcanic activity. The influence of glacioisostasy on volcanism has been studied primarily in Iceland where the lithosphere is thin and relatively weak compared to the continental lithosphere of West Antarctica. Gudmundsson (1986) estimated that the flexural rigidity for the Reykjanes Peninsula, Iceland, to be on the order of 8.8×1019 Nm with an elastic lithosphere thickness of ~10 km. This contrasts with the estimate of 4×1022 Nm and average elastic lithosphere thickness of 19.5 km for the Ross Sea (Stern and ten Brink, 1989). However, Wilson et al. (2003) estimated an elastic thickness of only ~7.5 km in the southernMcMurdo Sound in order to explain the deep flexural moats that surround Ross Island (Melluish et al., 1995; Horgan et al., 2005) as a result of crustal loading during the growth of the Erebus-Byrd-Terror volcanic complex over the last 5 Ma. Thus, if the elastic thickness of the lithosphere in the McMurdo Sound area approaches the elastic thickness estimated for parts of Iceland, then isostatic rebound of the crust could be similar, on the order of a few 1000s of years after glaciation (Slater et al., 1998; Sigvaldason, 2002).\nIce loading and unloading stress on the crust can have an influence on magma systems. Induced stress will change from compressive to tensile at a certain depth depending on the rigidity of the lithosphere and the lateral extent and thickness of the ice sheet (Geyer and Bindeman, 2011). A large Icelandic ice sheet (e.g., 100 km in diameter) may induce compressive stress through the entire crust and into the mantle, creating stress conditions that discourage volcanic eruptions, while a smaller ice sheet (e.g., 20 km in diameter) may induce tensile stress in the crust (Andrew and Gudmundsson, 2007). At a depth in which the stress state changes from tensile to compressive, magmas rising along fractures will likely stall, forming shallow, sill-like magma reservoirs (Andrew and Gudmundsson, 2007; Geyer and Bindeman, 2011). It is therefore\nlikely that magmas rising to the Earth's surface would experience longer residence times in the crust during glacial periods, which would allow them to differentiate to a greater degree (Fig. 14a). It is possible that the fractionation of mostly anhydrous minerals from mafic melt would cause fluid-volatiles to accumulate in the magma during this time. During a glacial retreat and consequent reestablishment of a tensional stress regime in the shallow crust, the vesiculation of magma may be encouraged as conduit systems open and magmas propagate toward the surface with ice cap thinning and diminishing in extent (Fig. 14b) triggering eruptions with a characteristically high Ba/Hf signature in AND-2A glass. This may also promote recharge of the system by more primitive magmas rising from depth that would mix with the resident, more evolved magma and ultimately erupt, producing eruptive material with lower Ba/Hf signatures. Eventually more mafic, less differentiated magmas will dominate after additional recharge and subsequent eruptions, producing the lowest Ba/Hf ratios in AND-2A glass prior to the next glacial advance."
  }, {
    "heading": "6. Conclusions",
    "text": "In this paper we present 40Ar–39Ar ages, major element and LAICP-MS trace element data on fresh, single glass fragments within glacimarine sediments from the AND-2A core between ~364 and 765 mbsf. These data led to inferences regarding the volcanic source, mechanisms of transport and chemical evolution of the AND-2A glass. Because the sediments of the AND-2A core offer a unique opportunity to examine the reconstructed glacial conditions and their relationship to volcanic activity, we were able to deduce a potential influence of ice extent/thickness on volcanic activity in the southern McMurdo Sound area during the Early to Middle Miocene.\nThe glass accumulations in AND-2A, varying from 5 to 70 vol.% within sediments, often occur as delicate cuspate forms, suggesting they experienced minimal amounts of reworking before deposition. The 40Ar–39Ar age results are also generally concordant with the depositional age model of the sediments in the AND-2A core, further supporting that most glass fragments can be considered primary.\nAND-2A glass is sourced from the Erebus Volcanic Province (EVP), confirmed by its geochemical similarities with mafic-intermediate volcanic data from the EVP, including Mt. Morning. The first phase of volcanism at Mt. Morning (Phase I) is also coeval with AND-2A glass, thus making Mt. Morning a likely source of the glass fragments due to its relative proximity to the core and geochemical similarities. AND-2A glass fragments then extend the known compositional range of Phase I volcanism at Mount Morning to a significantly more mafic end revealing a previously unknown phase of explosive, strongly alkaline, basaltic volcanism, and the parental compositions of two distinct magma lineages.\nThe glass, foundwithin glacimarine sediment cycles that recordfluctuating glacial conditions during the Early to Middle Miocene, show physical and geochemical characteristics that can best be explained by the responses of volcanism to climate change. Dynamic changes in the thickness and extent of glaciations may induce changes of stress in the upper crust, which in turn affect the duration of magma storage in shallow reservoirs and thus may have influenced the chemistry of the magma erupted from Mt. Morning."
  }, {
    "heading": "Acknowledgments",
    "text": "This work is, in part, the result of a Master's thesis (R. Nyland) supported by the National Science Foundation under Cooperative agreement No. 0342484, through sub-award 25-0550-0001-151 to K. Panter from the ANDRILL U.S. Science Support Program. The ANDRILL Program is amultinational collaboration between the Antarctic Programs of Germany, Italy, New Zealand and the United States. Antarctica New Zealand is the project operator, and has developed the drilling system in collaboration with Alex Pyne at Victoria University of Wellington and Webster Drilling and Enterprises Ltd. Scientific studies are jointly supported by the US National Science Foundation, NZ Foundation for Research Science and Technology, Royal Society of New Zealand Marsden Fund, the Italian Antarctic Research Programme, the German Research Foundation (DFG) and the Alfred Wegener Institute for Polar and Marine Research (Helmholtz Association of German Research Centres). Antarctica New Zealand supported the drilling team at Scott Base; Raytheon Polar Services supported the science team at McMurdo Station and the Crary Science and Engineering Laboratory. The ANDRILL Science Management Office at the University of Nebraska-Lincoln provided science planning and operational support. We would like to thank L. Wilson and B. Edwards for constructive suggestions and comments that significantly improved this study."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at http:// dx.doi.org/10.1016/j.jvolgeores.2012.11.008."
  }],
  "year": 2012,
  "references": [{
    "title": "Preliminary integrated chronostratigraphy",
    "authors": ["G. Acton", "J. Crampton", "G. Di Vincenzo", "C.R. Fielding", "F. Florindo", "M. Hannah", "D.M. Harwood", "S. Ishman", "K. Johnson", "L. Jovane", "R.H. Levy", "B. Lum", "M.C. Marcano", "S. Mukasa", "C. Ohneiser", "M.P. Olney", "C. Riesselman", "L. Sagnotti", "C. Stefano", "E. Strada", "M. Taviani", "E. Tuzzi", "K.L. Verosub", "G.S. Wilson", "M. Zattin"],
    "venue": "ANDRILL-SMS Science Team,",
    "year": 2008
  }, {
    "title": "Trace element partitioning between mica- and amphibolebearing garnet lherzolite and hydrous basanitic melt: 1. Experimental results and the investigation of controls on partitioning behavior",
    "authors": ["J. Adam", "T. Green"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 2006
  }, {
    "title": "Distribution, structure, and formation of Holocene lava sheilds in Iceland",
    "authors": ["E.B. Andrew", "A. Gudmundsson"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2007
  }, {
    "title": "Sand provenance from major and trace element analyses of bulk rock and sand grains from CRP2/2A, Victoria Land basin, Antarctica",
    "authors": ["P. Armienti", "M. Tamponi", "M. Pompilio"],
    "venue": "Terra Antartica",
    "year": 2001
  }, {
    "title": "Aeolian sediment flux from sea ice into Southern McMurdo Sound, Antarctica",
    "authors": ["C. Atkins", "G. Dunbar"],
    "venue": "Global and Planetary Change",
    "year": 2009
  }, {
    "title": "Cenozoic climate and sea level history from glacimarine strata off the Victoria Land coast, Cape Roberts Project, Antarctica",
    "authors": ["P. Barrett"],
    "venue": "Glacial Processes and Products",
    "year": 2007
  }, {
    "title": "Large-volume silicic volcanism in Kamchatka: Ar–Ar and U–Pb ages, isotopic, and geochemical characteristics of major pre-Holocene caldera-forming eruptions",
    "authors": ["I. Bindeman", "V. Leonov", "P. Izbekov", "V. Ponomareva", "K. Watts", "N. Shipley", "A. Perepelov", "L. Bazanova", "B. Jicha", "B. Singer", "A. Schmitt", "M. Portnyagin", "C. Chen"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2010
  }, {
    "title": "Geomorphological evidence towards a de-glacial control on volcanism",
    "authors": ["J. Carrivick", "A. Russell", "E. Rushmer", "F. Tweed", "P. Marren", "H. Deeming", "O.J. Lowe"],
    "venue": "Earth Surface Processes and Landforms",
    "year": 2009
  }, {
    "title": "Robust locally weighted regression and smoothing scatterplots",
    "authors": ["W.S. Cleveland"],
    "venue": "Journal of the American Statistical Association",
    "year": 1979
  }, {
    "title": "Petrology and geochemistry of intraplate basalts in the south Auckland volcanic field, New Zealand: evidence for two coeval magma suites from distinct sources",
    "authors": ["C. Cook", "R.M. Briggs", "I.E.M. Smith", "R. Maas"],
    "venue": "Journal of Petrology",
    "year": 2005
  }, {
    "title": "Geology, geochronology and geochemistry of a basanitic volcano, White Island, Ross Sea, Antarctica",
    "authors": ["A. Cooper", "L. Adam", "R. Coulter", "G. Eby", "W. McIntosh"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2007
  }, {
    "title": "The upper lithostratigraphic unit of ANDRILL AND-2A core (Southern McMurdo Sound, Antarctica): local Pleistocene volcanic sources, paleoenvironmental implications and subsidence in the southern Victoria Land Basin",
    "authors": ["P. Del Carlo", "K. Panter", "K. Bassett", "L. Bracciali", "G. Di Vincenzo", "S. Rocchi"],
    "venue": "Global and Planetary Change",
    "year": 2009
  }, {
    "title": "Interpreting detrital modes of graywacke and arkose",
    "authors": ["W. Dickenson"],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1970
  }, {
    "title": "Early Miocene volcanic activity and paleoenvironment conditions of the AND-2A core (southern McMurdo Sound, Antarctica)",
    "authors": ["A. Di Roberto", "P. Del Carlo", "S. Rocchi", "L. Bracciali", "G. Di Vincenzo", "K. Panter"],
    "venue": "Geosphere 8. http:// dx.doi.org/10.1130/GES00754.1",
    "year": 2012
  }, {
    "title": "Subglacial, phonolitic volcanism at Hoodo Mountain volcano, northern Canadian Cordillera",
    "authors": ["B. Edwards", "J. Russell", "R. Anderson"],
    "venue": "Bulletin of Volcanology",
    "year": 2002
  }, {
    "title": "Jurassic magmatism and tectonism associated with Gondwanaland break-up: an Antarctic perspective",
    "authors": ["D.H. Elliot"],
    "venue": "Soc. Lond., Spec. Publ.,",
    "year": 1992
  }, {
    "title": "Seismic facies and stratigraphy of the Cenozoic succession in McMurdo Sound, Antarctica: implications for tectonic, climatic and glacial history",
    "authors": ["C. Fielding", "J. Whittaker", "S. Henrys", "T. Wilson", "T. Naish"],
    "year": 2008
  }, {
    "title": "Sequence stratigraphy of the ANDRILL AND-2A drillcore, Antarctica: a long-term, ice-proximal record of Early to mid-Miocene climate, sea-level and glacial dynamism",
    "authors": ["C. Fielding", "G. Browne", "B. Field", "F. Florindo", "D. Harwood", "L. Krissek", "R. Levy", "K. Panter", "S. Passchier", "S. Pekar"],
    "year": 2011
  }, {
    "title": "Another look at the calculation of tephra fallout volumes",
    "authors": ["J. Fierstein", "M. Nathenson"],
    "venue": "Bulletin of Volcanology",
    "year": 1992
  }, {
    "title": "A Cenozoic diffuse alkaline magmatic province (DAMP) in the SW Pacific without rift or plume origin",
    "authors": ["C.A. Finn", "R.D. Müller", "K.S. Panter"],
    "venue": "Geochemistry, Geophysics, Geosystems",
    "year": 2005
  }, {
    "title": "Integrated models of basalt petrogenesis: a study of quartz tholeiites to olivine melilites from south eastern Australia utilizing geochemical and experimental petrological data",
    "authors": ["F.A. Frey", "D.H. Green", "S.D. Roy"],
    "venue": "Journal of Petrology",
    "year": 1978
  }, {
    "title": "The origins of glass and amphibole in spinel-wehrlite xenoliths from Foster Crater, McMurdo Volcanic Group, Antarctica",
    "authors": ["J.A. Gamble", "P.R. Kyle"],
    "venue": "Journal of Petrology",
    "year": 1987
  }, {
    "title": "Metasomatised xenoliths from Foster Crater, Antarctica: implications for lithospheric structure and processes beneath the Transantarctic Mountain front",
    "authors": ["J.A. Gamble", "F. McGibbon", "P.R. Kyle", "M.A. Menzies", "I. Kirsch"],
    "venue": "Journal of Petrology — Special Lithosphere Issue 109–138",
    "year": 1988
  }, {
    "title": "Glacial influence on caldera-forming eruptions",
    "authors": ["A. Geyer", "I. Bindeman"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2011
  }, {
    "title": "Mechanical aspects of postglacial volcanism and tectonics of the Reykjanes Peninsula, southwest Iceland",
    "authors": ["A. Gudmundsson"],
    "venue": "Journal of Geophysical Research",
    "year": 1986
  }, {
    "title": "Hobbs Coast Cenozoic volcanism: implications for the West Antarctic rift system",
    "authors": ["S.R. Hart", "J. Blusztanjn", "W.E. LeMasurier", "D.C. Rex"],
    "venue": "Chemical Geology",
    "year": 1997
  }, {
    "title": "Antarctic drilling recovers stratigraphic records from the continental",
    "authors": ["D. Harwood", "F. Florindo", "F. Talarico", "R. Levy", "G. Kuhn", "T. Naish", "F. Niessen", "R. Powell", "A. Pyne", "G. Wilson"],
    "venue": "margin. Eos",
    "year": 2009
  }, {
    "title": "Volcanic Ash",
    "authors": ["G. Heiken", "K. Wohletz"],
    "year": 1985
  }, {
    "title": "Tectonic history of Mid-Miocene to present southern Victoria Land Basin, inferred from seismic stratigraphy, in McMurdo Sound, Antarctica",
    "authors": ["S. Henrys", "T. Wilson", "J. Whittaker", "C. Fielding", "J. Hall", "T. Naish"],
    "year": 2007
  }, {
    "title": "Seismic stratigraphy of the Ross Island Fexural Moat under the McMurdo-Ross Ice Shelf, Antarctica, and a prognosis for stratigraphic drilling",
    "authors": ["H. Horgan", "T. Naish", "S. Bannister", "N. Balfour", "G. Wilson"],
    "venue": "Global and Planetary Change",
    "year": 2005
  }, {
    "title": "Feedback between deglaciation, volcanism, and atmospheric CO2",
    "authors": ["P. Huybers", "C. Langmuir"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "A guide to the chemical classification of the common volcanic rocks",
    "authors": ["T.N. Irvine", "W.R.A. Baragar"],
    "venue": "Canadian Journal of Earth Science",
    "year": 1971
  }, {
    "title": "Delineation of prospecting targets for Kuroko deposits based on modes of volcanism of underlying dacite and alteration halos",
    "authors": ["Y. Ishikawa", "T. Sawaguchi", "S. Iwaya", "M. Horiuchi"],
    "venue": "Mining Geology",
    "year": 1976
  }, {
    "title": "Age calibration of the Fish Canyon sanidine",
    "authors": ["F. Jourdan", "P. Renne"],
    "year": 2007
  }, {
    "title": "Mineralogy and geochemistry of a basanite to phonolite sequence",
    "authors": ["P.R. 387–402. Kyle"],
    "year": 1981
  }, {
    "title": "Petrologic evolution of anorthoclase phonolite",
    "authors": ["Washington", "P. DC. Kyle", "J. Moore", "M. Thirlwall"],
    "year": 1992
  }, {
    "title": "lavas at Mount Erebus, Ross Island, Antarctica",
    "authors": ["H. Muncy"],
    "venue": "Journal of Petrology",
    "year": 1989
  }, {
    "title": "The alteration box plot— a simple approach",
    "authors": ["R. Large", "J. Gemmell", "H. Paulick"],
    "year": 2001
  }, {
    "title": "A chemical classification of volcanic",
    "authors": ["M. 957–971. Le Bas", "M. Maitre", "A. Streckeisen", "B. Zanettin"],
    "year": 1986
  }, {
    "title": "Rounding of pumice clasts during transport; field",
    "authors": ["A. Patel", "J. Dufek"],
    "year": 2010
  }, {
    "title": "Miocene and Pliocene paleoclimate of the Dry Valleys",
    "authors": ["G.H. Denton"],
    "year": 1996
  }, {
    "title": "Late Cenozoic Antarctic",
    "authors": ["D.R. Marchant", "G.H. Denton", "C.C. Swisher", "N. Potter"],
    "year": 1996
  }, {
    "title": "The stratigraphic signature of the late Cenozoic Antarctic Ice Sheets in the Ross Embayment",
    "authors": ["R. McKay", "G. Browne", "L. Carter", "E. Cowan", "G. Dunbar", "L. Krissek", "T. Naish", "R. Powell", "J. Reed", "F. Talarico", "T. Wilch"],
    "venue": "Geological Society of America Bulletin",
    "year": 2009
  }, {
    "title": "Seismic profiling adjacent to Ross Island: Constraints on late Cenozoic stratigraphy and tectonics",
    "authors": ["A. Melluish", "S. Henrys", "S. Bannister", "F.J. Davey"],
    "venue": "Terra Antarctica",
    "year": 1995
  }, {
    "title": "The climate of the McMurdo",
    "authors": ["A. 1092–1094. Monaghan", "D. Bromwich", "J. Powers", "K. Manning"],
    "year": 2005
  }, {
    "title": "Antarctica: the Ross Sea Region",
    "authors": ["M. Sinclair", "T. Hatherton"],
    "venue": "Prediction System. Journal of Climate",
    "year": 1990
  }, {
    "title": "Episodic Quaternary volcanism in France and Germany",
    "authors": ["M. Jones", "D. Pyle"],
    "venue": "Antarctic Rift. Journal of Petrology",
    "year": 2006
  }, {
    "title": "Petrogenesis of a phonolitic-trachyte",
    "authors": ["K.S. Panter", "P. Kyle", "J. Smellie"],
    "venue": "to glacial cyclicity. M.Sc. Thesis, Bowling Green State",
    "year": 1997
  }, {
    "title": "Petrologic and Geochemical",
    "authors": ["S. Rocchi"],
    "venue": "ANDRILL-SMS Science Team,",
    "year": 2008
  }, {
    "title": "Modern glaciomarine environments",
    "authors": ["E. Domack"],
    "venue": "Terra Antartica",
    "year": 2002
  }, {
    "title": "The Petrology of inclusion-rich lavas at Minna",
    "authors": ["M. Scanlan"],
    "year": 2008
  }, {
    "title": "Volcanogenic sediment",
    "authors": ["M.S. Antarctica"],
    "year": 2008
  }, {
    "title": "Cenozoic Antarctic cryosphere evolution: Tales",
    "authors": ["A. 321–338. Shevenell", "J. Kennett"],
    "year": 2007
  }, {
    "title": "Volcanic and tectonic processes coinciding with glaciation",
    "authors": ["R.E. Nyland"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2013
  }, {
    "title": "Deglaciation effects on mantle melting",
    "authors": ["L. Slater", "D. McKenzie", "K. Gronvöld"],
    "year": 1998
  }, {
    "title": "Six million years of glacial history recorded in volcanic lithofacies",
    "authors": ["B. de Vries"],
    "year": 2008
  }, {
    "title": "A thin predom",
    "authors": ["Palaeoclimatology", "Palaeoecology", "J.L. 122–148. Smellie", "S. Rocchi", "M. Gemelli", "G. Di Vincenzo", "P. Armienti"],
    "year": 2011
  }, {
    "title": "Subcommission on geochronology: convention on the use",
    "authors": ["Palaeoclimatology", "Palaeoecology", "R. 129–149. Steiger", "E. Jäger"],
    "year": 1977
  }, {
    "title": "Flexural uplift of the Transantarctic Mountains",
    "authors": ["T. Stern", "U. ten Brink"],
    "year": 1989
  }, {
    "title": "Postglacial eruptive history of the western",
    "authors": ["J. Stinton", "K. Grönvold", "K. Sæmundsson"],
    "venue": "Geophsysical Research",
    "year": 2005
  }, {
    "title": "The Ross Orogen of the Transantarctic Mountains",
    "authors": ["E. 1029/2005GC001021. Stump"],
    "year": 1995
  }, {
    "title": "Chemical and isotopic systematics of ocean basalts",
    "authors": ["S. pp.). Sun", "W. McDonough"],
    "year": 1989
  }, {
    "title": "Provenance signatures of the Antarctic ice sheets",
    "authors": ["F. Talarico", "S. Sandroni"],
    "venue": "Magmatism in the Ocean Basins: Geol. Soc. London Spec. Publ.,",
    "year": 2009
  }, {
    "title": "Trace-element partitioning between amphibole and silicate melt",
    "authors": ["M. Tiepolo", "R. Oberti", "A. Zanetti"],
    "venue": "Reviews in Mineralogy and Geochemistry",
    "year": 2007
  }, {
    "title": "Data reduction software for LA-ICP-MS",
    "authors": ["E. van Achterbergh", "C. Ryan", "S. Jackson"],
    "venue": "Short Course Series,",
    "year": 2001
  }, {
    "title": "Palynomorphs from a sediment core reveal a sudden remarkably warm Antarctica during the Middle Miocene",
    "authors": ["S. Warny", "R. Askin", "M. Hannah", "B. Mohr", "J. Raine", "D. Harwood", "F. Florindo"],
    "venue": "SMS Science Team,",
    "year": 2009
  }, {
    "title": "Fontana Tephra: a basaltic Plinian eruption in Nicaragua",
    "authors": ["H. Wehrmann", "C. Bonadonna", "A. Freundt", "B.F. Houghton", "S. Kutterolf"],
    "venue": "Special Paper,",
    "year": 2006
  }, {
    "title": "Using flexural modeling and geophsyical data to defineNeogene stratigraphic drilling targets inmoat basins beneath the McMurdo Ice Shelf. Geophysical Research Abstracts 5 (article number 05682)",
    "authors": ["G.S. Wilson", "T. Naish", "T. Jordon", "D. Damaske", "M. Ali", "H. Horgan", "N. Balfour", "A. Watts", "S. Bannister"],
    "venue": "ANDRILL Site Survey Team,",
    "year": 2003
  }, {
    "title": "Cenozoic structural segmentation of the Transantarctic Mountains rift flank in southern Victoria Land",
    "authors": ["T. Wilson"],
    "venue": "Global and Planetary Change",
    "year": 1999
  }, {
    "title": "The Middle Scoria sequence: a Holocene violent strombolian, subplinian and phreatomagmatic eruption of Okmok volcano, Alaska",
    "authors": ["L.J. Wong", "J.F. Larsen"],
    "venue": "Bulletin of Volcanology",
    "year": 2010
  }, {
    "title": "Petrogenesis of the zoned Laacher See tephra",
    "authors": ["G. Wörner", "H.U. Schmincke"],
    "venue": "Journal of Petrology",
    "year": 1984
  }, {
    "title": "Volcanic geology, mineralogy, and petrogenesis of the Discovery Volcanic Subprovince, southern Victoria Land, Antarctica",
    "authors": ["A. Wright-Grassham"],
    "venue": "Ph.D Thesis, New Mexico Institute of Mining and Technology, USA.",
    "year": 1987
  }, {
    "title": "110,000-yr record of explosive volcanism from the GISP2 (Greenland) ice core",
    "authors": ["G. Zielinski", "P. Mayewski", "L. Meeker", "S. Whitlow", "M. Twickler"],
    "venue": "Quaternary Research",
    "year": 1996
  }],
  "id": "SP:bce338602dd1aa0fdd7339f9f2e9d3b38ab3f528",
  "authors": [{
    "name": "R.E. Nyland",
    "affiliations": []
  }, {
    "name": "K.S. Panter",
    "affiliations": []
  }, {
    "name": "S. Rocchi",
    "affiliations": []
  }, {
    "name": "G. Di Vincenzo",
    "affiliations": []
  }, {
    "name": "P. Del Carlo",
    "affiliations": []
  }, {
    "name": "M. Tiepolo",
    "affiliations": []
  }, {
    "name": "P. Gorsevski",
    "affiliations": []
  }],
  "abstractText": "a Bowling Green State University, Bowling Green, OH, 43402, USA b Dipartimento di Scienze della Terra, Università di Pisa, Via S. Maria, 53, 56126 Pisa, Italy c Istituto di Geoscienze e Georisorse, CNR, Via Moruzzi 1, I-56124 Pisa, Italy d Istituto Nazionale di Geofisica e Vulcanologia, Sezione di Pisa, via della Faggiola 32, 56126 Pisa, Italy e Istituto di Geoscienze e Georisorse, CNR, Via Ferrata 1, 27100 Pavia, Italy f GNS Science, 1 Fairway Ave, Lower Hutt, New Zealand",
  "title": "Volcanic activity and its link to glaciation cycles: Single-grain age and geochemistry of Early to Middle Miocene volcanic glass from ANDRILL AND-2A core, Antarctica"
}