{
  "sections": [{
    "text": "The evolution of the Earth’s climate over geological time is now relatively well known. Conversely, the causes and feedback mechanisms involved in these climatic changes are still not well determined. At geological timescales, two factors play a prevailing role: plate tectonics and the chemical composition of the atmosphere. Their climatic effects will be examined using palaeoclimatic indicators as well as results of climate models. I focus primarily on the influence of continental drift on warm and cold climatic episodes. The consequences of peculiar land sea distributions (amalgamation/dispersal of continental blocks) are discussed. Plate tectonics also drive sea level changes as well as mountain uplift. Marine transgressions during the MidCretaceous favoured warmth within the interiors of continents, although their effect could be very different according to the season. Mountain uplift is also an important factor, which is able to alter climate at large spatial scales. Experiments relative to climatic sensitivity to the elevation of the Appalachians during the Late Permian are discussed. To affect the whole Earth, the chemical composition of the atmosphere appears to be a more efficient forcing factor. The carbon dioxide driven by the longterm carbon cycle has influenced the global climate. Geochemical modelling simulates more or less accurately the long-term evolution of pCO2, which corresponds roughly to the icehouse/greenhouse climatic oscillations. However, the uncertainties on pCO2 are still important because different parameters involved in the long-term carbon cycle (degassing rate, chemical weathering of silicates, burial of organic matter) are not well constrained throughout the past. The chemical composition of the atmosphere is also altered by the emissions of modern volcanic eruptions leading to weak global cooling. The influence of large flood basalt provinces on climate is not yet known well enough; this volcanism may have released huge amounts of SO2 as well as CO2. At last, the chemical composition of the atmosphere may have been altered by the release of methane in response to the dissociation of gas hydrates. This scenario has been proposed to explain the abrupt warming during the Late Palaeocene.  2003 Académie des sciences/Éditions scientifiques et médicales Elsevier SAS. All rights reserved.\nRésumé\nL’évolution du climat de la Terre à l’échelle des temps géologiques est maintenant relativement bien connue. En revanche, les causes ainsi que les mécanismes de rétroaction impliqués dans ces changements climatiques ne sont pas encore totalement déterminés. À l’échelle des temps géologiques, deux facteurs semblent avoir joué un rôle majeur : la tectonique des plaques et la composition chimique de l’atmosphère. Leurs effets climatiques seront examinés en utilisant à la fois des indicateurs paléoclimatiques ainsi que les résultats de modèles climatiques. Je me focaliserai tout d’abord sur l’influence de la dérive des continents dans le cadre de périodes globalement chaudes puis froides. Les conséquences d’une répartition continent–océan particulière (regroupement/dispersion des blocs continentaux) seront présentées. La tectonique des plaques pilote aussi bien\n1631-0713/03/$ – see front matter  2003 Académie des sciences/Éditions scientifiques et médicales Elsevier SAS. Tous droits réservés. doi:10.1016/S1631-0713(03)00004-X\nles changements de niveau marin que la surrection de reliefs. Une transgression marine au Crétacé moyen a favorisé l’extrême douceur qui règne au cœur des continents, mais son influence sur le climat peut différer nettement d’une saison à une autre. Enfin, la surrection des reliefs est un forçage climatique important qui peut affecter le climat à l’échelle d’un continent. Des expériences de sensibilité climatique à la hauteur de la chaîne des Appalaches au Permien supérieur le montrent clairement. Pour affecter la Terre dans son intégralité, la composition chimique de l’atmosphère semble être le forçage le plus efficace. Le dioxyde de carbone piloté par le cycle du carbone a influencé le climat global. Des modèles géochimiques ont simulé, avec plus ou moins de précision, l’évolution à long terme de la pCO2, laquelle correspond approximativement aux grands cycles climatiques chauds et froids que la Terre a connus. Cependant, les incertitudes sur la pCO2 restent importantes, car les différents paramètres impliqués dans le cycle du carbone à long terme (taux de dégazage, altération chimique des silicates, enfouissement de la matière organique) ne sont pas très bien contraints dans le passé. La composition chimique de l’atmosphère est également perturbée par les émissions de gaz au cours d’éruptions volcaniques récentes. L’influence des larges traps basaltiques sur le climat reste mal connue, malgré le fait que ce volcanisme ait pu relâcher des quantités énormes de SO2 et de CO2. Enfin, la composition chimique de l’atmosphère peut être également modifiée par les émissions de méthane issues de la dissociation d’hydrates de gaz. Ce scénario a été proposé pour expliquer le réchauffement brutal à la fin du Paléocène.  2003 Académie des sciences/Éditions scientifiques et médicales Elsevier SAS. Tous droits réservés.\nKeywords: Palaeoclimate; Forcing factor; Plate tectonics; Sea level; Gas\nMots-clés : Paléoclimat ; Forçage ; Tectonique des plaques ; Niveau marin ; Gaz"
  }, {
    "heading": "1. Introduction",
    "text": "Since the middle of the 19th century, geologists and palaeontologists have collected data and interpreted their findings in terms of palaeoclimate. Thanks to this database, the evolution of the Earth’s climate has progressively been reconstructed. The absence of very cold periods or excessively warm ones, which would have been able to kill off life and completely sterilise Earth, highlights that the Earth’s climate is relatively stable, since at least the first appearance of life on Earth, despite intense climate oscillations between icehouse (about seven cold) and greenhouse (warm) periods over geological time scales. The duration of warm and cold periods is highly variable, ranging from a few million years or less for the Ordovician ice age to several tens of millions of years for the Triassic greenhouse age [23]. Moreover, some short but drastic events, either warm or cold, are likely to punctuate the long-term climate trend [99].\nThe climate represents an equilibrium state of a complex system composed of the atmosphere, hydrosphere (essentially ocean), cryosphere (ice sheets, sea ice), biosphere (vegetation) and Earth surface. Despite their huge differences in compositions, processes, etc. as well as time responses, each component is coupled to others through mass (precipitation, evapo-\nE-mail address: fluteau@ipgp.jussieu.fr (F. Fluteau).\nration), energy (latent heat, sensible heat) and momentum exchanges. Moreover, the complexity of the climate system induces numerous, generally non-linear, feedback mechanisms.\nForcing factors are needed to alter the equilibrium state of the climatic system [56]. Over geological time scales, the Earth’s internal processes play a prevailing role in climate evolution. In the first part of this paper, we will focus on the climatic effect of plate tectonics, and especially continental drift, mountain uplift and sea level changes. In a second part, the climatic impact of degassing of the Earth is discussed."
  }, {
    "heading": "2. The tools",
    "text": "Except for the early work of Köppen and Wegener [55], the understanding of climate over geological time scales was largely improved only after plate tectonic theory had become widely accepted by the Earth science community. Knowledge of past climate has grown thanks to the rise of the use of palaeontological, palaeomagnetic, lithological and geochemical data (e.g., [74]) as climate indicators. These data provide an estimate of the major key factors such as temperature, precipitation, ice volume or wind as a function of (palaeo)latitude. Thanks to these data, we have established the main changes through the Earth’s climate history. Unfortunately, our knowledge is uneven over geological time scales, because of poor data\ndistribution in time and space. These data give access to climate parameters, however they generally do not provide information about the cause(s) of climate changes.\nSince the beginning of the 1980s, climate modelling has been largely used to investigate the past climate, thanks to an improved knowledge of the physical laws driving the Earth’s climate system and to the development of high-speed computers. Different models from zero (0D) to three dimensions (3D) have been elaborated. Energy balance models (0D–1D) help to understand climate stability for example, whereas 3D models (such as Atmospheric General Circulation Models = AGCM) are used to simulate palaeoclimates at a global scale and elucidate their sensitivities to different forcing factors. Unfortunately, the more complex numerical models remain simplified representations of the climate system. We are unable to duplicate all processes in an atmospheric general circulation model due to the (too) large diversity of spatial scales acting in the real climate system. While some processes may be represented faithfully, others mechanisms must be parameterised. The differences in predicted climate using two different AGCMs with the same boundary conditions are largely related to these differences of parameterisation schemes [94].\nMoreover, we are unable to simulate the equilibrium state of the entire climate system because of the difference in time responses of the components. Continental drift and mountain building are very slow with respect to the time response of the atmospheric component. To take into account its effect, land–sea distribution and topography have to be prescribed as boundary conditions in numerical experiments. The other components of the climate system (except atmosphere) are prescribed according to the type of models. Because the ocean carries heat from low to high latitudes, its role is crucial in the climate system. Fully coupled atmosphere–ocean general circulation models are little used in pre-Quaternary climate modelling. Thus the oceanic component is either considered as a boundary condition, prescribing sea surface temperature derived from oxygen isotopic data or present day values, or represented by a mixed surface layer (slab ocean) in which the amount of heat is prescribed.\nRecent development of fully coupled models (atmosphere–ocean–vegetation–ice) should help to investi-\ngate palaeoclimates. However, the use of basic models (uncoupled models) should remain useful to investigate the sensitivity of climate to different forcing factors. Most of the examples cited in this paper are usually based on experiments made with atmospheric general circulation models."
  }, {
    "heading": "3. The impact of plate tectonics on climate",
    "text": "The Earth’s surface has undergone successive episodes of formation of continental landmasses through Wilson cycles, which formed supercontinents, such as Pangea, during the Phanerozoic or Rodinia during the Neoproterozoic, followed by their dispersal. As a consequence, the land–sea distribution, as well as its distribution with respect to latitude has evolved. Using oceanic magnetic anomalies and palaeomagnetic data, we are able to reconstruct the locations of continents in the past until the Late Jurassic. Because of the absence of constraints in longitude, palaeogeography prior to the Jurassic is less well constrained by palaeomagnetic methods.\nThe continental drift hypothesis has been among the first mechanisms proposed to explain climate change [55]. Latitudinal drift has obvious consequences on temperature because of the change in incoming solar radiation. In theory, longitudinal changes should not alter climate, because incoming solar radiation remains unchanged. Actually the dispersal and formation of megacontinents such as Pangea during the Late Palaeozoic deeply affect atmospheric circulation and climate. Thus the mean global temperature is sensitive to plate motions, even if there is only a change in longitudinal distribution of continents. Could changes in land–sea distribution be the cause of successive warm periods (such as Mid-Cretaceous) and cold episodes (such as the Early Permian–Late Carboniferous)? In the past two decades, the climatic impact of land–sea distribution has been investigated using climate models. Numerous experiments have focused on the Mid-Cretaceous warm period. The poleward displacements of coral reefs, invertebrates, dinosaurs and the poleward expansion of floral provinces [23] are evidence for global warming at this time. Barron and Washington [2] and Barron et al. [4] have investigated the consequences of land–sea distribution on the Mid-Cretaceous warm climate. However, the\npalaeogeography of this period cannot prevent temperature from dropping well below the freezing point above continents at mid-latitudes [4].\nDuring the Late Permian, all continents (except for a few small blocks) were associated as a single, huge supercontinent, called Pangea. This configuration differs drastically from the Mid-Cretaceous one, which is marked by both large seaways in the northern hemisphere and young oceans, formed as a consequence of the break-up of Gondwanaland in the southern hemisphere.\nBased on numerical experiments made with an Energy Balance Model, Crowley et al. [25] suggested that such a configuration induced summer temperatures in the subtropics exceeding the present warmest value by 6 to 10 ◦C. In winter, the coldest temperature simulated in the mid-latitudes falls below −30 ◦C. This large seasonal thermal variation is due to the size of Pangea [25] and a weak influence of the ocean, which remains limited to coastal areas. The improvement of palaeogeographic maps has much reduced disagreement between simulated climate and data. Earlier mismatch was suggested to have been due to a too coarse representation of the Late Permian palaeogeography [25,57]. A more detailed Late Permian map that better defined land–sea distribution (including inland seas and also topography) replaced the earlier idealised Pangea, and led to better agreement between simulated climate and field observations [34,43,58].\nThe land–sea distribution during the Palaeozoic has been proposed as a cause for the inception of an ice age, as well as its demise. Indeed the presence of continents near the pole was not always associated with the development of ice sheets [86]. The Cretaceous seems to be largely ice-free, despite the fact that Antarctica was at the pole at that time. Furthermore, there were no ice sheets between the Early Silurian and the Middle Carboniferous, when Gondwanaland drifted across the South Pole. Using an Energy Balance Model, Crowley et al. [24] showed that summer temperatures at the South Pole were close to the freezing point during the Late Ordovician. The drift of the interior of Gondwanaland across the South Pole induced an increase of summer temperature, which prevented the accumulation of perennial snow. The drift of Gondwanaland appears to drive the glaciation, however this supposition may be challenged because the duration of the Late Ordovician glaciation appears to be very short,\nperhaps less than 3 Myr [42]. In this case, we may suggest that plate tectonics were not the only explanation.\nCould the long-term cooling trend during the Cainozoic and the Antarctica glaciation be explained solely by changes in land–sea distribution? According to Barron [3], changes in land–sea distribution are not sufficient to trigger the Tertiary climatic changes. Nevertheless, the thermal insulation of Antarctica (after the rifting away of Australia) and the opening of the Drake Passage were suggested to be the causes of the Late Eocene glaciation [31,53,72]. Data and climate modelling have recently challenged this explanation. We know that the volume of the Antarctica ice sheet has widely fluctuated during the past 40 million years. Rapid variation in ice volume eliminates the need for a plate tectonic explanation for the glaciation as the only forcing factor [99]. This result is confirmed by recent numerical experiments using an asynchronous coupled ice sheet – atmospheric general circulation models [26]. These experiments suggest that the opening of Southern Ocean gateways may actually have played only a minor role. Conversely, a change in atmospheric chemical composition, such as a lowering of carbon dioxide, could induce the Antarctic ice sheet. Indeed, the influence of plate motions on climate varies as a function of palaeogeographic configuration. The location of continents is generally not a sufficient factor to explain global warm epochs. Other forcing factors must be taken into account. However the role of the land–sea distribution becomes more significant at a regional scale."
  }, {
    "heading": "4. Sea-level fluctuations and climate changes",
    "text": "Besides plate motions, the land–sea distribution is greatly influenced by sea level change [46]. Haq et al. [46] have constructed sea levels since the Triassic, based on sequence-stratigraphic depositional models. These curves show rapid sea-level changes superimposed on a long-term trend. The slow sealevel change reflects a change in geometry of the ocean basins. It leads to variation in the global volume of ocean basins. Larson [63] suggested that the rate of ocean-crust production drives long-term sea-level change. However, the rate of ocean-crust production peaked during the Aptian [63] and the maximum of marine transgression (leading to the flooding of\na large part of Europe, Northern Africa and North America) was reached during the Turonian, about 20 Myr later [46]. A sea-level change of some 100– 150 m between the Aptian and the Turonian as well as a slow long-term transgression imply a tectonic process. Fluctuations of mantle temperatures beneath the mid-ocean ridge [50] may contribute to drive longterm sea-level change.\nThe volume of water has also fluctuated in response to climate change (thermal dilatation), ice-sheet formation or tectonic events (desiccation of isolated basins, as occurred during the Messinian crisis [16, 49]). These mechanisms are able to change abruptly the volume of water, whereas tectonic processes act on longer timescales. However rapid sea-level variations over geological timescales are not known accurately enough. The rapid sea-level fluctuations proposed by Haq et al. [46] were challenged by Rowley and Markwick [84], who showed that the oxygen isotopic evolution deduced from the sea-level curve of Haq et al. does not fit that measured in sediment cores. The latter processes can account for maximum amplitude of sealevel change of about ±300 m. Marine transgressions or regressions alter the surface area of emerged lands, which induces changes in climate and atmospheric and oceanic circulations.\nThe change in land–sea distribution induced by sealevel fluctuations has been proposed to explain the temperate climate of continental interiors during the Mid-Cretaceous [95]. A marine transgression during this period is thought to be responsible for the creation of large epicontinental seas. At its peak, the sea level was about 200 m higher than at present. A seaway, called the Western Interior Seaway, connected the Arctic basin to the Gulf of Mexico through the whole of North America; another seaway in northern Africa led to episodic marine interchange between the Tethys and South Atlantic Oceans, and a large part of Eurasia was also flooded. The important sealevel rise and the flooding of North America (Interior Seaway) and Eurasia prevented winter temperatures from dropping well below the freezing point. Indeed a higher sea level damps the annual thermal amplitude. Too cold a winter climate within the interiors of North America and Siberia was, for a long time, a point of disagreement between models and data [4, 95]. However, Fluteau et al. [35] noted some peculiar cases, in which the climatic effects of large trans-\ngressions are weaker than expected. Using an AGCM, Fluteau et al. [35] performed numerical experiments in order to investigate the effect of sea-level change on Mid-Cretaceous climate (Fig. 1). The climate at mid-latitudes is more sensitive to marine transgression than other latitudinal zones. However, the climate response to sea-level change varies also seasonally (Fig. 2). For example, the simulated climate over the southwestern part of North America in the Aptian experiment is marked by a warm (> 30 ◦C) and dry (< 1 mm d−1) summer. A low-pressure cell induced by the summer warmth drives the atmospheric circulation over the southern part of North America. In winter, the atmospheric circulation over North America is driven by a winter anticyclone in the northeast. The Western Interior seaway induced a profound reorganisation of the surface pressure pattern in summer because this seaway inundated lowlands where the summer low-pressure cell was located in the Aptian experiment. No change is simulated in winter because the anticyclone lies too far away from this seaway. From climate modelling, Poulsen et al. [77] suggested that the formation of the Western Interior Seaway modified the atmospheric circulation over North America as well as the local oceanic circulation because of strong ocean–atmosphere coupling. The land–sea distribution was often considered as an inefficient process to explain the Mid-Cretaceous climate [4,5]. However, palaeogeographic changes induced by sea-level fluctuations must be taken into account. This is also true for more recent geological periods such as the Late Tertiary. Until the Oligocene, an epicontinental sea (called Paratethys) flooded a large part of Eurasia, especially Central Asia. Continental deformation along the southern Eurasian margin subsequently isolated the Paratethys Sea from oceans and led to its desiccation [33]. From climate modelling, Ramstein et al. [79] and Fluteau et al. [33] proposed that Eurasian climate evolution as well as Asian summer monsoon changes were triggered by the retreat of this epicontinental sea.\nThe climate influence of sea-level change varies with latitude and season and palaeogeographic configurations. However its impact should not be neglected. Refinements in palaeogeographic reconstructions should allow us to better account for sea-level change, and therefore be useful to simulate past climates.\nFig. 1. Répartition continent–océan à la résolution du modèle (a) de l’Aptien (120 Ma) et (b) du Cénomanien (95 Ma)."
  }, {
    "heading": "5. Formation and destruction of oceanic gateways",
    "text": "The opening and closure of oceanic gateways in response to local tectonic events may have important climatic consequences at both local and global scales [8]. However their influences differ according to their width, depth and location. I illustrate this point through two classical examples: the closures of the Isthmus of Panama and the Indonesian seaway. The closure of the Isthmus of Panama highlights the complexity of the climate system. The narrowing of this seaway and its final closure at about 3.7 Ma [17,18] intensified the Gulf Stream, bringing more moisture and warmer and more saline waters to the North At-\nlantic [47]. At that time, the flow direction though the Bering Strait reversed and salinity in the Arctic Ocean decreased [48], which was also predicted by model simulations [65]. Although the lower salinity of the Arctic Ocean may favour sea-ice formation, a warming due to intensification of the Gulf Stream is induced over Greenland and northwestern Europe [48]. Thus the closure of the Panama Isthmus altered both atmospheric and oceanic circulations. However, the climatic consequences induced by this event are not fully understood.\nThe closure of the Indonesian seaway may also have led to a global climate changes [15,82]. Cane and Molnar [15] pointed out that palaeogeographic\nFig. 2. Différences des températures en Amérique du Nord entre l’Aptien (bas niveau marin) et le Cénomanien (haut niveau marin) – Cénomanien moins Aptien. Le trait noir représente la ligne de rivage de l’Amérique du Nord au Cénomanien. (a) En hiver, une partie de l’Amérique du Nord est plus chaude d’environ 3 ◦C. Le Western Interior Seaway a peu d’influence sur le Nord-Est du continent. (b) En été, un refroidissement moyen d’environ 5 ◦C est simulé sur l’Amérique du Nord, les masses d’air au-dessus du Western Interior Seaway se refroidissent d’environ 15 ◦C. Ces résultats ne résultent que des changements de distribution terre–mer. Dans ces deux expériences, nous avons utilisé la même distribution de température de surface des océans, le même taux de CO2, la même répartition de végétation (adaptée à la paléogéographie). La topographie peut changer très légèrement, mais cela ne concerne que quelques points de grille entre le Western Interior Seaway et l’océan Pacifique.\nchanges in the Indonesian Archipelago alter the convective process above the western Pacific Ocean and alter the circulation in the Walker cell. In response to the closure of the Indonesian seaway, heat transported toward northern high latitudes increased, which inhibited the possible development of an ice age. The flux of warm Pacific water mass entering the Indian Ocean\nwas also reduced, which induced the aridification of Eastern Africa.\nAlthough the opening and destruction of gateways are discrete (rapid), geological events in comparison to mountain building or global plate motions, they can influence the large-scale oceanic and atmospheric circulations."
  }, {
    "heading": "6. Mountain uplift",
    "text": "The Earth’s geological history is punctuated by the formation of high mountain ranges and occasionally flat elevated plateaus. The link between mountain building and climate change has been studied for a century. The development of powerful climate models over the last 25 years has further encouraged scientists to study this effect. Through different examples, we highlight below how these geological structures may alter the atmospheric circulation and influence climate. We also show that the influence on climate depends on the location, orientation and shape of the mountain ranges. Two different examples, the Himalayan range and Tibetan Plateau, and the Variscan range will illustrate our purpose. Both cases could be considered as major geological events in the Earth’s history during the Phanerozoic."
  }, {
    "heading": "6.1. Climatic consequences of the rises of the Himalayan and Tibetan Plateau",
    "text": "The India–Asia collision began in the Eocene [75]. This continent–continent collision has produced the world’s highest mountain ranges (the Himalayas) and the largest elevated plateau (the Tibetan Plateau, with a mean elevation of 5000 m over an area exceeding 4 × 106 km2) [91]. Different models have been proposed to explain the formation of the Tibetan Plateau. Nevertheless, the numerous data acquired during the two last decades highlight the fact that the uplift of the Tibetan Plateau has a complex history (e.g., [20,93]).\nOne clear climatic consequence of mountain building is cooling. Numerical experiments have been performed to investigate the sensitivity of climate to the height of the Tibetan Plateau. An uplift of about 4 to 5 km decreases mean annual surface temperatures by 16–20 ◦C over the Tibetan Plateau [33,79,87,88]. This cooling is due to the vertical lapse rate, about 6.5 ◦C km−1. Nevertheless, additional processes affect the surface temperature of high topography. In winter, snow induces an additional cooling linked to the albedo-temperature feedback, which intensifies the drop of temperature. Because of its uplift, the thickness of the troposphere is reduced and thus the role of the radiative processes becomes more important. The rise of the Tibetan Plateau favours the develop-\nment of a high-pressure cell above the plateau, inducing an outflow of cold air over the adjacent lowlands. In summer, a cooling of about 6 ◦C is simulated over the Tibetan Plateau, due to its uplift. Because of the decrease of tropospheric thickness above the plateau, the solar radiation intercepted by the Tibetan Plateau surface and emitted as sensible heat rapidly warms the atmosphere. In response to the temperature change, a low-pressure cell forms over the Tibetan Plateau in summer, which advects wet air masses coming from the Indian Ocean. The rise of the Tibetan Plateau alters the upward and downward air motions above the plateau as well as the horizontal motions of air masses. The advected air masses, coming from the ocean, bring moisture over the continent where intense precipitation occurs. Sensitivity experiments on the Tibetan Plateau uplift simulate a precipitation increase exceeding 100% over Tibet and southern Asia [59–61]. A large part of southern Asia undergoes a monsoon regime, which is strengthened in response to Tibetan Plateau uplift. These results agree well with field data. Indeed a major change attributed to the intensification in the monsoon regime during the Late Miocene has been observed in both marine and terrestrial data. This abrupt change supports the hypothesis of a threshold elevation for the Tibetan Plateau. However, most of experiments involve an idealised uplift of the Tibetan Plateau, which rises as a single unit in space. This scenario is challenged by recent model, which proposes a stepwise rise to explain the formation of the Tibetan Plateau [69,92,93]. This scenario differs largely from most climate simulations that have been performed. Using an AGCM, Ramstein et al. [79] and Fluteau et al. [33] have performed sensitivity experiments on the elevation of the Tibetan Plateau taking into account a progressive northward shift of the uplift. Two Late Miocene simulations were compared both without and with Tibetan Plateau (although it was considered smaller and lower than today). There is almost no change in summer monsoon precipitation between the two experiments. How could we explain this absence of a drastic change in the monsoon regime? The main difference between the previous experiments [59–61] with those performed by Ramstein et al. [79] and Fluteau et al. [33] is the treatment of the Himalayas. Because of the weak spatial resolution of models, the Himalayas and the Tibetan Plateau are currently considered as a single unit. Ac-\ntually the Himalayan range represented a significant topographic feature undergoing rapid erosion since at least 20 Ma [38], whereas the Tibetan Plateau was probably still low. Indeed the absence of an elevated Tibetan Plateau does not inhibit the summer Asian monsoon. The monsoon is driven by the thermal contrast between a cool ocean and an overheating continent. The thermal land–sea contrast exists with or without a Tibetan Plateau. However, monsoon intensity will be reduced. Indeed we decreased the elevation of the Tibetan Plateau and kept the Himalayas unchanged (present-day elevation) [33,79]. Although the sensible heat decreases above a lower Tibetan Plateau, the release of latent heat remains constant over the Himalayas. The Himalayas plays an important role in monsoon evolution (as well as in global climate changes). The advection of wet air masses by the lowpressure cell over the (flat or high) Tibetan Plateau in summer produces an important release of latent heat due to moisture condensation and heavy precipitation over the southern edge of the Himalayas [33]. According to our experiments, moisture advection and precipitation over the Himalayas appear to be coupled with their elevation but seem to be nearly independent of that of the Tibetan Plateau.\nPrecipitation changes over the Himalayas strongly influence the hydrology of southern Asia, increasing runoff by a factor of 10 [61] and heavy rainy events by a factor of 3 (daily rainfall > 10 mm d−1 in [33]). Moreover, in response to the palaeogeographic changes, summer precipitation with respect to the annual mean doubles over the Himalayas [33]. These hydrological changes influenced both mechanical erosion as well as chemical weathering. The enhancement of silicate weathering lowers atmospheric CO2 and thus provides a possible mechanism for global cooling during the Late Miocene (see below) [80,81]. A strengthening of mechanical erosion may influence the uplift rate of the Himalayas [70] as well as the sedimentary burial of organic carbon, also leading to CO2 consumption [37]."
  }, {
    "heading": "6.2. Climatic influences of the Appalachians during the Late Palaeozoic",
    "text": "During the Late Phanerozoic, the convergence between Gondwanaland and Laurasia created the Variscan mountain range, which was likely the highest\nmountain range in the Late Palaeozoic. This mountain range stretched for about 6000 km along the Equator. Radiogenic isotopes suggest that the uplift was diachronous from east to west. The eastern part (the Hercynian mountain range) was uplifted during the Late Carboniferous, whereas the western part (the Appalachians) was uplifted during the Early Permian, rejuvenated earlier orogens. The elevation of these two mountain ranges remains poorly constrained. Evidence for mountain glaciers has been observed in the French Massif Central, suggesting that the Hercynian range possibly exceeded 5000 m at the PermoCarboniferous boundary [7]. The elevation of the Appalachians is estimated between 2.5 km [32] and 6 km [64]. The geological context supports the hypothesis of mountain ranges comparable in elevation to the Himalayas. The presence of a flat elevated plateau remains more speculative, although it has been suggested in both cases [28,68].\nContrary to the uplift of the Tibetan Plateau and the Himalayas, which influenced both the tropical and extra-tropical circulations, the Variscan range affected both hemispheres because of its equatorial location. Before discussing its effect, we discuss briefly the climatic impact of supercontinents (Fig. 3), which have been investigated in several studies. The primary work was performed using an idealised flat Pangea configuration [57]. This geographic configuration induces a mega-monsoon in the summer hemisphere and precipitation belts oscillate according to the season. This experiment did not account for topography, despite the fact that the climate change depends strongly on the size, height and geographic location of mountain ranges. The major uncertainty in adding topography, such as the Variscan Mountains, is the estimation of its palaeoelevation. Different methods based on plant physiognomy [98], plant physiognomy and enthalpy [36], oxygen isotopic analyses [85], and sensitivity experiments to topographic scenarios using AGCM [34] have been developed to constrain altitude.\nThe atmospheric circulation above Pangea depends strongly on the elevation of the Appalachians [34, 73]. Using an AGCM, Fluteau et al. [34] have made two simulations with respectively moderately elevated (about 2.5 m) and high (4.5 km) Appalachians. For a moderate elevation, one observes a seasonal shift of precipitation associated with the intertropical convergence zone (ITCZ) in the equatorial realm above\nFig. 3. La paléogéographie au Permien supérieur à la résolution du modèle. L’échelle de couleur représente la topographie, les océans sont en bleu. Les lignes de rivage actuelles des continents sont représentées. Le contour blanc représente la zone sur laquelle les précipitations ont été moyennées zonalement.\nnorthern Gondwana and southern Laurussia. However precipitation is significantly increased when the Appalachians are high (4.5 km). Ascending air masses are intensified and induce the advection of air masses from adjacent lowlands, which become dryer and warmer. The ITCZ, and thus precipitations, remain all year around over the Appalachians when their elevation exceeds a certain threshold (about 3.5 km), despite the seasonal excursion of the Sun (Fig. 4). Field evidence supports an arid climate close to the mountain range in Laurussia and favours a high Appalachians scenario [34]."
  }, {
    "heading": "7. Changes in atmospheric chemical composition",
    "text": "Changes in atmospheric chemical composition affect the Earth’s radiative balance and thus surface temperature. Thus, good understanding of the long-term\nevolution of greenhouse gases (such as carbon dioxide) is especially important in order to estimate their influence on the evolution of climate. Walker et al. [96] suggested that the Earth global mean temperature was driven by a negative feedback mechanism between surface temperature, sources and sinks of CO2. In response to an increase in pCO2 (source), the Earth surface warms, inducing as a result the intensification of the CO2 removal from the atmosphere by chemical weathering (sink). A balance between CO2 emission and CO2 uptake regulates the Earth climate. This process has also been proposed as a solution of the ‘faint young sun’ paradox. Despite the fact that incoming solar radiation was reduced by 30% during the Archean and by 6% at the Cambrian–Precambrian boundary, only three ice ages (2.8 Ga; 2.3 Ga; and the famous ‘Snowball Earth’ events during the Neoproterozoic) were found over the Precambrian. An ice-\nfree climate could not exist without a strong greenhouse effect, which balanced the low incoming solar radiation [12]. Without greenhouse effect feedback, the Earth would have been frozen continuously.\nClimate changes could be the result of the imbalance between CO2 emissions and uptakes. In order to estimate the impact of past CO2 atmospheric con-\ncentration, a better knowledge of the long-term evolutions of the sources and sinks of carbon in the past is strongly required. We recall below the long-term global carbon cycle. We show that pCO2 evolution at geological timescales is not known accurately, because data are sparse and the respective influences of carbon sources and sinks in geochemical models [9,10,13,19, 39,66] differ from one model to the other.\nAlthough the role of CO2 on Earth climate is crucial, other gases such as sulphur dioxide (emitted during volcanic eruptions) also affect the chemical composition of atmosphere. We will discuss their effect on radiative balance using observations from modern volcanic eruptions and briefly discuss what climate effects could have resulted from flood basalt events. At last, we will discuss the possibility of largescale methane gas hydrate release and its climatic consequences."
  }, {
    "heading": "7.1. Carbon dioxide and climate changes",
    "text": "On geologic time scales, CO2 concentration in the atmosphere is driven by the long-term carbon cycle. Volcanism along mid-ocean ridges, as well as arc and plume-type volcanism, injects CO2 in the ocean–atmosphere reservoir. The global present-day flux is about 6 × 1012 mol yr−1 [67]. Most degassed CO2 appears to be recycled rather than primordial [51]. The CO2 degassing rate is considered to be proportional to volcanic activity. Thus fluctuations in seafloor spreading rate and mantle plume production modulate the amount of carbon dioxide injected in the ocean–atmosphere reservoir [11,19]. Nevertheless the degassing rate would also depend on the amount of carbonate subducted and metamorphosed to CO2 [19].\nOn the other hand, CO2 is removed from the atmosphere by chemical weathering of carbonate and silicate rocks. Rivers carry the weathered products (Ca2+ and HCO3−) to the oceans, where they precipitate as calcite in marine sediments [11,19]. Weathering of carbonate has no long-term effect on pCO2 because one mole of CO2 is removed by weathering and the same amount of CO2 is released by the precipitation of calcium carbonate [11]. The weathering of silicate has an effect on pCO2 since the weathering of silicate removes 2 mol of CO2 from the atmosphere and only releases one mole of CO2. At last, pCO2 (as well as pO2) is influenced by the organic matter subcycle. The\nFig. 5. La courbe en noir représente l’évolution de la concentration atmosphérique en CO2 et les incertitudes sont figurées en grisé (adapté de [10]). Les trois dernières périodes glaciaires sont représentées.\nburial of organic matter in sediments represents a net excess of photosynthesis over respiration and acts as a sink of CO2. Conversely, the oxidation of organic matter preserved in old sediments releases CO2 in the atmospheric reservoir [11,19].\nThe imbalance between sources and sinks of carbon affect the long-term fluctuations of pCO2, hence the intensity of the greenhouse effect. The evolutions of pCO2 [9,10,39] or the net CO2 flux [19], simulated by geochemical models (Fig. 5), reproduce roughly the long-term climate trend. However the uncertainties on pCO2 may be relatively important, because many parameters as well as their respective evolutions through time are not well known.\nThe estimated degassing rate of CO2 is believed to have been higher during the Mid-Cretaceous in response to rapid seafloor spreading and lower during the Mid-Cainozoic [1,19,41]. However, the evolution of volcanic activity remains uncertain during the Phanerozoic [39]. According to Larson [63], oceancrust production was particularly high during the Aptian. However, the warmest period occurred during the Mid-Cretaceous, about 20 Myr after the highest\ndegassing rate of CO2. Simulations of Mid-Cretaceous climate accounting for an elevated pCO2 suggested that the low latitudes were submitted to overheating [4,5]. A stronger latitudinal oceanic heat transport was prescribed in the experiment to act as a negative feedback and prevent overheating of low latitudes [4,5]. At high latitudes, the elevated pCO2 coupled with an enhanced oceanic heat transport led to a warm temperate climate, which is in better agreement with the geological record. Nevertheless, the simulated winter temperatures for places within the interiors of Asia and North America were still below freezing [4]. Recently, Norris et al. [71] have shown, using stable isotopic analyses, that the Cenomanian tropical sea-surface temperatures may have reached 33 ◦C, about 5–7 ◦C above the previous estimates. These new palaeotemperatures are consistent with a high pCO2.\nKasting et al. [96] suggested that the Earth climate was stabilised by a negative feedback loop between global temperature, atmospheric CO2 concentration and silicate weathering. The intensity of weathering is enhanced as the mean temperature increases. The seawater 87Sr/86Sr ratio was used as a reliable proxy of continental weathering. The rise of this isotopic ratio during the Late Cainozoic was considered to be evidence for an enhanced chemical weathering. Raymo et al. [81] suggested that the strengthening of silicate weathering, hence the drop of pCO2, resulted from mountain uplift because of the exposure of unweathered rocks submitted to rapid breakdown and enhanced runoff due to orographic precipitation. According to Raymo et al. [81], the Himalayan uplift has greatly influenced Late Cainozoic global cooling and favoured the onset of the northern hemisphere glaciation. However, François and Goddéris [40] suggested that continental silicate weathering is partly decoupled from the seawater strontium isotopic ratio. Moreover, France-Lanord and Derry [37] showed that the consumption of CO2 by sedimentary burial of organic matter might have been 2–3 times higher than that by silicate weathering during the Himalayan uplift. In that case, burial of organic matter could be a more efficient process than silicate weathering as far as the long-term carbon cycle is concerned.\nAt last, CO2 is also consumed by weathering of volcanic rocks [39]. The uptake of CO2 by weathering of silicate rocks (old rocks) appears to be much less efficient than the chemical weathering of vol-\ncanic rocks. Dessert et al. [27] suggested, using a geochemical model, that the emplacement of basaltic provinces (e.g., Courtillot and Renne, this issue) and its subsequent weathering have induced geochemical and climate changes. The emplacement of the Deccan basaltic province at the KT boundary increased pCO2 by about 1000 ppm, inducing an abrupt warming of some 4 ◦C [27]. After this warming episode, weathering of the Deccan basaltic province consumed atmospheric CO2. At the end of the experiment, the atmospheric pCO2 was found to have been lower than in pre-Deccan times by about 50 ppm, and temperature by about 0.5 ◦C.\nThere is no doubt about the importance of large, sometimes geologically rather fast changes in CO2 concentration on climate, although the long-term evolution of pCO2 remains uncertain."
  }, {
    "heading": "7.2. Volcanism",
    "text": "Sulphur dioxide emitted during volcanic eruptions alters the net radiation budget of the Earth. Our knowledge concerning the climatic consequences (mainly temperature change) of volcanic eruptions has improved thanks to the discovery of climatic anomalies during the last five decades. Not surprisingly, it appears that temperature changes induced by eruptions depend on numerous factors. The 1963 explosive eruption of the Agung volcano in Indonesia produced 0.3 km3 of magma [78]. While the volume of erupted magma was minor, it was accompanied by a large amount of sulphur dioxide (greenhouse gas) emitted into the atmosphere [78]. The oxidation of sulphur dioxide produced a thick layer of sulphuric acid aerosol in the stratosphere (estimated between 10 and 20 Mt), which scattered and absorbed incoming solar radiation [78] (see review in [97]). Due to the lack of vertical mixing in the stratosphere, the aerosol cloud spread horizontally and modified the net radiation budget for a few years, by cooling the Earth’s surface by some 0.3 ◦C annually, yet warming the stratosphere by 6 ◦C over the three years following the eruption [78]. In order to better understand the radiation effect from eruptions, volcanism over the past 10 kyr has been studied in Greenland ice cores, through acidity profiles and dust anomalies [44,45]. These acidity profiles revealed that most of the cold events during this period followed a volcanic eruption. The climatic\nconsequences on volcanism depend on the amount of SO2 emitted in the atmosphere, the plume height and the location of the volcano. The amount of SO2 depends on the tectonic context and also on the volume of magma. The plume height depends on the eruption volume rate [90] (Fig. 5). As a consequence of vertical mixing in the troposphere, SO2 injected below the tropopause has less impact on climate. Conversely, SO2 injected above the tropopause may remain for a few years in the stratosphere.\nHowever, all volcanic eruptions known over the past millennia are tiny in comparison with flood basalts. Flood basalts occurred throughout the Earth’s history and coincided temporally with continental break-up [22]. The individual lava flow volumes ranges from several hundred to several thousand cubic kilometres [22,89,97] (see also Courtillot and Renne, this issue). The climatic impact of large flood basalts is not clearly established. This uncertainty is due to a lack of evidence on the total duration needed to produce flood basalts (ranging from 0.5 to 1 Ma) and the duration needed for a single lava flow [22,89,97] (see also Courtillot and Renne, this issue). The climatic influence may vary according to these durations. The Deccan traps erupted at the Cretaceous–Tertiary boundary and lasted less than 1 Myr [21]. Over this time interval, the Deccan traps might have injected 1014 kg of sulphate aerosols once every 10–100 ka over a period of 1 Myr (Widdowson et al., 1997, in [97]) leading to acid rain and a 1 ◦C global cooling. This effect may be hidden by a global warming induced by the emission of about 5 × 1017 moles of CO2 (McLean, 1985, in [97]): global warming might have not exceeded 1 to 2 ◦C. However, Dessert et al. [27] showed that the net effect of the emplacement of large basaltic provinces might have ended up being a global cooling."
  }, {
    "heading": "7.3. Methane release",
    "text": "Carbon dioxide as well as sulphate aerosols are not able to explain the entire Earth climate history, and especially sudden and brief climatic change. A brief episode during the Late Palaeocene (≈ 55 Ma) is superimposed on the long-term climate trend [99], as evidenced by an abrupt decrease of δ18O values by 2–3❤, measured on deep-ocean benthic foraminifera and on high-latitudes planctonic foraminifera [29,30]. The negative δ18O excursion reflects a warming of\nsome 4–8 ◦C in less than 200 kyr [83]. This warming may not be global, given the weak change observed in the tropics [14]. A major faunal turnover as well as migration of mammalian faunas using highlatitude routes [6] coincided with the Late Palaeocene thermal maximum (LPTM). This event is also associated with a negative δ13C excursion in both the deep and surface oceans, as well as in terrestrial sequences [29,30, and references within]. Dickens [29] suggested that the current model of the global carbon cycle could not explain the Late Palaeocene negative δ13 C excursion. The solution could be a massive input of carbon from an external reservoir enriched in 12C. Dickens et al. [30] and Dickens [29] have attributed this negative δ13C excursion to a sudden release of methane induced by the dissociation of methane gas hydrates trapped in oceanic sediments. This dissociation of gas hydrates would have resulted from a change in temperature gradient as well as a pressure change in the oceanic sediment column. The methane released during this event was partly oxidised to carbon dioxide as it passed through the water column, which would explain the drop in deep-water O2 concentration [52]. The amount of CO2 introduced in the atmosphere and thus its climatic impact depends on the efficiency of water masses to oxidise methane. Consequently, the climatic impact of methane release has been challenged by Kvenvolden [62]. Using a modified version of a global carbon cycle to account for the methane hydrate reservoir, Dickens [29] showed that the massive input of methane in the carbon cycle model during a short time interval reproduces quite well some Late Palaeocene observations (negative δ13C excursion and drop in deep water O2 concentration). Conversely, atmospheric pCO2 increases by only 50–80 ppm. Thus the impact of methane release on climate could likely be weak, as suggested by Kvenvolden [62], especially during the Late Palaeocene, which belongs to a high CO2 period (2–6 times the present-day concentration). Therefore, the dissociation of methane gas hydrates must be seen as a positive feedback mechanism. Peters and Sloan [76] suggested that high atmospheric methane concentration (17 times the preindustrial value) might have induced the formation of polar stratospheric clouds, which can warm high latitudes. Prescribing high CH4 atmospheric concentration (14 times the present CH4 concentration and doubling the present CO2 concentration), stratospheric po-\nlar clouds and Late Palaeocene geography, Peters and Sloan [76] simulated a winter warming by as much as 20 ◦C over Ellesmere Island, although winter temperature remained below the freezing point. The influence on climate depends on the amount of CH4 released in this atmosphere, which is actually poorly constrained. This mechanism has been suggested for the Late Palaeocene thermal maximum as well as for oceanic anoxic events [97] and more recently for the Cambrian negative δ13C excursions (8–10❤) [54]."
  }, {
    "heading": "8. Conclusion",
    "text": "Understanding the Earth’s climate history over geologic time-scales remains a challenge, despite the huge amount of data accumulated over a century and the use of numerical models since two decades. The first-order climate history over the Phanerozoic, which shows a succession of warmer and colder global periods, is now relatively well known. However, we are still unable to reproduce the long-term trend. Different forcing factors, most of them resulting from internal Earth’s processes, have been proposed to account for climate evolution over geologic timescales. Two of them are of primary importance, plate tectonics and greenhouse gases, both being themselves possibly in part causally related.\nThe past position of continents is accurately known for the past 200 Ma, but progress is still required for older periods. Climate modelling has shown that this factor cannot account alone for global long-term climate changes. Indeed, the location of continents cannot explain the extreme warmth in the Mid-Cretaceous or the short duration of the Ordovician ice age. The impact of plate configurations on climate may have evolved in the past. Numerical experiments reveal that the Late Permian climate was largely driven by a peculiar palaeogeographic configuration (Pangea supercontinent). All continents are assembled as a single entity, deeply reducing the effect of oceanic circulation on the climatic system. Most recently, a combination of break-up of the equatorial supercontinent of Rodinia, emission of a huge flood basalt and enhanced weathering has been suggested as a possible cause for the ∼ 700-Ma Proterozoic Snowball Earth (Godderis et al., in review). Conversely, the rise of sea level driven by plate tectonics affects the land–sea dis-\ntribution and both alter atmospheric and oceanic circulations. Climate modelling reveals that marine transgression causes a warming within the interiors of continents. The Mid-Cretaceous warmth within the interiors of continents could be explained by such a mechanism. The coupled effect of plate tectonics and sealevel variations has led to the opening and closure of marine gateways. The effects of marine gateways on climate vary drastically with respect to their location, width and depth. In the case of closure of the Isthmus of Panama, as well as of the closure of Indonesian seaway, changes in oceanic and atmospheric circulation may likely have contributed to large-scale climate changes. Finally, the elevation of mountain ranges such as the Appalachians during the Late Palaeozoic or the Himalayas and Tibetan Plateau during the Late Cainozoic appears to be an important forcing factor, which alters atmospheric circulation and therefore climate at the continental scale.\nTo influence the climate on a global scale, changes in atmospheric chemical composition, and especially CO2 fluctuations appear to be a more efficient mechanism. Fluctuations of pCO2 deduced from geochemical models simulate roughly long-term climate evolution. An elevated pCO2 is required to partly explain the warmth of the Mid-Cretaceous. The evolutions of sources and sinks of carbon as well as fluxes between carbon reservoirs have to be better constrained over long-term timescales. The impact of silicate weathering on climate has been suggested as a potential mechanism to balance the input of CO2 from volcanoes (mid-ocean ridges, arc- and plume-type volcanism) and other sources. The Late-Cainozoic global cooling has been ascribed to an increase in silicate weathering resulting from the Himalayan uplift. However, the uptake of CO2 by sedimentary burial of organic matter could have been a more efficient mechanism, because of the high denudation rate during the rise of the Himalayas. The influence of weathering of volcanic rocks may have been significantly underestimated.\nVolcanic eruptions are a major potential candidate for climate change on short timescales, resulting from the injection of aerosols such as SO2 in the atmosphere. However, the climatic effects of recent volcanic eruptions do not exceed several years. The influence of large flood basalts on climate remains to be better studied. The amounts of SO2 and CO2 must be known more accurately, as well as eruptive\nfluxes during eruptions of single lava flows. Most recently, the emission of methane resulting from the dissociation of gas hydrates has been proposed to explain an extreme warm episode in the Late Palaeocene, as well as a negative excursion of δ13C. The contribution of the latter mechanism on long-term climate evolution is still unknown.\nBecause of the complexity of both the climatic system and climate changes, there is no single factor that can explain all of the Earth’s climatic evolution. We must improve our understanding of climate evolution, of the climatic system, as well as the forcing factors in order to better reconstruct the history of the Earth’s climate."
  }, {
    "heading": "Acknowledgements",
    "text": "I thank Stuart Gilder, Jean Besse and Vincent Courtillot for help in improving the manuscript. I am very grateful to William Ruddiman and Christian France-Lanord, who made useful and constructive comments. This is the IPGP contribution No. 1871."
  }],
  "year": 2003,
  "references": [{
    "title": "Variations in the global carbon cycle during the Cretaceous related to climate",
    "authors": ["M.A. Arthur", "W.A. Dean", "S.O. Schlanger"],
    "venue": "volcanism and changes in atmospheric CO2, in: E.T. Sundquist, W.S. Broecker (Eds.), The carbon cycle and atmospheric  CO2: natural variations from Archean to present, in: Geophys. Monogr. Ser., Vol. 32, AGU, Washington DC",
    "year": 1985
  }, {
    "title": "The role of geographic variables in explaining paleoclimates: results from Cretaceous climate model sensitivity studies",
    "authors": ["E.J. Barron", "W.M. Washington"],
    "venue": "J. Geophys. Res. 89 ",
    "year": 1984
  }, {
    "title": "Warm Cretaceous climates: high atmospheric CO2 as a plausible mechanism",
    "authors": ["E.J. Barron", "W.M. Washington"],
    "venue": "in: Geophys. Monogr. 32, AGU, Washington DC",
    "year": 1985
  }, {
    "title": "Model simulations of Cretaceous climates: the role of geography and carbon dioxyde",
    "authors": ["E.J. Barron", "D. Pollard", "P.J. Fawcett", "S.L. Thompson"],
    "venue": "in: J.R.L. Allen, B.J. Hoskins, B.W. Sellwood, R.A. Spicer, P.J. Valdes (Eds.), Palaeoclimates and their Modelling, Chapman & Hall, London",
    "year": 1993
  }, {
    "title": "A simulation of mid-Cretaceous climate",
    "authors": ["E.J. Barron", "P.J. Fawcett", "W.H. Peterson", "D. Pollard", "S.L. Thompson"],
    "venue": "Paleoceonography 10 ",
    "year": 1995
  }, {
    "title": "Intercontinental dispersal of Holartic land mammals near the Paleocene–Eocene boundary: paleoclimatic and biostratigraphy implications",
    "authors": ["K.C. Beard", "M.R. Dawson"],
    "venue": "Bull. Soc. géol. France 170 (1999) 679–706.  172  F. Fluteau / C. R. Geoscience 335 ",
    "year": 2003
  }, {
    "title": "J",
    "authors": ["J.-F. Becq-Giraudon"],
    "venue": "Van Den Driessche, Dépôts périglaciaires dans le Stéphano-Autunien du Massif central : témoin de l’effondrement gravitaire d’un haut plateau Hercynien, C. R. Acad. Sci. Paris, Ser. II 318 ",
    "year": 1994
  }, {
    "title": "Paleoceanography",
    "authors": ["W.A. Berggren", "C.D. Hollister"],
    "venue": "paleobiogeography, and the history of circulation of the Atlantic Ocean, in: W.W. Hay (Ed.), Studies in paleo-oceanography, Soc. Econ. Paleontol. Miner. Spec. Publ. 20 ",
    "year": 1974
  }, {
    "title": "A model for atmospheric CO2 over Phanerozoic time",
    "authors": ["R.A. Berner"],
    "venue": "Am. J. Sci. 291 ",
    "year": 1991
  }, {
    "title": "Geocarb II: a revised model of atmospheric CO2 over Phanerozoic time",
    "authors": ["R.A. Berner"],
    "venue": "Am. J. Sci. 294 ",
    "year": 1994
  }, {
    "title": "A new look at the long-term carbon cycle",
    "authors": ["R.A. Berner"],
    "venue": "GSA Today 9 ",
    "year": 1999
  }, {
    "title": "Silicate weathering and climate",
    "authors": ["R.A. Berner", "E.K. Berner"],
    "venue": "in: W.F. Ruddiman (Ed.), Tectonic Uplift and Climate Change, Plenum, New York",
    "year": 1997
  }, {
    "title": "The carbonatesilicate geochemical cycle and its effect on atmospheric carbon dioxide over the past 100 million years",
    "authors": ["R.A. Berner", "A.C. Lasaga", "R.M. Garrels"],
    "venue": "Am. J. Sci. 283 ",
    "year": 1983
  }, {
    "title": "Late Paleocene to Eocene paleocenography of the equatorial Pacific Ocean: stable isotopes recorded at Ocean Drilling Program Site 865",
    "authors": ["T.J. Bralower", "J.C. Zachos", "E. Thomas", "M. Parrow", "C.K. Paul", "D.C. Kelly", "I.P. Silva", "W.V. Sliter", "K.C. Lohmann"],
    "venue": "Allison Guyot, Paleoceanography 10 ",
    "year": 1995
  }, {
    "title": "Closing the Indonesian seaway as a precursor of east African aridification around 3–4 million years ago",
    "authors": ["M.A. Cane", "P. Molnar"],
    "venue": "Nature 411 ",
    "year": 2001
  }, {
    "title": "Alternate interpretation of the Messinian salinity crisis; controversy resolved",
    "authors": ["G. Clauzon", "J.-P. Suc", "F. Gautier", "A. Berger", "M.-F. Loutre"],
    "venue": "Geology 24 ",
    "year": 1996
  }, {
    "title": "Closure of the Isthmus of Panama: the nearshore marine record of Costa-Rica and western Panama",
    "authors": ["A.G. Coates"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1992
  }, {
    "title": "The Late Miocene Panama isthmian strait",
    "authors": ["L.S. Collins", "A.G. Coates", "W.A. Berggren", "M.P. Aubry", "J. Zhang"],
    "venue": "Geology 24 ",
    "year": 1996
  }, {
    "title": "Geochemical consequences of increased Late Cenozoic weathering rates and the global CO2 balance since 100 Ma",
    "authors": ["J.S. Compton", "D.J. Mallinson"],
    "venue": "Paleoceanography 11 ",
    "year": 1996
  }, {
    "title": "Then when and where of the growth of the Himalaya and the Tibetan Plateau",
    "authors": ["P. Copeland"],
    "venue": "in: W.F. Ruddiman (Ed.), Tectonic Uplift and Climate Change, Plenum Press, New York",
    "year": 1997
  }, {
    "title": "Deccan flood basalts and the Cretaceous/Tertiary boundary",
    "authors": ["V. Courtillot", "G. Feraud", "H. Maluski", "D. Vandamme", "M.G. Moreau", "J. Besse"],
    "venue": "Nature 333 ",
    "year": 1988
  }, {
    "title": "On causal links between flood basalts and continental breakup",
    "authors": ["V. Courtillot", "C. Jaupart", "I. Manighetti", "P. Tapponnier", "J. Besse"],
    "venue": "Earth Planet. Sci. Lett. 166 ",
    "year": 1999
  }, {
    "title": "Paleoclimatology",
    "authors": ["T.J. Crowley", "G.R. North"],
    "venue": "Oxford University Press",
    "year": 1991
  }, {
    "title": "Gondwanaland’s seasonal cycle",
    "authors": ["T.J. Crowley", "J.G. Mengel", "D.A. Short"],
    "venue": "Nature 329 ",
    "year": 1987
  }, {
    "title": "Seasonal cycle variations on the supercontinent of Pangaea",
    "authors": ["T.J. Crowley", "W.T. Hyde", "D.A. Short"],
    "venue": "Geology 17 ",
    "year": 1989
  }, {
    "title": "A new model for the Early glacial history of Antarctica",
    "authors": ["R.M. DeConto", "D. Pollard"],
    "venue": "Antarctic Climate Evolution – Paleoclimate and Ice Sheet Modelling Workshop, Northampton, UK",
    "year": 2002
  }, {
    "title": "Erosion of Deccan traps determined by river geochemistry: impact on the global climate and the 87Sr/86Sr ratio of seawater",
    "authors": ["C. Dessert", "B. Dupré", "L.M. François", "J. Schott", "J. Gaillardet", "G. Chakrapani", "S. Bajpai"],
    "venue": "Earth Planet. Sci. Lett. 188 ",
    "year": 2001
  }, {
    "title": "Tibetan",
    "authors": ["J.F. Dewey", "K.C. Burke"],
    "venue": "Variscan, and Precambrian basement reactivation: products of continental collision, J. Geol. 81 ",
    "year": 1973
  }, {
    "title": "Methane oxidation during the Late Palaeocene thermal maximum",
    "authors": ["G.R. Dickens"],
    "venue": "Bull. Soc. géol. France 171 ",
    "year": 2000
  }, {
    "title": "Dissociation of oceanic methane hydrate as a cause o the carbon isotope excursion at the end of the Paleocene",
    "authors": ["G.R. Dickens", "J.R. O’Neil", "D.K. Rea", "R.M. Owen"],
    "venue": "Paleoceanography",
    "year": 1995
  }, {
    "title": "Eocene–Oligocene transition in the Southern Ocean: History of water mass circulation and biological productivity",
    "authors": ["L. Diester-Haass", "R. Zahn"],
    "venue": "Geology 24 ",
    "year": 1996
  }, {
    "title": "A geologic history of the North-Central Appalachians",
    "authors": ["R.T. Faill"],
    "venue": "Part 3. The Alleghany orogeny, Am. J. Sci. 298 ",
    "year": 1998
  }, {
    "title": "Simulating the evolution of the Asian and African monsoons during the past 30 millions years using an atmospheric general circulation model",
    "authors": ["F. Fluteau", "G. Ramstein", "J. Besse"],
    "venue": "J. Geophys. Res. 104 ",
    "year": 1999
  }, {
    "title": "The Late Permian climate",
    "authors": ["F. Fluteau", "J. Besse", "J. Broutin", "G. Ramstein"],
    "venue": "What can be inferred from climate modelling concerning Pangea scenarios and Hercynian range altitude?, Palaeogeogr. Palaoeclimatol. Palaeoecol. 167 ",
    "year": 2001
  }, {
    "title": "The impacts of the paleogeography and sea-level changes on the Mid-Cretaceous climate",
    "authors": ["F. Fluteau", "G. Ramstein", "J. Besse"],
    "venue": "submitted",
    "year": 2002
  }, {
    "title": "Paleoaltimetry incorporating atmospheric physics and botanical estimates of paleoclimates",
    "authors": ["C.E. Forest", "J.A. Wolfe", "P. Molnar", "K.A. Emanuel"],
    "venue": "GSA Bull. 111 ",
    "year": 1999
  }, {
    "title": "Organic carbon burial forcing of the carbon cycle from Himalayan erosion",
    "authors": ["C. France-Lanord", "L.A. Derry"],
    "venue": "Nature 390 ",
    "year": 1997
  }, {
    "title": "Evolution of the Himalaya since Miocene time; isotopic and sedimentological evidence from the Bengal Fan in Himalayan tectonics",
    "authors": ["C. France-Lanord", "L. Derry", "A. Michard"],
    "venue": "in: P.J. Treloar, M.P. Searle (Eds.), Geol. Soc. Spec. Publ. 74 ",
    "year": 1993
  }, {
    "title": "Modelling the Phanerozoic carbon cycle and climate: constraints from the 87Sr/86Sr isotopic ratio of seawater",
    "authors": ["L.M. François", "J.C.G. Walker"],
    "venue": "Am. J. Sci. 292 ",
    "year": 1992
  }, {
    "title": "Isotopic constraints on the Cenozoic evolution of the carbon cycle",
    "authors": ["L.M. François", "Y. Goddéris"],
    "venue": "Chem. Geol. 145 ",
    "year": 1998
  }, {
    "title": "Ridge volume dependence on seafloor generation rate and inversion long-term sea level change",
    "authors": ["S. Gaffin"],
    "venue": "Am. J. Sci. 287 ",
    "year": 1987
  }, {
    "title": "The Late Oligocene– Early Miocene Himalayan belt; constraints deduced from  F",
    "authors": ["A. Galy", "C. France-Lanord", "L.A. Derry"],
    "venue": "Fluteau / C. R. Geoscience 335 (2003) 157–174  173 isotopic compositions of Early Miocene turbidites in the Bengal Fan, Tectonophysics 260 ",
    "year": 1996
  }, {
    "title": "Simulations of Permian climate and comparisons with climate-sensitive sediments",
    "authors": ["M.T. Gibbs", "P. McAllister-Rees", "J.E. Kutzbach", "A.M. Ziegler", "P.J. Behling", "D.B. Rowley"],
    "venue": "J. Geol. 110 ",
    "year": 2001
  }, {
    "title": "Past volcanism revealed by Greenland ice sheet impurities",
    "authors": ["C.U. Hammer"],
    "venue": "Nature 270 ",
    "year": 1977
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["C.U. Hammer", "H.B. Clausen", "W. Dansgaard"],
    "venue": "Nature 288 ",
    "year": 1980
  }, {
    "title": "Chronology of fluctuating sea level since the Triassic",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Science 235 ",
    "year": 1987
  }, {
    "title": "Effect of the formation of the Isthmus of Panama on Atlantic ocean thermocline circulation",
    "authors": ["G.H. Haug", "R. Tiedemann"],
    "venue": "Nature 393 ",
    "year": 1998
  }, {
    "title": "Role of Panama uplift on oceanic freshwater balance",
    "authors": ["G.H. Haug", "R. Tiedemann", "R. Zahn", "A.C. Ravelo"],
    "venue": "Geology 29 ",
    "year": 2001
  }, {
    "title": "History of the Mediterranean salinity crisis",
    "authors": ["K.J. Hsü", "L. Montadert", "D. Bernoulli", "M.B. Cita", "A. Erickson", "R.E. Garrison", "R.B. Kidd", "F. Melieres", "C. Mueller", "R. Wright"],
    "venue": "Nature 267 ",
    "year": 1977
  }, {
    "title": "Depth versus age: new perspectives from the chemical compositions of ancient crust",
    "authors": ["E. Humler", "C. Langmuir", "V. Daux"],
    "venue": "Earth Planet. Sci. Lett. 173 ",
    "year": 1999
  }, {
    "title": "Carbon geodynamic cycle",
    "authors": ["M. Javoy", "F. Pineau", "C.J. Allègre"],
    "venue": "Nature 300 ",
    "year": 1982
  }, {
    "title": "Latest Paleocene benthic foraminiferal extinction and environmental changes at Tawanui",
    "authors": ["K. Kaiho", "T. Arinobu", "R. Ishiwatari", "H.E.G. Morgans", "H. Okada", "N. Takeda", "K. Tazaki", "G. Zhou", "Y. Kajiwara", "R. Matsumoto", "A. Hirai", "N. Niitsuma", "H. Wada"],
    "venue": "New Zeland, Paleocenography 11 ",
    "year": 1996
  }, {
    "title": "Cenozoic paleoceanography in the southwest Pacific Ocean",
    "authors": ["J.P. Kennett"],
    "venue": "Antarctic glaciation and the development of the circum-Antarctic current, Initial Rep. Deep Sea Drill. Proj. 29 ",
    "year": 1977
  }, {
    "title": "The nature of climate and climatic variations",
    "authors": ["J.E. Kutzbach"],
    "venue": "Quat. Res. 6 ",
    "year": 1976
  }, {
    "title": "Pangaean climates: megamonsoons of the megacontinent",
    "authors": ["J.E. Kutzbach", "R.G. Gallimore"],
    "venue": "J. Geophys. Res. 94 ",
    "year": 1989
  }, {
    "title": "Sensitivity of climatic uplift in southern Asia and in the American West: Numerical experiments",
    "authors": ["J.E. Kutzbach", "P.J. Guetter", "W.F. Ruddiman", "W.L. Prell"],
    "venue": "J. Geophys. Res. 94 ",
    "year": 1989
  }, {
    "title": "Simulation of the Late Permian climate and biomes with an atmosphere–ocean model: comparisons with observations",
    "authors": ["J.E. Kutzbach", "A.M. Ziegler"],
    "venue": "Phil. Trans. R. Soc. Lond. B 341 ",
    "year": 1993
  }, {
    "title": "Sensitivity of Eurasian climate to surface uplift of Tibetan Plateau",
    "authors": ["J.E. Kutzbach", "W.L. Prell", "W.F. Ruddiman"],
    "venue": "J. Geol. 101 ",
    "year": 1993
  }, {
    "title": "Possible effects of Cenozoic uplift and CO2 lowering on global and regional hydrology",
    "authors": ["J.E. Kutzbach", "W.F. Ruddiman", "W.L. Prell"],
    "venue": "in: W.F. Ruddiman (Ed.), Tectonic Uplift and Climate Change, Plenum Press, New York",
    "year": 1997
  }, {
    "title": "Potential effects of gas hydrates on human welfare",
    "authors": ["K.A. Kvenvolden"],
    "venue": "Proc. Natl Acad. Sci. USA 96 ",
    "year": 1999
  }, {
    "title": "Geological consequences of superplumes",
    "authors": ["R.L. Larson"],
    "venue": "Geology 19 ",
    "year": 1991
  }, {
    "title": "Deep burial of coal-bearing strata",
    "authors": ["J.R. Levine"],
    "venue": "anthracite region, Pennsylvania: sedimentation or tectonics?, Geology 14 ",
    "year": 1986
  }, {
    "title": "Ocean general circulation model sensitivity experiments with an open Central American isthmus",
    "authors": ["E. Maier-Reimer", "U. Mikolajewicz", "T.J. Crowley"],
    "venue": "Paleoceanography 5 ",
    "year": 1990
  }, {
    "title": "Long-term climate change and the geochemical cycle of carbon",
    "authors": ["H.G. Marshall", "J.C.G. Walker", "W.R. Kuhn"],
    "venue": "J. Geophys. Res. 93 ",
    "year": 1988
  }, {
    "title": "CO2 fluxes from mid-ocean ridges",
    "authors": ["B. Marty", "I.N. Tolstikhin"],
    "venue": "arcs and plumes, Chem. Geol. 145 ",
    "year": 1998
  }, {
    "title": "Collapse of a Hercynian Tibetan Plateau into a Late Palaeozoic European Basin and Range Province",
    "authors": ["G. Ménard", "P. Molnar"],
    "venue": "Nature 334 ",
    "year": 1987
  }, {
    "title": "Crustal thickening in Gansu Qinghai",
    "authors": ["B. Meyer", "P. Tapponnier", "L. Bourjot", "F. Métivier", "Y. Gaudemer", "G. Peltzer", "G. Shunmin", "C. Zhitai"],
    "venue": "lithospheric mantle subduction, and oblique, strike-slip controlled growth of the Tibet plateau, Geophys. J. Int. 135 ",
    "year": 1998
  }, {
    "title": "Late Cenozoic uplift of mountain ranges and global climate change: chicken or egg",
    "authors": ["P. Molnar", "P. England"],
    "venue": "Nature 346 ",
    "year": 1990
  }, {
    "title": "Jiggling the tropical thermostat in the Cretaceous hothouse",
    "authors": ["R.D. Norris", "K.L. Bice", "E.A. Magno", "P.A. Wilson"],
    "venue": "Geology 30 ",
    "year": 2002
  }, {
    "title": "Joining Australia to Antarctica: GCM implications for the Cenozoic record of Antarctic glaciation",
    "authors": ["R.J. Oglesby"],
    "venue": "Clim. Dynam. 6 ",
    "year": 1991
  }, {
    "title": "Effects of tropical mountain elevations on the climate of the Late Carboniferous",
    "authors": ["B.L. Otto-Bliesner"],
    "venue": "climate model simulations, in: T. Crowley, K.C. Burke (Eds.), Tectonic Boundary Conditions for Climate Reconstructions, Oxford Monogr. Geol. Geophys. 39 ",
    "year": 1998
  }, {
    "title": "Interpreting Pre-Quaternary Climate from the Geologic Record",
    "authors": ["J. Parrish"],
    "venue": "Columbia University Press, New York",
    "year": 1998
  }, {
    "title": "India–Eurasia collision chronology has implication for crustal shortening and driving mechanism of plate",
    "authors": ["P. Patriat", "J. Achache"],
    "venue": "Nature 311 ",
    "year": 1984
  }, {
    "title": "High concentrations of greenhouse gases and polar stratospheric clouds: a possible solution to high-latitude faunal migration at the latest Paleocene thermal maximum",
    "authors": ["R.B. Peters", "L.C. Sloan"],
    "venue": "Geology 28 ",
    "year": 2000
  }, {
    "title": "Links between major climatic factors and regional oceanic circulation in the mid-Cretaceous",
    "authors": ["C.J. Poulsen", "E.J. Barron", "C.C. Johnson", "P. Fawcett"],
    "venue": "in: E. Barrera, C.C. Johnson (Eds.), Evolution of the Cretaceous Ocean–Climate System, Geol. Soc. Am. 332 (1999) 73–89.  174  F. Fluteau / C. R. Geoscience 335 ",
    "year": 2003
  }, {
    "title": "Sulfur-rich volcanic eruptions and stratospheric aerosols",
    "authors": ["M.R. Rampino", "S. Self"],
    "venue": "Nature 310 ",
    "year": 1984
  }, {
    "title": "Effect of orogeny",
    "authors": ["G. Ramstein", "F. Fluteau", "J. Besse", "S. Joussaume"],
    "venue": "plate motion and land–sea distribution on Eurasian climate over the past 30 million years, Nature 386 ",
    "year": 1997
  }, {
    "title": "Tectonic forcing of Late Cenozoic climate",
    "authors": ["M. Raymo", "W.F. Ruddiman"],
    "venue": "Nature 359 ",
    "year": 1992
  }, {
    "title": "Influence of Late Cenozoic mountain building on ocean geochemical cycles",
    "authors": ["M. Raymo", "W.F. Ruddiman", "P.N. Froelich"],
    "venue": "Geology 16 ",
    "year": 1988
  }, {
    "title": "Sensitivity of equatorial Pacific and Indian Ocean water masses to the position of the Indonesian throughflow",
    "authors": ["K.B. Rodgers", "M. Latif", "S. Legutke"],
    "venue": "Geophys. Res. Lett. 27 ",
    "year": 2000
  }, {
    "title": "New chronology for the Late Paleocene thermal maximum",
    "authors": ["U. Röhl", "T.J. Bralower", "R.D. Norris", "G. Wefer"],
    "venue": "Geology 28 ",
    "year": 2000
  }, {
    "title": "Eustatic sea level curve; implications for sequestered water volumes",
    "authors": ["D.B. Rowley", "P.J. Markwick"],
    "venue": "J. Geol. 100 ",
    "year": 1992
  }, {
    "title": "A new approach to stable isotope-based paleoaltimetry: implications for paleoaltimetry and paleohypsometry of the High Himalaya since the Late Miocene",
    "authors": ["D.B. Rowley", "R.T. Pierrehumbert", "B.S. Currie"],
    "venue": "Earth Planet. Sci. Lett. 188 ",
    "year": 2001
  }, {
    "title": "Earth’s Climate",
    "authors": ["W.F. Ruddiman"],
    "venue": "Past and Future, Freeman, New York",
    "year": 2001
  }, {
    "title": "The uplift-climate connection: a synthesis",
    "authors": ["W.F Ruddiman", "M.E. Raymo", "W.P. Prell", "J.E. Kutzbach"],
    "venue": "in: W.F. Ruddiman (Ed.), Tectonic Uplift and Climate Change, Plenum Press, New York",
    "year": 1997
  }, {
    "title": "Testing the climatic effects of orography and CO2 with general circulation  and biome models",
    "authors": ["W.F Ruddiman", "J.E. Kutzbach", "I.C. Prentice"],
    "venue": "in: W.F. Ruddiman (Ed.), Tectonic Uplift and Climate Change, Plenum Press, New York",
    "year": 1997
  }, {
    "title": "Emplacement of continental flood basalts lava flows",
    "authors": ["S. Self", "T. Thordarson", "L. Keszthelyi"],
    "venue": "in: J.J. Mahoney, M.F. Coffin (Eds.), Large igneous provinces: continental, oceanic, and planetary flood volcanism, Geophys. Monogr. Am. Geophys. U. 100 ",
    "year": 1997
  }, {
    "title": "Basaltic fissure eruptions",
    "authors": ["R.B. Stothers", "J.A. Wolff", "S. Self", "M.R. Rampino"],
    "venue": "plume heights and atmospheric aerosols, Geophys. Res. Lett. 13 ",
    "year": 1986
  }, {
    "title": "Slip-line field theory and large-scale continental tectonics",
    "authors": ["P. Tapponnier", "P. Molnar"],
    "venue": "Nature 264 ",
    "year": 1976
  }, {
    "title": "Active thrusting and folding in the Qilian Shan, and decoupling between upper crust and mantle in northeastern Tibet",
    "authors": ["P. Tapponnier"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1990
  }, {
    "title": "Oblique stepwise rise and growth of the Tibetan Plateau",
    "authors": ["P. Tapponnier", "X. Zhiqin", "F. Roger", "B. Meyer", "N. Arnaud", "G. Wittlinger", "Y. Jingsui"],
    "venue": "Science 294 ",
    "year": 2001
  }, {
    "title": "A climate model intercomparison for the Carboniferous",
    "authors": ["P.J. Valdes", "T.J. Crowley"],
    "venue": "Palaeoclimates 2 ",
    "year": 1998
  }, {
    "title": "Evaluating concepts of Cretaceous equability",
    "authors": ["P.J. Valdes", "B.W. Sellwood", "G.D. Price"],
    "venue": "Palaeoclimates 1 ",
    "year": 1996
  }, {
    "title": "A negative feedback mechanism for the long-term stabilization of the Earth’s surface temperatures",
    "authors": ["J.C. Walker", "P.B. Hays", "J.F. Kasting"],
    "venue": "J. Geophys. Res. 86 ",
    "year": 1981
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth Sci. Rev. 53 ",
    "year": 2001
  }, {
    "title": "Paleoclimatic estimates from Tertiary leaf assemblages",
    "authors": ["J.A. Wolfe"],
    "venue": "Annu. Rev. Earth Planet. Sci. 23 ",
    "year": 1995
  }, {
    "title": "Trends",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "rhythms and aberrations in global climate 65 Ma to present, Science ",
    "year": 2001
  }],
  "id": "SP:0f6dc9b57d8bac6ed6addd1875b8bfde29ffc712",
  "authors": [{
    "name": "Frédéric Fluteau",
    "affiliations": []
  }],
  "abstractText": "The evolution of the Earth’s climate over geological time is now relatively well known. Conversely, the causes and feedback mechanisms involved in these climatic changes are still not well determined. At geological timescales, two factors play a prevailing role: plate tectonics and the chemical composition of the atmosphere. Their climatic effects will be examined using palaeoclimatic indicators as well as results of climate models. I focus primarily on the influence of continental drift on warm and cold climatic episodes. The consequences of peculiar land sea distributions (amalgamation/dispersal of continental blocks) are discussed. Plate tectonics also drive sea level changes as well as mountain uplift. Marine transgressions during the MidCretaceous favoured warmth within the interiors of continents, although their effect could be very different according to the season. Mountain uplift is also an important factor, which is able to alter climate at large spatial scales. Experiments relative to climatic sensitivity to the elevation of the Appalachians during the Late Permian are discussed. To affect the whole Earth, the chemical composition of the atmosphere appears to be a more efficient forcing factor. The carbon dioxide driven by the longterm carbon cycle has influenced the global climate. Geochemical modelling simulates more or less accurately the long-term evolution of pCO2, which corresponds roughly to the icehouse/greenhouse climatic oscillations. However, the uncertainties on pCO2 are still important because different parameters involved in the long-term carbon cycle (degassing rate, chemical weathering of silicates, burial of organic matter) are not well constrained throughout the past. The chemical composition of the atmosphere is also altered by the emissions of modern volcanic eruptions leading to weak global cooling. The influence of large flood basalt provinces on climate is not yet known well enough; this volcanism may have released huge amounts of SO2 as well as CO2. At last, the chemical composition of the atmosphere may have been altered by the release of methane in response to the dissociation of gas hydrates. This scenario has been proposed to explain the abrupt warming during the Late Palaeocene.  2003 Académie des sciences/Éditions scientifiques et médicales Elsevier SAS. All rights reserved.",
  "title": "Earth dynamics and climate changes La dynamique terrestre et les modifications climatiques"
}