{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nChemical Geology\nj ourna l homepage: www.e lsev ie r .com/ locate /chemgeo\nTracing provenance and sediment fluxes in the Irrawaddy River basin (Myanmar)\nEduardo Garzanti a,⁎, Jiang-Gang Wang b,⁎, Giovanni Vezzoli a, Mara Limonta a a Laboratory of Provenance Studies, Department of Earth and Environmental Sciences, Università di Milano-Bicocca, Piazza della Scienza 4, 20126 Milano, Italy b State Key Laboratory of Lithospheric Evolution, Institute of Geology and Geophysics, Chinese Academy of Sciences, Beijing 100029, China\n⁎ Corresponding authors. E-mail addresses: eduardo.garzanti@unimib.it (E. Garz\nwangjiangang@mail.iggcas.ac.cn (J.-G. Wang).\nhttp://dx.doi.org/10.1016/j.chemgeo.2016.06.010 0009-2541/© 2016 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 9 March 2016 Received in revised form 7 June 2016 Accepted 12 June 2016 Available online 24 June 2016\nThis study illustrates the petrographic, heavy-mineral, geochemical and geochronological signatures of sand transported by various branches of the Irrawaddy (Ayeyarwadi) River, one of the first in the world for sediment flux. Intrasample and intersample compositional variability, weathering and hydraulic-sorting controls are also discussed. Feldspatho-quartzose sand in Irrawaddy headwaters is largely derived first-cycle from mid-crustal metamorphic and plutonic rocks of theMogok Belt and Lohit complex,whereas feldspatho-litho-quartzose Chindwin sand is largely recycled from supracrustal, sedimentary and very low-grade metasedimentary units. Additional mafic to ultramafic detritus is derived from ophiolites and blueschists exposed from the Indo-Burman Ranges to the Jade Mines and Myitkyina belts, linked northward to the Yarlung-Tsangpo suture of the Himalaya. Volcanic detritus derived from the Popa-Wuntho arc or recycled from forearc-basin strata also occurs. Decreasing concentration of most chemical elements along the Irrawaddy reflects progressive addition of detritus recycled from sedimentary rocks, most evident downstream of the Chindwin confluence. REE patterns with LREE enrichment and negative Eu anomaly reflect the occurrence of allanite, largely derived from granitoid rocks in theMali catchment. Chemical indices indicate moderate weathering in the monsoon-dominated climate of Myanmar. Young U-Pb ages (15–170 Ma) represent 85% of detrital zircons in Irrawaddy headwater branches, reflecting long-lasting subduction-related magmatism along a ring of fire connecting with the southern and central Lhasa batholiths in Tibet and polyphase metamorphism in the Mogok belt. Chindwin sand contains larger amounts of finer-grained, recycled pre-Mesozoic zircons, also yielding early Mesoproterozoic to Archean ages. Such different petrographic, heavy-mineral, geochemical and geochronological fingerprints characterizing sand in different river branches allowed us to calculate bulk-sediment and zircon-provenance budgets that converge to indicate equivalent sand supply from theNmai andMali Rivers to the upper Irrawaddy, and from the Chindwin and upper Irrawaddy to the lower Irrawaddy. This implies that despite of higher erosion potential indicated by stream-profile analysis in high-relief Irrawaddy headwaters, sediment yields and erosion rates are detectably higher in the Chindwin catchment, which is mainly ascribed to higher erodibility of widely exposed siliciclastic rocks. Quantifying sediment provenance and defining erosion patterns based on an integrated compositional database in a big-river system such as the mighty Irrawaddy allows us to expand our understanding of sedimentgeneration processes with the ultimate goal to increase our capacity to read into the stratigraphic record.\n© 2016 Elsevier B.V. All rights reserved.\nKeywords: Sand petrology Heavy minerals Bulk-sediment geochemistry Detrital zircon U-Pb geochronology Stream-profile analysis Tectonic geomorphology\n“When the timber-heavy streams of themonsoons debouch into the Irrawaddy, the impact is that of colliding trains. Fifty-foot tree trunks are sent shooting across the water like flat bottomed pebbles. The noise is that of an artillery barrage,with the soundof thedetonations carrying for miles into the hinterland.”\n[Amitav Gosh, The Glass Palace]\nanti),"
  }, {
    "heading": "1. Introduction",
    "text": "Geological, geomorphological and sediment-generation processes in big-river catchments can be investigated by several different methods (e.g., Gaillardet et al., 1999; von Blanckenburg, 2005; Borges et al., 2008; Hinderer, 2012; Clift, 2015). The compositional and geochronological signatures of detritus derived from an orogenic domain, which depend primarily on the lithology and time structure of source rocks and their evolution during progressive unroofing, provide an effective means to trace erosion processes in space and time (Garzanti, 2016). Any detrital component and any type of fingerprint (e.g., petrographic, mineralogical, geochemical, isotopic, geochronological) can be used as a provenance tracer to partition the sediment flux into its different sources (Padoan et al., 2011; von Eynatten and Dunkl, 2012), and\nhence to calculate average denudation rates in different parts of a river catchment once the total sediment load is knownwith reasonable accuracy (Bouchez et al., 2011; Syvitski and Kettner, 2011). Quantitative geomorphological techniques, such as the analysis of stream profiles and their deviation from equilibrium, represent an excellent independent tool to constrain such estimates, allowing us to identify those areas where river tracts are in disequilibrium, and thus most likely to have undergone recent uplift and rapid exhumation (Castelltort et al., 2012; Kirby and Whipple, 2012; Willett et al., 2014; Vezzoli et al.,"
  }, {
    "heading": "2014, 2016).",
    "text": "The Irrawaddy (Ayeyarwadi) River, second in Indochina to the Mekong but third in the world for sediment flux according to Robinson et al. (2007), drains most of northern and central Myanmar, a region segregated for long by a military dictatorship that only in recent years has tolerated democratic elections and gradual transition to more open society. Limited informationhas been consequentlymade available on this huge river system, including a few data on detrital mineralogy, geochemistry and geochronology (Bodet and Schärer, 2000; Garzanti et al., 2013a; Limonta et al., 2016). And yet knowing the composition and compositional variability of Irrawaddy sediments is crucial to solve provenance problems such as the origin of turbiditic clastic wedges exposed along the eastern side of the Himalayan collision zone (Allen et al., 2007) and the evolution of big-river systems in south-eastern Asia (Robinson et al., 2014; Licht et al., 2016).\nIn this article we combine high-resolution petrographic, heavy-mineral, bulk-sediment geochemistry and U-Pb detrital-zircon geochronology analyses onmodern sands collected in the entire Irrawaddy basin to assess thedetritalfingerprints specific of principal tributaries anddifferent trunk-river tracts (Fig. 1). Constrained further by themorphometric study of river profiles, this integrated database allows us to quantify sediment provenance and outline erosion patterns across thewide Irrawaddy catchment."
  }, {
    "heading": "2. The Irrawaddy River",
    "text": ""
  }, {
    "heading": "2.1. Hydrology and sediment flux",
    "text": "The Irrawaddy (Mali-Nmai-Hka for Kachin natives) originates at 150 m a.s.l. in Kachin State from the confluence of the wilder Nmai Hka (“bad river”) and the quieter Mali Hka (“big river”) more navigable despite its lower discharge (Stamp, 1940). Both headwater branches are sourced from high mountain glaciers at ~28°N in northernmost Myanmar, ~280 km SE of the eastern Himalaya syntaxis (Fig. 1A). The Irrawaddy (drainage basin ~430,000 km2) flows southward across Myanmar for ~2170 km and empties through a delta with nine arms into the Andaman Sea. Average andmaximumwater discharge are estimated to be 13,000m3/s and 32,600m3/s, and annual suspended load to be as high as 364 ± 60 ∙ 106 tons (Robinson et al., 2007). An annual water discharge of 379 ± 47 km3 and a suspended-load flux of 325 ± 57 ∙ 106 tons, with a significant decrease compared to the previous century, was calculated by Furuichi et al. (2009), based on data collected between 1969 and 1996 at Pyay well upstream of the delta. Its major Chindwin tributary (length ~1050 km, drainage basin ~115,000 km2) has an annual discharge of ~165 km3, reaching 300 km3 in severe flood years (Zin et al., 2009; Chapman et al., 2015).\nMost of the Irrawaddy basin is characterized by tropical monsoonal climate. Average temperatures in central Myanmar range between 25 °C and 30 °C during the wet season from May to October, when strong winds blow from the southwest bringing thunderstorms and heavy rain almost every day. They fall to 20–24 °C in the cold-dry season from November to February, and rise to 30–35 °C during the hot-dry season in March and April. Coastal regionsmay receive N5m of rain annually, decreasing to ~2.5 m in the delta (2.7 m at Yangon) and to 0.5– 1m in the central plain (0.84m atMandalay). Annual precipitations increase up to ~4 m on the northern peaks, where climate is much cooler and snow falls in late autumn to early winter.\nThe Irrawaddy upstream of the Chindwin confluence (named “upper Irrawaddy” throughout this article) is joined progressively by the Taping, Shweli and Myitnge left-bank tributaries and by the Mu right-bank tributary. The Chindwin River, also sourced in northern Myanmar, runs southward along the eastern edge of the Indo-Burman Ranges, receives its right-bank Myitha tributary (Myit is “river” in Burmese), and finally joins the Irrawaddy in the middle of the central Myanmar forearc basin. Only minor tributaries contribute to the lower Irrawaddy between the Chindwin confluence and the sea.\nThe Irrawaddy is still a natural system scarcely affected by human activities. Only the Ava bridge, built by the British in 1933 near Sagaing, existed on the river until 1998. In 2007,Myanmar'smilitary dictatorship signed an agreement for the construction of seven hydroelectric dams in the Nmai and Mali Rivers, including the large Myitsone Dam at their confluence. Construction began in 2009 but was suspended in 2011 after the harsh opposition of local communities and environmental organisations, concerned by the huge flooding area, relocation of ~15,000 people, earthquake hazards and ecological impact on biodiverse ecosystems. Two major dams exist along the Shweli (Shweli-1, 2008) andMyitnge Rivers (YeywaDam, 2010), but none along the Chindwin River."
  }, {
    "heading": "2.2. Geology of river catchments",
    "text": "The Nmai River drains the Mogok metamorphic belt, consisting of amphibolite-facies gneisses and schists with diopside-bearing marbles, migmatites and granitoid intrusions, passing south-eastwards to lowergrade garnet and chlorite schists, and finally to Neoproterozoic turbidites and Paleozoic sedimentary rocks of the Shan Plateau (Bertrand and Rangin, 2003). The tectonic evolution of the Mogok Belt is still unclear. The available radiometric ages indicate two metamorphic events at least, one before and one after the intrusion of Upper Jurassic/Lower Cretaceous granitoids (Barley et al., 2003; Mitchell et al., 2007, 2012). The Mali branch drains mainly into the quartz-diorites and associated intrusives of the Lohit Plutonic Complex (Gururajan and Choudhuri, 2003), representing the eastward continuation of the Gangdese batholith of south Tibet (Lin et al., 2013; Fig. 2).\nThe Taping and Shweli tributaries have their headwaters in the N/Strending Gaoligong Belt, running adjacent to the Salween (Nujiang) river valley and welding the Tengchong and Baoshan Blocks (Zhao et al., 2016). Instead, theMyitnge River drains entirelywithin the northern Shan Plateau (Fig. 1B), south-east of the southward continuation of the Nujiang suture. The Shan Plateau exposes a thick stratigraphic succession including Upper Cambrian siliciclastic and volcanic rocks, Ordovician to Devonian carbonates, black shales and quartzose sandstones, unconformably overlain by mid-Permian to mid-Triassic plateau limestones and followed in turn by Upper Triassic to Jurassic turbidites, limestones, shales and coal-bearing strata. Exposed along the N/Strending Shan scarp to the west are locally metamorphosed Carboniferous-Lower Permian diamictites and folded Upper Jurassic to Lower Cretaceous clastic rocks and limestones. The Mu River flows along the central Myanmar forearc basin and is sourced in the largely Upper Cretaceous Wuntho Arc, correlative with the Lohit Plutonic Complex and the Gangdese batholith (Mitchell et al., 2012).\nThe Chindwin River incises into the Cretaceous to Cenozoic forearcbasin fill of central Myanmar (Oo et al., 2015), but also drains basement gneisses and the Jade Mines Belt in headwater reaches (Shi et al., 2014) and receives much of its sediments from Paleogene remnant-ocean turbidites of the Indo-Burman Ranges before cutting across largely PlioPleistocene arc-related volcanic rocks near Monywa (Stephenson and Marshall, 1984). Its Myitha tributary drains entirely within the retroside of the Indo-Burman Ranges, where Upper Triassic flysch and ophiolites are exposed between Paleogene deep-water turbidites in the west and the Kabaw Fault in the east. The latter may represent the southeastern prolongation of the Indus-Yarlung ophiolitic suture zone of the Himalaya (Fig. 2)."
  }, {
    "heading": "3. Sampling and analytical methods",
    "text": "In 2005 and 2013, 16 fine to medium sand samples were collected from active fluvial bars of the Irrawaddy River and its major tributaries in politically and logistically accessible areas from northern Myanmar headwaters to the mouth. Three silty levee sands (proxy for deep suspended load) and one mud sample (proxy for shallow suspended load) were also collected in the final tract. Information on sample\nlocation is provided in Appendix Table A1 and Supplementary file Irrawaddy.kml."
  }, {
    "heading": "3.1. Petrography and heavy minerals",
    "text": "A quartered fraction of each sand sample was impregnated with Araldite, cut into a standard thin section stained with alizarine red to distinguish dolomite and calcite, and analysed by counting 400 points\nunder the microscope (Gazzi-Dickinson method; Ingersoll et al., 1984). Silty levee sands were wet sieved at 63 μm to eliminate the mud fraction. Sands were classified by their main components exceeding 10% QFL (e.g., in a litho-feldspatho-quartzose sand Q N F N L N 10% QFL; Garzanti, 2016). Full quantitative information was collected on coarsegrained rock fragments, and their average metamorphic rank in each sample was expressed by Metamorphic Indices MI and MI*. MI varies from 0 (detritus shed by sedimentary and volcanic cover rocks) to 500 (detritus shed by high-grade basement rocks), whereas MI* considers only metamorphic rock fragments and thus varies from 100 (verylow-rank detritus shed by very low-grade metamorphic rocks) to 500 (Garzanti and Vezzoli, 2003). Very low- to low-rank metamorphic lithics, for which protolith can still be inferred, are subdivided into\nmetasedimentary (Lms) and metavolcanic (Lmv) categories. Mediumrank to high-rank metamorphic lithics are subdivided into felsic (Lmf) and mafic (Lmb) categories. Median grain size was determined in thin section by ranking and visual comparison with sieved standards.\nHeavy-mineral analyses were mostly carried out on the 15–500 μm or N15 μmsize fraction obtained bywet sieving. The 32–355 μm fraction was analysed on two bar sands; two silty levee sands were analysed in bulk. From a quartered aliquot of each sample, heavy minerals were separated by centrifuging in Na polytungstate (density ~2.90 g/cm3) and recovered by partial freezing with liquid nitrogen. Between 200 and 250 transparent heavy minerals were point-counted under the microscope at suitable regular spacing to obtain real volume percentages (Galehouse, 1971). The HMC and tHMC (Heavy Mineral Concentration\nTa bl e 1 K ey\npe tr og\nra ph\nic an\nd m in er al og\nic al\npa ra m et er s of\nIr ra w ad\ndy sa nd\nba rs\nan d si lt y le ve\ne sa nd\ns. Q FL\npa ra m et er s as\nin Fi g. 3;\nG SZ\n= gr ai n si ze ;H\nM =\nhe av\ny m in er al s. M I* an\nd M I=\nm et am\nor ph\nic in di ce s. tH\nM C =\ntr an\nsp ar en\nth ea vy\n-m in er al\nco nc\nen -\ntr at io n.\nSR D =\nSo ur ce\nRo ck\nD en\nsi ty\nin de\nx (i .e ., es ti m at ed\ngr ai n de\nns it y in\ng/ cm\n3 ). ZT\nR =\nzi rc on\n+ to ur m al in e +\nru ti le ;T\ntn =\nti ta ni te ;A\np =\nap at it e;\nEp =\nep id ot e;\nG rt =\nga rn et ;M\nM =\nch lo ri to id\n+ st au\nro lit e +\nan da\nlu si te\n+ ky\nan it e +\nsi lli m an\nit e;\nA m p =\nam ph\nib ol e;\nPx =\npy ro xe\nne ;O\nl= ol iv in e;\nSp =\nCr -s pi ne\nl; & tH\nM =\not he\nr tr an\nsp ar en\nt he\nav y m in er al s (T io\nxi de\ns, m on\naz it e) .F ul ld\nat as et s pr ov\nid ed\nin A pp\nen di x Ta\nbl es\nA 2 an\nd A 3.\n# Ri ve\nr Si te\nFa ci es\nG SZ\nQ F\nLv m\nLs m\nLm Lu\nm ic a\nH M\nto ta l\nP/ F\nM I*\nM I\ntH M C\nSR D\nZT R\nTt n\nA p\nEp G rt\nM M\nA m p\nPx O l\nSp & tH\nM To\nta l\n1 N m ai\nH ka\nM yi tsa n\nBa r\n28 0\n46 28\n2 2\n4 2\n4 14\n10 0. 0\n64 34\n1 29\n5 14\n2. 82\n0. 5\n0 0. 5\n12 13\n0. 5\n65 8\n1 0\n0 10\n0. 0\n2 M al iH\nka M yi tsa n\nBa r\n20 0\n50 32\n1 1\n5 0\n6 5\n10 0. 0\n53 35\n8 33\n2 3\n2. 72\n0. 5\n6 0. 5\n26 5\n0 55\n6 0. 5\n0 0\n10 0. 0\n3 Ir ra w ad\ndy M yi tsa n\nBa r\n23 5\n49 23\n2 0\n4 0\n8 13\n10 0. 0\n59 35\n4 30\n4 9\n2. 76\n2 1\n0 23\n7 0. 5\n62 3\n0 0. 5\n0 10\n0. 0\n4 Ir ra w ad\ndy M yi tk yi na\nBa r\n17 0\n43 30\n0 2\n5 1\n9 11\n10 0. 0\n58 33\n5 32\n6 8\n2. 78\n3 1\n0. 5\n17 17\n0 56\n3 1\n1 0\n10 0. 0\n5 Ir ra w ad\ndy M an\nda la y\nBa r\n23 0\n51 29\n0 3\n2 0\n6 9\n10 0. 0\n64 31\n0 26\n6 6\n2. 72\n0. 4\n0. 4\n0. 4\n22 9\n0. 4\n65 2\n0 0. 4\n0 10\n0. 0\n6 Ir ra w ad\ndy Sa\nga in g\nBa r\n27 0\n52 35\n1 3\n2 0\n1 6\n10 0. 0\n51 30\n7 25\n2 4\n2. 69\n1 1\n0 10\n10 0. 5\n69 7\n0 0\n0 10\n0. 0\n7 Ch\nin dw\nin K al ew\na Ba\nr 36\n0 66\n14 2\n13 2\n1 0\n2 10\n0. 0\n49 22\n6 81\n2 2. 65\n3 0\n0. 5\n42 5\n5 42\n0 0\n2 0\n10 0. 0\n8 M yi th a\nK ya\nuk ka\nBa r\n35 0\n35 2\n2 59\n0 0\n0 1\n10 0. 0\n57 11\n4 49\n0. 4\n2. 59\n4 0\n0. 9\n18 9\n0. 5\n10 55\n0 3\n0 10\n0. 0\n9 Ch\nin dw\nin M on\nyw a\nBa r\n32 0\n70 15\n5 8\n1 0\n0 1\n10 0. 0\n50 17\n2 85\n0. 4\n2. 64\n2 1\n0. 5\n30 10\n4 39\n12 0. 5\n1 0\n10 0. 0\nA Ir ra w ad\ndy Ba\nga n\nBa r\n33 0\n59 18\n3 10\n3 0\n4 3\n10 0. 0\n58 22\n4 12\n7 2\n2. 67\n1 0. 9\n0. 5\n25 11\n2 54\n6 0\n0 0\n10 0. 0\nB Ir ra w ad\ndy Py\nay Le\nve e\n12 0\n49 17\n2 16\n4 1\n8 4\n10 0. 0\n62 17\n9 12\n7 2\n2. 69\n4 1\n2 39\n6 3\n43 0. 4\n0 1\n0 10\n0. 0\nB Ir ra w ad\ndy Py\nay Ba\nr 21\n5 58\n16 5\n13 3\n0 3\n3 10\n0. 0\n49 21\n2 86\n3 2. 68\n10 0. 5\n0. 5\n31 14\n1 39\n3 0. 5\n1 1\n10 0. 0\nC Ir ra w ad\ndy Sh\nw ed\nau ng\nLe ve\ne 90\n55 15\n2 13\n3 1\n7 4\n10 0. 0\n73 18\n4 11\n7 3\n2. 69\n5 1\n2 46\n5 4\n37 0\n0 0. 5\n0 10\n0. 0\nC Ir ra w ad\ndy Sh\nw ed\nau ng\nBa r\n22 5\n61 19\n2 12\n3 0\n1 2\n10 0. 0\n57 24\n3 13\n0 3\n2. 68\n3 4\n0. 8\n38 12\n0. 8\n40 1\n0. 4\n0 0\n10 0. 0\nD 1\nIr ra w ad\ndy N ya\nun gd\nou n\nBa r\n24 0\n60 20\n4 9\n3 1\n2 1\n10 0. 0\n47 17\n2 11\n7 1\n2. 66\n1 1\n0 29\n2 2\n60 4\n0 0\n0. 5\n10 0. 0\nD 2\nIr ra w ad\ndy N ya\nun gd\nou n\nBa r\n19 0\n60 21\n2 12\n1 0\n0 3\n10 0. 0\n53 16\n0 94\n3 2. 66\n1 1\n0 30\n5 0. 5\n59 3\n0 0. 5\n0. 0\n10 0. 0\nE Ir ra w ad\ndy N ya\nun gd\nou n\nLe ve\ne 10\n0 52\n17 2\n14 4\n1 6\n4 10\n0. 0\n61 19\n6 12\n5 2\n2. 68\n3 0. 5\n0. 5\n53 6\n0. 5\n37 0\n0 0\n0 10\n0. 0\nE Ir ra w ad\ndy N ya\nun gd\nou n\nFi ne\nr ba\nr 80\n–1 25\n52 14\n6 13\n4 0\n2 10\n10 0. 0\n51 20\n8 10\n4 8\n2. 74\n2 3\n1 42\n6 2\n40 1\n0 1\n1 10\n0. 0\nE Ir ra w ad\ndy N ya\nun gd\nou n\nFi ne\nr ba\nr 12\n5– 18\n0 46\n24 9\n16 3\n0 2\n1 10\n0. 0\n50 19\n2 11\n6 1\n2. 65\n0. 5\n3 0\n33 7\n0 51\n5 0\n0 0. 5\n10 0. 0\nE Ir ra w ad\ndy N ya\nun gd\nou n\nFi ne\nr ba\nr 18\n0– 25\n0 45\n22 7\n15 2\n0 8\n0 10\n0. 0\n54 17\n4 86\n0. 4\n2. 66\n0 3\n0 33\n2 0\n56 5\n0 0\n0. 9\n10 0. 0\nE Ir ra w ad\ndy N ya\nun gd\nou n\nCo ar se r ba\nr 22\n0 57\n22 3\n12 3\n0 1\n2 10\n0. 0\n47 24\n0 65\n2 2. 65\n1 2\n0. 5\n30 15\n1 45\n5 0\n0 0\n10 0. 0\nand transparent Heavy Mineral Concentration) indices were calculated as the volume percentage of total and transparent heavyminerals in the sediment. Heavy-mineral suites range from “very poor” (0.1 ≤ tHMC b 0.5) and “poor” (0.5 ≤ tHMC b 1) to “rich” (5 ≤ tHMC b 10), “very rich” (10 ≤ tHMC b 20) and “extremely rich” (20 ≤ tHMC b 50). The SRD (Source Rock Density) index, used as an estimator of the average density of source rocks, is the weighted average density of terrigenous grains (Garzanti and Andó, 2007).\nDetrital components in each river tract are listed in order of abundance throughout the text. Key parameters are shown in Table 1; the complete petrographic and heavy-mineral datasets are provided in Appendix Tables A2 and A3."
  }, {
    "heading": "3.2. Geochemistry",
    "text": "Chemical analyses were carried out at ACME Laboratories (Vancouver) on the 63–2000 μm fraction obtained by wet sieving for bar sands, on the bulk sample for silty levee sands, and on the b32 μm fraction obtained by wet sieving for the mud sample. Major oxides and some minor elements were determined by ICP-ES and trace elements by ICP-MS, following a lithiummetaborate/tetraborate fusion and nitric acid digestion. For further information on adopted procedures, geostandards used and precision for various elements see http://acmelab. com (group 4A–4B and code LF200).\nTo estimate weathering we used several chemical indices, including the Chemical Index of Alteration (CIA = 100 ∙ A12O3 / (A12O3 + CaO + Na2O + K2O); Nesbitt and Young, 1982) and the Weathering Index (WIP = 100 ∙ (CaO/0.7 + 2Na2O/0.35 + 2K2O/ 0.25+MgO/0.9); Parker, 1970), calculated usingmolecular proportions of mobile alkali and alkaline earth metals corrected for Ca in apatite. No correction for Ca in carbonates was required because carbonate grains are virtually lacking in Irrawaddy sediments (Table A2). The ratio between the CIA (a truer indicator of weathering) and the WIP (strongly influenced by quartz dilution) was used as an indicator of recycling (Garzanti et al., 2014). Weathering intensities were calculated for each single mobile element by comparing its concentration to that of nonmobile Al in our samples and in the Upper Continental Crust standard (UCC; Rudnick and Gao, 2003; Hu and Gao, 2008) (αAlE = (Al/E)sample/(Al/E)UCC; Garzanti et al., 2013b, modified after α values of Gaillardet et al., 1999). Rare earth elements (REE) were normalized to CI carbonaceous chondrites (McDonough and Sun, 1995). Key parameters and weathering indices are shown in Table 2; the complete geochemical dataset is provided in Appendix Table A4."
  }, {
    "heading": "3.3. Detrital zircon geochronology",
    "text": "From the dense fraction of nine samples obtained by elutriation, dense-liquid and magnetic-separation techniques, individual zircon grains were handpicked randomly, mounted in epoxy resin and then polished to produce a smooth, flat surface. Cathodoluminescence (CL) images were obtained to reveal internal structures and to select spots for U-Pb age analyses, conducted at the State Key Laboratory of Lithosphere Evolution, Institute of Geology of Geophysics, Chinese Academy of Sciences. About 100 grains were analysed for each sample. U-Pb dating was performed via LA–ICP–MS (instrumental conditions and data acquisition methods described in Xie et al., 2008). A spot diameter of 44 μm was used. The raw count rates for 204Pb, 206Pb, 207Pb, 208Pb, 232Th and 238U were collected for age determination. The 207Pb/206Pb and 206Pb/238U ratios were calculated using the GLITTER program (GEMOC, Macquarie University; Griffin et al., 2008). We used 206Pb/238U and 207Pb/206Pb ages for zircons younger and older than 1000Ma, respectively, and did not consider in our provenance interpretation ages N500 Ma with N10% discordance nor ages b500 Ma with N30% discordance. The geochronological dataset is provided in Appendix Table A5.\n3.4. Stream-profile analysis\nThe fluvial network was delineated in TecDEM (software shell implemented in MATLAB; Shahzad and Gloaguen, 2011) from a 30 m resolution digital elevation model (DEM) provided by ASTER GDEM (http://www.gdem.aster.ersdac.or.jp). Concavity and steepness indices were calculated for 13 stream segments, including the main headwater branches and allmajor tributaries of the upper Irrawaddy and Chindwin Rivers. The Lohit River was also included for comparison.\n4. Detrital fingerprints\nIn this sectionwe shall illustratefirst the petrographic, heavy-mineral, geochemical and geochronological signatures of Irrawaddy sands, and discuss next the compositional modifications associated with physical (hydraulic sorting) and chemical (weathering) processes. Mechanical breakdown, demonstrated to be scarcely effective during fluvial transport (Russell, 1937; Garzanti et al., 2015a, 2015b), is not considered here."
  }, {
    "heading": "4.1. The upper Irrawaddy",
    "text": "The Nmai and Mali Rivers carry litho-feldspatho-quartzose metamorphiclastic and feldspatho-quartzose plutoniclastic sands, respectively (Fig. 3A,B). Detrital modes and hornblende-epidote-garnetclinopyroxene heavy-mineral assemblages are similar overall (Fig. 4), but only Nmai sand yields a few serpentinite grains, orthopyroxene and olivine, indicating minor contribution from ultramafic rocks. Metamorphic indices MI and MI*, measuring the average metamorphic rank of rock fragments, are higher in Mali sand, whereas heavy-mineral concentration is much higher in Nmai sand (Table 1). Abundance of mafic minerals in Nmai sand is reflected bymuch higher Cr and Ni, and higher Fe, Mg, Ca, Sr, Sc, Ti, V, Mn and Co, whereas Mali sand shows higher K, Rb, Y, REE, Th, U, Nb, Ta and Sn (Fig. 5A). The marked LREE enrichment and strongly negative Eu anomaly in Mali sand is ascribed to the presence of allanite, derived from granitoid source rocks (Fig. 6A).\nUpper Irrawaddy sand is feldspatho-quartzose (Fig. 3C). Plagioclase prevails slightly over K-feldspar. Rock fragments include granitoid, gneiss, micaschist, amphibolite, metasandstone, low-rank metabasite and a few siltstone/sandstone, shale/slate, phyllite, felsic volcanic and ultramafic grains. Micas are abundant, with dominant biotite. Rich, hornblende-dominated heavy-mineral assemblages include epidote and garnet, minor clinopyroxene, actinolite, titanite, and rare enstatite, olivine, hypersthene, Cr-spinel, apatite, sillimanite, staurolite, vesuvianite and allanite. Detrital modes change slightly from Myitkyina to Sagaing, where quartz and K-feldspar increase whereas metamorphic indices and heavy-mineral concentration progressively decrease (Table 1). This is reflected by a significant change in chemical composition, with a decrease in all elements not hosted largely in quartz or Kfeldspar; only Si increases, and to a lesser extent K and Ba (Fig. 5A).\nDetrital zircons are relatively coarse-grained in the upper Irrawaddy, suggesting mainly plutonic sources. In Nmai, Mali and Irrawaddy sand downstream of the Nmai-Mali confluence half of zircon grains yielded U-Pb ages between 20 and 75 Ma, with peaks at 45–55 Ma and 59– 71 Ma (13% and 26% of total zircons, respectively). Another common cluster occurs between 128 and 151 Ma (11%). Nmai sand is characterized by an additional cluster at 78–111 Ma (28% of zircons) and only 8 ages older than 151 Ma (1 at 405 Ma, 7 between 889 and 1144 Ma). Mali sand, instead, shows additional clusters at 15–20, 111–127 and 153–207 Ma (6%, 10% and 24%, respectively), with 8 ages scattered between 314 and 1332 Ma (Fig. 7).\nDownstream changes are minor as far as Sagaing, where 7% of U-Pb zircon ages cluster at 21–36 Ma, 48% at 43–71 Ma, and 29% at 76– 211 Ma. Older ages cluster at 511–572 Ma (3%) and 987–1220 Ma (11%), with a single grain aged 3421 Ma. Data by Bodet and Schärer (2000) on only 37 grains from a sample collected at Mandalay showed clusters at 45–82 Ma (35%), 121–170 Ma (24%) and 1068–1099 Ma (12%), with a few grains at 3–23 Ma, 465–487 Ma and 1234–1397 Ma."
  }, {
    "heading": "4.2. The Chindwin",
    "text": "The Chindwin River upstream of the Myitha confluence carries feldspatho-litho-quartzose sand (Fig. 3D). Plagioclase and K-feldspar are equally abundant. Rock fragments are mainly shale/slate, siltstone/\nLa Yb Th U Zr Hf V Nb Ta Cr Co Ni CIA WIP CIA/WIP aAlNa Eu/Eu*\nppm ppm ppm ppm ppm ppm ppm ppm ppm ppm ppm ppm\n67 2.7 36 5 358 10 206 10 0.8 376 13 49 48 51 0.9 1.5 0.54 92 4.0 52 7 248 7 78 18 2.3 27 7 b20 54 55 1.0 1.5 0.37 55 2.5 28 4 145 4 85 11 1.2 89 9 27 53 54 1.0 1.5 0.57 60 3.0 32 5 348 10 101 12 1.3 137 10 32 53 56 0.9 1.4 0.51 33 1.6 15 2 114 3 54 7 0.8 68 6 25 53 50 1.1 1.4 0.61 35 1.5 15 2 90 3 49 6 0.6 55 5 b20 52 49 1.1 1.4 0.61 13 0.6 4 1 63 2 26 4 0.2 75 5 46 57 24 2.4 1.8 0.82 13 1.2 4 1 112 3 74 6 0.3 205 18 116 72 23 3.1 2.1 0.71 9 0.8 3 1 54 2 24 3 0.2 41 5 36 57 26 2.2 1.8 0.86 14 1.0 6 1 93 3 36 4 0.4 75 7 44 57 34 1.7 1.6 0.76 28 2.3 10 2 252 7 88 10 0.8 226 17 91 64 39 1.6 1.8 0.67 37 1.8 15 2 292 7 67 9 0.8 342 11 60 57 36 1.6 1.6 0.57 29 2.2 11 2 333 8 91 9 0.8 260 15 79 61 40 1.6 1.6 0.65 29 1.4 10 1 85 2 51 7 0.6 185 9 52 55 34 1.6 1.6 0.69 11 0.8 4 1 65 2 46 3 0.3 55 8 50 58 37 1.6 1.5 0.80 17 1.1 6 1 88 2 45 5 0.5 89 9 50 56 35 1.6 1.5 0.74 37 3.1 16 3 237 6 127 13 0.9 239 25 135 72 36 2.0 3.4 0.68 29 2.2 11 2 250 6 92 9 0.9 226 17 97 66 39 1.7 1.9 0.69 65 3.6 24 4 693 19 103 19 1.9 910 12 60 54 35 1.6 1.5 0.52 22 1.2 6 1 78 2 51 6 0.5 116 11 63 59 39 1.5 1.5 0.80 17 1.1 5 1 69 2 56 6 0.4 68 16 88 62 41 1.5 1.7 0.86 29 1.8 13 2 272 7 69 9 0.7 383 11 70 58 39 1.5 1.5 0.66 31 2.0 13 2 276 7 65 10 0.9 315 12 65 58 39 1.5 1.5 0.65 30 1.5 10 1 134 4 48 7 0.7 253 8 45 56 35 1.6 1.6 0.64\nsandstone, granitoid, gneiss and schist, with a few felsitic and microlitic volcanic, phyllite/schist and ultramafic grains (Fig. 4). Metamorphic indices are much lower than for upper Irrawaddy sands (Table 1). Micas were not observed. Heavy-mineral assemblages are moderately poor and dominated by amphiboles and epidote with subordinate garnet, minor rutile, staurolite, kyanite, Cr-spinel, and rare glaucophane, zircon, tourmaline, apatite and chloritoid.\nThe Myitha tributary carries quartzo-lithic sand (Fig. 3E). Rock fragments are dominantly shale/slate and siltstone/sandstone/ metasandstone, with a few felsitic, microlitic and very-low-rank metavolcanic grains. Metamorphic indices are very low, half as those in Chindwin sand. The very poor heavy-mineral assemblage includes enstatite, clinopyroxene, epidote, amphibole, garnet, hypersthene, minor zircon, Cr-spinel, and rare apatite, andalusite and rutile. Abundant shale/slate rock fragments and occurrence of mafic minerals are reflected in relatively high concentration of Fe, Mg, Sc, Ti, V, Cr, Mn, Co, Ni and P.\nThe composition of Chindwin sand changes little downstream of the Myitha confluence, but the MI* index decreases and the heavy mineral assemblage, still dominated by amphibole and epidote, becomes poorer and includes significant enstatite and clinopyroxene, somewhat more common garnet, and rare andalusite. More abundant quartz and poorer heavy-mineral assemblage than in upper Irrawaddy sand are reflected in much higher Si, whereas all other elements but Ni are less abundant (Fig. 5A).\nMany detrital zircons in Chindwin samples collected upstream and downstream of the Myitha confluence are very small and probably recycled mainly from the Indo-Burman Ranges, but a few large grains probably eroded from theWuntho batholith also occur. U-Pb ages cluster at 20–169 Ma (53%), 495–671 Ma (15%), 949–974 Ma (3%) and 1019–1191 Ma (10%). Other ages are scattered between 178 and 473 Ma (9%), between 693 and 895 (5%), and between 1213 and 3448 Ma (6%). One very young age (1.0 ± 0.1 Ma) was also obtained, documenting provenance from Pleistocene volcanic products. Zircon grains in Myitha sand, mostly recycled from the Indo-Burman Ranges, cluster at 64–74 Ma (15%), 83–107 Ma (29%), 509–617 Ma (21%), 667–706 Ma (5%) and 1166–1209 (4%); the youngest 3% ranges between 44 and 57Ma, and the oldest 10% is scattered between 1252 and 3338 Ma (Fig. 7)."
  }, {
    "heading": "4.3. The lower Irrawaddy",
    "text": "Irrawaddy sand downstream of the Chindwin confluence ranges from feldspatho-litho-quartzose to litho-feldspatho-quartzose (Fig. 3F). Plagioclase prevails slightly over K-feldspar, which includes perthitic and cross-hatched microcline. Rock fragments are mainly shale, siltstone/sandstone, slate, metasiltstone/metasandstone, phyllite, schist and paragneiss. Felsitic and subordinately microlitic volcanic, metavolcanic and metabasite (metarhyolite/metadacite, chloritoschist, epidosite, amphibolite), radiolarian chert and a few cellular serpentinite and serpentineschist grains also occur. Metamorphic indices are closer to those in Chindwin than in upper Irrawaddy sands, and decrease progressively downstream. Micas are common, with dominant biotite. Moderately richheavy-mineral assemblages includemainly amphiboles (includingminor actinolite, rare oxy-hornblende and glaucophane) and epidote, with garnet, minor clinopyroxene, titanite, chloritoid, apatite, and rare enstatite, hypersthene, allanite, Cr-spinel, kyanite, staurolite, sillimanite, olivine, andalusite and monazite.\nChemical composition is intermediate between that of Chindwin and upper Irrawaddy sands, but some elements (e.g., Cr and Ni) are notably enriched relative to both. Irrawaddy sand is markedly richer in Cr andNi than theUCC standard andGanga-Brahmaputra sand, and poorer in Ca and REE (Fig. 8). This reflects significantly greater contributions from mafic and ultramafic suture-zone and volcanic-arc rocks than for Himalayan-derived sediments, less metamorphic versus sedimentary detritus and hence less heavy minerals, and lack of carbonate grains. LREE-enrichment in lower Irrawaddy sands (Fig. 6) is chiefly ascribed to the presence of allanite, derived mainly from the Mali headwaters and an order of magnitude more common than monazite.\nLarger zircons from the Bagan sample and smaller zircons from the Nyaungdoun sample yielded main U-Pb age clusters at 18–76 Ma (36%), 84–128 Ma (26%), 138–154 Ma (4%), 510–574 Ma (7%), 638 Ma (2%) and 1019–1191 Ma (10%). Other ages are scattered between 163 and 479 Ma (6%), between 710 and 994 Ma (5%) and between 1180 and 1727 Ma (2%). The youngest and oldest ages resulted to be 0.5 Ma and 2609 Ma (Fig. 7). These data are comparable with those obtained from sample S3198 collected in a giant sandbar at Pyay and analysed by LA-ICP-MS at the London Geochronology Centre by\nAndrew Carter, where the main U-Pb clusters resulted to be 22–71 Ma (23%), 82–112 Ma (10%), 120–208 Ma (8%), 496–633 (15%) and 776– 1246 Ma (34%), with other ages scattered between 235 and 338 Ma (4%), and between 1476 and 2060 Ma (5%; Limonta et al., 2016)."
  }, {
    "heading": "4.4. Size-dependent intersample and intrasample compositional variability",
    "text": "To quantify differences in composition among samples, we collected very fine silty levee sands and fine tomedium sand bars in three different localities along the lower Irrawaddy (B, C, E in Fig. 1A). Very fine levee sands have less quartz and K-feldspar and more mica, but intersample mineralogical variability is not prominent, as shown in Table 1. Heavymineral concentration is similar, but the epidote/amphibole ratio is higher in levee sands, and garnet less (Fig. 4). Greater abundance of quartz and K-feldspar is reflected by slightly higher concentrations in Si, K and Ba\nin coarser sand bars, whereas all other elements but Rb, Cr and W are more abundant in silty levees (Fig. 5B). In both levee and bar sands chondrite-normalized REE patterns display the classical enrichment in light rare earth elements (LREE), negative Eu anomaly, and flat distribution of heavy rare earth elements (HREE; Fig. 6B).\nOur mineralogical and geochemical datasets do not show evidence of strong selective-entrainment effects. The SRD index (i.e., estimated grain density) is high only in the heavy-mineral enriched Nmai sand, where Th and Cr are higher by factors of 3–5 relative to the UCC standard, and Fe, Ti, LREE, U, Zr, Hf higher by factors of 1.5–2. This is partly a provenance effect, because SRD indices of 2.76–2.78 characterize both uppermost Irrawaddy samples collected just downstream of the Nmai-Mali confluence, where most element concentrations are close to the average of Nmai and Mali sands, only Fe, LREE, Th, U, Ti, V, Mn and Cr being 20–40% lower (Table 2). SRD indices decrease\nprogressively downstream with decreasing heavy-mineral concentration as far as the mouth (Table 1).\nTo quantify intrasample compositional variability (i.e., differences among different size classes of the same sample), one well-sorted lower-fine bar sand (sample 3200FS) was sieve-split into three 0.5 ϕ classes, representing 97.4 wt% of the bulk sample; each class was analysed separately for petrography, heavy-minerals and geochemistry. As predicted by the settling-equivalence principle (Rubey, 1933; Garzanti et al., 2008), the 80–125 μm class (17.9 wt%) is heavy-mineral rich, whereas the 125–180 μm class (67.8 wt%) and the 180–250 μm class (11.7 wt%) contain moderately poor and very poor heavy-mineral assemblages, respectively. The 180–250 μm class is markedly enriched in altered biotite and muscovite. Geochemically, such variability is reflected by concentration of elements chiefly hosted in dense minerals in the fine tail of the size distribution (Ca, Sc, Y, REE, Th, U, Zr, Hf, V, Ti, Nb, Ta, Cr, Mn, Sn and P), and of elements associated with micas in the coarse tail (K, Rb, Ba, Co and Ni; Fig. 5B). The densest minerals (i.e., zircon, rutile, Cr-spinel, kyanite and chloritoid) were observed only in the 80–125 μm class, where ultradense magnetite and ilmenite are concentratedmarkedly (Fig. 9). Conversely, less dense amphiboles are relatively enriched in the 180–250 μm class, where ultradense garnet becomes rare and slow-settling micas most abundant. As a typical settling-\nequivalence effect (Garzanti et al., 2010), the Eu anomaly is strongly negative in the 80–125 μm class and only slightly negative in the 125– 180 μm and 180–250 μm classes (Fig. 6B)."
  }, {
    "heading": "4.5. Chemical weathering",
    "text": "Chemical parameters such as the CIA orαAl values arewidely used to infer weathering conditions in source areas, although they are controlled markedly by the mineralogy of source rocks and inheritance from previous sedimentary cycles (Borges et al., 2008; Garzanti and Resentini, 2016). Moreover, bedload sand is far less sensitive to weathering than mud carried in suspension, for which more extensive information is available (Li and Yang, 2010; Shao et al., 2012). Singling out the weathering signal from provenance, recycling and grain-size noises is thus far from straightforward. For instance, αAlMg, αAlCa and αAlSr are b1 and αAlK, αAlRb and αAlBa N 1 in Nmai sand, where mafic/ultramafic detritus is significant and heavy minerals very abundant. Precisely the opposite occurs inMali sand, indicating different parent lithologies (i.e., mainly metamorphic Mogok Belt for the former, mainly Lohit Plutonic Complex for the latter), rather than different climatic conditions in these two adjacent catchments. All chemical indices but αAlMg are highest in Myitha sand, and particularly αAlCa (4.1) and\nαAlSr (3.5), pointing to provenance from mudrocks originally depleted in Ca and Sr. The CIA/WIP ratio for Chindwin sands (2.3± 0.1) is double than for upper Irrawaddy sands (1.0 ± 0.1), reflecting much more extensive recycling of siliciclastic units in the catchment of the former (Table 2).\nIrrawaddy sands in the headwaters haveαAlNa 1.4–1.5 andαAl indices ≤1.2 for othermobile elements, testifying tomainly physical erosion with moderate weathering effects. Stronger weathering is indicated for northwestern Myanmar and the Indo-Burman Ranges, where αAlK, αAlRb and αAlBa range between 1.4 and 3.2, and αAlNa is 1.8 in Chindwin sand and 2.1 in Myitha sand. Further indication of significant weathering is the lack of soluble carbonate grains in Irrawaddy sands, absent also in Brahmaputra sediments but common in Ganga sands and abundant in Indus sands (Fig. 4 in Garzanti et al., 2005; Table 3). Scarcely exposed in the rest of the Irrawaddy catchment, carbonate rocks do occur in the Paleozoic-Mesozoic succession of the Shan Plateau, which however does not appear to supply much sediment also because of extensive karst (Dreybrodt et al., 2013).\nCIA values are 52.6 ± 0.2 for upper Irrawaddy sand, 57.0 ± 0.3 for Chindwin sand, 56.9 ± 0.9 for lower Irrawaddy sand (αAlNa 1.6 ± 0.2), 63.6 ± 2.1 for lower Irrawaddy silty levees (αAlNa 1.8 ± 0.2), and 72 for lower Irrawaddy mud (αAlNa 3.4). Similar values are recorded in the Ganga-Brahmaputra river system for sand bedload (CIA corrected for CaO in carbonates 55 ± 4; αAlNa 1.5 ± 0.2) and silty sand carried in suspension close to the bed (CIA 61 ± 3, increasing to 69 ± 5 for silty mud entrained close to the surface; Garzanti et al., 2011; Lupker et al., 2011). Higher values are reported for bedload sands of all other major rivers in Indochina (CIA 63 ± 3 and αAlNa 1.7 ± 0.5 for the Salween, CIA 71 ± 2 and αAlNa 3.7 ± 2.0 for the Mekong, CIA 67 ± 3 and αAlNa 3.5 ± 2.2 for the Red River; Borges et al.,\n2008) and characterize smaller rivers in SE China (CIA 60 ± 2 and αAlNa 2.7 ± 0.8; Fig. 8). Northward decreasing weathering intensity is reflected by lower indices for Yangtze and Yellow River sands (CIA 59±3 andαAlNa 1.7± 0.7, CIA 54± 3 andαAlNa 1.2± 0.1, respectively; Borges et al., 2008), both containing a significant amount of carbonate grains (Table 3).\nDespite the variety of problems involved in the use of chemical indices of sediments to infer weathering conditions in a drainage basin, petrographic and chemical signatures of river sands concur to indicate that weathering effects, significant but not strong enough to affect sand composition severely in Myanmar, become progressively stronger across southern Asia from dry Pakistan in the west to humid Indochina in the east, to decrease again with increasing latitude in eastern Asia (Yang et al., 2004; Shao et al., 2012).\n5. Stream-profile analysis\nFluvial profiles are described by a power-law relationship between the local channel slope S and the contributing drainage area A used as a proxy for discharge, in the form S = ksA−θ (Flint, 1974). The channel-steepness index ks is a measure of bedrock-channel response to differential rock uplift if other controls such as rock type, climate, flood hydrology or sediment flux are negligible or sufficiently constrained (Whipple and Tucker, 1999; Kirby et al., 2003). Steepness indices essentially integrate seismic activity and rock deformation over geological timescales, and higher values have been related to higher erosion and/ or exhumation rates (Ouimet et al., 2009). To facilitate comparison of gradients in channels with widely varying drainage areas, we used here the steepness index ksn normalized by a fixed reference concavity of 0.45 for all river segments (Korup and Schlunegger, 2009).\nThe concavity index θ describes the rate of change of channel gradient with drainage area. According to Whipple (2004), low concavities (θ b 0.4) are associated either with short steep drainage influenced by debris flows or with downstream increase in incision rate or rock strength, commonly related to knickpoints. Moderate concavities (θ 0.4–0.7) are associated with actively uplifting bedrock channels in homogeneous substrates experiencing uniform rock uplift. High concavities (θ 0.7–1.0) are associated with the downstream decrease in rock-uplift rate or rock strength. Extreme concavities (θ b 0 or N1) are associated with abrupt knickpoints, related to either pronounced along-stream changes in substrate properties or spatial or temporal differences in rock-uplift rate, including transitions from incisional to depositional conditions."
  }, {
    "heading": "5.1. Results",
    "text": "The Nmai River displays very low concavity and very high steepness, comparable only to that of the Lohit River and significantly higher than the Mali River (Fig. 10), thus indicating the highest erosion potential among all studied stream segments. Left tributaries of the upper Irrawaddy also display low concavities. Concavities close to 0 characterize the Shweli River, showing a major knickpoint where the lower course exits the Mogok Belt, and the Myitnge River, showing several knickpoints corresponding to faults or lithological boundaries between substrates with different erodibility in the stratigraphy of the Shan Plateau. Channel steepness is high for the Taping and Shweli Rivers draining the Gaoligong and Mogok Belts, and only moderate for the Myitnge River draining the Shan Plateau, where erosion potential is lower. Moderately low ksn and θ indices characterize headwater branches of the Chindwin River and its major tributaries draining the Indo-Burman Ranges. Slightly negative θ value for the Phek River\nreflects the presence of knickpoints where the lower course crosses the Kabaw Fault. The lowest ksn value is displayed by the Mu River flowing along the central Myanmar forearc basin (Fig. 10)."
  }, {
    "heading": "6. Provenance and sediment budgets",
    "text": ""
  }, {
    "heading": "6.1. Sources of sand",
    "text": "Metamorphiclastic and plutoniclastic sands supplied by the Nmai and Mali Rivers to the upper Irrawaddy reflects provenance from granitoids and amphibolite-facies metasedimentary and metaigneous rocks of themid-crustal tectono-stratigraphic level exposed in theMogok Belt and Lohit Plutonic Complex (Fig. 11). Additional metavolcanic to metabasite and ultramafic grains in Nmai sand are derived from greenschist-facies and subgreenschist-facies rocks and serpentinites exposed in theMyitkyina Belt (Mitchell et al., 2007), which connects along strike with the Tidding suture and finally with the Yarlung-Tsangpo suture zone west of the eastern Himalayan syntaxis (Fig. 2; Searle et al., 2007).\nChindwin sand, characterized by much higher quartz/feldspar ratio and much lower metamorphic indices and heavy-mineral concentration, is chiefly derived instead from supracrustal, sedimentary and very low-grade metasedimentary units. Occurrence of minor Cr-spinel and ultramafic rock fragments indicate additional supply fromophiolitic mantle rocks. Glaucophane grains point to provenance from blueschists of the Jade Mines Belt (Shi et al., 2014). Minor volcanic rock fragments are both recycled from central Myanmar forearc-basin strata and derived first-cycle from the Popa-Wuntho arc.\nSedimentaclastic sand of the Myitha tributary reflects provenance mostly from unmetamorphosed to anchimetamorphic turbidites of the Indo-Burman Ranges (Garzanti et al., 2013a). The poor heavy-mineral assemblage includes pyroxenes and Cr-spinel derived ultimately from associated ophiolites and volcaniclastic rocks.\nLower Irrawaddy sand shows intermediate composition between Chindwin and upper Irrawaddy sands. The slight progressive downstream increase in volcanic rock fragments and chert, and the slight decrease in metamorphic indices points to additional local supply from sedimentary and volcaniclastic cover rocks. Enrichment in elements such as Cr and Ni relative to upstream branches confirms addition of some recycled or even first-cycle volcanic detritus along the lower course.\nDominantly youngU-Pb zircon ages between40 and 170Ma from Irrawaddy headwaters to the mouth reflect long-lasting subduction-related magmatic activity documented along two parallel belts, the southwestern one including the Wuntho Arc and the Lohit Plutonic Complex connecting with the Gangdese batholith in the southern Lhasa Block, and the northeastern one including the Dianxi and BomiChayu batholiths connecting with the central Lhasa plutonic belt (Liang et al., 2013; Lin et al., 2013; Wang et al., 2014). Young U-Pb ages in a similar time window and ranging from as young as 17– 21 Ma to as old as 170 Ma also characterize intrusive and metamorphic rocks of the Mogok Belt (Barley et al., 2003; Searle et al., 2007; Mitchell et al., 2012). These are by far themain sources of zircon grains for upper Irrawaddy sand, zircon contributions from the Shan Plateau being barely detected. The distinct very young 15–20 Ma and relatively old 153– 207 Ma peaks documented in Mali sand may have a different provenance, possibly from the Katha-Gangaw Range and/or the Myitkyina belt. The one grain dated at 0.5 Ma in lower Irrawaddy sand at Bagan may have been derived from the Popa Volcano nearby.\nU-Pb zircon ages in Myitha sandmatch broadly the distributions reported in the available studies of the Indo-Burman Ranges. The usual dominant 42–150 Ma cluster with subordinate Cambro-Ordovician and Precambrian ages characterize Paleogene turbidites (Allen et al., 2008). Instead, zircon ages in Triassic turbidites are mostly between 480 and 1400 Ma, but several range between 200 and 300 Ma, a few fall in the 320–410 Ma and 1400–2100 Ma intervals, and some are\nN2500 Ma and as old as 3445 Ma (Sevastjanova et al., 2016). Chindwin zirconswith ages between 23 and 36Ma, between 125 and 170Ma, and between 1000 and 1100 Ma have no equivalent in Myitha sand, and may be derived from headwater sources including gneisses of the Katha-Gangaw Range and high-pressure rocks of the Jade Mines Belt (Shi et al., 2014)."
  }, {
    "heading": "6.2. Bulk-sand provenance budget",
    "text": "The relative amount of bedload sand contributed by different tributaries to the Irrawaddy River can be assessed by forwardmixingmodels based on either integrated bulk-petrography and heavy-mineral data or on geochemical data (Garzanti et al., 2012). The followedmathematical approach is illustrated in detail in Appendix A. The comparison of provenance budgets based on different datasets is indispensable to reduce the uncertainties of each, which are typically large wherever the compositional signatures of the end members are not sharply distinct and/\nor replicate samples are not available. In order to verify outcome sensitivity, several sets of independent trials were carried out according to a range of different assumptions, and the mean and the standard deviation of the results obtained were calculated. Our calculations based on the petrographic, heavy-mineral, and integrated petrographic-heavy mineral datasets suggest that upper Irrawaddy sands are derived in subequal amounts from the Nmai (56 ± 13%) and Mali Rivers (44 ± 13%). Calculations based on geochemical data confirm comparable contribution from the Nmai (42 ± 21%) and Mali Rivers (58 ± 21%), with large uncertainties associatedwith different adopted criteria and selected chemical elements.\nDetrital modes change little along the upper Irrawaddy. Sand supply from tributaries downstream of the Nmai-Mali confluence is therefore subordinate, although it explains the slight increase in quartz and regular progressive decrease in metamorphic indices and heavy-mineral concentration observed fromMyitkyina to Sagaing. Geochemical trends clearly outline a depletion in most elements along this river tract (Fig.\n5A), ascribed to the additional detritus derived from sedimentary and metasedimentary rocks of the Shan Plateau.\nTheMyitha River does not contributemuch sand (≤10%) to the Chindwin River. The Chindwin resulted to supply the majority of bedload sand (62 ± 11%) to the lower Irrawaddy, and is thus inferred to represent the major sediment-conveyor branch in the system. Although affected by even larger uncertainties, calculations based on geochemical data confirm conclusively that sand contribution of theMyitha tributary to the Chindwin is minor, and suggest comparable contributions from the Chindwin (46 ± 13) and upper Irrawaddy (54 ± 13) to the lower Irrawaddy."
  }, {
    "heading": "6.3. Zircon provenance budget",
    "text": "Detrital-geochronology offers an alternative way to evaluate the relative sediment contribution from different fluvial branches, although sediment budgets based on single-mineral data suffer from major uncertainties and are thus intrinsically unrobust. Zircon provenance\nbudgets need to be corrected by the zircon fertility of source rocks in each catchment (Malusà et al., 2015), which generally can be inferred only under the frail assumption that zircon concentration in the sediment sample reflects faithfully zircon fertility in the source (i.e., that hydraulic sorting and other effects are negligible; Garzanti et al., 2009). Moreover, zircon concentration is very hard to assess precisely by optical heavy-mineral analysis, because: a) the bulk sediment or at least a suitably large size class should be investigated to avoid cutting off the fine tail of the size distribution enriched in ultradense zircon because of settling-equivalence effects; b) point-counting should be used to obtain correct volume percentages; c) the concentration of total heavy minerals in the sample should be accuratelymeasured; d) zircon should be a transparent heavy mineral sufficiently common in the sample that its relative concentration could be assessed precisely without counting an unreasonably large number of grains. Zircon concentration is more easily recalculated from geochemical data, under the assumption that zircon contains on average 465,000 ppm Zr and typically contributes between 60% and 80% of total Zr to fluvial sand (Garzanti et al., 2010).\nmethod at 0.5 ϕ interval) indicates that 92% of intrasample mineralogical variability is\nen mineral and quartz in ϕ units (see Garzanti et al., 2008 for more methodological\note; Grt = garnet; KF = K-feldspar; L = lithic grains (Lv = volcanic; Lms = low-rank\nides; Pl = plagioclase; Q = quartz; Rt = rutile; Ttn = titanite; turb = turbid minerals.\nDetrital zircons in Nmai andMali sands displayU-Pb age spectra sufficiently distinct to evaluate their relative zircon contribution to the upper Irrawaddy. Calculations performed using different age classes and following different criteria suggest that zircons are derived in subequal amounts from the Nmai (47 ± 7%) and Mali Rivers (53 ± 7%). This zircon provenance budget could not be translated reliably into a bedload budget. Zircon grains are too few in both Nmai and Mali sands to calculate absolute zircon concentrations from heavy-mineral data. The latter could be recalculated from geochemical data, but higher Zr is partly caused by hydrodynamic concentration of ultradense grains in the Nmai sample, as indicated by its very high SRD index (Table 1). Hydraulic sorting also explains the irregular fluctuations of Zr content in the two upper Irrawaddy samples collected south of the Nmai-Mali confluence (Table 2).\nAge spectra do not change significantly downstream the upper Irrawaddy, where no new age peak appears as far as Sagaing, apart from a single grain of Archean age. The potential contribution from tributaries draining the Shan Plateau thus remains beyond detection. Calculations performed for the lower Irrawaddy suggest that zircons are derived in similar amounts from the Chindwin (45 ± 22%) and upper Irrawaddy (55 ± 22%). Heavy-mineral and geochemical data consistently suggest higher zircon concentrations for upper Irrawaddy sand (0.02–0.03%) than for Chindwin sand (0.008–0.01%). Such corrections would imply a larger sand flux for the Chindwin (66 ± 18%) than for the upper Irrawaddy (34 ± 18%)."
  }, {
    "heading": "6.4. From provenance budgets to erosion rates",
    "text": "Despite the notable uncertainties associated with each, provenance budgets based on integrated petrographic and heavy-mineral data, on geochemical data, and on geochronological data provide consistent indications on relative sediment fluxes. All estimates converge to indicate equivalent sediment supply from theNmai andMali Rivers to the upper Irrawaddy (48 ± 14 vs. 52 ± 14, respectively) and from the Chindwin and upper Irrawaddy to the lower Irrawaddy (55 ± 17 vs. 45 ± 17, respectively).\nIf our calculations are correct, then the total load carried annually on average by the Irrawaddy River to the sea, amounting to between 350 and 400 ∙ 106 tons (including between 325 ± 57 and 364 ± 60 ∙ 106 suspended load according to Furuichi et al., 2009 and Robinson et al., 2007, and between 30 and 40 ∙ 106 bedload assumed to be ~10% of suspended load; Hay, 1998 p.297), can be roughly reapportioned as follows: ~200 ∙ 106 tons from the Chindwin; 60–70 ∙ 106 tons each from the Nmai and the Mali, ~10 ∙ 106 tons from the Taping, ~30 ∙ 106 from the Shweli and ~5 ∙ 106 from the Myitnge. The corresponding average sediment yields and erosion rates would be ~1300 tons/km2 ∙a and ~0.5 mm/a for the equally large Nmai and Mali catchments (thus much lower than in the adjacent Lohit catchment; Garzanti et al., 2004), and ~1700 tons/km2 ∙a and ~0.7 mm/a for the Chindwin catchment. Sediment yields and erosion rates would be ~1000 tons/km2 ∙a and 0.3–0.4mm/a for both the upper Irrawaddy and the entire Irrawaddy basin. This is consistent with cosmogenic 10Be measurements on quartz carried out on sample S3200FS by Hanna Haedke and Hella Wittman (GFZ Potsdam), pointing to catchment-wide erosion rates of 0.27 ± 0.03 mm/a averaging over millennial time scales.\nThese estimates are based on the assumption that the provenance budget determined for bedload sand can be applied to suspended load equally, which is never fulfilled exactly. In river systems draining continental flood basalts, including the Nile and right-bank tributaries of the Ganga (Garçon and Chauvel, 2014; Garzanti et al., 2015a), volcaniclastic sediments are notably finer-grained and transported preferentially in suspension, whereas detritus from basement rocks and cover strata is concentrated in bedload. On the one hand, volcanic sources are minor and size-dependent intersample mineralogical variability is not prominent in the Irrawaddy catchment (see Subsection 4.4), which indicates that the assumption may be acceptably fulfilled. On the other hand, we noticed that zircon grains tend to be notably smaller in the Chindwin branch than in the upper Irrawaddy. Because the ratio between themud and sand generation potentials is expected to be significantly greater for turbidites exposed in the Indo-Burman Ranges than for tougher and coarser-grained gneisses and granitoids exposed in the Irrawaddy headwaters, Chindwin contribution is possibly under-represented in\nbedload. If this were true, then the sediment yields and erosion rates given above would be over-estimated for the upper Irrawaddy and under-estimated for the Chindwin. Lower average erosion rates in the Nmai and Mali catchments than in the Chindwin catchment are apparently at oddswith themuch lower steepness index of the latter. Because precipitations are comparable, the higher sediment yield in the Chindwin basin than in upper Irrawaddy headwaters despite a lower relief is mainly ascribed to the higher erodibility of terrigenous rocks widely exposed in the Indo-Burman Ranges and in the rest of the Chindwin basin, which are unable to sustain rugged topography (Korup and Schlunegger, 2009).\nSome information on sediment supply and erosion rates in central and eastern Myanmar can be deduced from the compositional change observed along the upper Irrawaddy, coupled with channel-morphometry data on its main tributaries. The slight downstream increase in quartz and steady progressive decrease in metamorphic indices and heavy-mineral concentration indicates a significant, although subordinate contribution from sedimentary rocks. Information from sediment composition and stream-profile analysis converges to suggest for the Taping and Shweli catchments average sediment yields and erosion rates (1000–1500 tons/km2 ∙a and ~0.5 mm/a) similar to the Nmai and Mali catchments draining similar lithologies. Lower erosion rates are predicted for the Myitnge catchment (~200 tons/km2 ∙a and ~0.1 mm/a), also considering the widespread limestone exposures in the Shan Plateau (Fig. 1 in Dreybrodt et al., 2013). Lowest erosion rates are suggested for the central Myanmar forearc basin drained by the Mu River."
  }, {
    "heading": "7. Summary and conclusion",
    "text": "In this article we have combined petrographic, heavy-mineral, geochemical and geochronological analyses of modern sands to trace sediment provenance in the entire Irrawaddy (Ayeyarwadi) basin. Constrained independently by themorphometric study of river profiles, these integrated datasets allowed us to evaluate sediment-generation processes and explore erosion patterns across northern and central\nMyanmar. The Irrawaddy, still a natural system scarcely affected by human activities, ranks among the first in the world for its sediment load. Feldspatho-quartzose sand in the headwaters is chiefly derived from mid-crustal metamorphic and plutonic rocks of the Mogok Belt and Lohit Plutonic Complex exposed in the Nmai and Mali catchments southeast of the easternHimalayan syntaxis. REE patternswith LREE enrichment and negative Eu anomaly reflect the occurrence of allanite, largely derived fromgranitoid rocks in theMali catchment. Contribution from sedimentary rocks of the Shan Plateau and ophiolitic mélanges is subordinate. Feldspatho-litho-quartzose sand in the Chindwin River is derived instead principally from sedimentary to very low-grade metasedimentary supracrustal units of the Indo-Burman Ranges and central Myanmar forearc basin. Contributions from arc rocks of the Popa-Wuntho arc and blueschist to eclogite-facies ophiolites of the Jades Mine Belt are minor, but glaucophane is traced to as far as the Irrawaddy mouth in the Andaman Sea. Feldspatho-litho-quartzose to litho-feldspatho-quartzose sand in the lower Irrawaddy is calculated to be supplied a little more from the Chindwin tributary than from the upper Irrawaddy. The slight progressive downstream increase in volcanic rock fragments and chert, and decrease in metamorphic indices, point to additional local recycling of sedimentary and volcaniclastic rocks in the lower reaches. Geochemical and petrographic signatures of river sands concur to indicate that weathering effects are significant but not strong enough to affect sand composition severely in monsoon-dominatedMyanmar. U-Pb age spectra of detrital zircons are characterized by a major cluster at 30–150 Ma, corresponding to the longlastingmagmatic activity of theWesternMyanmar Arc, with other clusters at 500–600 Ma and 800–1200 Ma, and a few ages between 1.5 and 2.0 Ga. Compositional differences between very fine-grained silty levee sands and fine to medium-grained fluvial bar sands are limited, with N90% intrasample variability explained by settling-equivalence effects. The detailed characterization of detrital fingerprints in various branches ofmodern big-river systems is essential to understand sediment-generation processes and to develop new concepts that may sharpen our capacity to interpret the vast amount of geological information stored in fossil clastic systems."
  }, {
    "heading": "Acknowledgments",
    "text": "We are deeply grateful to the Editor Jerôme Gaillardet and two reviewers for their very useful comments and constructive criticism. Yani Najman travelled the lower Irrawaddy with EG in 2005. Andrew Carter, Christian France-Lanord, Hanna Haedke, Hella Wittman and Shouye Yang kindly provided geochronological and geochemical data. Work financially supported by the Strategic Priority Research Program (B) of the Chinese Academy of Sciences (XDB03010100).\nMap. KML file containing the Google map of the most important areas described in this article."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data associated with this article can be found in the online version, at http://dx.doi.org/10.1016/j.chemgeo.2016.06.010. These data include theGooglemapof themost important areas describe in this article."
  }],
  "year": 2016,
  "references": [{
    "title": "Metamorphic grade of source rocks revealed by chemical fingerprints of detrital amphibole and garnet",
    "authors": ["S. Andó", "A. Morton", "E. Garzanti"],
    "venue": "Geol. Soc. Lond. Spec. Publ",
    "year": 2014
  }, {
    "title": "New constraints on the sedimentation and uplift history of the Andaman–Nicobar accretionary prism, South Andaman Island",
    "authors": ["R. Allen", "A. Carter", "Y. Najman", "P.C. Bandopadhyay", "H.J. Chapman", "M.J. Bickle", "E. Garzanti", "G. Vezzoli", "S. Andò", "G.L. Foster", "C. Gerring"],
    "venue": "Geological Society of America,",
    "year": 2007
  }, {
    "title": "Provenance of the Tertiary sedimentary rocks of the Indo-Burman ranges, Burma (Myanmar): Burman arc or Himalayan-derived",
    "authors": ["R. Allen", "Y. Najman", "A. Carter", "D. Barfod", "M.J. Bickle", "H.J. Chapman", "E. Garzanti", "G. Vezzoli", "S. Andò", "R.R. Parrish"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2008
  }, {
    "title": "Jurassic to Miocene magmatism and metamorphism in the Mogok metamorphic belt and the India–Eurasia collision in Myanmar",
    "authors": ["M.E. Barley", "A.L. Pickard", "K. Zaw", "P. Rak", "M.G. Doyle"],
    "venue": "Tectonics 22,",
    "year": 2003
  }, {
    "title": "Tectonics of the western margin of the Shan plateau (central Myanmar): implication for the India–Indochina oblique convergence since the Oligocene",
    "authors": ["G. Bertrand", "C. Rangin"],
    "venue": "J. Asian Earth Sci",
    "year": 2003
  }, {
    "title": "Evolution of the SE-Asian continent from U-Pb and Hf isotopes in single grains of zircon and baddeleyite from large rivers",
    "authors": ["F. Bodet", "U. Schärer"],
    "venue": "Geochim. Cosmochim",
    "year": 2000
  }, {
    "title": "Provenance and weathering control on river bed sediments of the eastern Tibetan plateau and the Russian",
    "authors": ["J.B. Borges", "Y. Huh", "S. Moon", "H. Noh"],
    "venue": "Far East. Chem. Geol",
    "year": 2008
  }, {
    "title": "How important is it to integrate riverine suspended sediment chemical composition with depth? Clues from Amazon River depth-profiles",
    "authors": ["J. Bouchez", "M. Lupker", "J. Gaillardet", "C. France-Lanord", "L. Maurice"],
    "venue": "Geochim. Cosmochim",
    "year": 2011
  }, {
    "title": "River drainage patterns in the New Zealand Alps primarily controlled by plate tectonic strain",
    "authors": ["S. Castelltort", "L. Goren", "S.D. Willett", "J.D. Champagnac", "F. Herman", "J. Braun"],
    "venue": "Nat. Geosci",
    "year": 2012
  }, {
    "title": "Chemical fluxes from time series sampling of the Irrawaddy and Salween rivers, Myanmar",
    "authors": ["H. Chapman", "M. Bickle", "S.H. Thaw", "H.N. Thiam"],
    "venue": "Chem. Geol",
    "year": 2015
  }, {
    "title": "Assessing effective provenance methods for fluvial sediment in the South China Sea",
    "authors": ["P.D. Clift"],
    "venue": "Geol. Soc. Lond. Spec. Publ",
    "year": 2015
  }, {
    "title": "Monsoon control over erosion patterns in the western Himalaya: possible feed-back into the tectonic evolution",
    "authors": ["P.D. Clift", "L. Giosan", "A. Carter", "E. Garzanti", "V. Galy", "A.R. Tabrez", "M. Pringle", "I.H. Campbell", "C. France-Lanord", "J. Blusztajn", "C. Allen", "A. Alizai", "A. Lückge", "M. Danish", "M.M. Rabbani"],
    "venue": "Geol. Soc. Lond. Spec",
    "year": 2010
  }, {
    "title": "Speleological expeditions to the Shan plateau in Myanmar",
    "authors": ["J. Dreybrodt", "I. Furlong", "F. Loveridge", "P. Talling"],
    "venue": "Proceedings of the 16th International Congress of Speleology, Brno, Czech Republic",
    "year": 2013
  }, {
    "title": "Stream gradient as a function of order, magnitude, and discharge",
    "authors": ["J.J. Flint"],
    "venue": "Water Resour. Res",
    "year": 1974
  }, {
    "title": "Discharge and suspended sediment transport in the Ayeyarwady River, Myanmar: centennial and decadal changes",
    "authors": ["T. Furuichi", "Z. Win", "R.J. Wasson"],
    "venue": "Hydrol. Process",
    "year": 2009
  }, {
    "title": "The biplot graphic display of matrices with application to principal component analysis",
    "authors": ["K.R. Gabriel"],
    "venue": "Biometrika",
    "year": 1971
  }, {
    "title": "Geochemistry of large river suspended sediments: silicate weathering or recycling tracer? Geochim",
    "authors": ["J. Gaillardet", "B. Dupré", "C.J. Allègre"],
    "venue": "Cosmochim. Acta",
    "year": 1999
  }, {
    "title": "Procedures in Sedimentary Petrology",
    "authors": ["J.S. Galehouse"],
    "venue": "Point counting",
    "year": 1971
  }, {
    "title": "Efficient organic carbon burial in the Bengal fan sustained by the Himalayan erosional system",
    "authors": ["V. Galy", "C. France-Lanord", "O. Beyssac", "P. Faure", "H. Kudrass", "F. Palhol"],
    "venue": "Nature 450,",
    "year": 2007
  }, {
    "title": "2014.Where is basalt in river sediments, and why does it matter",
    "authors": ["M. Garçon", "C. Chauvel"],
    "venue": "Earth Planet. Sci",
    "year": 2014
  }, {
    "title": "From static to dynamic provenance analysis — sedimentary petrology upgraded",
    "authors": ["E. Garzanti"],
    "venue": "Sediment. Geol",
    "year": 2016
  }, {
    "title": "Heavy-mineral concentration in modern sands: implications for provenance interpretation",
    "authors": ["E. Garzanti", "S. Andó"],
    "venue": "Heavy Minerals in UseDevelopments in Sedimentology Series Vol",
    "year": 2007
  }, {
    "title": "Provenance control on chemical indices of weathering (Taiwan river sands)",
    "authors": ["E. Garzanti", "A. Resentini"],
    "venue": "Sediment. Geol",
    "year": 2016
  }, {
    "title": "A classification of metamorphic grains in sands based on their composition and grade",
    "authors": ["E. Garzanti", "G. Vezzoli"],
    "venue": "J. Sediment. Res",
    "year": 2003
  }, {
    "title": "Sediment composition and focused erosion in collision orogens: the Brahmaputra case",
    "authors": ["E. Garzanti", "G. Vezzoli", "S. Andó", "C. France-Lanord", "S.K. Singh", "G. Foster"],
    "venue": "Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "Petrology of Indus river sands: a key to interpret erosion history of the western Himalayan syntaxis",
    "authors": ["E. Garzanti", "G. Vezzoli", "S. Andó", "P. Paparella", "P.D. Clift"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Settling-equivalence of detrital minerals and grain size dependence of sediment composition",
    "authors": ["E. Garzanti", "S. Andó", "G. Vezzoli"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "Grain-size dependence of sediment composition and environmental bias in provenance studies",
    "authors": ["E. Garzanti", "S. Andó", "G. Vezzoli"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Mineralogical and chemical variability of fluvial sediments. 1. Bedload sand (Ganga–Brahmaputra, Bangladesh)",
    "authors": ["E. Garzanti", "S. Andó", "C. France-Lanord", "G. Vezzoli", "Y. Najman"],
    "venue": "Earth Planet. Sci",
    "year": 2010
  }, {
    "title": "Mineralogical and chemical variability of fluvial sediments. 2. Suspended-load silt (Ganga–Brahmaputra, Bangladesh)",
    "authors": ["E. Garzanti", "S. Andó", "C. France-Lanord", "V. Galy", "P. Censi", "P. Vignola"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Forward compositional modelling of alpine orogenic sediments",
    "authors": ["E. Garzanti", "A. Resentini", "G. Vezzoli", "S. Andó", "M. Malusà", "M. Padoan"],
    "venue": "Sediment. Geol",
    "year": 2012
  }, {
    "title": "Sediment recycling at convergent plate margins (Indo-Burman ranges and Andaman–Nicobar ridge)",
    "authors": ["E. Garzanti", "M. Limonta", "A. Resentini", "P.C. Bandopadhyay", "Y. Najman", "S. Andó", "G. Vezzoli"],
    "venue": "Earth Sci",
    "year": 2013
  }, {
    "title": "Weathering and relative durability of detrital minerals in equatorial climate: sand petrology and geochemistry in the East African Rift",
    "authors": ["E. Garzanti", "M. Padoan", "S. Andó", "A. Resentini", "G. Vezzoli", "M. Lustrino"],
    "venue": "J. Geol",
    "year": 2013
  }, {
    "title": "Provenance of passive-margin sand (southern Africa)",
    "authors": ["E. Garzanti", "P. Vermeesch", "M. Padoan", "A. Resentini", "G. Vezzoli", "S. Andó"],
    "venue": "J. Geol",
    "year": 2014
  }, {
    "title": "2015a. The modern Nile sediment system: processes and products",
    "authors": ["E. Garzanti", "S. Andó", "M. Padoan", "G. Vezzoli", "A. El Kammar"],
    "venue": "Quat. Sci",
    "year": 2015
  }, {
    "title": "Physical controls on sand composition and relative durability of detrital minerals during long-distance littoral and eolian transport (coastal Namibia)",
    "authors": ["E. Garzanti", "A. Resentini", "S. Andó", "G. Vezzoli", "P. Vermeesch"],
    "venue": "Sedimentology",
    "year": 2015
  }, {
    "title": "GLITTER: data reduction software for laser ablation ICP–MS",
    "authors": ["W.L. Griffin", "W.J. Powell", "N.J. Pearson", "S.Y. O'Reilly"],
    "venue": "Mineralogical Association of Canada Short Course",
    "year": 2008
  }, {
    "title": "Geology and tectonic history of the Lohit valley, eastern Arunachal Pradesh, India",
    "authors": ["N.S. Gururajan", "B.K. Choudhuri"],
    "venue": "J. Asian Earth Sci",
    "year": 2003
  }, {
    "title": "Detrital sediment fluxes from continents to oceans",
    "authors": ["W.W. Hay"],
    "venue": "Chem. Geol",
    "year": 1998
  }, {
    "title": "From gullies to mountain belts: a review of sediment budgets at various scales",
    "authors": ["M. Hinderer"],
    "venue": "Sediment. Geol",
    "year": 2012
  }, {
    "title": "A zircon-tourmaline-rutile maturity index and the interdependence of the composition of heavy minerals assemblages with the gross composition and texture of sandstones",
    "authors": ["J.F. Hubert"],
    "venue": "J. Sediment. Petrol",
    "year": 1962
  }, {
    "title": "Upper crustal abundances of trace elements: a revision and update",
    "authors": ["Z. Hu", "S. Gao"],
    "venue": "Chem. Geol",
    "year": 2008
  }, {
    "title": "The effect of grain size on detrital modes: a test of the Gazzi–Dickinson point-counting method",
    "authors": ["R.V. Ingersoll", "T.F. Bullard", "R.L. Ford", "J.P. Grimm", "J.D. Pickle", "S.W. Sares"],
    "venue": "J. Sediment. Petrol",
    "year": 1984
  }, {
    "title": "Distribution of active rock uplift along the eastern margin of the Tibetan plateau: inferences from bedrock channel longitudinal profiles",
    "authors": ["E. Kirby", "K.X. Whipple", "W. Tang", "Z. Chen"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Rock-type control on erosion-induced uplift, eastern Swiss alps",
    "authors": ["O. Korup", "F. Schlunegger"],
    "venue": "Earth Planet. Sci. Lett. 278,",
    "year": 2009
  }, {
    "title": "Is chemical index of alteration (CIA) a reliable proxy for chemical weathering in global drainage basins",
    "authors": ["C. Li", "S. Yang"],
    "venue": "Am. J. Sci",
    "year": 2010
  }, {
    "title": "Detrital zircon evidence from Burma for reorganization of the eastern Himalayan river system",
    "authors": ["Liang", "Y.-H", "Chung", "S.-L", "D. Liu", "Y. Xu", "Wu", "F.-Y", "Yang", "J.-H", "Y. Wang", "Lo", "C.-H"],
    "venue": "Am. J. Sci",
    "year": 2013
  }, {
    "title": "Cenozoic evolution of the central Myanmar drainage system: insights from sediment provenance in the Minbu sub-basin",
    "authors": ["A. Licht", "L. Reisberg", "C. France-Lanord", "A.N. Soe", "J.J. Jaeger"],
    "venue": "Basin Res",
    "year": 2016
  }, {
    "title": "Provenance of Oligocene Andaman Sandstones (Andaman–Nicobar islands): Ganga–Brahmaputra or Irrawaddy derived",
    "authors": ["M. Limonta", "A. Resentini", "A. Carter", "P.C. Bandopadhyay", "E. Garzanti"],
    "venue": "Geological Society London,",
    "year": 2016
  }, {
    "title": "Linking a prolonged Neo-Tethyan magmatic arc in south Asia: zircon U-Pb and Hf isotopic constraints from the Lohit Batholith, NE India",
    "authors": ["Lin", "T.-H", "Chung", "S.-L", "A. Kumar", "Wu", "F.-Y", "Chiu", "H.-Y", "I. Lin"],
    "venue": "Terra Nova",
    "year": 2013
  }, {
    "title": "A Rouse-based method to integrate the chemical",
    "authors": ["M. Lupker", "C. France-Lanord", "J. Lavé", "J. Bouchez", "V. Galy", "F. Métivier", "J. Gaillardet", "B. Lartiges", "J.L. Mugnier"],
    "year": 2011
  }, {
    "title": "Predominant floodplain over mountain weathering of Himalayan sediments (Ganga basin)",
    "authors": ["M. Lupker", "C. France-Lanord", "V. Galy", "J. Lavé", "J. Gaillardet", "A.P. Gajurel", "C. Guilmette", "M. Rahman", "S.K. Singh", "R. Sinha"],
    "venue": "Geochim. Cosmochim",
    "year": 2012
  }, {
    "title": "Hydraulic sorting and mineral fertility bias in detrital geochronology",
    "authors": ["M.G. Malusà", "A. Resentini", "E. Garzanti"],
    "venue": "Gondwana Res",
    "year": 2015
  }, {
    "title": "The composition of the earth",
    "authors": ["W.F. McDonough", "S.S. Sun"],
    "venue": "Chem. Geol",
    "year": 1995
  }, {
    "title": "Rock relationships in the Mogok metamorphic belt, Tatkon to Mandalay, central Myanmar",
    "authors": ["A.H.G. Mitchell", "M.T. Htay", "K.M. Htun", "M.N. Win", "T. Oo", "T. Hlaing"],
    "venue": "J. Asian Earth Sci",
    "year": 2007
  }, {
    "title": "Zircon U-Pb ages in Myanmar: magmatic–metamorphic events and the closure of a neo-Tethys ocean",
    "authors": ["A. Mitchell", "S.L. Chung", "T. Oo", "T.H. Lin", "C.H. Hung"],
    "venue": "J. Asian Earth Sci",
    "year": 2012
  }, {
    "title": "Early Proterozoic climates and plate motions inferred from major element chemistry of lutites",
    "authors": ["H.W. Nesbitt", "G.M. Young"],
    "venue": "Nature",
    "year": 1982
  }, {
    "title": "Loess plateau storage of northeastern Tibetan plateau-derived Yellow River sediment",
    "authors": ["J. Nie", "T. Stevens", "M. Rittner", "D. Stockli", "E. Garzanti", "M. Limonta", "A. Bird", "S. Andò", "P. Vermeesch", "J. Saylor", "H. Lu", "D. Breecker", "X. Hu", "S. Liu", "A. Resentini", "G. Vezzoli", "W. Peng", "A. Carter", "S. Ji", "B. Pan"],
    "venue": "Nat. Commun",
    "year": 2015
  }, {
    "title": "Provenance of the Eocene sandstones in the southern Chindwin basin, Myanmar: implications for the unroofing history of the Cretaceous–Eocene magmatic arc",
    "authors": ["Oo", "K.-L", "K. Zaw", "S. Meffre", "Aung", "D.-W", "Lai", "C.-K"],
    "venue": "J. Asian Earth",
    "year": 2015
  }, {
    "title": "Beyond threshold hillslopes: channel adjustment to base-level fall in tectonically active mountain",
    "authors": ["W.B. Ouimet", "K.X. Whipple", "D.E. Granger"],
    "venue": "ranges. Geology",
    "year": 2009
  }, {
    "title": "Tracing Nile sediment sources by Sr and Nd isotope signatures (Uganda, Ethiopia, Sudan)",
    "authors": ["M. Padoan", "E. Garzanti", "Y. Harlavan", "I.M. Villa"],
    "venue": "Geochim. Cosmochim",
    "year": 2011
  }, {
    "title": "An index of weathering for silicate rocks",
    "authors": ["A. Parker"],
    "venue": "Geol. Mag",
    "year": 1970
  }, {
    "title": "2011.Water qualitymanagement at river basin inMyanmar, 3rdWEPA Internation Workshop, Manila",
    "authors": ["K. Ra"],
    "year": 2011
  }, {
    "title": "The Irrawaddy River sediment flux to the Indian Ocean: the original nineteenth-century data revisited",
    "authors": ["R.A.J. Robinson", "M.I. Bird", "N.W. Oo", "T.B. Hoey", "M.M. Aye", "D.L. Higgitt", "X.X. Lu", "A. Swe", "T. Tun", "S.L. Win"],
    "venue": "J. Geol",
    "year": 2007
  }, {
    "title": "Large rivers and orogens: the evolution of the Yarlung Tsangpo–Irrawaddy system and the eastern Himalayan syntaxis",
    "authors": ["R.A. Robinson", "C.A. Brezina", "R.R. Parrish", "M.S. Horstwood", "N.W. Oo", "M.I. Bird", "M. Thein", "A.S. Walters", "G.J.H. Oliver", "K. Zaw"],
    "venue": "Gondwana Res",
    "year": 2014
  }, {
    "title": "The size-distribution of heavy minerals within a water-laid sandstone",
    "authors": ["W.W. Rubey"],
    "venue": "J. Sediment. Petrol",
    "year": 1933
  }, {
    "title": "Composition of the continental crust",
    "authors": ["R.L. Rudnick", "S. Gao"],
    "venue": "Treatise on GeochemistryThe Crust",
    "year": 2003
  }, {
    "title": "Mineral composition of Mississippi river sands",
    "authors": ["R.D. Russell"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1937
  }, {
    "title": "Myanmar and Asia united, Australia left behind long ago",
    "authors": ["I. Sevastjanova", "R. Hall", "M. Rittner", "Paw", "S.M.T.L", "T.T. Naing", "D.H. Alderton", "G. Comfort"],
    "venue": "Gondwana Res",
    "year": 2016
  }, {
    "title": "TecDEM: a MATLAB based toolbox for tectonic geomorphology, part 1: drainage network pre-processing and stream profile analysis",
    "authors": ["F. Shahzad", "R. Gloaguen"],
    "venue": "Comput. Geosci",
    "year": 2011
  }, {
    "title": "Chemical indices (CIA and WIP) as proxies for integrated chemical weathering in China: inferences from analysis of fluvial sediments",
    "authors": ["J. Shao", "S. Yang", "C. Li"],
    "venue": "Sediment. Geol",
    "year": 2012
  }, {
    "title": "Superimposed tectono-metamorphic episodes of Jurassic and Eocene age in the jadeite uplift, Myanmar",
    "authors": ["G. Shi", "W. Lei", "H. He", "Ng", "Y.-N", "Y. Liu", "Yuan", "Y.-X", "Z. Kang", "G. Xie"],
    "year": 2014
  }, {
    "title": "Tracing the distribution of erosion in the Brahmaputra watershed from isotopic compositions of stream sediments",
    "authors": ["S.K. Singh", "C. France-Lanord"],
    "venue": "Earth Planet. Sci",
    "year": 2002
  }, {
    "title": "The Irrawaddy river",
    "authors": ["L.D. Stamp"],
    "venue": "Geogr. J",
    "year": 1940
  }, {
    "title": "The petrology and mineralogy of Mt. Popa Volcano and the nature of the late-Cenozoic Burma volcanic arc",
    "authors": ["D. Stephenson", "T.R. Marshall"],
    "venue": "J. Geol. Soc. Lond",
    "year": 1984
  }, {
    "title": "Sediment flux and the anthropocene",
    "authors": ["J.P. Syvitski", "A. Kettner"],
    "venue": "Philos. Trans. R. Soc. Lond. A Math. Phys. Eng",
    "year": 2011
  }, {
    "title": "An R package for statistical provenance analysis",
    "authors": ["P. Vermeesch", "A. Resentini", "E. Garzanti"],
    "venue": "Sediment. Geol",
    "year": 2016
  }, {
    "title": "Tracking sediment provenance and erosional evolution of the western Greater Caucasus",
    "authors": ["G. Vezzoli", "E. Garzanti", "S.J. Vincent", "S. Andó", "A. Carter", "A. Resentini"],
    "venue": "Earth Surf. Process. Landf",
    "year": 2014
  }, {
    "title": "Erosion patterns in the Changjiang (Yangtze river) catchment revealed by bulk-sample versus single-mineral provenance",
    "authors": ["G. Vezzoli", "E. Garzanti", "M. Limonta", "S. Andó", "S. Yang"],
    "venue": "budgets. Geomorphology",
    "year": 2016
  }, {
    "title": "The control mechanisms of erosion and weathering at basin scale from cosmogenic nuclides in river sediment",
    "authors": ["F. von Blanckenburg"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Assessing the sediment factory: the role of single grain analysis",
    "authors": ["H. von Eynatten", "I. Dunkl"],
    "venue": "Earth Sci. Rev",
    "year": 2012
  }, {
    "title": "Magmatic evolution of the western Myanmar arc documented by U-Pb and Hf isotopes in detrital zircon",
    "authors": ["Wang", "J.-G", "Wu", "F.-Y", "Tan", "X.-C", "Liu", "C.-Z"],
    "venue": "Tectonophysics",
    "year": 2014
  }, {
    "title": "Sediment Dynamics in Irrawaddy River, Myanmar",
    "authors": ["S.H. Win"],
    "venue": "Master of Social Science Thesis, National University of Singapore",
    "year": 2011
  }, {
    "title": "Dynamics of the stream-power river incisionmodel: implications for height limits of mountain ranges, landscape response timescales, and research needs",
    "authors": ["K.X. Whipple", "G.E. Tucker"],
    "venue": "J. Geophys. Res",
    "year": 1999
  }, {
    "title": "Bedrock rivers and the geomorphology of active orogens",
    "authors": ["K.X. Whipple"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "Dynamic reorganization of river",
    "authors": ["S.D. Willett", "S.W. McCoy", "J.T. Perron", "L. Goren", "C.Y. Chen"],
    "venue": "basins. Science",
    "year": 2014
  }, {
    "title": "In situ simultaneous determination of trace elements, U-Pb and Lu-Hf isotopes in zircon and baddeleyite",
    "authors": ["L.W. Xie", "Y.B. Zhang", "H.H. Zhang", "J.F. Sun", "F.Y. Wu"],
    "year": 2008
  }, {
    "title": "Two unique weathering regimes in the Changjiang and Huanghe drainage basins: geochemical evidence from river sediments",
    "authors": ["S. Yang", "H.S. Jung", "C. Lia"],
    "venue": "Sediment. Geol",
    "year": 2004
  }, {
    "title": "Tectono-magmatic evolution of the Gaoligong belt, southeastern margin of the Tibetan plateau: constraints from granitic gneisses and granitoid intrusions",
    "authors": ["S.W. Zhao", "S.C. Lai", "J.F. Qin", "R.Z. Zhu"],
    "venue": "Gondwana Res",
    "year": 2016
  }, {
    "title": "Flood forecasting using FGM model in Chindwin river basin",
    "authors": ["W.W. Zin", "F. Nestmann", "J. Ihringer"],
    "venue": "Malays. J. Civ. Eng",
    "year": 2009
  }],
  "id": "SP:3c38409d9bbffc6ceea908e7b9f07e0a0114d6da",
  "authors": [{
    "name": "Eduardo Garzanti",
    "affiliations": []
  }, {
    "name": "Jiang-Gang Wang",
    "affiliations": []
  }, {
    "name": "Giovanni Vezzoli",
    "affiliations": []
  }, {
    "name": "Mara Limonta",
    "affiliations": []
  }],
  "abstractText": "Article history: Received 9 March 2016 Received in revised form 7 June 2016 Accepted 12 June 2016 Available online 24 June 2016 This study illustrates the petrographic, heavy-mineral, geochemical and geochronological signatures of sand transported by various branches of the Irrawaddy (Ayeyarwadi) River, one of the first in the world for sediment flux. Intrasample and intersample compositional variability, weathering and hydraulic-sorting controls are also discussed. Feldspatho-quartzose sand in Irrawaddy headwaters is largely derived first-cycle from mid-crustal metamorphic and plutonic rocks of theMogok Belt and Lohit complex,whereas feldspatho-litho-quartzose Chindwin sand is largely recycled from supracrustal, sedimentary and very low-grade metasedimentary units. Additional mafic to ultramafic detritus is derived from ophiolites and blueschists exposed from the Indo-Burman Ranges to the Jade Mines and Myitkyina belts, linked northward to the Yarlung-Tsangpo suture of the Himalaya. Volcanic detritus derived from the Popa-Wuntho arc or recycled from forearc-basin strata also occurs. Decreasing concentration of most chemical elements along the Irrawaddy reflects progressive addition of detritus recycled from sedimentary rocks, most evident downstream of the Chindwin confluence. REE patterns with LREE enrichment and negative Eu anomaly reflect the occurrence of allanite, largely derived from granitoid rocks in theMali catchment. Chemical indices indicate moderate weathering in the monsoon-dominated climate of Myanmar. Young U-Pb ages (15–170 Ma) represent 85% of detrital zircons in Irrawaddy headwater branches, reflecting long-lasting subduction-related magmatism along a ring of fire connecting with the southern and central Lhasa batholiths in Tibet and polyphase metamorphism in the Mogok belt. Chindwin sand contains larger amounts of finer-grained, recycled pre-Mesozoic zircons, also yielding early Mesoproterozoic to Archean ages. Such different petrographic, heavy-mineral, geochemical and geochronological fingerprints characterizing sand in different river branches allowed us to calculate bulk-sediment and zircon-provenance budgets that converge to indicate equivalent sand supply from theNmai andMali Rivers to the upper Irrawaddy, and from the Chindwin and upper Irrawaddy to the lower Irrawaddy. This implies that despite of higher erosion potential indicated by stream-profile analysis in high-relief Irrawaddy headwaters, sediment yields and erosion rates are detectably higher in the Chindwin catchment, which is mainly ascribed to higher erodibility of widely exposed siliciclastic rocks. Quantifying sediment provenance and defining erosion patterns based on an integrated compositional database in a big-river system such as the mighty Irrawaddy allows us to expand our understanding of sedimentgeneration processes with the ultimate goal to increase our capacity to read into the stratigraphic record. © 2016 Elsevier B.V. All rights reserved.",
  "title": "Tracing provenance and sediment fluxes in the Irrawaddy River basin (Myanmar)"
}