{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nj ourna l homepage: www.e lsev ie r.com/ locate /eps l\nLow long-term erosion rates in high-energy mountain belts: Insights from thermo- and biochronology in the Eastern Pyrenees\nY. Gunnell a,⁎, M. Calvet b, S. Brichau c, A. Carter c, J.-P. Aguilar d, H. Zeyen e\na Department of Geography, Université Paris-Diderot, CNRS UMR 8591, 2 Place Jussieu, 75205, Paris cedex 13, France b Department of Geography, Médi-Terra, Université de Perpignan, 52 av. F. Albouy, 66860 Perpignan, France c Research School of Earth Sciences, UCL-Birkbeck College, Gower Street, London WC1E 6B, UK d Institut des Sciences de l'Évolution, CNRS UMR 5554, Université Montpellier 2, Place Eugène Bataillon, Case Courrier 064, 34095 Montpellier cedex 5, France e Department of Earth Sciences, Université de Paris-Sud, CNRS UMR 8148, Bat. 504, F-91405 Orsay Cedex, France\n⁎ Corresponding author. E-mail address: gunnell@paris7.jussieu.fr (Y. Gunnel\n0012-821X/$ – see front matter © 2008 Elsevier B.V. A doi:10.1016/j.epsl.2008.12.004\na b s t r a c t a r t i c l e i n f o\nArticle history:\nWe relate the high elevation\nReceived 7 June 2008 Received in revised form 29 November 2008 Accepted 2 December 2008 Available online 12 January 2009\nEditor: R.D. van der Hilst\nKeywords: apatite fission-track apatite helium dating biochronology peneplain topographic uplift lithospheric thinning Pyrenees\nof flat topography in the Eastern Pyrenees to the resurrection of a mountain belt which prior to ~12 Ma was a low-relief landscape, or peneplain, bevelling eroded stumps of the Pyrenean compressional orogen. New apatite fission-track and (U–Th)/He data together demonstrate the consistently young age (b30 Ma) of mappable remnants of the peneplain irrespective of their current elevations. An independent biochronology of micromammalian assemblages collected from fissures in limestone pavements is also presented and confirms the conclusion that all the relict land surfaces have survived as islands of low erosion in this high-energy mountain environment because of recent and perhaps rapid postdeformation surface uplift. Imaging of lithospheric structure beneath the Pyrenees based on geophysical modelling suggests that topography in the Eastern Pyrenees is anomalously elevated for crustal thicknesses of only 25–35 km, and that the elevation is ascribable to thinning by thermal erosion of the subcrustal lithosphere. Uplift occurred after 12 Ma as a result of lithospheric thinning, and was accompanied by volcanism and crustal extension. It outpaced opportunities for denudation to erode the uplifting peneplain entirely, even at its currently observed maximum elevations of 2.4–2.9 km in the crest zone. Overall, this study defines an example of nonequilibrium topography in a region of past plate convergence where postorogenic uplift has been causing transient landscape response to thermally-driven thinning of the lithosphere. It shows that compression and mountain building do not always occur together: there can be compression without mountain building and mountain building without compression.\n© 2008 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Nearly one century ago, the geomorphologist WilliamMorris Davis (1911) proposed a two-stage theory of landscape development in mountain belts based on an interpretation of denudation chronology in the Colorado Front Range: (i) denudation over time bevels orogenic relief and rock structures to form a peneplain, but (ii) a subsequent phase, during which rapid crustal uplift would exceed denudation rates, resurrects the mountain range. This ‘raised peneplain’ would undergo fluvial and/or glacial dissection, but because peneplains were believed to form near oceanic base level and were thus implicit substitutes for marine sedimentary rocks, their surviving remnants were used (debatably) as evidence in support of both geologically recent vertical uplift and limited denudation. Although Davis never produced the supporting geophysical evidence needed to explain how\nl).\nll rights reserved.\nor why rapid late-orogenic uplift should occur; and althoughmethods for establishing the elevation of land surfaces in the geological past still remain relatively imprecise (Rowley and Garzione, 2007), the raised peneplain theory has until recently remained the default hypothesis for many mountain ranges in a variety of geodynamic settings (Ollier and Pain, 2000). The Pyrenees have been viewed as a case in point, in which compressional structures were ancient, i.e. older than ~30 Ma, but topography was young due to uplift in later Cenozoic times of a palaeolandscape of low hills forming the eroded stumps of the earlier Cenozoic mountain belt (Birot, 1937; De Sitter, 1952).\nThe raised peneplain theory has generated some debate in this and other orogens around theworld where elevated low-relief topography (LRT) exists (Central Andes, Carpathians, Rhodopes, Hellenides, Laramide Rockies, Sierra Nevada, Moroccan Atlas, Betics, etc.: see Ollier and Pain, 2000 for an overview) because it requires large magnitudes of vertical uplift occurring over a short time interval during the recent geological past—an extreme process that can only be achieved under a restricted range of lithospheric conditions. Furthermore, in post-Davisian times the paradigms of continuity and steady\nstate in Earth processes (e.g. Willet and Brandon, 2002) have gained preference over the comparative implausibility of transient, and sometimes abrupt, phenomena despite recognition that transience and nonequilibrium are widespread in Earth surface systems (e.g. Clark et al., 2005).\nAmong the range of suitable endogenous processes capable of achieving spectacular results on surface topography, the detachment of lithospheric slabs in collision zones is increasinglywell documented (Wortel and Spakman, 2000). Sudden breakoff of a slab subducting into the asthenosphere is a transient event that lasts only a fewmillion years but has been shown experimentally to cause up to 4 km of rapid vertical uplift along widths of continental crust comparable to the thickness of the plunging lithosphere. Such abrupt lithospheric instability is typically accompanied by extensional tectonics, which interrupt the compressional regime, and by volcanism. Another, perhaps less abrupt mantle-thinning process that causes qualitatively similar sequences of surface deformation is the thermal erosion of a subducted slab (Gunnell et al., 2008).\nIn this paper we query whether any examples of mountain belts capped by LRT can be linked to such transient processes, and whether with hindsight the evidence is likely to support Davis' much debated theory in at least some settings. We focus on the Eastern Pyrenees and present radiometric constraints on the age of extant LRT occurrences (Fig. 1) in order to establish the age of the well mapped but so far undated planar Pyrenean topography (Birot, 1937; De Sitter, 1952; Calvet, 1996; Calvet and Gunnell, 2008). Depths of erosion were obtained by thermal modelling of apatite fission track (AFT) data and apatite (U–Th)/He (AHe) ages. In addition to the information provided by low-temperature thermochronolgy, we cross-correlate results with an extensive biochronology of micromammalian assemblages trapped in karstic fissures at a range of sites where LRT bevels folded limestone rocks. The data indicate that all sampled surfaces have suffered minimal denudation during the last 20–25 m.y., and that relict LRT tracts in the Eastern Pyrenees represent islands of low denudation, whether at elevations b0.4 km in the outer fold belts or at their currently observed maximum elevations of 2.4–2.9 km in the crest zone."
  }, {
    "heading": "2. Study area: brief geology of the Pyrenees",
    "text": "The Pyrenees formed as a result of collision between Europe and the Iberian microplate during and after late Cretaceous times. Collision-related deformation in the Central Pyrenees ceased ca. 25 Mawhen tectonic activity resulting from the convergence between Africa and Europe transferred from the Pyrenees to the Betics (Vergès et al., 2002). However, by 30–28 Ma the Eastern Pyrenees were already undergoing NW–SE crustal extension, initially related to the opening of theWesternMediterranean back-arc basin due to eastward rollback of the subducting Tethyan slab currently situated beneath Italy (Durand et al., 1999). Extensional tectonics formed the Roussillon, Conflent and Vallès basins on shore (Fig. 1).\nThroughout this region, LRT is post-deformational, i.e. it bevels rocks of varying mechanical resistance, geological dips as well as major syntectonic compressional structures irrespective of lithological or tectonic boundaries. It also coincides geographically with the presence of the extensional basins within the orogenic wedge (Calvet and Gunnell, 2008) (Fig. 1), an issue we return to in Section 5. By definition, low-gradient erosional land surfaces attenuate previously existing relief, implying that elevation differences between former valley floors and divide summits have been reduced. Any incision of LRTwill indicate a resumption of unequal erosion between valleys and interfluves, usually due to intensified forcing mechanisms such as a change in base level or climate. The underlying rationale of this study is thus that, with suitable constraints, post-deformation erosion surfaces in mountain belts can be used as geomorphic gauges of the intensity of those forcing mechanisms."
  }, {
    "heading": "3. Method",
    "text": "The prime objective was to provide age brackets for a geographically wide-ranging population of LRT tracts in both the Axial Zone (i.e. basement-cored uplifts forming the crest zone) and outer fold belts of the Pyrenees, and test whether or not they shared a common past. Accordingly, sampling was restricted to mappable LRT occurrences (see Calvet and Gunnell, 2008), where fossil micromammalian assemblages were collected on limestone in erosionally bevelled fold belts, and apatite was collected from crystalline outcrops. Sampling targeted the two extant generations of LRT in themountain belt (Calvet and Gunnell, 2008), namely the peneplain or summit surface (termed S: see examples in Fig. 1), and a population of pediments (P) that have developed at lower elevations relative to S (Fig. 2). Valleys and slopes were avoided. As such, this studydiffers fromany previous AFTstudy in the Eastern Pyrenees, where sampling strategies were not guided by a geomorphologically motivated goal (Garwin, 1985; Yelland, 1991; Morris et al., 1998; Maurel et al., 2008). Sample locations and characteristics for this study are illustrated in Fig. 1 with supplementary data in SI Table 1. Due to the uneven geographic distribution of basement and limestone outcrops, age brackets for S and P in the Axial Zone have been derived exclusively from AFT and AHe data, but constraints in the outer fold belts rely simultaneously on AFT, AHe and FFF analysis (Fig. 3).\n3.1. Biochronology of microfossils in surface karst fissure fillings\nThe number of sites exhibiting fossil-bearing fissure fillings (FFFs) rich in preserved Cenozoic terrestrial microfossils has grown to N100 since their initial discovery in the study area (Aguilar et al., 1986). FFFs usually occur on the surface of bevelled Devonian and Mesozoic limestone outcrops in the Corbières, Agly, and Aspres, i.e. lowelevationplateaus around themarginsof theRoussillonBasin (Figs.1–3). Each filling is made up of the contents of ancient raptor regurgitation pellets that have been transported by rain wash and trapped in the surface karst. The faunal assemblages extracted from the sediment that fills individual FFFs—typically terra rossa forming bone-rich breccia (see Fig. 1)—provide insight into the composition of a wide array of past terrestrial faunas. Collectively, the fissures have yielded more than 25,000 teeth. In addition to rodent bone remains, the abundance of unblunted bat's and other insectivore's teeth,which are extremely brittle, supports the hypothesis of limited post-depositional transport. Use of these concentrated occurrences of fossil faunas as biochronological tools relies on the hypothesis of chronological homogeneity within the assemblages. Evolutionary lineage theory allows the homogeneity hypothesis to be tested on the basis of palaeontological criteria, the null hypothesis being that each site studied contains a cross section of remains belonging to species that shared the same ecosystem at the time when they were preyed upon and later fossilized. This assumption has been systematically confirmed by the fact that chronologically heterogeneous (i.e. mixed or reworked) assemblages are exceptional and can be easily recognized on the basis of evolutionary lineages. Furthermore, very few fillings exhibit complex stratigraphies except at one site, Baixas 202, which on its own represents ~1% error on the entire regional data set. This site has revealed a highly complex microstratigraphy favouring the alternative hypothesis of a mixed assemblage. However, species inventories indicate that the observed heterogeneity at Baixas 202 essentially implies an increase in age uncertainty to ~0.5m.y. Limited fossil mixing has thus merely affected the accuracy of the method at this locality (Aguilar and Michaux, 1997).\nThe recognized evolutionary stages of the rodent lineages present in the faunas, which are characterized by morphological and biometric attributes, define the relative chronological succession of the faunas. In reference to the MN zonation used for the European Neogene (de Bruijn et al., 1992), this regional succession of FFF\nassemblages was correlated with the succession of continental faunas obtained from sedimentary basins (lacustrine, palustrine, or even brackish or coastal deposits), and consequently with the marine biochronological scale (Fig. 4; e.g. Aguilar et al., 1999 and references therein; Aguilar et al., 2007a,b). Additional chronological calibration of faunal sequences based on phyletic lineages has been obtained on the basis of radiometric ages (40Ar/39Ar: Aguilar et al., 1996, 2003) and palaeomagnetic correlations (Sen, 1997; Dubar et al., 1998; Aguilar et al., 2004) at type sections (Fig. 4).The regional FFF biochronology is thus geochronologically calibrated and can be officially correlated with the international stratigraphic scale (Berggren et al., 1995)."
  }, {
    "heading": "3.2. Apatite thermochronology of basement rocks",
    "text": "Apatite fission-track (AFT) and apatite helium (AHe, or (U–Th)/He) age determinations were carried out at the UCL–Birkbeck Thermochronometry laboratories, London. Samples were irradiated at the well-thermalised (Cd ratio for Au N100) Hifar reactor, Lucas Heights, Australia, using the Corning CN5 glass dosimeter. Analyses were carried out on a Zeiss Axioplan microscope at a magnification of ×1250, using a dry (×100) objective. Confined track length measurements were made using a drawing tube and digitizing tablet, calibrated against a stage micrometer. Single-grain AFT ages were calculated using the external detector method and the zeta calibration\nFig.1. Low-relief topography (LRT) and radiometric sample distribution in the East Pyrenean derived from a 9-pixel moving windowover the digital elevation model (source: Shuttle Rada (i.e. depositional surfaces in valleys and basins, structural rock surfaces, etc.) were elimin Abbreviated massif names refer to SI Tables 1 and 2. Photographs provide field illustrations of example of fossil-bearing fissure filling (FFF) sites on the limestone pavements of the Baixas p refer to localities mentioned in Figs. 2, 3 or 4: BL (Blanquetère 1), CN (Castelnou), LN (La N\napproach, as recommended by the I.U.G.S. Subcommission on Geochronology (Hurford, 1990). Track length measurements were restricted to confined tracks parallel to the c-crystallographic axis.\nThe AHe thermochronometer (Zeitler et al., 1987) is based on the accumulation of radiogenic 4He from the decay of 235U-, 238U- and 232Th-series nuclides. Laboratory diffusion experiments on a range of apatites indicate that the helium is partially retained at temperatures between ~80 and 40 °C (Wolf et al., 1998) although over significant time the influence of accumulated radiation damage can increase partial retention temperatures (Shuster et al., 2006). The crustal depth range that corresponds to partial-retention temperatures is termed the partial retention zone (PRZ). He, U and Th determinations were made on a single aliquot of two to four apatite grains, typically 100–250 µm long and 60–150 µm wide. Evolved helium was spiked with 3He, and the 4He/3He ratio determinedon a quadrupolemass spectrometer after quantitativeHedegassingof apatite at ~1000 °C for 30min in a furnace. Grains were retrieved from the vacuum system, dissolved in HNO3, spiked with 230Th and 235U, and analysed for U and Th by Inductively Coupled Plasma Mass Spectrometry. Reported He ages are corrected for alpha ejection effects based on measured grain dimensions (Farley et al., 1996) and geometries using the procedure of Gautheron et al. (2006). Each age typically consists of 3 to 5 replicates, the means of which are reported in SI Table 2. The estimated analytical uncertainty for AHe ages based on the Durango age standard is 7% (2σ). These are the default uncertainty values used on a sample unless the standard\ntectonic setting. LRT (white patches) corresponds to low-gradient and low-relief areas as r TopographyMission, v. 3). All mapped LRTcorresponding to non-erosional topography ated manually on the basis of systematic map checks and detailed field knowledge. Pyrenean LRT, sample locations (grey dots) on crystalline rocks of the crest zone, and an lateau (see Fig. 4 for the full list of dated FFF sites in this area). Italicized FFF sites onmap ouvelle), SV (Serre de Vergès). AHe: apatite helium. AFT: apatite fission track.\nFig. 1. Note that AG1, FTG8 and FTG10 are from Yelland (1991). Ages indicate that denudation declined between ~52 Ma and 26 Ma, after which pediment P remained stable.\ndeviation from the sample replicate ages is higher, in which case the latter is used."
  }, {
    "heading": "4. Results",
    "text": "Great stability and antiquity of the LRT where the Pyrenees connect with the Mediterranean Sea (Corbières, Agly, Aspres: Figs. 1 and 3) can be inferred from all three methods employed in this study.\nAges of the phyletic sequences of FFF micromammalian assemblages range from the latest Oligocene (26 Ma) to the Pleistocene, with the highest age concentration in the Miocene (median age range: 19–13 Ma). This evidence suggests extremely limited depths of denudation since 26 Ma—necessarily less than the depth of fissured rock (~40 m) within which the fossil remains are contained (Fig. 1). Detailed study of FFFs on the Plateau de Baixas (Fig. 1; Aguilar et al., 2007a,b) has revealed that the intensity of karstic corrosion has been\nlimited: limestone pavement surfaces exhibit straight, parallel fissure walls with limited edge blunting. This suggests rapid opening and filling of the fissures, particularly those containing Lower andMiddle\nMiocene faunas. Both the opening and filling of the fissures are causally linked to the extensional stress field that affected the Eastern Pyrenees in Oligocene to Miocene times (Faillat et al., 1990; Aguilar\net al., 2007a) as a result of back-arc extensional tectonics in the Gulf of Lion.\nIn addition to age-bracketed fossil assemblages in FFFs, evidence that relict LRT has survived erosion since ~26 Ma is provided by the thermochronology. AFT central ages mainly range between 30 and 40 Ma, and are predominantly associated with mean track lengths (MTL) exceeding 14 µm (Fig. 5a,b and SI Table 1). Such values typically relate to rapid cooling similar to volcanic rocks. Likewise, the corrected AHe ages are diagnostic of rapidly cooled samples that have remained near the surface for the last ~30 m.y. (Fig. 5a,b, SI\nTable 2). The uniform thermochronological signatures suggest that denudation operating concurrently on the Pyrenean orogen from three base-levels (Aquitaine, Ebro and Mediterranean) had produced by ~30Ma a regional, low-energy land surface of sufficiently low relief that background denudation rates remained below the detection capacities of both AFT and AHe. The relative ages of the S- and P-type surfaces remain indistiguishable because local relief between S and P nowhere exceeds ~0.5 km (e.g. Fig. 2) and the methods employed are too insensitive to detect such small differences in erosion depth.\nAlthough MTL values are mostly ≥14 µm (SI Table 1), some minor track annealing is likely to have occurred on some samples due to\nslower cooling trajectories or to local complications caused by the chemistry-dependent annealing kinetics of apatite crystals. In order to further test the conclusions inferred from Fig. 5a, sample timetemperature histories were generated with the modelling package of Ketcham (2005) and the multi-compositional AFT annealing algorithm of Ketcham et al. (2007). Model cooling paths shown in Fig. 5c are parameterized on the basis of apatite chemistry data shown in SI\nTable 3 and clearly indicate a shared regional history involving rapid cooling during the main Pyrenean collisional phase and a long residence time at near-surface temperatures. Sample-wise cooling models and parameter fits are provided as Supplementary Information (SI Fig. 1). Loss of relief, i.e. peneplain formation, is the most parsimonious interpretation for explaining the sharp decline in erosion rates recorded by the samples, which had all reached the surface by the time Pyrenean convergence ended and extensional tectonics began.\nThe quiescence of the post-30 Ma interval has also been detected in the AFT record of the Central Pyrenees, which in the Maladeta Massif also experienced a sharp decline in denudation rates between ~30 and ~20 Ma (Fitzgerald et al., 1999). Although the data of Fitzgerald et al. (1999) also captured a subsequent resumption of\nevation plot. Abbreviated massif names as in Fig. 1. AFT ages produced by Yelland (1991) t between independent workers. b: MTL–elevation plot. c: cooling paths obtained by nd scaled in this way highlight the residence times of individual samples at near-surface ories were considered to be adequately supported by the data when fits for (i) AFT age, a mean Kuiper's Statistic merit value N0.5 (see Ketcham, 2005).\ncooling (interpreted as ~1.5–2 km of denudation) during the late Neogene, the record of that later cooling episode was restricted to samples situated towards the base of vertical sampling profiles such as Maladeta (Gibson et al., 2007). We interpret this as a signature of range-wide late Neogene valley incision in the Pyrenees (Calvet et al., 2008; Gunnell et al., 2008) rather than a peak of denudation endemic to the Central Pyrenees.\nAnother salient feature in Fig. 5 is that there is no clear pattern of decreasing or increasing age relative to transect orientation across or parallel to the Axial Zone, nor any positive correlation between age and elevation. The occurrence today of islands of low erosion sharing similar geochronological signatures irrespective of either topographic elevation or position in the orogenic wedge (Axial Zone, but also outer fold belts: Fig. 1) is a strong indication that these surviving LRT tracts once formed a single, low-relief land surface—i.e. a peneplain. Such a conclusion is further supported by the upward fining sequence of 24–16 Ma clastic sediments in the Aquitaine foreland east of 1°E longitude, which suggests a change in discharge to sediment supply ratio. Delivery of large masses of fine-grained sediment to a mountain front could indicate a warm climate becoming wetter, with deep weathering on steep, forested slopes and delivery of fine saprolite to the rivers. However, the only clear palaeoclimatic signal between 24Ma and ~12Ma in and around thePyrenees indicates instead a clear shift to drier conditions (Calvet, 1996; Aguilar et al., 1999; Böhme et al., 2008; Calvet et al., 2008; see Arenas and Pardo, 1999, for the Ebro Basin). Because climate is an unlikely candidate, we attribute the upward fining trend in foreland sediment sequences to declining relief in the eroding upland. The proportion of large clasts in coeval Miocene piedmont deposits increases westward (Calvet and Gunnell, 2008), suggesting that the eastern Pyrenees had attained a state of low relief while further west erosion was more active due to a persistence of greater relief (Calvet et al., 2008). This is consistent with conclusions reached by Fitzgerald et al. (1999) and with knowledge that convergence in the Central Pyrenees lasted until ~25 Ma (Meigs et al., 1996) whereas it had ceased ca. 32 Ma in the Eastern Pyrenees."
  }, {
    "heading": "5. Discussion",
    "text": "The spatial distribution of LRT tracts with similar AFT and AHe signatures irrespective of elevation suggests that the extensive Neogene peneplain underwent differential surface uplift at some time after ~30 Ma. This regrowth of both elevation and relief leaves two question unanswered: what was the mean palaeoelevation of the peneplain at its time of formation, and when did the differential uplift occur?"
  }, {
    "heading": "5.1. Late Cenozoic palaeoelevation of the Pyrenean peneplain",
    "text": "Unlike other orogens such as the Betics, where elevated Neogene marine strata testify to rapid topographic uplift in recent times (Braga et al., 2003), the pre-uplift Cenozoic paleoelevation of the Pyrenees can only be constrained by indirect methods. One of these was addressed by Gunnell et al. (2008), who conducted a 2- and 3-D modelling analysis of gravimetric, geoid, heat flow and topographic data of NE Iberia and southern France. That study examined why the Central Pyrenees, where the high topography is supported by crust 50–55 km thick, are isostatically overcompensated—i.e. the mean elevation of the range is currently lower than predicted by Airy's model; whereas the Eastern Pyrenees are anomalously elevated given their crustal thicknesses of just 25–35 km. Gunnell et al. (2008) concluded after others (Zeyen and Fernandez, 1994; Vacher and Souriau, 2001) that a deep structure causing negative buoyancy, such as a dense root of mantle lithosphere and/or lower crustal eclogite, was present beneath the Central Pyrenees; but they also found that any such lithospheric slab, which necessarily existed in the past given the history of Iberian subduction, had now disappeared from the\nEastern Pyrenees (Fig. 6). They concluded that thermal erosion of that slab had occurred at some time in the recent geological past and was currently operating on the existing slab beneath the Central Pyrenees. By adding beneath the Eastern Pyrenees a subcrustal load equivalent to that still detected beneath the Central Pyrenees, it was found that the elevation of the Pyrenean summit peneplain could be lowered to ~0.75 km instead of its current 2.4–2.9 km (Fig. 7; Gunnell et al., 2008). In the light of the data presented in this study, we suggest that this is a plausible representation of what East Pyrenean palaeotopography would have looked like prior to uplift of the peneplain (Fig. 7).\nThis conclusion supports earlier views (Birot, 1937; De Sitter, 1952) according to which the Pyrenean range underwent deep erosion during the earlier Cenozoic followed by abrupt uplift in Neogene times. We therefore suggest that the peneplain in the crest zone formed at much lower palaeoelevations (0.7–0.8 km) than currently observed, although not close to oceanic base-level as would be\nimplied in the perspective promoted by Davis (1911). Nevertheless, the LRT forming the eroded stumps of the Pyrenean range graded to its Aquitaine, Ebro and Mediterranean piedmonts via low-gradient palaeoslopes compatible with the slopes of megafans documented worldwide in foreland basins (Calvet and Gunnell, 2008). If the peneplain had formed at higher palaeoelevations than reconstructed here, the piedmont palaeoslopes would have exceeded critical transport threshold values and become deeply incised by rivers instead of functioning as alluvial fans (Calvet and Gunnell, 2008)."
  }, {
    "heading": "5.2. Timing of differential peneplain uplift",
    "text": "The most widely accepted conditions for rock and/or surface uplift are crustal thickening, and thinning or heating of the lithosphere, e.g. by slab breakoff, mantle delamination or melting. Crustal thickening in the Eastern Pyrenees was definitively interrupted after ~30 Ma by Mediterranean rifting, and is thus not a candidate for explaining peneplain uplift. Likewise, density-related slab breakoff is unlikely in this intracontinental orogen where the slab generated by subduction is only ~60 km long. Instead, strong indications of lithospheric thinning by thermal erosion have been detected in the Eastern Pyrenees (see Gunnell et al., 2008), with current evidence of partial melting in the Central Pyrenees (Pous et al., 1995). The following discussion is, therefore, examined in the light of thermally-driven post-orogenic uplift of the Pyrenean mountain range.\nConstraints on the timing of peneplain uplift are provided by the onset of volcanism (Fig. 1) and the age sequencing of extensional basin formation in the Eastern Pyrenees (Saula et al., 1994; Calvet and Gunnell, 2008). The first manifestations of volcanism in or close to the Pyrenees occurred ca. 10 Ma (Araña et al., 1983). Volcanic activity started soon after a new generation of intermontane extensional basins began to form. This is known from the palaeontologically dated basal strata of basin fills in the Empordà, Selva, Cerdagne, Urgell and Capcir clastic basins (Fig. 1), which after ~12 Ma opened and filled with the products of erosion supplied by the flanking massifs. This younger generation of basins was thus added to the existing population of older (28–18Ma) basins such as the Roussillon, Conflent (on shore) and Gulf of Lion (off shore). Fig. 1 shows the remarkable geographic concidence between the younger extensional basins and the Pyrenean orogen. Given that geochemical signatures of the alkaline volcanism indicate partial melting of mantle rocks (Martí\net al., 1992), themagmatic evidence supports the view that thinning of the lithospheric mantle occurred after 10–12 Ma. In terms of both timing and mechanism, the hypothesis of thermally-driven mantle erosion and corresponding uplift and volcanism is compatible with thermal equilibration of the subducted Iberian slab having been achieved ~20 m.y. after the cessation of active convergence (Pous et al., 1995). It is also compatible with the presence of heat supplied by asthenospheric flow from the Massif Central mantle plume, which progressed southward into the Gulf of Lion between ~17 and 2 Ma (Barruol and Granet, 2002) andwould have impinged on the Pyrenean slab (Gunnell et al., 2008). In summary, we conclude that differential uplift occurred ca. 10–12 Ma based on the coincidence between Catalan volcanism and the opening of the younger intermontane basins at that time, and based on the intermontane basin stratigraphy, which records steadily coarser clastic input between 12–10 Ma and 6–5.5 Ma (Calvet and Gunnell, 2008)."
  }, {
    "heading": "5.3. Causes for the preservation of LRT in the present-day scenery",
    "text": "Assuming from the above that magnitudes of surface uplift of the Pyrenean peneplain attained local maxima of ~2 km in the crest zone, i.e. they were uplifted from 0.75 km ca. 12 Ma (Fig. 7) to ~2.5–2.9 km today (Figs. 1 and 7), the preservation to this day of LRT at high elevations requires conditions in which crustal uplift rates have far exceeded denudation rates. This requirement is consistent with the view that uplift occurred recently (i.e. after 12 Ma) and that denudation rates have remained low (Fig. 5). Uplift rates and valley incision were in dynamic equilibrium, such that hillslopes retreated laterally while reducing the area but preserving the core zones of the LRT. The promotion of crustal uplift by thermally driven lithospheric thinning has been proposed for a number of other recently uplifted areas of the Iberian peninsula (e.g. Vergès and Fernandez, 2006) and is currently the best candidate for explaining both the uplifted peneplain and its partial preservation despite 12m.y. of active valley incision and range-front denudation in the dynamic environment of the Axial Zone.\nIn summary, erosion of the palaeo-Pyreneanmountain belt, ending in the development of a well preserved peneplain east of ~1°E, was possible because the orogenic wedge lacked the isostatic buoyancy expected to be prevalent in a setting of deep syn-orogenic denudation. We attribute this arrested buoyancy to downward pull exerted by the lithospheric root, now removed in the eastern part of the orogen. Some buoyancy was thus restored to the crust when opening of the Western Mediterranean basin involved crustal but also lithospheric thinning. After Gunnell et al. (2008), we link this first rift-to-drift tectonic event to a base-level change that promoted the development of pediments (P) below the summit peneplain (S) (Figs. 2 and 3) and thus began to recreate some relief within the Eastern Pyrenees. The age-bracketed sediment stratigraphies of intermontane extensional basins such as the Conflent, Roussillon and Vallès (Fig. 1) indicate that this change affected topography, denudation and the sediment record after ~20 Ma (Calvet and Gunnell, 2008). The second tectonic phase occurred after ~12 Ma, involving major differential uplift and causing the current vertical offsets in elevation (Fig. 5) between the previously formed doublets of S and P. The late Neogene uplift was caused by thermally driven mantle thinning (Gunnell et al., 2008) and has affected the Pyrenean mountain range extensively (Calvet et al., 2008) even though neither crustal extension nor surface expression of magmatism have so far impacted areas situated west of Andorra. This gradient along the strike of the orogen is interpreted as a delayed mechanical and magmatic response to thermal slab erosion rather than as an absence of response (Pous et al., 1995). Gunnell et al. (2008) also argued that the peneplain did not form in the Central Pyrenees because crustal convergence lasted longer (until ~25 Ma) and magnitudes of crustal thickening were greater there. As a result, the crest zone of the Central Pyrenees has since early Miocene times\nconstituted a residual topographic core ca. 0.5 km higher and somewhat steeper than its surroundings. Finally, post-Tortonian valley incision and vertical uplift have been recorded along the entire length of the orogen and without any systematic or exclusive link with the Ebro base level and/or theMessinian salinity crisis (Calvet et al., 2008). This suggests that thermally driven uplift is a unifying cause of geologically recent and ongoing topographic growth in the Pyrenees."
  }, {
    "heading": "5.4. Alternatives to the raised peneplain theory?",
    "text": "While recognizing the existence of LRT in the Pyrenees and other mountain ranges, alternative theories have emphasized climatic forcing instead of tectonic resurrection to explain both LRT formation and its elevated occurrences. For example, the process of altiplanation, i.e. the formation of low-gradient topography at high instead of low elevations, requires either periglacial processes to smooth rugged topography (Small and Anderson, 1998; Anderson, 2002), or the past existence of overfilled, internally drained (and thus arid) foreland basins that help reduce topographic relief by backfilling alluvial debris to the crest zone (Coney et al., 1996). Such altiplanation surfaces are conceived as being either simultaneously or subsequently dissected and isostatically uplifted as a consequence of fluvial or glacial downcutting. Incision of the upstanding mountain belt is varyingly ascribed to the promotion of a persistent geomorphic imbalance generated by an increased frequency of climatic changes since the late Neogene (Molnar, 2004); or to a greater availability after 5 Ma of moisture leading suddenly to increased stream and ice power (Cederbom et al., 2004); or to an activation of drainage headwater erosion in the crest zone triggered by a lowering of base levels and a steepening of river channels (e.g. the abrupt Mediterranean sea-level fall during Messinian times, ca. 6 Ma). Despite the plausibility of such theories, evidence that valley incision began earlier than Messinian times suggests that neither of these climate-driven or eustatic alternatives to lithospheric processes have been dominant. Furthermore, regional palaeoclimates underwent only two sharp, short-lived oscillations between drier andmore humid subtropical conditions throughout the Neogene (Calvet, 1996; Böhme et al., 2008), with no lasting break in patterns ca. 10 Ma (i.e. when intermontane basins first record a sharp and sustained rise in clastic input).\nTo summarize, unless LRT can be proven to merely represent an exhumed stratigraphic unconformity that mimics the attributes of an elevated peneplain—as is likely to arise during the unroofing of a lithologically heterogeneous basement-cored uplift involving sedimentary cover rocks and stratigraphic unconformities (Sobel et al., 2006)—we suggest that the widespread presence of elevated LRT in many mountain-belt settings is the topographic signature of an abnormally shallow lithosphere–asthenosphere boundary, itself probably caused by thinning of mantle lithosphere that occurred sufficiently recently for the LRT not to have been entirely erased from the scenery by denudation. Mountain belts exhibiting LRT exist on most continents (Ollier and Pain, 2000), suggesting that the enigma of mountain belts resurrected by vertical uplift (Davis, 1911) after plate convergence rates have declined may be a more widespread scenario of landscape evolution than sometimes believed.\nAlthough it may not explain all cases of elevated LRT, thus leaving room in other settings for climate-drivenprocesses such as those listed above, late-orogenic topographic regrowth may occur on different scales and affect only portions of topographically continuousmountain belts (Wortel and Spakman, 2000; Clark et al., 2005; this study). In such settings, the geomorphic signature of nonequilibrium topography, namely steep mountains with flat tops, lasts until the flat tops are entirely destroyed by hillslope retreat and the scenery becomes peakand-valley dominated. This geomorphic pathway of mountain development differs markedly from cases in which a topographic steady state has been inferred, implying that while convergence is still active erosion rates balance uplift rates andmean ormaximum elevation in a\nlandscape of peaks and valleys remains statistically unchanged for several millions of years under constant climatic conditions (e.g. Willett and Brandon, 2002). Thismay have been the case earlier during Pyrenean orogeny, i.e. between ~60 and 30 Ma when active convergence caused both crustal thickening and rapid rock cooling (e.g. Fitzgerald et al., 1999) as a consequence of high rates of denudation occurring asynchronously in different massifs (Fig. 5c)."
  }, {
    "heading": "6. Conclusion",
    "text": "The interaction between surface processes and tectonics governs changes in Earth's topography. One aim of geomorphology is to establish whether landforms can be used as proxies for detecting deeper-seated lithospheric processes. This study has revealed the paradox of low long-term erosion rates occurring in a high-energy mountain environment through the use of three independent methods: AFT, AHe, and biochronology. Results converge on the conclusion that by early Miocene times a peneplain grading to the foreland basins bevelled the eroded stumps of the Eastern Pyrenees and was later uplifted, fragmented by extensional tectonics and subjected to fluvial and glacial incision. The magnitude of peneplain uplift required the removal of relatively dense mantle lithosphere, a conclusion supported by geophysical data available for the region (Gunnell et al., 2008). Lithospheric thinning occurred in two successive stages, first during late Oligocene to early Miocene times as a consequence of widespread extensional tectonics in the Western Mediterranean impinging on the Roussillon and adjacent onshore areas; and subsequently by thermal erosion of the remaining lithospheric root during late Miocene times when volcanic activity started and the formation of extensional basins within the mountain belt resumed. All the evidence, from age-bracketed land surfaces and basin stratigraphies to lithospheric signatures and palaeoaltimetry, conspire to define a geomorphic signature of nonequilibrium in the pattern of East Pyrenean topographic growth. This pattern shares similarities with geological signatures observed in parts of other mountain belts such as the southern Sierra Nevada (Clark et al., 2005), the Laramide Rockies (McMillan et al., 2006), and much larger and more elevated plateau regions such as the Altiplano (Kennan et al., 1997)."
  }, {
    "heading": "Acknowledgements",
    "text": "This work benefited from the ‘Reliefs de la Terre’ initiative, a research programme funded by the Institut National des Sciences de l'Univers, France. Contribution ISE-M-2008-038 (UMR 5554, CNRS). Three anonymous reviewers provided constructive comments."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data associated with this article can be found, in the online version, at doi:10.1016/j.epsl.2008.12.004."
  }],
  "year": 2009,
  "references": [{
    "title": "Essai d'estimation du pouvoir séparateur de la méthode biostratigraphique des lignées évolutives chez les rongeurs néogènes",
    "authors": ["Aguilar", "J.-P", "J. Michaux"],
    "venue": "Bull. Soc. géol. Fr",
    "year": 1987
  }, {
    "title": "Les faunes karstiques néogènes du Sud de la France et la question de leur homogénéité chronologique",
    "authors": ["Aguilar", "J.-P", "J. Michaux"],
    "venue": "Mém. Trav. E.P.H.E., Inst. Montpellier,",
    "year": 1997
  }, {
    "title": "Découvertes de faunes de micromammifères dans les Pyrénées-Orientales (France) de l'Oligocène supérieur au Miocène supérieur; espèces nouvelles et réflexion sur l'étalonnage des échelles continentale et marine",
    "authors": ["Aguilar", "J.-P", "M. Calvet", "J. Michaux"],
    "venue": "C. r. Acad. Sci.,",
    "year": 1986
  }, {
    "title": "TheMN 3 fossil mammal-bearing localty of Beaulieu (France): biochronology, radiometric dating, and lower age limit of the Early Neogene renewal of the mammalian fauna in Europe",
    "authors": ["Aguilar", "J.-P", "G. Clauzon", "A. Goer de Herve", "H. Maluski", "J. Michaux", "Welcomme", "J.-L"],
    "venue": "Newsl. Stratigr",
    "year": 1996
  }, {
    "title": "A succession of Miocene rodent assemblages from fissure fillings in southern France: palaeoenvironmental interpretation and comparisonwith Spain. Palaeogeogr",
    "authors": ["Aguilar", "J.-P", "G. Escarguel", "J. Michaux"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 1999
  }, {
    "title": "Les mammifères du Miocène inférieur de Beaulieu (Bouches-du-Rhône, France), comparaison avec Wintershof-West et le problème de la limite MN3/MN4",
    "authors": ["Aguilar", "J.-P", "Antoine", "P.-O", "Crochet", "J.-Y", "N. Lopez Martinez", "G. Metais", "J. Michaux", "Welcomme", "J.-L"],
    "venue": "COL-PA",
    "year": 2003
  }, {
    "title": "Mid NeogeneMediterraneanMarine-continental correlations: an alternative interpretation",
    "authors": ["Aguilar", "J.-P", "W.A. Berggren", "Aubry", "M.-P", "D.V. Kent", "G. Clauzon", "M. Benammi", "J. Michaux"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2004
  }, {
    "title": "Fournas 16-M (Miocène supérieur) et Lo Fournas 16-P (Miocène moyen), deux nouvelles localités karstiques à Baixas, sud de la France. Partie II – Nouvelles espèces de rongeurs, listes fauniques, et nouvelles remarques sur l'utilisation biochronologique des faunes karstiques",
    "authors": ["Aguilar", "J.-P", "J. Michaux", "V. Lazzari", "2007b. Lo"],
    "venue": "Géol. France",
    "year": 2007
  }, {
    "title": "Modelling the tor-dotted crests, bedrock edges, and parabolic profiles of high alpine surfaces of theWind River Range,Wyoming",
    "authors": ["R. Anderson"],
    "venue": "Geomorphology",
    "year": 2002
  }, {
    "title": "El volcanismo neógeno-cuaternario de Catalunya: caracteres estructurales, petrológicos y geodinámicos",
    "authors": ["V. Araña", "A. Aparicio", "C. Martin Escorza", "L. Garcia Cacho", "R. Ortiz", "R. Vaquer", "F. Barberi", "G. Ferrara", "J. Albert", "X. Gassiot"],
    "venue": "Acta Geol. Hisp",
    "year": 1983
  }, {
    "title": "Latest Oligocene–Late Miocene lacustrine systems of the north-central part of the Ebro Basin (Spain): sedimentary facies model and palaeogeographic synthesis",
    "authors": ["C. Arenas", "G. Pardo"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1999
  }, {
    "title": "A Tertiary asthenospheric flow beneath the southern Massif Central indicated by upper mantle seismic anisotropy and related to the west Mediterranean extension",
    "authors": ["G. Barruol", "M. Granet"],
    "venue": "Earth Planet. Sci",
    "year": 2002
  }, {
    "title": "A revised Cenozoic geochronology and chronostratigraphy",
    "authors": ["W.A. Berggren", "D.V. Kent", "C.C. Swisher", "Aubry", "M.-P"],
    "venue": "Soc. Econ. Paleontol. Mineral. SP,",
    "year": 1995
  }, {
    "title": "Recherches sur la morphologie des Pyrénées orientales francoespagnoles",
    "authors": ["P. Birot"],
    "venue": "Baillère Éd., Paris,",
    "year": 1937
  }, {
    "title": "Late Miocene ‘washhouse’ climate in Europe",
    "authors": ["M. Böhme", "A. Ilg", "M. Winklhofer"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "Patterns and average rates of late Neogene– Recent uplift of the Betic Cordillera",
    "authors": ["J.C. Braga", "J.M. Martín", "C. Quesada"],
    "venue": "SE Spain. Geomorphology",
    "year": 2003
  }, {
    "title": "Morphogenèse d'une montagne méditerranéenne, les Pyrénées orientales",
    "authors": ["M. Calvet"],
    "venue": "Doc. Bureau des Recherches Géologiques et Minières, Orléans,",
    "year": 1996
  }, {
    "title": "Planar landforms as markers of regional topographic evolution: an inversion of long-term East Pyrenean tectonics based on landscape and sedimentary basin analysis",
    "authors": ["M. Calvet", "Y. Gunnell"],
    "venue": "Geol. Soc. London Spec. Publ.,",
    "year": 2008
  }, {
    "title": "Géomorphogenèse des Pyrénées",
    "authors": ["M. Calvet", "Y. Gunnell", "M. Delmas"],
    "venue": "Pyrénées d'Hier et d'Aujourd'hui, International Year of Planet Earth. TOTAL,",
    "year": 2008
  }, {
    "title": "Climate-induced rebound and exhumation of the European Alps",
    "authors": ["C.E. Cederbom", "H.D. Sinclair", "F. Schlunegger", "M.K. Rahn"],
    "venue": "Geology",
    "year": 2004
  }, {
    "title": "The non-equilibrium landscape of the southern Sierra Nevada, California",
    "authors": ["M.K. Clark", "G. Maheo", "J. Saleeby", "K.A. Farley"],
    "venue": "GSA Today",
    "year": 2005
  }, {
    "title": "Syntectonic burial and posttectonic exhumation of the southern Pyrenees foreland fold-thrust belt",
    "authors": ["P.J. Coney", "A.J. Muñoz", "K.R. McClay", "C.A. Evenchik"],
    "venue": "J. Geol. Soc. Lond",
    "year": 1996
  }, {
    "title": "The Colorado Front Range, a study on physiographic presentation",
    "authors": ["W.M. Davis"],
    "venue": "Ann. Assoc. Am. Geogr",
    "year": 1911
  }, {
    "title": "Report of the RCMNS working group on fossil mammals",
    "authors": ["H. de Bruijn", "R. Daams", "G. Daxner-Höck", "V. Fahlbusch", "L. Ginsburg", "P. Mein", "J. Morales"],
    "venue": "Reisensburg",
    "year": 1992
  }, {
    "title": "Pliocene uplift of Tertiary mountain chains",
    "authors": ["L.U. De Sitter"],
    "venue": "Am. J. Sci",
    "year": 1952
  }, {
    "title": "Données chronologiques (mammifères et magnétostratigraphie) sur les dépôts plio-pléistocènes au toit du bassin de Valensole: implications morphodynamiques",
    "authors": ["M. Dubar", "Aguilar", "J.-P", "J. Chaline", "J. Michaux", "F. Sémah"],
    "venue": "Géol. France",
    "year": 1998
  }, {
    "title": "The Mediterranean Basins: Tertiary Extensionwithin the Alpine Orogen",
    "authors": ["B. Durand", "L. Jolivet", "F. Horvath", "M. Séranne"],
    "venue": "Geol. Soc. London Spec. Publ.,",
    "year": 1999
  }, {
    "title": "Les fissures à remplissages fossilifères néogènes du plateau de Baixas (Pyrénées-Orientales, France), témoins de la distension oligo-miocène",
    "authors": ["Faillat", "J.-P", "Aguilar", "M. Calvet", "J. Michaux"],
    "venue": "C.r. Acad. Sci.,",
    "year": 1990
  }, {
    "title": "The effects of long alpha-stopping distances on (U–Th)/He ages",
    "authors": ["K.A. Farley", "R.A. Wolf", "L.T. Silver"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1996
  }, {
    "title": "Asymmetric exhumation across the Pyrenean orogen: implications for the tectonic evolution of a collisional orogen",
    "authors": ["P.G. Fitzgerald", "J.A. Muñoz", "P.J. Coney", "S.L. Baldwin"],
    "venue": "Earth Planet. Sci",
    "year": 1999
  }, {
    "title": "Fission-track dating and tectonics in the Eastern Pyrenees, PhD thesis (unpubl.)",
    "authors": ["L.G. Garwin"],
    "year": 1985
  }, {
    "title": "U–Th)/Ne chronometry",
    "authors": ["C.E. Gautheron", "L. Tassan-Got", "K.A. Farley"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2006
  }, {
    "title": "Late- to post-orogenic exhumation of the Central Pyrenees revealed through combined thermochronologial data and modelling",
    "authors": ["M. Gibson", "H.D. Sinclair", "G.J. Lynn", "F.M. Stuart"],
    "venue": "Basin Res",
    "year": 2007
  }, {
    "title": "Geophysical evidence of amissing lithospheric root beneath the Eastern Pyrenees: consequences for post-orogenic uplift and associated geomorphic signatures",
    "authors": ["Y. Gunnell", "H. Zeyen", "M. Calvet"],
    "venue": "Earth Planet. Sci. Lett. doi:10.1016/j.epsl.2008.09.031",
    "year": 2008
  }, {
    "title": "Standardization of Fission track dating calibration: recommendation by the Fission Track Working Group of the I.U.G.S",
    "authors": ["A.J. Hurford"],
    "venue": "Subcommission on Geochronology. Chem. Geol",
    "year": 1990
  }, {
    "title": "High-altitude palaeosurfaces in the Bolivian Andes: evidence for late Cenozoic uplift",
    "authors": ["L. Kennan", "S.H. Lamb", "L. Hoke"],
    "venue": "Geol. Soc. London Spec. Publ.,",
    "year": 1997
  }, {
    "title": "Forward and inverse modeling of low-temperature thermochronometry data",
    "authors": ["R.A. Ketcham"],
    "venue": "Rev. Mineral. Geochem",
    "year": 2005
  }, {
    "title": "Improved modeling of fission-track annealing in apatite",
    "authors": ["R.A. Ketcham", "A. Carter", "R.A. Donelick", "J. Barbarand", "A.J. Hurford"],
    "venue": "Am. Mineral",
    "year": 2007
  }, {
    "title": "Cenozoic magmatism of the Valencia trough (western Mediterranean): relationship between structural evolution and volcanism",
    "authors": ["J. Martí", "J. Mitjavila", "E. Roca", "A. Aparicio"],
    "venue": "Tectonophysics",
    "year": 1992
  }, {
    "title": "The MesoCenozoic thermo-tectonic evolution of the Eastern Pyrenees",
    "authors": ["O. Maurel", "P. Moniè (sic", "R. Pik", "N. Arnaud", "M. Brunel", "M. Jolivet"],
    "year": 2008
  }, {
    "title": "History and causes of post-Laramide relief in the Rocky Mountain orogenic plateau",
    "authors": ["M.E. McMillan", "P.L. Heller", "S.L. Wing"],
    "venue": "Geol. Soc. Amer",
    "year": 2006
  }, {
    "title": "Ten-million-year history of a thrust sheet",
    "authors": ["A.J. Meigs", "J. Vergès", "D.W. Burbank"],
    "venue": "Geol. Soc. Amer. Bull",
    "year": 1996
  }, {
    "title": "Late Cenozoic increase in accumulation rates of terrestrial sediment: howmight climate change have affected erosion rates",
    "authors": ["P. Molnar"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "Exhumation of the Pyrenean orogen: implications for sediment discharge",
    "authors": ["R.G. Morris", "H.D. Sinclair", "A.J. Yelland"],
    "venue": "Basin Res",
    "year": 1998
  }, {
    "title": "The Origin of Mountains",
    "authors": ["C. Ollier", "C. Pain"],
    "year": 2000
  }, {
    "title": "Partial melting of subducted continental lower crust in the Pyrenees",
    "authors": ["J. Pous", "J.A. Muñoz", "J.J. Ledo", "M. Liesa"],
    "venue": "J. Geol. Soc. London",
    "year": 1995
  }, {
    "title": "Stable isotope-based paleoaltimetry",
    "authors": ["D.R. Rowley", "C.N. Garzione"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Evolución geodinámica de la fosa del Empordá y las Sierras Transversales",
    "authors": ["E. Saula", "J. Picart", "E. Mató", "M. Llenas", "M. Losantos", "X. Berástegui", "J. Agustí"],
    "venue": "Acta Geol. Hisp",
    "year": 1994
  }, {
    "title": "Magnetostratigraphic calibration of the European Neogene mammal chronology",
    "authors": ["S. Sen"],
    "venue": "Palaeogeogr. Palaeoclim. Palaeoecol",
    "year": 1997
  }, {
    "title": "The influence of natural radiation damage on helium diffusion kinetics in apatite",
    "authors": ["D.L. Shuster", "R.M. Flowers", "K.A. Farley"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "Pleistocene relief production in Laramide mountain ranges, western",
    "authors": ["E. Small", "R. Anderson"],
    "venue": "United States. Geology",
    "year": 1998
  }, {
    "title": "Exhumation of basementcored uplifts: example of the Kyrgyz Range quantified with apatite fission track thermochronology",
    "authors": ["E.R. Sobel", "M. Oskin", "D. Burbank", "A. Mikolaichuk"],
    "venue": "Tectonics 25,",
    "year": 2006
  }, {
    "title": "A three-dimensional model of the Pyrenean deep structure based on gravity modelling, seismic images and petrological constraints",
    "authors": ["P. Vacher", "A. Souriau"],
    "venue": "Geophys. J. Int",
    "year": 2001
  }, {
    "title": "A study relating the topography of the Iberian peninsula with crustal and lithospheric structure and Alpine tectonics",
    "authors": ["J. Vergès", "M. Fernandez"],
    "venue": "European Lithosphere Dynamics. Geol. Soc. London Memoir,",
    "year": 2006
  }, {
    "title": "The Pyrenean orogen: pre-, syn-, and postcollisional evolution",
    "authors": ["J. Vergés", "M. Fernàndez", "A. Martínez"],
    "venue": "J. Virt. Explor",
    "year": 2002
  }, {
    "title": "On steady states in mountain",
    "authors": ["S.D. Willet", "M.T. Brandon"],
    "venue": "belts. Geology",
    "year": 2002
  }, {
    "title": "Modelling of the temperature sensitivity of the apatite (U–Th)/He thermochronometer",
    "authors": ["R.A. Wolf", "K.A. Farley", "D.M. Kass"],
    "venue": "Chem. Geol",
    "year": 1998
  }, {
    "title": "Subduction and slab detachment in the Mediterranean–Carpathian region",
    "authors": ["M.J.R. Wortel", "W. Spakman"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Thermo-tectonics of the Pyrenees and Provence from fission-track studies, PhD thesis (unpubl.), University of London",
    "authors": ["A. Yelland"],
    "year": 1991
  }, {
    "title": "U–Th–He dating of apatite: a potential thermochronometer",
    "authors": ["P.K. Zeitler", "A.L. Herczeg", "I. McDougall", "M. Honda"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1987
  }, {
    "title": "Integrated lithospheric modeling combining thermal, gravity and local isostasy analysis: application to the NE Spanish Geotransect",
    "authors": ["H. Zeyen", "M. Fernàndez"],
    "venue": "J. Geophys. Res",
    "year": 1994
  }],
  "id": "SP:485d531c39dac667efd6b9610d7ed6a9c9d04b96",
  "authors": [{
    "name": "Y. Gunnell",
    "affiliations": []
  }, {
    "name": "M. Calvet",
    "affiliations": []
  }, {
    "name": "S. Brichau",
    "affiliations": []
  }, {
    "name": "A. Carter",
    "affiliations": []
  }, {
    "name": "J.-P. Aguilar",
    "affiliations": []
  }, {
    "name": "H. Zeyen",
    "affiliations": []
  }],
  "abstractText": "Article history: We relate the high elevation Received 7 June 2008 Received in revised form 29 November 2008 Accepted 2 December 2008 Available online 12 January 2009 Editor: R.D. van der Hilst",
  "title": "Low long-term erosion rates in high-energy mountain belts: Insights from thermo- and biochronology in the Eastern Pyrenees"
}