{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nEarth and Planetary Science Letters\nj ourna l homepage: www.e lsev ie r .com/ locate /eps l\nA ~9 myr cycle in Cenozoic δ13C record and long-term orbital eccentricitymodulation: Is there a link?\nSlah Boulila a,b,⁎, Bruno Galbrun a, Jacques Laskar b, Heiko Pälike c\na Université Paris VI, CNRS, UMR 7193 ISTeP ‘Institut des Sciences de la Terre-Paris’, case 117, 4, place Jussieu, 75252 Paris cedex 05, France b ASD, IMCCE-CNRS UMR8028, Observatoire de Paris, UPMC, 77 avenue Denfert-Rochereau, 75014 Paris, France c National Oceanography Centre, Southampton, School of Ocean and Earth Science, European Way, Southampton SO14 3ZH, UK\n⁎ Corresponding author at: Université Paris VI, CNRS Sciences de la Terre-Paris’, case 117, 4, place Jussieu, Tel.: +33 144274163; fax: +33 144273831.\nE-mail addresses: slah.boulila@upmc.fr (S. Boulila), b (B. Galbrun), laskar@imcce.fr (J. Laskar), H.Palike@soton\n0012-821X/$ – see front matter © 2011 Elsevier B.V. Al doi:10.1016/j.epsl.2011.11.017\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 25 April 2011 Received in revised form 2 September 2011 Accepted 18 November 2011 Available online 27 December 2011\nEditor: P. DeMenocal\nKeywords: cenozoic deep-sea δ13C records multi-millionyear cyclicity ~9 myr cyclicity astronomical driving force eccentricity\nThe ~65-myr-long Cenozoic carbon isotope record (δ13C) of Zachos et al. (2001, 2008) documents a strong long-term cycle with a mean pseudoperiodicity close to ~9 myr. This cyclicity modulates the ~2.4 myr eccentricity cycle amplitude, hinting at a possible link between long-term astronomical and geological variations. Some phase shifts between ~9-myr δ13C and astronomical cycles suggest that additional processes (e.g., tectonics) contribute to these long-term carbon-cycle variations. The strong response of δ13C to long-term eccentricity periods (~9 myr, ~2.4 myr, ~400 kyr) supports the hypothesis that the long time-residence of carbon in the oceans amplifies lower frequency or dampens higher frequency orbital variations. Additionally, the strong expression of low-amplitude ~9 myr eccentricity cycle in the δ13C record could be explained by energy-transfer process from higher to lower frequency cycles, and all eccentricity components modulate the carrier climatic precession cycles. Finally, the Paleocene–Eocene Thermal Maximum (PETM, 55.9 Ma) event, which corresponds to a pronounced δ13C negative excursion, is situated within a strong decrease in the most prominent ~9 myr δ13C cycle, hinting at a link between accelerated rates in δ13C variations and the PETM. This specific ~9 myr δ13C cycle seems to be amplified by non-orbital mechanisms in atmosphere–continent–ocean system, such as previously suggested methane release from gas hydrate and volcanism.\n© 2011 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "It has beenwidely demonstrated that Earth's orbital parameters (climatic precession, obliquity, eccentricity) control paleoclimate changes induced by variations in solar radiation intensity received by our planet (Hays et al., 1976; Imbrie et al., 1984). Research has documented the Earth's orbital parameters in the geologic record over broad time scales, from millennial to millionyear time scales. Today, there is a broad consensus that insolation forcing from the Earth's orbital parameters is a major external driver of changes in atmospheric, continental, and oceanic conditions across all latitudes. Accordingly, recent research has now turned to explain extreme short-lived climate events (e.g., Lourens et al., 2005), ice-sheet formation and carbon reservoir cycling (e.g., Pälike et al., 2006a), biotic extinctions (van Dam et al., 2006), and other poorly understood phenomena. Reciprocally, geophysical processes, such as a post-glacial rebound (Laskar et al., 1993; Mitrovica et al., 1997) and mantle convection (Forte and Mitrovica,\n, UMR 7193 ISTeP ‘Institut des 75252 Paris cedex 05, France.\nruno.galbrun@upmc.fr .ac.uk (H. Pälike).\nl rights reserved.\n1997), could have influenced secular variations in the dynamic ellipticity of the Earth, which consequently influence the astronomical precession constant value (e.g., Berger et al., 1992).\nIn this study, we focus on very long-term periodic variations in the carbon isotope record (δ13C) of Cenozoic deep-sea sediments by which we suggest a possible link with long-term astronomical modulation cycle. Numerous Cenozoic and Mesozoic studies have interpreted these long-term carbon cycle variations as trends, most of them suggesting a tectonic origin (e.g., Leckie et al., 2002; Li et al., 2009; Zachos et al., 2001). Through a comparison between long-term δ13C cycle and orbital eccentricity modulation cycle, we suggest another alternative, i.e., orbital driving force.\nAdditionally, our results concur with and build on previous studies pointing to the long residence-time of carbon in oceans amplified by longer orbital periods (Pälike et al., 2006a). At the same time, we do not rule out possible interactions between tectono-oceanic and climatic variations (e.g., Lagabrielle et al., 2009; Raymo and Ruddiman, 1992) in carbon recycling, triggered or retroacted by the astronomical driving force."
  }, {
    "heading": "2. Cenozoic carbon isotope record (δ13C)",
    "text": "Building on ocean drilling during the last three decades, ~65-myrlong Cenozoic carbon and oxygen records (δ13C and δ18O) were\ncompiled from benthic foraminifera isotope data from more than 40 deep-sea cores of the Deep Sea Drilling Project (DSDP) and Ocean Drilling Program (ODP) (Zachos et al., 2001, 2008; Fig. S1; Cramer et al., 2009). Today, these long records serve as a basic reference for numerous Cenozoic paleoclimate studies that address rhythms, trends and events in Earth's changing climate (Zachos et al., 2001). The compiled records of Zachos et al.'s (2008) exhibit variable resolution, which is comprised between less than ~1 kyr and ~8 kyr for the last ~34 Ma, and could reach 40 kyr for the last 35 to 65 Ma interval (Zachos et al., 2008). This resolution of the stacked data is however sufficient for time-series analysis of low-frequency (multimillionyear) variations. In this study, we examine the behavior of long-period cycles in the δ13C record (Fig. 1), and in particular, we suggest a possible link with long-term eccentricity cycling throughout the Cenozoic (Section 3).\nThe ~65-myr-long Cenozoic carbon record shows evidence of ~9-myr cycles that we denote as Cb1 to Cb8 (Fig. 1). Zachos et al.'s\n(2001) studies were focused on oxygen isotope evolution to interpret temperature and glacial trends and short-lived events such as the Paleocene–Eocene Thermal Maximum (PETM), Oi-1, Mi-1 glaciation events, etc. TheOi-1 andMi-1 events delimit the Cb4 cycle, which roughly spans the Oligocene Epoch. This cyclewas studied in detail by Pälike et al. (2006a) at an ~4-kyr sampling resolution (Fig. 2a),whodemonstrated the strong expression of the ~400-kyr cycles in the carbon isotope signal. Filtering and modulation analysis studies were focused mainly on the ~100-kyr eccentricity and 41-kyr obliquity bands to recover the important ~1.2 and ~2.4-myr astronomical modulations. Modulation behavior of the lower frequency ~400-kyr and ~2.4-myr eccentricity cycles (Section 3.2) were not examined.\nIn fact, because the Oligocene interval is only 11.9-myr long (from 22 to 33.9 Ma), Pälike et al. (2006a) did not consider Cb4 to be a true cycle (Section 3). Instead, they subdivided the interval into 4 phases, which they interpreted as long-term trends, through comparison with the oxygen isotope record (see their Fig. 1). Here, we show\ncurves) astronomicalmodels (Laskar et al., 2004, 2011a), and correlationwith the ~9 myr\nttom, curve 1: AM of the short eccentricity band (9.4±2 myr−1), curve 2: inverted AM of\nand (0.4245±0.1350 myr−1). curve 4: raw δ13C record (Zachos et al., 2001, 2008), also\nrecord, the ~9-myr δ13C oscillations are shown (labeled Cb1 to Cb8 delimited by vertical\no 0.17 myr−1 band) and bandpass (0.1265±0.04245 myr−1) filtered δ13C record is also\nian filter (Paillard et al., 1996). All filtering in orbital eccentricity was carried out on the\normation (e.g., p. 435 in Hinnov, 2000). The vertical dashed lines represent the correlation\n(represented with black stars) which show good correlation of Cb3, Cb4, and Cb7 to their\ns).\nthat this cycle, Cb4, contains four ~2.4-myr cycles easily correlatable to their analogs in astronomical solutions (Laskar et al., 2004, 2011a). The ~2.4-myr term acts to modulate the ~400-kyr cycles, while the ‘Cb4’ modulates the 2.4-myr cycles (Figs. 1 and 2a, Section 3.2)."
  }, {
    "heading": "3. Methods and results",
    "text": ""
  }, {
    "heading": "3.1. Spectral analysis",
    "text": ""
  }, {
    "heading": "3.1.1. Spectral analysis of δ13C data",
    "text": "Spectral analysis of the raw δ13C record of Zachos et al.'s (2008)\ncompilation shows two dominant peaks centered on periods of 27 and 8.4 myr (Fig. 3a). Similar results are obtained when we consider the same interval (i.e., Cenozoic) in Cramer et al.'s (2009) δ13C compilation (Fig. 3b). The 8.4 myr cyclicity is prominent in the δ13C records and represents the cycles denoted Cb1 to Cb8 (Fig. 1). Its pseudo-period could vary from ~7.5 myr (Cb2) to ~11 myr (Cb3). However, the 27 myr peak is not evident in δ13C time series, but it may correspond to the two cycles delimited by the minima of Cb1, Cb4 and Cb7 (Figs. S1 and S2). These very long-term δ13C oscillations have a significant effect on spectral results. When we subtract them, other peaks at higher frequency band are strengthened, but still with low power because of the high-power ~9 myr peak (Fig. S2). To highlight low- and high-frequency bands, we display the raw δ13C spectrum, associated with the robust noise, on a logarithmic scale (Fig. 3c,d). Zachos et al.'s (2008) compilation (Fig. 3c) shows\nseveral spectral peaks around the 400 kyr band, but none of them matches the astronomically predicted and well defined 405 kyr eccentricity term; one peak centered on the period of 1.2 myr, likely related to long-term obliquity modulation cycle; and two other peaks at 1.9 and 2.5 myr periods, may represent the 2.4 myr orbital eccentricity term. Cramer et al.'s (2009) compilation (Fig. 3d) shows also several peaks around the 400 kyr band, and only one peak (404 kyr, see also Fig. S2) may correspond to the 405 kyr eccentricity period. This mismatch between δ13C and astronomical periodicities may be due to the sampling rates in these stacked δ13C data (see Section 3.2). Differences in spectral analysis results between the two δ13C compilations (i.e., Cramer et al., 2009; Zachos et al., 2008) concur with this hypothesis of the sampling-rate effect. Nevertheless, the multi-myr δ13C cycles are robust and persistent in both compilations (Fig. 3a, b). Particularly, the ~9 myr cycles are well detected by lowpass and bandpass filtering of the two δ13C time series (Fig. 1). The 405 kyr and 2.4 myr δ13C cyclicities are documented with confidence in the single ODP site 1218 (Fig. 2a, Pälike et al., 2006a), which respectively reflect ‘g2–g5’ and ‘g4–g3’ eccentricity terms (where g2, g3, g4, and g5 are respectively related to the precession of the perihelions of Venus, the Earth, Mars, and Jupiter, Fig. 4). However, neither 8.4 nor 27-myr cycles are evident in the Earth's orbital variations (e.g., Laskar et al., 2004). To determine if these long-term cycles have an astronomical origin, we tested their presence in two astronomical models, La2004 and the most recent and constrained La2010d (Laskar et al., 2004, 2011a).\n0.003\n0.004\n0.005\npl itu\nde\na"
  }, {
    "heading": "3.1.2. Spectral analysis of the orbital eccentricity variations",
    "text": "The objective of this section is to test if there are small (low ampli-\ntudes) low-frequency (periods longer than ~2.4 myr) cyclicities in the raw eccentricity time series. Thus, we applied spectral analysis (Fig. 4a,b) to the La2004 and La2010d orbital eccentricity for the last 67 Ma (time interval equivalent to that in δ13C records).\n8.4\n27\nCycles per myr 0 0.2 0.4 0.6 0.8 1\nR aw\nP ow\ner\n0\n100\n300\n200\nZ er\nopa\ndd ed\nP ow er 0 50 100\n150a\nb\nc\nd\nCycles per myr 0 0.5 1 1.5 2 2.5 3\nLo g(\npo w\ner )\n0.1\n1\n10\n100\n1000\n2.5 1.9 1.2\n0.62 0.57 0.48\n8.4 27\n0.41 0.36\nM 90% 95% 99%\nCycles per myr 0 0.5 1 1.5 2 2.5 3\nLo g(\npo w\ner )\n0.1\n1\n10\n100\n1000\nM 90% 95% 99%8.3\n29\n2.8\n0.65 0.53 0.43 0.4\n0\n50\n100\n150\n200\n250\n0\n40\n80\n160\n120\nR aw\nP ow\ner\nZ er\nopa\ndd ed\nP ow\ner\n0 0.2 0.4 0.6 0.8 1\nCycles per myr\n29\n8.3 Cycles per kyr\n0 0.0008 0.0016 0.0024 0.0032 0\n0.001\n0.0015\n0.002\n0.0025\n0.003\n0.0005\nR el\nat iv\ne am\npl itu\nde\n0\n0.001\n0.002\nR el\nat iv\ne am\nb 0 0.005 0.01 0.015 0.02 Cycles per kyr\nFig. 4. 2π-MTM harmonic analysis of the orbital eccentricity in the La2004 (black line) and La2010d (red line) astronomical models (Laskar et al., 2004, 2011a) over the last 67 Ma (time interval equivalent to that in δ13C data). (a) the raw spectra displayed over frequencies 0 to 0.02 cycles/kyr, and truncated amplitude axis at 0.005: only the peak representing the 405 kyr eccentricity term is truncated (its full relative amplitude is ~0.010). The truncated power axis to highlight peaks at low frequencies in the shaded area. (b) A zoom of the shaded area in ‘a’ to well visualize low-frequency peaks, the amplitude axis is also truncated at 0.003. All peaks are labeled in kyr, and the origin of each eccentricity component is also shown, where g1, g2, g3, g4 and g5 are the secular frequencies related respectively to the precession of the perihelions of Mercury, Venus, the Earth, Mars, and Jupiter (see Laskar et al., 2004 for detail). Note that only the main peaks depicting the main eccentricity components are shown. Δf in ‘b’ equals to 0.000427 cycles/kyr, which corresponds to a period of 2342 kyr, i.e., (g4–g3) is the result of two possible interferences of (g2–g5) with (g2–g5)−(g4–g3), and (g2–g5) with (g2–g5)+(g4–g3) (see text for discussion).\nThe La2004 model was demonstrated as precise for the last 40 Ma (Laskar et al., 2004). The La2010d could be themost constrained version of the La2010 astronomical model that extends the precision to the last 50 Ma (Laskar et al., 2011b). The main difference between La2004 and La2010 models is that the La2004 initial conditions are adjusted to the JPL numerical ephemeris DE406 (Standish, 1998) over −5000 yr to +1000 yr from the present date, while La2010 is fitted to themost precise planetary ephemeris INPOP06 and INPOP08 (Fienga et al., 2008, 2009). In particular, La2010d version is adjusted to the INPOP06 over the last 1 Ma that includes the five major asteroids, Ceres, Vesta, Pallas, Iris, and Bamberga. La2010a, La2010b and La2010c are fitted to the INPOP08 over only 580 kyr for La2010a and La2010b, and over 1 myr\nFig. 3. 2π-MTM power spectra of the δ13C records (Cramer et al., 2009; Zachos et al., 2008), using themultitapermethod (Thomson, 1982) as implemented in SSA-MTM Toolkit (Ghil et al., 2002). Results of noise modeling (also shown) were estimated using linear fitting and median filtering over 20% of the average Nyquist frequency range (Mann and Lees, 1996). (a) Zachos et al.'s (2008) compilation, dashed line: raw δ13C record linearly interpolated to an ~4-kyr sample rate (the average sampling interval of the record is ~4.7 kyr), solid line: 1× zero-padded δ13C used to highlight the ~8.4-myr peak (see also Fig. S2). (b) Cramer et al.'s (2009) compilation, dashed line: raw δ13C record linearly interpolated to a ~4-kyr sample rate (the average sampling interval of the record is ~4.7 kyr), solid line: 1x zero-padded δ13C used tohighlight the ~8.3-myrpeak (see also Fig. S2). (c) Spectrumof (a) in a logarithmic format over a broader frequency band, togetherwith themodeled rednoise spectrum. (d) Spectrum of (b) in a logarithmic format over a broader frequency band, together with the modeled red noise spectrum.\n9.1 26\n.00005\n.0001\n.00015\n.0002\n0\n.00005\n.00008\n.00012\n0 0.40 0.8\nCycles per myr\nR aw\np ow\ner\n1x z\ner o-\npa dd\ned p\now er\n9.140\n0.40 0.8\nCycles per myr\n.00002\n.00004\n.00006\n.00008\n0\nR aw\np ow\ner\n.00002\n.00004\n.00006\n0\n1x z\ner o-\npa dd\ned p\now er\na\nb\nc\nd\nFig. 5. 2π-MTM power spectra of amplitude modulation (AM) of δ13C records (Cramer et al., 2009; Zachos et al., 2008), using the multitaper method (Thomson, 1982) as implemented in SSA-MTM Toolkit (Ghil et al., 2002). Results of noise modeling (also shown) were estimated using linear fitting and median filtering over 20% of the average Nyquist frequency range (Mann and Lees, 1996). (a) Spectrum of the AM envelopes of the ~400- kyr δ13C band of Zachos et al.'s (2008) compilation (Supplementary Figure S3, solid curve 5). (b) Spectrum of the AM envelopes of the ~400-kyr δ13C band of Cramer et al.'s (2009) compilation (Supplementary Figure S3, dashed curve 5). (c) Spectrum of the AM envelopes of the ~2.4-myr δ13C bandof Zachos et al.'s (2008) compilation (Supplementary Figure S3, solid curve 4), dashed line: raw AM, solid line: 1× zero-padded AM. (d) Spectrum of the AMenvelopes of the ~2.4-myr δ13C band of Cramer et al.'s (2009) compilation (Supplementary Figure S3, solid curve 4), dashed line: rawAM, solid line: 1× zero-padded AM. All peaks are labeled in myr.\nfor La2010c. However, the latter does not include the five major asteroids, Ceres, Vesta, Pallas, Iris, and Bamberga. Certain orbits of these asteroids underwent a strong chaotic behavior, and consequently their motion will be unpredictable over 400 kyr, which in turn influences the Earth's orbital eccentricity calculation (for detail see Laskar et al., 2011b). Thus, the La2010d version could be considered as themost constrained version in the La2010 model (Laskar et al., 2011b).\nFrequency decomposition in harmonic analysis of both La2004 and La2010d raw eccentricity are very similar (Fig. 4a,b). However, the relative amplitudes of spectral peaks are slightly different; this difference is linked to the parameters used in each astronomical model (detailed in Laskar et al., 2011a). At the low frequencies, amplitude spectrum (Fig. 4b) shows peaks around the 400-kyr band, i.e., (g2–g5) and (g2–g5)±(g4–g3) terms composed of the three periods 405 kyr for (g2–g5), 489 kyr for (g2–g5)−(g4–g3), and 345 kyr for (g2–g5)+(g4–g3) (Fig. 4, see Laskar et al., 2004, their Table 6). The interference of the two coupled periods (405 with 345 kyr, and 405 with 489 kyr) induces the long ~2.4 myr eccentricity term, i.e., (g4–g3), which is represented by a significant peak (Fig. 4b, see Section 3.2.1). Two other main peaks at 670 and 959 kyr correspond respectively to (g2–g1) and (g1–g5) terms. Finally, a weak peak centered on the period of ~4.5 myr corresponds to another eccentricity term discussed in Section 3.2.1.\nLowpass filtering does not show significant low-frequency (longer than ~4.5 myr) variations given that, if present, they are with very low energy as illustrated in the amplitude spectra (Fig. 4b). Nevertheless, low-amplitude astronomical variations could have significant influence on Earth's climate change. As an example, though the direct effect of eccentricity forcing on insolation is relatively low, the strong imprint of the main eccentricity cycles (the average 97, 128 kyr, and the strong single 405 kyr; Fig. 4a) in paleoclimatic variations could be indirect, i.e., via energy transfer from the carrier climatic precession into the modulator eccentricity. Same behavior could manifest in the very low-frequency eccentricity terms (Section 3.2.1), where energy could be transferred from higher to lower frequency terms via amplitude/frequency modulation, and all eccentricity terms modulate, in turn, the precession index cycles. The most compelling example is that the ~2.4 myr eccentricity term (g4–g3) with relatively low amplitude (e.g., Laskar et al., 2004) is well recognized in geological records (Abels et al., 2010; Billups et al., 2004; Hilgen et al., 2003; Mitchell et al., 2008; Olsen and Kent, 1999; Pälike et al., 2004; Shackleton et al., 1999; van Dam et al., 2006; and many others), while it could act as a modulator of higher frequency eccentricity terms, either at the 100 k.y. or at the 400 k.y. cycle bands (e.g., 405 with 489 kyr, and 405 with 345 kyr, Fig. 4b, Section 3.2.1). Another striking example concerns the Earth's obliquity variations. In particular, the ~1.2 myr obliquity cycle is strongly documented in Cenozoic icehouse strata (e.g., Pälike et al., 2006a; Wade and Pälike, 2004), although it only acts as a modulator of the higher frequency obliquity cycles (i.e., p+s3≈41 kyr and p+s4≈39.6 kyr). Thus, these examples indicate that the presence of a long-period astronomical cycle with low amplitude, but with a strong imprint in a paleoclimatic record is possible via amplitude/frequency modulation of the higher frequency cycles, and the consequent energy-transfer process. Therefore, we tested possible very longperiod eccentricity cycles via amplitude modulation (AM) technique.\nWe performed AM analysis on both the raw δ13C data and the orbital eccentricity, in order to seek possible analogs. We focused on the ~400-kyr and ~2.4-myr cycles because of their strength in the δ13C record (Fig. 2a), even if they seem to be biased by the stacked sampling rates (Fig. 3c,d), and low resolution of the early Cenozoic δ13C data (Fig. S3)."
  }, {
    "heading": "3.2. Amplitude modulation (AM) analysis",
    "text": "First, we bandpass-filtered the orbital eccentricity ~100-kyr, ~400-kyr and ~2.4-myr variations, and performed Hilbert transforms\n(e.g., p. 435 in Hinnov, 2000) on the filtered series (Fig. 1). Then, we applied the same procedure to the δ13C record, but only at the longer periods, i.e. ~400-kyr and ~2.4-myr (Fig. S3), because the δ13C data resolution is too low to adequately recover ~100-kyr scale behavior through the past 65 Ma, and the stacked sampling rates have a\nsignificant effect on higher frequency band (Fig. 3c,d; Section 3.1). Finally, we applied spectral analysis on the amplitudemodulation (AM) envelopes (Figs. 5 and 6)."
  }, {
    "heading": "3.2.1. AM of the orbital eccentricity",
    "text": "Time-series analysis of astronomical AM envelopes shows signifi-\ncant long-termmodulations in the eccentricity bands. The AM envelope of the short eccentricity (~100-kyr) shows strong 0.405- and 2.4-myr modulations (Fig. 5a), whereas those of the ~400-kyr eccentricity shows strong ~2.4-myr and lesser ~4.5-myr modulations (Figs. 5b and S4). The AM envelope of the ~2.4-myr orbital eccentricity band shows ~9-myr and ~26-myr cyclicity (Fig. 5c,d). The latter is not obvious in the AM time series. However, the former is well detected in AM time series, and shows some correlationwith the δ13C record (Section 4). Thus, the ~4.5- and ~9-myr cyclicities are present in the orbital eccentricity modulations. The ~2.4-myr component could derive from the interference of the two coupled close frequencies in the 400 kyr band (Fig. 4b). In particular, the interferences of 405 kyr (g2–g5) with 345 kyr ((g2– g5)+(g4–g3)), and 405 kyr (g2–g5) with 489 kyr ((g2–g5)−(g4–g3)) induce both the 2.4 myr term (g4–g3) (see Fig. 4b). The astronomical origin of the ~4.5-myr cycles was discussed in Laskar (1990) as deriving from the resonant argument θ=2(g4–g3)−(s4–s3), where g3, g4 are related to the precession of the perihelions of the Earth and Mars, and s3, s4 are related to the precession of the nodes of the same planets. The ~4.5-myr cyclicity is present in the orbital eccentricity solution (Fig. S4). However, the ~9-myr was not previously explicited in the astronomical models."
  }, {
    "heading": "3.2.2. AM of the δ13C variations",
    "text": "Then, we performed ~400-kyr and ~2.4-myr AM analyses on the δ13C records of Cramer et al.'s (2009) and Zachos et al.'s (2008) compilations (Figs. 6 and S3). The spectrum of ~400-kyr AM of Zachos et al.'s compilation (Fig. 6a) shows a strong significant peak centered on 5 myr, and two other weaker but significant peaks of periods 3.8 and 1.9 myr. The 5- and 3.8-myr peaks may represent the average of the ~4.5-myr periodicity (discussed previously). The 1.9 myr peak could represent a distorted ~2.4-myr eccentricity modulation term (see below). The spectrum of ~400-kyr AM of Cramer et al.'s compilation (Fig. 6b) indicates two strong significant peaks centered on 2.4 and 16 myr. The former corresponds likely to ‘g4–g3’ eccentricity term (Fig. 5b). However, the latter is not evident neither in the astronomical variations nor in the δ13C time series.\nThe spectrum of ~2.4-myr AMof Zachos et al.'s compilation (Fig. 6c) shows mainly four significant peaks (above 99% CL) centered on the periods of 6.3, 8.1, 12, and 32myr. The three first ones, with an average of 8.8 myr, may represent the ~9 myr astronomical variations. The latter again is not evident in the δ13C time series. The spectrum of ~2.4- myr AM of Cramer et al.'s compilation (Fig. 6d) highlights three significant peaks centered on the periods of 7.4, 10.2, and 27.5 myr. The former two, with an average of 8.8 myr, most likely represent the ~9 myr astronomical variations. The latter may represent the peak seen in the raw δ13C spectrum (i.e., 29 myr, Fig. 3b). Therefore, AM results suggest that the ~9-myr cyclicitymodulates the ~2.4-myr and not the ~400-kyr cycles as has been demonstrated in the astronomical models. Additionally, AM results of the 2.4 myr band are more consistent than those of the 400 kyr band. This again suggests the more effect of sampling rates on higher frequency cycles. In sum, despite that Cramer et al.'s (2009) compilation shows some δ13C frequencies, in the ~2.4-myr AM, consistent with astronomical frequencies, the large differences of AM outputs (Figs. 6 and S3) between the two δ13C versions (Cramer et al., 2009; Zachos et al., 2008) preclude any positive conclusion regarding AM results. The stacked sampling rates could be the most important factor that affects the documentation of higher frequency cycles, and hence AM use, given that both δ13C compilations are rescaled to the same timescale (GTS2004, Gradstein et al., 2004).\nNevertheless, the ~9 myr cycles are prominent and robust in both δ13C compilations."
  }, {
    "heading": "4. δ13C variations and orbital eccentricity correlation",
    "text": "The 9-myr eccentricity cycles correlate well with the raw δ13C (Fig. 1) because of the higher sensitivity of global carbon-cycle to eccentricity forcing (e.g., Abels et al., 2010; Cramer et al., 2003; Pälike et al., 2006a). A clear negative correlation between eccentricity and δ13C cycles was observed from ~8 to ~60 Ma. Maxima of δ13C correspond to minima of ~9 myr eccentricity cycles. Similar negative correlation was also demonstrated at the higher frequency eccentricity cycles (~2.4-myr, ~400-kyr, and ~100-kyr, Cramer et al., 2003; Pälike et al., 2006a, and many others). Cb1 to Cb8 δ13C cycles correlate well with the ~9 myr astronomical cycles (Fig. 7). The average cross phase estimate between ~2.4-myr eccentricity AM and ~9 myr δ13C cycles is about−180° (Fig. 7). This supports the antiphase relationship between eccentricity and δ13C variations. However, visual examination of the time series (Fig. 1, curves 3 and 4) indicates that δ13C and eccentricity variations are sometimes phase-shifted at the ~9 myr cyclicity suggesting that non-orbital processes (e.g., tectonics) could interfere into these long-term δ13C oscillations (e.g., Leckie et al., 2002; Li et al., 2009; Zachos et al., 2001). On the other hand, La2004 astronomical model (Laskar et al., 2004) is valid for only the last 40 Ma, while the La2010d model (Laskar et al., 2011a) is reliable for the last 50 Ma. Thus, correlation between δ13C and astronomical variations for the interval 50 to 67 Ma (Cb7 and Cb8) is critical, and should be considered with caution\ntill a future extended astronomical model will be available, and future studies could enhance geological timescale resolution.\nBesides, we note a positive correlation between δ13C and astronomy for the last ~8 Ma. This exception may be due to the compilation of the carbon isotopes data itself, which should be checked in future δ13C compilations. In fact, possible unreliable δ13C compiled data could exist for the Plio–Pleistocene where basin to basin fractionation develops (low values of the Pacific, J. Zachos, pers. comm). Recent studies concur with this hypothesis, and show that Atlantic–Pacific δ13C differential responses exist for the last ~10 Ma (Cramer et al., 2009, their Fig. 6). A different hypothesis, Wang et al. (2010) suggested that the expression of eccentricity in the δ13C record is obscured for at least the last ~1.6 Ma, related to amajor change in the oceanic carbon reservoir associated with a restructuring of the Southern Ocean. Finally, Katz et al. (2005) interpreted a long-term linear trend in this interval (precisely for the last ~17 Ma, in their Fig. 1) as the result of a closing phase of the Wilson cycle, when continents reassemble and the Atlantic Ocean basin closes. According to these observations,we restrict our interpretation, in terms of possible orbital forcing of the 9-myr δ13C cycles, to the interval ~8 to ~50 Ma, and with caution the interval ~50 to ~60 Ma, where 9-myr δ13C and eccentricity cycles are anticorrelated."
  }, {
    "heading": "5. Discussion: how does orbital forcing drive Cenozoic carbon cyclicity?",
    "text": "High-amplitude (1‰) eccentricity-scale cyclicity has been described in various upper Paleocene–Neogene δ13C records (Cramer et al., 2003; Diester-Haass, 1996; Flower and Kennett, 1995; Pälike et al., 2006a, 2006b; Woodruff and Savin, 1991; Zachos et al., 1996, 1997, 2001), suggesting that carbon recycling through the atmosphere–biosphere–ocean reservoir (e.g., Sarmiento and Bender, 1994; Siegenthaler and Sarmiento, 1993) preferentially responds to orbital eccentricity frommodulation of the climatic precession. For example, by applying climatic precession forcing to carbonate/organic carbon fluxes and deposition, and the residence-time of carbon in the atmosphere–biosphere–ocean, Cramer et al. (2003) modeled a theoretical eccentricity curve consistent with interpreted eccentricity cycles (~100 and ~400 kyr) in their measured bulk carbonate δ13C. Specifically, they showed a correspondence between maxima in ~400-kyr eccentricity and transient decreases in the bulk carbonate δ13C during the late Paleocene–early Eocene. In another example from the Oligocene, Pälike et al. (2006a) demonstrated that long-term insolation forcing could modulate atmospheric CO2 levels as well as the oceanic carbonate ion (CO32−) concentration, leading to expansion and contraction of biospheric productivity in tune with longterm orbital periodicities. Specifically, Pälike et al. (2006a) highlighted a strong ~400-kyr signal in the δ13C record, which they explained as the consequence of the long residence-time of carbon in the oceans, leading to enhanced sensitivity to longer forcing periods.\nIn this study, we show a prominent ~9 myr cyclicity in δ13C record, which may correspond to ~9 myr AM cycles in orbital eccentricity variations. This is in accordancewith the idea of long residence-time of carbon in amplifying longer orbital periodicities. We also note that the maxima of long-term δ13C oscillations correspond to minima of longterm eccentricity modulations (Figs. 1 and 2a), which again concurs with previous δ13C cyclostratigraphic studies (Cramer et al., 2003; Pälike et al., 2006a; Rickaby et al., 2007; and many others). Therefore, if there is a link between δ13C record and orbital eccentricity modulation at this multi-millionyear timescale, and considering previous studies in carbon-cycle modeling, we could suggest that eccentricity induced insolation through its modulation of the climatic precession may play an important role in carbon cycling, controlling a chain of astro-climatically sensitive processes such as terrestrial weathering, biosphere productivity, carbonate sedimentation and dissolution, burial and oxidation of organic carbon, etc. (e.g., Cramer et al., 2003; Kurtz et al., 2003; Li et al., 2009; Pälike et al., 2006a; Rickaby et al., 2007; Westbroek et al., 1993). At the same time, observed phase shifts\nbetween ~9-myr eccentricity and δ13C cycles suggest that additional processes (e.g., tectonics) could contribute to the δ13C variations.\nFinally, the most prominent ~9-myr δ13C cycle (Cb7, Figs. 1 and 2a), which corresponds to a well expressed ~9-myr astronomical cycle in the eccentricity modulation, includes the Paleocene–Eocene Thermal Maximum (PETM) event (Figs. 1 and 2b). In particular, the PETM, which corresponds to a pronounced δ13C negative excursion (2.5–3‰), is situated within a strong decrease in the Cb7 δ13C cycle, hinting at a possible link between δ13C rates and the occurrence of the event. The Cb7 cycle, especially its decreasing part, seems to be amplified compared to the other ~9 myr δ13C cycles (Fig. 1). This observation is beyond the scope of our study, and needs, however, future work to model causes of rates in the δ13C variations and their link with the PETM onset in this specific interval of Cenozoic (e.g., volcanism: Storey et al., 2007, and J. Zachos, pers. com; methane release from gas hydrate: Dickens et al., 1995, 1997)."
  }, {
    "heading": "6. Conclusions",
    "text": "We show that Cenozoic carbon isotope record (δ13C) exhibits a multi-millionyear cycle of a pseudo-periodicity close to 9 myr. Amplitude modulation (AM) analysis of astronomical models shows that the ~2.4 myr eccentricity cycles aremainlymodulated by ~9 myr cycles similar to those observed in the δ13C record. Several lines of correlation are observed between ~9 myr eccentricity envelopes and δ13C cycles pointing to a possible link between the two.\nAdditionally, the Paleocene–Eocene Thermal Maximum (PETM) event, which corresponds to a pronounced δ13C negative excursion, coincides with a critical interval in the ~9 myr δ13C cycle. An unusual strong decrease in the most prominent ~9 myr δ13C of the Cenozoic may reflect specific processes in atmosphere–continent–ocean system (e.g., methane release from gas hydrate, volcanism), responsible for the amplification of the ~9 myr δ13C cycle and the PETM excursion."
  }, {
    "heading": "Acknowledgments",
    "text": "J. Laskar, B. Galbrun, and S. Boulila were supported by French ANR Grant ASTS-CM. J. Laskar acknowledge the support from GENCI-CINES and PNP-CNRS. S. Boulila thanks Linda Hinnov for help in time-series analysis and her revisions and comments on an earlier version of the manuscript. We also thank Jim Zachos for help of the revised stable isotopes data, and his comments and revisions on an earlier version of the manuscript. S. Boulila thanks very much Jim Ogg (Purdue University) for help in geological timescale conversion. We are grateful for Editor Peter DeMenocal. We acknowledge reviews of three anonymous colleagues and the editor P. DeMenocal that led to important revisions of our manuscript."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at doi:10. 1016/j.epsl.2011.11.017."
  }],
  "year": 2012,
  "references": [{
    "title": "Long-period eccentricity control on sedimentary sequences in the continental Madrid Basin (middle Miocene, Spain)",
    "authors": ["H.A. Abels", "H. Abdul Aziz", "W. Krijgsman", "S.J.B. Smeets", "F.J. Hilgen"],
    "venue": "Earth Planet. Sci",
    "year": 2010
  }, {
    "title": "Stability of the astronomical frequencies over the Earth's history for paleoclimate studies",
    "authors": ["A. Berger", "M.F. Loutre", "J. Laskar"],
    "year": 1992
  }, {
    "title": "Astronomic calibration of the late Oligocene through early Miocene geomagnetic polarity time scale",
    "authors": ["K. Billups", "H. Pälike", "J.E.T. Channell", "J.C. Zachos", "N.J. Shackleton"],
    "venue": "Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "Constraints on the numerical age of the Paleocene/Eocene boundary. Geochemistry, Geophysics, Geosystems 12, Q0AA17",
    "authors": ["A.J. Charles", "D.J. Condon", "I.C. Harding", "H. Pälike", "J.E.A. Marshall", "Y. Cui", "L. Kump", "I.W. Croudace"],
    "year": 2011
  }, {
    "title": "Orbital climate forcing",
    "authors": ["B.S. Cramer", "J.D. Wright", "D.V. Kent", "M.P. Aubry"],
    "year": 2003
  }, {
    "title": "Ocean overturning since the Late Cretaceous: inferences from a new benthic foraminiferal isotope compilation",
    "authors": ["B.S. Cramer", "J.R. Toggweiler", "J.D. Wright", "M.E. Katz", "K.G. Miller"],
    "venue": "Paleoceanography 24,",
    "year": 2009
  }, {
    "title": "Dissociation of oceanic methane hydrate as a cause of the carbon isotope excursion at the end of the Paleocene",
    "authors": ["G.R. Dickens", "J.R. O'Neil", "D.K. Rea", "R.M. Owen"],
    "venue": "Paleoceanography",
    "year": 1995
  }, {
    "title": "A blast of gas in the latest Paleocene: simulating first order effects of massive dissociation of oceanic methane",
    "authors": ["G.R. Dickens", "M.M. Castillo", "J.C.G. Walker"],
    "venue": "hydrate. Geology",
    "year": 1997
  }, {
    "title": "Late Eocene–Oligocene paleoceanography in the southern Indian Ocean (ODP Site 744)",
    "authors": ["L. Diester-Haass"],
    "venue": "Mar. Geol",
    "year": 1996
  }, {
    "title": "INPOP06. A new numerical planetary ephemeris",
    "authors": ["A. Fienga", "H. Manche", "J. Laskar", "M. Gastineau"],
    "venue": "Astron. Astrophys",
    "year": 2008
  }, {
    "title": "INPOP08, a 4-D planetary ephemeris: from asteroid and time-scale computations to ESA Mars Express and Venus",
    "authors": ["A. Fienga", "J. Laskar", "T. Morley", "H. Manche", "P. Kuchynka", "C. Le Poncin-Lafitte", "F. Budnik", "M. Gastineau", "L. Somenzi"],
    "venue": "Express contributions. Astron. Astrophys",
    "year": 2009
  }, {
    "title": "Middle Miocene deepwater paleoceanography in the southwest Pacific: relations with East Antarctic Ice Sheet development",
    "authors": ["B. Flower", "J. Kennett"],
    "venue": "Paleoceanography",
    "year": 1995
  }, {
    "title": "A resonance in Earth's obliquity and precession over the past 20 Myr driven by mantle convection",
    "authors": ["A.M. Forte", "J.X. Mitrovica"],
    "venue": "Nature 390,",
    "year": 1997
  }, {
    "title": "Advanced spectral methods for climatic time series",
    "authors": ["M. Ghil", "R.M. Allen", "M.D. Dettinger", "K. Ide", "D. Kondrashov", "M.E. Mann", "A. Robertson", "A. Saunders", "Y. Tian", "F. Varadi", "P. Yiou"],
    "venue": "Rev. Geophys",
    "year": 2002
  }, {
    "title": "A Geologic Time Scale",
    "authors": ["F.M. Gradstein", "J.G. Ogg", "A.G. Smith"],
    "year": 2004
  }, {
    "title": "Variations in the earth's orbit: pacemaker of the ice ages",
    "authors": ["J.D. Hays", "J. Imbrie", "N.J. Shackleton"],
    "venue": "Science",
    "year": 1976
  }, {
    "title": "Integrated stratigraphy and astronomical tuning of the Serravallian and lower Tortonian at Monte dei Corvi (Middle-Upper Miocene, northern Italy)",
    "authors": ["F.J. Hilgen", "H. Abdul Aziz", "W. Krijgsman", "I. Raffi", "E. Turco"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2003
  }, {
    "title": "New perspectives on orbital stratigraphy",
    "authors": ["L.A. Hinnov"],
    "venue": "Ann. Rev. Earth Planet. Sci",
    "year": 2000
  }, {
    "title": "Antarctic temperature at orbital time scales controlled by local summer duration",
    "authors": ["P. Huybers", "G. Denton"],
    "venue": "Nat. Geosci",
    "year": 2008
  }, {
    "title": "The orbital theory of Pleistocene climate: support from a revised chronology of the marine",
    "authors": ["J. Imbrie", "J.D. Hays", "D.G. Martinson", "A. McIntyre", "A.C. Mix", "J.J. Morley", "N.G. Pisias", "W.L. Prell", "N.J. Shackleton"],
    "year": 1984
  }, {
    "title": "Biological overprint of the global carbon cycle",
    "authors": ["M.E. Katz", "J.D. Wright", "K.G. Miller", "B. Cramer", "K. Fennel", "P.G. Falkowski"],
    "venue": "Mar. Geol",
    "year": 2005
  }, {
    "title": "Synchronizing rock clocks of Earth history",
    "authors": ["K.F. Kuiper", "A. Deino", "F.J. Hilgen", "W. Krijgsman", "P.R. Renne", "J.R. Wijbrans"],
    "year": 2008
  }, {
    "title": "Early Cenozoic decoupling of the global carbon and sulfur cycles",
    "authors": ["A.C. Kurtz", "L.R. Kump", "M.A. Arthur", "J.C. Zachos", "A. Paytan"],
    "venue": "Paleoceanography 18",
    "year": 2003
  }, {
    "title": "The tectonic history of Drake Passage and its possible impacts on global climate",
    "authors": ["Y. Lagabrielle", "Y. Goddéris", "Y. Donnadieu", "J. Malavieille", "M. Suarez"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "The chaotic motion of the Solar System: a numerical estimate of the size of the chaotic zone",
    "authors": ["J. Laskar"],
    "venue": "Icarus",
    "year": 1990
  }, {
    "title": "Orbital, precessional, and insolation quantities for the Earth from −20 myr to +10 myr",
    "authors": ["J. Laskar", "F. Joutel", "F. Boudin"],
    "venue": "Astron. Astrophys",
    "year": 1993
  }, {
    "title": "A long-term numerical solution for the insolution quantities of the Earth",
    "authors": ["J. Laskar", "P. Robutel", "F. Joutel", "M. Gastineau", "A.C.M. Correia", "B. Levrard"],
    "venue": "Astron. Astrophys",
    "year": 2004
  }, {
    "title": "La2010: a new orbital solution for the long term motion of the Earth",
    "authors": ["J. Laskar", "A. Fienga", "M. Gastineau", "H. Manche"],
    "venue": "Astron. Astrophys. 532,",
    "year": 2011
  }, {
    "title": "Strong chaos induced by close encounters with Ceres and Vesta Astron",
    "authors": ["J. Laskar", "M. Gastineau", "Delisle", "J.-B", "A. Farrés", "A. Fienga"],
    "venue": "Astrophys. 532,",
    "year": 2011
  }, {
    "title": "Oceanic anoxic events and plankton evolution: biotic response to tectonic forcing during the mid-Cretaceous",
    "authors": ["R.M. Leckie", "T. Bralower", "R. Cashman"],
    "venue": "Paleoceanography",
    "year": 2002
  }, {
    "title": "Evolution of the Cenozoic carbon cycle: the roles of tectonics and CO2 fertilization",
    "authors": ["G. Li", "J. Ji", "J. Chen", "D.B. Kemp"],
    "venue": "Glob. Biogeochem. Cycles 23,",
    "year": 2009
  }, {
    "title": "Astronomical pacing of late Palaeocene to early Eocene global warming",
    "authors": ["L.J. Lourens", "A. Sluijs", "D. Kroon", "J.C. Zachos", "E. Thomas", "U. Röhl", "J. Bowles", "I. Raffi"],
    "venue": "events. Nature",
    "year": 2005
  }, {
    "title": "Robust estimation of background noise and signal detection in climatic time series",
    "authors": ["M.E. Mann", "J.M. Lees"],
    "venue": "Clim. Change",
    "year": 1996
  }, {
    "title": "Oceanic anoxic cycles? Orbital prelude to the Bonarelli Level (OAE 2)",
    "authors": ["R.N. Mitchell", "D.M. Bice", "A. Montanari", "L.C. Cleavel", "K.T. Christianson", "R. Coccioni", "L.A. Hinnov"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "Glaciation-induced variations in the Earth's precession frequency, obliquity and insolation over the last 2.6 Ma",
    "authors": ["J.X. Mitrovica", "A.M. Forte", "R. Pan"],
    "venue": "Geophys. J. Intern",
    "year": 1997
  }, {
    "title": "Long-term Milankovitch cycles from the Late Triassic and Early Jurassic of eastern North America and their implications for the calibration of the Early Mesozoic timescale and the long term behavior of the planets",
    "authors": ["P.E. Olsen", "D.V. Kent"],
    "venue": "Royal Soc. (London) Phil. Trans. Ser. A",
    "year": 1999
  }, {
    "title": "Macintosch program performs timeseries analysis",
    "authors": ["D. Paillard", "L. Labeyrie", "P. Yiou"],
    "venue": "Eos",
    "year": 1996
  }, {
    "title": "Geologic constraints on the chaotic diffusion of the Solar System",
    "authors": ["H. Pälike", "J. Laskar", "N.J. Shackleton"],
    "venue": "Geology",
    "year": 2004
  }, {
    "title": "Extended orbitally forced palaeoclimatic records from the equatorial Atlantic",
    "authors": ["H. Pälike", "J. Frazier", "J.C. Zachos"],
    "venue": "Ceara Rise. Quat. Sci. Rev",
    "year": 2006
  }, {
    "title": "The heartbeat of the Oligocene climate",
    "authors": ["H. Pälike", "R.D. Norris", "J.O. Herrle", "P.A. Wilson", "H.K. Coxall", "C.H. Lear", "N.J. Shackleton", "A.K. Tripati", "B.S. Wade"],
    "year": 2006
  }, {
    "title": "Tectonic forcing of late",
    "authors": ["M.E. Raymo", "W.F. Ruddiman"],
    "venue": "Cenozoic climate. Nature",
    "year": 1992
  }, {
    "title": "Coccolith chemistry reveals secular variations in the global ocean carbon cycle",
    "authors": ["R.E.M. Rickaby", "E. Bard", "C. Sonzogni", "F. Rostek", "L. Beaufort", "S. Braker", "G. Rees", "D.P. Schrag"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Carbon biogeochemistry and climate change",
    "authors": ["J. Sarmiento", "M. Bender"],
    "venue": "Photosynth. Res",
    "year": 1994
  }, {
    "title": "Astronomical calibration of Oligocene–Miocene time",
    "authors": ["N.J. Shackleton", "S.J. Crowhurst", "G.P. Weedon", "J. Laskar"],
    "venue": "Philos. Trans. R. Soc. London A",
    "year": 1999
  }, {
    "title": "Atmospheric carbon dioxide and the ocean",
    "authors": ["U. Siegenthaler", "J. Sarmiento"],
    "venue": "Nature 365,",
    "year": 1993
  }, {
    "title": "JPL Planetary and Lunar Ephemerides, DE405/LE405. Jet Propulsion Laboratory, Interoffice Memorandum",
    "authors": ["E.M. Standish"],
    "venue": "IOM 312.F –",
    "year": 1998
  }, {
    "title": "Paleocene–Eocene Thermal Maximum and the opening of the Northeast Atlantic",
    "authors": ["M. Storey", "R.A. Duncan", "C.C. Ill"],
    "venue": "Science",
    "year": 2007
  }, {
    "title": "Spectrum estimation and harmonic analysis",
    "authors": ["D.J. Thomson"],
    "venue": "IEEE Proc",
    "year": 1982
  }, {
    "title": "Long-period astronomical forcing of mammal",
    "authors": ["J.A. vanDam", "H. AbdulAziz", "M.A.A. Sierra", "F.J. Hilgen", "L.W. van denHoekOstende", "L.J. Lourens", "P. Mein", "A.J. vanderMeulen", "P. Pelaez-Campomanes"],
    "venue": "turnover. Nature",
    "year": 2006
  }, {
    "title": "Oligocene climate dynamics",
    "authors": ["B.S. Wade", "H. Pälike"],
    "venue": "Paleoceanography 19,",
    "year": 2004
  }, {
    "title": "Obscuring of long eccentricity cyclicity in Pleistocene oceanic carbon isotope records",
    "authors": ["P. Wang", "J. Tian", "L.J. Lourens"],
    "venue": "Earth Planet. Sci",
    "year": 2010
  }, {
    "title": "A model system approach to biological climate forcing: the example of Emiliania huxleyi",
    "authors": ["P. Westbroek", "C.W. Brown", "J. Vanbleijswijk", "C. Brownlee", "G.J. Brummer", "M. Conte", "J. Egge", "E. Fernandez", "R. Jordan", "M. Knappertsbusch", "J. Stefels", "M. Veldhuis", "P. Vanderwal", "J. Young"],
    "venue": "Glob. Planet. Change",
    "year": 1993
  }, {
    "title": "On the duration of magnetochrons C24r and C25n, and the timing of early Eocene global warming events: implications from the ODP Leg 208 Walvis Ridge depth transect",
    "authors": ["T. Westerhold", "U. Röhl", "J. Laskar", "I. Raffi", "J. Bowles", "L.J. Lourens", "J.C. Zachos"],
    "year": 2007
  }, {
    "title": "Astronomical calibration of the Paleocene time",
    "authors": ["T. Westerhold", "U. Röhl", "I. Raffi", "E. Fornaciari", "S. Monechi", "V. Reale", "J. Bowles", "H.F. Evans"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2008
  }, {
    "title": "Latest on the absolute age of the Paleocene–Eocene Thermal Maximum (PETM): new insights from exact stratigraphic position of key ash layers +19 and −17",
    "authors": ["T. Westerhold", "U. Röhl", "H.K. McCarren", "J.C. Zachos"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Mid-Miocene isotope stratigraphy in the deep sea: highresolution correlations, paleoclimatic cycles, and sediment preservation",
    "authors": ["F. Woodruff", "S. Savin"],
    "venue": "Paleoceanography",
    "year": 1991
  }, {
    "title": "High-resolution (104 years) deep-sea foraminiferal stable isotope records of the Eocene–Oligocene climate",
    "authors": ["J.C. Zachos", "T. Quinn", "K. Salamy"],
    "venue": "transition. Paleoceanography",
    "year": 1996
  }, {
    "title": "Orbitally paced climate oscillations across the Oligocene/Miocene boundary",
    "authors": ["J.C. Zachos", "B. Flower", "H. Paul"],
    "venue": "Nature",
    "year": 1997
  }, {
    "title": "Trends, rhythms, aberrations in global climate 65",
    "authors": ["J.C. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Ma to present. Science",
    "year": 2001
  }, {
    "title": "An early Cenozoic perspective on greenhouse warming and carbon-cycle dynamics",
    "authors": ["J.C. Zachos", "G.R. Dickens", "R.E. Zeebe"],
    "venue": "Nature",
    "year": 2008
  }],
  "id": "SP:4641c3b1c15ddc6b50589a689088689835f4eef2",
  "authors": [{
    "name": "Slah Boulila",
    "affiliations": []
  }, {
    "name": "Bruno Galbrun",
    "affiliations": []
  }, {
    "name": "Jacques Laskar",
    "affiliations": []
  }, {
    "name": "Heiko Pälike",
    "affiliations": []
  }],
  "title": "A ~9 myr cycle in Cenozoic δC record and long-term orbital eccentricitymodulation: Is there a link?"
}