{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGlobal and Planetary Change\njournal homepage: www.elsevier.com/locate/gloplacha\nInvited research article\nThe rise and fall of the Cretaceous Hot Greenhouse climate\nBrian T. Hubera,⁎, Kenneth G. MacLeodb, David K. Watkinsc, Millard F. Coffind,e,f\na Department of Paleobiology, MRC-121, Smithsonian Institution, Washington, DC 20013, United States bDepartment of Geological Sciences, University of Missouri-Columbia, Columbia, MO 65211, United States c Department of Earth & Atmospheric Sciences, University of Nebraska, Lincoln, NE 68588, United States d Institute for Marine and Antarctic Studies, University of Tasmania, Private Bag 129, Hobart, TAS 7001, Australia e School of Earth and Climate Sciences, University of Maine, Orono, ME 04469-5790, United States fWoods Hole Oceanographic Institution, Woods Hole, MA 02543, United States\nA R T I C L E I N F O\nKeywords: Cretaceous Hot Greenhouse Foraminiferal stable isotopes Volcanic outgassing pCO2 proxies Greenhouse glacier hypothesis Southern high latitudes\nA B S T R A C T\nA compilation of foraminiferal stable isotope measurements from southern high latitude (SHL) deep-sea sites provides a novel perspective important for understanding Earth's paleotemperature and paleoceanographic changes across the rise and fall of the Cretaceous Hot Greenhouse climate and the subsequent Paleogene climatic optimum. Both new and previously published results are placed within an improved chronostratigraphic framework for southern South Atlantic and southern Indian Ocean sites. Sites studied were located between 58° and 65°S paleolatitude and were deposited at middle to upper bathyal paleodepths. Oxygen isotope records suggest similar trends in both bottom and surface water temperatures in the southern sectors of the South Atlantic and in the Indian Ocean basins. Warm conditions were present throughout the Albian, extreme warmth existed during the Cretaceous Thermal Maximum (early-mid-Turonian) through late Santonian, and long-term cooling began in the Campanian and culminated in Cretaceous temperature minima during the Maastrichtian. Gradients between surface and seafloor δ18O and δ13C values were unusually high throughout the 11.5 m.y. of extreme warmth during the Turonian-early Campanian, but these vertical gradients nearly disappeared by the early Maastrichtian.\nIn absolute terms, paleotemperature estimates that use standard assumptions for pre-glacial seawater suggest sub-Antarctic bottom waters were ≥21 °C and sub-Antarctic surface waters were ≥27 °C during the Turonian, values warmer than published climate models support. Alternatively, estimated temperatures can be reduced to the upper limits of model results through freshening of high latitude waters but only if there were enhanced precipitation of water with quite low δ18O values. Regardless, Turonian planktonic δ18O values are ~1.5‰ lower than minimum values reported for the Paleocene-Eocene Thermal Maximum (PETM) from the same region, a difference which corresponds to Turonian surface temperatures ~6 °C warmer than peak PETM temperatures if Turonian and Paleocene temperatures are estimated using the same assumptions. It is likely that warm oceans surrounding and penetrating interior Antarctica (given higher relative sea level) prevented growth of Antarctic ice sheets at all but the highest elevations from the late Aptian through late Campanian; however, Maastrichtian temperatures may have been cool enough to allow growth of small, ephemeral ice sheets. The standard explanation for the sustained warmth during Cretaceous Hot Greenhouse climate invokes higher atmospheric CO2 levels from volcanic outgassing, but correlation among temperature estimates, proxy estimates of pCO2, and intervals of high fluxes of both mafic and silicic volcanism are mostly poor. This comparison demonstrates that the relative timing between events and their putative consequences need to be better constrained to test and more fully understand relationships among volcanism, pCO2, temperature ocean circulation, Earth's biota and the carbon cycle."
  }, {
    "heading": "1. Introduction",
    "text": "Evidence for warm polar regions during the Cretaceous is well documented. Terrestrial plant assemblages and dinosaurs from polar\nlatitudes of both hemispheres indicate mean annual and winter minimum temperatures much warmer-than-modern (Brouwers et al., 1987; Case, 1988; Case et al., 2000; Herman and Spicer, 1997; Olivero et al., 1991; Parrish et al., 1989; Parrish and Spicer, 1988; Rich et al.,\nhttps://doi.org/10.1016/j.gloplacha.2018.04.004 Received 18 December 2017; Received in revised form 27 April 2018; Accepted 27 April 2018\n⁎ Corresponding author. E-mail addresses: huberb@si.edu (B.T. Huber), MacLeodK@missouri.edu (K.G. MacLeod), dwatkins1@unl.edu (D.K. Watkins), Mike.Coffin@utas.edu.au (M.F. Coffin).\nGlobal and Planetary Change 167 (2018) 1–23\nAvailable online 18 May 2018 0921-8181/ Published by Elsevier B.V.\nT\n2002). Presence of champsosaur (a crocodile-like reptile) remains at ~72°N during the Turonian-Coniacian is consistent with mean annual temperatures of> 14 °C (Tarduno et al., 1998; Vandermark et al., 2007). Geochemical confirmation and refinement of temporal trends are provided by paleotemperatures inferred from foraminiferal oxygen isotope compilations (e.g., Cramer et al., 2009; Friedrich et al., 2012), fish teeth (Pucéat et al., 2007; Martin et al., 2014) and TEX86 measurements derived from the composition of membrane lipids of marine Archaea (O'Brien et al., 2017).\nThe compilations of deep-sea benthic foraminiferal and bulk carbonate δ18O data reveal that warming of the world's oceans to the midCretaceous peak was gradual and spanned the early Albian through middle Cenomanian. Extremely warm temperatures (seafloor temperatures of> 20 °C at mid-bathyal depths) persisted from the late Cenomanian through Santonian, and then gradually returned to cooler values (~6–8 °C at mid–bathyal depths; ~1500–2500m) during the Maastrichtian (Clarke and Jenkyns, 1999; Huber et al., 1995; Huber et al., 2011; Huber et al., 2002; Cramer et al., 2009; Friedrich et al., 2012). Oxygen isotopic records from surface dwelling planktonic foraminifera in the southern South Atlantic have been shown generally to parallel the deep-sea benthic δ18O trends with highest planktonic δ18O values during the late Aptian-early Albian and Maastrichtian “cool greenhouse” and lowest values during the Turonian-Santonian “hot greenhouse” (Huber et al., 1995, 2002; Barrera and Savin, 1999; Fassell and Bralower, 1999).\nExtreme warmth during the mid-Cretaceous has been ascribed to high pCO2 maintained by high fluxes from volcanic activity including increased oceanic crust formation, eruption of large igneous province (LIP), and high rates of subduction-related arc volcanism (Arthur et al., 1985; Barron and Washington, 1985; Crowley, 1991; Larson, 1991a; Coffin and Eldholm, 1994; Crowley and Berner, 2001; Van Der Meer et al., 2014). The buildup of atmospheric CO2, palaeogeography, and warm Cretaceous oceans created conditions near the threshold for widespread deposition of organic-rich sediments under anoxic conditions, as demonstrated by the repeated occurrence of Oceanic Anoxic Events (OAEs) and their associated prominent carbon-isotope excursions documented from marine and terrestrial sequences (Ando et al., 2002; Arthur et al., 1988; Gröcke et al., 1999; Jahren et al., 2001; Jarvis et al., 2006; Jenkyns, 1980, 2010; Jenkyns et al., 2017). Globally expressed Cretaceous OAEs occurred during the early Aptian (OAE 1a; ~120Ma) and at the Cenomanian/Turonian boundary (OAE 2; ~94Ma) while regionally recognized events occurred during the early Albian (OAE 1b; ~111Ma), late Albian (OAE 1d; ~100Ma) and possibly late Coniacian-early Santonian (OAE 3; ~86Ma). Two endmember models, one invoking reduced ocean circulation (stagnant ocean basins) and another invoking high plankton productivity and expansion of the oxygen minimum zone (productivity model), have been proposed to explain OAEs. Where on this spectrum the answer remains debated due to discrepancies between model predictions and empirical observations, and forcing mechanisms for OAEs remain poorly understood (Jenkyns, 2010). Regardless of triggering mechanisms, the burial of large amounts of organic carbon should have reduced pCO2 and lowered temperatures globally.\nAt Falkland Plateau DSDP Site 511 (Fig. 1), planktonic foraminiferal δ18O values from the Turonian are especially low, ranging at times to between−4.2 and−4.7‰. These values suggest upper ocean at ~60 °S paleolatitude was as warm as 29–32 °C assuming the standard ice-free values of −1‰SMOW applies for regional seawater δ18O (Bice et al., 2003). The low planktonic δ18O values (and resulting high paleotemperature estimates) have defied straightforward heat budget explanations. In the Bice et al. (2003) study, temperatures of ~30 °C were incompatible with model results unless the models use either improbably high pCO2 levels (≥6500 ppm) or proscribed at least a 50% increase in oceanic poleward heat transport relative to earlier midCretaceous conditions. Reducing calculated temperatures by invoking moisture balance changes that lowered seawater δ18O was considered\nimpossible as the modeled 18O-depleted seawater was too brackish for the diverse, open ocean microfossil assemblages present. Foraminiferal preservation in the Turonian at Site 511 is excellent arguing against diagenetic overprints of> 2‰ that are required to match even 2500 ppmv CO2 models.\nIn spite of widespread evidence for extreme global warmth during the Cenomanian–Turonian, some authors have argued for the episodic existence of continental ice based on presumed isochrony of sequence stratigraphic boundaries and correlation with oxygen isotope shifts (Gale et al., 2002; Miller et al., 2003, 2005; Stoll and Schrag, 2000; Bornemann et al., 2008). The proposed ice sheet events during the Cretaceous hot greenhouse have been countered by more recent studies that showed oxygen isotopic records are inconsistent with waxing and\nwaning of continental ice sheets at these times (Ando et al., 2009; MacLeod et al., 2013; Moriya et al., 2007). Significant uncertainty in the timing and extent of sea level falls and the influence of dynamic topography on local tectonics and regional climatic conditions have further weakened support for ice volume variation as a global forcing mechanism for sea level change during the mid-Cretaceous (Haq and Huber, 2017). While an ice-free Turonian now seems widely accepted, the existence of ephemeral ice sheets during cool greenhouse intervals of the Aptian–Albian and Maastrichtian continues to be debated (Alley and Frakes, 2003; Bowman et al., 2013, 2014).\nHigh latitudes respond more strongly than low latitudes to climate forcing, and the Cretaceous southern high latitudes (SHL) are critical in examining disagreements among studies (e.g., large differences between model and proxy temperature estimates exemplified by the Site 511 data, apparent contradictions between inferred glacio-eustatic sealevel changes and lack of glacial evidence in cores recovered around Antarctica). To test proposed patterns and improve knowledge of temperature evolution at SHL, we have compiled published high latitude carbon and oxygen isotopic data from foraminifera with very good to excellent preservation and generated new data to augment and expand existing records. All data are plotted using age models revised herein to facilitate comparisons with CO2, volcanism, tectonism, and proxies for Cretaceous atmospheric CO2 composition.\nOur new compilation spans 80m.y. of subpolar history and shows similar oxygen isotopic trends among multiple benthic and planktonic foraminifer species that reflect changes in Earth's sea surface temperatures (SSTs) and sea floor temperatures across the rise and fall of the Cretaceous hot greenhouse climate between 58° and 65 °S paleolatitude. Comparison of maximum and minimum Cretaceous temperatures with those of the Paleogene provides a context for identifying times during the Cretaceous when the existence of polar ice sheets were most likely. Incorporation of recent estimates of volcanic activity, tectonism, and pCO2 history into our compilation allows assessment of relationships between estimated temperatures and these potential controlling variables and illuminates areas where better constrained data are needed to advance understanding."
  }, {
    "heading": "2. Methods and studied sections",
    "text": "New data presented in this study were obtained from single species separates of well-preserved planktonic and benthic foraminifera picked from DSDP Sites 257, 258 and 511. Stable isotope results are reported in δ-notation on the Vienna Pee Dee Belemnite (VPDB) scale. Samples analyzed were picked from washed residues. Analyses used 1–30+ individuals for each measurement targeting sample weights of between 50 and 100 μg. Measurements were made on a Kiel III carbonate device linked to a Delta Plus isotope ratio mass spectrometer. Analytical precision is< 0.03‰ and 0.06‰ (1 s.d.) for δ13C and δ18O, respectively, based on long term tracking of uncorrected results for NBS-19. One split of NBS-19 is run every 7 to 8 samples, and day-to-day variability is corrected for by adjusting results for that day by the difference between the average value of NBS-19 samples measured within that run and nominal values of 1.95‰ for δ13C and −2.20‰ δ18O. Planktonic and benthic paleotemperatures were calculated from δ18O values using the equation of Kim and O'Neil (1997) reformulated for synthetic calcite by (Bemis et al. (1998) assuming a δ18Osw value of −1.27‰ Vienna standard mean ocean water (VSMOW) for Cretaceous seawater in a non-glacial world (Shackleton and Kennett, 1975) adjusted by 0.27‰ to accurately combine input values on the VPDB and VSMOW scales for calcite and seawater, respectively. The temperature estimates have not been adjusted for possible regional variations in δ18Osw, but assumptions regarding δ18Osw are explored in Section 4.1 below. See Pearson (2012) for thorough discussion of assumptions about δ18Osw in an assumed ice-free world, planktonic foraminiferal vital effects, inter-individual planktonic foraminiferal variability in δ18O, and variability in individual depth habitats.\nBelow is a summary of the geologic setting, age control, and foraminiferal preservation for each of these deep-sea sites. The primary resource for the planktonic foraminiferal taxonomy used in this study is from the “pforams@mikrotax” database (http://www.mikrotax.org/ pforams/index.html; Huber et al., 2016). Calcareous nannofossil age assignments follow the CC scheme of (Perch-Nielsen, 1985). A more thorough biostratigraphic and taxonomic treatment of Sites 257 and 258 will be presented in a separate work. Ages used for the age models are based on the 2016 Geologic Time Scale (Ogg et al., 2016) and a 2017 data extract from TimeScale Creator 2017 (https://engineering. purdue.edu/Stratigraphy/tscreator/index/index.php)."
  }, {
    "heading": "2.1. Southern Indian Ocean, Wharton Basin: DSDP Site 257",
    "text": "At DSDP Site 257, Albian claystone yielding extraordinarily well preserved calcareous plankton was recovered in an interval from 199.7 to 248.9 mbsf. The base of this interval is 9.2m above the basaltic basement. The site was drilled in 5278m water depth and is located in the Perth Abyssal Plain in the southeastern Wharton Basin (30°59.16′S, 108°20.99′E, SE Indian Ocean; Davies et al., 1974). The paleolatitude of the site was ~62°S at 110Ma according to the plate tectonic reconstruction of Müller et al. (2016) and the Albian sequence was probably deposited at a bathyal paleodepth (Davies et al., 1974)."
  }, {
    "heading": "2.1.1. Biostratigraphy",
    "text": "In most samples analyzed from cores 257–8 and −9 foraminiferal abundance relative to sediment volume is low and planktonic foraminifera are less common (typically< 15% of the population) than benthic foraminifera. The preservation of the calcareous tests, though, is good to excellent (Table 1). Most shells show no infilling and have translucent (glassy) walls with no evidence of secondary shell alteration (see images in Fig. 2). An early Albian age is assigned to cores from 257- 7-CC to -9-2, 40–42 cm based on identification of Microhedbergella praeplanispira, M. renilaevis and M. rischi. This assemblage is correlated with the Ticinella madecassiana Zone, which spans from 112.4 to 111.8Ma (Ogg et al., 2016). Planktonic foraminifera are absent from Sample 257-9-2, 110–112 cm.\nThe interval from Sample 257–8-1, 92–94 cm through 257–9-1, 130–132 cm contains abundant to common, moderately-preserved calcareous nannofossils. The assemblages include few specimens of Prediscosphaera columnata with coccolith diameters< 5 μm as well as rare Hayesites albiensis. There are no specimens of Cribrosphaerella ehrenbergii or Tranolithus orionatus. This association indicates the sample comes from the lower, but not the lowest, portion of Subzone CC8a (=Subzone NC8b) of early Albian age. Specifically, this interval is correlated by (Gradstein et al., 2016) to an age of 111.3–112.65Ma, with a mean age of 112.0Ma±0.7Ma uncertainty. The common presence of Seribiscutum primitivum indicates a high-latitude (austral) affinity for the surface waters at this site and it corroborates the age placement. As reported by Thierstein (1974) in his initial examination of this interval, samples below Section 257-9-1 exhibit increasingly poor preservation, and in the oldest samples only robust species are present and identifiable."
  }, {
    "heading": "2.1.2. Stable isotope data",
    "text": "We measured stable isotopic values of two benthic and one planktonic species from six sample levels between 238.42 and 248.90mbsf at Site 257 in sediments assigned to the upper lower Albian (Table 2; Fig. 3). Insufficient numbers of individuals of planktonic foraminifera were present in samples below 240.22mbsf to analyze accurately."
  }, {
    "heading": "2.2. Southern Indian Ocean, Mentelle Basin: DSDP Sites 258, 258A",
    "text": "A 525m sequence of marine sediments was discontinuously cored at DSDP Site 258 (33°47.69′S, 112°28.42′E) in the western Mentelle Basin, which borders Naturaliste Plateau to the west (Davies et al., 1974).\nAccording to plate reconstructions by Müller et al. (2016) this site was located at about 62°S during the mid-Cretaceous (Fig. 1). The upper 114m of the cored interval was assigned to the upper Miocene–Recent and the underlying 411m was assigned to the mid- to Late Cretaceous. The sequence was spot-cored with about ~50% recovery, such that in total only 22% was recovered (Fig. 3). A second hole, Hole 258A, was drilled to 123.5 meters below seafloor (mbsf) with the goal of improving recovery of the upper portion of the sequence. Cretaceous sediments discussed in this study consist of nannofossil ooze (258A-8 through -9), nannofossil chalk (cores 258-5 through -13) and organicrich claystone (258-14) with a distinctive black shale bed at 258-14-1, 47–57 cm."
  }, {
    "heading": "2.2.1. Biostratigraphy",
    "text": "Foraminifera are abundant and show frosty preservation (presence of micron scale overgrowths) in the ooze and chalk cores from cores 8-9 at Hole 258A and cores 5-10 at Site 258 (Fig. 2a–b). Most samples from Cores 258-11, -12, and -13 are weakly indurated and yield foraminifera that are both strongly recrystallized and infilled with sparry calcite. Claystone samples from Section 258-14-1 yield well-preserved foraminifera, some of which show glassy preservation (shells translucent with no infilling or overgrowths) (Fig. 2c–d). The low abundance of benthic foraminifera (generally< 3%) and the dominance in the benthic assemblage of gavelinellid and gyroidinoidid species suggest that deposition occurred at a middle bathyal depth.\nAs observed in Herb (1974), biostratigraphic subdivision of the Cretaceous sequence at Holes 258 and 258A is hampered by the low diversity of the planktonic foraminiferal assemblage and absence of standard tropical-subtropical zonal marker species. Nonetheless, several observations in the present study provide helpful constraints on the age of the sequence and have led us to revise the original chronostratigraphic framework for the holes. Revisions include assignment of:\n(1) Cores 258A-8 through -9 to the early Campanian Globotruncanita elevata Zone (previously unzoned but assigned to the Santonian) based on the presence of Globotruncana neotricarinata (Petrizzo et al., 2011), which first occurs in Sample 258A-9-4, 91–94 (119.91mbsf) (2) Cores 258-5 through -9 to the Coniacian- Santonian Dicarinella marginata Zone (=Marginotruncana marginata Zone sensu (Petrizzo, 2001) based on the presence of the nominate taxon, several species of Marginotruncana, and the large biserial species Planoheterohelix reussi (previously unzoned but assigned to the Coniacian) (3) Cores 258-11 through -14 to the Turonian Whiteinella baltica Zone (sensu (Huber, 1992) based on the presence of the nominate species, Dicarinella hagni, Praeglobotruncana stephani, and Whiteinella aprica (previously unzoned but assigned to the Cenomanian)\nThe calcareous nannofossil biostratigraphy from Site 258 was originally documented by Thierstein (1974) using a set of informal zones that were not subsequently adopted by others. The site was re-examined two decades later as part of an early attempt to derive an Austral Upper Cretaceous zonation (Watkins et al., 1996). Those data provide means to assign the Site 258 material to the CC Zonation as follows:\n1) Sections 5.1 to 5.2: Santonian (Zone CC16) based on the presence of Eprolithus floralis and Lithastrinus grillii without Lithastrinus septenarius 2) Section 5.3 to sample 9-1, 40 cm: middle to upper Coniacian (Zone CC15) based on co-occurrence of Lithastrinus septenarius and Reinhardtites anthophorus\n3) Sample 9-1, 140 cm to -11-1, 90 cm: upper Turonian to lower Coniacian (Zone CC13) based on the presence of Marthasterites furcatus withoutMicula staurophora, an association that is characteristic of the upper Turonian (the co-occurrence of the observed FAD of Micula staurophora and Reinhardtites anthophorus in Sample 9-1,Ta bl e 1 D is tr ib ut io n of\nA lb ia n fo ra m in if er a at\nD SD\nP Si te\n25 7.\nPr es er va\nti on\nra ti ng\ns ar e:\nE =\nex ce lle\nnt (g la ss y sh el lw\nal l) ,G\n= go\nod (f ro st y sh el lw\nal ls\nbu t no\nsh el li nfi\nlli ng\n), an\nd M\n= m od\ner at e (s ig ni fi ca nt\nsh el lr ec ry st al liz\nat io n\nan d/\nor sh el l in fi lli ng\n). A bu\nnd an\nce ra ti ng\ns ar e:\nC =\nco m m on\n,F =\nfe w ,R\n= ra re .S\nam pl es\nw he\nre “x ” is\nsh ow\nn in\npl ac e of\nre la ti ve\nab un\nda nc\ne va\nlu es\nde no\nte pr es en\nce of\nth e sp ec ie s.\nSi te\n25 7\nD ep\nth A ge\nP. F.\nZo ne\nPr es er va\nti on\nTo ta l Fo\nra m\nA bu\nnd an\nce %\nPl an\nkt ic s\nM i. re ni la ev is\nM i. pr ae pl an\nis pi ra\nM i. ri sc hi\nM ur ic oh\ned be rg el la\nsp .\nTi ci ne lla\ncf .m\nad ec as si an\na\n7, C C\n20 7. 08\nm .A\nlb ia n\nT. m ad\nec as si an\na G\nC –\nx x\nx x x 8- 1, 92 –9 4 23 8. 42 m .A lb ia n T. m ad ec as si an a E C 4% 9 12 4 8- 1, 13 4– 13 6 23 8. 84 m .A lb ia n T. m ad ec as si an a E C 52 % 49 35 22 2 8- 2, 58 –6 0 23 9. 58 m .A lb ia n T. m ad ec as si an a E C 1% 8- 2, 12 2– 12 4 24 0. 22 m .A lb ia n T. m ad ec as si an a E C 6% 2 2 1 2 9– 1, 10 5– 10 9 24 8. 05 m .A lb ia n T. m ad ec as si an a G C – x x x x 9- 1, 13 0– 13 2 24 8. 30 m .A lb ia n T. m ad ec as si an a E C 12 % 10 7 3 9- 2, 40 –4 2 24 8. 90 m .A lb ia n T. m ad ec as si an a E F 14 % 11 6 2 1 9- 2, 11 0– 11 2 24 9. 60 ? ? G R 0% 10 -1 ,1 10 –1 12 25 7. 60 ? ? M R 0%\n39–40 cm means Zone CC14 is not identified in this sequence) 4) Sample 11-2, 40 cm to 12-3, 40 cm: middle to late Turonian (Zone\nCC12) based on the presence of Eiffellithus eximius without Marthasterites furcatus 5) Sample 12-3, 140 cm to 13-4, 70 cm: lower Turonian (Zone CC11) based on the presence of Quadrum gartnerii and Eprolithus moratus and the absence of Eiffellithus eximius 6) Core 14: uppermost Cenomanian (Subzone CC10a) based on the presence of Lithraphidites acutus, Axopodorhabdus biramiculatus (=A. albianus of some authors), and Helenea chiastia. The black shale within this core correlates biostratigraphically with OAE 2.\nSamples from the base of Section 258A-8-6 and Core 258A-9 contain abundant, well-preserved calcareous nannofossils including Arkhangelskiella cymbiformis, Marthasterites furcatus, Lithastrinus grillii, and Reinharditites biperforatus. This assemblage, in the absence of Broinsonia parca parca and B. parca constricta, indicates the middle to upper part of Zone CC17 of earliest Campanian age. The presence of abundant Kamptnerius magnificus, common Seribiscutum primitivum, and frequent Biscutum dissimilis implies a strongly austral high-latitude affinity for these assemblages.\nAges and depths of calcareous nannofossil and planktonic foraminiferal datum events identified at Holes 258 and 258A are presented in Table 3 and Figs. 4, 6 and 7."
  }, {
    "heading": "2.2.2. Stable isotope data",
    "text": "We measured stable isotopic values of five benthic and eight planktonic species from 19 sample levels between 124.53 and 264.26mbsf at Holes 258 and 258A in sediments ranging from the middle Cenomanian-Santonian age (Tables 4, 5; Fig. 3). Previously published δ13C and δ18O data from Site 258 from Huber et al. (1995) are also presented. Species belonging to the same genus or family group were combined to maximize stratigraphic continuity of the data plots."
  }, {
    "heading": "2.3. Southern South Atlantic, Falkland Plateau: DSDP Site 327, Hole 327A",
    "text": "DSDP Site 327 was drilled on the Falkland Plateau Basin (50°52′S, 46°47′W), in 2410m water depth. The upper Campanian–lower Maastrichtian interval included in this study was spot-cored between 90 and 140mbsf with< 50% core recovery. Cores 327A-10 through −13 yielded calcareous marl with abundant, well preserved foraminiferal assemblages that are dominated by (> 90%) planktonic foraminifera."
  }, {
    "heading": "2.3.1. Biostratigraphy",
    "text": "The planktonic foraminiferal biostratigraphy of the site was discussed in Huber et al. (1995) and is revised in the present study based on additional observations of planktonic foraminifera (datum events listed in Table 6) that were used to construct a new age model from which we estimate sedimentation rates for that 50m interval (Fig. 4)."
  }, {
    "heading": "2.3.2. Stable isotope data",
    "text": "Previously published Hole 327A δ13C and δ18O data from Huber et al. (1995) are presented in Figs. 6 and 7."
  }, {
    "heading": "2.4. Southern South Atlantic, Falkland Plateau: DSDP Site 511",
    "text": "DSDP Site 511 is located in the Falkland Plateau Basin at 51°00′S and 47°58′W at a water depth of 2589m, about 10 km southeast of DSDP Site 327. Paleogeographic reconstructions indicate that this site was at ~61°S during the early Albian and migrated to ~56°S by the end of the Campanian (Fig. 1). Core recovery, lithologic descriptions, magnetostratigraphy, and initial biostratigraphic interpretations for this site are presented in Ludwig et al. (1983). The upper Aptian-lower Maastrichtian sediments in the present study were cored between 195 and 499mbsf (cores 23–56) with an average core recovery of 70%. Material at Site 511 was deposited at outer shelf to upper slopes depths during the late Aptian and deepened to middle bathyal depths by the late Albian (Basov and Krasheninnikov, 1983). Lithologies include muddy nannofossil chalk and black shale from 480 to 499mbsf (cores 55–56), reddish brown muddy nannofossil chalk from 413 to 480mbsf (cores 48–54), zeolitic claystone from 209 to 412 mbsf, (cores 25–47), and calcareous ooze between 195 and 212 mbsf (cores 23–24). The percent carbonate in the cores is also variable, ranging from 65% in the calcareous ooze to 1% in the zeolitic clay. Dilution by terrigenous clays probably accounts for most of the variability in carbonate content, but shallowing of the foraminiferal lysocline has been proposed to explain loss of the calcareous microfossil record during the late Cenomanian and middle Campanian (Wise Jr, 1983; Basov and Krasheninnikov, 1983)."
  }, {
    "heading": "2.4.1. Biostratigraphy",
    "text": "The more carbonate-rich intervals in the Cretaceous sequence yield abundant foraminiferal assemblages that are dominated by planktonic specimens (usually> 80%), but the claystone sediments yield fewer foraminifera and more variable planktonic:benthic foraminiferal ratios (Huber et al., 1995). Foraminifera show glassy preservation in nearly all samples from the upper Aptian-Campanian interval. In the upper Campanian interval, foraminifera are well preserved but exhibit smallscale shell recrystallization (Krasheninnikov and Basov, 1983; Basov and Krasheninnikov, 1983; Huber et al., 1995; Bice et al., 2003; Fassell and Bralower, 1999).\nThe planktonic foraminiferal biostratigraphy applied in Huber et al. (1995) and Bice et al. (2003) has been modified in the following ways:\n(1) Core 511-23 is reassigned from the lower Maastrichtian to the upper Campanian based on the absence of Rugotruncana circumnodifer and Globotruncana subcircumnodifer, which are consistently present in Maastrichtian sediments at Maud Rise ODP Sites 689 and 690 (Huber, 1990) (2) Sections 511-49-5 and -6 are reassigned from the Cenomanian to\nthe late Albian-early Cenomanian based on the presence of Muricohedbergella astrepta and Pseudothalmaninnella ticinensis (3) the Aptian/Albian boundary is placed at 485.46 mbsf (Sample 511- 55-4, 60 cm) using the lowest occurrence (LO) of Microhedbergella renilaevis, which is the datum now used to define the base of the Albian Stage (Kennedy et al., 2014, 2017). The extinction of several Aptian planktonic foraminifer species, which was the previous criterion for placement of the Aptian/Albian boundary (Huber and Leckie, 2011; Huber et al., 2011), occurs at 486.22 mbsf (511-55-5, 51–52 cm)\nCalcareous nannofossils in samples from Sections 511-49-4 through 511-49-6 were investigated to better resolve the previous late AlbianCenomanian age assignment (Wise, 1983). The samples contain common to few, moderate to poorly-preserved calcareous nannofossils in assemblages dominated by Watznaueria barnesiae and Seribiscutum\nprimitivum. The high relative abundance of the latter species indicates the strong austral affinity of samples in this interval precluding direct correlation with low latitude zonal schemes. The presence of (rare) Gartnerago segmentatum indicates that the assemblages are no older than early (but not earliest) Cenomanian. Observed Gartnerago segmentatum is probably the form reported as Gartnerago sp. cf. G. confossus by Wise Jr (1983). A maximum early Cenomanian age is corroborated by the presence of Eiffellithus turrisseifellii and Eiffellithus casulus without their (older) late Albian sister taxa (e.g., Eiffellithus praestigium; (Watkins and Bergen, 2003)). Determination of the minimum age is more problematic as it is based on the absence of taxa. The absence of Quadrum gartneri and Kamptnerius magnificus, which are common components of other austral Turonian assemblages, suggests that this interval is no younger than Cenomanian.\nAges and depths of calcareous nannofossil and planktonic foraminiferal datum events identified at Site 511 are presented in Table 7\nTa bl e 4 O xy\nge n an\nd ca rb on\nis ot op\ne m ea su re m en\nts fr om\nD SD\nP Si te\n25 8 fo ra m in if er a.\nBe nt hi c ta xa\nin cl ud\ne sp ec ie s of\nA ng ul og av el lin\nel la ,G\nav el in el la ,S\nte ns io in a,\nLe nt ic ul in a,\nan d N ut ta lli de s an\nd th e re m ai ni ng\nta xa\nar e pl an\nkt on ic sp ec ie s. G en us ab br ev ia ti on s in cl ud e: Pl .= Pl an oh et er oh el ix ;G t. = G lo bo tr un ca na ;A r. = A rc ha eo gl ob ig er in a an d M ur ic oh ed .= M ur ic oh ed be rg el la .\nSi te\n25 8\nD ep\nth A ge\nSt ag\ne N an\nno A ng ul og av el lin\nel la\nsp .\nG av el in el la\nsp .\nSt en si oi na\nsp .\nLe nt ic ul in a sp .\nN ut ta lli de s sp .\n(m bs f)\n(m .y .)\nZo ne\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\n5- 1,\n10 3–\n10 6\n12 4. 53\n83 .6 8\nSa nt on\nia n\nC C 16\n1. 42\n− 1. 17\n0. 05\n− 1. 25\n1. 40\n− 0. 88\n5- 1,\n10 3–\n10 6\n12 4. 53\n83 .6 8\nSa nt on\nia n\nC C 16\n− 0. 03\n− 1. 45\n1. 65\n− 0. 65\n5- 1,\n10 3–\n10 6\n12 4. 53\n83 .6 8\nSa nt on\nia n\nC C 16\n0. 00\n− 1. 23\n5- 2,\n10 8–\n11 0\n12 6. 08\n83 .8 0\nSa nt on\nia n\nC C 16\n− 0. 48\n− 1. 39\n5- 2,\n10 8–\n11 0\n12 6. 08\n83 .8 0\nSa nt on\nia n\nC C 16\n− 0. 41\n− 1. 45\n5- 3,\n10 8–\n11 1\n12 7. 58\n83 .9 1\nSa nt on\nia n\nC C 16\n0. 28\n− 1. 20\n5- 3,\n10 8–\n11 1\n12 7. 58\n83 .9 1\nSa nt on\nia n\nC C 16\n1. 37\n− 0. 79\n5- 3,\n10 8–\n11 1\n12 7. 58\n83 .9 1\nSa nt on\nia n\nC C 16\n6- 2,\n11 0–\n11 3\n14 5. 10\n85 .2 5\nC on\nia ci an\nC C 15\n− 0. 63\n− 1. 68\n6- 3,\n11 0–\n11 3\n14 6. 60\n85 .3 6\nC on\nia ci an\nC C 15\n6- 3,\n11 0–\n11 3\n14 6. 60\n85 .3 6\nC on\nia ci an\nC C 15\n6- 3,\n11 0–\n11 3\n14 6. 60\n85 .3 6\nC on\nia ci an\nC C 15\n6- 4,\n11 0–\n11 3\n14 8. 10\n85 .4 8\nC on\nia ci an\nC C 15\n1. 34\n− 1. 16\n6- 4,\n11 0–\n11 3\n14 8. 10\n85 .4 8\nC on\nia ci an\nC C 15\n1. 42\n− 1. 12\n6- 5,\n11 2–\n11 5\n14 9. 62\n85 .6 0\nC on\nia ci an\nC C 15\n7- 1,\n10 6–\n10 9\n15 3. 06\n85 .8 6\nC on\nia ci an\nC C 15\n1. 39\n− 1. 16\n7- 1,\n10 6–\n10 9\n15 3. 06\n85 .8 6\nC on\nia ci an\nC C 15\n1. 48\n− 1. 13\n0. 08\n− 1. 40\n7- 2,\n11 0–\n11 2\n15 4. 60\n85 .9 8\nC on\nia ci an\nC C 15\n7- 2,\n11 0–\n11 2\n15 4. 60\n85 .9 8\nC on\nia ci an\nC C 15\n7- 2,\n11 0–\n11 2\n15 4. 60\n85 .9 8\nC on\nia ci an\nC C 15\n7- 2,\n11 0–\n11 2\n15 4. 60\n85 .9 8\nC on\nia ci an\nC C 15\n7- 3,\n11 0–\n11 3\n15 6. 10\n86 .0 9\nC on\nia ci an\nC C 15\n9- 1,\n38 –4\n1 18\n0. 88\n87 .9 9\nC on\nia ci an\nC C 15\n0. 88\n− 1. 09\n9- 1,\n38 –4\n1 18\n0. 88\n87 .9 9\nC on\nia ci an\nC C 15\n9- 1,\n79 –8\n2 18\n1. 29\n88 .0 2\nC on\nia ci an\nC C 13\n0. 83\n− 1. 10\n9- 1,\n79 –8\n2 18\n1. 29\n88 .0 2\nC on\nia ci an\nC C 13\n0. 92\n− 1. 12\n9- 1,\n79 –8\n2 18\n1. 29\n88 .0 2\nC on\nia ci an\nC C 13\n0. 77\n− 1. 03\n10 -1 ,1\n42 –1\n45 20\n0. 92\n89 .5 2\nC on\nia ci an\nC C 13\n1. 15\n− 1. 15\n10 -1 ,1\n42 –1\n45 20\n0. 92\n89 .5 2\nC on\nia ci an\nC C 13\n10 -2 ,5\n3– 54\n20 1. 53\n89 .5 7\nC on\nia ci an\nC C 13\n10 -2 ,5\n3– 54\n20 1. 53\n89 .5 7\nC on\nia ci an\nC C 13\n10 -2 ,5\n3– 54\n20 1. 53\n89 .5 7\nC on\nia ci an\nC C 13\n11 -3 ,7\n6– 80\n21 9. 26\n90 .9 2\nTu ro ni an\nC C 12\n− 1. 08\n− 2. 25\n12 R -1 ,5\n3– 55\n23 5. 05\n92 .1 3\nTu ro ni an\nC C 12\n0. 26\n− 2. 77\n13 R -1 ,1\n16 –1\n18 25\n4. 68\n93 .6 3\nTu ro ni an\nC C 11\n2. 07\n− 1. 85\n0. 28\n− 2. 06\n13 R -1 ,1\n16 –1\n18 25\n4. 68\n93 .6 3\nTu ro ni an\nC C 11\n1. 98\n− 1. 74\n0. 47\n− 2. 11\n13 –2\n,5 4. 5–\n55 .5\n25 5. 57\n93 .7 0\nTu ro ni an\nC C 11\n2. 24\n− 1. 62\n(c on\ntin ue d on\nne xt\npa ge )\nTa bl e 4 (c on\ntin ue d)\nSi te\n25 8\nD ep\nth A ge\nSt ag\ne N an\nno A ng ul og av el lin\nel la\nsp .\nG av el in el la\nsp .\nSt en si oi na\nsp .\nLe nt ic ul in a sp .\nN ut ta lli de s sp .\n(m bs f)\n(m .y .)\nZo ne\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\n13 –2\n,5 4. 5–\n55 .5\n25 5. 57\n93 .7 0\nTu ro ni an\nC C 11\n2. 32\n− 1. 86\n14 –1\n,8 3–\n86 26\n3. 83\n94 .3 3\nC en\nom an\nia n\nC C 10 a 14 –1 ,8 3– 86 26 3. 83 94 .3 3 C en om an ia n C C 10 a 14 –1 ,1 26 –1 29 26 4. 26 94 .3 7 C en om an ia n C C 10\na 1. 51\n− 0. 70\n0. 18\n− 1. 13\n14 –1\n,1 26\n–1 29\n26 4. 26\n94 .3 7\nC en\nom an\nia n\nC C 10\na 1. 58\n− 0. 79\nSi te\n25 8\nG l. pr ai ri eh ill .\nG lo bi ge ri ne ll.\nsp .\nPl . pl an\nat a\nPl .g\nlo bu\nlo sa\nG t. lin\nne ia na\nA r. bo sq ue ns is\nW hi te in el la\nsp p.\nM ur ic oh\ned . sp .\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\n5- 1,\n10 3–\n10 6\n2. 86\n− 1. 68\n2. 89\n− 1. 24\n3. 25\n− 1. 97\n5- 1,\n10 3–\n10 6\n3. 01\n− 1. 09\n5- 1,\n10 3–\n10 6\n5- 2,\n10 8–\n11 0\n3. 35\n− 1. 03\n3. 12\n− 1. 20\n2. 73\n− 1. 62\n5- 2,\n10 8–\n11 0\n5- 3,\n10 8–\n11 1\n3. 22\n− 0. 97\n5- 3,\n10 8–\n11 1\n3. 58\n− 1. 75\n5- 3,\n10 8–\n11 1\n6- 2,\n11 0–\n11 3\n2. 53\n− 2. 08\n2. 90\n− 2. 12\n6- 3,\n11 0–\n11 3\n2. 93\n− 2. 26\n6- 3,\n11 0–\n11 3\n6- 3,\n11 0–\n11 3\n2. 62\n− 2. 08\n6- 4,\n11 0–\n11 3\n2. 86\n− 2. 57\n2. 54\n− 2. 12\n6- 4,\n11 0–\n11 3\n2. 45\n− 2. 17\n6- 5,\n11 2–\n11 5\n7- 1,\n10 6–\n10 9\n2. 17\n− 1. 89\n7- 1,\n10 6–\n10 9\n2. 76\n− 1. 81\n2. 40\n− 1. 93\n7- 2,\n11 0–\n11 2\n2. 75\n− 1. 51\n3. 2\n− 2. 24\n7- 2,\n11 0–\n11 2\n7- 2,\n11 0–\n11 2\n7- 2,\n11 0–\n11 2\n2. 82\n− 1. 99\n7- 3,\n11 0–\n11 3\n9- 1,\n38 –4\n1 2. 91\n− 2. 01\n9- 1,\n38 –4\n1 3. 10\n− 2. 33\n9- 1,\n79 –8\n2 2. 58\n− 2. 02\n2. 89\n− 1. 76\n2. 97\n− 2. 48\n3. 23\n− 2. 88\n9- 1,\n79 –8\n2 2. 70\n− 2. 49\n9- 1,\n79 –8 2 10 -1 ,1\n42 –1\n45 2. 61\n− 2. 48\n2. 98\n− 2. 40\n10 -1 ,1\n42 –1\n45 2. 73\n− 2. 39\n10 -2 ,5\n3– 54\n2. 89\n− 2. 82\n10 -2 ,5\n3– 54\n10 -2 ,5\n3– 54\n2. 74\n− 2. 54\n11 -3 ,7\n6– 80\n3. 15\n− 2. 40\n3. 10\n− 2. 65\n12 R -1 ,5\n3– 55\n2. 72\n− 3. 10\n13 R -1 ,1\n16 –1\n18 3. 65\n− 3. 76\n13 R -1 ,1\n16 –1 18 13 –2 ,5 4. 5– 55 .5\n3. 90\n− 3. 20\n3. 35\n− 2. 35\n13 –2\n,5 4. 5–\n55 .5\n14 –1\n,8 3– 86 14 –1 ,8 3– 86\n3. 38\n− 1. 85\n14 –1\n,1 26\n–1 29\n2. 61\n− 1. 81\n3. 42\n− 2. 35\n2. 30\n− 1. 74\n14 –1\n,1 26\n–1 29\nand estimates of sedimentation rates are shown in Fig. 4. The age model indicates that the stable isotope record covers a range from 113.8 to 74.3 Ma and is interrupted by a 10.4 m.y. hiatus spanning from the late Albian (102.2 Ma) through early Turonian (91.8 Ma)."
  }, {
    "heading": "2.4.2. Stable isotope data",
    "text": "New δ13C and δ18O data from Site 511 presented in Table 8 and Fig. 6 were generated mostly from the uppermost Aptian through upper Albian interval. Additional late Aptian-late Campanian data were compiled from several sources (Huber et al., 1995; Fassell and Bralower, 1999; Bice et al., 2003)."
  }, {
    "heading": "2.5. Southern South Atlantic, Maud Rise: ODP Sites 689 and 690",
    "text": "Ocean Drilling Program (ODP) Sites 689 (64°31′S, 03°06′E) and 690 (65°10′S, 1°12′E) were drilled on Maud Rise in the southern South Atlantic at 2080 and 2900 water depth, respectively (Barker and Kennett, 1988). The sites occupied nearly the same latitude during the Late Cretaceous-Paleogene (Müller et al., 2016), and benthic foraminiferal assemblages indicate they were deposited at upper abyssal to lower bathyal paleodepths (Thomas, 1990). Core recovery, lithologic descriptions, magnetostratigraphy, and biostratigraphic interpretations for the sites are presented in Barker and Kennett (1988)."
  }, {
    "heading": "2.5.1. Biostratigraphy",
    "text": "Age models for Sites 689 and 690 (Tables 9, 10; Fig. 5) are primarily based on the high quality magnetostratigraphic records reported in Hamilton (1990) and Spiess (1990) with additional control provided by the level of the Cretaceous/Paleogene boundary and several planktonic foraminiferal datum events recorded by Stott and Kennett (1990). Both records show continuous deposition except for a brief hiatus identified in the upper lower Eocene (Thomas et al., 1990)."
  }, {
    "heading": "2.5.2. Stable isotopes",
    "text": "Oxygen and carbon isotope data from ODP Sites 689 and 690 in Fig. 6 are compiled from Barrera and Huber (1990), Stott and Kennett (1990), Barrera and Savin (1999), Huber et al. (2002), and Friedrich et al. (2006). They are plotted using the revised age models discussed above."
  }, {
    "heading": "3. Stable isotope results",
    "text": "New stable isotope results from Holes 257, 258, 258A, and 511 are presented in Tables 2, 4, 5, and 8, respectively. Temperature estimates shown parenthetically assume seawater δ18O of −1‰SMOW and use the paleotemperature equation of (Kim and O'Neil, 1997) reformulated for synthetic calcite by Bemis et al. (1998). The summaries below integrate both new and published data."
  }, {
    "heading": "3.1. Wharton Basin",
    "text": "In the early Albian samples from Hole 257 (Fig. 3), the δ18O composition of the two benthic species, Osangularia schloenbachi and Gyroidinoides globosus, average −0.5‰ (13.5 °C) and −0.8‰ (14.7 °C), respectively, with G. globosus δ18O values showing greater variability. Combined planktonic species of Microhedbergella rischi and M. praeplanispira yield average δ18O values of −1.7‰ (~18 °C) and show little variability. The δ13C analyses of the two benthic species both average 1.8‰, with G. globosus showing greater variability than O. schloenbachi. The δ13C values from Microhedbergella spp. average 3.1‰ and show little variability. The average vertical (planktonic to benthic) δ18O gradient for the lower Albian is 0.9 to 1.2‰ (~3.3 to 4.5 °C), and the average vertical δ13C gradient is 1.3‰.Ta bl e 5 O xy ge n an d ca rb on is ot op e m ea su re m en\nts fr om\nD SD\nP H ol e 25\n8A fo ra m in if er a.\nBe nt hi c ta xa\nin cl ud\ne sp ec ie s of\nG av el in el la ,A\nng ul og av el lin\nel la ,a\nnd Le nt ic ul in a al lr em\nai ni ng\nsp ec ie s ar e pl an\nkt on\nic .S\nee ca pt io n of\nTa bl e 4 fo r\nex pl an\nat io n of\nge nu\ns ab\nbr ev\nia ti on\ns.\nSi te\n25 8A\nD ep\nth St ag\ne N an\nno G av el in el la\nsp .\nLe nt ic ul in a sp .\nA ng ul ag av el in el la\nsp .\nG l. pr ai ri eh ill en si s\nPl .p\nla na\nta G t. lin\nne ia na\nA r. bo sq ue ns is\n(m bs f)\nZo ne\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\nδ1 3 C\nδ1 8 Ο\n8- 6,\n14 1–\n14 4\n11 3. 41\n82 .8 3\nlw r.\nC am\np. C C 17\n− 2. 81\n1. 12\n2. 29\n− 0. 79\n2. 02\n− 0. 77\n2. 49\n− 1. 72\n8- 6,\n14 1–\n14 4\n11 3. 41\n82 .8 3\nlw r.\nC am\np. C C 17\n1. 84\n− 0. 69\n9- 1,\n14 1–\n14 3\n11 5. 41\n82 .9 8\nlw r.\nC am\np. C C 17\n2. 90\n− 0. 72\n1. 02\n− 0. 75\n2. 86\n− 0. 68\n2. 78\n− 0. 57\n2. 53\n− 0. 92\n9- 1,\n14 1–\n14 3\n11 5. 41\n82 .9 8\nlw r.\nC am\np. C C 17\n0. 23\n− 1. 11\n2. 77\n− 0. 62\n9- 1,\n14 1–\n14 3\n11 5. 41\n82 .9 8\nlw r.\nC am\np. C C 17\n− 0. 07\n− 1. 18\n9- 2,\n10 5–\n10 7\n11 6. 55\n83 .0 7\nlw r.\nC am\np. C C 17\n0. 80\n2. 30\n1. 22\n2. 54\n2. 08\n− 0. 54\n2. 41\n− 1. 11\n9- 2,\n10 5–\n10 7\n11 6. 55\n83 .0 7\nlw r.\nC am\np. C C 17\n0. 97\n2. 26\n1. 05\n− 0. 80\n1. 18\n2. 29\n2. 40\n− 0. 84\n1. 86\n− 0. 21\n2. 58\n− 1. 85\n9- 3,\n13 0–\n13 3\n11 8. 30\n83 .2 0\nlw r.\nC am\np. C C 17\n1. 33\n− 0. 46\n2. 37\n− 0. 57\n2. 59\n− 1. 45\n3. 10\n− 1. 61\n9- 3,\n13 0–\n13 3\n11 8. 30\n83 .2 0\nlw r.\nC am\np. C C 17\n9- 3,\n13 0–\n13 3\n11 8. 30\n83 .2 0\nlw r.\nC am\np. C C 17\n9- 3,\n13 0–\n13 3\n11 8. 30\n83 .2 0\nlw r.\nC am\np. C C 17\n9- 4,\n91 –9\n4 11\n9. 41\n83 .2 8\nlw r.\nC am\np. C C 17\n1. 41\n− 0. 87\n− 0. 55\n− 1. 21\n2. 96\n− 0. 66\n2. 52\n− 0. 68\n2. 49\n− 1. 02\n9- 4,\n91 –9\n4 11\n9. 41\n83 .2 8\nlw r.\nC am\np. C C 17\n− 0. 25\n− 1. 24\n2. 52\n− 0. 76\n2. 90\n− 1. 65\n9- 5,\n95 –9\n7 11\n9. 45\n83 .2 9\nlw r.\nC am\np. C C 17\n1. 45\n− 0. 18\n0. 20\n− 1. 09\n2. 87\n− 0. 76\n2. 74\n− 0. 52\n2. 84\n− 1. 41\n9- 5,\n95 –9\n7 11\n9. 45\n83 .2 9\nlw r.\nC am\np. C C 17\n1. 41\n− 0. 37\n0. 71\n− 1. 00\n2. 65\n− 0. 49\n9- 6,\n94 –9\n6 12\n0. 94\n83 .4 0\nlw r.\nC am\np. C C 17\n− 0. 28\n− 0. 98\n1. 45\n− 0. 33\n2. 94\n− 0. 71\n9- 6,\n94 –9\n6 12\n0. 94\n83 .4 0\nlw r.\nC am\np. C C 17\n1. 51\n− 0. 37\n2. 40\n− 0. 95\n9- 6,\n94 –9\n6 12\n0. 94\n83 .4 0\nlw r.\nC am\np. C C 17\n1. 72\n− 0. 21\n2. 43\n− 0. 66"
  }, {
    "heading": "3.2. Mentelle Basin",
    "text": "Early Turonian-early Campanian foraminifera from DSDP Holes 258 and 258A yield oxygen isotope ratios that suggest warmest temperatures during the early Turonian and coolest temperatures during the early Campanian (Fig. 3). In Core 258-13 benthic foraminiferal values range from −1.7 to −2.0‰ (~18–19 °C), and surface mixed layer planktonic foraminiferal values range from −3.2 to −3.8‰ (25–28 °C). These values are ~1.0‰ lower than the underlying uppermost Cenomanian δ18O values, which were obtained from just below the inferred OAE 2 black shale bed in Core 14. Benthic and planktonic values are relatively constant from the middle Turonian through late Coniacian and then increase by ~0.5‰ near the Coniacian/Santonian boundary. The highest δ18O values occur in the lower Campanian at Hole 258A with benthic values near −0.5‰ (~13 °C) and mixed layer planktonics averaging −1.4‰ (~17 °C).\nCarbon isotope ratios from planktonic and benthic foraminifera (excluding Lenticulina) also show relatively small differences between the highest values in the Turonian and the lowest values in the lower Campanian. Lenticulina is not considered for comparison because the highly variable δ13C are characteristic of the genus perhaps related to an unusually flexible ecology with individuals able to shift from epifaunal to deep infaunal habitats (see Wendler et al., 2013 and references therein). The vertical δ18O gradient is largest in the Turonian (~1.9‰) and smallest in the early Campanian (< 1.0‰), whereas the vertical δ13C gradient (excluding Lenticulina) shows little change from the Turonian through lower Campanian with differences mostly ranging between 1.0 and 1.8‰."
  }, {
    "heading": "3.3. Falkland Plateau",
    "text": "Oxygen isotope ratios for planktonic foraminifera from samples at Hole 327A and Site 511 are notable for their remarkably low values of −4.2‰ to −4.7‰ that suggest temperatures of 29–32 °C during the Turonian, as discussed above (Fig. 6). Prior to this interval, a gap spans the entire Cenomanian, and, below that, Albian planktonics exhibit\nvalues that are 2–3‰ higher (cooler) than seen in the Turonian samples. Planktonic δ18O values also increase (cool) following the Turonian warm interval. Maximum δ18O values of −0.6‰ (13 °C) for surface dwelling species are reached in the late Campanian, the youngest Cretaceous recovered on Falkland Plateau. Benthic taxa show similar patterns but with lower amplitude shifts such that δ18O values are 0.5‰ in the Albian (8 °C), decrease to −1.9‰ (19 °C) during the Turonian, and then gradually increase back to 0.5‰ (8 °C) from the Coniacian through the Campanian.\nCarbon isotope ratios also show a major negative excursion across the Aptian/Albian boundary interval (AABI), with pre-excursion benthic values at 113.8 Ma ranging between 1.4 and 2.2‰, decreasing to minimum values of −3.3‰ at 113.0 Ma, and increasing to between 0.0 and 1.4‰ at 112.8 Ma. The latest Aptian planktonic data from within the excursion interval 30 kyr below the boundary level (113.0 Ma) mostly range from 0‰ to −1.1‰ with minimum and maximum values of −2.2‰ and 1.4‰, respectively. Benthic and planktonic δ13C values show no obvious trends from the early through the late Albian. Benthic values mostly range between −0.7 and 0.0‰, and planktonic values range between 1.4 and 2.8‰. Above the Cenomanian gap, benthic δ13C values shift subtly lower whereas planktonic δ13C values are largely unchanged until a shift to higher values in Santonian and early Campanian samples. During the Campanian, benthic and planktonic values converge with δ13C values of −0.5‰ and 2‰ in these two groups, respectively, in the youngest samples.\nThe trends summarized above indicate large changes in surface to seafloor isotopic gradients. A vertical δ18O and δ13C gradient is essentially absent within the AABI excursion interval as the extremes of benthic and planktonic values and the wide range of values (particularly benthic) in both isotope systems is remarkable and result in overlap between sea surface and seafloor values. The vertical δ18O gradient in the Albian sequence mostly ranges from 1.0‰ to 1.5‰; it reaches 3.5‰ during the Turonian and remains high through the early Campanian, and decreases to 1.5‰ in the late Campanian. The vertical δ13C gradient is also effectively non-existent during the AABI (although\nvariability is high), it is up to 1.2‰ during the Albian, increases to 2.5‰ during the middle Turonian, and it diminishes to 0.8‰ in the late Campanian."
  }, {
    "heading": "3.4. Maud Rise",
    "text": "Upper Campanian-Maastrichtian samples from Maud Rise (Fig. 6) continue the pattern of change seen in Santonian-upper Campanian samples on Falkland Plateau. The Campanian δ18O measurements from benthic foraminifera for the Maud Rise sites match values from Hole 327A at 0.5‰ (8 °C), and they continue to generally increase through the Maastrichtian to δ18O values of 0.7 to 1.3‰ (4 to 7 °C) in samples between 68.3 and 66.5Ma. A brief 1‰ negative shift between 66.5 and 66.2Ma is followed by a return to higher values just below the Cretaceous/Paleogene boundary. The planktonic δ18O data from both Maud Rise sites increase from −1‰ (14 °C) in the late Campanian to 0.5‰ (8 °C) between 66.8 and 66.5Ma and show a short, 1‰ negative excursion between 66.5Ma and the Cretaceous/Paleogene boundary. Planktonic δ18O values are ~0.5‰ higher in samples from Site 689 than in correlative Campanian samples from the same species analyzed from Sites 690 and Hole 327A, but there is no obvious difference in values in the mid- to late Maastrichtian from the two Maud Rise sites.\nBenthic δ13C values in the Maud Rise sites increase gradually from −0.5‰ to 1.5‰ whereas planktonic values vary between 2‰ and 3‰. Late Campanian values in both sites match closely values in correlative samples from Falkland Plateau.\nMaud Rise trends also continue the pattern of decreasing vertical\nδ18O and δ13C gradients seen at Falkland Plateau. Maud Rise gradients are highest during the late Campanian at 1‰ to 1.5‰ for δ18O and 2.5‰ to 3‰ for δ13C, decrease to a mid-Maastrichtian minimum of ~0‰ for δ18O and 1.5‰ for δ13C. The δ18O increases to 0.5‰ in the late Maastrichtian."
  }, {
    "heading": "4. Subantarctic temperature changes across 80m.y",
    "text": "An 80m.y. compilation of benthic and planktonic δ18O changes for the late Aptian through late Eocene is based on foraminiferal data plotted against the revised age models for all SHL sites (Fig. 7). High latitude Paleogene isotopic trends have been discussed in many well cited studies (e.g., Stott and Kennett, 1990; Kennett and Stott, 1990; Bohaty and Zachos, 2003; Mackensen and Ehrmann, 1992; Stott et al., 1990; Thomas and Shackleton, 1996); we include those data for SHL here to facilitate comparison of the two most recent and arguably best studied greenhouse intervals—the Late Cretaceous and the early\nTable 8 (continued)\nAge Os. schoenb. Gy. globosus Berthelina sp. Lenticulina sp. Paraticin. rohri Hd. infracretacea M. praeplanispira Ar. bosquensis\nδ13C δ18O δ13C δ18O δ13C δ18O δ13C δ18O δ13C δ18O δ13C δ18O δ13C δ18O δ13C δ18O\n113.54 −1.57 −3.07 −1.23 −3.45 0.36 −1.60 −2.75 −5.37 113.54 −1.85 −3.40 113.65 1.04 0.04 113.76 1.88 0.25 0.58 −0.38 113.77 1.44 0.18 113.77 2.13 0.51 2.35 0.38 1.15 −0.17 113.77 2.16 0.45\nEocene. Long-term trends as well as short-term excursions are apparent in the compilation. The most significant oxygen isotope events resolved are the Aptian/Albian boundary interval event (AABI; Huber et al., 2011), Cretaceous Thermal Maximum (KTM), Deccan basaltic province eruption event (Deccan; Barrera and Savin, 1999; Wilf et al., 2003), Paleocene/Eocene Thermal Maximum (PETM; Stott and Kennett, 1990; Kennett and Stott, 1991; Thomas and Shackleton, 1996), and Middle Eocene Climatic Optimum (MECO; e.g., (Bohaty et al., 2009). The extremely low oxygen isotopic values across the KTM and AABI relative to the other events is readily apparent as are generally lower δ18O during most of the Cretaceous greenhouse interval compared to the Eocene greenhouse. In contrast, values at the transitions are quite comparable. That is, whereas the δ18O values suggest most of the Cretaceous greenhouse was warmer than its Cenozoic counterpart, apparent SHL temperatures during the Albian, Maastrichtian, and late Eocene are quite comparable. As ice sheets are known to have formed in Antarctica by the late Eocene (e.g., Ehrmann and Mackensen, 1992; Carter et al., 2017), determining whether or not ice was present during the Maastrichtian and Albian would provide two important, additional test cases for the conditions when (and if) glacial ice accumulates and decays, thereby better constraining over what range of conditions the climate system can tip from an ice house to an ice-free state."
  }, {
    "heading": "4.1. Cretaceous temperatures and δw of southern high latitude seawater",
    "text": "New benthic and planktonic foraminiferal δ18O data from the\nsouthern Indian Ocean (Site 258) corroborate low to extremely low δ18O values previously reported for Falkland Plateau (Sites 511 and 327) and strengthen the argument that the Cretaceous hot greenhouse was warmer than its Cenozoic counterpart. These new data undermine arguments that Falkland Plateau results are anomalous due to local oceanographic and/or sedimentological conditions. Diagenetic artifacts also seem an unlikely explanation for the low values. Excellent preservation at Site 511 is one critical counter argument (Bice et al., 2003). The very good, but frosty, preservation at 258 is a second. During early burial in near seafloor conditions, overgrowths (Fig. 2) would have shifted values toward results for co-occurring benthics and imparted a positive bias in the 258 planktonic results. That is, Turonian planktonic and benthic δ18O values < −3.7‰ and −1.8‰, respectively, are observationally well supported based on results from two widely separated sites in which the foraminifera were preserved in different lithologies with different burial histories. If regional seawater had δ18O values close to the canonical ice-free value of −1‰SMOW, δ18O values of<−3.7‰ and −1.8‰ imply surface water temperatures > 27 °C and bottom water temperatures > 19 °C.\nSurface water temperatures in excess of 27 °C at 58–60 °S are problematically warm based on all model results of which we are aware. To achieve ~30 °C surface temperatures during the Turonian, modeling experiments required 6500–7500 ppm CO2 and a 50% increase in poleward heat transport (Bice et al., 2003). Specific CO2 levels reported are likely a function of the General Circulation Model used by Bice et al. (2003), as other models with different climate sensitivities and assumed boundary conditions produce different temperature simulations at the same CO2 levels (e.g., Lunt et al., 2016), but ~30 °C temperatures at 60°S is warm regardless. In a more recent study, at 2800 ppmv CO2, which is above the upper limit of pCO2 estimated by paleobarometric proxies for the Late Cretaceous (e.g., Hong and Lee, 2012; Foster et al., 2017; Barral et al., 2017; see Fig. 6), modeled SHL sea surface temperatures are between 10 and 20 °C (Zhou et al., 2012). Sea surface temperatures< 20 °C at 60° paleolatitude are also predicted from latitudinal gradients estimated from Cenomanian and Turonian fish teeth δ18O values (Pucéat et al., 2007; Martin et al., 2014).\nHigher precipitation rates and a steeper trend in the latitudinal gradient in the δ18O values of precipitation provide a potential resolution to this paradox. Bice et al. (2003) discounted a lowering of seawater δ18O values through increased runoff and/or a positive precipitation balance to explain Site 511 data as their calculations resulted in predicted salinities that would be too brackish for foraminifera. That study used a δ18O of −10‰SMOW for freshwater input based on the modern precipitation at comparable latitudes. Using an end member value of −20‰SMOW for precipitation, though, can result in seawater having a δ18O value of −3.2‰SMOW and salinity of 30 psu (within the range at which modern planktonic foraminifera survive). Foraminiferal tests with a δ18O value of −4‰V-PDB secreted in equilibrium with −3.2‰SMOW water would have formed at 17.3 °C, still warm for high latitudes, but within the upper range of model predicted temperatures (Fig. 8). An enhanced hydrologic cycle is commonly invoked for greenhouse times, and a positive precipitation balance has been predicted by climate models in the southern South Atlantic during the Turonian (Donnadieu et al., 2016; Zhou et al., 2008). Using predicted salinity and/or predicted δ18O values of seawater and precipitation inferred from proxy studies (e.g., Huber et al., 2011; MacLeod et al., 2017) relative to model results (Zhou et al., 2008) could be a valuable new validation target in model-data comparisons.\nLow salinity surface waters also could explain high surface to seafloor isotopic gradients at SHL that are particularly apparent when SHL trends are compared to long-term trends in other regions (Fig. 9). The Turonian planktonic to benthic δ18O gradient is as large at SHL as it is in the North Atlantic and larger than in the Indian Ocean. However, if SHL planktonic foraminiferal δ18O values are low due to both low surface water δ18O values and warm temperatures whereas surface water δ18O values contributes little to the planktic to benthic δ18O\ngradient at other sites, this comparison would be misleading. SHL benthic δ18O values are generally comparable to values in the North Atlantic, lower than those in the Pacific, and generally higher than those in the Indian Ocean. SHL planktonic to benthic δ18O gradients decrease markedly after the early Campanian due mainly to a disportionately large increase in SHL planktonic δ18O values.\nHigh δ13C gradients in SHL data are even more dramatic than the high δ18O gradients. Temporal trends in planktonic and benthic δ13C values for the three other regions plot almost entirely within the yellow shading bounded by SHL planktonic and benthic δ13C curves. Planktonic δ13C values are similar among regions, but SHL benthic δ13C values are 1‰–2‰ lower than Pacific, North Atlantic, and Indian Ocean benthic values throughout the interval from the Turonian into the late Campanian (Fig. 9). A well stratified water column with limited mixing but with high productivity and efficient organic carbon export from surface waters (that is, an efficient biological pump) would create such a situation.\nThe success of combined high temperatures and altered hydrology at explaining SHL data for much of the Late Cretaceous notwithstanding, explanations for isotopic patterns across the Aptian/Albian boundary interval (AABI) at Site 511 seem to require incorporation of additional variables. Excess rainfall with low δ18O values at 20 °C\nwould result in the low planktonic δ18O values, but similarly low benthic δ18O values are puzzling and more difficult to understand because AABI benthic δ18O values span a 5‰ range. The problem is reversed for δ13C values where planktonic values span a range of 5‰. Foraminiferal specimens are excellently preserved (glassy) throughout the nearly 9m thickness of the AABI interval. Further arguing against a diagenetic explanation is that no lithologic break coincides with the transition into or out of the AABI, but lithology varies considerably across the interval with anomalous isotopic values (interbedded black shale and muddy reddish and greenish gray nannofossil chalks). As a working hypothesis, we propose sediments at Site 511 were deposited within a small, shallow, quite restricted and isolated sub-basin at this time. Isolation and a relatively small volume of water within the subbasin would mean the entire water column might be responsive to changing local conditions. We acknowledge, though, that this is an ad hoc explanation and not an explanationsupported by independent evidence."
  }, {
    "heading": "4.2. Deepwater circulation",
    "text": "In terms of circulation, the very low benthic δ13C values indicate SHL bathyal waters were not a significant source for intermediate or\ndeep waters in the Pacific, Indian, or North Atlantic at least until the Maastrichtian (Fig. 9). SHL benthic δ13C values are higher by 1–2‰ than in the other regions from the Turonian through the Campanian suggesting either SHL deep waters were largely isolated from deeper water in other oceans or that any flow between regions would be toward SHL. Circulation patterns inferred from neodymium isotopes (εNd) support the idea that the SHL was not a source region for intermediate or deep waters for most of the Cretaceous. Whereas εNd trends in North Atlantic, Pacific and Tethyan sites indicate changing Late Cretaceous circulation patterns among Atlantic, Pacific, Tethyan, and Boreal waters (Dameron et al., 2017; Frank et al., 2005; Jiménez Berrocoso et al., 2010; MacLeod et al., 2008; Martin et al., 2012; Pucéat et al., 2005; Zheng et al., 2013), analogous studies of SHL sites find highly variable εNd values and trends that were attributed to local inputs and internal circulation in the region at least until the Campanian (Moiroud et al., 2016; Murphy and Thomas, 2012; Robinson et al., 2010; Robinson and Vance, 2012; Thomas et al., 2014; Voigt et al., 2013).\nDuring the late Campanian to Maastrichtian, planktonic and benthic δ13C values converge, benthic δ13C increase to values similar to or above values in other basins, and planktonic δ18O values increase. At the same time, SHL εNd values converge. Together, these observations suggest deep circulation in SHL became better connected both internally and with other basins coincident with cooling temperatures and the\ntransition away from the Late Cretaceous greenhouse interval (e.g., MacLeod and Huber, 1996; Robinson et al., 2010; Voigt et al., 2013).\nFinally, relative to other regions, SHL δ18O trends (Fig. 9) seem to best approximate the traditional characterization of Late Cretaceous climate evolution with warming from the Albian through the Cenomanian followed by a hot greenhouse interval that spans the Turonian to Santonian before a gradual and progressive cooling during the Campanian and Maastrichtian (e.g., Douglas and Savin, 1975; Savin, 1977; Huber et al., 1995, 2002; Cramer et al., 2009; Friedrich et al., 2012; O'Brien et al., 2017). In other regions, patterns vary in the timing and pattern of cooling. Stable isotope results from Exmouth Plateau (Falzoni et al., 2016; Indian Ocean trend on Fig. 9) indicate that cooling began in the Coniacian and effectively stabilized by the middle of the Campanian. Long-term Pacific planktonic trends are not available, but Pacific benthic δ18O values also show no long-term trends from the late Campanian onwards. Big gaps from the early through middle Campanian record at Blake Nose (Huber et al., 2002) complicate its use as representative of the North Atlantic as do potential diagenetic concerns (MacLeod et al., 2005), but these problems are mitigated by the fact that TEX86 trends from the U.S. Gulf Coast (Linnert et al., 2014) and Demerara Rise (Forster et al., 2007) support and fill in gaps in the Blake Nose record. Together, data from these sites indicate that North Atlantic surface cooling effectively ended by the middle Campanian."
  }, {
    "heading": "4.3. Threshold for ice sheet growth",
    "text": "The existence of ice sheets in Antarctica during the Cretaceous has been debated for many years. On one hand, faunal and floral evidence for high latitude warmth has led many to consider the Late Cretaceous as too warm and equable to support ice sheets. Therefore, calculations of Cretaceous oxygen isotope paleotemperatures commonly assume icefree conditions (Barron et al., 1981; Barron and Washington, 1985; Savin et al., 1975; Shackleton and Kennett, 1975). On the other hand, sequence stratigraphic studies have suggested that globally correlatable rapid sea level falls of at least 50m during the Cretaceous must have been caused by the buildup of ice on Antarctica (Vail et al., 1977; Haq et al., 1987; Miller et al., 2005; Müller et al., 2016).\nThe only direct evidence for glacial ice during the Cretaceous is a possibly Valanginian (Early Cretaceous) tillite discovered in the Cadnaowie Formation in the northern Flinders Range of South Australia, (Alley and Frakes, 2003), which was located at 75 °S paleolatitude. Slightly younger striated boulders with chatter marks and polished surfaces found in association with the Bulldog Shale Member in the NE Flinders Range have been interpreted as having been deposited during glacial events in the mid- to late Aptian and early to middle Albian (Alley et al., 2011). However, the glacial origin of the boulders remains unproven since they occur adjacent to, rather than within, the Bulldog Shale outcrop and the Valanginian age is based on palynomorphs obtained from units that overlie rather than occur within the tillite bed.\nCoordinated positive shifts in Cretaceous planktonic and benthic foraminiferal δ18O records that occur at levels of sea level fall would provide secondary evidence for ice sheet growth (Prentice and Matthews, 1991) and such evidence has been proposed for events in the mid-Cenomanian (~95Ma) and the early Turonian (~91Ma; Miller et al., 2004, 2005; Bornemann et al., 2008). More detailed study, though, has shown the proposed correlation fails tests at higher spatial and temporal resolution (Ando et al., 2009; MacLeod et al., 2013; Moriya et al., 2007) and is not supported by climate modeling studies\n(Ladant and Donnadieu, 2016). Further, the accuracy of cited eustatic curves during the late Cenomanian through Turonian has been questioned with alternative dating and regional forcing proposed for key events (Haq and Huber, 2017).\nThe best candidate for a time with Late Cretaceous ice sheets is the early Maastrichtian. Like above, proposals that a small ice sheet formed during the early Maastrichtian are founded on purported synchroneity between sea level events and positive increases in foraminiferal δ18O values (Barrera, 1994; Barrera and Savin, 1999; Barrera et al., 1997; Miller et al., 1999). However, uncertainty in age correlations of the sealevel events, inconsistency in the timing of δ18O data trends among different locations, and lack of sedimentological evidence of contemporary glaciation cast doubt on the conclusions (MacLeod and Huber, 2001). Unlike the mid-Cenomanian and early Turonian, though, bathyal temperatures inferred from early Maastrichtian benthic δ18O are at a Late Cretaceous minimum (Figs. 6, 7), climate model simulations exist that favor perennial ice accumulation (Ladant and Donnadieu, 2016), and seasonal sea ice has been proposed to have existed based on sedimentological and paleontological evidence from the Arctic (Davies et al., 2009; Ladant and Donnadieu, 2016) and Antarctic (Bowman et al., 2013). Still, no glacial deposits have been found.\nForaminiferal δ18O records alone can place few firm constraints on when or if ice sheets were present during greenhouse climates, but knowing what benthic values correspond to times of ice sheet growth and which correspond to ice-free conditions would help establish thresholds for when transitions might occur. Ice sheets formed and grew as the late Eocene climate cooled, and a large East Antarctic ice sheet eventually advanced to sea level while benthic foraminiferal δ18O values increased. A critical value for middle bathyal benthic foraminifera has been proposed as 1.8‰ (Miller et al., 1987, 2005). Benthic foraminiferal δ18O measurements from Kerguelen Plateau (southern Indian Ocean) reach this value by ~35Ma, which coincides with a sharp increase in ice-rafted debris (IRD) (Barron et al., 1991; Wise Jr. et al., 1992; Zachos et al., 1992). Latest Eocene benthic foraminiferal δ18O values from Maud Rise range between 1.0‰ and 1.6‰ and increase to 2.6‰ by the time the East Antarctic ice sheet formed in the early Oligocene (Stott and Kennett, 1990; Mackensen and Ehrmann, 1992; Fig. 7). The oldest Cenozoic IRD was reported from late middle Eocene (~45–44Ma) sediments on Kerguelen Plateau and Maud Rise (Ehrmann and Mackensen, 1992). Corresponding δ18O values at Maud Rise for that time range between 1.0 and −0.5‰, which is comparable to the range of values at Maud Rise during the Maastrichtian. Note, though, that differences in palaeogeography, moisture sources, transport pathways, altitude of ice formation, and CO2 thresholds all affect ice sheets (Linnert et al., 2014; Ladant and Donnadieu, 2016). Thus, while Maastrichtian benthic foraminiferal δ18O values approach those from Paleogene times of known ice build-up, caution should be used in deciding whether or not this similarity signifies ice existed in the Late Cretaceous.\nCool temperatures inferred from fossils collected in shallow marine deposits on Seymour Island (northeast Antarctic Peninsula), located at ~62 °S paleolatitude (Müller et al., 2016), continue to fuel speculation on the presence of Cretaceous greenhouse glaciers. The δ18O values of Maastrichtian mollusks yield a wide range of values within the last 4 m.y. of the Maastrichtian, with coolest mean temperatures ranging from 4 to 6 °C (Tobin et al., 2012). These values compare well with coolest temperature estimates from several benthic foraminiferal species (Barrera et al., 1987), but they differ in that the foraminiferal records show no discernable stratigraphic trend while the mollusk data suggest a slight warming toward the end of the Maastrichtian. Clumped isotope analyses of a subset of the Tobin et al. (2012) samples, on the other hand, suggested more dramatic temperature swings than inferred because of correlated changes in temperatures and local seawater δ18O values that tended to cancel each other out (Petersen et al., 2016). Kemp et al. (2014) also suggest cool temperatures (8 to 12 °C ± 5 °C)\nfor the latest Cretaceous on Seymour Island using the MBT/CBT (methylation index of branched tetraethers/cyclization ratio of branched tetraethers) paleothermometer. Analyses of growth rings from Seymour Island fossil wood were tentatively interpreted to indicate late Maastrichtian temperatures between 4 and 8 °C (Francis and Poole, 2002). However, several uncertainties, including taxonomic biases, tree competition, tree maturity, and moisture availability, limit reliability of temperature estimates using this proxy (Creber and Chaloner, 1984). Finally, peaks in abundance of a dinoflagellate resting cyst, also from the Maastrichtian sequence on Seymour Island, were interpreted to represent times of sea ice formation based on weak correlation with the Tobin et al. (2012) molluscan δ18O dataset and speculative paleobiologic assumptions (Bowman et al., 2013, 2014). Considering sedimentologic evidence for glaciation or sea level change has never been found in the intensively studied and extensively exposed Seymour Island sequence (e.g., Askin, 1988; Huber, 1988; Macellari, 1988), proposals for ice sheet growth in the Antarctic Peninsula region remain unsupported.\nIn the absence of direct evidence for ice sheets at any time during the mid-Late Cretaceous, the next strongest possible support for the presence of ice sheets would be well documented synchroneity between positive shifts in δ18O from biogenic carbonate and/or phosphate and sea level falls across a wide geographic range and different paleoenvironments which has not yet been demonstrated. Absence of such evidence indicates that if Cretaceous ice sheets existed, their size was too small to have affected at a resolvable level and on a global scale both the oxygen isotopic composition of the ocean and changes sea\nlevel given current limitations of correlation."
  }, {
    "heading": "5. Implications for cretaceous climate forcing mechanisms",
    "text": "The importance of atmospheric carbon dioxide concentrations (pCO2) in regulating global temperature variations throughout the Phanerozoic has been accepted for more than a century (Arrhenius, 1896; Arthur et al., 1985; Budyko and Ronov, 1979; Chamberlin, 1899; Barron and Washington, 1985; Hay, 2008, 2011). Natural shifts in pCO2 have primarily been influenced by changes in the relative rates of volcanic outgassing, chemical weathering of silicate rocks, and organic carbon burial. Periods of intensified oceanic crust formation, LIP activity, and/or arc production rates lead to a buildup of pCO2 and increased global temperatures (Coffin and Eldholm, 1994; Larson, 1991b; Coffin et al., 2006), while times of intensified continent-continent plate collision result in increased chemical weathering rates, a drawdown of pCO2, and cooler global temperatures (e.g., Raymo, 1991; Raymo et al., 1988). Obtaining accurate records of ancient temperature and pCO2 changes and linking them to tectonic forcing mechanisms have been a major challenge for climate scientists because of ambiguities or uncertainties in the reliability of proxies used to reconstruct past temperatures and pCO2 concentrations and incomplete information on the timing and rates of global tectonic events.\nComparison of the oxygen isotope paleotemperature compilation for the Cretaceous southern high latitudes with estimates of variation in pCO2, crustal production at mid-ocean ridges and (LIPs), and lengths of continental and island arcs (Fig. 6) demonstrates that links between\nCretaceous temperature variations and any individual primary forcing factors are not well established. In particular, the proxies used to estimate Cretaceous pCO2 show significant inconsistencies among methods and variable degrees of correlation to long-term paleotemperature trends. For example, the hot greenhouse temperatures of the Turonian correlate with a period of relatively low pCO2 according to the fossil conifer leaf and stomatal index proxies, while the cooler temperatures of the Albian correlate with a time of higher pCO2 according to the stomatal and liverwort indices but lower pCO2 according to the fossil conifer pCO2 proxy. Large uncertainties regarding the influence of moisture and sunlight availability, on leaf stomata density and metabolics, the δ13C composition of the preserved organic matter and estimates of mean land surface temperatures used in pCO2 estimates from soil carbonates may explain some of these discrepancies (Royer et al., 2014; Breecker et al., 2010; Foster et al., 2017).\nLong-term variations in 87Sr/86Sr ratios of marine sediments track the relative importance and absolute rate of continental erosion vs. oceanic magmatism to the ocean's Sr budget with shifts moderated by erosion of older sedimentary rocks (Bralower et al., 1997; Jones et al., 1994; Larson, 1991a,b; McArthur et al., 2012). Higher 87Sr/86Sr ratios are taken to indicate dominance of continental mountain building and chemical weathering while lower ratios indicate increased oceanic magmatism and/or erosion of large basaltic provinces on land. The mean seawater 87Sr/86Sr curve (Fig. 6) shows generally good agreement with the paleotemperature compilation, with lowest values occurring during the hot greenhouse temperatures in the Turonian-Santonian and ratios that increase minimum values during the Maastrichtian when temperatures were coolest.\nChanges in rates of Cretaceous oceanic crust production (Müller et al., 2016), in the timing of formation of LIP (Coffin et al., 2006), and in lengths of subduction-related volcanic arcs (van der Meer et al., 2014), correspond to variations in Cretaceous SHL temperatures in some time intervals, but not in others (Fig. 6). The largest short-term variation in oceanic crustal production rate in the ~115 to ~66Ma interval, a decrease of ~8 km3/yr between ~100 and ~98Ma (Matthews et al., 2012), occurred during a gap in the SHL δ18O record. However, the decrease in δ18O values between ~102 and ~94Ma argues for increased temperatures, the opposite of the expected impact of a decrease in oceanic crustal production and associated lower CO2 degassing rates. Similarly, the overall trend of increasing oceanic crustal production rates from ~98 to ~65Ma corresponds to the long-term trend of decreasing temperatures from the Turonian to the Maastrichtian. In contrast, a peak in LIP production and associated CO2 degassing between ~100 and ~95Ma corresponds well with the decrease in δ18O values between ~102 and ~94Ma arguing for increased temperatures. Otherwise, the overall trend of decreasing LIP production rates from ~95 to ~66Ma agrees with the overall trend of decreasing temperatures in the same time interval. Subduction-related volcanic arc lengths, a proxy for arc crustal production and associated CO2 degassing, show an overall decrease from ~115 to ~65Ma, whereas temperatures increase between ~102 and ~94Ma but decrease from ~95 to ~66Ma.\nCorrespondence between the timing of peak volcanism at the Deccan Traps (southwest India) and global warming provides strong support for volcanic CO2 as the trigger for a warming event during the late Maastrichtian. Magma eruption rates for the Deccan Event were highest during the late Maastrichtian, ~150–300 k.y. before the Cretaceous/Paleogene boundary (Ravizza et al., 2001; Robinson et al., 2009; Renne et al., 2015; Font et al., 2016), which coincides with a 2.5–5 °C temperature increase estimated from δ18O measurements from deep sea benthic foraminifera from multiple equatorial, mid-latitude and high latitude locations (Barrera, 1994; Barrera and Savin, 1999; Huber et al., 2002; Westerhold et al., 2011; Barnet et al., 2018) and an estimated warming of ~3 °C on Seymour Island, Antarctica (Tobin et al., 2012). This event is well-delineated between 66.5 and 66.2Ma with an ~4 °C warming of SHL at ODP Site 690 (Barrera and Savin,\n1999), as shown in Figs. 6 and 7. Inconsistencies between the timing of elevated rates of tectonic sources of CO2 and evidence for increased SHL warming (Fig. 6) can be attributed to multiple factors, including uncertainties in: (1) the rates of lithosphere production and consumption (van der Meer et al., 2014), (2) the amount of carbon concentrated in descending slabs and decarbonation efficiency at subduction zones (Johnston et al., 2011), (3) estimates of the timing and volume of magma production during LIP eruptions (Coffin et al., 2006), (4) estimates for the amount of CO2 released from various types of volcanoes (Burton et al., 2013), (5) estimates of the length of island arcs (van der Meer et al., 2014), and (6) estimates of weathering rates of volcanic and non-volcanic rocks (Berner, 2006). These inconsistencies and uncertainties will diminish as gaps in the SHL oxygen isotope paleotemperature curve are filled and constraints on changing pCO2 that integrate pooled estimates for mantle derived and oxidized organic carbon CO2 sources as well as weathering and organic carbon burial sinks improve."
  }, {
    "heading": "6. Conclusions",
    "text": "New benthic and planktonic foraminiferal δ18O data from the southern Indian Ocean (Mentelle Basin DSDP Site 258) confirm low to extremely low δ18O values previously reported for the southern South Atlantic (Falkland Plateau DSDP Sites 511 and 327) and strengthen the argument that the Cretaceous Hot Greenhouse was considerably warmer than its Cenozoic counterpart. At Site 258 warmest temperatures occur within the lowermost Turonian and just above a black shale bed that is correlated with Oceanic Anoxic Event 2. These new data undermine arguments that Falkland Plateau results are anomalous due to local oceanographic and/or sedimentological conditions. If regional seawater had δ18O values close to the canonical ice-free value of −1‰SMOW, Turonian foraminiferal δ18O values imply surface water temperatures> 27 °C and bottom water temperatures> 19 °C. Such extreme warmth at 58–60°S seems improbable and an alternative possibility is that SHL δ18O values were at least partially influenced by higher precipitation rates and a steeper trend in the seawater latitudinal δ18O gradient.\nThe δ18O trends at SHL seem to best approximate the traditional characterization of Late Cretaceous climate evolution with warming from the Albian through the Cenomanian, followed by peak warmth during the KTM and sustained warmth through the Santonian before a gradual and progressive cooling during the Campanian and Maastrichtian. We find no compelling evidence for ice sheets of significant size at any time during this entire time. Compilations of δ18O paleotemperature data from the SHL (this study) and other global δ18O and TEX86 compilations (e.g., Huber et al., 2002; Pucéat et al., 2005; Cramer et al., 2009; Friedrich et al., 2012; O'Brien et al., 2017) along with climate modeling studies (Ladant and Donnadieu, 2016) all indicate that the Cretaceous Hot Greenhouse (Turonian-Santonian) was too warm to support polar ice sheets except possibly at the highest altitudes in Antarctica. Even during the coolest times of the mid-Late Cretaceous (late Aptian and mid-Maastrichtian), absence of glacial deposits, of coordinated positive shifts in Cretaceous planktonic and benthic foraminiferal δ18O records and of corresponding eustatic falls in sea level cast doubt on recurring proposals for the existence of polar ice sheets during those times (e.g., Barrera, 1994; Barrera and Savin, 1999; Barrera et al., 1997; Miller et al., 1999; Bowman et al., 2013, 2014).\nThroughout the Cretaceous Hot Greenhouse the SHL sites show high surface-to-depth gradients in δ18O and δ13C and lower benthic δ13C values than have been documented at lower latitudes. Regionally divergent trends in Cretaceous δ18O and δ13C datasets probably reflect different degrees of connectivity among the Cretaceous ocean basins. Further studies that characterize deep ocean circulation patterns inferred from neodymium isotopes integrated with geochemical paleotemperature proxies and sedimentological data, as well as recovery of missing sections spanning most of the Cenomanian and mid-\nCampanian, are needed to establish a fuller understanding of the evolution of the Cretaceous climate-ocean system at SHL and their relationship to changes in global deep-water circulation patterns.\nThe role of pCO2 and other greenhouse gases in regulating global climate is a long-established paradigm (see review above). However, predicted correlations between forcing mechanisms (mainly high CO2 degassing rates during high rates of ocean crust and LIP production and global subduction) do not consistently line up with SHL temperature trends. Counterbalancing effects of increased chemical weathering of silicate rocks and increased organic carbon burial may account for some or all of the mismatch between temperature and CO2 production estimates. Unfortunately, pCO2 proxies currently do not have high enough fidelity to resolve the CO2 changes through time sufficiently to advance study of sources and sinks. Obtaining more accurate records of ancient temperature and pCO2 changes and linking them to tectonic forcing mechanisms is necessary for climate modelers and the geologic community to remove ambiguities or uncertainties in the reliability of proxies used to reconstruct past temperatures and pCO2 concentrations and the timing and rates of global tectonic events."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank Morgan Dickie and Raquel Bryant (both formally undergraduate interns at the NMNH) for their assistance with foraminiferal sample picking, Shannon Haynes (formally at the University of Missouri) for help with stable isotope analyses and JoAnn Sanner for help with SEM imaging, and Nicky Wright (Australian National University) for calculating mid-ocean ridge magma fluxes, and Jo Whittaker (University of Tasmania) for preparing plate reconstructions. The International Ocean Discovery Program and core repositories at the Kochi Core Center (Kochi University) and Gulf Coast Repository (Texas A&M University) are thanked for providing samples analyzed in this study. Funding from the Smithsonian National Museum of Natural History and the National Science Foundation (NSF-OCE 1261586) helped support this research. This work benefitted from insightful comments and suggestions from two anonymous reviewers."
  }],
  "year": 2018,
  "references": [{
    "title": "First known cretaceous glaciation: Livingston Tillite member of the Cadna-owie formation, South Australia",
    "authors": ["N.F. Alley", "L.A. Frakes"],
    "venue": "Aust. J. Earth Sci",
    "year": 2003
  }, {
    "title": "Unravelling Early Cretaceous Glacial Events in the Southern Eromanga Basin: Evidence from the Cadna-Owie Formation and Bulldog Shale, 6th Sprigg Symposium",
    "authors": ["N.F. Alley", "L.A. Frakes", "M.J. Sheard", "D. Gray"],
    "venue": "Geological Society of Australia,",
    "year": 2011
  }, {
    "title": "New perspective on Aptian carbon isotope stratigraphy: data",
    "authors": ["A. Ando", "T. Kakegawa", "R. Takashima", "T. Saito"],
    "year": 2002
  }, {
    "title": "An emerging palaeoceanographic ‘missing link’: multidisciplinary study of rarely recovered parts of deep-sea Santonian–Campanian transition from Shatsky Rise",
    "authors": ["A. Ando", "S.C. Woodard", "H.F. Evans", "K. Littler", "S. Herrmann", "K.G. MacLeod", "S. Kim", "Khim", "B.-K", "S.A. Roginson", "B.T. Huber"],
    "venue": "J. Geol",
    "year": 2013
  }, {
    "title": "Variations in the Global Carbon Cycle during the Cretaceous Related to Climate, Volcanism, and Changes in Atmospheric CO2. In: Proceedings the Carbon Cycle and Atmospheric CO2: Natural Variations Archaen to Present: Washington, D.C., American Geophysical Union, Geophysical Monograph",
    "authors": ["M.A. Arthur", "W.E. Dean", "S.O. Schlanger"],
    "year": 1985
  }, {
    "title": "Geochemical and climatic effects of increased marine organic carbon burial at the Cenomanian/Turonian",
    "authors": ["M.A. Arthur", "W.E. Dean", "L.M. Pratt"],
    "venue": "boundary. Nature",
    "year": 1988
  }, {
    "title": "Campanian to Eocene palynological succession of Seymour and adjacent islands, northeastern Antarctic Peninsula",
    "authors": ["R.A. Askin"],
    "venue": "Geology and Paleontology of Seymour Island, Antarctic Peninsula",
    "year": 1988
  }, {
    "title": "CO2 and temperature decoupling at the million-year scale during the cretaceous greenhouse",
    "authors": ["A. Barral", "B. Gomez", "F. Fourel", "V. Daviero-Gomez", "C. Lécuyer"],
    "venue": "Nat. Commun",
    "year": 2017
  }, {
    "title": "Global environmental changes preceding the cretaceous-tertiary boundary: early-late",
    "authors": ["E. Barrera"],
    "venue": "Maastrichtian transition. Geology",
    "year": 1994
  }, {
    "title": "Evolution of Antarctic waters during the Maestrichtian: foraminifer oxygen and carbon isotope ratios, ODP Leg 113",
    "authors": ["E. Barrera", "B.T. Huber"],
    "venue": "Proceedings of the Ocean Drilling Program, Scientific Results. 113. Ocean Drilling Program, College Station,",
    "year": 1990
  }, {
    "title": "Evolution of late Campanian-Maastrichtian marine climates and oceans",
    "authors": ["E. Barrera", "S.M. Savin"],
    "venue": "Special Paper",
    "year": 1999
  }, {
    "title": "Antarctic marine temperatures: late Campanian through early Paleocene",
    "authors": ["E. Barrera", "B.T. Huber", "S.M. Savin", "P.N. Webb"],
    "venue": "Paleoceanography",
    "year": 1987
  }, {
    "title": "Evidence for thermohaline-circulation reversals controlled by sea-level change in the latest cretaceous",
    "authors": ["E. Barrera", "S.M. Savin", "E. Thomas", "C.E. Jones"],
    "venue": "Geology",
    "year": 1997
  }, {
    "title": "Warm Cretaceous climates: high atmospheric CO2 as a plausible mechanism",
    "authors": ["E.J. Barron", "W.M. Washington"],
    "venue": "Geophysical Monograph no",
    "year": 1985
  }, {
    "title": "An ice-free cretaceous? Results from climate model simulations",
    "authors": ["E.J. Barron", "S.L. Thompson", "S.H. Schneider"],
    "venue": "Science",
    "year": 1981
  }, {
    "title": "Evidence for late Eocene to early Oligocene Antarctic glaciation and observations on late Neogene glacial history of Antarctica: results from leg 119",
    "authors": ["J.A. Barron", "B. Larsen", "J.G. Baldauf"],
    "venue": "Proceedings of the Ocean Drilling Program, Scientific Results",
    "year": 1991
  }, {
    "title": "Benthic foraminifers in Mesozoic and Cenozoic sediments of the southwestern Atlantic as an indicator of paleoenvironment, deep-sea drilling project leg 71",
    "authors": ["I.A. Basov", "V.A. Krasheninnikov"],
    "venue": "Initial Rep. Deep Sea Drill. Proj. 71. U.S. Government Printing Office,",
    "year": 1983
  }, {
    "title": "Reevaluation of the oxygen isotopic composition of planktonic foraminifera: experimental results and revised paleotemperature",
    "authors": ["B.E. Bemis", "H.J. Spero", "J. Bijma", "D.W. Lea"],
    "venue": "equations. Paleoceanography",
    "year": 1998
  }, {
    "title": "Inclusion of the weathering of volcanic rocks in the GEOCARBSULF model",
    "authors": ["R.A. Berner"],
    "venue": "Am. J. Sci",
    "year": 2006
  }, {
    "title": "Extreme Polar Warmth during the Cretaceous Greenhouse? The Paradox of the Late Turonian",
    "authors": ["K.L. Bice", "B.T. Huber", "R.D. Norris"],
    "year": 2003
  }, {
    "title": "Significant Southern Ocean warming event in the late middle Eocene",
    "authors": ["S.M. Bohaty", "J.C. Zachos"],
    "venue": "Geology",
    "year": 2003
  }, {
    "title": "Coupled greenhouse warming and deep-sea acidification in the middle Eocene: paleoceanography",
    "authors": ["S.M. Bohaty", "J.C. Zachos", "F. Florindo", "M.L. Delaney"],
    "year": 2009
  }, {
    "title": "Isotopic evidence for glaciation during the Cretaceous Supergreenhouse",
    "authors": ["A. Bornemann", "R.D. Norris", "O. Friedrich", "B. Beckmann", "S. Schouten", "J.S. Sinninghe Damsté", "J. Vogel", "P. Hofmann", "T. Wagner"],
    "venue": "Science 319,",
    "year": 2008
  }, {
    "title": "Late cretaceous winter sea ice in Antarctica? Geology",
    "authors": ["V.C. Bowman", "J.E. Francis", "J.B. Riding"],
    "year": 2013
  }, {
    "title": "Latest cretaceous–earliest Paleogene vegetation and climate change at the high southern latitudes: palynological evidence from Seymour Island, Antarctic peninsula",
    "authors": ["V.C. Bowman", "J.E. Francis", "R.A. Askin", "J.B. Riding", "G.T. Swindles"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2014
  }, {
    "title": "MidCretaceous Strontium-Isotope Stratigraphy of Deep-Sea Sections",
    "authors": ["T.J. Bralower", "P.D. Fullagar", "C.K. Paull", "G.S. Dwyer", "R.M. Leckie"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1997
  }, {
    "title": "Atmospheric CO2 concentrations during ancient greenhouse climates were similar to those predicted for A.D. 2100",
    "authors": ["D.O. Breecker", "Z.D. Sharp", "L.D. McFadden"],
    "venue": "Proc. Natl. Acad",
    "year": 2010
  }, {
    "title": "Dinosaurs on the north slope, Alaska: high latitude, latest cretaceous environments",
    "authors": ["E.M. Brouwers", "W.A. Clemens", "R.A. Spicer", "T.A. Ager", "L.D. Carter", "W.V. Sliter"],
    "year": 1987
  }, {
    "title": "Chemical Evolution of the Atmosphere in the",
    "authors": ["M.I. Budyko", "A.B. Ronov"],
    "year": 1979
  }, {
    "title": "Deep carbon emissions from volcanoes",
    "authors": ["M.R. Burton", "G.M. Sawyer", "D. Granieri"],
    "venue": "Rev. Mineral. Geochem",
    "year": 2013
  }, {
    "title": "Widespread Antarctic glaciation during the Late Eocene",
    "authors": ["A. Carter", "T.R. Riley", "Hillenbrand", "C.-D", "M. Riggner"],
    "venue": "Earth Planet. Sci",
    "year": 2017
  }, {
    "title": "Paleogene floras from Seymour Island, Antarctic Peninsula",
    "authors": ["J.A. Case"],
    "venue": "Geology and Paleontology of Seymour Island, Antarctic Peninsula",
    "year": 1988
  }, {
    "title": "The first duck-billed dinosaur (Family Hadrosauridae) from Antarctica",
    "authors": ["J.A. Case", "J.E. Martin", "D.S. Chaney", "M. Reguero", "S.A. Marenssi", "S.M. Santillana", "M Woodburne"],
    "venue": "J. Vertebr. Paleontol",
    "year": 2000
  }, {
    "title": "New oxygen isotope evidence for long-term Cretaceous climatic change in the Southern Hemisphere",
    "authors": ["L.J. Clarke", "H.C. Jenkyns"],
    "venue": "Geology",
    "year": 1999
  }, {
    "title": "Large igneous provinces: crustal structure, dimensions, and external consequences",
    "authors": ["M.F. Coffin", "O. Eldholm"],
    "venue": "Rev. Geophys",
    "year": 1994
  }, {
    "title": "Large igneous provinces and scientific ocean drilling",
    "authors": ["M.F. Coffin", "R.A. Duncan", "O. Eldholm", "J.G. Fitton", "F.A. Frey", "H.C. Larsen", "J.J. Mahoney", "A.D. Saunders", "R. Schlich", "P.J. Wallace"],
    "venue": "Oceanography",
    "year": 2006
  }, {
    "title": "Ocean overturning since the Late Cretaceous: Inferences from a new benthic foraminiferal isotope compilation",
    "authors": ["B.S. Cramer", "T.R. Toggweiler", "J.D. Wright", "M.E. Katz", "K.G. Miller"],
    "venue": "Paleoceanography 24, Pa4216",
    "year": 2009
  }, {
    "title": "In£uence of environmental factors on the wood structure of living and fossil trees",
    "authors": ["G.T. Creber", "W.G. Chaloner"],
    "venue": "Bot. Rev",
    "year": 1984
  }, {
    "title": "Past CO2 changes and tropical sea surface temperatures",
    "authors": ["T.J. Crowley"],
    "venue": "Paleoceanography",
    "year": 1991
  }, {
    "title": "Extinction, dissolution, and possible ocean acidification prior to the Cretaceous/ Paleogene (K/Pg) boundary in the tropical Pacific",
    "authors": ["S.N. Dameron", "R.M. Leckie", "K. Clark", "K.G. MacLeod", "D.J. Thomas", "J.A. Lees"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2017
  }, {
    "title": "Late Cretaceous seasonal ocean variability from the Arctic",
    "authors": ["A. Davies", "A.E.S. Kemp", "J. Pike"],
    "venue": "Nature",
    "year": 2009
  }, {
    "title": "Plate tectonic controls on atmospheric CO2 levels since the Triassic",
    "authors": ["D. van der Meer", "R.E. Zeebe", "D.J.J. van Hinsbergen", "A. Sluis", "W. Spakman", "T.H. Torsvik"],
    "venue": "Proceed. Nat. Acad. Sci",
    "year": 2014
  }, {
    "title": "A betterventilated ocean triggered by Late Cretaceous changes in continental configuration",
    "authors": ["Y. Donnadieu", "E. Pucéat", "M. Moiroud", "F. Guillocheau", "J.F. Deconinck"],
    "venue": "Nat. Commun",
    "year": 2016
  }, {
    "title": "Oxygen and carbon isotope analyses of Tertiary and Cretaceous microfossils from the Shatsky Rise and other sites in the North Pacific Ocean",
    "authors": ["R.G. Douglas", "S.M. Savin"],
    "venue": "Initial Reports of the Deep-sea Drilling Project. vol. 32. U.S. Govt. Printing Office,",
    "year": 1975
  }, {
    "title": "Sedimentological evidence for the formation of an East Antarctic ice sheet in Eocene/Oligocene time. Palaeogeogr",
    "authors": ["W.U. Ehrmann", "A. Mackensen"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 1992
  }, {
    "title": "Planktonic foraminiferal biostratigraphy and assemblage composition across the CenomanianTuronian boundary interval at Clot Chevalier (Vocontian Basin, SE France)",
    "authors": ["F. Falzoni", "M.R. Petrizzo", "H.C. Jenkyns", "A.S. Gale", "H. Tsikos"],
    "venue": "Cretac. Res",
    "year": 2016
  }, {
    "title": "Warm, equable mid-Cretaceous: Stable isotope evidence",
    "authors": ["M.L. Fassell", "T.J. Bralower"],
    "venue": "Evolution of the Cretaceous Ocean-Climate System",
    "year": 1999
  }, {
    "title": "Mercury anomaly, Deccan volcanism, and the end-Cretaceous mass extinction",
    "authors": ["E. Font", "T. Adatte", "A. Nbrega Sial", "L. Drude de Lacerda", "G. Keller", "J. Punekar"],
    "venue": "Geology",
    "year": 2016
  }, {
    "title": "Tropical warming and intermittent cooling during the Cenomanian/Turonian oceanic anoxic event 2: sea surface temperature records from the equatorial Atlantic",
    "authors": ["A. Forster", "S. Schouten", "K. Moriya", "P.A. Wilson", "J.S. Sinninghe Damsté"],
    "venue": "Paleoceanography 22,",
    "year": 2007
  }, {
    "title": "Future climate forcing potentially without precedent in the last 420million years",
    "authors": ["G.L. Foster", "D.L. Royer", "D.J. Lunt"],
    "venue": "Nat. Commun",
    "year": 2017
  }, {
    "title": "Cretaceous and early Tertiary climates of Antarctica: evidence from fossil wood",
    "authors": ["J.E. Francis", "I. Poole"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2002
  }, {
    "title": "The Maastrichtian record from Shatsky Rise (northwest Pacific): a tropical perspective on global ecological and oceanographic changes",
    "authors": ["T.D. Frank", "D.J. Thomas", "R.M. Leckie", "M.A. Arthur", "P.R. Bown", "K. Jones", "J. Lees"],
    "venue": "Paleoceanography 20,",
    "year": 2005
  }, {
    "title": "Stable isotope composition of Late Cretaceous benthic foraminifera from the southern South Atlantic: biological and environmental effects",
    "authors": ["O. Friedrich", "G. Schmiedl", "H. Erlenkeuser"],
    "venue": "Mar. Micropaleontol",
    "year": 2006
  }, {
    "title": "Evolution of middle to Late Cretaceous oceans–A 55m.y. record of Earth's temperature and carbon cycle",
    "authors": ["O. Friedrich", "R.D. Norris", "J. Erbacher"],
    "venue": "Geology 40,",
    "year": 2012
  }, {
    "title": "Global correlation of Cenomanian (Upper Cretaceous) sequences: evidence for Milankovitch control on sea",
    "authors": ["A.S. Gale", "J. Hardenbol", "B. Hathway", "W.J. Kennedy", "J.R. Young", "V. Phansalkar"],
    "venue": "level. Geology",
    "year": 2002
  }, {
    "title": "Carbon-isotope composition of Lower Cretaceous fossil wood: ocean-atmosphere chemistry and relation to sea-level",
    "authors": ["D.R. Gröcke", "S.P. Hesselbo", "H.C. Jenkyns"],
    "venue": "change. Geology",
    "year": 1999
  }, {
    "title": "Mesozoic magnetostratigraphy of Maud Rise, Antarctica",
    "authors": ["N. Hamilton"],
    "venue": "Scientific Results",
    "year": 1990
  }, {
    "title": "Anatomy of a eustatic event during the Turonian (Late Cretaceous) hot greenhouse climate",
    "authors": ["B.U. Haq", "B.T. Huber"],
    "venue": "Sci. China Earth Sci",
    "year": 2017
  }, {
    "title": "The new chronostratigraphic basis of Cenozoic and Mesozoic sea level cycles",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Timing and Depositional History of Eustatic Sequences: Constraints on Seismic Stratigraphy. Cushman Foundation Special Publication No",
    "year": 1987
  }, {
    "title": "Evolving ideas about the Cretaceous climate and ocean circulation",
    "authors": ["W.W. Hay"],
    "venue": "Cretac. Res",
    "year": 2008
  }, {
    "title": "Can humans force a return to a “Cretaceous",
    "authors": ["W.W. Hay"],
    "venue": "climate? Sediment. Geol",
    "year": 2011
  }, {
    "title": "Cretaceous planktonic foraminifera from the eastern Indian Ocean",
    "authors": ["R. Herb"],
    "year": 1974
  }, {
    "title": "New quantitative palaeoclimate data for the Late Cretaceous Arctic: evidence for a warm polar ocean",
    "authors": ["A. Herman", "R.A. Spicer"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1997
  }, {
    "title": "Evaluation of atmospheric carbon dioxide concentrations during the Cretaceous",
    "authors": ["S.K. Hong", "Y.I. Lee"],
    "venue": "Earth Planet. Sci",
    "year": 2012
  }, {
    "title": "Upper Campanian-Paleocene foraminifera from the James Ross Island region (Antarctic Peninsula)",
    "authors": ["B.T. Huber"],
    "venue": "Geology and Paleontology of Seymour Island, Antarctica",
    "year": 1988
  }, {
    "title": "Maestrichtian planktonic foraminifer biostratigraphy of the Maud Rise (Weddell Sea, Antarctica): ODP Leg 113 Holes 689B and 690C",
    "authors": ["B.T. Huber"],
    "venue": "Shipboard Scientific Party (Eds.), Proceedings of the Ocean Drilling Program, Scientific Results",
    "year": 1990
  }, {
    "title": "Upper Cretaceous planktic foraminiferal biozonation for the Austral Realm",
    "authors": ["B.T. Huber"],
    "venue": "Mar. Micropaleontol",
    "year": 1992
  }, {
    "title": "Planktic foraminiferal species turnover across deep-sea Aptian/Albian boundary sections",
    "authors": ["B.T. Huber", "R.M. Leckie"],
    "venue": "J. Foraminifer. Res",
    "year": 2011
  }, {
    "title": "Middle-late Cretaceous climate of the southern high latitudes: stable isotope evidence for minimal equator-to-pole thermal gradients",
    "authors": ["B.T. Huber", "D.A. Hodell", "C.P. Hamilton"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1995
  }, {
    "title": "Deep-sea paleotemperature record of extreme warmth during the Cretaceous",
    "authors": ["B.T. Huber", "R.D. Norris", "K.G. MacLeod"],
    "venue": "Geology",
    "year": 2002
  }, {
    "title": "Paleotemperature and paleosalinity inferences and chemostratigraphy across the Aptian/Albian boundary in the subtropical North Atlantic",
    "authors": ["B.T. Huber", "K.G. MacLeod", "D. Gröcke", "M. Kucera"],
    "venue": "Paleoceanography 26, PA4221",
    "year": 2011
  }, {
    "title": "A new online taxonomic database for planktonic foraminifera",
    "authors": ["B.T. Huber", "M.R. Petrizzo", "J. Young", "F. Falzoni", "S. Galiardoni", "P.R. Bown", "B.S. Wade"],
    "venue": "Micropaleontology",
    "year": 2016
  }, {
    "title": "Terrestrial record of methane hudrate dissociation in the Early Cretaceceous",
    "authors": ["A.H. Jahren", "N.C. Arens", "G. Sarmiento", "J. Guerrero", "R. Amundson"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "Secular variation in Late Cretaceous carbon isotopes: a new",
    "authors": ["I. Jarvis", "A.S. Gale", "H.C. Jenkyns", "M.A. Pearsce"],
    "year": 2006
  }, {
    "title": "Strontium isotopic variations",
    "authors": ["C.E. Jones", "H.C. Jenkyns", "A.L. Coe", "S.P. Hesselbo"],
    "year": 1994
  }, {
    "title": "A cool temperate climate on the Antarctic Peninsula",
    "authors": ["V.C", "C. O'Brien"],
    "year": 2014
  }, {
    "title": "Abrupt deep-sea warming, palaeoceanographic changes",
    "authors": ["J.P. 865–880. Kennett", "L.D. Stott"],
    "year": 1991
  }, {
    "title": "Palaeogeographic regulation of glacial events",
    "authors": ["D.C. Washington", "pp. 789–820. Ladant", "J.-B", "Y. Donnadieu"],
    "year": 2016
  }, {
    "title": "Evidence for global cooling",
    "authors": ["F. Falzoni", "K. Littler", "J.A. Arz", "E.E. Russell"],
    "year": 2014
  }, {
    "title": "Palaeogeographic controls on climate and proxy interpretation",
    "authors": ["D.J. Lunt", "A. Farnsworth", "C. Loptson", "G.L. Foster", "P. Markwick", "C.L. O'Brien", "R.D. Pancost", "S.A. Robinson", "N.E. Wrobel"],
    "venue": "Clim. Past",
    "year": 2016
  }, {
    "title": "Stratigraphy, sedimentology and paleoecology of Late Cretaceous/ Paleocene shelf-deltaic sediments of Seymour Island (Antarctic Peninsula)",
    "authors": ["C.E. Macellari"],
    "venue": "Geology and Paleontology of Seymour Island, Antarctica. Geol. Soc. America, Memoir Series,",
    "year": 1988
  }, {
    "title": "Middle Eocene through early Oligocene climate history and paleoceanography in the Southern Ocean: stable oxygen and carbon isotopes from ODP sites on",
    "authors": ["A. Mackensen", "Ehrmann"],
    "venue": "W.U.,",
    "year": 1992
  }, {
    "title": "Reorganization of deep ocean circulation accompanying a Late Cretaceous extinction",
    "authors": ["K.G. MacLeod", "B.T. Huber"],
    "venue": "event. Nature",
    "year": 1996
  }, {
    "title": "The Maastrichtian record at Blake Nose (western North Atlantic) and implications for global palaeoceanographic and biotic changes",
    "authors": ["K.G. MacLeod", "B.T. Huber"],
    "venue": "Lond. Geol. Soc. Lond. Western North Atlantic Palaeogene Cretaceous Palaeoceanogr",
    "year": 2001
  }, {
    "title": "North Atlantic warming during global cooling at the end of the Cretaceous",
    "authors": ["K.G. MacLeod", "B.T. Huber", "C. Isaza-Londoño"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Nd isotopic excrsion across Cretaceous ocean anoxic event 2 (Cenomanian-Turonian) in the tropical North Atlantic",
    "authors": ["K.G. MacLeod", "E.E. Martin", "S.W. Blair"],
    "venue": "Geology",
    "year": 2008
  }, {
    "title": "A stable and hot Turonian without glacial",
    "authors": ["K.G. MacLeod", "B.T. Huber", "A. Jiménez Berrocoso", "I. Wendler"],
    "year": 2013
  }, {
    "title": "Warming and increased aridity during the earliest Triassic in the Karoo Basin, South Africa",
    "authors": ["K.G. MacLeod", "P.C. Quinton", "D.J. Bassett"],
    "venue": "Geology",
    "year": 2017
  }, {
    "title": "Water mass circulation on Demerara Rise during the Late Cretaceous based on Nd isotopes",
    "authors": ["E.E. Martin", "K.G. MacLeod", "A.J. Berrocoso", "E. Bourbon"],
    "venue": "Earth Planet. Sci",
    "year": 2012
  }, {
    "title": "Sea surface temperature contributes to marine crocodylomorph evolution",
    "authors": ["J.E. Martin", "R. Amiot", "C. Lécuyer", "M.J. Benton"],
    "venue": "Nat. Commun",
    "year": 2014
  }, {
    "title": "A global scale plate reorganization event at 105–100Ma",
    "authors": ["K.J. Matthews", "M. Seton", "D.W. Muller"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2012
  }, {
    "title": "Strontium isotope stratigraphy",
    "authors": ["J.M. McArthur", "R.J. Howarth", "G.A. Shields"],
    "year": 2012
  }, {
    "title": "Tertiary oxygen isotope synthesis, sea level history, and continental margin erosion",
    "authors": ["K.G. Miller", "R.G. Fairbanks", "G.S. Mountain"],
    "venue": "Paleoceanography",
    "year": 1987
  }, {
    "title": "Ocean view site",
    "authors": ["K.G. Miller", "P.J. Sugarman", "J.V. Browning", "S.F. Pekar", "M.E. Katz", "B.S. Cramer", "D. Monteverde", "J. Uptegrove", "J. McLaughlin", "S.J. Baxter", "Aubry", "M.-P", "R.K. Olsson", "B. Van Sickel", "K. Metzger", "M.D. Feigenson", "S. Tiffin", "F. McCarthy"],
    "venue": "Shipboard Scientific Party (Eds.), Proceedings of the Ocean Drilling Program,",
    "year": 2003
  }, {
    "title": "Upper Cretaceous sequences and sea-level history",
    "authors": ["K.G. Miller", "P.J. Sugarman", "J.V. Browning", "M.A. Kominz", "R.K. Olsson", "M.D. Feigenson", "J.C. Hernández"],
    "venue": "Geol. Soc. Am",
    "year": 2004
  }, {
    "title": "Visions of ice sheets in a greenhouse world",
    "authors": ["K.G. Miller", "J.D. Wright", "J.V. Browning"],
    "venue": "Mar. Geol",
    "year": 2005
  }, {
    "title": "Evolution of neodymium isotopic signature of seawater during the Late Cretaceous: Implications for intermediate and deep circulation",
    "authors": ["M. Moiroud", "E. Pucéat", "Y. Donnadieu", "G. Bayon", "M. Guiraud", "S. Voigt", "J.F. Deconinck", "F. Monna"],
    "venue": "Gondwana Res",
    "year": 2016
  }, {
    "title": "Testing for ice sheets during the mid-Cretaceous greenhouse using glassy foraminiferal calcite from the mid-Cenomanian tropics on",
    "authors": ["K. Moriya", "P.A. Wilson", "O. Friedrich", "J. Erbacher", "H. Kawahata"],
    "venue": "Demerara Rise. Geology",
    "year": 2007
  }, {
    "title": "Ocean basin evolution and global-scale plate reorganization events since Pangea breakup",
    "authors": ["R.D. Müller", "M. Seton", "S. Zahirovic", "S.E. Williams", "K.J. Matthews", "N.M. Wright", "G.E. Shephard", "K.T. Maloney", "N. Barnett-Moore", "M. Hosseinpour", "D.J. Bower", "J. Cannon"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2016
  }, {
    "title": "Cretaceous deep-water formation in the Indian sector of the Southern Ocean",
    "authors": ["D.P. Murphy", "D.J. Thomas"],
    "venue": "Paleoceanography 27, PA1211",
    "year": 2012
  }, {
    "title": "Cretaceous sea-surface",
    "authors": ["C.L. O'Brien", "S.A. Robinson", "R.D. Pancost", "J.S. Sinningeh Damsté", "S. Schoulten", "D.J. Lunt", "H. Alsenz", "A. Bornemann", "C. Bottini", "S.C. Brassell", "A. Farnsworth", "A. Forster", "B.T. Huber", "G.N. Inglis", "H.C. Jenkyns", "C. Linnert", "K. Littler", "P. Markwick", "A. McAnena", "J. Mutterlose", "B.D.A. Naafs", "W. Püttmann", "A. Sluis", "van Helmond", "N.A.G.M", "J. Vellekoop", "T. Wagner", "N.E. Wrobel"],
    "year": 2017
  }, {
    "title": "A Concise Geologic Time Scale 2016",
    "authors": ["J.G. Ogg", "G.M. Ogg", "F.M. Gradstein"],
    "year": 2016
  }, {
    "title": "First record of dinosaurs in Antarctica (Upper Cretaceous, James Ross Island): palaeogeographic implications",
    "authors": ["E.B. Olivero", "Z. Gasparini", "C.A. Rinaldi", "R. Scasso"],
    "year": 1991
  }, {
    "title": "Late Cretaceous terrestrial vegetation: A near-polar temperature",
    "authors": ["J.T. Parrish", "R.A. Spicer"],
    "venue": "curve. Geology",
    "year": 1988
  }, {
    "title": "Late Cretaceous vertebrate fossils from the North Slope of Alaska and implications for dinosaur ecology",
    "authors": ["J.T. Parrish", "J.M. Parrish", "Hutchison", "J.h", "R.A. Spicer"],
    "year": 1989
  }, {
    "title": "Oxygen isotopes in foraminifera: overview and historical review",
    "authors": ["P.N. Pearson"],
    "venue": "Paleontological Society Short Course, November",
    "year": 2012
  }, {
    "title": "Mesozoic calcareous nannofossils",
    "authors": ["K. Perch-Nielsen"],
    "venue": "Plankton Stratigraphy",
    "year": 1985
  }, {
    "title": "End-Cretaceous extinction in Antarctica linked to both Deccan volcanism and meteorite impact via climate change",
    "authors": ["S.V. Petersen", "A. Dutton", "K.C. Lohmann"],
    "venue": "Nat. Commun",
    "year": 2016
  }, {
    "title": "Late Cretaceous planktonic foraminifer from Kerguelen Plateau (ODP Leg 183): new data to improve the Southern Ocean biozonation",
    "authors": ["M.R. Petrizzo"],
    "venue": "Cretac. Res",
    "year": 2001
  }, {
    "title": "Identification of the base of the lowerto-middle Campanian Globotruncana ventricosa Zone: comments on reliability and global correlations",
    "authors": ["M.R. Petrizzo", "F. Falzoni", "I. Premoli Silva"],
    "venue": "Cretac. Res",
    "year": 2011
  }, {
    "title": "Tertiary ice sheet dynamics: the snow gun hypothesis",
    "authors": ["M.L. Prentice", "R.K. Matthews"],
    "venue": "J. Geophys. Res",
    "year": 1991
  }, {
    "title": "Neodymium isotope evolution of NW Tethyan upper ocean waters throughout the Cretaceous",
    "authors": ["E. Pucéat", "C. Lécuyer", "L. Reisberg"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Paleoceanographic modeling of temperature-salinity profiles from stable isotopic data",
    "authors": ["L.B. Railsback", "T.F. Anderson", "S.C. Ackerly", "J.L. Cisne"],
    "venue": "Paleoceanography",
    "year": 1989
  }, {
    "title": "An osmium isotope excursion associated with the late Paleocene thermal maximum: Evidence of intensified chemical weathering",
    "authors": ["G. Ravizza", "N.D. Norris", "J. Blusztajn", "Aubry", "M.-P"],
    "venue": "Paleoceanography",
    "year": 2001
  }, {
    "title": "Geochemical evidence supporting T.C",
    "authors": ["M.E. Raymo"],
    "venue": "Chamberlin's theory of glaciation. Geology",
    "year": 1991
  }, {
    "title": "Influence of late Cenozoic mountain building on ocean geochemical",
    "authors": ["M.E. Raymo", "W.F. Ruddiman", "P.N. Froelich"],
    "venue": "cycles. Geology",
    "year": 1988
  }, {
    "title": "State shift in Deccan volcanism at the Cretaceous-Paleogene boundary, possibly induced by impact",
    "authors": ["P.R. Renne", "C.J. Sprain", "M.A. Richards", "S. Self", "L. Vanderkluysen", "K. Pande"],
    "year": 2015
  }, {
    "title": "Widespread and synchronous change in deep-ocean circulation in the North and South Atlantic during the Late Cretaceous",
    "authors": ["S.A. Robinson", "D. Vance"],
    "venue": "Paleoceanography 27",
    "year": 2012
  }, {
    "title": "A highresolution marine",
    "authors": ["N. Robinson", "G. Ravizza", "R. Coccioni", "B. Peucker-Ehrenbrink", "R. Norris"],
    "year": 2009
  }, {
    "title": "Formation of “Southern Component Water",
    "authors": ["S.A. Robinson", "D.P. Murphy", "D. Vance", "D.J. Thomas"],
    "venue": "in the Late Cretaceous: Evidence from Nd-isotopes. Geology",
    "year": 2010
  }, {
    "title": "Error analysis of CO2 and O2 estimates from the long-term geochemical model GEOCARBSULF",
    "authors": ["D.L. Royer", "Y. Donnadieu", "J. Park", "J. Kowalczyk", "Y. Goddéris"],
    "venue": "Am. J. Sci",
    "year": 2014
  }, {
    "title": "The history of the Earth's surface temperature during the past 100 million years",
    "authors": ["S.M. Savin"],
    "venue": "Ann. Rev. Earth Planet. Sci",
    "year": 1977
  }, {
    "title": "Tertiary marine paleotemperatures",
    "authors": ["S.M. Savin", "R.G. Douglas", "F.G. Stehli"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1975
  }, {
    "title": "Paleotemperature history of the Cenozoic and the initiation of Antarctic glaciation: Oxygen and carbon isotope analyses in DSDP Sites 277, 279, and 281",
    "authors": ["N.J. Shackleton", "J.P. Kennett"],
    "venue": "Initial Reports of the Deep-sea Drilling Project. 29. U.S. Government Printing Office,",
    "year": 1975
  }, {
    "title": "Late Cretaceous through Neogene deep-sea benthic foraminifers (Maud Rise, Weddell Sea, Antarctica)",
    "authors": ["V. Spiess"],
    "venue": "Proceedings of the Ocean Drilling Program, Scientific Results",
    "year": 1990
  }, {
    "title": "High-resolution stable isotope records from the Upper Cretaceous rocks of Italy and Spain: Glacial episodes in a greenhouse planet? Geol",
    "authors": ["H.M. Stoll", "D.P. Schrag"],
    "year": 2000
  }, {
    "title": "The paleoceanographic and paleoclimatic signature of the Cretaceous/Paleogene boundary in the Antarctic: stable isotopic results from ODP Leg 113",
    "authors": ["L.D. Stott", "J.P. Kennett"],
    "venue": "Proceedings of the Ocean Drilling Program, Scientific Results",
    "year": 1990
  }, {
    "title": "The evolution of Antarctic surface waters during the Paleogene: Inferences from the stable isotopic composition of planktonic foraminifers, ODP Leg 113",
    "authors": ["L.D. Stott", "J.P. Kennett", "N.J. Shackleton", "R.M. Corfield"],
    "venue": "Shipboard Scientific Party, Proceedings of the Ocean Drilling Program,",
    "year": 1990
  }, {
    "title": "Evidence for extreme climatic warmth from Late Cretaceous",
    "authors": ["J. Tarduno", "D.B. Brinkman", "P.R. Renne", "R.D. Cottrell", "H. Scher", "P. Castillo"],
    "venue": "Arctic vertebrates: Science",
    "year": 1998
  }, {
    "title": "Calcareous nannoplankton-Leg 26, Deep-sea Drilling Project",
    "authors": ["H.R. Thierstein"],
    "venue": "Initial Reports of the Deep Sea Drilling Project",
    "year": 1974
  }, {
    "title": "Late Cretaceous through Neogene deep-sea benthic foraminifers (Maud Rise, Weddell Sea, Antarctica)",
    "authors": ["E. Thomas"],
    "venue": "Shipboard Scientific Party (Eds.), Proceedings of the Ocean Drilling Program, Scientific Results",
    "year": 1990
  }, {
    "title": "The Paleocene-Eocene benthic foraminiferal extinction and stable isotope anomalies",
    "authors": ["E. Thomas", "N.J. Shackleton"],
    "year": 1996
  }, {
    "title": "Upper Cretaceous-Paleogene stratigraphy of sites 689 and 690, Maud Rise (Antarctica)",
    "authors": ["E. Thomas", "E. Barrera", "N. Hamilton", "B.T. Huber", "J.P. Kennett", "S.B. O'Connell", "J.J. Pospichal", "V. Spiess", "L.D. Stott", "W. Wei", "S.W. Wise Jr."],
    "venue": "Shipboard Scientific Party, Proceedings of the Ocean Drilling Project Scientific Results",
    "year": 1990
  }, {
    "title": "Nd isotopic structure of the Pacific Ocean 70–30Ma and numerical evidence for vigorous ocean circulation and ocean heat transport in a greenhouse world",
    "authors": ["D.J. Thomas", "R.L. Korty", "M. Huber", "J.A. Schubert", "B. Haines"],
    "venue": "Paleoceanography",
    "year": 2014
  }, {
    "title": "Seismic stratigraphic and global changes of sea level, part 4: Global cycles of relative changes of sea",
    "authors": ["P.R. Vail", "R.M. Mitchum", "Jr.", "S. Thomson", "III"],
    "venue": "Seismic Stratigraphy-Applications to Hydrocarbon Exploration,",
    "year": 1977
  }, {
    "title": "A fossil champsosaur population from the high Arctic: Implications for Late Cretaceous paleotemperatures",
    "authors": ["D. Vandermark", "J.A. Tarduno", "D.B. Brinkman"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "Tectonically restricted deep-ocean circulation at the end of the Cretaceous greenhouse",
    "authors": ["S. Voigt", "C. Jung", "O. Friedrich", "M. Frank", "C. Teschner", "J. Hoffmann"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2013
  }, {
    "title": "Late Albian adaptive radiation in the calcareous nannofossil genus Eiffelithus: Micropaleontology, v",
    "authors": ["D.K. Watkins", "J.A. Bergen"],
    "year": 2003
  }, {
    "title": "Upper Cretaceous calcareous nannofossil biostratigraphy and paleoceanography of the Southern Ocean, Microfossils and Oceanic Environments; British Micropalaeontological",
    "authors": ["D.K. Watkins", "S.W.J. Wise", "J.J. Pospichal", "J.A. Crux"],
    "year": 1996
  }, {
    "title": "Stable oxygen and carbon isotope systematics of exquisitely preserved Turonian foraminifera from Tanzania Understanding isotopic signatures in fossils",
    "authors": ["I. Wendler", "B.T. Huber", "K.G. MacLeod", "J.E. Wendler"],
    "venue": "Mar. Micropaleontol",
    "year": 2013
  }, {
    "title": "Correlated terrestrial and marine evidence for global climate changes before mass extinction at the Cretaceous-Paleogene boundary",
    "authors": ["P. Wilf", "K.R. Johnson", "B.T. Huber"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2003
  }, {
    "title": "Mesozoic and Cenozoic nannofossils recovered by Deep-sea Drilling Project Leg 71 in the Falkland Plateau region, Southwest Atlantic Ocean",
    "authors": ["S.W. Wise Jr."],
    "venue": "Initial Reports of the Deep-sea Drilling Project. 71. U.S. Government Printing Office,",
    "year": 1983
  }, {
    "title": "Paleogene glacial history of Antarctica in light of ODP Leg 120 drilling results",
    "authors": ["S.W. Wise Jr.", "J.R. Breza", "D.M. Harwood", "W. Wei", "J.C. Zachos"],
    "venue": "Shipboard Scientific Party, Proceedings of the Ocean Drilling Project,",
    "year": 1992
  }, {
    "title": "Earliest Oligocene icesheet expansion on East Antarctica: stable isotope and sedimentological data from Kerguelen Plateau: Geology",
    "authors": ["J.C. Zachos", "J. Breza", "S.W.J. Wise"],
    "venue": "v. 20,",
    "year": 1992
  }, {
    "title": "Changing ocean circulation and hydrothermal inputs during Ocean Anoxic Event 2 (Cenomanian–Turonian): Evidence from Nd-isotopes in the European shelf sea",
    "authors": ["Zheng", "X.-Y", "H.C. Jenkyns", "A.S. Gale", "D.J. Ward"],
    "venue": "Earth Planet. Sci",
    "year": 2013
  }, {
    "title": "Simulation of modern and middle Cretaceous marine d18O with an ocean-atmosphere general circulation model. Paleoceanography 23 (PA3223). http://dx.doi.org/10.1029/2, 1990\" has not been found in the reference list. Please supply full details for this reference",
    "authors": ["J. Zhou", "C.J. Poulsen", "D. Pollard", "T.S. White"],
    "venue": "Citation \"Kennett and Stott,",
    "year": 2008
  }, {
    "title": "Vegetationclimate interactions in the warm mid-Cretaceous",
    "authors": ["J. Zhou", "C.J. Poulsen", "N.A. Rosenbloom", "C. Shields", "B. Briegleb"],
    "venue": "Clim. Past",
    "year": 2012
  }],
  "id": "SP:47651ce774c7de0114bc6f894d9afaf7de630060",
  "authors": [{
    "name": "Brian T. Hubera",
    "affiliations": []
  }, {
    "name": "Kenneth G. MacLeod",
    "affiliations": []
  }, {
    "name": "David K. Watkins",
    "affiliations": []
  }, {
    "name": "Millard F. Coffin",
    "affiliations": []
  }],
  "abstractText": "A compilation of foraminiferal stable isotope measurements from southern high latitude (SHL) deep-sea sites provides a novel perspective important for understanding Earth's paleotemperature and paleoceanographic changes across the rise and fall of the Cretaceous Hot Greenhouse climate and the subsequent Paleogene climatic optimum. Both new and previously published results are placed within an improved chronostratigraphic framework for southern South Atlantic and southern Indian Ocean sites. Sites studied were located between 58° and 65°S paleolatitude and were deposited at middle to upper bathyal paleodepths. Oxygen isotope records suggest similar trends in both bottom and surface water temperatures in the southern sectors of the South Atlantic and in the Indian Ocean basins. Warm conditions were present throughout the Albian, extreme warmth existed during the Cretaceous Thermal Maximum (early-mid-Turonian) through late Santonian, and long-term cooling began in the Campanian and culminated in Cretaceous temperature minima during the Maastrichtian. Gradients between surface and seafloor δO and δC values were unusually high throughout the 11.5 m.y. of extreme warmth during the Turonian-early Campanian, but these vertical gradients nearly disappeared by the early Maastrichtian. In absolute terms, paleotemperature estimates that use standard assumptions for pre-glacial seawater suggest sub-Antarctic bottom waters were ≥21 °C and sub-Antarctic surface waters were ≥27 °C during the Turonian, values warmer than published climate models support. Alternatively, estimated temperatures can be reduced to the upper limits of model results through freshening of high latitude waters but only if there were enhanced precipitation of water with quite low δO values. Regardless, Turonian planktonic δO values are ~1.5‰ lower than minimum values reported for the Paleocene-Eocene Thermal Maximum (PETM) from the same region, a difference which corresponds to Turonian surface temperatures ~6 °C warmer than peak PETM temperatures if Turonian and Paleocene temperatures are estimated using the same assumptions. It is likely that warm oceans surrounding and penetrating interior Antarctica (given higher relative sea level) prevented growth of Antarctic ice sheets at all but the highest elevations from the late Aptian through late Campanian; however, Maastrichtian temperatures may have been cool enough to allow growth of small, ephemeral ice sheets. The standard explanation for the sustained warmth during Cretaceous Hot Greenhouse climate invokes higher atmospheric CO2 levels from volcanic outgassing, but correlation among temperature estimates, proxy estimates of pCO2, and intervals of high fluxes of both mafic and silicic volcanism are mostly poor. This comparison demonstrates that the relative timing between events and their putative consequences need to be better constrained to test and more fully understand relationships among volcanism, pCO2, temperature ocean circulation, Earth's biota and the carbon cycle.",
  "title": "The rise and fall of the Cretaceous Hot Greenhouse climate"
}