{
  "sections": [{
    "text": "The Williston Basin in the Western Interior of the USA is known for its highly diverse and well-preserved fauna of unionoid bivalves. This fauna undergoes a significant turnover near the Cretaceous–Tertiary (K/T) boundary. A quantitative study based on multivariate morphometrics has been carried out to better understand the pattern and causes of the extinction of unionoid bivalves in the K/T transition. The decrease in taxonomic diversity in the interval spanning the K/T boundary is associated with a significant shift in morphospace occupation. This shift indicates a major decrease in habitat stability. Four events and processes are discussed as possible causes of this change in habitat stability: 1) the Chicxulub impact on the Yucatán Peninsula, 2) global climate changes to some extent due to Deccan volcanism, 3) tectonic changes in the emerging Rocky Mountains, and 4) eustatic changes in the Western Interior Seaway. We conclude that the bolide impact was not the major killing agent for unionoid bivalves. The tectonic and eustatic processes are much more important to explain the unionoid faunal turnover at the end of the Cretaceous. The results and conclusions of the study are considered to be helpful to better understand the present-day distribution of unionoid bivalves. © 2007 Elsevier B.V. All rights reserved.\nKeywords: K/T boundary; Hell Creek Formation; Fort Union Formation; Unionoid bivalves; Extinction; Multivariate morphometrics"
  }, {
    "heading": "1. Introduction",
    "text": "The Williston Basin in the northern Great Plains of the USA is currently the best place to study terrestrial extinction patterns at the end of the Cretaceous. This area provides the most complete and detailed sedimentary and fossiliferous record through the K/T boundary in the world (Archibald et al., 1982). The K/T boundary\n⁎ Corresponding author. Fax: +49 30 2093 8868. E-mail address: henning.scholz@museum.hu-berlin.de\n(H. Scholz).\n0031-0182/$ - see front matter © 2007 Elsevier B.V. All rights reserved. doi:10.1016/j.palaeo.2007.02.040\nis well studied at many localities throughout the basin, and its position is relatively well known through radiometric dating, magnetostratigraphy, palynologic studies, carbon isotope studies, and the presence of the iridium anomaly and shocked quartz (Archibald et al., 1982; Smit et al., 1987; Baadsgard et al., 1988; Nichols, 1990; Swisher et al., 1993; Murphy et al., 1995; Arens and Jahren, 2000; Nichols et al., 2000; Pearson et al., 2001; Hicks et al., 2002; see Hartman et al., 2002; Fricke, 2004).\nUnionoid bivalves are known from many different shell beds in high abundance and, generally, quality\npreservation below the K/T boundary (Russell, 1976; Hartman, 1998), but with fewer specimens known from far fewer localities above the boundary (Hartman, 1998, 1999). Former studies found evidence for a unionoid faunal turnover in the interval spanning the K/T boundary. The taxonomic diversity decreases significantly from about 30 species in the Upper Cretaceous Hell Creek Formation to less than five species in the lower Paleocene Fort Union Formation (Hartman, 1998). These Paleocene species are not known from the Hell Creek Formation so far, indicating the total demise of the unionoid bivalve fauna of the Cretaceous. In addition, no species with trigonal shell morphology and strong and variable disc sculpture is present beyond the K/T boundary (Hartman, 1998). However, there is strong evidence that the faunal turnover started before the end of the Cretaceous (Hartman et al., 2001). Therefore, the transgression of the Cannonball Sea, the final gasp of the Western Interior Seaway, is supposed to be the major cause for the changes in unionoid faunal composition (Hartman, 1998; Lund et al., 2002). According to the Robertson et al. (2004) sheltering hypothesis, unionoids should have been good candidates to survive the indirect effects of the bolide impact.\nSo far, the unionoid faunal turnover has only been studied in terms of taxonomic diversity but not in terms of morphospace occupation. Morphologic variability, however, is a second aspect of biodiversity that evolves\npartially independent from taxonomic diversity. The variety of morphotypes reflects the variety of shell adaptations to various environments, for example. The comparison of victims and survivors of the extinction in terms of morphospace occupation allows the recognition of extinction selectivity. At a large scale, preservation of morphospace occupation would suggest nonselectivity of extinction, whereas depletion of morphospace occupation would suggest the loss of particular ecological niches. The importance of studies of morphospace occupation in addition to taxonomic diversity at the K/T boundary is illustrated by several studies of marine invertebrates and plant assemblages (Lupia, 1999; Eble, 2000; Lockwood, 2004).\nIn addition to morphospace occupation, the extinction patterns have not been evaluated ecologically in order to understand the possible consequences of environmental changes for the unionoid bivalves. At the moment, the changes of the environmental conditions caused by the transgression of the Cannonball Sea are favored to be responsible for the turnover. However, these changes have not been discussed in the context of all other events and processes in the K/T transition. Such events and processes include the Chicxulub impact, global climate changes to some extent due to Deccan volcanism, and the Sevier and Laramide orogeny west of the Williston Basin, in addition to the sea-level changes east of the basin (Alvarez et al., 1980;\nin northern USA (modified after Hartman, 1998, 2002). The outlines of asins, i.e., the center of the basins is largely covered by Paleocene iations are as follows: CMB = Crazy Mountains Basin, BMB = Bull\nCatuneanu et al., 2000; Lund et al., 2002; Wilf et al., 2003).\nTwo questions are addressed by the study in order to better understand the pattern and causes of the extinction and to decipher the ecological significance of the faunal turnover. 1) Is the unionoid faunal turnover evident in morphospace occupation? Using multivariate morphometrics, the changes in morphospace occupation in the K/T transition are studied in detail. 2) To what extent do the other time-correlated events contribute to the unionoid faunal turnover and what are their ecological significance? To answer this question, the changes in environmental conditions caused by the different events are evaluated and compared with the changes in morphospace occupation of the unionoid bivalves. The well-known sensitivity of unionoid shell morphology to environmental changes makes this comparison possible (e.g., Ortmann, 1920; Eagar, 1978; Balla and Walker, 1991; Watters, 1994; Scholz, 2003)."
  }, {
    "heading": "2. Geology and paleoecology",
    "text": "The Williston Basin is located in western North Dakota, eastern Montana, northwestern South Dakota,\nand southwestern Saskatchewan (Fig. 1) and has accumulated sediments since the Ordovician (Hartman, 2002). The continental sediments of the Upper Cretaceous Hell Creek Formation and lower Paleocene Fort Union Formation are deposited in an extensive drainage system, including meandering channels of different orders of size, abandoned channels, oxbow lakes, ponds, lakes, and swamps (Fastovsky and Dott, 1986; Fastovsky, 1987; Diemer and Belt, 1991; Sheehan et al., 1991; Scholz and Hartman, 2007). The shed sediments from the emerging uplands formed broad, if narrow, coastal plains between the Sevier and Laramide Mountain Ranges to the west and the Western Interior Seaway to the east (Fig. 2).\nThe sediments and fossils of the latest Cretaceous and early Paleocene of the basin generally reflect the retreat of the Western Interior Seaway, sea-level changes\nwithin a few hundred thousand years of the K/T boundary, and the progradation of an alluvial plain (Fig. 3). The Upper Cretaceous stratigraphic succession of the Williston Basin begins with the open marine Bearpaw Shale–Pierre Formation and is overlain by the shallow marine members of the Fox Hills Formation. The upward-changing molluscan biota indicates a reduction in salinity most likely associated with the continued retreat of the seaway (Hartman and Kirkland, 2002). The Fox Hills is overlain by the predominantly continental sediments of the Hell Creek Formation. In the North Dakota part of the Williston Basin, two marine incursions with open marine and brackish fossils indicate a change in eustatic sea level and the proximity of the epicontinental sea (Fig. 3; Hartman and Kirkland, 2002; Hoganson and Murphy, 2002). Close to the K/T boundary, the onset of the transgression of the Cannonball Sea was the last gasp of the Cretaceous Western Interior Seaway. The marine sediments of the main body of the Cannonball Member and its brackish tongues reflect the continued transgression of the seaway and subsequent multiple changes in sea level throughout the first 5 Ma of the Paleocene. Marineinfluenced deposition dominates the early- and midPaleocene sedimentary record of the eastern part of the Williston Basin (Cvancara, 1966; Kroeger and Hartman, 1997; Hartman, 1993, 1998; Hartman et al., 1998, 1999; Belt et al., 2004, 2005). In the western part of the basin, the sedimentary record is dominated by the continental sediments of the Fort Union Formation. However, the base level rise caused by the transgression of the Cannonball Sea is also documented by the Fort Union sediments. Lignite beds and coal seams are much more abundant than before the K/T boundary (e.g., Smit et al., 1987). The Hell Creek–Fort Union formational contact is also associated with a lignite bed (e.g., Z coal), which is time-transgressive across the Williston Basin (Diemer and Belt, 1991; Lund et al., 2002; see Fig. 3).\nThe continental sediments of the Hell Creek Formation consist of channel deposits and different kinds of flood-plain deposits, including fossiliferous crevasse splays. The highest abundance and best preservation of unionoid shells is associated with thin crevasse splays deposited onto flood plains or into standing bodies of water. Although all shells are transported and preserved in a similar way, two ecologically different faunal assemblages can be recognized in the Hell Creek Formation, but not in the Fort Union Formation (Scholz and Hartman, 2007). The Proparreysia assemblage of the main river channels is characterized by a very high taxonomic diversity or species richness (i.e., number of species) and morpho-\nlogical disparity (i.e., morphological variability of the fauna and of some individual species). In addition to species of the genus Proparreysia, bivalves of the genera Plethobasus and Plesielliptio dominate this assemblage. An unsculptured unionoid assemblage is typical of secondary channels in the flood plain and tributaries of the main river channels. It is characterized by a very low taxonomic and morphological diversity. This assemblage includes specifically Pleurobema cryptorhynchus and typically only two species of Plesielliptio, which are absent from the Proparreysia assemblage (Hartman and Bingle, 2003; Scholz and Hartman, 2007)."
  }, {
    "heading": "3. Material and methods",
    "text": ""
  }, {
    "heading": "3.1. Material",
    "text": "The whole collection of Joseph Hartman (JH) in Grand Forks was available for the study. For the morphometric analysis, a total of 537 shells of nine species from 14 localities in the Hell Creek Formation and 18 shells of yet unknown species status from six localities in the Fort Union Formation were analyzed. The nine Hell Creek species are Plesielliptio brachyopisthus (White), Plesielliptio “flatsided”, Plesielliptio postbiplicatus (Whitfield), Plesielliptio stantoni (White), Plesielliptio sp. A, Plesielliptio sp. B, Pleurobema cryptorhynchus (White), Proparreysia pyramidatoides (Whitfield), and Quadrula cylindricoides (Whitfield). The species status of the Fort Union bivalves is unknown, but most of these bivalves possibly belong to the genus Plesielliptio. The 14 Hell Creek Formation localities used in this study are L1151, L5233a–c, L5236, L5239, L5585, L6179, L6208, L6209, L6603, L6605, L6651, L6666, L6695, and L6699 (L-numbers refer to a locality-numbering system used by Hartman for continental fossil localities throughout North America; see Hartman, 1998, for further details regarding fossil molluscan localities in the Williston Basin). The six Fort Union Formation localities are L0002, L0003a, L0003d, L0010a, L0028, and L4958 (for locality location and stratigraphic details, see Hartman, 1998).\nThis data set was complemented by typical specimens of nine more Hell Creek species from the literature (Russell, 1976): Plethobasus aesopiformis (Whitfield), P. biesopoides (Whitfield), Proparreysia barnumi Pilsbry, P. holmesiana (White), P. letsoni (Whitfield), P. paucinodosa Russell, P. percorrugata (Whitfield), P. retusoides (Whitfield), P. verrucosiformis (Whitfield). In addition, Plesielliptio priscus (Meek and Hayden), as\na common and typical unionoid bivalve for the late Paleocene of the northern Great Plains, was included for comparison. Three specimens of P. priscus were selected: the type specimen of the species figured by Meek (1876, pl. 43, fig. 8d = White, 1883, pl. 14, fig. 1), one specimen studied by Tozer (1956, pl. 2, fig. 1), and one specimen illustrated by Bickel (1973, fig. 16). Throughout the study, S-numbers refer to specimens in the collection of JH at the University of North Dakota."
  }, {
    "heading": "3.2. Elliptical Fourier analyses",
    "text": "Multivariate morphometric analysis was conducted to compare the shell morphology of species and individuals from the Cretaceous and Paleocene. The elliptical Fourier shape analysis of two-dimensional shell outlines used herein was developed by Crampton and Haines (1996). This analysis uses the entire outline of the shell. This approach is superior to classical methods using discrete measurements and multivariate methods based on landmarks. Unionoid bivalves are lacking a sufficient number of usable shell characters and landmarks for the alternative approaches. In addition, most of the variation in shell morphology is included in the shell outline, and it is not possible to quantify this variation without using the information of the entire outline of the shell (Scholz, 2003). It is also possible to work with different growth stages, making the method also useful for incomplete shells. Finally, the Fourier coefficients contain no size information. Therefore, a standardization of the outlines to the same size is not necessary. The successful application of this method to variable topics of bivalve biology and paleontology is illustrated by the studies of Crampton (1996), Crampton and Maxwell (2000), and Scholz (2003).\nFor the analyses, digital photographs of the shells were taken. All images of the shells were modified slightly, using Adobe® Photoshop® 6.0, to prepare them for digitization. Left and right valves were analyzed together because either left or right valves from the individuals were present or sufficiently preserved. The images of all right valves were mirrored, using Adobe® Photoshop® 6.0, to have a consistent set of images for the analyses. The outline of each shell was digitized using the program tpsDig by Rohlf (1998). The number of digitized points was not fixed and was related to the size of the specimens to get as much information as possible. These digitized outlines were then the basis for the elliptical Fourier analysis (EFA), using the program Hangle by Crampton and Haines (1996). Before calculating the Fourier coefficients, a smoothing normalization of 10 is applied to the basic data to\nreduce the high-frequency pixel noise from the automatic digitization process. If the data are not normalized, distortions and corruptions of the results will occur during the Fourier analysis and following statistical analyses (see Haines and Crampton, 2000). To normalize the outlines for starting position, the program Hmatch by Crampton and Haines (1996) was used. This method is strongly recommended by Haines and Crampton (2000) for organisms that are difficult to orient consistently during the digitization process. This is true for the studied unionoid bivalves with their highly variable shell morphology. Normalization for starting position is also necessary when homologous landmarks cannot be identified with adequate precision. The umbo of the unionoid bivalves is the only available landmark, but it is broadly rounded and, therefore, not identifiable precisely (i.e., relocated with adequate precision). During the EFA, altogether 24 Fourier coefficients for the first 12 harmonics were calculated. This number resulted from preliminary investigations with different number of harmonics as reflecting shell morphology with sufficiently high precision. The first harmonic (two Fourier coefficients) was removed, thereafter, by the program because it contains no shape information."
  }, {
    "heading": "3.3. Multivariate data analyses",
    "text": "All multivariate data analyses were processed using SPSS 11.5 for Windows and Microsoft® Excel for Windows® 2000. To answer the question whether the unionoid faunal turnover is evident in morphospace occupation, three hypotheses were formulated to be tested: 1) all unionoids of the Hell Creek Formation are significantly different from the unionoids of the Fort Union Formation; 2) the elongate unionoids of the Hell Creek Formation are significantly different from the unionoids of the Fort Union Formation; 3) the morphological disparity of the bivalves of the Hell Creek Formation is different from the disparity of the Fort Union bivalves.\nTo test the first hypothesis (unionoids differ between the Hell Creek and Fort Union Formations), the 22 Fourier coefficients of the EFA were used for principal component analysis (PCA) based on the covariance matrix and discriminant function analysis (DFA). Only typical representatives of each species from the Hell Creek Formation were used for the test of the hypothesis. This was necessary because for nine of the Hell Creek species only typical representatives from the literature were available. The selection of typical representatives of the other nine species out of the entire data set was conducted by PCA. The specimen\nfrom the center of the two-dimensional morphospace (PC1 and PC2) of one species was selected as the typical representative of that species. The discrimination between the Hell Creek and Fort Union unionoid fauna was tested by DFA. Values for Wilks' Lambda, Chi-square, and degree of freedom (df) are given together with the level of significance (p) in Section 4 (Results).\nTo test the second hypothesis (elongate specimens differ between the Hell Creek and Fort Union Formations), all trigonal morphotypes of the Hell Creek Formation were removed from the data set. This leads to an increase in the resolution in the critical part of the morphospace, where the unionoids from the Fort Union Formation are concentrated: the morphospace with all elongate (and unsculptured) shells. Elongate specimens occur in both faunal assemblages in the Hell Creek Formation. Therefore, the elongate shells from both assemblages of the Hell Creek Formation were compared separately with the shells from the Fort Union Formation. The three specimens of P. priscus were also removed.\nThe analyses are based on individual specimens from selected localities of the Hell Creek Formation and all 18 specimens from the Fort Union Formation. Four localities with unionoids from the Proparreysia assemblage (L1151, L5233a–c, L6605, and L6666) and one locality with unionoids from the unsculptured unionoid assemblage (L6209) were selected. The selection of\nlocalities is based on the number of available specimens and on the position in the stratigraphic succession of the Hell Creek Formation. The four localities containing the Proparreysia assemblage cover most of the Hell Creek stratigraphic section in the Williston Basin (see Hartman, 1998). To test the second hypothesis, multivariate analyses of variance (MANOVA) and DFAwere carried out based on the 22 Fourier coefficients of the EFA of the shell outlines. For the comparison of the Proparreysia assemblage specimens with the Fort Union specimens, five data sets with a total of 306 specimens were analyzed. For the comparison of the unsculptured unionoid assemblage specimens with the Fort Union specimens, two data sets with a total of 63 specimens were analyzed.\nTo test the third hypothesis (general disparity between formations), the morphological disparity of one sample is calculated as the sum of univariate variances of all dimensions in morphospace (i.e., the 22 available Fourier coefficients) (Foote, 1993; Ciampaglio et al., 2001). In addition, the 95% confidence interval of the variance measure is given according to the calculation method suggested by Sokal and Rohlf (1995, p. 155). The variance measure was chosen out of other methods for the calculation of morphological disparity because it is not sensitive to sample size. However, the variance measure is sensitive to taxonomic choices (Ciampaglio et al., 2001). Therefore, the data set used for the test of the second hypothesis was\niptical Fourier analysis of shell outlines of all available species, species ormation (FU Fm.) and three specimens of Plesielliptio priscus. The e number of available morphotypes (n). The typical outlines of the four\nslightly modified. Only bivalves of the genus Plesielliptio were chosen and the specimens of Quadrula cylindricoides and Pleurobema cryptorhynchus were removed."
  }, {
    "heading": "4. Results",
    "text": "The unionoid faunal turnover is clearly evident by the change in morphospace occupation by unionoid bivalves through the K/T transition. The results of the PCA are shown in Fig. 4. Many Hell Creek unionoids are characterized by negative values for PC 1, which expresses the high abundance of unionoids with a trigonal shell morphology, like the species of the genera Proparreysia and Plethobasus. Paleocene unionoids dominantly have positive values for PC 1, which indicates the dominance of elongate morphotypes and the absence of trigonal morphotypes. The described differences of Hell Creek and Paleocene unionoid faunas are supported by the results of the DFA. Both faunas differ significantly from each other (Wilks' Lambda=0.34; Chi-square=31.98; df=17; pb0.05).\nThe elongate unionoid bivalves of the Proparreysia assemblage of the Hell Creek Formation are readily\ndistinguishable from the unionoid bivalves of the Fort Union Formation. MANOVA found significant effects of 15 out of the 22 dependent variables (Fourier coefficients) for the independent variable (pb0.05). The multivariate post hoc test (DFA) revealed that the group containing all Paleocene specimens is best supported: 77.8% of all cases are classified correctly. For the four Hell Creek groups only 55.2%–71.3% of the cases are classified correctly (Fig. 5). DFA of all pairs of the five groups revealed lowest values for Wilks' Lambda for all comparisons containing the Fort Union Formation data set (Table 1).\nThe elongate unionoid bivalves of the unsculptured unionoid assemblage of the Hell Creek Formation are also readily distinguishable from the unionoid bivalves of the Fort Union Formation. DFA found highly significant differences in morphospace occupation (Wilks' Lambda=0.15; Chi-square=95.83; df=22; pb0.001).\nThe result of the morphological disparity analysis does not coincide with the expectations formulated in the third hypothesis (Fig. 6). Clearly, the morphological disparity of the Proparreysia assemblage of the Hell Creek Formation is very similar to that found with the Fort Union specimens. The morphological disparity of the unsculptured unionoid assemblage is much lower than the values of all other samples.\nThrough the multivariate morphometric analyses, the qualitative description of the faunal turnover is now rigorously refined. The most striking feature of the change in morphospace occupation through the K/T transition is the disappearance of all species with a trigonal shell morphology and a strong and variable disc sculpture (Hartman, 1998). Only unionoid bivalves with elongate shells are present before and after the K/T boundary. Additionally, even the elongate morphotypes from both sides of the boundary are distinguishable. The\numbo of the unionoids from the Hell Creek Formation is situated more anteriorly than the umbo of the species from the Fort Union Formation. The ventral margin of the Hell Creek unionoids is predominantly convex or straight, whereas it is very often concave combined with a very slender shell shape in the Fort Union unionoids (Fig. 7)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Pattern of the faunal turnover",
    "text": "Two of the three hypotheses formulated above are verified by the results of the morphometric analysis reported here. All unionoid bivalves from the Hell Creek Formation differ in shell morphology significantly from the bivalves of the Fort Union Formation. The unionoid faunal turnover is evident by a shift in morphospace occupation. This is consistent with the total demise of the Hell Creek species at the K/T boundary (Hartman, 1998). Despite the morphospace shift, the morphological disparity did not change across the K/T boundary. The possible reasons for that are twofold. First, the similarity in disparity can be interpreted ecologically. Several studies have shown a positive correlation between disparity and diversity of ecological niches (e.g., Van Valen, 1965; see Wills, 2001). Therefore, it is possible to state that the similarity in disparity of Hell Creek and Fort Union bivalves indicates similar niches occupied by the bivalves before and after the K/T boundary. Second, this outcome may be a by-product of the shift in morphospace occupation as discussed by Foote (1993). He concluded that shifts in the morphological distribution are not necessarily accompanied by a reduction in morphological disparity. In these cases, elimination at one morphological extreme will lead to an enhanced origination at the opposite extreme (Foote, 1993, p. 2023). This is true if the Fort Union unionoids are closely related to some of the Hell Creek species, which is only speculative at the moment. In this case, the population of unionoid bivalves was, in effect, just moved in morphospace across the K/T boundary as a consequence of the faunal turnover.\nRecent studies have shown that all typical Hell Creek morphotypes (trigonal shell outline, strong and variable disc sculpture) disappear near to but before the end of the Cretaceous (Hartman et al., 2001). The observed stratigraphic record is thought to be the real signal and not the product of a Signor–Lipps effect (Signor and Lipps, 1982; Marshall and Ward, 1996). Despite the enormous sampling effort and, although fewer molluscan-bearing localities are known directly adjacent to the\nK/T boundary, no single trigonal or sculptured shell has been found in the uppermost Cretaceous Hell Creek or Fort Union molluscan beds, although such shells are extremely common throughout most of the entire Hell Creek Formation. In addition, even the elongate specimens in the end-Cretaceous molluscan beds are more similar to the unionoids of the Fort Union Formation than to the elongate shells of the Hell Creek Formation\n(Hartman, 1998). Therefore, it is evident that the faunal turnover started prior to the end of the Cretaceous.\nIn this context it is also worth mentioning that the unionoid fauna of the Hell Creek Formation was exclusively restricted to the Late Cretaceous drainage system of the Williston Basin. This is indicated by the fossil and sedimentary record of the Williston Basin and surrounding basins. Careful studies of far more than 300\nPaleocene shell beds throughout the Williston Basin found no evidence of any species from the Hell Creek Formation (Hartman, 1998). Also, in other parts of the foreland basin complex, no Hell Creek unionoids were found in the Paleocene (e.g., Tozer, 1956; Hanley and Flores, 1987). The proximity of the sea as indicated by the marine and brackish sediments in the eastern part of the Williston Basin (see Fig. 3) hampered the emigration of Hell Creek species to other drainage systems before the end of the Cretaceous. Therefore, it was not possible for any of the Hell Creek species to survive the end Cretaceous extinction in a different drainage system."
  }, {
    "heading": "5.2. Ecological significance of the faunal turnover",
    "text": "Before discussing the ecological significance of the turnover, it is important to mention the strong similarities of past and modern unionoid faunas. The modern fauna of the Mississippi River drainage system (including tributaries like the Ohio River, Tennessee River, and Missouri River) is the first unionoid fauna in the last 65 Ma with morphological similarities to the fauna from the Hell Creek Formation. The similarities involve both taxonomic diversity and shell morphology of the unionoids. The diversity of the Hell Creek fauna is exceptionally high for the fossil record of unionoid bivalves: more than 30 species are known so far (Hartman, 1998). The same is true for the modern fauna of the Mississippi River system, although today, the diversity is more than six times higher than in the Late Cretaceous (e.g., Williams and Neves, 1995). In addition, many species from the Hell Creek Formation are very similar in shell morphology to modern species (Whitfield, 1903; Watters, 2001). This is most obvious for eight of the Hell Creek species, which can be compared directly to modern species (Scholz and Hartman, 2004). Whitfield (1903, 1907; Unio gibbosoides for U. gibbosus Barnes) and Pilsbry (1921; e.g., Proparreysia, for Parresyia Conrad) were so inclined to use modern names as the basis for fossil taxa. The mentioned similarities facilitate the understanding of the ecological significance of the unionoid faunal turnover as discussed below.\nThe relationships between environmental conditions and the distribution and shell morphology of modern unionoid bivalves were extensively studied within the last two centuries (Ortmann, 1920; Haas, 1922; Baker, 1928; Eagar, 1948, 1978; Jordan, 1881; Green et al., 1989; Balla and Walker, 1991; Watters, 1994; Scholz, 2003). Ortmann (1920) found evidence for a strong relationship between shell morphology and ecological station. His “law of stream distribution” states that shells\nof unionoid bivalves of many species possess different morphologies in headwater and downstream sections of a river. Headwater morphotypes are elongate, compressed, streamlined, smooth, and thin-shelled, with the umbo in a more central position of the shell (Ortmann, 1920). This shell morphology improves the burrowing capacity under turbulent conditions (Watters, 1994). In contrast, downstream morphotypes of the same species are trigonal, inflated, sculptured, and thick-shelled, with a more anteriorly placed umbo (Ortmann, 1920). This improves the anchoring capacity under constant currents (Watters, 1994).\nIn addition to ecological station, habitat stability, i.e., the temporal and spatial constancy of hydrological conditions, is a major factor affecting the distribution, diversity, and shell morphology of unionoid bivalves (e.g., Bogan, 1990; Scholz, 2003). The anthropogenic influence during the last centuries led to a major decrease in habitat stability in all affected rivers. The impoundment of rivers, for example, is known to be very important for the extinction or extirpation of many species in the Mississippi River drainage system in the United States (see Bogan, 1990 and Watters, 1999, and references therein). The influence of habitat stability on shell morphology of unionoid bivalves was shown by Scholz (2003). In the East African Lake Malawi, shell morphology changes from onshore to offshore habitats in the same way as described by Ortmann (1920) from headwater to downstream habitats. Onshore habitats of Lake Malawi in shallow water are subjected to high wave energy and lake level changes during the year. Offshore habitats in deep water (N7 m) are physically more stable and have a unionoid fauna with a downstream shell morphology.\nThe relationship of habitat stability and unionoid distribution can be easily applied to the “law of stream distribution” by Ortmann (1920) and the adaptive value discussed by Watters (1994). In a natural drainage system, downstream sections have to be considered as more stable than headwater sections (Schönborn, 1992). In headwater sections, water table and current velocity, for example, are more variable and fluctuate strongly during one season. Therefore, an improved burrowing or locomotion ability is an advantage. In stable habitats with less fluctuations, locomotory abilities are less necessary than anchoring abilities. Therefore, not the hydrological conditions alone but the dynamics of the hydrological conditions are most important for the understanding of changes of the unionoid fauna.\nThe shift in morphospace occupation at the K/T boundary is congruent with a decrease in habitat stability. Unionoid bivalves with a trigonal shell\nmorphology are typical for stable conditions (Scholz, 2003). Among the unionoid bivalves with an elongate shell morphology, the bivalves with an anteriorly placed umbo and a convex ventral margin are also characteristic for stable conditions (Eagar, 1978; Balla and Walker, 1991; Scholz, 2003). Both morphotypes of bivalves are present in the Hell Creek Formation and indicate stable environmental and constant hydrological conditions. In the Fort Union Formation, only elongate morphotypes with a more centrally placed umbo and a concave ventral margin are present. This indicates a low habitat stability and high variations in hydrological conditions (Eagar, 1978; Balla and Walker, 1991; Scholz, 2003)."
  }, {
    "heading": "5.3. Causes for the faunal turnover",
    "text": "Biotic and abiotic factors are both possible causes for the unionoid faunal turnover. The life cycle of unionoid bivalves includes a parasitic larval stage. These larvae need a suitable host to complete their metamorphosis into young bivalves. Fishes are known as the usual hosts for the larvae (e.g., Wächtler et al., 2001). Therefore, the extinction of freshwater fishes near or at the K/T boundary would have a serious effect for the unionoid bivalves. In contrast to the dinosaurian vertebrates, the nondinosaurian lower vertebrates were not affected very much by the end-Cretaceous extinction. This is particularly true for the fishes (Bryant, 1989), which is consistent with the Robertson et al. (2004) sheltering hypothesis. Therefore, the life cycle of the unionoid bivalves should hardly be influenced by the K/T boundary event.\nFour processes are known to have an important influence on the hydrology and environmental conditions of the drainage system in the Western Interior of North America: 1) the Chicxulub impact on the Yucatán Peninsula; 2) global climate changes to some extent due to Deccan volcanism, central India; 3) tectonic changes in the mountain belt of the emerging Rocky Mountains, and 4) eustatic changes in the Western Interior Seaway. These processes are discussed in order to evaluate their relative importance concerning the faunal turnover of unionoid bivalves in the Williston Basin. Note, however, that this pattern of extinction appears to hold true for unionoids throughout the Western Interior of North America.\n1) The Chicxulub impact is widely recognized as a very important agent for the end Cretaceous mass extinction event at a global scale (Alvarez, 1983; Alvarez, 2002; Kring and Durda, 2003). The impact\nof a bolide is associated with major environmental changes undoubtedly causing prominent disturbances of ecosystems all over the world. In the terrestrial realm of the North American continent, one very important effect of the impact is the increase in precipitation (Upchurch, 1989). This has to be considered to be responsible for an increase in erosion intensity in mountain ranges in western North America, followed by an increase in sediment and water supply to the Williston Basin. The large and abundant crevasse splay deposits in the Fort Union Formation indicate the high frequency of flooding events in a drainage system with high sediment load (Diemer and Belt, 1991). Despite the described effects of the impact event on the environment, it cannot be considered to be the only cause of the extinction because the turnover in morphospace commenced before the K/T boundary. The impact-related effects can only have intensified the unionoid faunal turnover. 2) Recently, new continental studies indicate a global climate change just prior to the K/T extinction event (Wilf et al., 2003). After a period of a relatively warm climate between 66.0 to 65.6 Ma, the temperatures decreased significantly for the last 0.1 Ma before the end of the Cretaceous (65.6 to 65.5 Ma, Hicks et al., 2002). This cooling coincides very well with the facies change in the eastern Williston Basin, i.e., the more common presence of coal and lignite layers through or at the Hell Creek–Fort Union formational transition or contact depending on location (see Wilf et al., 2003). This climatic and facies shift also coincides with the beginning of the unionoid faunal turnover before the K/T boundary. However, the influence of the climate change on the hydrology of the drainage system and the unionoid-specific environment in the rivers has not been proved. Therefore, it can only be stated that these climate changes could have intensified the effects of the other processes and with it the extinction of unionoid bivalves, as does the Chicxulub impact. 3) The sedimentation in the foreland basins of the northern United States and southern Canada was strongly influenced by changes in tectonic processes (Catuneanu and Sweet, 1999; Catuneanu et al., 1999, 2000). During times of orogenic loading, the center of sedimentation was close to the rising mountain belt. In the distal part of the foreland basin, the sediment supply was low and the forebulge of the orogen was responsible for a relatively low base level (Fig. 8). During times of orogenic unloading, the depocenter of sedimentation was moving to the distal\npart of the foreland, where the base level was rising because of the disappearance of the forebulge (Fig. 8). The Williston Basin was in the distal part of the foreland during the Sevier and Laramide orogeny (Catuneanu et al., 2000). During the interval of the K/T boundary, there was a transition from tectonic activity to quiescence. This led to a rise in sediment supply to the Williston Basin, resulting in the observed sedimentological features. 4) The influence of the sea-level changes in the Western Interior Seaway for the sedimentary record of the Williston Basin have already been discussed in Section 2 of this study (geology and paleoecology). The transgression of the Cannonball Sea in particular had a major impact on the environmental conditions and hydrology of the Hell Creek and Fort Union paleodrainage system. The total length of the drainage system decreased significantly. The rise of the base level due to the transgression was associated with the drowning of large parts of the flood plain, in particular close to the sea. This led to the development of large swamps and the formation of the coal beds of the Fort Union Formation (Retallack et al., 1987; Diemer and Belt, 1991). In addition to swamps, the abundance of lakes and ponds increased with the beginning of the Paleocene (Sheehan and Fastovsky, 1992). Despite these major changes, the\ndrainage system was still dominated by meandering channels in the Paleocene, as in the Late Cretaceous (Diemer and Belt, 1991; Sheehan and Fastovsky, 1992).\nThe joint environmental impact, in particular of the two last-mentioned processes discussed above, is regarded as responsible for a rise in the water table of the drainage system and a rise in the sediment input to the drainage system. The rise in the water table was caused by the base-level rise due to the tectonic processes and the Cannonball transgression. The increase of the sediment input was caused by the increase in the erosion intensity due to the increase in precipitation and the displacement of the sedimentary depocenter due to the tectonic processes. In combination with the high water level, the high sediment input led to a decrease in erosion intensity in the drainage system. These events would result in major changes of the hydrological conditions in the Williston Basin across the K/T boundary.\nThe Hell Creek drainage system is known as relatively stable for as much as 2 Ma (White et al., 1998; Lund et al., 2002; Hicks et al., 2002). During the retreat of the Western Interior Seaway from theWilliston Basin and the northern Great Plains of North America, the alluvial plain was built up continuously in the\nuppermost Cretaceous to accumulate the sediments of the Hell Creek Formation. The hydrological and environmental changes in the interval of the K/T boundary discussed above have to be considered as the first significant disturbance of ecosystem stability. For several thousands of years, the habitat stability was reduced because of the variation in hydrological conditions. In addition, the hydrological changes also led to the destruction of habitats. Obviously, the flood plain of the drainage system was most seriously affected: large swamps developed instead of small lakes or second-order river channels near the K/T boundary. To summarize, habitat destabilization and habitat destruction in the K/T transition due to the tectonic processes and the Cannonball transgression are considered to be responsible for the unionoid faunal turnover and the extinction of all bivalve species with trigonal shell morphology and strong and variable disc sculpture."
  }, {
    "heading": "6. Conclusion",
    "text": "The findings support the idea of a rather gradual, if hurried, extinction of unionoid bivalves in the K/T boundary interval of the Williston Basin caused by longterm changes of the hydrology and stability of the drainage system. The Chicxulub impact was not the exclusive killing agent for unionoids but contributed to the described hydrological changes. As a consequence of the impact, the increase in precipitation has to be considered to be responsible for an increase in erosion intensity in mountain ranges in western North America, followed by an increase in sediment and water supply to the Williston Basin.\nTo some extent, the described changes in hydrology and habitat stability in the K/T transition are comparable to the habitat alterations caused by the impoundment of modern rivers. Both the impoundment and a marine transgression will result in the rise of base level in the drainage system. This will lead to a decrease in water velocity and an increase in sediment load, which both adversely affect unionoid bivalves (Watters, 1999). Impoundment of rivers will also lead to the reduction of habitat heterogeneity and habitat stability and will result in the destruction of habitats for unionoid bivalves. Consequently, a significant decrease of the taxonomic diversity of unionoids in impounded rivers is evident (Watters, 1999, and references therein), like in the drainage systems just prior to the K/T boundary.\nAttention should be paid to these conspicuous similarities of the causes for the K/T extinction and the modern extinction or extirpation of unionoid bivalves in the world. At the end of the Cretaceous,\nthe environmental changes led to a severe extinction of unionoid bivalves followed by a very long period of recovery. This may also happen today if modern environmental protection and river management programs are not put efficiently into action."
  }, {
    "heading": "Acknowledgements",
    "text": "The manuscript was carefully read by A. Fleischer, D. Korn, F. Witzmann and thoroughly reviewed by W. A. Clemens and L. Villier. The study of HS was financially supported by the German Research Foundation (DFG) through postgraduate research program 503 “Evolutionary Transformations and Mass Extinctions” (Graduiertenkolleg 503 “Evolutionäre Transformationen und Faunenschnitte”). These persons and institutions are gratefully acknowledged. The JH Hell Creek project was most recently (2001–2005) supported by the U.S. Department of Energy through the Energy and Environmental Research Center (EERC) as a joint venture with the Museum of the Rockies. Earlier support was provided by NSF grant EAR-9018643. JH wishes to extend his thanks to Gerald Groenewold and the EERC staff for their encouragement in this undertaking."
  }],
  "year": 2007,
  "references": [{
    "title": "Compiling the evidence for impact at seven mass extinctions. In: (anonymous ed.), Papers presented to Impacts and the origin, evolution and extinction of life, A Rubey Colloquium: Los Angeles, California, University of California",
    "authors": ["W. Alvarez"],
    "venue": "Los Angeles, Department of Earth and Space Sciences,",
    "year": 2002
  }, {
    "title": "Experimental evidence that an asteroid impact led to the extinction of many species 65 million years ago",
    "authors": ["L.W. Alvarez"],
    "venue": "Proceedings of the National Academy of Science of the United States of America",
    "year": 1983
  }, {
    "title": "Extraterrestrial cause for the Cretaceous–Tertiary Extinction",
    "authors": ["L.W. Alvarez", "W. Alvarez", "F. Asaro", "H.V. Michel"],
    "venue": "Science",
    "year": 1980
  }, {
    "title": "Upper Cretaceous–Paleocene biostratigraphy and magnetostratigraphy",
    "authors": ["J.D. Archibald", "R.F. Butler", "E.H. Lindsay", "W.A. Clemens", "L. Dingus"],
    "venue": "Hell Creek and Tullock Formations, northeastern Montana. Geology",
    "year": 1982
  }, {
    "title": "Carbon isotope excursion in atmospheric CO2 at the Cretaceous–Tertiary boundary: evidence from terrestrial sediments",
    "authors": ["N.C. Arens", "A.H. Jahren"],
    "venue": "Palaios",
    "year": 2000
  }, {
    "title": "A radiometric age for the Cretaceous–Tertiary boundary based upon K–Ar, Rb– Sr, and U–Pb ages of bentonites from Alberta, Saskatchewan, and Montana",
    "authors": ["H. Baadsgard", "J.F. Lerbekmo", "I. McDougall"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 1988
  }, {
    "title": "Influence of a changed environment in the formation of new species and varieties",
    "authors": ["F.C. Baker"],
    "venue": "Ecology",
    "year": 1928
  }, {
    "title": "Shape variation in the Australian freshwater mussel Alathyria jacksoni Iredale (Bivalvia, Hyriidae)",
    "authors": ["S.A. Balla", "K.F. Walker"],
    "venue": "Hydrobiologia 220,",
    "year": 1991
  }, {
    "title": "A newly recognized widespread bed containing both fresh and brackish",
    "authors": ["E.S. Belt", "J.H. Hartman", "N.E. Tibert", "L.C. Anderson"],
    "year": 2004
  }, {
    "title": "Evidence for marine influence on a low-gradient coastal plain: Ichnology and invertebrate paleontology of the lower Tongue River Member (Fort Union Formation, middle Paleocene), western Williston",
    "authors": ["E.S. Belt", "N.E. Tibert", "H.A. Curran", "J.A. Diemer", "J.H. Hartman", "T.J. Kroeger", "D.M. Harwood"],
    "year": 2005
  }, {
    "title": "Non-marine mollusks and two new species of Pisidium from the Tongue River Formation (Paleocene), North Dakota",
    "authors": ["D. Bickel"],
    "venue": "The Nautilus",
    "year": 1973
  }, {
    "title": "Stability of recent unionid (Mollusca: Bivalvia) communities over the past 6000 years",
    "authors": ["A.E. Bogan"],
    "venue": "The Paleontological Society Special Publications,",
    "year": 1990
  }, {
    "title": "Non-dinosaurian lower vertebrates across the Cretaceous–Tertiary boundary in Northeastern Montana",
    "authors": ["L.J. Bryant"],
    "venue": "University of California Publications in Geological Sciences",
    "year": 1989
  }, {
    "title": "Maastrichtian–Paleocene forelandbasin stratigraphies, western Canada: a reciprocal sequence architecture",
    "authors": ["O. Catuneanu", "A.R. Sweet"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 1999
  }, {
    "title": "Concept and styles of reciprocal stratigraphies: Western Canada foreland system",
    "authors": ["O. Catuneanu", "A.R. Sweet", "A.D. Miall"],
    "venue": "Terra Nova",
    "year": 1999
  }, {
    "title": "Reciprocal stratigraphy of Campanian–Paleocene Western Interior of North America",
    "authors": ["O. Catuneanu", "A.R. Sweet", "A.D. Miall"],
    "venue": "Sedimentary Geology",
    "year": 2000
  }, {
    "title": "Detecting changes in morphospace occupation patterns in the fossil record: characterization and analysis of measures of disparity",
    "authors": ["C.N. Ciampaglio", "M. Kemp", "D.W. McShea"],
    "venue": "Paleobiology",
    "year": 2001
  }, {
    "title": "Biometric analysis, systematics and evolution of albian Actinoceramus (Cretaceous Bivalvia, Inoceramidae)",
    "authors": ["J.S. Crampton"],
    "venue": "Institute of Geological & Nuclear Sciences Monograph",
    "year": 1996
  }, {
    "title": "Users' manual for programs Hangle, Hmatch, and Hcurve for the Fourier shape analysis of twodimensional outlines",
    "authors": ["J.S. Crampton", "A.J. Haines"],
    "venue": "Institute of Geological & Nuclear Sciences Science Report 1–28",
    "year": 1996
  }, {
    "title": "Size: all it's shaped up to be? Evolution of shape through the lifespan of the Cenozoic bivalve Spissatella (Crassatellidae)",
    "authors": ["J.S. Crampton", "P.A. Maxwell"],
    "venue": "The Evolutionary Biology of the Bivalvia. Geological Society,",
    "year": 2000
  }, {
    "title": "Revision of the fauna of the Cannonball Formation (Paleocene) of North and South Dakota",
    "authors": ["A.M. Cvancara"],
    "venue": "Contributions from the Museum of Paleontology, vol. 20. the University of Michigan,",
    "year": 1966
  }, {
    "title": "Sedimentology and paleohydraulics of the meandering river systems of the Fort Union Formation, southeastern Montana",
    "authors": ["J.A. Diemer", "E.S. Belt"],
    "venue": "Sedimentary Geology",
    "year": 1991
  }, {
    "title": "1948.Variation in shape of shell with respect to ecological station. A reviewdealingwith recent Unionidae and certain species of the Anthracosiidae in Upper Carboniferous times",
    "authors": ["R.M.C. Eagar"],
    "venue": "Proceedings of the Royal Society of Edinburgh. Section B",
    "year": 1948
  }, {
    "title": "Shape and function of the shell: a comparison of some living and fossil bivalve molluscs",
    "authors": ["R.M.C. Eagar"],
    "venue": "Biological Review",
    "year": 1978
  }, {
    "title": "Contrasting evolutionary flexibility in sister groups: disparity and diversity in Mesozoic atelostomate echinoids",
    "authors": ["G.J. Eble"],
    "venue": "Paleobiology",
    "year": 2000
  }, {
    "title": "Paleoenvironments of vertebrate-bearing strata during the Cretaceous–Paleogene transition, eastern Montana and western North Dakota",
    "authors": ["D.E. Fastovsky"],
    "venue": "Palaios",
    "year": 1987
  }, {
    "title": "Sedimentology, stratigraphy, and extinctions during the Cretaceous–Paleogene transition at Bug Creek",
    "authors": ["D.E. Fastovsky Jr.", "R.H. Dott"],
    "venue": "Montana. Geology",
    "year": 1986
  }, {
    "title": "Discordance and concordance between morphological and taxonomic diversity",
    "authors": ["M. Foote"],
    "venue": "Paleobiology",
    "year": 1993
  }, {
    "title": "Did dinosaurs eat C4 plants during the Cretaceous? Carbon isotope evidence and possible ecological settings. Abstracts with programs ",
    "authors": ["H.C. Fricke"],
    "venue": "Geological Association of Canada",
    "year": 2004
  }, {
    "title": "Use of freshwater mussels (Bivalvia: Unionidae) to monitor the nearshore environment of lakes",
    "authors": ["R.H. Green", "R.C. Bailey", "S.G. Hinch", "J.L. Metcalfe", "V.H. Young"],
    "venue": "Journal of Great Lakes Research",
    "year": 1989
  }, {
    "title": "Untersuchungen über den Einfluβ der Umgebung auf die Molluskenschale",
    "authors": ["F. Haas"],
    "venue": "Paläontologische Zeitschrift",
    "year": 1922
  }, {
    "title": "Improvements to the method of Fourier Shape Analysis as applied in morphometric studies",
    "authors": ["A.J. Haines", "J.S. Crampton"],
    "venue": "Palaeontology",
    "year": 2000
  }, {
    "title": "Taphonomy and paleoecology of nonmarine Mollusca: indicators of alluvial plain lacustrine sedimentation, upper part of the Tongue River Member, Fort Union Formation (Paleocene); Northern Powder",
    "authors": ["J.H. Hanley", "R.M. Flores"],
    "venue": "River Basin, Wyoming and Montana. Palaios",
    "year": 1987
  }, {
    "title": "The type areas of the Paleocene Slope Formation and intercalated tongues of the Cannonball Formation, Slope County, North Dakota",
    "authors": ["J.H. Hartman"],
    "venue": "The Marshall Lambert Symposium: North Dakota Geological Society (Pioneer Trails Museum,",
    "year": 1993
  }, {
    "title": "The biostratigraphy and paleontology of Latest Cretaceous and Paleocene freshwater bivalves from the Western Williston Basin, Montana, U.S.A",
    "authors": ["J.H. Hartman"],
    "venue": "Bivalves: An Eon of Evolution. University of Calgary,",
    "year": 1998
  }, {
    "title": "End Cretaceous and early Paleocene mollusks of the Williston Basin, North Dakota and Montana. Abstracts with programs ",
    "authors": ["J.H. Hartman"],
    "venue": "Geological Association of Canada",
    "year": 1999
  }, {
    "title": "Hell Creek Formation and the early picking of the Cretaceous–Tertiary boundary in the Williston Basin",
    "authors": ["J.H. Hartman"],
    "year": 2002
  }, {
    "title": "Freshwater ecological diversity and species discrimination in the uppermost Cretaceous Hell Creek Formation, Montana, USA. American Malacological Society (69th Annual Meeting)",
    "authors": ["J.H. Hartman", "M. Bingle"],
    "venue": "Program and Abstracts,",
    "year": 2003
  }, {
    "title": "Brackish and marine mollusks of the Hell Creek Formation of North Dakota: evidence for persisting Cretaceous seaway",
    "authors": ["J.H. Hartman", "J.I. Kirkland"],
    "year": 2002
  }, {
    "title": "The last epeiric sea (Paleocene, Cannonball Formation) in North America — the age",
    "authors": ["J.H. Hartman", "J.P. Hunter", "D.W. Krause"],
    "year": 1998
  }, {
    "title": "New interpretations of the Cannonball Formation (Paleocene): North America's last interior sea. Geological Society of America (Annual Meeting)",
    "authors": ["J.H. Hartman", "L.S. Collins", "M.P. Aubry"],
    "venue": "Abstracts with Programs,",
    "year": 1999
  }, {
    "title": "The last freshwater molluscan assemblage of the Cretaceous? A new locality from the Ludlow Formation of North Dakota",
    "authors": ["J.H. Hartman", "K.R. Johnson", "D.J. Nichols"],
    "venue": "Proceedings of the North Dakota Academy of Science",
    "year": 2001
  }, {
    "title": "TheHell Creek Formation and the Cretaceous–Tertiary Boundary in the Northern Great Plains: an integrated continental record of the end of the Cretaceous",
    "authors": ["J.H. Hartman", "K.R. Johnson", "D.J. Nichols"],
    "venue": "Geological Society of America Special Paper,",
    "year": 2002
  }, {
    "title": "Magnetostratigraphy and geochronology of the Hell Creek and basal Fort Union Formations of southwestern NorthDakota and a recalibration of the age of the Cretaceous–Tertiary boundary",
    "authors": ["J.F. Hicks", "K.R. Johnson", "J.D. Obradovich", "L. Tauxe", "D. Clark"],
    "year": 2002
  }, {
    "title": "Marine Breien Member (Maastrichtian) of the Hell Creek Formation in North Dakota; Stratigraphy, vertebrate fossil record, and age",
    "authors": ["J.W. Hoganson", "E.C. Murphy"],
    "year": 2002
  }, {
    "title": "The day the world burned",
    "authors": ["D.A. Kring", "D.D. Durda"],
    "venue": "Scientific American",
    "year": 2003
  }, {
    "title": "Paleoenvironmental distribution of Paleocene palynomorph assemblages from brackish water deposits in the Ludlow, Slope, and Cannonball Formations, southwestern North Dakota",
    "authors": ["T.J. Kroeger", "J.H. Hartman"],
    "venue": "Contributions to Geology,",
    "year": 1997
  }, {
    "title": "The K/T event and infaunality: morphological and ecological patterns of extinction and recovery in veneroid bivalves",
    "authors": ["R. Lockwood"],
    "venue": "Paleobiology",
    "year": 2004
  }, {
    "title": "Magnetostratigraphy of interfingering upper Cretaceous–Paleocene marine and continental strata of the Williston Basin, North Dakota and Montana",
    "authors": ["S.P. Lund", "J.H. Hartman", "S.K. Banerjee"],
    "venue": "The Hell Creek Formation and the Cretaceous–Tertiary Boundary in the Northern",
    "year": 2002
  }, {
    "title": "Discordant morphological disparity and taxonomic diversity during the Cretaceous angiosperm radiation: North American pollen",
    "authors": ["R. Lupia"],
    "venue": "record. Paleobiology",
    "year": 1999
  }, {
    "title": "Sudden and gradual molluscan extinctions in the latest Cretaceous of western European Tethys",
    "authors": ["C.R. Marshall", "P.D. Ward"],
    "venue": "Science",
    "year": 1996
  }, {
    "title": "The Cretaceous/Tertiary boundary in south-central North Dakota",
    "authors": ["E.C. Murphy", "D.J. Nichols", "J.W. Hoganson", "N.F. Forsman"],
    "venue": "North Dakota Geological Survey Report of Investigation",
    "year": 1995
  }, {
    "title": "Geologic and biostratigraphic framework of the nonmarine Cretaceous–Tertiary boundary interval in western North America",
    "authors": ["D.J. Nichols"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1990
  }, {
    "title": "A second K–T boundary locality in North Dakota verified by palynostratigraphy and shocked quartz. Abstracts with programs ",
    "authors": ["D.J. Nichols", "E.C. Murphy", "K.R. Johnson", "W.J. Betterton"],
    "venue": "Geological Association of Canada",
    "year": 2000
  }, {
    "title": "Correlation of shape and station in fresh-water mussels (Naiades)",
    "authors": ["A.E. Ortmann"],
    "venue": "Proceedings of the American Philosophical Society",
    "year": 1920
  }, {
    "title": "Palynologically calibrated vertebrate record from North Dakota consistent with abrupt dinosaur extinction at the Cretaceous",
    "authors": ["D.A. Pearson", "T. Schaefer", "K.R. Johnson", "D.J. Nichols"],
    "venue": "Tertiary boundary. Geology",
    "year": 2001
  }, {
    "title": "Some faunal remains from the Trias of YorkCounty, Pennsylvania",
    "authors": ["H.A. Pilsbry"],
    "venue": "Proceedings of theAcademy of Natural Sciences of Philadelphia,",
    "year": 1921
  }, {
    "title": "Evidence from paleosols for ecosystem changes across the Cretaceous/Tertiary boundary in eastern",
    "authors": ["G.J. Retallack", "G.D. Leahy", "M.D. Spoon"],
    "venue": "Montana. Geology",
    "year": 1987
  }, {
    "title": "Survival in the first hours of the Cenozoic",
    "authors": ["D.S. Robertson", "M.C. McKenna", "O.B. Toon", "S. Hope", "J.A. Lillegraven"],
    "venue": "Geological Society of America Bulletin",
    "year": 2004
  }, {
    "title": "tpsDIG32, Version 1.18",
    "authors": ["F.J. Rohlf"],
    "year": 1998
  }, {
    "title": "Pelecypods of the Hell Creek Formation (Uppermost Cretaceous) of Garfield County, Montana",
    "authors": ["L.S. Russell"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 1976
  }, {
    "title": "Taxonomy, ecology, ecomorphology, and morphodynamics of the Unionoida (Bivalvia) of Lake Malawi (EastAfrica)",
    "authors": ["H. Scholz"],
    "venue": "Beringeria",
    "year": 2003
  }, {
    "title": "Vergleich fossiler und rezenter Süßwassermuscheln (Unionoida) aus Nordamerika: Gemeinsame Abstammung oder parallele Evolution",
    "authors": ["H. Scholz", "J.H. Hartman"],
    "venue": "Geobiology. 74th annual meeting of the Palaeontologische Gesellschaft,",
    "year": 2004
  }, {
    "title": "Paleoenvironmental reconstruction of the Upper Cretaceous Hell Creek Formation of the Williston Basin, Montana, USA: implications from the quantitative analysis of unionoid bivalve taxonomic diversity and morphologic disparity",
    "authors": ["H. Scholz", "J.H. Hartman"],
    "venue": "Palaios 22,",
    "year": 2007
  }, {
    "title": "Fliessgewässerbiologie. Gustav Fischer Verlag, Jena, Stuttgart",
    "authors": ["W. Schönborn"],
    "year": 1992
  }, {
    "title": "Major extinctions of landdwelling vertebrates at the Cretaceous–Tertiary",
    "authors": ["P.M. Sheehan", "D.E. Fastovsky"],
    "venue": "boundary, eastern Montana. Geology",
    "year": 1992
  }, {
    "title": "Sudden extinction of the dinosaurs: latest Cretaceous",
    "authors": ["P.M. Sheehan", "D.E. Fastovsky", "R.G. Hoffmann", "C.B. Berghaus", "D.L. Gabriel"],
    "venue": "Upper Great Plains, U.S.A. Science",
    "year": 1991
  }, {
    "title": "Sampling bias, gradual extinction patterns, and catastrophes in the fossil record",
    "authors": ["P.W. Signor III", "J.H. Lipps"],
    "venue": "Geological Society of America Special Paper,",
    "year": 1982
  }, {
    "title": "Stratigraphic aspects of the Cretaceous–Tertiary boundary in the Bug Creek area of eastern Montana, U.S.A",
    "authors": ["J. Smit", "W.A. van der Kaars", "J.K. Rigby Jr."],
    "venue": "Mémoires de la Société Géologique de France, Nouvelle Série",
    "year": 1987
  }, {
    "title": "40Ar/39Ar dating and megnetostratigraphic correlation of the terrestrial Cretaceous",
    "authors": ["C.C. Swisher III", "L. Dingus", "R.F. Butler"],
    "year": 1993
  }, {
    "title": "Uppermost Cretaceous and Paleocene non-marine molluscan faunas of Western Alberta",
    "authors": ["E.T. Tozer"],
    "venue": "Memoir — Geological Survey of Canada",
    "year": 1956
  }, {
    "title": "Terrestrial environmental changes and extinction patterns at the Cretaceous–Tertiary boundary, North America",
    "authors": ["G.R.J. Upchurch"],
    "year": 1989
  }, {
    "title": "Morphological variation and width of ecological niche",
    "authors": ["L. Van Valen"],
    "venue": "The American Naturalist",
    "year": 1965
  }, {
    "title": "Larval types and early postlarval biology in Naiads (Unionoida)",
    "authors": ["K. Wächtler", "M.C. Dreher-Mansur", "T. Richter"],
    "year": 2001
  }, {
    "title": "Form and function of unionoidean shell sculpture and shape (Bivalvia)",
    "authors": ["G.T. Watters"],
    "venue": "American Malacological Bulletin",
    "year": 1994
  }, {
    "title": "Freshwater mussels and water quality: a review of the effects of hydrologic and instream habitat alterations",
    "authors": ["G.T. Watters"],
    "venue": "Proceedings of the First Freshwater Mollusk Conservation Society Symposium",
    "year": 1999
  }, {
    "title": "The evolution of the Unionacea in North America, and its implications for the worldwide fauna",
    "authors": ["G.T. Watters"],
    "year": 2001
  }, {
    "title": "Taphonomy and suggested structure of the dinosaurian assemblage of the Hell Creek Formation (Maastrichtian), eastern Montana and western North Dakota",
    "authors": ["P.D. White", "D.E. Fastovsky", "P.M. Sheehan"],
    "venue": "Palaios",
    "year": 1998
  }, {
    "title": "Notice of six new species of Unios from the Laramie group",
    "authors": ["R.P. Whitfield"],
    "venue": "Bulletin of the American Museum of Natural History",
    "year": 1903
  }, {
    "title": "Remarks on and descriptions of new fossil Unionidae from the Laramie clays of Montana",
    "authors": ["R.P. Whitfield"],
    "venue": "Bulletin of the American Museum of Natural History",
    "year": 1907
  }, {
    "title": "Correlated terrestrial and marine evidence for the global climate changes before mass extinction at the Cretaceous–Paleogene boundary",
    "authors": ["P. Wilf", "K.R. Johnson", "B.T. Huber"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 2003
  }, {
    "title": "Freshwater mussels: a neglected and declining aquatic resource",
    "authors": ["J.D. Williams", "R.J. Neves"],
    "year": 1995
  }, {
    "title": "Morphological disparity: a primer",
    "authors": ["M.A. Wills"],
    "year": 2001
  }],
  "id": "SP:9e251559f24baa72d91f99230defad540c9f45b8",
  "authors": [{
    "name": "Henning Scholz",
    "affiliations": []
  }, {
    "name": "Joseph H. Hartman",
    "affiliations": []
  }],
  "abstractText": "The Williston Basin in the Western Interior of the USA is known for its highly diverse and well-preserved fauna of unionoid bivalves. This fauna undergoes a significant turnover near the Cretaceous–Tertiary (K/T) boundary. A quantitative study based on multivariate morphometrics has been carried out to better understand the pattern and causes of the extinction of unionoid bivalves in the K/T transition. The decrease in taxonomic diversity in the interval spanning the K/T boundary is associated with a significant shift in morphospace occupation. This shift indicates a major decrease in habitat stability. Four events and processes are discussed as possible causes of this change in habitat stability: 1) the Chicxulub impact on the Yucatán Peninsula, 2) global climate changes to some extent due to Deccan volcanism, 3) tectonic changes in the emerging Rocky Mountains, and 4) eustatic changes in the Western Interior Seaway. We conclude that the bolide impact was not the major killing agent for unionoid bivalves. The tectonic and eustatic processes are much more important to explain the unionoid faunal turnover at the end of the Cretaceous. The results and conclusions of the study are considered to be helpful to better understand the present-day distribution of unionoid bivalves. © 2007 Elsevier B.V. All rights reserved.",
  "title": "Fourier analysis and the extinction of unionoid bivalves near the Cretaceous–Tertiary boundary of the Western Interior, USA: Pattern, causes, and ecological significance"
}