{
  "sections": [{
    "text": "The Brazilian Northeast affords good opportunities for obtaining reliable timings and rates of landscape evolution based on stratigraphic correlations across a vast region. The landscape formed in the context of an episodically fluctuating but continuously falling base level since the Cenomanian. After formation of the transform passive margin in Aptian times, landscape development was further driven by a swell-like uplift with its crest situated ∼300 km from the coastline. The seaward flank of this swell or broad monocline between the interior Araripe and coastal Potiguar basins was eroded, and currently forms a deeply embayed plain bordered by a semi-circular, north-facing erosional escarpment. The postCenomanian uplift caused an inversion of the Cretaceous basins and generated a landscape in which the most elevated landforms correspond either to resistant Mesozoic sedimentary caprock, or to eroded stumps of syn-rift Cretaceous footwall uplands. Denudation in the last 90 My never exceeded mean rates of 10 m·My−1 and exhumed a number of Cretaceous stratigraphic unconformities. As a result, some topographic surfaces at low elevations are effectively Mesozoic land surfaces that became re-exposed in Cenozoic times. The Neogene Barreiras Formation forms a continuous and mostly clastic apron near the coast. It testifies to the last peak of erosion in the hinterland and coincided with the onset of more arid climates at ∼13 Ma or earlier. The semi-circular escarpment is not directly related to the initial breakup rift flanks, which had been mostly eroded before the end of the Mesozoic, but the cause and exact timing of post-Cenomanian crustal upwarping are poorly constrained. It could perhaps have been a flexural response of the low-rigidity lithosphere to sediment loads on the margin, and thus a slowly ongoing process since the late Cretaceous. Uplift could instead be the consequence of a more discrete dynamic event related either to Oligocene magmatism in the region, or to continental-scale far-field stresses determined by Andean convergence. © 2007 Elsevier B.V. All rights reserved.\nKeywords: denudation rates; passive margin; palaeogeography; sea-level change; climatic change; epeirogeny"
  }, {
    "heading": "1. Introduction",
    "text": "At transformmargins, the continental crust may exhibit normal thickness (e.g. Ghana margin), but in other cases the transformfault boundary and its succession of pull-apart basins intersect failed intracratonic rifts that have undergone crustal extension and\n⁎ Corresponding author. Tel.: +33 1 01 44 32 14 44; fax: +33 1 44 32 14 38. E-mail addresses: jean-pierre.peulvast@wanadoo.fr (J.-P. Peulvast), vcs@ufc.br (V. Claudino Sales), francois.betard@paris-sorbonne.fr (F. Bétard), gunnell@univ-paris-diderot.fr (Y. Gunnell).\n0921-8181/$ - see front matter © 2007 Elsevier B.V. All rights reserved. doi:10.1016/j.gloplacha.2007.11.005\nthinning (Boillot and Coulon, 1998). The north Brazilian coast belongs to this second category, with the SW–NE-trending Cariri–Potiguar onshore rift zone extending into the offshore sedimentary basin of the transform Equatorial margin.We present a synthesis of existing geomorphological, structural and stratigraphic data that allows us to estimate magnitudes of uplift and denudation and unravel the interacting effects of sea-level fluctuations, climatic change and epeirogenic processes on landscape evolution since late Cretaceous times. Unlike previous models of passive margin evolution that interpret seaward-facing continental escarpments as direct legacies of continental breakup involving indefinite parallel retreat of the scarp face (e.g. King,\n40 J.-P. Peulvast et al. / Global and Planetary Change 62 (2008) 39–60\n1955; Gilchrist and Summerfield, 1990, among many others), the landscape development history of north Brazil is one in which the complex geomorphic legacies ofMesozoic rifting have somewhat faded under the influence of more recent, independent geodynamic and eustatic events that occurred during the Cenozoic. In the light of these new data, previously published denudation histories based on thermochronological evidence appear to significantly overestimate post-Cretaceous denudation."
  }, {
    "heading": "2. Study area and previous interpretations of landscape evolution",
    "text": ""
  }, {
    "heading": "2.1. Topography and geological setting",
    "text": "Climatically, the study area is part of the semi-arid Brazilian Northeast, in the state of Ceará. The dominant topographic feature is a continuous, semi-circular escarpment linking the\nustal thickness in Northeast Brazil. Moho depth in kilometres.\n41J.-P. Peulvast et al. / Global and Planetary Change 62 (2008) 39–60\nIbiapaba, Araripe and Borborema plateaus (Fig. 1). The crest zone of this belt of highlands exhibits relatively constant elevations between 1000 and 1200 m a.s.l. (above sea level) and forms the continental watershed between the São Francisco drainage basin and other rivers among which the Jaguaribe and Piranhas are the most important. Shorter drainage systems (Rio Acaraú, Baturité area, Rio Apodi) reflect the establishment of secondary divides within the deep topographic embayment defined by the escarpment. These divides correspond to a collection of isolated massifs (e.g. Meruoca, Baturité, Pereiro, Central Ceará highlands) that share similar altitudes (800– 1000 m). Their steep northern termination outlines two discontinuous and roughly E–W alignments of elevated topography (Ibiapaba–Meruoca–Irauçuba–Baturité, and Pereiro–Santana, respectively: Fig. 1) that are parallel to the continental margin. Overall, a positive spatial correlation exists between crustal thickness (Castro et al., 1997; Barros et al., 1999) and regional trends in topographic elevation.\nThe Ceará segment of the Brazilian Equatorial coastline is a passive continental margin formed by the transform opening of the Equatorial Atlantic in Aptian times (Matos, 2000). Onshore, the Precambrian Borborema province (Monié et al., 1997; Brito Neves et al., 2000) is subdivided into several geological domains by large Proterozoic shear zones (Fig. 2). A wide and discontinuous set of NE–SW basins and half-grabens known as the Cariri–Potiguar intracratonic rift zone represents aborted Mesozoic rift structures locally buried by remains of a post-rift sedimentary cover that defines the Araripe and Potiguar basins. This 500-km-long rift zone is intersected by theAtlanticmargin in the Potiguar Basin area (Matos, 1992). Remnants of a pre-rift cover are preserved along the rift zone (Araripe Basin) and to the west (Parnaiba Basin) (Fig. 2). The topographic embayment is geologically divided by the Senador–Pompeu Shear Zone (SPSZ) into two crustal blocks (Fig. 2), defined as the Jaguaribe–Potiguar (eastern) and Baturité–Irauçuba (western) compartments (Peulvast and Claudino Sales, 2004), which exhibit contrasting stratigraphic records. The greater mean elevation and absence of Mesozoic cover rocks to the west of the SPSZ (Fig. 2), either due to erosion or to nondeposition, imply differences in vertical crustal movements and denudation history between the two compartments. However, this contrast evidently faded over time because it has nevertheless allowed a wide development of the embayed erosional plain on both sides of the SPSZ (Fig. 1) aswell as deposition of the Neogene clastic sediments (Barreiras Group) continuously along the coast (Fig. 2)."
  }, {
    "heading": "2.2. Previous views on landscape evolution in NE Brazil",
    "text": ""
  }, {
    "heading": "2.2.1. Stepped surfaces and escarpments",
    "text": "Landscape patterns in northeast Brazil have previously been interpreted as (i) the erosional response to updoming of a large crustal swell (Ab'Saber, 1956; Dresch, 1957; Demangeot, 1960; Andrade and Caldas Lins, 1965), (ii) a consequence of differential uplift (Bigarella and Andrade, 1964) and/or (iii) a seaward continental flexure (Ruellan, 1952; King, 1956). Crustal uplift would have promoted the development of a descending staircase of successively younger erosion surfaces\ndriven both by an incising radial drainage pattern and oscillations between wetter and drier climates during the Cenozoic. As on the Guiana Shield (McConnell, 1968; Zonneveld, 1985, 1993), most authors have recognized the treads of four surfaces in this region, and have linked them to Mesozoic and Cenozoic off- and onshore sedimentary sequences (Fig. 3) and to epeirogenic uplift with a crest located 150 to 200 km inland. Conceptually, landscape development would thus correspond to Fig. 4A.\nThe morphology of this sheared passive margin differs significantly from the high-elevation margin of eastern and southeastern Brazil, where landscape evolution partly corresponds to Fig. 4B, because no marginal scarp can currently be defined along it or its African conjugate between Nigeria and Côte d'Ivoire. However, Peulvast and Claudino Sales (2004) have observed that the Ibiapaba–Baturité and Pereiro–Santana alignments of residual highlands (Fig. 1) form a topographic limit between the inner highland region and a coastal piedmont partly covered by Cenozoic and older sediments. As such, these may correspond to the eroded stumps of Cretaceous rift flanks now deeply breached by embayed drainage basins, and suggest that the NE Brazilian plateau edge once extended as far north as these alignments. Conceptually, landscape development would thus correspond to Fig. 4C. The Pereiro–Santana alignment would represent the eroded stumps of the Neocomian Potiguar half-graben rift shoulder. The Ibiapaba–Baturité alignment would correspond to the eroded remains of a somewhat younger rift shoulder linked to the Aptian–Albian opening of the Equatorial Atlantic Ocean (Matos, 2000; Fig. 1)."
  }, {
    "heading": "2.2.2. Thermochronological studies",
    "text": "Apatite fission track (AFT) analysis provides constraints on erosion rates that are relevant to long-term landscape development. Harman et al. (1998) identified an increase in average denudation rates occurring at 60–80Ma over much of this region and tentatively explained it by a drop in base level and the generation of local relief along the recently formed rift margin. Other data obtained along two transects through the Borborema plateau (Morais Neto et al., 2000) are consistent with late Cretaceous cooling beginning around 100 Ma as a result of regional uplift along the BrazilianAtlanticmargin and subsequent erosion. AFT studies also indicate two cooling events related to uplift and up to 3–4 km of erosion east of the reactivated Precambrian Portalegre Shear Zone (PSZ, see Fig. 2). The intervening heating event was recorded between 140 and 45 Ma on the blockwest of the PSZ and 55 and 15Ma on the block to the east, and is believed to reflect burial in the first case andOligocene (‘Macau’) volcanism in the second (Nóbrega et al., 2005). In the Araripe area of southern Ceará, AFT research suggests ∼1.5 km of denudation having occurred in the last 30 Ma (Morais Neto et al., 2005–2006). According to Pessoa Neto (2003), such a recent stage of denudation would explain the siliciclastic influx observed in the Neogene sediments of the offshore Potiguar Basin.\nHere we revise existing views on landscape evolution in Ceará and propose new interpretations based upon alternative estimates of uplift and denudation magnitudes since the late\n42 J.-P. Peulvast et al. / Global and Planetary Change 62 (2008) 39–60\nCretaceous. These are based on an integrated correlation and reconstruction of age-bracketed topographic land surfaces and basin stratigraphy."
  }, {
    "heading": "3. Methods and data sources",
    "text": "Using the Shuttle Radar Topography Mission 90-m digital elevation data base (SRTM, version 1), thirteen regularly spaced topographic profiles (Fig. 5) roughly perpendicular to the coastline were used to characterize onshore topographic levels. Available data on basin stratigraphy form a basis for producing a time-sliced reconstruction of landscape evolution based on\nrelative dating of topographic surfaces and landforms. This method has proved effective as a tool for unravelling long-term landscape evolution in other cratonic environments (e.g. Twidale, 1997), but has never been applied to this region despite a high potential provided by the complex mosaic of basement outcrops, unconformable sedimentary deposits, fault blocks and erosional landforms. The method relies on elevation differences between marine layers and unconformities of known age at different locations, on the pattern of basement–sediment boundaries, and on cross-cutting relations between stratigraphic dips and topographic slopes. These help to quantify and correlate postdepositional erosion depths and patterns of crustal deformation\nes et al. (2000), Carneiro et al. (1989), and Caby et al. (1995). Lettered geological\n43J.-P. Peulvast et al. / Global and Planetary Change 62 (2008) 39–60\nwith reference to current and ancient sea levels. Rock facies is also useful for reconstructing palaeoshorelines and palaeodepths of rock burial, and thus for estimating depths of removed overburden. The sedimentary record of on- and offshore basins since early Cretaceous times also constitutes a proxy for understanding the state of the palaeolandscape, i.e. the slope system as well as palaeoenvironmental conditions in sediment source areas.\nThis approach is possible because the Potiguar and Ceará basins have been studied in several reports of the Brazilian petroleum company Petrobras (Mello, 1989; Araripe and Feijo, 1994; Beltrami et al., 1994; Cremonini, 1996; Matos, 2000), and by Pessoa Neto (2003) for the Neogene sequences of the Potiguar Basin. The numerous boreholes and seismic reflection profiles in the region allow temporal and spatial correlations to be made between lithostratigraphic units and sediment thicknesses to be linked to continental denudation (Fig. 6). In the offshore Potiguar basin, thick syn-rift sedimentary series deposited during rifting in Neocomian to early Aptian times were covered by transitional series deposited in a context of tectonic quiescence and thermal subsidence during late Albian to late Aptian times. Marine sediments were subsequently deposited as accommodation space increased due to thermal and isostatic subsidence of the passive margin. Since the transgressional phase during Albian and early Campanian times, post-Campanian deposits have constructed a seaward thickening sedimentary wedge (Pessoa Neto, 2003). This entire post-Campanian package defines a first-order regressional cycle that lasted until the late Quaternary. It consists of three lithostratigraphic units known as the Tibau Formation (sandstones and conglomerates), the Guamaré Formation (limestones), and the Ubarana Formation (marine shales). They respectively represent the siliciclastic sedimentation of the inner shelf, the carbonate deposits of the outer shelf, and the pelitic sedimentation on the continental slope. Several unconformities, Neogene stages of canyon incision and infilling, and geographic variations in the boundaries between clastic and carbonate deposits through time reflect eustatic fluctuations that have interacted with variations in clastic supply from the continent."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Presence of a stepped landform system",
    "text": "All the topographic profiles on Fig. 5 outline the treads of two rather than four (cf. Fig. 3) erosional levels: a low plain between 0 and 300 m a.s.l., sloping gently seaward (average slope angle b0.1°), and the discontinuous remains of a high plain between 750 and 1100 m a.s.l. The latter lacks a well defined slope, even in the Central Ceará Highlands where the higher topography occurs nearer the coast (Fig. 5, profiles 8–10). Profiles east of the SPSZ (Fig. 5, profiles 1–4 and 5–7) highlight a deep inward extension of the embayed lower plain known as the ‘Sertaneja’ surface, or Sertão, as far as the foot of the Borborema and Araripe plateaus. Residual bedrock landforms are scattered across the plain. To the west, Central Ceará Highlands excepted (profiles 8–10 and 11–13), the low plain\nalso exists with a similar seaward gradient of ∼0.1°. The Ibiapaba plateau is characterized by the regular westward dip slope of its sedimentary strata but forms an elevated flat surface at ∼1000 m a.s.l. This is similar to the other major summits of the western compartment and suggests that the plateau was once continuous between the Ibiapaba scarp and the outliers."
  }, {
    "heading": "4.2. Cross-cutting relations between stratigraphy and topography: the age puzzle",
    "text": "The residual massifs capped by the high plain include (i) dissected remnants of structural surfaces of unknown age, in which the topography coincides with the upper surface of a resistant sedimentary layer (Serra da Ibiapaba, Martins, Portalegre, Santana) (Fig. 7, EF, KL, OP); (ii) a well preserved structural surface of Cenomanian sandstone corresponding to the weakly degraded top of the post-rift Araripe series (Peulvast and Claudino Sales, 2004) (Fig. 7, IJ, UV); (iii) exhumed patches of the sub-Palaeozoic (post-Brasiliana) erosion surface, which is well exposed in southwest Ceará where the Ibiapaba Palaeozoic cover rocks have been stripped back by erosion (Fig. 7, UV); and (iv) exhumed tracts on the northwest margin of the Araripe basin of a sub-Cenomanian erosion surface, which is capped by laterite (Fig. 7, UV). The plateaus that collectively form the high plain carry the most deeply and intensely weathered materials of the region, regardless of parent rock. For instance, exhumed kaolinitic weathering fronts are preserved below scarce remnants of kaolinite-rich, duricrusted weathering profiles on the southern footwall of the Potiguar basin (Serra do Martins, Pereiro, Santana). West of Fortaleza, elevated remnants of deeply kaolinized weathering profiles also cap massifs closer to the coast such as Meruoca and Baturité (900–1000 m a.s.l.).\nThe low plain is also a mosaic of erosion surfaces of different ages, some of which coincide with exhumed stratigraphic unconformities. One example is the exhumed sub-Cenomanian or sub-Albian surface of the Aracati–Potiguar area. It is well preserved around outliers of Açu sandstone southwest of the Potiguar basin (Peulvast and Claudino Sales, 2004). This exhumed surface is also exposed around the lower Jaguaribe valley where partly exhumed granitic inselbergs rise through the eroding Cenomanian and Turonian cover rocks (Fig. 7, EF, GH, IJ). As in the Recôncavo–Tucano–Jatobá rift (Magnavita et al., 1994) and in the Araripe basin, where this exhumed sub-Cenomanian erosional plain is also reported, its extensive development testifies to intense erosion during the opening of the Potiguar failed rift. Contrary to previous landscape development scenarios for this region (cf. Fig. 3), the numerous tracts of exhumed sub-Cretaceous land surfaces also imply that the lower-lying surfaces of the northeast Brazilian topographic staircase are not systematically the youngest (Fig. 7, EF, GH, OP). This complex mosaic of erosional landforms of various ages is summarized in Fig. 8."
  }, {
    "heading": "4.3. The Araripe basin, a keystone for understanding postCenomanian landscape evolution",
    "text": "The Chapada do Araripe in southern Ceará (Fig. 1) is a subhorizontal plateau underlain by fossiliferous lacustrine or marine\n44 J.-P. P eulvast et al. / G lobal and P lanetary C hange 62 (2008) 39–60\n45J.-P. Peulvast et al. / Global and Planetary Change 62 (2008) 39–60\nAlbian layers (Santana Formation; Ponte and Ponte Filho, 1996) and capped by fluvial conglomerate and sandstone (the Cenomanian Exu Formation). This elevated structural landform bounded by a 200–600-m-high escarpment constitutes a key regional feature for estimating magnitudes of Cenozoic crustal deformation and denudation because, from Albian to Cenomanian times, this active sedimentary basin was a landscape of lakes and lagoons surrounded by low hills, intermittently connected via shallow seaways to the Parnaiba, Potiguar and/or Tucano–Jatoba basins (Petri, 1987; Assine, 1994; Arai, 1999). The Exu Formation (90 Ma, b200 m thick), which laps onto the basement to the west and northwest, represents the rapid westward progradation through low-relief topography of a braid-plain dominated by flashy flow regimes in a dry palaeoclimate (Martill, 1993). Subsidence in that area ended after deposition of the Exu sediments. Although it now occurs in the southernmost and currently most elevated part of the study area, the Araripe basin lay at the time at a palaeoelevation close to palaeosea level. Furthermore, studies of the organic matter contained in the Albian\nsediments suggest that no significant overburden was ever removed by erosion from the exposed upper surface of the Exu caprock (Baudin and Berthou, 1996; Arai, 2000). This unique region, recently classified as a Geopark or World Heritage area, has thus formed an almost uneroded topographic surface for the last 90 Ma. It logically follows that the Sertaneja plain developed in post-Cenomanian times by erosion of the seaward flank of a broad crustal upwarp that effectively inverted the Araripe and other Cretaceous basins, with drainage making inroads into the hinterland through older Cretaceous half-grabens and Brasiliano shear zones (see hypothetical profile of Cenomanian surface drawn on Fig. 8)."
  }, {
    "heading": "4.4. Palaeogeography and chronology of long-term landscape development",
    "text": "From the array of criteria used here, a reconstruction comprising of four successive palaeolandscape states is proposed and illustrated in Fig. 9.\narping model. Dissection of a monocline formed during breakup, where scarp ivide pinned at the inland edge of the downwarped region. B: flank uplift model, pography dips away from margin. C: inclined plateau model. Initial topography ide situated in the hinterland. No further uplift occurs during breakup, but base an escarpment as a result of isostatic rebound seaward of the drainage divide. The nd does not retreat. Compiled and adapted after Van der Beek and Braun (1999),\n46 J.-P. P eulvast et al. / G lobal and P lanetary C hange 62 (2008) 39–60\npp. 47–48J.-P. Peulvast et al. / Global and Planetary Change 62 (2008) 39–60\npp. 49–50 J.-P. Peulvast et al. / Global and Planetary Change 62 (2008) 39–60\n51J.-P. Peulvast et al. / Global and Planetary Change 62 (2008) 39–60"
  }, {
    "heading": "4.4.1. The pre-rift period (Jurassic and older)",
    "text": "The pre-rift sedimentary cover is preserved in western Ceará and in the Araripe basin (Matos, 2000; Fig. 9A). Overlying Palaeozoic sandstones, fluvial sediments of Jurassic age, also present in the Araripe and Recôncavo–Tucano–Jatobá basins (Matos, 1992; Magnavita et al., 1994), are related to an early phase of crustal extension, local uplift and erosion, recorded by the AFT history of Silurian and Ordovician samples of the Araripe region (Morais Neto et al., 2005-2006). Whether in the Potiguar rift zone or off shore, remains of this cover are absent north of the Patos shear zone (Fig. 2). This suggests that, contrary to the Parnaiba basin in the west, the basement and its Palaeozoic cover have been eroded. The fluvial sediments of possible pre-rift age known as the Serra do Martins Formation, which currently cap the highest topography south of the Potiguar basin (Fig. 9A), are the exception. We hypothesize that their preservation in that area was made possible at the time by an E–W crustal sag or topographic depression south of the future or incipient Potiguar rift zone, and was presumably linked to magmatic activity (E–W dyke swarms, Fig. 2) and related crustal deformation that occurred between 145 and 130 Ma (Carneiro et al., 1989; Oliveira and Gomes, 1996; Archanjo et al., 2000)."
  }, {
    "heading": "4.4.2. Intracontinental rifting (early Cretaceous)",
    "text": "The intracontinental and offshore basins of the study area are Neocomian–Barremian and Aptian, respectively (Fig. 9B). Whereas the Cariri–Potiguar was a failed rift by the end of Barremian times (Matos, 2000), major deformation became\nsubsequently located on the equatorial branch of the rift system, with the onset of E–W extension generating transtensional conditions in the Potiguar basin. In early Aptian times, this new tectonic regime formed NW–SE trending en-échelon synclines cross-cut by a diffuse fault pattern and lacking typical rift structures or sediments (Matos, 2000). To the west, fluvial and deltaic sediments (Mundaú Formation, Lower to Middle Aptian, 1800–4000 m thick) were deposited in basins formed before oceanic opening occurred. The intracontinental basins had also been filled by thick series— up to 4 km in the Potiguar rift — of early Neocomian to Aptian fluvial, deltaic and lacustrine sediments, reflecting deep erosion of the uplifted basement. The regionally unconformable transitional and postrift series show that widespread erosion of the rift shoulders but also of rift sediments had taken place soon after rifting (Fig. 8), over a time span of ∼20 My (Peulvast and Claudino Sales, 2004). Similar palaeolandscapes developed in the Araripe basin (Martill, 1993; Ponte and Ponte Filho, 1996)."
  }, {
    "heading": "4.4.3. Post-rift stage and oceanic opening (middle to late Cretaceous)",
    "text": "By the time transtensional conditions had become dominant in the Equatorial Atlantic domain, the aborted Cariri–Potiguar rift zone was already undergoing thermal subsidence (Mello, 1989; Ponte and Ponte-Filho, 1996). Until the late Cretaceous, the rift zone became an area of widespread sedimentation, which was initially lacustrine or lagoonal but later continental in the Araripe basin (Exu Fm, Cenomanian), and continental (Açu\n52 J.-P. Peulvast et al. / Global and Planetary Change 62 (2008) 39–60\n53J.-P. Peulvast et al. / Global and Planetary Change 62 (2008) 39–60\nFm) but later marine (Jandaira Fm, Campanian, ∼80 Ma) in the Potiguar basin (Fig. 9C). Subsidence ended after the deposition of the Exu sandstone in the Araripe basin but has continued until the present time in the offshore Potiguar basin.\nIn the onshore Potiguar basin, the presence of thick (up to 400 m) bioclastic calcarenites and calcilutites deposited in lagoons or shallow open seas during Turonian to early Campanian times (Jandaira Fm) shows that after a transitional stage characterized by estuarine or deltaic conditions, the terrigenous input decreased and erosion on basement topography became limited to chemical weathering and removal of solutes. Similar trends are known in the (offshore) Ceará basin (Costa et al., 1990; Beltrami et al., 1994). Synsedimentary dextral transcurrent movements deformed the Albian to early Campanian transgressive series of carbonates and shales, with a development of transpressional structures (folds, thrust faults, flower structures), but no coeval denudation was recorded onshore (Fig. 9C). The high sea levels that prevailed during this period (Haq et al., 1987; Arai, 2000) were decisive in keeping continental relief to a minimum. Moreover, the regional climatic conditions prevailing during the late Cretaceous were warm (Huber et al., 2002) and humid, favouring deep kaolinitic weathering (Schmitt, 1999) and leaching of carbonates. Because of both syn- and post-rift erosion south and west of the Potiguar basin (Petri, 1987) and of sediment aggradation in the basins, the heights of existing rift-flank escarpments were probably quite diminished by Campanian times (Fig. 7, KL). In summary, apart from a few upstanding residual massifs the landscape towards the end of the Cretaceous was predominantly flat and low-lying."
  }, {
    "heading": "4.4.4. Regional uplift, erosion and topographic inversion (late Cretaceous to Present)",
    "text": "The subsequent stages of uplift and erosion are key to understanding the present day scenery, but remain less well constrained by stratigraphy than the earlier evolution due to a ∼50 My hiatus in onshore sedimentation between the Cenomanian and the Neogene. Post-Cenomanian basin inversion involved maximum surface uplift in the Chapada do Araripe area (Fig. 1), with magnitudes steadily declining towards the coastline. The sedimentary record of denudation for that period is contained in offshore deposits and in the coastal belt of Barreiras sediments, suggesting a definitive shift of depocentres to the new Atlantic margin and a steadily buoyant and eroding hinterland (Fig. 9D).\nDespite doubtful neotectonic interpretations of the Cenozoic landscape proposed by Jardim de Sá et al. (1999), neither post-rift faulting nor local post-Campanian rock deformation have been detected between the lower Rio Jaguaribe and the Serra de Santana (Fig. 1). Local exceptions exist along a few segments of the Carnaubais master fault of the Potiguar basin, but the fault throws have generated only limited topographic relief (Peulvast et al., 2006). Regional-scale flexural deformation was therefore the dominant style of crustal deformation. A sharp increase in clastic discharge peaking in late Miocene times (Pessoa Neto, 1999, 2003) was interpreted by Morais Neto et al. (2000) as a consequence of uplift and erosion affecting the east Borborema\nprovince. Here we suggest that uplift affected a broader swell also extending to the west of the Borborema highlands, i.e. into Ceará. Dissection related to uplift and, finally, to late Cenozoic eustatic movements, formed the Chapada do Araripe (Exu sandstone) and Chapada do Apodi (Açu sandstone) by major and minor topographic inversion, respectively, and caused partial exhumation of the sub-Cenomanian palaeosurface (Fig. 9E).\nIn the Ceará basin, sediment influx from the continent seems to have remained moderate and often discontinuous. Only Cretaceous deposits are found on basement highs. The diversity of structural controls along the equatorial margin (Matos, 2000), but also the strong asymmetry of drainage patterns observed in the Jaguaribe–Piranhas embayment (Fig. 1), may explain the heterogeneity in depositional patterns. Whereas a nondepositional hiatus of 50 Ma separated the Cenomanian from the late Eocene sequences in the Piauí–Camocim sub-basin (Beltrami et al., 1994; Figs. 1, 6 and 10), a more continuous sediment flux is recorded in the Acaraú and Icaraí sub-basins, and at least six erosional or nondepositional events are recognized among Lower Paleocene to Lower Oligocene depositional units in the Mundaú sub-basin. The Oligocene recorded higher rates of sedimentation, at least in the Mundaú sub-basin (Cunha, 1991). In spite of relatively high sea levels prevailing until the Tortonian regressions (Haq et al., 1987), only terrigenous sediments were deposited on the coastal erosional plain surface. While this Barreiras Formation, which is the onshore equivalent of the Miocene siliciclastic sediments of the inner shelf (Pessoa Neto, 2003), is attributable to a response to crustal uplift, the relative increase in clastic supply from the hinterland is also probably linked to a marked shift towards aridity at that time, as suggested by Harris and Mix (2002) from a study of the ratio of oxide minerals in the terrigenous sedimentation of the Ceará Rise. We link the subsequent dissection of the Barreiras beds (Fig. 9E and F) to Pliocene and Quaternary sea-level fluctuations."
  }, {
    "heading": "4.5. Uplift rates and erosional response",
    "text": ""
  }, {
    "heading": "4.5.1. Geometry of epeirogenic deformation and rates of uplift and denudation",
    "text": "Rates and amplitudes of tectonic movements were estimated on the southeast side of the SPSZ and in south Ceará from the altitudes of marine sediments, most of which were deposited in shallow environments. In the Potiguar basin, the base of the Jandaira limestone (92 Ma) currently occurs between –500 m at the coastline near Tibau, and 60–120 m a.s.l. on the edge of the Chapada do Apodi. According to the Exxon curve, sea-level was at +240 m in early Turonian times (Haq et al., 1987; Miller et al., 2003), so deformation of this limestone layer records a postTuronian subsidence of∼700 m at the coastline and just 120 m at the landward periphery of the basin. Based on the current elevation of marine Albian layers occurring at 700–800 m above present sea level (Baudin and Berthou, 1996; Neumann, 1999), the Araripe basin in the remote hinterland was even more vigorously uplifted. Assuming that sea-level rose from +150 to +220 m in Albian times (Haq et al., 1987), this suggests minimal post-Albian crustal uplift of 500–600 m, which is comparable to\n54 J.-P. P eulvast et al. / G lobal and P lanetary C hange 62 (2008) 39–60\n55J.-P. Peulvast et al. / Global and Planetary Change 62 (2008) 39–60\nvalues proposed by Magnavita et al. (1994) in the Recôncavo– Tucano–Jatobá area. Because erosion has not significantly affected the Exu sandstone caprock (Baudin and Berthou, 1996; Arai, 1999), the ∼600 m of post-Albian crustal uplift in the area now forming the continental divide ca. 300 km from the coast is also an estimate of long-term surface uplift of this part of the Brazilian shield. In summary, post-Cenomanian crustal deformation mimics the geometry of a broad monocline with a half wavelength of ∼300 km, roughly similar on both sides of the Senador Pompeu Shear Zone (Fig. 8). Maximum post-rift denudation depths are provided by the maximum value of topographic inversion observed along the northern Serra da Ibiapaba and the eastern Chapada do Araripe, i.e. ∼600 m near the city of Crato. The corresponding mean erosion rate (7 to 10 m·My−1) is similar to that of vertical movements.\nEstimates of eroded mass on shore can only roughly be inferred from published data on offshore sedimentation (Fig. 10). Nevertheless, most of the sediments are trapped on the margin, which allows the system under investigation to be treated as relatively closed since Cenomanian times. An integration of post-Cenomanian denudation depths across the Jaguaribe–Piranhas embayment from the 600 m Araripe maximum to 0 m at the coastline would produce 1470 m of decompacted sediments distributed over the 120-km-wide offshore margin (shelf, continental slope, and continental rise). This calculation is based on mean densities of 2800 kg·m−3 for the unweathered bedrocks and 2000 kg·m−3 for the terrigenous products. Sediment recompaction by a factor of 10% (Boillot and Coulon, 1998) obtains a 1320 m thick pile distributed over a mean accommodation width of 120 km. Given that the main drainage systems (Jaguaribe–Apodi– Piranhas: 73% of the total study area) currently deliver their sediments to only 30% of the linear extension of the margin (i.e., the offshore Potiguar basin), greater thicknesses of offshore sediment should be expected in this segment. A rough estimate on that basis suggests that thicknesses of 3200 m for the post-rift series should exist in that depocentre, and up to 6000 m if deposited on the half width, mainly on the outer shelf and continental slope. These figures effectively correspond to known thicknesses of post-breakup series in that area (Morais Neto, 1999; Matos, 2000; Pessoa Neto, 2003). Whereas more than 3000 m of post-breakup sediments were deposited in the offshore Potiguar basin (Morais Neto, 1999), thicknesses only reach 1000–2500 m in the Piauí–Camocim sub-basin, and 1000–2000 m in the Mundaú sub-basin.\nThe mean thickness of the late Miocene and younger Barreiras and Tibau sediments (150–200 m extending over a 100 km wide strip as measured on profiles of the Potiguar basin drawn by Pessoa Neto (2003) would represent a maximum eroded thickness of 50 to 70 m over a 300 km wide inland zone, at a rate of b10 m·My–1 over a ∼10 My interval. This matches the mean post-Cenomanian denudation rate estimated from the basin inversion criteria used in this study (see above)."
  }, {
    "heading": "4.5.2. Eustatic controls on erosion",
    "text": "In the study area, the opening of the Atlantic Ocean coincided with a period of high sea levels (Albian: +160 to\n+230 m; Haq et al., 1987), followed by even higher mean levels (+180 to +250 m) from the Cenomanian to the end of the Maastrichtian. In the onshore Potiguar basin, the continuity of depositional processes during the period of highest sea levels (Albian–Cenomanian to early Campanian) indicates active subsidence until the transient pre-Ubarana uplift event. The subsequent lack of marine deposits suggests that this area remained above sea level as subsidence rates lagged behind rates of sea-level fall during the Cenozoic, exposing the late Cretaceous units near the coast and allowing some erosional bevelling of stratigraphic packages (Mello, 1989). Around the Chapada do Apodi, the absence of Cretaceous deposits on the low erosional plain is the result of stripping of part of the Jandaira limestone and the underlying post-rift layers.\nLater periods correspond to a long-term trend of progressively falling sea levels until oscillatory cycles of increasing amplitude from the late Miocene onward brought sea levels from +140 m during the middle Miocene down to −120 m during the last glacial maximum. By temporarily putting the sedimentary system out of equilibrium, short-term lowstands (b100 ka) are expected to increase local erosion more than longterm oscillations (Harris and Mix, 2002; Molnar, 2004). The effects of such late Cenozoic landscape reshaping events linked to short-cycle global climatic instabilities are confirmed in the sedimentary record by the deposition of the terrigenous Barreiras (onshore) and Tibau (offshore) sedimentary series and the subsequent fluvial dissection of the former (Figs. 6, 9E and F). These reflect regolith stripping events on pediments and scarps across the hinterland. The formation of the Barreiras wedge can be explained by subsidence at the coast, which would have provided accommodation space on the inner shelf for the sediment influx. Sedimentation continued until the subsidence rate was superseded by rates of sea-level fall. At that critical stage, possibly as early as the middle Miocene (Shimabukuro and Arai, 2001; Pessoa Neto, 2003; Arai, 2006) and certainly by the late Pliocene (so-called “Paraguaçu stage”, Fig. 3), incision of the broad apron of Barreiras alluvial fans began. The greater abundance of coarse continental deposits around Fortaleza and to the west of the SPSZ compared to the eastern coastline may reflect the proximity of higher mountains and/or less subsidence in the Baturité– Fortaleza region (Claudino Sales, 2002). The gentle seaward dips of the Barreiras sediments were probably caused by the continuing effects of updoming of the Sertão hinterland. Their dissection by the main rivers into wide chevrons (Fig. 9F), which form the coastal “tabuleiros” or table-lands, also reflects this very gentle deformation. Inland, beyond the flexural node, evidence only exists of uplift, erosion and possible scarp retreat."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Denudation rates",
    "text": "Since Cenomanian times, the Ceará area of NE Brazil has shown evidence of shallow basin inversion. Uplift resulted in the topographic inversion of the post-rift basins, exhumation of buried surfaces/stratigraphic unconformities, dissection of the\n56 J.-P. Peulvast et al. / Global and Planetary Change 62 (2008) 39–60\nresidual Cariri–Potiguar footwall uplands, and expansion of the erosional Sertaneja and coastal plains. Resulting long-term denudation rates in this setting were b10 m·My−1 and similar to values reported from the Appalachians (Gardner et al., 1993) or cratons inAfrica (Bierman andCaffee, 2001; van derWateren and Dunai, 2001; Gunnell, 2003) and Australia (Stone and Vasconcelos, 1999). The low post-rift denudation rates in NE Brazil are explained by a conjunction of four factors: (i) the low magnitude of crustal uplift estimated by the current elevation of marine Albian layers (Araripe, Apodi); (ii) the low amplitude and long wavelength of crustal deformation of an initially low-relief topographic surface, which promotes a phenomenon defined as ‘morphological resistance’ (Brunsden, 1993a,b) in which the development of high angle slope systems favourable to intense erosion is impeded; (iii) the lithological heterogeneity of the basement and its cover, with resistant bedrock outcrops (e.g. sandstone, limestone, granite) explaining the widespread preservation of residual topography still upstanding on the Sertaneja erosional plain and occupying over∼50% of its surface area; (iv) the long-term semiarid climate inNEBrazil, probably in existence for the last 13My at least (Harris andMix, 2002). If, as postulated by Molnar (2001), increased aridity enhances erosion, it might also contribute to explain the increase in the proportion of clastic sedimentation observed in the offshore Potiguar basin since the Miocene as opposed to earlier periods (Pessoa Neto, 2003).\nDenudation rates were high during the Cretaceous rifting and transitional stages, as indicated in the stratigraphic record by the rapid pre-Cenomanian erosion of large parts of the Potiguar footwall uplands, over a period of 20–30Ma or less, i.e. before the deposition of the Açu sandstone (Peulvast and Claudino Sales, 2004). However, depths of post-Cenomanian denudation obtained here by stratigraphic methods differ significantly from AFTderived estimates reported by Morais Neto et al. (2005–2006) from Palaeozoic and Jurassic sandstones of the Araripe basin. Results indicated palaeotemperatures of 70–85 °C during the Cenozoic, implying 1.5 km of post-rift denudation. This is two to three times as much as the maximum 0.6 km estimated in this study. The discrepancy could result from an overprediction of latestage rock cooling by thermal modelling algorithms that do not take into account low-temperature annealing. Artefacts of this kind would typically imply N1 km of recent denudation (Gunnell et al., 2003) that may not have effectively occurred. However, effects on palaeogeothermal gradients of a regional magmatic event that occurred during the Cenozoic (see below) might also explain such a discrepancy (Morais Neto et al., pers. comm., 2002)."
  }, {
    "heading": "5.2. Uplift pattern, basin inversion and possible mechanisms",
    "text": "Passive margin escarpment models have tended to dwell on the hypothesis that present day escarpments at continental margins are direct descendants of a single tectonic event in the geologic past — namely continental breakup. For that reason, models have explored a range of theoretical mechanisms that were capable of either generating escarpments by headward erosion into the flank of a syn-rift seaward flexure (Fig. 4A), or making eroding fault scarps persist indefinitely through time by upward flexural rebound (e.g., King, 1955; Gilchrist and\nSummerfield, 1990; Fig. 4B). This study supports instead a growing consensus based on investigations in southeastern Australia (Cockburn et al., 2000; Persano et al., 2002), Africa generally (Burke and Gunnell, in press), and India (Gunnell et al., 2003) that rift shoulders erode relatively rapidly (i.e. within b40 My) after their formation, even though locally resistant rock outcrops that were once part of the rift shoulder may survive much longer as residual landforms (cf. the Ibiapaba–Baturité and Aracati–Macau alignments, Fig. 1). In NE Brazil, where Cretaceous marine basins such as the Araripe currently form elevated plateaus, uplift has been caused by some much later tectonic overprint, unrelated to breakup dynamics. As a result, resulting seaward-facing escarpments mimic rifted margin escarpments due to their location close to oceanic basins, but their genetic link with continental breakup is deceptive. This conceptual model involving two separate episodes of crustal deformation, i.e. rift-flank uplift and erosion followed by swell uplift and swell-flank erosion ∼60 My later, is where the interpretation of the regional topographic staircase in this paper differs most fundamentally from previous views summarized in Figs. 3 and 4. Clearly, however, the main question arising from this reinterpretation lies with finding the causes of Cenozoic uplift and basin inversion.\nThe causes of basin inversion and the exact timing of uplift are currently speculative. Harman et al. (1998) suggested that the increase in average rate of denudation recorded a late Cretaceous event probably related to the uplift of the eastern margin of Brazil at 60–80 Ma as a response to major changes in the relative plate motions between Africa, Antarctica, and South America. A similar explanation of regional uplift and basin inversion on the Brazilian shield (Lima et al., 2002) has called upon tectonic buckling caused byE–Wcompression throughout SouthAmerica in relation to the Andean orogeny since the Oligocene (GregoryWodzicki, 2000). This could provide a more general explanation for the existence of the ‘chapadas’, or elevated sedimentary tablelands, that are so typical of Brazilian cratonic scenery (e.g., Arai, 2000). However, later vertical movements also occurred in the Recôncavo–Tucano–Jatobá area (Magnavita et al., 1994) and in the study area (Jardim de Sá et al., 1999, Morais Neto et al., 2005- 2006; Nóbrega et al., 2005). According to this view, the main uplift stage coincided insteadwithOligocenemagmatism andwas caused by underplating. The known surface manifestations of this magmatism are limited to a few small areas (volcanic plugs and lava flows: Morais Neto et al., 2002, Fig. 2) and remote from the zones identified here of both minimal erosion and maximum uplift (Chapada do Araripe, Borborema, etc.: Fig. 9E). However, Burke and Gunnell (in press) have argued that a number of seaward-facing escarpments around Africa were geologically younger than 30 Ma and often — though not systematically — associated with volcanism. The escarpments were thus not direct descendants of rift shoulders formed during continental breakup in the early Mesozoic, but corresponded instead to the eroded oceanic limbs of dynamic shallow mantle swells that had formed more recently as a consequence of the prolonged stationarity of the African continent relative to the Earth's mantle. Although South America is not known to share the unique tectonic history and current thermal buoyancy of the African plate, the influence\n57 J.-P. P eulvast et al. / G lobal and P lanetary C hange 62 (2008) 39–60\n58 J.-P. Peulvast et al. / Global and Planetary Change 62 (2008) 39–60\nof a Cenozoic magmatic underplate (instead of a thermal swell) is possible. This would have thickened the base of the crust and thereby generated regional crustal updoming, basin inversion, and erosion. Crustal uplift of ∼0.6 km would require an underplate ∼3 km thick. Although existing estimates of crustal thickness do not seem to support the idea of a thickened crust (Fig. 1), the hypothesis cannot entirely be ruled out for NE Brazil because available Moho depth values are currently based on gravity data (Castro et al., 1997; Barros et al., 1999), which are relativelymore imprecise than seismic data.\nFinally, because the lithosphere deflects if a load is applied to the Earth's surface, we also expect a contribution to flexural deformation from denudational offloading on shore associated with sediment loading of the continental margin (Bittencourt et al., 1999; Petit et al., 2007). Here the contribution from this process is potentially limited because of the generally low rates of Cenozoic sediment loading, excepted in the offshore Potiguar depocentre. However, isostatic response functions obtained for the offshore margin based on bathymetry and free-air gravity anomalies (Mello and Bender, 1988) have shown that the timeaveraged effective elastic thickness (EET) of the lithosphere is 5– 10 km, i.e. low. Thismodel value takes account of EET increasing over time since rifting, and is supported by the fit of observed onlap geometries in the offshore Potiguar basin (Mello and Bender, 1988), which would have been caused by the interacting sea-level variations and the increase of lithospheric deflection wavelength due to increasing flexural strength with age. Whether EET is given to have a strictly tangible physical meaning or not, seaward thinning of the crust from ∼31 km inland to ∼10 km below the continental rise is accentuated by the thinned crust of the failed Potiguar rift zone (Figs. 1 and 11), and may reflect a generally low flexural rigidity of the lithosphere in Ceará.\nWhether the causes of Cenozoic uplift were remote (e.g., farfield Andean stress field) or endemic (e.g., magmatic underplating), and whether they were flexural or dynamic, this study nevertheless documents that after the first pulse of uplift had occurred in the late Cretaceous, a second uplift phase took place during and late into the Cenozoic. Both AFT data (Morais Neto et al., 2000, 2005–2006) and the increase in offshore sedimentation during late Cretaceous and Paleogene times record the first uplift and denudation event. The Neogene Barreiras sedimentation would correspond to the second pulse of denudation responding to a persistent uplift trend, combinedwith eustatic events and climatic evolution towards semiarid conditions in the last ∼15 Ma."
  }, {
    "heading": "6. Conclusion",
    "text": "Assuming that the Exxon curve is accurate, the northeast Brazilian landscape is the result of an episodically fluctuating but falling base level since the Middle Cretaceous, and of crustal downwarping between the interior Araripe and coastal Potiguar basins without any logical requirement or field evidence of fault offsets. After transform oceanic opening in Aptian times and formation of the passive margin, landscape development was driven by a swell-like uplift with its crest situated∼300 km from the coastline. The seaward flank of this swell was eroded and currently forms the deeply embayed Sertaneja plain girdled by a\nsemi-circular erosional escarpment. The latter is partly controlled by lithological discontinuities between the basement and overlying siliclastic cover rocks, which were enhanced by postCenomanian basin inversion. Post-Cenomanian denudation involved rates b10 m·My–1 over vast areas and limited post-rift retreat of existing scarps. In the process, denudation has exhumed a number of Cretaceous stratigraphic unconformities, so that some topographic surfaces at low elevations are ancientMesozoic land surfaces that became re-exposed in Cenozoic times. This peculiarity is reminiscent of the Australian continent and parts of Africa, where limited magnitudes of basement uplift (epeirogeny) during the Cenozoic have promoted shallow stripping of marine Cretaceous cover rocks. The predominantly clastic Barreiras Formation testifies to the last stages of erosion in the hinterland and coincided with the onset of more arid climates at ∼13 Ma or earlier. The cause and exact timing of post-Cenomanian crustal upwarping are poorly constrained. Flexural warping, which is a function of sediment loading and lateral distribution of deformation landward of the load based on an assumption of elastic behaviour of the lithosphere, is a plausible candidate. Upwarping could, in this case, have been continuous since the late Cretaceous. Crustal uplift could, instead, be the consequence of a more discrete dynamic event either related to Oligocene magmatism in the region, or to continental-scale far-field stresses determined by Andean convergence. These aspects are beyond the scope of this study and require further investigation."
  }, {
    "heading": "Acknowledgements",
    "text": "This study was made possible by the financial and material support of the Universidade Federal do Ceará (UFC, Departamento de Geografia), and of the Université Paris-Sorbonne. Some figures were redrawn by F. Bonnaud (Université ParisSorbonne).We thank F.H. Bezerra, B.B. Brito Neves,M. Castelo Branco, L.P. Maia, G. Martins, J.M. Morais Neto, C. Ollier, J.R. Vanney and two anonymous referees for helpful discussions and suggestions. We appreciated the constructive comments and suggestions from Cristina Persano, Kevin Burke and Michael Summerfield on previous versions of the manuscript."
  }],
  "year": 2008,
  "references": [{
    "title": "Depressões periféricas e depressões semi-áridas do Nordeste do Brasil",
    "authors": ["A.N. Ab'Saber"],
    "venue": "Bol. Paul. Geogr",
    "year": 1956
  }, {
    "title": "Introdução à morphoclimatologia do Nordeste do Brasil, 2a ed",
    "authors": ["G.O. Andrade", "R. Caldas Lins"],
    "venue": "Inst. Ciên. Terra,",
    "year": 1965
  }, {
    "title": "A transgressão marinha mesocretácea: sua implicação no paradigma da reconstitução paleogeográfica do Cretáceo no Brasil. Bol.5° Simp. sobre o Cretáceo do Brasil",
    "authors": ["M. Arai"],
    "year": 1999
  }, {
    "title": "Chapadas: relicts of mid-Cretaceous interior seas in Brazil",
    "authors": ["M. Arai"],
    "venue": "Rev. Bras. Geociênc",
    "year": 2000
  }, {
    "title": "A grande elevaçã eustática do Mioceno e sua influência na origem do Grupo Barreiras",
    "authors": ["M. Arai"],
    "venue": "Rev. Inst. Geocências – USP, Geol. USP Sér. Cient., São Paulo,",
    "year": 2006
  }, {
    "title": "Paleocorrentes e paleogeografia na Bacia do Araripe",
    "authors": ["M.L. Assine"],
    "venue": "Nordeste do Brasil. Rev. Bras. Geociências",
    "year": 1994
  }, {
    "title": "Magnetic fabric of a basaltic dyke swarm associated with Mesozoic rifting in northeast Brazil",
    "authors": ["C.J. Archanjo", "R.I. Trindade", "J.W.P. Macedo", "G. Araujo"],
    "venue": "J. South Am. Earth Sci",
    "year": 2000
  }, {
    "title": "The orography of northeast Brazil and the crust-mantle interface relief: the correlation between geomorphologic and gravimetric data",
    "authors": ["S.D.S. Barros", "D.L. Castro", "R.M.D. Matos", "E.F. Jardim de Sá", "A. Saadi"],
    "venue": "IAG Reg. Conf. On Geomorph., Rio de Janeiro, July 17–22,",
    "year": 1999
  }, {
    "title": "Environnement de dépôt de la matière organique des sédiments aptiens-albiens du basin d'Araripe (NE du Brésil)",
    "authors": ["F. Baudin", "P.Y. Berthou"],
    "venue": "Bull. Centre Rech. Explor.-Prod. Elf-Aquitaine",
    "year": 1996
  }, {
    "title": "Slow rates of rock surface erosion and sediment production across the Namib desert and escarpment, southern Africa",
    "authors": ["P.R. Bierman", "M. Caffee"],
    "venue": "Am. J. Sci",
    "year": 2001
  }, {
    "title": "Considerações sobre a estratigrafia dos sedimentos cenozóicos em Pernambuco (grupo Barreiras)",
    "authors": ["J.J. Bigarella", "G.O. Andrade"],
    "venue": "Inst. Ciên. Terra, Arquivos, Univ. Recife",
    "year": 1964
  }, {
    "title": "Flexure as a tectonic control on the large scale geomorphic characteristics of the eastern Brazil coastal zone",
    "authors": ["Bittencourt", "A.C.S.P", "J.M.L. Dominguez", "N. Ussami"],
    "venue": "J. Coast. Res",
    "year": 1999
  }, {
    "title": "La déchirure continentale et l'ouverture océanique. Géologie des marges passives",
    "authors": ["G. Boillot", "C. Coulon"],
    "year": 1998
  }, {
    "title": "Tectonic history of Borborema Province, Northeastern Brazil",
    "authors": ["B.B. Brito Neves", "E.J. Dos Santos", "W.R. Van Schmus"],
    "venue": "Tectonic Evolution of South America,",
    "year": 2000
  }, {
    "title": "The persistance of landforms",
    "authors": ["D. Brunsden"],
    "venue": "Z. Geomorphol., Suppl. Bd",
    "year": 1993
  }, {
    "title": "Barriers to geomorphological change",
    "authors": ["D. Brunsden"],
    "venue": "Landscape Sensitivity. J. Wiley and Sons, Chichester,",
    "year": 1993
  }, {
    "title": "Lithostratigraphy and petrostructural characterization of supracrustal units in the Brasiliano Belt of Northeast Brazil: geodynamic implications",
    "authors": ["R. Caby", "M.H. Arthaud", "C.J. Archanjo"],
    "venue": "J. South Am. Earth Sci",
    "year": 1995
  }, {
    "title": "Relevo da interface crosta-manto entre os vínculos de isostasia e suavidade",
    "authors": ["D.L. Castro", "V.C.F. Barbosa", "J.B.C. Silva", "W.E. Medeiros"],
    "venue": "Congr. Int. SBGf,",
    "year": 1997
  }, {
    "title": "Evolution géomorphologique de la zone côtière de Ceará (Nord-est du Brésil): du long terme au court terme",
    "authors": ["V. Claudino Sales"],
    "year": 2002
  }, {
    "title": "Quantifying passive margin denudation and landscape development using a combined fission track thermochronology and cosmogenic isotope analysis approach",
    "authors": ["H.A.P. Cockburn", "R.W. Brown", "M.A. Summerfield", "M.A. Seidl"],
    "venue": "Earth Planet. Sci",
    "year": 2000
  }, {
    "title": "A evolução tectono-sedimentar e o habitat do óleo da Bacia do Ceará",
    "authors": ["I.G. Costa", "C.V. Beltrami", "Alves"],
    "venue": "L.E.M.,",
    "year": 1990
  }, {
    "title": "Evolução tectônica da area de Ubarana, porção submersa da Bacia Potiguar",
    "authors": ["O.A. Cremonini"],
    "venue": "B. Geoci. PETROBRAS",
    "year": 1996
  }, {
    "title": "Reconhecimento dos hiatos da seção terciária da sub-bacia de Mundaú (Bacia do Ceará): um estudo baseado em nanofosseís calcários",
    "authors": ["A.A.S. Cunha"],
    "venue": "B. Geoci. PETROBRAS",
    "year": 1991
  }, {
    "title": "Essai sur le relief du Nord-Est brésilien",
    "authors": ["J. Demangeot"],
    "venue": "Ann. Géogr",
    "year": 1960
  }, {
    "title": "Les problèmes morphologiques du Nord-Est brésilien",
    "authors": ["J. Dresch"],
    "venue": "Z. für Geomorph",
    "year": 1957
  }, {
    "title": "Late Cainozoic landscape evolution of the Susquehanna River basin",
    "authors": ["T.W. Gardner", "D.D. Braun", "F.J. Pazzaglia", "W.D. Sevon"],
    "venue": "3rd Int. Geomorph. Post-Conf. field trip guidebook, IAG Field Guides",
    "year": 1993
  }, {
    "title": "Uplift history of the Central and Northern Andes: a review",
    "authors": ["K.M. Gregory-Wodzicki"],
    "venue": "Geol. Soc. Amer. Bull",
    "year": 2000
  }, {
    "title": "Differential denudation and flexural isostasy in formation of rifted margin upwarps",
    "authors": ["A.R. Gilchrist", "M.A. Summerfield"],
    "venue": "Nature",
    "year": 1990
  }, {
    "title": "Radiometric ages of laterites and constraints on long-term denudation rates in West Africa",
    "authors": ["Y. Gunnell"],
    "venue": "Geology",
    "year": 2003
  }, {
    "title": "Denudation history of the continental margin of western peninsular India during the Mesozoic and Cenozoic",
    "authors": ["Y. Gunnell", "K. Gallagher", "A. Carter", "M. Widdowson", "A.J. Hurford"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "The chronology of fluctuating sea level since the Triassic",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Science",
    "year": 1987
  }, {
    "title": "Accelerated denudation and tectonic/geomorphic reactivation of the cratons of northeastern Brazil during the Late Cretaceous",
    "authors": ["R. Harman", "K. Gallagher", "R. Brown", "A. Raza"],
    "venue": "J. Geophys. Res",
    "year": 1998
  }, {
    "title": "Climate and tectonic influences on continental erosion of tropical South America, 0–13",
    "authors": ["S.E. Harris", "A.C. Mix"],
    "venue": "Ma. Geology",
    "year": 2002
  }, {
    "title": "Deep-sea paleotemperature record of extreme warmth during the Cretaceous",
    "authors": ["B.T. Huber", "R.D. Norris", "K.G. Macleod"],
    "venue": "Geology",
    "year": 2002
  }, {
    "title": "Epirogenia Cenozóica na Província Borborema: síntese e discussão sobre os modelos de deformação associados",
    "authors": ["E.F. Jardim de Sá", "R.M.D. Matos", "J.M. Morais Neto", "A. Saadi", "O.C. Pessoa Neto"],
    "venue": "VII. Simp. Nac. Estudos Tect. Anais,",
    "year": 1999
  }, {
    "title": "Pediplanation and isostasy: an example from South Africa",
    "authors": ["L.C. King"],
    "venue": "Quart. J. Geol. Soc. London",
    "year": 1955
  }, {
    "title": "A geomorfologia do Brasil oriental",
    "authors": ["L.C. King"],
    "venue": "Rev. Bras. Geogr",
    "year": 1956
  }, {
    "title": "Modelos físicos da inversão incipiente de bacias da margem sudeste brasileira",
    "authors": ["C.C. Lima", "A.T. Silva", "M.C.M. Guerra", "M.A. Pequeno", "M.R.F. Lopes", "S.A.R. Roberto", "Quental", "S.H.A.J", "D.L. Machado Junior"],
    "year": 2002
  }, {
    "title": "Rifting, erosion and uplift history of the Reconcavo–Tucano–Jatoba Rift, northeast Brazil",
    "authors": ["L.P. Magnavita", "I. Davison", "N.J. Kusznir"],
    "venue": "Tectonics",
    "year": 1994
  }, {
    "title": "Fossils of the Santana and Crato Formations, Brazil. Palaeontol",
    "authors": ["D.M. Martill"],
    "venue": "Assoc., London, Field Guides Foss.,",
    "year": 1993
  }, {
    "title": "The Northeast brazilian rift system",
    "authors": ["R.M.D. Matos"],
    "venue": "Tectonics",
    "year": 1992
  }, {
    "title": "Tectonic evolution of the Equatorial South Atlantic",
    "authors": ["R.M.D. Matos"],
    "venue": "Atlantic Rifts and continental margins. Geophys. Monogr.,",
    "year": 2000
  }, {
    "title": "Planation surfaces in Guyana",
    "authors": ["R.B. McConnell"],
    "venue": "Geogr. J",
    "year": 1968
  }, {
    "title": "Controles tectônicos na estratigrafia da Bacia Potiguar: uma integração de modelos geodinâmicos",
    "authors": ["U.T. Mello"],
    "venue": "Bol. Geoci. PETROBRAS",
    "year": 1989
  }, {
    "title": "On isostasy at the equatorial margin of Brazil",
    "authors": ["U.T. Mello", "A.A. Bender"],
    "venue": "Rev. Bras. Geociênc",
    "year": 1988
  }, {
    "title": "Late Cretaceous chronology of large, rapid sea-level changes: glacioisostasy during the greenhouse",
    "authors": ["K.G. Miller", "P. Sugarman", "J.V. Browning", "M.A. Kominz", "J.C. Hernandez", "R.K. Olsson", "J.D. Wright", "M.D. Feigenson", "W. Van Sickel"],
    "venue": "world. Geology",
    "year": 2003
  }, {
    "title": "Climate change, flooding in arid environments, and erosion",
    "authors": ["P. Molnar"],
    "venue": "rates. Geology",
    "year": 2001
  }, {
    "title": "Late Cenozoic increase in accumulation rates of terrestrial sediment: how might climate change have affected erosion rates",
    "authors": ["P. Molnar"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "The Neoproterozoic Brasiliano orogeny in northeast",
    "authors": ["P. Monié", "R. Caby", "M. Arthaud"],
    "year": 1997
  }, {
    "title": "As coberturas sedimentares tertiarias do interior da Paraiba e do Rio Grande do Norte e gênese da anteclise da Borborema",
    "authors": ["J.M. Morais Neto"],
    "venue": "Unpubl. M. Sc. Thesis, Univ. Federal de Ouro",
    "year": 1999
  }, {
    "title": "Uplift and erosion in the Borborema Province, northeast Brazil: insights from apatite fission track analysis",
    "authors": ["J.M. Morais Neto", "K.A. Hegarty", "G.D. Karner", "F.F. Alkmim", "R.M.D. Matos"],
    "venue": "XXXI. Int. Geol. Congr. IUGS/ SBG, Rio de Janeiro. Abstract Volume,",
    "year": 2000
  }, {
    "title": "2002.DataçãoAr/Ar do plug basáltico « Serrote Preto » e seu significado para a cronologia",
    "authors": ["J.M. MoraisNeto", "M.R.F. Menezes", "P. Szatmari", "D. York"],
    "year": 2002
  }, {
    "title": "Abordagem preliminar sobre paleotemperatura e evolução do relevo da bacia do Araripe, Nordeste do Brasil, a partir da análise de traços de fissão em apatita",
    "authors": ["J.M. Morais Neto", "K. Hegarty", "G.D. Karner"],
    "venue": "B. Geoci. PETROBRAS",
    "year": 2005
  }, {
    "title": "The use of apatite fission track thermochronology to constrain fault movements and sedimentary basin evolution in northeastern Brazil",
    "authors": ["M.A. Nóbrega", "J.M. S", "F.H.R. Bezerra", "J.C. Hadler Neto", "P.J. Iunes", "S. Guedes", "C.A. Tello Saenz", "P.C. Hackspacher", "F.P. Lima-Filho"],
    "venue": "Rad. Meas",
    "year": 2005
  }, {
    "title": "A expressão de reativações pós-intrusão do enxame de diques Rio Ceará Mirim (Mesozóico): implicações na evolução tectônica da Bacia Potiguar",
    "authors": ["D.C. Oliveira", "Gomes"],
    "venue": "C.J.S.,",
    "year": 1996
  }, {
    "title": "The Origin of Mountains",
    "authors": ["C.D. Ollier", "C.F. Pain"],
    "year": 2000
  }, {
    "title": "Apatite (U–Th)/He age constraints on the development of the Great Escarpment on the southeastern Australian passive margin",
    "authors": ["C. Persano", "F.M. Stuart", "P. Bishop", "D.N. Barford"],
    "venue": "Earth Planet. Sci",
    "year": 2002
  }, {
    "title": "Análise estratigráfica integrada da plataforma mista (siliciclástica-carbonática) do Neogeno da Bacia Potiguar, nordeste do Brasil",
    "authors": ["O.C. Pessoa Neto"],
    "venue": "Unpubl. M.Sc. thesis; Univ. Fed. do Rio Grande do Sul,",
    "year": 1999
  }, {
    "title": "Estratigrafia de seqüências da plataforma mista neogênica na Bacia Potiguar, margem equatorial brasileira",
    "authors": ["O.C. Pessoa Neto"],
    "venue": "Rev. Bras. Geociênc",
    "year": 2003
  }, {
    "title": "Tectonic and climatic controls on rift escarpments: Erosion and flexural rebound of the Dhofar passive margin (Gulf of Aden, Oman)",
    "authors": ["C. Petit", "M. Fournier", "Y. Gunnell"],
    "venue": "J. Geophys. Res",
    "year": 2007
  }, {
    "title": "Cretaceous paleogeographic maps of Brazil. Palaeogeogr",
    "authors": ["S. Petri"],
    "venue": "Palaeoclim. Palaeoecol",
    "year": 1987
  }, {
    "title": "Carta morfoestrutural do Ceará e areas adjacentes do Rio Grande do Norte e da Paraíba. In: CPRM, Atlas digital de Geologia e Recursos Minerais do Ceará. Geologia, Recursos Minerais, Geoquímica, Geofísica, Geomorfologia",
    "authors": ["J.P. Peulvast", "V. Claudino Sales"],
    "venue": "Sistema de Informações Geográficas-SIG. Edição",
    "year": 2003
  }, {
    "title": "Stepped surfaces and palaeolandforms in the northern Brazilian “nordeste”: constraints on models of morphotectonic",
    "authors": ["J.P. Peulvast", "V. Claudino Sales"],
    "venue": "evolution. Geomorphology",
    "year": 2004
  }, {
    "title": "Landforms and neotectonics on a passive margin: the equatorial side of northeastern Brazil",
    "authors": ["J.P. Peulvast", "V. Claudino Sales", "H. Bezerra", "F. Bétard"],
    "venue": "Geodin. Acta",
    "year": 2006
  }, {
    "title": "Estrutura geológica e evolução tectônica da Bacia do Araripe. MME/DNPM, Recife",
    "authors": ["F.C. Ponte", "F.C. Ponte-Filho"],
    "year": 1996
  }, {
    "title": "O escudo brasileiro e os dobramentos de fundo",
    "authors": ["F. Ruellan"],
    "venue": "Depto. Geogr. Fac. Nac. Filosofia, Univ. do Brasil, Rio de Janeiro",
    "year": 1952
  }, {
    "title": "Weathering, rainwater and atmosphere chemistry: example and modelling of granite weathering in present conditions and in a CO2 rich, and in an anoxic atmosphere",
    "authors": ["J.M. Schmitt"],
    "venue": "Spec. Publ. Int. Assoc. Sediment",
    "year": 1999
  }, {
    "title": "A discordância tortoniana e sua relação com o arcabouço estratigráfico do Grupo Barreiras e unidades correlatas (Neogeno do Brasil)",
    "authors": ["S. Shimabukuro", "M. Arai"],
    "venue": "XVII. Congr. Bras. Paleontologia",
    "year": 2001
  }, {
    "title": "Quaternary erosion rate estimates from ancient Australian cratonic surfaces",
    "authors": ["J.O. Stone", "P.M. Vasconcelos"],
    "venue": "IAG Reg. Conf. On Geomorph., Rio de Janeiro, July 17-22,",
    "year": 1999
  }, {
    "title": "The great age of some Australian landforms: examples of, and possible explanations for landscape longevity",
    "authors": ["C.R. Twidale"],
    "venue": "Geological Society,",
    "year": 1997
  }, {
    "title": "Controls on post-mid-Cretaceous landscape evolution in the southeastern highlands of Australia: insights from numerical surface process models",
    "authors": ["P. Van der Beek", "J. Braun"],
    "venue": "J. Geophys. Res",
    "year": 1999
  }, {
    "title": "Late Neogene passive margin denudation history––cosmogenic isotope measurements from the central Namib desert",
    "authors": ["F.M. van der Wateren", "T.J. Dunai"],
    "venue": "Global Planet. Change",
    "year": 2001
  }, {
    "title": "Geomorphological notes on the continental border in the Guyanas (N",
    "authors": ["J.I.S. Zonneveld"],
    "venue": "South -America). Z. Geomorphol. N.F., Suppl. Bd",
    "year": 1985
  }, {
    "title": "Planations and summit levels in Suriname (S. America)",
    "authors": ["J.I.S. Zonneveld"],
    "venue": "Z. Geomorphol. N.F., Suppl. Bd",
    "year": 1993
  }],
  "id": "SP:02394d29d50dba45de50f4a133c1a964911f7596",
  "authors": [{
    "name": "Jean-Pierre Peulvast",
    "affiliations": []
  }, {
    "name": "Vanda Claudino Sales",
    "affiliations": []
  }, {
    "name": "François Bétard",
    "affiliations": []
  }, {
    "name": "Yanni Gunnell",
    "affiliations": []
  }],
  "abstractText": "The Brazilian Northeast affords good opportunities for obtaining reliable timings and rates of landscape evolution based on stratigraphic correlations across a vast region. The landscape formed in the context of an episodically fluctuating but continuously falling base level since the Cenomanian. After formation of the transform passive margin in Aptian times, landscape development was further driven by a swell-like uplift with its crest situated ∼300 km from the coastline. The seaward flank of this swell or broad monocline between the interior Araripe and coastal Potiguar basins was eroded, and currently forms a deeply embayed plain bordered by a semi-circular, north-facing erosional escarpment. The postCenomanian uplift caused an inversion of the Cretaceous basins and generated a landscape in which the most elevated landforms correspond either to resistant Mesozoic sedimentary caprock, or to eroded stumps of syn-rift Cretaceous footwall uplands. Denudation in the last 90 My never exceeded mean rates of 10 m·My and exhumed a number of Cretaceous stratigraphic unconformities. As a result, some topographic surfaces at low elevations are effectively Mesozoic land surfaces that became re-exposed in Cenozoic times. The Neogene Barreiras Formation forms a continuous and mostly clastic apron near the coast. It testifies to the last peak of erosion in the hinterland and coincided with the onset of more arid climates at ∼13 Ma or earlier. The semi-circular escarpment is not directly related to the initial breakup rift flanks, which had been mostly eroded before the end of the Mesozoic, but the cause and exact timing of post-Cenomanian crustal upwarping are poorly constrained. It could perhaps have been a flexural response of the low-rigidity lithosphere to sediment loads on the margin, and thus a slowly ongoing process since the late Cretaceous. Uplift could instead be the consequence of a more discrete dynamic event related either to Oligocene magmatism in the region, or to continental-scale far-field stresses determined by Andean convergence. © 2007 Elsevier B.V. All rights reserved.",
  "title": "Low post-Cenomanian denudation depths across the Brazilian Northeast: Implications for long-term landscape evolution at a transform continental margin"
}