{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary Science Reviews\njournal homepage: www.elsevier .com/locate/quascirev\nLake Van deep drilling project PALEOVAN\nThomas Litt a, *, Flavio S. Anselmetti b\na University of Bonn, Steinmann Institute of Geology, Mineralogy and Paleontology, Nussallee 8, 53115 Bonn, Germany b Institute of Geological Sciences and Oeschger Centre for Climate Change Research, University of Bern, Baltzerstrasse 1-3, 3012 Bern, Switzerland\na r t i c l e i n f o\nArticle history: Received 20 August 2014 Received in revised form 5 September 2014 Accepted 29 September 2014 Available online 22 October 2014\nKeywords: Long continental record Near East Quaternary\n* Corresponding author. Tel.: þ49 228 732736; fax: E-mail address: t.litt@uni-bonn.de (T. Litt).\nhttp://dx.doi.org/10.1016/j.quascirev.2014.09.026 0277-3791/© 2014 Elsevier Ltd. All rights reserved.\na b s t r a c t\nA complete succession of the lacustrine sediment sequence deposited during the last ~600,000 years in Lake Van, Eastern Anatolia (Turkey) was drilled in 2010 supported by the International Continental Scientific Drilling Program (ICDP). Based on a detailed seismic site survey, two sites at a water depth of up to 360 m were drilled in summer 2010, and cores were retrieved from sub-lake-floor depths of 140 m (Northern Basin) and 220 m (Ahlat Ridge). To obtain a complete sedimentary section, the two sites were multiple cored in order to investigate the paleoclimate history of a sensitive semi-arid region between the Black, Caspian, and Mediterranean seas. This introductory paper provides background information of the deep drilling project and an overview of the studies presented in this special volume by the PALEOVAN science team dealing with chronology, paleomagnetism, paleoenvironmental proxies, geophysical and petrophysical investigations as well as pore-water and fluid transport.\n© 2014 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Long continental paleoclimate records mainly based on lacustrine sediments are prime targets of the International Continental Scientific Drilling Project e ICDP (Harms et al., 2007). During the last recent years, successful deep drilling operations have been carried out in Lake Baikal (Colman et al., 1995), Lake Titicaca (Rowe et al., 2003), Lake Malawi (Scholz et al., 2007), Lake Bosumtwi (Koeberl et al., 2007), Lake Pet en Itz a (Anselmetti et al., 2006; Hodell et al., 2006), Lake Potrok Aike (Zolitschka et al., 2013), Lake Qinghai (Zhisheng et al., 2006) and Lake El'gygytgyn (Melles et al., 2012). However, our knowledge about paleoclimate evolution during the past glacialeinterglacial cycles in the Near East based on long continental records was rather poor. Only the last two glacialeinterglacial cycles are documented in a low-resolution pollen record from Lake Urmia, Iran (Djamali et al., 2008) and probably from the recently drilled Dead Sea sedimentary record (Stein et al., 2011). Continuous continental records covering more than the last 200 ka are only available in SE Europe (i.e. pollen record from Tenaghi Philippon and Ioannina, see Tzedakis et al., 1997, 2001, 2006).\nConsidering this lack of available regional paleoclimate data, Lake Van (Turkey) was flagged as a suitable additional candidate for an ICDP project to analyze past climate and environmental changes\nþ49 228 733509.\n(Litt et al., 2009). Lake Van's morphometry (e.g., volume and depth) suggested that its partially varved lacustrine sediments hold a continuous climate archive spanning multiple glacialeinterglacial cycles. The lake is situated at a key climatic position at the crossroad of the atmospheric south-western jet stream and the northern branch of the subtropical high-pressure belt. The former, steering the pathways of deep-pressure cyclones, is responsible for the supply of moist Mediterranean air masses from spring to autumn seasons, and the latter is controlling the southward extension of dry continental climate of north-eastern Europe and Asia (La Fontaine et al., 1990; Litt et al., 2009). Within the climate region of eastern Anatolia, Lake Van represents a first-order continental climate archive between the Black Sea, the Arabian Sea and the Red Sea (Roberts andWright, 1993; Cullen and de Menocal, 2000; Lamy et al., 2006; Litt et al., 2012).\nLake Van, located on the high plateaus of eastern Anatolia in Turkey, has a surface area of 3522 km2, a volume of 607 km3, a maximum depth of 460 m, and extends for 130 km WSWeENE (Kadio glu et al., 1997). Due to its tectonic setting Lake Van is known to accumulate fluids from the sub-continental mantle (Kipfer et al., 1994; Tomonaga et al., 2011). It is the largest body of water in Turkey. The present lake level is at 1648 m asl. The lake water is highly alkaline, the pH reaches 9.8, and salinity is 22 g/kg (Kempe et al., 1991; Kaden et al., 2010). It is the largest soda lake of the world by volume. The southern shore is formed by the Bitlis massif (3500m a.s.l.) mainly consisting in metamorphic rocks whereas the area north and west of the lake is dominated by the large Nemrut and Süphan volcanoes (Karaoglu et al., 2005; Tomonaga et al.,\n2011). Isolation of Lake Van is tentatively suggested to have resulted from the growth of Nemrut mountain prior to 400 kadprobably before 500 kadin the hinge area between the Muş and Van pullapart graben structures (Sumita and Schmincke, 2013a, 2013b, 2013c). Rivers within this basin discharge water and sediment into the lake, which has no outflow today.\nThe first sediment cores recovered in 1974 (Degens and Kurtman, 1978), were annually laminated (Kempe and Degens, 1978) and the first pollen analyses were published by Van Zeist and Woldering (1978). High-resolution hydrochemical, geochemical, geological and biological investigations of Lake Van were continued in 1990 during a GermaneSwiss expedition. The reconstruction of the frequency, duration and rate of climate changes during the last 12,500 years in eastern Anatolia was dated using an absolute chronology based on varve counting. Continuous records of varve thickness, geochemistry, d18O, d13C, and pollen allowed to distinguish several different climate phases (Landmann et al., 1996a, 1996b; Lemcke and Sturm, 1997; Wick et al., 2003). Moreover, the first insights on the recent hydrological regime and the emission of geogenic fluids into Lake Van could be obtained (Kipfer et al., 1994). Ongoing expeditions to Lake Van inmore recent years produced sediment-trap data that allowed for detailed reconstructions of the seasonal cycles for particles (Stockhecke et al., 2012) and biomarkers (Huguet et al., 2011).\nAn international team of scientists started to discuss the possibility of drilling the sedimentary archive of Lake Van in the frame of the International Continental Scientific Drilling Program (ICDP) in 2001. Based on the results of a site-survey (short cores and seismic survey) carried out in 2004 (Litt et al., 2009) and discussions during an ICDP-funded workshop held in Van in 2006, a full drilling proposal, submitted to ICDP in 2007, was accepted in the same year. The main objectives of this proposal and the PALEOVAN project are (see also Litt et al., 2009, 2012):\ni) to recover and analyze a long continental paleoclimate record in a climatically sensitive semiarid region\nii) to reconstruct the dynamics of lake-level fluctuations and the hydrogeological regime of Lake Van\niii) to analyze the formation and age of Lake Van, iv) to study and interpret organic-matter content and bio-\nmarkers as paleoenvironmental proxies, v) to determine noble-gas concentrations in the pore water of\nthe lake sediments to analyze terrestrial fluid transport, vi) to analyze the temporal, spatial and compositional evolution\nof regional volcanism, vii) to reconstruct the seismic and earthquake activities of the\npast, and viii) to assess the microbiology and its activity in the sediments.\nIn this special issue we present first results of the deep drilling ICDP PALEOVAN project. This introductory chapter provides background information and an overview of the studies presented in this volume."
  }, {
    "heading": "2. ICDP PALEOVAN drilling operations",
    "text": "Based on the seismic site survey (Cukur et al., 2013a,b; Cukur et al., 2014), five sites were defined in the initial drilling plan (Fig. 1) (Litt et al., 2009) from which two were finally drilled (Litt et al., 2011, 2012). Drilling operations were carried out during ten weeks from July 2 to August 23, 2010. DOSECC (Drilling, Observation and Sampling of the Earths Continental Crust. www.dosecc. com), as operator of the deep drilling, developed and assembled the new Deep Lake Drilling System (DLDS), which was specifically designed for coring sediments from deep lakes. The DOSECC drill barge, firstly operated in Lake Van, was anchored inwater depths of up to 360 m (relative to present lake level at 1648 m a.s.l.) at the\nas well as the proposed primary ICDP drill sites (black circles). NB: Northern Basin Site, ere finally drilled during the deep drilling operation in 2010 (modified after Litt et al.,\nprimary drill site, ‘Ahlat Ridge’ (AR) on a morphologic ridge at the northern edge of the deep central Tatvan Basin (Figs. 1 and 2). The secondary drill site, ‘Northern Basin’ (NB), lies 10 km north-west of AR at a water depth of 245 m. The AR and NB holes were cored to 219 m and 145 m below lake floor, respectively. A total of 637 m of sediment cores were recovered at AR (average recovery ~86%) and 208 m at NB (average recovery ~91%). To obtain complete stratigraphic sections, the two sites were multiple-cored and eventually, a composite section was defined for each site minimizing core gaps and maximizing the quality of the sedimentary record. By establishing this hole-to-hole correlation, an almost complete sedimentary succession could be reconstructed for both sites (Stockhecke et al., in press). Only the AR composite section is affected by a ~20 m-thick disturbed unit marking a highly deformed interval, caused by a period of major tectonic activity in Lake Van at ~414 ka BP (Cukur et al., 2013a; Stockhecke et al., in press; Tomonaga et al., 2014). Downhole logging was performed at the AR and NB sites to 212 m and 127 m depth, respectively (Litt et al., 2012; Baumgarten et al., 2014). Pore waters were squeezed at both sites, providing valuable information on the past and present hydrochemistry and noble-gas geochemistry in Lake Van (Litt et al., 2012; Tomonaga et al., 2011, 2012, 2014). Microbial samples were obtained from the drill cores and from short sediment cores at the site directly after core recovery (Litt et al., 2012). The initial results of these analysis are presented elsewhere (Glombitza et al., 2013).\n3. Lithology and sedimentology of the composite profiles\nDetailed litho- and chemostratigraphies of the Lake Van drill cores are presented in Stockhecke al. (in press). The study revealed that the AR section consists of ~76% lacustrine carbonaceous clayey silt, ~2% fluvial deposits, ~17% volcaniclastic deposits and ~5% gaps. The succession is basically continuous excluding two unconformities, a gap and a deformed unit, the latter also confirmed by seismic evidence (Cukur et al., 2013a,b). Stockhecke et al. (in press) present a lithology-based depositional history of the Lake Van basin. At the base of the core, fluvial sands and gravels indicate\nthe initial flooding of the lake basin. In the context of the paleoclimatic and paleoenvironmental history, the most spectacular lithotype is characterized by finely laminated varved clayey silts reflecting periods of a rising oxiceanoxic boundary in the water column during lake-level increases and warm/wet interglacials/ interstadials. Carbonate-rich banded sediments are representative of a lowering of the oxiceanoxic boundary, whereas carbonatepoor banded and mottled clayey silts reflect an oxiceanoxic boundary close to the sedimentewater interface (e.g. a mixing lake, Kaden et al., 2010), for example during lake-level lowstands during glacials/stadials. Past lake-level variations on orbital-timescales are also reflected in variations of total organic matter (TOC) and, moreover, were documented and confirmed by comparison with seismic evidence (e.g. clinoforms) of lake-level low stands (Cukur et al., 2013a,b). By linking the TOC record, as indicator of past lake-level variations, to marine and ice-core stratigraphies, it was concluded that the Lake Van sediments recorded past global climate changes, making it an outstanding terrestrial archive of unprecedented sensitivity for the reconstruction of the regional climate over the last 600,000 years (Stockhecke et al., in press)."
  }, {
    "heading": "4. Results presented in the special issue",
    "text": ""
  }, {
    "heading": "4.1. Chronology",
    "text": "The chronologies for both drill sites of the Lake Van sedimentary record encompassing 600 ka are described and discussed in detail in this volume by Stockhecke et al. (2014), Proxy records based on high-resolution XRF measurements (Ca/K ratio, details in Kwiecien et al., 2014), total organic carbon and color reflectance (TOC, b*; Stockhecke et al., in press) and pollen (details see Litt et al., 2014), were used for the age-model construction of the 174-m-long eventcorrected (without tephra layers and turbidites (graded layers)) composite profile from Ahlat Ridge.\nThe AR chronology is constructed using 49 age control points derived from visual synchronization of proxy records with the Greenland ice-core stratigraphy (NGRIP fromNGRIP 2004 and GLsyn\nation and penetration depth of ICDP drill sites (the location of the NB site has been 2012).\nfrom Barker et al., 2011) using the GICC05 timescale, an absolutelydated speleothem timescale and the Epica Dome C timescale. In addition, the uppermost part of the sequence is complemented with four ages from Holocene varve chronology (Landmann et al., 1996b) and three calibrated radiocarbon ages (Cagatay et al., 2014). Nine argon/argon ages (Stockhecke et al., 2014b) and a comparison of the relative paleointensity record of the magnetic field with reference curve PISO-1500 (Vigliotti et al., 2014) confirm the accuracy of the age model. Also the identification of the Laschamp event via measurements of 10Be in the sediment confirms the presented age model (Vigliotti et al., 2014).\nThe chronology of the Ahlat Ridge record was transferred to the 79-m-long event-corrected composite record from the Northern Basin, which allows us to compare the results between the two drill sites. The Northern Basin record encompasses the last ca 90 ka and is less well constrained than the Ahlat Ridge profile because of several breaks in sedimentation caused by frequent thick event deposits (Stockhecke et al., 2014b; Ça gatay et al., 2014)."
  }, {
    "heading": "4.2. Paleoenvironmental proxies",
    "text": "Lake Van's long continental pollen record documents several glacial and interglacial stages as well as pronounced interstadials encompassing the entire 600 ka of the sedimentary record (for details see Litt et al., 2014). Remarkably, the climate-stratigraphic terms ‘interglacial’ and ‘interstadial’ as defined by Jessen and Milthers (1928), can also be applied for the Lake Van region. Following the classical definition (Jessen and Milthers, 1928), interglacials are classified as periods with a climate optimum (climax vegetation) being at least as pronounced as the present interglacial (Holocene) in the same region. Interstadials are assumed to have been either too short or too cold to reach the climate level of interglacial type in the same region.\nThe cold-adapted vegetation in the Lake Van region during glacial stages and stadial substages is very similar to each other and can be described as dwarf-shrub steppe and desert steppe with Ephedra, Artemisia, chenopods, grasses and forbs. The climax vegetation of the interglacial stages in the Lake Van region is characterized by an oak steppe-forest with Pistacia and Juniperus. Pinus as additional arboreal pollen (AP) component played a major role only during the last and the penultimate interglacials as well as during the first interstadial after the Eemian (for more details see Litt et al., 2014). In contrast to the atmospheric CO2 concentrations determined in Antarctic ice cores or in marine benthic foraminifera, there is no clear subdivision in the Lake Van pollen record between low-amplitude interglacials (cooler cycles) prior the mid-Brunhes event (MBE) at 430 ka and high-amplitude post MBE interglacials (warmer cycles).\nThe structure and dynamics of the last four terminations recorded in Lake Van lacustrine sediments have been studied in detail by Kwiecien et al. (2014). A striking feature is the coherent scenario of glacial/interglacial changes with relatively dryer glacial and relative wetter interglacial conditions as documented in combined pollen and geochemical proxies (organic carbon, authigenic carbonate content, elemental profiling by XRF). This coherence, however, contradicts to the oxygen-isotope composition of bulk carbonates pointing to, according to the classical interpretation of stable isotope records from Mediterranean lakes (Roberts et al., 2008), wet glacial and dry interglacial conditions. Kwiecien et al. (2014) hypothesize that the lighter isotopic composition of authigenic carbonates is related to low stands of well-ventilated and saline Lake Van during glacial conditions when isotopically depleted meltwater recharge the basin and form a freshwater lens on the surface. Increased snowmelt and rainfall during the terminations lead to a lake-level rise including bottom-water anoxia. In\ncontrast, during interglacials, the precipitated carbonates show signatures isotopically heavier than meltwater and atmospheric precipitation caused by re-established mixing and increasing evaporation. Regarding Termination I with special emphasis of the Younger Dryas interval, Kwiecien et al., (2014) underline that this event is an exceptional one by comparing it with the older three investigated terminations.\nLong-chain alkenones from haptophyte algae have been widely used as molecular proxy for past sea-surface temperature reconstructions. Recent studies in lakes have also supported the dependency between temperature and the degree of alkenone unsaturation (Toney et al., 2010). In the study presented by Randlett et al. (2014), the distribution of alkenones was analyzed in the long sedimentary record from Lake Van. In addition, the haptophyte algae species composition was identified by using fossil DNA in sediment samples to analyze the effect of shifts in species composition on the alkenone distribution and thus on paleotemperature estimates. Especially the alkenone index Uk37 was linked to glacial and interglacial climate conditions as well as to haptophyte species composition. As discussed in Randlett et al. (2014) a major methodological problem of this molecular approach is that the species-related variations in alkenone compositions could have influenced the alkenone paleo-thermometry as haptophytes diversity in lakes is much higher than in the marine environment. In addition, changes of salinity, as being expected in closed water bodies as Lake Van (see Kaden et al., 2010), might have also influenced the historical haptophyte species composition. Due to this bias Randlett et al. (2014) were not able to directly reconstruct paleotemperatures. Even so, the change Uk37 indexes indicate substantial temperature changes in the Lake Van region during the last two glacialeinterglacial cycles."
  }, {
    "heading": "4.3. Geophysical and petrophysical studies",
    "text": "Various vintages of seismic data have been collected and interpreted in order to define the drilling targets of the project (Litt et al., 2009; Cukur et al., 2013a) and in order to establish a seismic stratigraphy that can be correlated to the drill cores. The detailed seismic stratigraphy, seismic-facies analysis and seismic-to-core correlation presented by Cukur et al. (2014) serves as a base to define the large-scale sedimentological evolution of the Lake Van basin. The seismic stratigraphy comprises 19 seismic units overlying the acoustic basement that were 'acoustically' mapped consistently throughout the basin. Cukur et al. (2014) show that the base of the AR drill site did not penetrate the acoustic basement, but reached the top of the oldest sedimentary unit. This unit, containing prograding clinoforms, represents an oldest transgressive unit with a lake stand 610 m below today's level. The overlying seismic stratigraphy then is strongly influenced by lakelevel fluctuations, producing further clinoforms and erosional structures in the shallower areas. However, the conformable seismic sequences in the Tatvan Basin indicate that sedimentation in the deep basin was continuous and, after the initial transgression, not affected any more by lake-level lowstands. Seismic data also image clearly the tectonic structure of the basin, as indicated by a series of faults reflecting graben and half-graben systems usually trending in NEeSW directions (Cukur et al., 2014). Tectonic activity is furthermore expressed by numerous mass-movement deposits that originate mostly from the southern and northwestern slopes. The lack of these deposits on Ahlat Ridge after 340e290 ka indicate that the ridge formed at that time and was consecutively separated from the deep basin (Cukur et al., 2014), where the mass-movement deposits accumulated. Seismic stratigraphy of the Northern Basin clearly documents a higher sedimentation rate in this area when compared to Ahlat Ridge. This\ndifference in particle flux at the drilled sites is explained by a higher amount of volcaniclastic deposits and turbidites in response to the enhanced tectonic and volcanic activity near the Northern Basin.\nThe petrophysical and geochemical signatures of lacustrine sediments and volcanic deposits from a 180 m long section of the AR site have been investigated with wireline logs combined with XRF core-scanning (Baumgartern et al., 2014). This study allows the application of these tools towards identifying the lithologic successions independent of core recovery and on an absolute depth scale. By performing a cluster analysis, i.e. identifying groups of similar patterns in various wireline log records (spectral gamma ray, magnetic susceptibility) and XRF data, three tephra and two lacustrine facies were identified. While the two lacustrine clusters did not show an obvious match with sedimentologically determined lithologies (i.e. banded vs. laminated), the tephra facies in contrast coincided with different tephra compositions, i.e. basaltic vs. dacitic vs. rhyolitic. This discrimination using wireline logging data opens up a promising method to detect downhole volcanic composition and origin, i.e in Lake Van where volcanic products from different source volcanoes were successfully identified. Moreover, the study by Baumgarten et al. (2014) documented the temporal evolution of magma chemistry of a complex volcanic system using petrophysical and geochemical logging data."
  }, {
    "heading": "4.4. Northern Basin",
    "text": "Whereas the AR site reflects the paleoenvironmental evolution of the deep Tatvan Basin, at the NB site, sediments were retrieved from the marginal Northern Basin, which due to its shore- and volcano-proximal position preferentially records more the terrestrial and volcanic history. Its shallower water depth (245 m for NB vs. 365 m for AR) makes the NB also more sensitive and susceptible to lake-level fluctuations. The age model and correlation to the AR site show that the NB site, drilled to 145mdepth, is characterized by higher sedimentation rates and covers the last ~90 ka (Ça gatayet al., 2014; Stockhecke et al.,, 2014a,b). Investigating the lithology (petrophysical properties, sediment types, XRD mineralogy, XRFscanning geochemistry, total inorganic and organic carbon, stable isotopes), Ça gatay et al. (2014) distinguish 4 lithofacies, i.e. laminated/banded and homogenous clays/silt, graded beds (turbidites) and tephra deposits. They document how the sequence and the occurrence of these facies are controlled by past climatic changes affecting the hydrological regime of Lake Van during the last 90 ka. These changes, driven by the stadial and interstadial successions in the North Atlantic, are preserved in Northern Basin sediments. Ça gatay et al. (2014) moreover show, how the sedimentary history of NB is in concert with other records from the Near East, but is frequently anticorrelated to the sedimentation regime of the Dead Sea system during mainly the Younger Dryas and Holocene."
  }, {
    "heading": "4.5. Pore-water analysis and implications for paleoenvironment and fluid transport",
    "text": "Pore-waters of the AR and NB sites, obtained from squeezed freshly-drilled cores, have been sampled and analyzed in the shorebased laboratory during drilling operations (Litt et al., 2012). The resulting pH and salinity profiles reflect the hydro-geochemical evolution of Lake Van from an initially neutral-pH freshwater lake system into a saline and highly-alkaline lake (Litt et al., 2012). Moreover, Tomonaga et al. (2014) sampled for first time long ICDP sediment cores for noble-gas analysis in the pore water (Tomonaga et al., 2011). The noble-gas data (e.g. He, Ne, Ar, Kr, and Xe concentrations as well as the 3He/4He, 20Ne/22Ne, and 36Ar/40Ar isotope ratios) are interpreted in the context of He production, transport, and emanation from the solid earth as well as in terms of changes in\npast environmental conditions, e.g. lake volume, lake level and salinity. The comprehensive noble-gas analysis allows us to correct the measured He concentrations for degassing processes, which seem to be the result of secondary gas exchange between the pore water and free gas phases in-situ within the sediment (see also Cukur et al., 2013b). Using numerical model simulations of the advective and diffusive solute transport within the sediment column, Tomonaga et al. (2014) show that ~80% of terrigenic He is produced in the sediment column from U- and Th-containing mineral phases. The observed terrestrial helium gradient indicates that at the AR site, down to a depth of ~160 m, the pore space is characterized by rather homogenous fluid-transport properties. At 190 m, however, higher 3He/4He ratios and higher He concentrations indicate the accumulationof terrestrialfluids below thebase of a 20-m-thick deformed sedimentological unit (‘DU’, Cukur et al., 2014; Stockhecke et al., 2014b). This DU unit is thus likely acting as a ‘seal’ limiting the vertical solute transport so that the sediments may still contain ‘old’ pore waters of the very beginning of Lake Van as a freshwater system (Litt et al., 2012). Moreover, the pore waters in the uppermost 20mof sediments at the AR sitewere found not be affectedbydegassingprocesses. There, the salinityof LakeVanat the time of pore-water formation could successfully be reconstructed from the determined atmospheric noble-gas concentrations. The results show that 55 ka ago, the water body of Lake Van was characterized by roughly twice the salinity of today, indicating a major lake-level low stand at that time."
  }, {
    "heading": "5. Summary outlook: Lake Van as key record in the eastern Mediterranean",
    "text": "During the last decades paleoenvironmental information has accumulated from the eastern Mediterranean to improve our understanding of the climate dynamics at the transition between lowand high-latitude circulation systems (Tzedakis, 2007). However, suitable continuous and long continental records being chronologically well constrained and encompassing past glacialeinterglacial cycles are rare. As demonstrated by the contributions in this special volume summarized above, the sediments of Lake Van are an extraordinary paleoclimate and paleoenvironmental archive allowing us to assess how terrestrial environments respond to global atmospheric, ocean and icevolume changes as well to anthropogenic pressure. The multiproxy approach provides insights not only into the inter-relation between geo- and biosphere during abrupt climate changes but also into differences in response characteristics of the investigated biotic and abiotic parameters.\nThe long and partly annually laminated sedimentary record of Lake Van is therefore a key archive for reconstructing Quaternary climate evolution in the eastern Mediterranean and Near East. The geochronological precision of the sedimentary record on a millennial or even annual scale allow comparisons with not only astronomical cyclicity, but also at higher resolution than the Milankovitch cycles, such as DO events.\nThe 600,000 year old paleoclimate record retrieved from Lake Van encompasses a much more extended period than any other continental records in the entire Near East. The studies of the ICDP drilling project compiled here show, that there is mechanistic coupling between climate evolution and the physical and hydrogeochemical dynamics of the lake (e.g. deep water exchange, lake volume, sedimentation, etc.) and the regional vegetation. Based on detailed investigations of different lithotypes by Stockhecke et al. (2014b) rising lake levels, i.e. phases of reduced deep-water exchange, are characterized by graded beds intercalated with varved silts during the terminations. Varved sediments reflecting lakelevel high stands during interglacials/interstadials and lake-level\ndecreases, i.e. phases with enhanced deepwater mixing, are related to glacial inceptions. This distinct hydrological response of Lake Van to climate forcing are opposite to the hydrology of the Dead Sea region, where a mega-lake system (Lake Lisan) developed during the Last Glacial Maximum (LGM) (Bartov et al., 2002, 2003; Hazan et al., 2005; Torfstein et al., 2013). Recent improvements in chronological precision and data resolution, however, point to a general increase in aridity and decrease in temperature in the entire eastern Mediterranean especially during the LGM (19e23 ka, see Tzedakis (2007)). This author argues that the available evidence suggests maximum lake levels in the eastern Mediterranean, including Lake Lisan, during the immediately preceding interval of ~24e27 ka, that occurred under interstadial conditions and that the overall trend after 24 ka was towards reduced lake levels (Tzedakis, 2007, p. 2057).\nWe fully support Tzedakis' (2007) analysis that the controversy surrounding the LGM climate of the eastern Mediterranean and the Near East may have been somewhat exaggerated and that only higher-resolution analyses including improved chronologies can lead to a geographically coherent picture. The Lake Van long continental record substantially contributes to a revised and consistent history of this climatically sensitive region."
  }, {
    "heading": "Acknowledgments",
    "text": "Recovery of the drill cores would not have been possiblewithout the support of Turkish authorities and numerous members of Yuzuncu Yil University in Van, in particular of Ayşegül Feray Meydan. DOSECC provided the technical expertise to drill and recover the sediment cores under partly difficult and harsh conditions. ICDP and its staff supported the project from the planning to the execution phase. The entire PALEOVAN scientific teamworked hard on the drilling barge, the shore-based laboratory and, during the postdrill period, in their respective laboratories to achieve the results presented in this special issue. The Integrated Ocean Drilling Program and the Bremen Core Repository at MARUM provided the logistical support for core curation and initial core analysis. We thank Quaternary Science Reviews with editor Neil Roberts to provide us with this platform to present the outcomes of the Paleovan project. The critical and constructive comments of numerous reviewers improved and sharpened the manuscripts. Financial support for PALEOVAN has been provided by ICDP, the German Research Foundation, the Swiss National Science Foundation, and Turkey's Tübitak."
  }],
  "year": 2014,
  "references": [{
    "title": "Late Quaternary climate-induced lake level variations in Lake Pet en Itz",
    "authors": ["F.S. Anselmetti", "D. Ariztegui", "D.A. Hodell", "M.B. Hillesheim", "M. Brenner", "A. Gilli", "J.A. McKenzie", "A.D. Mueller"],
    "year": 2006
  }, {
    "title": "Lake levels and sequence stratigraphy of Lake Lisan, the Late Pleistocene Precursor of the Dead Sea",
    "authors": ["Y. Bartov", "M. Stein", "Y. Enzel", "A. Agnon", "Z. Reches"],
    "venue": "Quat. Res",
    "year": 2002
  }, {
    "title": "Catastrophic arid episodes in the Eastern Mediterranean linked with the North Atlantic",
    "authors": ["Y. Bartov", "S.L. Goldstein", "M. Stein", "Y. Enzel"],
    "venue": "Heinrich events. Geology",
    "year": 2003
  }, {
    "title": "Facies characterization on physical properties from downhole logging fort the sediment record of Lake Van, turkey",
    "authors": ["H. Baumgarten", "T. Wonik", "O. Kwiecien"],
    "venue": "Quat. Sci",
    "year": 2014
  }, {
    "title": "Lake level and climate records of the last 90 ka from the Northern Basis of Lake Van, eastern Turkey",
    "authors": ["N. Ogretmen", "E. Damci", "M. Stockhecke", "Ü. Sancar", "K.K. Eris", "S. Ozeren"],
    "venue": "Quat. Sci",
    "year": 2014
  }, {
    "title": "Continental climate response to orbital forcing: the diatom paleoproductivity record from Lake Baikal, Siberia",
    "authors": ["S.M. Colman", "J.A. Peck", "E.V. Likhoshway", "L.Z. Granina", "E.B. Karabanov", "S.J. Carter", "J.W. King", "D.F. Williams"],
    "venue": "Nature 378,",
    "year": 1995
  }, {
    "title": "Seismic stratigraphy of Lake Van, eastern Turkey",
    "authors": ["D. Cukur", "S. Krastel", "H.U. Schmincke", "M. Sumita", "N. Cagatay", "A.F. Meydan", "E. Damci", "M. Stockhecke"],
    "venue": "Quat. Sci",
    "year": 2014
  }, {
    "title": "The Geology of Lake Van. MTA Press, Ankara",
    "authors": ["E.T. Degens", "F. Kurtman"],
    "year": 1978
  }, {
    "title": "A late Pleistocene long pollen record from Lake Urmia, NW Iran",
    "authors": ["M. Djamali", "de Beaulieu", "J.-L", "M. Shah-hosseini", "V. Andrieu-Ponel", "P. Ponel", "A. Amini", "H. Akhani", "S.A.G. Leroy", "L. Stevens", "H. Lahijani", "S. Brewer"],
    "venue": "Quat. Res",
    "year": 2008
  }, {
    "title": "Sulfate reduction controlled by organic matter availability in deep sediment cores from the saline, alkaline Lake Van (Eastern Anatolia, Turkey)",
    "authors": ["C. Glombitza", "M. Stockhecke", "C.J. Schubert", "A. Vetter", "J. Kallmeyer"],
    "venue": "Front. Microbiol",
    "year": 2013
  }, {
    "title": "Continental Scientific Drilling",
    "authors": ["U. Harms", "C. Koeberl", "M.C. Zoback"],
    "year": 2007
  }, {
    "title": "The Late Quaternary limnological history of Lake Kinneret (Sea of Galille), Israel",
    "authors": ["N. Hazan", "M. Stein", "A. Agnon", "S. Marco", "D. Nadel", "J.F.W. Negendank", "M.J. Schab", "D. Neev"],
    "venue": "Quat. Res",
    "year": 2005
  }, {
    "title": "Biomarker seasonality study in Lake Van, Turkey",
    "authors": ["C. Huguet", "S. Fietz", "M. Stockhecke", "M. Strum", "F.S. Anselmetti", "A. Rosell-Mele"],
    "venue": "Org. Geochem",
    "year": 2011
  }, {
    "title": "Stratigraphical and Palaeontological studies of freshwater deposits in Jutland and North-west Germany",
    "authors": ["K. Jessen", "V. Milthers"],
    "venue": "Danmarks Geol. Unders. II. Ræække",
    "year": 1928
  }, {
    "title": "The impact of lake level changes on deep-water renewal and oxic conditions in deep saline Lake Van, Turkey",
    "authors": ["H. Kaden", "F. Peters", "A. Lorke", "R. Kipfer", "Y. Tomonaga", "M. Karabiyikoglu"],
    "venue": "Water Resour. Res",
    "year": 2010
  }, {
    "title": "The greatest soda-water lake in the world and how it is influenced by climatic change",
    "authors": ["M. glu", "Z. Sen", "E. Batur"],
    "venue": "Ann. Geophys",
    "year": 1997
  }, {
    "title": "Stratigraphy of the volcanic products around Nemrut Caldera: implications for Reconstruction of the Caldera Formation",
    "authors": ["O. ose", "Froger", "J.-L"],
    "venue": "Turkish J. Earth Sci",
    "year": 2005
  }, {
    "title": "Lake Van varve record: the past 10,420 years",
    "authors": ["S. Kempe", "E.T. Degens"],
    "year": 1978
  }, {
    "title": "Largest known microbialites discovered in Lake Van, Turkey",
    "authors": ["S. Kempe", "J. Kazimierczak", "G. Landmann", "T. Konuk", "A. Reimer", "A. Lipp"],
    "venue": "Nature 349,",
    "year": 1991
  }, {
    "title": "Injection of mantle type helium into Lake Van (Turkey): the clue for quantifying deep water renewal",
    "authors": ["R. Kipfer", "W. Aeschbach-Hertig", "H. Baur", "M. Hofer", "D.M. Imboden", "P. Signer"],
    "venue": "Earth Planet. Sci. Lett. 125,",
    "year": 1994
  }, {
    "title": "An international and multidisciplinary drilling project into a young complex impact structure: the 2004 ICDP Bosumtwi Crater Drilling Project e an overview",
    "authors": ["C. Koeberl", "B. Milkereit", "J.T. Overpeck", "C.A. Scholz", "P.Y.O. Amoako", "D. Boamah", "S.K. Danuor", "T. Karp", "J. Kueck", "R.E. Hecky", "J.W. King", "J.A. Peck"],
    "venue": "Meteorit. Planet. Sci",
    "year": 2007
  }, {
    "title": "Dynamics of the Last Four Glacial Terminations recorded in Lake Van, Turkey",
    "authors": ["O. Kwiecien", "M. Stockhecke", "N. Pickarski", "G. Heumann", "T. Litt", "M. Sturm", "F.S. Anselmetti", "R. Kipfer", "G.H. Haug"],
    "venue": "Quat. Sci. Rev. 104, 42e52. http.//dx",
    "year": 2014
  }, {
    "title": "Airstream regions of North Africa and the Mediterranean",
    "authors": ["C.V. La Fontaine", "R.A. Bryson", "W.M. Wendland"],
    "venue": "J. Clim",
    "year": 1990
  }, {
    "title": "Multicentennial-scale hydrological changes in the Black Sea and northern Red Sea during the Holocene and the Arctic/North Atlantic Oscillation",
    "authors": ["F. Lamy", "H.W. Arz", "G.C. Bond", "A. Bahr", "J. P€atzold"],
    "venue": "Paleooceanography 21,",
    "year": 2006
  }, {
    "title": "Climatically induced lake level changes at Lake Van, Turkey, during the Pleistocene/Holocene transition",
    "authors": ["G. Landmann", "A. Reimer", "S. Kempe"],
    "venue": "Glob. Biochem. Cycles",
    "year": 1996
  }, {
    "title": "Dating Late Glacial abrupt climate changes in the 14,570 yr long continuous varve record of Lake Van, Turkey",
    "authors": ["G. Landmann", "A. Reimer", "G. Lemcke", "S. Kempe"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1996
  }, {
    "title": "PALEOVAN”, International Continental Scientific Drilling Program (ICDP): site survey results and perspectives",
    "authors": ["S. Orcen", "G. Heumann", "S.O. Franz", "U.B. Ülgen", "F. Niessen"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "A 500,000-year-long sediment archive drilled in eastern Anatolia",
    "authors": ["T. Litt", "F.S. Anselmetti", "M.N. Çagatay", "R. Kipfer", "S. Krastel", "Schmincke", "H.-U", "M. Sturm"],
    "venue": "EOS Trans. Am. Geophys. Union",
    "year": 2011
  }, {
    "title": "Anselmetti / Quaternary",
    "authors": ["F.S.T. Litt"],
    "venue": "Science Reviews",
    "year": 2014
  }, {
    "title": "The PALEOVAN Scientific Team, 2012. 500,000 years of environmental history in Eastern Anatolia: the PALEOVAN drilling project",
    "authors": ["Schmincke", "H.-U", "C.J. Schubert", "M. Strum", "M. Sumita", "M. Stockhecke", "Y. Tomonaga", "L. Vigliotti", "T. Wonik"],
    "venue": "Sci. Drill",
    "year": 2012
  }, {
    "title": "A 600,000 year long continental pollen record from Lake Van, eastern Anatolia (Turkey)",
    "authors": ["T. Litt", "N. Pickarski", "G. Heumann", "M. Stockhecke", "P.C. Tzedakis"],
    "venue": "Quat. Sci. Rev. 104,",
    "year": 2014
  }, {
    "title": "2.8 million years of arctic climate change from Lake El'Gygytgyn, NE Russia",
    "authors": ["M. Melles", "J. Brigham-Grette", "P.S. Minyuk", "N.R. Nowaczyk", "V. Wennrich", "R.M. DeConto", "P.M. Anderson", "A.A. Andreev", "A. Coletti", "T.L. Cook", "E. HaltiaHovi", "M. Kukkonen", "A.V. Lozhkin", "P. Rosen", "P. Tarasov", "H. Vogel", "B. Wagner"],
    "venue": "Science 337,",
    "year": 2012
  }, {
    "title": "Alkenone distribution in Lake Van sediment over the last 270 ka: influence of temperature and haptophyte species composition",
    "authors": ["Randlett", "M.-E", "M.J.L. Coolen", "M. Stockhecke", "N. Pickarski", "T. Litt", "C. Balkema", "O. Kwiecien", "Y. Tomonaga", "B. Wehrli", "C. Schubert"],
    "venue": "Quat. Sci",
    "year": 2014
  }, {
    "title": "Vegetational, lake-level, and climatic history of the Near East and Southwest Asia",
    "authors": ["N. Roberts", "H.E. Wright"],
    "venue": "Global Climates since the Last Glacial Maximum,",
    "year": 1993
  }, {
    "title": "Stable isotope records of Late Quaternary climate and hydrology from Mediterranean lakes: the ISOMED synthesis",
    "authors": ["N. Roberts", "M.D. Jones", "A. Benkaddour", "W.J. Eastwood", "M.L. Filippi", "M.R. Frogley", "H.F. Lamb", "M.J. Leng", "J.M. Reed", "M. Stein", "L. Stevens", "B. Valero-Garces", "G. Zanchetta"],
    "venue": "Quat. Sci. Rev",
    "year": 2008
  }, {
    "title": "Timing of late Quaternary lake level change: Lake Titicaca, South America",
    "authors": ["H. Rowe", "Guilderson", "R. Dunbar", "J. Southon", "G. Seltzer", "D. Mucciarone", "P. Baker", "S. Fritz"],
    "venue": "Glob. Planet. Change",
    "year": 2003
  }, {
    "title": "East African megadroughts between 135-75 kyr ago and bearing on early-modern human origins",
    "authors": ["C.A. Scholz", "T.C. Johnson", "A.S. Cohen", "J.W. King", "J. Peck", "J.T. Overpeck", "M.R. Talbot", "E.T. Brown", "L. Kalindekafe", "P.Y.O. Amoako", "R.P. Lyons", "T.M. Shanahan", "I.S. Castaneda", "C.W. Heil", "S.L. Forman", "L.R. McHargue", "K.R. Beuning", "J. Gomez", "J. Pierson"],
    "venue": "Proc. Natl. Acad. Sci",
    "year": 2007
  }, {
    "title": "Dead sea deep cores: a Window into past climate and seismicity",
    "authors": ["M. Stein", "Z. Ben-Avraham", "S.L. Goldstein"],
    "venue": "EOS, Trans. Am. Geophys. Union",
    "year": 2011
  }, {
    "title": "The annual particle cycle in Lake Van (Turkey)",
    "authors": ["M. Stockhecke", "F.S. Anselmetti", "A.F. Meydan", "D. Odermatt", "M. Sturm"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2012
  }, {
    "title": "Chronostratigraphy of the 600,000 year old long continental record of Lake Van (Turkey)",
    "authors": ["M. Stockhecke", "O. Kwiecien", "L. Vigliotti", "F. Anselmetti", "J. Beer", "N. Cagatay", "J.E.T. Channell", "R. Kipfer", "J. Lachner", "T. Litt", "N. Pickarski", "M. Sturm"],
    "venue": "Quat. Sci. Rev. 104,",
    "year": 2014
  }, {
    "title": "Sedimentary evolution and environmental history of Lake Van (Turkey) over the past 600'000 years. Sedimentology",
    "authors": ["M. Stockhecke", "M. Sturm", "I. Brunner", "Schmincke", "H.-U", "M. Sumita", "R. Kipfer", "D. Cukur", "O. Kwiecien", "F.S. Anselmetti"],
    "year": 2014
  }, {
    "title": "Impact of volcanism on the evolution of Lake Van II: temporal evolution of explosive volcanism of Nemrut Volcano (eastern Anatolia) during the past ca",
    "authors": ["M. Sumita", "Schmincke", "H.-U"],
    "venue": "Ma. J. Volcanol. Geotherm. Res. 253,",
    "year": 2013
  }, {
    "title": "Erratum to “Impact of volcanism on the evolution of Lake Van II: temporal evolution of explosive volcanism of Nemrut Volcano (eastern Anatolia) during the past ca. 0.4 Ma",
    "authors": ["M. Sumita", "Schmincke", "H.-U"],
    "venue": "J. Volcanol. Geotherm. Res. 253,",
    "year": 2013
  }, {
    "title": "Spatial distribution and flux of terrigenic He dissolved in the sediment pore water of Lake Van (Turkey)",
    "authors": ["Y. Tomonaga", "M.S. Brennwald", "R. Kipfer"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2011
  }, {
    "title": "Interpreting noble-gas concentrations as proxies for salinity and temperature in the world's largest soda lake (Lake Van, Turkey)",
    "authors": ["R. attler", "M.S. Brennwald", "R. Kipfer"],
    "venue": "J. Asian Earth Sci",
    "year": 2012
  }, {
    "title": "Noble gases in the sediments of Lake Van e solute transport and palaeoenvironmental reconstruction",
    "authors": ["Y. Tomonaga", "M.S. Brennwald", "A.F. Meydan", "R. Kipfer"],
    "venue": "Quat. Sci",
    "year": 2014
  }, {
    "title": "Climatic and environmental controls on the occurrence and distributions of long chain alkenones in lakes of the interior United States",
    "authors": ["J.L. Toney", "Y. Huang", "S.C. Fritz", "P.A. Baker", "E. Grimm", "P. Nyren"],
    "venue": "Geochim. Cosmochim",
    "year": 2010
  }, {
    "title": "Impacts of abrupt climate changes in the Levant from Last Glacial Dead Sea levels",
    "authors": ["A. Torfstein", "S.L. Goldstein", "M. Stein", "Y. Enzel"],
    "venue": "Quat. Sci. Rev",
    "year": 2013
  }, {
    "title": "Seven ambiguities in the Mediterranean palaeoenvironmental narrative",
    "authors": ["P.C. Tzedakis"],
    "venue": "Quat. Sci. Rev",
    "year": 2007
  }, {
    "title": "Comparison of terrestrial and marine records of changing climate of the last 500,000 years",
    "authors": ["P.C. Tzedakis", "V. Andrieu", "de Beaulieu", "J.-L", "H.J.B. Birks", "S. Crowhurst", "M. Follieri", "H. Hooghiemstra", "D. Magri", "M. Reille", "L. Sadori", "N.J. Shackleton", "T.A. Wijmstra"],
    "venue": "Earth Planet. Sci. Lett. 14,",
    "year": 1997
  }, {
    "title": "Establishing a terrestrial chronological framework as a basis for biostratigraphical comparisons",
    "authors": ["P.C. Tzedakis", "V. Andieu", "de Beaulieu", "J.-L", "H.J.B. Birks", "S. Crowhurst", "M. Follieri", "H. Hooghiemstra", "D. Magri", "M. Reille", "L. Sadori", "N.J. Shackleton", "T.A. Wijmstra"],
    "venue": "Quat. Sci. Rev",
    "year": 2001
  }, {
    "title": "The last 1.35 million years at Tenaghi Philippon: revised chronostratigraphy and long-term vegetation trends",
    "authors": ["H. alike"],
    "venue": "Quat. Sci. Rev",
    "year": 2006
  }, {
    "title": "A postglacial pollen diagram from Lake Van in East Anatolia",
    "authors": ["W. Van Zeist", "H. Woldering"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 1978
  }, {
    "title": "Paleomagnetic and rock magnetic studies from Lake Van Sediments: implications for chronology and paleoenvironment since 350 ka",
    "authors": ["L. Vigliotti", "J.E.T. Channell", "M. Stockhecke"],
    "venue": "Quat. Sci",
    "year": 2014
  }, {
    "title": "Evidence of Lateglacial and Holocene climatic change and human impact in eastern Anatolia: high resolution pollen, charcoal, isotopic and geochemical records from the laminated sediments of Lake Van, Turkey. Holocene 13, 665e675",
    "authors": ["L. Wick", "G. Lemcke", "M. Sturm"],
    "year": 2003
  }, {
    "title": "Environment and climate of the last 51,000 years e new insights from the Potrok Aike maar lake Sediment Archive Drilling prOject (PASADO)",
    "authors": ["B. Zolitschka", "F. Anselmetti", "D. Ariztegui", "H. Corbella", "P. Francus", "A. Lücke", "N.I. Maidana", "C. Ohlendorf", "F. Sch€abitz", "S. Wastegård"],
    "venue": "Quat. Sci. Rev. 71,",
    "year": 2013
  }],
  "id": "SP:64dc7ff11007df37c396cedefc74bb628faf723c",
  "authors": [{
    "name": "Thomas Litt",
    "affiliations": []
  }, {
    "name": "Flavio S. Anselmetti",
    "affiliations": []
  }],
  "abstractText": "A complete succession of the lacustrine sediment sequence deposited during the last ~600,000 years in Lake Van, Eastern Anatolia (Turkey) was drilled in 2010 supported by the International Continental Scientific Drilling Program (ICDP). Based on a detailed seismic site survey, two sites at a water depth of up to 360 m were drilled in summer 2010, and cores were retrieved from sub-lake-floor depths of 140 m (Northern Basin) and 220 m (Ahlat Ridge). To obtain a complete sedimentary section, the two sites were multiple cored in order to investigate the paleoclimate history of a sensitive semi-arid region between the Black, Caspian, and Mediterranean seas. This introductory paper provides background information of the deep drilling project and an overview of the studies presented in this special volume by the PALEOVAN science team dealing with chronology, paleomagnetism, paleoenvironmental proxies, geophysical and petrophysical investigations as well as pore-water and fluid transport. © 2014 Elsevier Ltd. All rights reserved.",
  "title": "Lake Van deep drilling project PALEOVAN"
}