{
  "sections": [{
    "text": "Volcaniclastic fall deposits in ICDP drilling cores from Lake Van, Turkey, contain sodium-rich sanidine and calcium-rich anorthoclase, which both comprise a variety of textural zoning and inclusions. An age model records the lake’s history and is based on climate-stratigraphic correlations, tephrostratigraphy, paleomagnetics, and earlier 40Ar/39Ar analyses (Stockhecke et al., 2014b). Results from total fusion and stepwise heating 40Ar/39Ar analyses presented in this study allow for the comparison of radiometric constraints from texturally diversified feldspar and the multi-proxy lacustrine age model and vice versa. This study has investigated several grain-size fractions of feldspar from 13 volcaniclastic units. The feldspars show textural features that are visible in cathodoluminescence (CL) or back-scattered electron (BSE) images and can be subdivided into three dominant zoning-types: (1) compositional zoning, (2) round pseudo-oscillatory zoning and (3) resorbed and patchy zoning (Ginibre et al., 2004). Round pseudo-oscillatory zoning records a sensitive alternation of Fe and Ca that also reflects resorption processes. This is only visible in CL images. Compositional zoning reflects anticorrelated anorthite and orthoclase contents and is visible in BSE.\nEleven inverse isochron ages from total fusion and three from stepwise heating analyses fit the age model. Four experiments resulted in older inverse isochron ages that do not concur with the model within 2r uncertainties and that deviate from 1 ka to 17 ka minimum. C- and R-type zoning are interpreted as representing growth in magma chamber cupolas, as wall mushes, or in narrow conduits. Persistent compositions of PO-type crystals and abundant surfaces recording dissolution features correspond to formation within a magma chamber. C-type zoning and R-type zoning have revealed an irregular incorporation of melt and fluid inclusions. These two types of zoning in feldspar are interpreted as preferentially contributing either heterogeneously distributed excess 40Ar or inherited 40Ar to the deviating 40Ar/39Ar ages that are discussed in this study. 2017 Elsevier Ltd. All rights reserved.\nKeywords: Lake Van; Feldspar zoning; Lacustrine record; Volcaniclastics"
  }, {
    "heading": "1. INTRODUCTION",
    "text": "40Ar/39Ar analyses of alkali feldspar phenocrysts commonly date late-stage cooling processes in Quaternary volcanics with <5% precision (Hu et al., 1994; Bogaard, 1995; Chen et al., 1996; Smith et al., 1996; Mark et al., 2014 and\nhttp://dx.doi.org/10.1016/j.gca.2017.07.039 0016-7037/ 2017 Elsevier Ltd. All rights reserved.\n⇑ Corresponding author. Fax: +49 331 977 5700. E-mail address: jonathan.engelhardt@geo.uni-potsdam.de\n(J.F. Engelhardt).\nliterature herein). Studies on extraneous radiogenic 40Ar from disaggregated cognate crystals (antecrysts) from earlier magmatic pulses (Chen et al., 1996; Gansecki et al., 1996; Rivera et al., 2016), from mixed phases (Kelley, 2002), and from complex heterogeneous growth histories (Ginibre et al., 2004; Renne et al., 2012) challenge the interpretation of quaternary 40Ar/39Ar ages from ternary feldspar. Air fall volcaniclastics in lacustrine ICDP drill cores from Lake Van, Turkey, bear sodium-rich sanidine and\ncalcium-rich anorthoclase combining the features mentioned.\nStockhecke et al. (2014a, 2014b, 2016) established an age model for Lake Van’s history that is based on climatestratigraphic correlations, paleomagnetics, tephrostratigraphy, varve counting, and 14C and 40Ar/39Ar analyses of the sedimentary record from ICDP PALEOVAN (Litt and Anselmetti, 2014). Recovering material from seven adjacent boreholes at the Ahlat Ridge (AR) resulted in a 219-m-long composite record that contains lacustrine and volcaniclastic material and presumably records the complete, ca. 600-ka-long history of Lake Van (Stockhecke et al., 2014a, 2014b, 2016). A second composite record from the Northern Basin (NB) is rich in detrital material and covers a ca. 90-ka-long history that correlates to the upper record from AR (Çağatay et al., 2014).\nThe volcanic edifices of Nemrut and Süphan dominate the eastern and northern shores’ landscape (Fig. 1). They have periodically (Nemrut) and episodically (Süphan) supplied abundant volcaniclastic material throughout the lake’s record (Cubukcu et al., 2012; Özdemir and Güleç, 2013; Sumita and Schmincke, 2013a, 2013c; Schmincke et al., 2014; Macdonald et al., 2015). Anorthoclase crystals reflecting texturally and chemically complex growth histories are ubiquitous in the cored air-fall volcaniclastics. Applying laser heating 40Ar/39Ar analyses of these samples allows for the comparison of textural observations with resulting isotopic signatures as well as the temporal con-\nstraints from either radiometric or cyclo- and climatestratigraphic methods. Final 40Ar/39Ar dates have been tested for concordance with the existing age model and vice versa. This work further discusses results from applying the 40Ar/39Ar total fusion and stepwise heating methods to zoned, K-poor feldspar with respect to detected zoning types and melt (as well as fluid) inclusions."
  }, {
    "heading": "2. MATERIALS AND METHODS",
    "text": ""
  }, {
    "heading": "2.1. Sample properties",
    "text": "Three hundred volcaniclastic layers have been identified and serially numbered in the AR record (Stockhecke et al., 2014b). Feldspars from 13 tephras were processed for irradiation prior to 40Ar/39Ar analytics. Syn-ignimbrite turbidites and reworked fallouts potentially bear epiclastic components that affect radiometric dating approaches. Thus, with respect to the application of the 40Ar/39Ar method, pumice falls were preferably sampled. Aqueous deposition of fallout material results in variations of pyroclast and phenocryst abundance, relative to stratigraphic positions within a tephra horizon (Chesterman, 1956). The clasts’ different densities and buoyancies result in different settling behaviour, impeding a typical interpretation of volcano-stratigraphic features (Hansen et al., 1963; White et al., 2009). Material was sampled from tephra with thicknesses from 3 to 90 cm. Prerequisites for sampling were\nB: Northern Basin; AR: Ahlat Ridge. Lines without labelling frame e water depth after Stockhecke et al. (2014b). The thin red line in the elevation model for the hill shade map is from NASA, powered by this figure legend, the reader is referred to the web version of this\nsharp basal and diffuse upper contacts, the absence of nonvolcanic debris, grading features related to the density of the pyrogenic components, and angular pyroclast morphology. The samples’ granulometric classification mostly ranges from coarse ash to lapillis (often as inverse grading within one tephra layer, Fig. 2b and d). Sample V-111 represents a fine-grained ash layer. This ash bears abundant feldspar and fine-grained glass shards (<300 lm) in a cryptocrystalline groundmass. Sparse pumice abundance is related to sub-cm stratigraphic variations (Fig. 2c). Samples V-111 A and V-111(B) are from the same deposit and have been used to test the sampling method.\nThe petrographic inventory of the coarser samples varies. Material from V-184 and V-299 has a mineral composition that is characterised by plagioclase, augite, fayalite, hedenbergite and hypersthene. Plagioclase is corroded, oscillatory zoned and oligoclase to andesine in composition (An13-An32). Less abundant lithic fragments show vitric groundmasses and varying contents of microlites (mostly plagioclase). Ophitic and glomerocrystic lapilli of plagioclase together with clinopyroxene rarely exist. Irontitanium oxides occur as inclusions in olivine, in pyroxene, in feldspars (Fig. 2h), and as single crystals.\nAll other samples show significantly higher proportions of vitric components. Pumice commonly represents the majority of the vitric particles (Fig. 2e and f). Glass shards also frequently occur (Fig. 2g). Vitrophyric lapillis are rare. Lithic fragments can be microcrystalline felsitic andesites, rhyolites, or trachytes (Fig. 3b). Microlitic lapillis are less frequently observed. Feldspars and pyroxenes are the most abundant phenocrysts. Pyroxenes are hedenbergite and (ferro-) augite in composition and feldspars are mostly anorthoclase (rarely Na-sanidine). Plagioclases are compositionally andesine or oligoclase. Olivine and quartz occur as accessories. In addition to the phenocrysts, xenocrystic clinopyroxene and xenocrystic feldspar is observed.\nThe feldspar nomenclature is dependent on the instrumental type of magnification and on information about crystallographic structure (Parsons et al., 2015). We used transmitting light as well as electron-beam techniques that detect exsolution patterns to a limited size (lm-scales) and only along distinct crystallographic orientations. Crystals from samples of interest were embedded in resin parallel to one of their well-developed cleavage planes. We applied a nomenclature according to Parsons (2010). Most feldspar types are defined chemically in this nomenclature, except for anorthoclase. Anorthoclase is defined as triclinic feldspar at room temperature and inverts instantaneously and reversibly to monoclinic symmetries with increasing temperature. This study simplifies this definition and calls compositions between Or10 and Or37 with Or > An anorthoclase.\nAnorthoclase and sanidine phenocrysts can be subdivided into four groups of crystal zoning, following a modified classification of Ginibre et al. (2004). Compositional zoning (C-type) can be detected in transmitted light microscopy (Fig. 2h). We classified textures to be C-type that vary by 7 mol% or more in one of the feldspars’ main components. Pseudo-oscillatory zoning texture (PO-type) is visible only in cathodoluminescence (CL) images (Fig. 4b).\nConcentric zoning (CC-type) is also exclusively detectable with CL imaging and the only type of zoning not described in Ginibre et al. (2004). Resorbed and patchy zoning (Rtype) occurs as a chaotic variation of PO-type and C–type textures with abundant resorption embayments and is best visible in CL imaging modes. Normal zoned andesine from sample V-299 was estimated to be old and K-rich enough to undergo the dating procedure in order to analyse the lessdifferentiated tephra that dominates the base of the composite core."
  }, {
    "heading": "2.2. Sample preparation for 40Ar/39Ar analyses",
    "text": "Aliquots for 40Ar/39Ar analyses were softly ground with a mortar and pestle and washed in 10% acetic acid and 3% hydrogen peroxide. The material was sieved with normed grid sizes of #20 (>1 mm), #30 (>500 mm), and #45 (>375 mm). In order to isolate plagioclases from the alkali feldspars, sieved fractions underwent heavy-liquid density separation in a centrifuge with sodium polytungstate at 2.61 g/cm3. Float material (except for V-299) was handpicked three times for transparent to slightly blurry and euhedral feldspars. The fractions picked underwent cleaning with 5% HF and sonic cleaning with acetone as well as distilled water several times. A minimum of four grains from the final fractions underwent qualitative testing of the feldspars’ composition with energy-dispersive element detection in a secondary electron microscope at the University of Potsdam. Minimal masses of required material were calculated with estimates for K-content and age. The final fractions picked avoided corroded and inclusion-bearing crystals and concentrated on samples offering euhedral and transparent feldspar (Fig. 3a, c, and e). Out of 51 samples, 13 contained feldspar phenocrysts that were visibly free of inclusions in reflected-light microscopy and were most promising for a successful application of the 40Ar/39Ar method."
  }, {
    "heading": "2.3. Irradiation and 40Ar/39Ar analyse",
    "text": "Separated feldspars were irradiated for four hours at the Cd-lined in-core irradiation tube (CLICIT) facility in the TRIGA reactor of Oregon State University (OSTR) in June and December 2014. Samples were wrapped in Al foil and stacked in Al sleeves. Stacks were loaded with irradiation monitors at the bottom, at the top, and in alternating positions within the sleeve (every third sample being a monitor). The sleeves were distributed over two containers (99.999% pure Al) and irradiated for four hours each. Alder Creek sanidine (ACs-2) monitored neutron flux during irradiation. J-Values were calculated relative to the age of 1.1864 ± 0.0012 Ma (Jicha et al., 2016). The accuracy of the system was checked by co-irradiation of Fish Canyon Tuff (FC3) sanidines prepared by the Geological Survey of Japan (Uto et al., 1997; Ishizuka, 1998). A weighted average of 14 apparent ages from 16 single-grain total fusion analyses resulted in 28.06 ± 0.56 Ma. Our result agrees with an astronomically calibrated age of 28.201 ± 0.046 Ma (Kuiper et al., 2008), which was used to calibrate the 40Ar/39Ar age of ACs-2 (Jicha et al., 2016) and\nsuggests internal consistency among the monitor minerals. As the age model from Stockhecke et al. (2014a) similarly uses astronomical constraints, we directly compare the 40Ar/39Ar ages from this study to the model’s temporal markers. Crystals of K2SO4 and CaF2 were co-irradiated for common corrections of the flux’s reaction with K and Ca. Samples were analysed at the University of Potsdam with a Micromass 5400 high-sensitivity, low-background, sector-type mass spectrometer and a New Wave Research 50W CO2 continuous laser. Extracted gas lasted for ten minutes in an ultra-high vacuum metal purification line that included two SAES ZrAl alloy getters. An electron multiplier pulse-counting system detected ion-beam intensities\nin a 15-minute-long data acquisition with eight cycles of peak-jumping mass detections. Procedural blanks were analysed in every fourth measurement. Isotopic ratios were corrected for blank measurements, mass discrimination, interferences of K- and Ca-derived argon, and decayed 37Ar and 39Ar. The corrections, isochron ages, and weighted averages of apparent ages were calculated using ArArCalc, following Koppers (2002). This study compares radiometric ages with an age model and hence states all results at the 2r-level. Uncertainties include a minimum estimate of absolute errors due to the incorporation of the systematic error on the total decay constant k40K (Koppers, 2002)."
  }, {
    "heading": "2.4. Electron microprobe analyses (EMPA)",
    "text": "Wavelength-dispersive x-ray diffraction analyses were conducted using a JEOL JXA-8200 electron microprobe (EMP) at the University of Potsdam. Carbon-coated and polished thin-sections as well as grain mounts were analysed with a beam current of 10 nA, a defocused beam with a diameter of 2 lm, and accelerating voltages of 15 kV. Elemental content was acquired using an analysing crystal LIF for Fe ka. PET crystals analysed for Ti ka, Ca ka, K ka, Ba la, Sr ka, and TAP for Al ka, Na ka, Si ka, and Mg ka. Counting times varied between 5 s (Na, Si and K) and 20 s (all other elements). A CL detector within the EMP was used. Grey-scale images of cathodoluminescence represent the light emission from 200 to 1200 nm and have the advantage of ultimate comparisons to backscatter electron images and WDX spot analyses. Element concentrations are stated in atoms per formula unit of feldspar (APFU) and typically sum up totals ranging from 4.98 to 5.02 APFU. Uncertainties were propagated in calculating atoms per formula units with two standard deviations of the instrumental intensities."
  }, {
    "heading": "3. RESULTS",
    "text": ""
  }, {
    "heading": "3.1. Feldspar compositions and textures",
    "text": "The feldspars’ compositional zoning represents anticorrelations of anorthite to orthoclase or albite to orthoclase components. Discernibility in BSE images is caused by contrasting K (and Ca) contents and is attenuated by varying Ba contents due to its high atomic number (Fig. 4e and f). Samples V-45, V-65, and V-221a show Ctype textures in feldspar phenocrysts as the dominant feldspar species. Contrastingly, C-type textures were only detected as accessories in V-254 and V-279. Most samples show C-type zoning as an enrichment of an orthoclase component towards the rim (Fig. 4e).\nFeldspars characterised by PO-type are predominant in samples V-81, V-111, V-149, V-254, and V-279. A few crystals showing PO-type zoning exist in V-65. Feldspar crystals with PO-type zoning are almost anorthite-free. CL imaging unravels the PO-type textures and step-scanning electron microprobe analyses document anticorrelated Fe and Ca contents to be the reason for visibility (Figs. 4b and g). Finch and Klein (1999) showed that red luminescence is typically an effect of Fe3+ and blue luminescence typically an effect of Ti4+. Ginibre et al. (2004) described a threshold of blue to red luminescence in sanidine (Or60) from the German Eifel as Fe/Ti-dependent. We recorded low Ti concentrations relative to the alternating Fe contents but treat our results for Ti with care, as (i) most of them overlap the analytical detection limits within their standard deviation and as (ii) we did not analyse the actual spectral wavelength of the zones. CC-type zoning is rarely observed. Similarly to PO-type zoning, the Fe/Ti ratio and Ca contents vary perpendicularly across the zoning texture. An important distinction is that PO-type zoning records wavy, rounded, or embayed resorption surfaces and displays processes other than the kinetic effects of magmatic crystal growth.\nThe indication of periodic destabilisation has led to labelling of these textures as ‘pseudo’-oscillatory (Ginibre et al., 2004). This visual contrast between PO- and CCtype zoning is easily detectable in crystals from V-111 (Fig. 4c).\nR-type zoning is detected in a small number of feldspars from V-65, V-111, V-149, V-254, and V-279. In contrast, crystals from V-209a show mainly R-type zoning. Step-scanning EMPA across patches revealed changes in feldspar compositions similar to C-type zoning. Compositional variations often relate to C-type subdomains within the patchy zoning (Fig. 5). Other patches correlate to varying Fe, Ti or Ca contents. Observing similar textures and chemical evidence, Ginibre et al. (2004) classified the patchy zoning of red CL cores from sanidine to be derived from resorbed cores of the feldspar’s earliest growth stages."
  }, {
    "heading": "3.2. 40Ar/39Ar – Total fusion analyses",
    "text": "Total fusion analyses (TF) were conducted on multigrain separates (MG) for fractions <1 mm. Single grain (SG) total fusion analyses would have been preferred but a limited amount of sample material required additional analyses of smaller fractions. Conducting SGTF in addition to MGTF allows for monitoring the possible presence of xenocrysts in the separates. Weighted mean apparent ages were calculated for each sampled volcanic unit (Fig. 6) by combining data from the same sample but from different experiments (different grain-size fractions). The number of MGTF analyses from V-81 #30 (n = 3), V-111 #20 (n = 2), V-111(B) #20 (n = 2), V-111(B) #45 (n = 2) and V-145 #45 (n = 1) are insufficient to constitute an isochron regression. The resulting apparent ages of these MGTF analyses were integrated into the weighted mean age calculations for the particular tephra. Ages from MGTF analyses hinder the detection of potential single xenocrysts and thus represent maximum ages.\nA number of inverse isochrons show an initial 40Ar/36Ar component that exceeds the ratio for the atmosphere of 298.6 (Lee et al., 2006) and indicates an extraneous component of 40Ar (Figs. 7 and 8). Facing evidence of extraneous 40Ar components isochron age calculations were preferably used.\nSome of the inverse isochrons calculated resulted in MSWD values being <1 (Figs. 7 and 8). MSWD values less than 1 suggest a scatter along the isochron that is smaller than the statistical expectation from the errors of the individual analyses. Isochrons that were calculated for V-65 #30 and V-111 #45 resulted in a MSWD < 0.3. These regressions are derived from analyses whose analytical uncertainty has been considerably overestimated and require more exact isotope determination to apply statistical testing with MSWD (Wendt and Carl, 1991; Ludwig, 2012). Hence, inverse isochron ages of the V-65 #30 and V-111 #45 samples are not presented, and their regressions are labelled with the term ‘hyperchron’. The apparent ages of the samples contribute to weighted mean calculations for the particular volcanic unit (Fig. 6). Other than the two cases mentioned, MSWD values fulfil the criterion of\nWendt and Carl (1991) and the according regressions can be regarded as isochrones.\nFour analyses from V-45 #30 show very similar 39Ar/40Ar ratios. The least-squares method resulted in an inverse isochron calculation that has a positive slope, and, accordingly, no isochron age has been stated for this sample.\nInverse isochrons of analyses of V-145 (Fig. 7i and 8a) are of a sensitive character as the number of available analyses is small. Most 39Ar/40Ar ratios from V-145 #20 resulted in a comparably narrow range. The sample’s inverse isochron calculation thus has high uncertainties in the initial 40Ar/36Ar ratio and the age. Nevertheless, the resulting inverse isochron ages from a finer grain-size frac-\ntion of V-145 (#30) agrees within two standard deviations with the result of the coarser sample. Intra-sample concordance was observed for all other samples that underwent an application of the 40Ar/39Ar method on two or three different grain-size fractions (Figs. 6–8).\nThe combined calculation of a weighted mean age from V-209a resulted in an erroneous mean with a probability of fit of 0.02. Combined weighted mean ages from all other volcanic units are statistically robust."
  }, {
    "heading": "3.3. Stepwise heating analyses",
    "text": "Three out of four stepwise heating (SWH) analyses resulted in statistically robust, conventional plateau ages.\nIsochron calculations resulted in ages that agree with the conventional plateau ages (Fig. 9). We prefer isochron ages due to elevated initial 40Ar/36Ar ratios that indicate the presence of extraneous 40Ar. Except for the first two degassing steps from V-36, filtering was neither applied to plateau nor to isochron age calculations. Fig. 10 displays the absence of isotopic equilibrium in andesine from V-299."
  }, {
    "heading": "4. DISCUSSION",
    "text": ""
  }, {
    "heading": "4.1. Age model constraints",
    "text": "This geochronological study has the potential to compare 40Ar/39Ar ages (Fig. 11) to an age model for a lacustrine record (Stockhecke et al., 2014a, 2014b, 2016). The age model consists of homogenous results from various age control points (i.e., climate-stratigraphic correlations, varve counting, limnologic correlation of 14C ages). Tephrostratigraphic correlations with three onshore tephra units (Sumita and Schmincke, 2013a), six 40Ar/39Ar dates (Stockhecke et al., 2014b), seven relative paleo-intensity (RPI) minima from remanent/anhysteric magnetisations (Vigliotti et al., 2014), and an increased cosmogenic nuclide (10Be) flux peak (Stockhecke et al., 2014a) agree with the temporal record from the age control points (ACP). The agreement allows for a robust depth-age relation down to a stratigraphic depth of ca. 164 m of core below lake floor (mcblf) (Stockhecke et al., 2014b) but considers the lowest constraints of the composite core as preliminary. Stockhecke et al. (2016) refined the ACPs by synchronising lacustrine sediment colour reflectance data (i.e., from measuring the blue-yellow chromaticity) to the d18O NGRIP record. Sedimentation rates from Stockhecke et al. (2016) refer to a linear interpolation of the ACPs using a noevent depth scale (mcblf-nE) that assumes continuous lacustrine sedimentation and excludes tephras and turbidites."
  }, {
    "heading": "4.2. Schema in comparing 40Ar/39Ar ages to age model constraints",
    "text": "We have compared our results in three ways: (i) The first comparison relates the inverse isochron ages to the next over- and underlying age control points (ACP) from Stockhecke et al. (2014a, 2016). (ii) The second, more sophisticated comparison was to project the stratigraphic position of the samples on the mcblf-nE depth and to assume linear sedimentation rates (LSR) between the next upper and lower ACP. The event-corrected stratigraphic distance between the ACPs and the sample’s position was converted to a modelled age for each sampled volcanic unit. The modelled ages were then compared to the inverse isochron ages from this study. Table 1 lists a comparison to the ACPs and to the modelled lacustrine ages of the samples. (iii) The third comparison used two t-tests with apparent 40Ar/39Ar ages and either the closest ACPs (two-sample t-test) or the modelled age from the mcblf-nE depth scale (one-sample t-test). The two-sample t-test collected all available ACPs within a distance of 5 m stratigraphically up- and downward, except for when the next available\nACP exceeded this distance. The t-tests applied a significance level of 0.05.\nFourteen inverse isochron ages from 10 tephras are consistent with the age model in the first and in the second means of comparison. Inverse isochron ages for V-45 #30, V-65 #20, V-111 #20 and V-209a #20 do not agree with the next underlying ACP and deviate from the model following the first and second comparisons. All deviations have revealed inverse isochron ages that are significantly older than the temporal constraints from the age model.\nBoth the one- and two-sample t-tests resulted in nonsignificant deviations for distributions of apparent ages for V-36, V-149, V-184, V-221a, V-254, and V-279. The one-sample t-tests of model ages with age distributions for V-65, V-81, V-145, and V-209a revealed significant deviations, whereas the two-sample tests did not. V-45 and V-111 significantly deviated from the age model in both t-tests. Probabilities are listed in Table 2."
  }, {
    "heading": "4.3. Comparison of 40Ar/39Ar ages to age model constraints",
    "text": ""
  }, {
    "heading": "4.3.1. V-36 in comparison to the age model",
    "text": "Sample V-36 shows a plateau age of 54 ± 4 ka, which is a minimum of 1 ka older than the next underlying ACP. The plateau-related incremental heating steps resulted in an inverse isochron age that agrees with the temporal marker. This age of 50 ± 4 ka overlaps the modelled age from the mcblf-nE scale projection as well. As the initial 40Ar/36Ar does exceed an atmospheric composition, we assign 50 ± 4 ka to be the age of V-36."
  }, {
    "heading": "4.3.2. V-45 in comparison to the age model",
    "text": "An inverse isochron age of 89 ± 11 ka from MGTF analyses of V-45 deviates from the next lower ACP by ca. 17 ka and the modelled age by ca. 19 ka. T-testing the distribution of combined apparent ages from V-45 #30 and V-45 #20 has revealed a significant deviation from age model constraints. Thus, a weighted mean age of 84 ± 9 ka also deviates from the next lower ACP by a minimum of 14 ka. The sample’s stratigraphic location is situated in an intermediate position between two recorded paleomagnetic time markers. Vigliotti et al. (2014) identified the directional excursion of the Laschamp event as about 7 mcblf above V-45. Additionally a pronounced 10Be flux peak was revealed in sediments from the corresponding stratigraphic position (Stockhecke et al., 2014b). The flux agrees with an expected increase by a factor of two and particularly strengthens the stratigraphic alignment with the record of the North Greenland Ice Core Project (NGRIP) (Stockhecke et al., 2014a). The Laschamp excursion is dated radiometrically at 41.3 ± 0.6 ka (Singer et al., 2009) and agrees with age constraints from astrochronology (Laj and Channell, 2007). At about 3 mcblf stratigraphically underneath V-45, Vigliotti et al. (2014) identified a RPI minimum that is correlated with the PISO-1500 stack (Channell et al., 2009). The correlation has revealed an age range of 63–64 ka (Channell et al., 2009). Furthermore, 1.83 m below V-45, another temporal marker is represented due to tephrostratigraphic indications from V-51 that allow a correlation with the onshore tephra unit Halepkalesi Pumice-10 (Sumita and\nSchmincke, 2013a; Stockhecke et al., 2014b). Sumita and Schmincke (2013a) dated this pumice with SGTF analyses of 8 feldspar crystals and presented a weighted mean from apparent 40Ar/39Ar ages of 75.1 ± 4.5 ka. All the aforementioned temporal markers are robust and mark consistency with the dense abundance of ACPs from correlation with the NGRIP record. We have thus interpreted 40Ar/39Ar ages from V-45 as being erroneously old."
  }, {
    "heading": "4.3.3. V-65 in comparison to the age model",
    "text": "SGTF analyses from V-65 #20 resulted in an isochron age that slightly deviates from the next underlying ACP by 1 ka and the sample’s modelled age by 3 ka. Combining the SGTF with five MGTF analyses of V-65 #30 resulted in a weighted mean age that deviates from the two temporal markers by 9 ka and 11 ka, respectively. V-65 is situated about 3 m above a recorded onset of a RPI minimum that extends from 46.41 to 48.42 mcblf. The RPI minimum can be correlated with an age range of 96.6 ka to 103.1 ka (Channell et al., 2009) and agrees with 40Ar/39Ar ages for V-65. Thus, the 40Ar/39Ar ages of V-65 deviate from one ACP aligned with the NGRIP GICC05modelext time scale (Wolff et al., 2010; Stockhecke et al., 2014a). This ACP is located 1 m underneath V-65 and marks the onset of the Greenland interstadial GI-22. Proxies that allow for a correlation are total organic carbon content (TOC), sediment reflectance, and relative signals from x-ray-fluorescence core scanning (Ca/K). Lead and lag compensation between the different proxies is difficult to assess, as these are derived from different stratigraphic resolutions. A corresponding compensation could shift the onset stratigraphically upwards, although such a shift would be expected to be minute. Subsequently downward from this ACP, proxies are correlated with the record of the Antarctic Ice Core Chronology 2012 (AICC2012) (Veres et al., 2013; Stockhecke et al., 2016) instead of the NGRIP GICC05modelext. Differences in timing the onset of GI22 between AICC2012 and GICC05modelext are reported\nto be about 0.3 ka maximum (Veres et al., 2013). However, this shift dates the onset of GI-22 at an even younger age and increases the deviation to the 40Ar/39Ar age from V-65. We suggest the inverse isochron age of 104 ± 13 ka as the maximum age assigned to V-65, but we caution against the 1 ka deviation. A discussion regarding the feldspars’ mineralogy and its’ potential isotopic character appears appropriate (see below)."
  }, {
    "heading": "4.3.4. V-81 in comparison to the age model",
    "text": "The inverse isochron age of V-81 is concordant with both next underlying ACP and the modelled age. The weighted mean age deviates from the latter by 6 ka. A RPI minimum identified in lacustrine material above and below V-81 (Vigliotti et al., 2014) furthermore agrees with the inverse isochron age. The initial 40Ar/36Ar ratio indicates an extraneous 40Ar component, and we prefer assigning the inverse isochron age. The MGTF analyses resulted in a maximum age of 127 ± 10 ka for V-81."
  }, {
    "heading": "4.3.5. V-111 in comparison to the age model",
    "text": "V-111(B) #30 resulted in an inverse isochron age that agrees with a modelled age from the local age-depth relation and with an ACP located 2.22 m stratigraphically downwards. In contrast, the inverse isochron age of V-111 #20 deviates from the age model by ca. 13 to 15 ka (Table 1). The distribution of all apparent ages from V-111 deviate significantly from the modelled age and nearest ACPs (Table 2). Within a stratigraphic distance of ±10 m to V-111, the age model is based on 7 ACPs. They represent correlation of the colour reflectance record with the synthetic Greenland record of the Speleo age scale (Barker et al., 2011). Furthermore, Stockhecke et al. (2014b) presented a preliminary 40Ar/39Ar age of ca. 162 ka for tephra V-114. This tephra is located about 3 m stratigraphically underneath V-111. 40Ar/39Ar ages from their study remain uncommented upon, and uncertainties are not presented. The age indication of V-114 agrees with the two inverse iso-\nchron ages from V-111 as well as putatively with the sample’s weighted mean age. The three inverse isochron calculations for V-111, however, resulted in slightly elevated initial 40Ar/36Ar ratios that hamper the interpretation of the weighted mean age. Preliminarily, we suggest an inverse isochron age of 155 ± 15 ka for V-111 as it agrees with both climate-stratigraphic alignment and calculated 40Ar/39Ar\nages. A detailed discussion of age constraints for V-114 has the potential to provide clarification if systematically deviating age constraints exist. A conflict between radiometric and stratigraphic constraints, hence, cannot be excluded in the record of the late marine isotope stage (MIS) 6 and requires a mineralogical discussion of the crystals analysed (see below).\nJ.F . E n gelh ard t et al./ G eo ch im ica et C o sm o ch im ica A cta 217 (2017) 144–170 159\nT ab\nle 2 S ta ti st ic al\nco m p ar is o n o f d is tr ib u ti o n s fr o m\nap p ar en t 4 0 A r/ 3 9 A r ag\nes an\nd te m p o ra l m ar k er s o f th e ag\ne m o d el . P ro b ab\nil it y,\nM S W D , an\nd th e re su lt o f w ei gh\nte d m ea n ag\ne ca lc u la ti o n s ar e al so\nre p o rt ed\nin F ig s. 6 an\nd 9.\nV o lc an\nic u n it\nn W t. m ea n ag\ne (k a)\nP ro b ab\nil it y m ea n ag\ne M S W D\nm ea n ag\ne P ro b ab\nil it y tw\no -s am\np le\ntte st\nP ro b ab\nil it y o n esa m p le\ntte st\nV -3 6\n10 /1 2\n54 ±\n4 0. 11\n1. 6\n0. 19\n0. 34\nV -4 5\n19 /1 9\n84 ±\n9 0. 85\n0. 66\n< 0. 01\n< 0. 01\nV -6 5\n20 /2 0\n11 0 ±\n11 0. 26\n1. 19\n0. 08\n< 0. 01\nV -8 1\n17 /1 7\n13 3 ±\n8 0. 86\n0. 64\n0. 05\n< 0. 01\nV -1 11\n30 /3 0\n17 0 ±\n9 0. 06\n1. 43\n0. 02\n< 0. 01\nV -1 45\n12 /1 2\n18 4 ±\n12 0. 1\n1. 58\n0. 06\n< 0. 01\nV -1 49\n13 /1 3\n18 9 ±\n13 0. 85\n0. 59\n0. 59\n0. 33\nV -1 84\n14 /1 4\n25 1 ±\n24 0. 26\n1. 21\n0. 59\n0. 31\nV -2 09\na 20\n/2 0\n29 8 ±\n13 0. 02\n1. 76\n0. 15\n< 0. 01\nV -2 21\na 20\n/2 0\n31 5 ±\n14 0. 08\n1. 49\n0. 24\n0. 52\nV -2 54\n21 /2 1\n40 3 ±\n17 0. 22\n1. 23\n0. 62\n0. 11\nV -2 79\n21 /2 1\n52 5 ±\n22 0. 66\n0. 85\n0. 78\n0. 35\nV -2 99\n0/ 14\nN o n e\nN o n e\nN o n e\nN o n e\nN o n e"
  }, {
    "heading": "4.3.6. V-145 in comparison to the age model",
    "text": "For the reasons mentioned above, V-145 #20 resulted in an inverse isochron age of low precision that accurately matches data from the age model. Another implication of the regression’s poorly defined interception with the axis of the diagram is the imprecision of the initial 40Ar/36Ar. The initial 40Ar/36Ar is significantly higher than that of the atmosphere and restrains the use of the respective apparent ages in a weighted mean calculation for V-145. A problem similar to that of discussing the results from dating V-111 is the comparison of V-145 to the 40Ar/39Ar ages from V-137 and V-144 (Stockhecke et al., 2014b), which roughly correspond with both the ages presented here and the ACPs. The inverse isochron age of V-145 #30 agrees with the constraints from the age model, points to less pronounced extraneous 40Ar content, and is more precise than the result for V-145 #20. We therefore assign 171 ± 15 ka as the maximum age of V-145."
  }, {
    "heading": "4.3.7. V-149 in comparison to the age model",
    "text": "Another indication of an increased initial 40Ar/36Ar ratio is suggested by the inverse isochron calculation of analyses of sample V-149. Again, using the inverse isochron age is preferred, although the plateau age calculation does not deviate from the age model constraints either. An age of 187 ± 14 ka is suggested to be most representative of V-149."
  }, {
    "heading": "4.3.8. V-184 in comparison to the age model",
    "text": "V-184 was one of the two tephras sampled for 40Ar/39Ar dating by Stockhecke et al. (2014b) and in this study. The age of ca. 229 ka fits our results from the SWH analyses. The inverse isochron age from our study is close to this value and also agrees with the age model constraints. V-184 is situated between two identified RPI minima. Within 4 m stratigraphically upwards, the upper minimum is correlated with a time span from 237 to 240 ka. Another minimum ties the lacustrine deposition from 257 to 260 ka, ca. 5 m below V-184 (Channell et al., 2009; Vigliotti et al., 2014). The paleomagnetic constraints match the constraints from the ACPs. Although the initial 40Ar/36Ar ratio exceeds atmospheric conditions, we recommend a plateau age of 251 ± 24 ka for V-184. As the increased initial 40Ar/36Ar ratio is derived from the earliest degassing steps, the plateau age calculation is robust. Isolating the first two degassing steps (<1% of cumulative 39Ar) result in a lower initial 40Ar/36Ar ratio of 303 ± 11."
  }, {
    "heading": "4.3.9. V-209a in comparison to the age model",
    "text": "SGTF analyses of V-209 #20 resulted in an inverse isochron age that deviates from the age model constraints by 2 to 3 ka. Similarly, the weighted mean age of all available apparent ages deviates from the age model by 5 to 6 ka. As inverse isochron calculations from both V-209 #20 and V-209 #30 indicate increased initial 40Ar/36Ar ratios, the weighted mean age is neglected. The nearest ACP is located 0.14 m below V-209a. It has been interpreted as marking the onset of the Dansgaard-Oeschger event LV-C4 in MIS 8 (Barker et al., 2011; Stockhecke et al., 2016). V-210, which is situated 1.43 m stratigraphically underneath\nV-209a, has been assigned an 40Ar/39Ar age of ca. 286 ka (Stockhecke et al., 2014b). This age fits the model’s age constraints. Stratigraphically upwards, the nearest ACP is positioned at 1.31 m distance to V-209a. This ACP represents an age estimate at the base of a ca. 10-m-thick tephra (V-206) (Stockhecke et al., 2014b). By applying a cubic-spline extrapolation for an estimated lacustrine sedimentation of 0.3 mm/yr (Stockhecke et al., 2016), this ACP indicates an age of about 274 ka. V-209a is located in the lower part of the lithostratigraphic unit XVII. As the transition from lithostratigraphic units XVII to XIX records a change in mass accumulation rates (Stockhecke et al., 2014b), a detailed comparison of V-209a to the modeled age from extrapolation of a LSR is not ideal. Nevertheless, the LSR of about 0.3 mm/yr appears to be roughly continuous from V-209a upwards and agrees with the majority of temporal constraints stratigraphically above V-206. The inverse isochron age of sample V-209a #30 (279 ± 19 ka) agrees with the model’s constraints and is thus recommended. Potential reasons for the deviation from V-209a #20 are discussed below in greater detail."
  }, {
    "heading": "4.3.10. V-221 in comparison to the age model",
    "text": "Both inverse isochron calculations for V-221 have an initial 40Ar/36Ar signal that exceeds that of the atmosphere. The weighted mean age is accordingly older than the inverse isochron ages, although the distribution of apparent ages does not significantly deviate from the nearest ACPs (Table 2). Stratigraphically upwards, the next ACP is defined by a correlation of TOC and Ca/K contents with a minimum just before the onset of MIS 8.5 (0.71 m distance to V-221a) and ties the lacustrine deposition to an age of 297 ± 1 ka. At a distance of 8.03 m underneath V-221a, the underlying ACP marks the onset of MIS 9.3 (Barker et al., 2011; Stockhecke et al., 2014a). This ACP is not helpful for constraining the expected age range for V-221a. However, SGTF analyses have resulted in a statistically robust regression and their inverse isochron age corresponds with the next highest ACP. We therefore assign the corresponding isochron age of 307 ± 15 ka to V-221a."
  }, {
    "heading": "4.3.11. V-254 in comparison to the age model",
    "text": "All available age calculations from analyses of V-254 fit the age model constraints. V-254 #30 indicates an elevated initial 40Ar/36Ar ratio. The inverse isochron of V-254 #20 has revealed an initial 40Ar/36Ar ratio that is indistinguishable from that of the atmosphere. An influence of extraneous 40Ar from the MGTF analyses to the weighted mean age appears negligible, and we assign the age of 407 ± 24 ka to the emplacement of V-254."
  }, {
    "heading": "4.3.12. V-279 in comparison to the age model",
    "text": "Stockhecke et al. (2014b) provided an approximate 40Ar/39Ar age of ca. 531 ka for V-279. 40Ar/39Ar ages for V-279 presented in this study agree with that age. The inverse isochron calculation for V-279 #20 hints at an extraneous 40Ar component, although its imprecise initial 40Ar/36Ar overlaps that of the atmosphere. About 3.5 m above V-279, an ACP was derived from correlation with a peak in MIS 13.1 of the speleothem-based synthetic\nGreenland record GLT_syn (Barker et al., 2011) and ties the lacustrine deposition to an age of about 488 ka (Stockhecke et al., 2014a). At a distance of about 4 m stratigraphically below V-279, an ACP was derived from the same timescale, refers to the onset of MIS 13.3, and ties the deposition to an age of about 528 ka (Barker et al., 2011; Stockhecke et al., 2014a). This age is almost identical to results from the 40Ar/39Ar dating of V-279. The deformed unit (DU) has been characterised by several overturned as well as overthrusted sections (Stockhecke et al., 2014b) and is located ca. 5 m above V-279. The ACP marking the base of the DU has been derived by extrapolating about 22 m of stratigraphy with an average LSR of 0.18 mm/yr. The low resolution of proxy data underneath the DU has the potential of an erroneous match between synthetic ice-core chronology and proxy records (Stockhecke et al., 2014a). We assign the inverse isochron age of 525 ± 26 ka to V-279."
  }, {
    "heading": "4.3.13. V-299 in comparison to the age model",
    "text": "Plagioclase from V-299 is a compositionally zoned andesine (Fig. 3f) that has resulted in varying 37ArCa/\n39ArK contents (Fig. 10) typical of a pure separate of crystals, showing a normal zoning patterns (Foland et al., 1993). The grains show no indications of rounding or resorption. Possible mineralogical obstacles are melt and apatite inclusions. The scatter in obtained 39Ar/40Ar ratios illustrates the absence of isotopic equilibrium. Well-sorted epiclastic plagioclase explains this scatter best. All apparent ages exceed largely the earliest stage of the formation of Lake Van (Sumita and Schmincke, 2013a; Stockhecke et al., 2014a). The youngest apparent ages of V-299 cover the earliest ages of volcanic rocks assigned to Nemrut (Innocenti et al., 1976; Ercan et al., 1990; Notsu et al., 1995; Cubukcu et al., 2012). In close proximity to Lake Van’s north-eastern shore, Lebedev et al. (2010) dated trachytes, rhyolites and andesites from the Etrüsk Caldera with ages ranging from 3.7 to 4.2 Ma, which coincide with the oldest apparent ages for V-299. However, these dates are of no significance for the lacustrine history of Lake Van."
  }, {
    "heading": "4.4. Feldspar zoning and deviating 40Ar/39Ar ages",
    "text": "Correcting 38Ar intensities by subtracting blank, atmospheric, and K-derived contributions resulted in intensities that can be interpreted as being chlorine-derived. Similarly, blank- and decay-corrected 37Ar intensities display variations in the sample’s Ca-contents (McDougall and Harrison, 1999). Both values are useful tools in discussing results from 40Ar/39Ar dating (Harrison et al., 1994; Singer et al., 1998; Kelley, 2002). Common-denominator Ar isotope diagrams potentially allow for identification of heterochemical components (Villa, 2006). Data from TF analyses are presented in Fig. 12. Analysing the incremental release of 38ArCl and 37ArCa (relative to 39ArK) allows for discussion of analyses from SHW in a similar way (Figs. 9 and 10).\nMost of the 38ArCl values are negative and indicate either the absence of chlorine-derived 38Ar or the determination of sample and blank analyses of 36Ar and 39Ar with\nlow precision due to low intensities. The small signals of 38ArCl are surprising, as BSE imaging has revealed melt inclusions that are commonly potential hosts for 38ArCl (Kelley, 2002) in some of the feldspars picked. Below, we discuss feldspar zoning and melt inclusions with respect to their possible relation to deviating 40Ar/39Ar ages. We are aware of the possibly masked influence of mixed phases that could not be resolved with monitoring 38ArCl."
  }, {
    "heading": "4.4.1. Feldspar zoning in V-45",
    "text": "MGTF analyses of V-45 #30 were conducted on 10 grains per fusion. Investigating picked anorthoclase revealed the sporadic occurrence of resorption embayments. Compositional zoning with melt-rich cores is frequent in these grains (Fig. 5b). Some anorthoclase crystals in V-45 indicated resorbed crystal surfaces and were not picked (Fig. 3a). The most extreme variations in An-content revealed cores that are characterised by An > Or and that show an Or-rich overgrowth. TF analyses of V-45 show, accordingly, the highest contents of 37ArCa relative to 39ArK (Fig. 12a). Contamination of the dated separates by plagioclase cannot be excluded. Euhedral plagioclase crystals in V-45 ranging from An38 to An25 (P1 in Fig. 13a) are similar in size to anorthoclase crystals and show oscillatory zoning. A second fraction of plagioclase (P2 in Fig. 13a) is also texturally similar but more depleted in An (<An25) towards the rim and shows an overgrowth of anorthoclase compositions (Or > An). This overgrowth indicates dissolution surfaces (Fig. 5a). The low An-rims and the anorthoclase overgrowth (about Ab70Or20An10) are chemically identical to C-type domains in anorthoclase crystals that have been separated for radiometric dating. Ba concentrations do not follow systematic enrichment with respect to texture (Fig. 14b), but span a wide range of concentrations from 600 to 2000 ppm, and correlate to Or. This observation contradicts to a partitioning of Ba between feldspar and peralkaline trachytic melt that rather decreases relative to increasing Or (Mahood and Stimac, 1990). Or contents in anorthoclase cease at Or30. The growth of anorthoclase over plagioclase and the coupled increase in Ba and Or concentrations argue against a sequential as well as against a simultaneous two-feldspar crystallisation path (Brown and Parsons, 1994) for crystals from V-45. A peritectic one-plagioclase crystallisation path is thus the most suitable for these feldspars. The high-An plagioclase suggests a slightly different magmatic growth, as it does not show anorthoclase overgrowth and ended by crystallising An25. However, the overall similar chemical compositions of the different plagioclase suggest a common magmatic source but slightly different magmatic compositions. As all feldspar in V-45 either occurs as incorporated in pumice or adheres to pumice, we assume that the different feldspars were incorporated in the same melt prior to eruption. Thus, the deviation in age potentially represents an influence of inherited cognate material."
  }, {
    "heading": "4.4.2. Feldspar zoning in V-65",
    "text": "Some anorthoclase crystals from V-65 show stained surfaces that commonly originate from corrosion (Fig. 3c). These grains were not picked, but they point to the presence\nof a second fraction of feldspar in V-65. Non-corroded Ctype zoned crystals show feldspar compositions identical to corroded crystals. C-type zoned crystals also reveal faint patchy patterns in CL images (Fig. 5c). The less abundant PO-type zoned crystals (Fig. 5d) document a second type of ‘non-corroded’ anorthoclase. PO-type crystals contain significantly less Ba (Fig. 14d). Two groups of PO-type zoned crystals can be distinguished by Fe contents (i. e., yellow patches in Fig. 14c). The Fe-rich group shows depletion of their Fe content towards the rims. Fe in PO-type zoning thus suggests heterogeneity among crystals, revealing POzoning. C-type crystals from V-65 contain less An than C-type crystals from V-45. This difference in feldspar composition is more distinct in 37ArCa relative to\n39ArK (Fig. 12a). The lowest ratios of 37ArCa are possibly due to the analyses of PO-type crystals.\nThe compositional constraints suggest that PO-type crystals are formed at lower temperatures and increased PH20 conditions (Brown and Parsons, 1994; Nekvasil, 1994; Ginibre et al., 2004). Their occurrence does not correspond to the expected magmatic conditions for the coexisting (and partly corroded) C-type crystals. We suggest that the C-type crystals either precipitated prior to the formation of PO-type crystals and/or in a different magmatic environment. As no intergrowth of PO-type and C-type crystals (or zoning features) has been observed, a sequential crystallization path (Brown and Parsons, 1994) in a dry trachytic melt explains their co-occurrence best. Following this argumentation, C-type crystals can be suspected to represent disaggregated crystals from peripheral positions of a magmatic reservoir or a conduit. Corroded felsitic and devitrified lithics exist in V-65 and support this scenario (Fig. 3b)."
  }, {
    "heading": "4.4.3. Feldspar zoning in V-111",
    "text": "Anorthoclase crystals from V-111 are dominated by R-type and PO-type zoning textures (Fig. 4d and 5e). R-type zoning dominates coarse crystals and shows a maximum Ca/K of 0.21. Regarding the production ratio of 37ArCa and the spatial proportion of high An-domains in R-type crystals, this value matches the highest 37ArCa/\n39ArK ratios from SGTF data, which show a maximum of ca. 0.1 (Fig. 12b). Ca, Ba and Fe contents in R-type crystals are comparable to those from PO-type analyses (Figs. 14c–f, and 13b).\nEmbayed core-rim interfaces in PO-zoned crystals (Fig. 4c) indicate multiple phases of feldspar destabilisation. R-type zoned crystals can also reveal PO-type zoning towards the rims (Fig. 5e). The strong chemical and textural similarity of R-type crystal rims to PO-type crystals suggests that both types have experienced the same magmatic history. R-type crystals dominate the coarse #20 fraction in V-111 and V-111B. This fraction deviates from the age model by at least 12 ka. PO-type crystals dominate fine fractions. Combining the textural observation with the inverse isochron ages suggests that R-type crystals are hosts of an extraneous 40Ar component. MGTF analyses are apparently less affected by this isotopic component. If R-type crystal fragments are mixed in MGTF analyses with predominant PO-type crystals, the extraneous 40Ar compo-\nnent appears to be less dominant and goes unnoticed in the inverse isochron age of V-111B #30. These observations indicate a heterogeneous contribution of non-radiogenic excess 40Ar (Fig. 15a) to the inverse isochron of V-111 #20."
  }, {
    "heading": "4.4.4. Feldspar zoning in V-209a",
    "text": "A small number of crystals show patchy R-type zoning covering a compositional range >5 mol% An or Or (Fig. 13b). Fig. 14h displays varying Ba concentrations from such crystals (labelled F1). Other than these, most crystals have clustering Ba concentrations (F2 in Fig. 14f) and vary less in feldspar composition. The two types of patchy zoning contain similar concentrations of Fe (Fig. 14g). Some fragments of patchy anorthoclase have revealed that an An-rich rim grew during the last stage of crystallisation (Fig. 5f). Other crystals exhibit hardly any zoning and are compositionally similar to the An-poor patches of R-type crystals. The occurrence of the R-type crystals is not restricted to a single grain-size fraction.\nAverage 40Ar*/39ArK ratios from V-209a increase with higher ratios of 37ArCa/\n39ArK (Fig. 12a). Anorthoclase crystals from V-209a #20 and V-209a #30 fractions have both revealed a non-radiogenic excess of 40Ar in their initial 40Ar/36Ar data (Fig. 8). The calcium-related increases in 40Ar*/39ArK hence hints an abundance of An-rich R-type\ncrystals contributing to higher ‘apparently radiogenic’ 40Ar and potentially include an extraneous component of 40Ar. Emphasising the instrumental limitation in detecting 38ArCl mentioned above, this trend is interpreted with caution."
  }, {
    "heading": "4.5. Interpretation of magmatic processes",
    "text": "Ginibre et al. (2004) were able to detect distinct magmatic environments from trace element pattern in sanidine zoning. This conclusion was based on the existing compositional stratification of the magma chamber that is displayed in the stratification of the sampled tephra. Their work further linked C-type zoning feldspars to cumulate xenoliths, and they deduced processes within a crystal wall mush as a potential source of the formation of C- and R-type zoning in sanidine. Another process was proposed by Troll and Schmincke (2002), who investigated feldspars that compositionally resembled anorthoclase and oligoclase from V-45. Ternary feldspars from their study were sampled from trachytic and rhyolitic ignimbrites. Interpreting compositional and trace element data, they proposed a step-cycle process that involved the mechanical movement of feldspars across the interfaces of small-scale immiscible magma batches. Compositional variations described by\nTroll and Schmincke (2002) occurred across small growth bands, interrupting normal or reverse zoning, and not as a pattern similar to R- or C-type zoning from this study. A comparison to patterns from their study thus lacks textural similarity.\nProcesses recorded in PO-type crystals were characterised by Ginibre et al. (2004) by comparing Ba, Sr, and Ti relative to Ca. Sr is low in Nemruth and Süphan volcanics and only rarely exceeds 300 ppm in bulk rock samples (Özdemir et al., 2006; Cubukcu et al., 2012; Özdemir and Güleç, 2013; Sumita and Schmincke, 2013c). Accordingly, Sr was hardly detected in anorthoclase. Systematic trends in concentrations of Ti from anorthoclase with the\ndifferent zoning types are absent (data provided by the electronic supplementary materials). Therefore, this study has to rely on anticorrelation of Ca and Fe occurring across resorption surfaces (Fig. 4) in PO-type crystals. This anticorrelation across zoning patterns points to growth from a kinetically controlled, disequilibrium crystal-melt boundary layer (Shore and Fowler, 1996; Mollo et al., 2011). The overall consistent main composition of PO-type crystals shows that compositional changes in the magmatic environment are not involved in the formation of the zoning feature. Decompression, varying water contents, and/or temperatures are thus favourable processes recorded in PO-type surfaces that indicate dissolution (Nekvasil, 1994;\nGinibre et al., 2004). Possible mechanisms are either magmatic ascent in a conduit or crystal migration in a residing reservoir (Ginibre et al., 2004). PO-crystals hence monitor\nan evolution that is located in the interior of a reservoir rather than in boundary layers or cupolas of a magma chamber. In comparison to C-type zoned crystals, resorp-\ntion surfaces appear often plain and correspond with considerably less abundant melt inclusions. Combining the style of the resorption surfaces and the potential magmatic environment represented in PO-type zoned crystals indicates such crystals to be promising candidates for 40Ar/39Ar geochronology. We emphasise that inverse isochron ages from V-81 and V-111B #30 have been derived by analysing predominantly PO-type crystals that recorded the timing of the eruption concordantly to constraints from the age model."
  }, {
    "heading": "4.6. Inherited 40Ar or excess 40Ar?",
    "text": "In describing extraneous 40Ar a distinction can be made between inherited and excess 40Ar. A radiogenic 40Ar component that is produced within minerals via the decay of 40K before the event dated (physical contamination of older material) is termed inherited 40Ar. Incorporation of 40Ar via processes other than in-situ radioactive decay 40K is described with the term excess 40Ar (McDougall and\nHarrison, 1999). In the following, we discuss both types of extraneous 40Ar and their possible impact on ages presented in this study.\nIrrespective of the particular magmatic mechanism discussed above, the expected temperature that is required to resorb and re-precipitate hypersolvus anorthoclase would quickly degas inherited crystals. Spell et al. (2001) modelled Ar degassing from sanidine that is probably more retentive than anorthoclase, as it does not undergo a displacive transformation from monoclinic to triclinic symmetries during cooling, producing fine-scale twinning of Albite and Pericline laws (Parsons et al., 2015). Modelling the degassing behaviour of an antecrystic sanidine, which is entrained into a shallow and pre-eruptive silicic magma at temperatures that partially dissolve the crystal (e.g., ca. 800 C for a PH2O of 3 kbar), revealed that a 1-mm-sized spherical sanidine (i.e., several ka older than syneruptive phenocrysts) degasses >99% within days (Spell et al., 2001). We thus expect subdomains in C-type and\nR-type zoning in feldspars from V-45 and V-65 to be unlikely to account for any inherited 40Ar.\nAn entrainment of material from the magma chamber walls (or conduit walls) would result in a mix of juvenile and disaggregated cognate material from an earlier magmatic pulse. If these antecrysts experienced a fast (duration of days) pre-eruptive combination of entrainment, dispersion, and eruption, they potentially impact on a distribution of apparent 40Ar/39Ar ages (Gansecki, 1998; Spell et al., 2001; Rivera et al., 2016). This scenario suggests the presence of abundant xenolithic fragments. V-65 shows corroded microcrystalline felsitic lithics.\nAnother mechanism resulting in statistically robust inverse isochrons and overestimated ages is that of heterogeneously-distributed excess 40Ar (Kuiper, 2002; Flude and Storey, 2016). This scenario (Fig. 15a) assumes a distribution of excess 40Ar that is derived from mixing three reservoirs: atmospheric, radiogenic, and nonradiogenic excess 40Ar. Data points not affected by excess 40Ar define a near-atmospheric end-member in an inverse isochron calculation. Data points that are affected increase the slope of the inverse isochron and result in an erroneously old age. By comparing stepwise and total fusion data from different aliquots in the same sample, Flude and Storey (2016) collected evidence for the existence of such a heterogeneous appearance of excess 40Ar in feldspars from miarolitic granophyres. Applying a combined filtering and deconvolution approach to apparent 40Ar/39Ar ages Flude and Storey (2016) successfully isolated an age population that was likely unaffected by an excess of 40Ar and matched other chronometers. The deconvolution assumes a Gaussian distribution of both contaminated and uncontaminated crystals. As substantially older apparent ages do not fulfil a Gaussian distribution, filtering the most deviating ages is required before applying an unmixing algorithm (Sambridge and Compston, 1994) such as the unmixing function in isoplot software (Ludwig, 2012).\nExcept for data from V-65, an application of the algorithm did not unmix age populations younger than the deviating ages. As V-65 shows evidence for the coexistence of entrained crystallisates, it remains unclear whether the isolated population of apparent ages is derived from inherited or excess 40Ar or both. However, the untangled younger population resulted in an age of 84 ± 23 ka for V-65 (Appendix C).\nInvestigations of water geochemistry from the Nemrut crater lake and from Lake Van have detected a mean excess of 3He/4He and an incorporation of mantle helium components (Kipfer et al., 1994). 40Ar/36Ar ratios in mantlederived Ar reaches values up to 40,000 (Graham, 2002), and a heterogenic occurrence of fluid inclusions containing mantle-derived Ar in TF analysis could explain deviations from the age model. Ellis et al. (2017) argued that excess 40Ar from mantle-derived Ar potentially explains the age deviations that have been discussed as being derived by analysing antecrystic feldspar elsewhere (Gansecki et al., 1996; Rivera et al., 2016). This scenario fits data from the here presented study with the observations that age deviations occur mainly in the youngest samples and only in TF experiments. The irregularly distributed fluid inclusions\nin combination with melt inclusions (Fig. 3d) point to an importance of excess 40Ar for this study.\nWe have interpreted the deviating 40Ar/39Ar dates to represent either a mix of antecrystic feldspar and syneruptive phenocrysts, or heterogeneously distributed excess 40Ar (Fig. 15a) due to the variable abundance of melt and fluid inclusions in C-type and R-type crystals."
  }, {
    "heading": "4.7. Inverse isochron calculations based on low 36Ar signals",
    "text": "Smaller uncertainties in 36Ar would potentially indicate extraneous 40Ar components by resolving either trends in 38ArCl or deviations in inverse isochrons. Slightly scattering 36Ar intensities from 11 cycles (this study) of peak-jumping ion-beam detection can generally be derived from collector noise, ion beam fluctuations (Mark et al., 2009), and interferences with isobaric hydrochlorine and hydrocarbon species (McDougall and Harrison, 1999). Simultaneous multicollection of several masses, an increased mass resolving power, and reference gases represent approaches that improve the detection of 36Ar (Mark et al., 2009; Saxton, 2015; Jicha et al., 2016). Working with data from a single detector instrument, we have recorded variations in the precision of the detection of 36Ar. Significant variations in the precision of 36Ar/40Ar ratios call for caution when calculating inverse isochrons. This imprecision hinders the detection of sphenochrons, as suggested by Chen et al. (1996) (Fig. 15b). Drawing an isochron for V-45 by connecting the maximum age model constraint with the same initial 40Ar/36Ar ration from V-45 #30 results in a wedge that envelopes the upper limit of most data ellipses (Fig. 15d). The example of V-45 shows that low MSWD values (mostly due to low 36Ar intensities) caution against the interpretation of the according inverse isochron age. The low value of 0.4 practically requires more precise 40Ar/36Ar data before the MSWD can be used as a statistical test (Wendt and Carl, 1991). The deviating age from the inverse isochron calculation for V-45 also illustrates the potential problem of calculating youngest mix ages in interpreting sphenochrons. Dating tephra from ICDP PALEOVAN cores shows the importance of carefully interpreting these ages in the light of age constraints from other chronometers."
  }, {
    "heading": "5. CONCLUSIONS",
    "text": "This work presents radiometric 40Ar/39Ar ages from tephra in the composite core of the PALEOVAN drilling record. A multi-proxy age model from lacustrine sediments has been used to test statistically and stratigraphically radiometric ages and vice versa. Facing different ways to calculate and to interpret results from 40Ar/39Ar analyses, this work offers radiometric age assignments. Evidence for the presence of extraneous 40Ar is given for most of the samples, and accordingly weighted average calculations from apparent 40Ar/39Ar age spectra predominantly deviate from the model. Fourteen inverse isochron ages have revealed concordance with the age model and support particularly the lower part of the PALEOVAN record. Four inverse isochron ages are discordant with the age model.\nReviewing the feldspar compositions, as well as over- and underlying age control points, indicates extraneous 40Ar contributing to the deviation. The majority of the dated feldspars show zoning patterns that are subdivided into three main types. Feldspars from samples that provided deviating ages show either a compositional zoning type (C-type zoning), a minor element zoning type (PO-type zoning), or a heterogonous-patchy zoning pattern (R-type-zoning). Compositional variations from C-type and most of the R-type crystals are interpreted as representing crystallisation in magma chamber cupolas, as wall mushes, or in narrow conduits. The consistent compositions of PO-type crystals and the number of surfaces recording dissolution argue for growth from a more differentiated melt and in a central location of a magma reservoir. As PO-type crystals also incorporate a lesser degree of melt inclusions, they are the most promising crystals for 40Ar/39Ar dating of tephras that provide a variety of feldspar compositions and textures within a small sample size. It is inferred that C-type and R-type crystals contribute preferentially to inverse isochron age calculations that deviate the climate-stratigraphic age model."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "We are grateful to T. Litt and N. Pickarski, who joined the sampling at the Bremen core repository at MARUM. J. Engelhardt gives thanks to two anonymous reviewers and Fred Jourdan for commenting on an earlier version of this manuscript. We thank C. Günther, who operated some EMP analytics and M. Müller, who assisted in sample preparation and argon analytics. This work has been funded by the International Continental Scientific Drilling Program (ICDP) and the Deutsche Forschungsgemeinschaft (DFG) [OB80/48-1]."
  }, {
    "heading": "APPENDIX A. SUPPLEMENTARY MATERIAL",
    "text": "Supplementary data associated with this article can be found, in the online version, at http://dx.doi.org/10.1016/ j.gca.2017.07.039."
  }, {
    "heading": "APPENDIX B. 40AR/39AR METHODS",
    "text": "A value of (5.463 ± 0.0214) 10 10 as the total 40K decay constant k (Min et al., 2000) was used for age calculations in this article. K2SO4 and CaF2 were co-irradiated in the first irradiation (PO-2). Samples from irradiation PO-3 were corrected with the same interference corrections as samples from PO-2. J values were derived by 4 TF analyses of the monitor mineral. Production rates of 37Ar from Ca were calculated by using a factor of 1.84 (Onstott et al., 1995)."
  }, {
    "heading": "APPENDIX C. DECONVOLUTION OF V-65",
    "text": "The unmix algorithm from Ludwig (2012) was used to detect a population that resulted in an age of 83 ± 23 ka. This population represents a fraction of 0.28 from the entire distribution. The relative misfit parameter (Sambridge and Compston, 1994) represents an inverse logarithmic likeli-\nhood as a function of the suggested age populations. This calculation assumed two populations and resulted in a relative misfit of 0.975. As this deconvolution faces the absence of a Gaussian distribution, the age of 83 ± 23 ka is only suited for a qualitative exploration of data from V-65."
  }],
  "year": 2017,
  "references": [{
    "title": "Feldspars in Igneous Rocks, Feldspars and their Reactions",
    "authors": ["L. Brown W", "I. Parsons"],
    "year": 1994
  }, {
    "title": "Lake level and climate records of the last 90 ka from the Northern Basin of Lake Van, eastern Turkey",
    "authors": ["K. K", "S. Özeren"],
    "venue": "Quatern. Sci",
    "year": 2014
  }, {
    "title": "Stacking paleointensity and oxygen isotope data for the last 1.5 Myr (PISO-1500)",
    "authors": ["J. Channell", "C. Xuan", "D. Hodell"],
    "venue": "Earth Planet Sci",
    "year": 2009
  }, {
    "title": "The edge of time: dating young volcanic ash layers with the Ar-40-Ar-39 laser probe",
    "authors": ["S. Chen Y", "E. Smith P", "M. Evensen N", "D. York", "R. Lajoie K"],
    "year": 1996
  }, {
    "title": "Pumice, Pumicite, and Volcanic Cinders in California",
    "authors": ["W. Chesterman C"],
    "venue": "California Department of Natural Resources,",
    "year": 1956
  }, {
    "title": "Mt. Nemrut volcano (Eastern Turkey): temporal petrological evolution",
    "authors": ["E. Cubukcu H", "I. Ulusoy", "E. Aydar", "O. Ersoy", "E. Sen", "A. Gourgaud", "H. Guillou"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2012
  }, {
    "title": "40Ar/39Ar dating: Integrating temporal and geochemical data from crystal cargoes",
    "authors": ["T. Geol.. Ercan", "T. Fujitami", "J.-L. Madsuda", "K. Notsu", "T. Ui"],
    "year": 1990
  }, {
    "title": "The causes and petrological significance of cathodoluminescence emissions from alkali feldspars",
    "authors": ["A. Finch A", "J. Klein"],
    "venue": "Contrib. Miner. Petrol",
    "year": 1999
  }, {
    "title": "Potassium Argon Dating of Fine-Grained Basalts with Massive Ar Loss - Application",
    "authors": ["A. Foland K", "H. Fleming T", "A. Heimann", "H. Elliot D"],
    "year": 1993
  }, {
    "title": "40Ar/39Ar geochronology and pre-eruptive geochemistry of the Yellowstone Plateau volcanic field rhyolites",
    "authors": ["A. Gansecki C"],
    "year": 1998
  }, {
    "title": "Structure and dynamics of the Laacher See magma chamber (Eifel, Germany",
    "authors": ["C. Ginibre", "G. Worner", "A. Kronz"],
    "year": 2004
  }, {
    "title": "Noble gas isotope geochemistry of midocean ridge and ocean island basalts: Characterization of mantle source reservoirs",
    "authors": ["W. Graham D"],
    "venue": "Rev. Mineral. Geochem",
    "year": 2002
  }, {
    "title": "Stratigraphy and structure of the Rainier and USGS Tunnel areas Nevada Test Site. U.S",
    "authors": ["R. Hansen", "W. Lemke R", "M. Cattermole J", "B. Gibbons A"],
    "venue": "Geological Survey Professional Paper,",
    "year": 1963
  }, {
    "title": "A chlorine disinfectant for excess argon released from K-Feldspar during step heating",
    "authors": ["M. Harrison T", "T. Heizler M", "M. Lovera O", "J. Chen W", "M. Grove"],
    "venue": "Earth Planet Sci",
    "year": 1994
  }, {
    "title": "Lasing in the holocene – extending the Ar-40-Ar-39 laser probe method into the C-14 age",
    "authors": ["Q. Hu", "E. Smith P", "M. Evensen N", "D. York"],
    "venue": "range. Earth Planet Sci",
    "year": 1994
  }, {
    "title": "Evolution of the volcanism in the area of interaction between the Arabian, Anatolian and Iranian plates (Lake Van, Eastern Turkey)",
    "authors": ["F. Innocenti", "R. Mazzuoli", "G. Pasquare", "R. Di Brozolo F", "L. Villari"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 1976
  }, {
    "title": "Vertical and horizontal variations of the fast neutron flux in a single irradiation capsule and their significance in the laser-heating",
    "authors": ["O. Ishizuka"],
    "year": 1998
  }, {
    "title": "Re-evaluation of the ages of 40 Ar/39 Ar sanidine standards and supereruptions in the western US using a Noblesse multi-collector mass spectrometer",
    "authors": ["R. Jicha B", "S. Singer B", "P. Sobol"],
    "venue": "Chem. Geol",
    "year": 2016
  }, {
    "title": "An appraisal of the ages of terrestrial impact structures",
    "authors": ["F. Jourdan", "P. Renne", "W. Reimold"],
    "venue": "Earth Planet Sci",
    "year": 2009
  }, {
    "title": "Excess argon in K-Ar and Ar-Ar geochronology",
    "authors": ["S. Kelley"],
    "venue": "Chem. Geol",
    "year": 2002
  }, {
    "title": "Injection of mantle type helium into Lake Van (Turkey) - the clue for quantifying deep-water renewal",
    "authors": ["R. Kipfer", "W. Aeschbachhertig", "H. Baur", "M. Hofer", "M. Imboden D", "P. Signer"],
    "venue": "Earth Planet Sci",
    "year": 1994
  }, {
    "title": "Synchronizing rock clocks of Earth history",
    "authors": ["K. Kuiper", "A. Deino", "F. Hilgen", "W. Krijgsman", "P. Renne", "J. Wijbrans"],
    "year": 2008
  }, {
    "title": "The interpretation of inverse isochron diagrams",
    "authors": ["D. Kuiper Y"],
    "year": 2002
  }, {
    "title": "Geomagnetic Excursions-5.10",
    "authors": ["C. Laj", "J. Channell"],
    "year": 2007
  }, {
    "title": "Geochronology of Late Cenozoic volcanism in the area of Van Lake, Turkey: an example of development dynamics for magmatic processes",
    "authors": ["A. Lebedev V", "V. Sharkov E", "M. Keskin", "V. Oyan"],
    "venue": "Dokl. Earth Sci",
    "year": 2010
  }, {
    "title": "A redetermination of the isotopic abundances of atmospheric Ar",
    "authors": ["J.-Y. Lee", "K. Marti", "P. Severinghaus J", "K. Kawamura", "H.-S. Yoo", "B. Lee J", "S. Kim J"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2006
  }, {
    "title": "Lake Van deep drilling project PALEOVAN",
    "authors": ["T. Litt", "S. Anselmetti F"],
    "venue": "Quatern. Sci. Rev",
    "year": 2014
  }, {
    "title": "User’s manual for Isoplot 3.75",
    "authors": ["K.R. Ludwig"],
    "venue": "Berkeley Geochronology Center Special Publications,",
    "year": 2012
  }, {
    "title": "Peralkaline felsic magmatism at the Nemrut volcano, Turkey: impact of volcanism on the evolution of Lake",
    "authors": ["R. Macdonald", "M. Sumita", "U. Schmincke H", "B. Baginski", "C. White J", "S. Ilnicki S"],
    "venue": "Van (Anatolia) IV. Contrib. Miner. Petrol",
    "year": 2015
  }, {
    "title": "Trace-Element Partitioning in Pantellerites and Trachytes",
    "authors": ["A. Mahood G", "A. Stimac J"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1990
  }, {
    "title": "The ARGUS multicollector noble gas mass spectrometer: performance for 40Ar/39Ar geochronology",
    "authors": ["F. Mark D", "D. Barfod", "M. Stuart F", "J. Imlach"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2009
  }, {
    "title": "A high-precision Ar-40/Ar-39 age for the Young Toba Tuff and dating of ultra-distal tephra: forcing of Quaternary climate and implications for hominin occupation of India",
    "authors": ["F. Mark D", "M. Petraglia", "C. Smith V", "E. Morgan L", "N. Barfod D", "S. Ellis B", "J. Pearce N", "N. Pal J", "R. Korisettar"],
    "venue": "Quat. Geochro-",
    "year": 2014
  }, {
    "title": "Plagioclase–melt (dis) equilibrium due to cooling dynamics: implications for thermometry, barometry and hygrometry",
    "authors": ["S. Mollo", "K. Putirka", "G. Iezzi", "P. Del Gaudio", "P. Scarlato"],
    "venue": "Lithos 125,",
    "year": 2011
  }, {
    "title": "Ternary feldspar/melt equilibria: a review",
    "authors": ["H. Nekvasil"],
    "venue": "In Feldspars and their Reactions (ed. I. Parsons). Springer,",
    "year": 1994
  }, {
    "title": "Geochemical features of collision-related volcanic-rocks in central and eastern Anatolia, Turkey",
    "authors": ["K. Notsu", "T. Fujitani", "T. Ui", "J. Matsuda", "T. Ercan"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 1995
  }, {
    "title": "Recoil refinements: implications",
    "authors": ["T. Onstott", "M. Miller", "R. Ewing", "G. Arnold", "D. Walsh"],
    "year": 1995
  }, {
    "title": "Geological and geochemical evolution of the quaternary süphan stratovolcano, Eastern Anatolia, Turkey: evidence for the lithosphere-asthenosphere interaction in post-collisional volcanism",
    "authors": ["Y. Özdemir", "N. Güleç"],
    "venue": "J. Petrol",
    "year": 2013
  }, {
    "title": "Volcanostratigraphy and petrogenesis of the Nemrut stratovolcano (East Anatolian High Plateau): the most recent postcollisional volcanism in Turkey",
    "authors": ["Y. Özdemir", "Ö. Karaoğlu", "Ü. Tolluoğlu A", "N. Güleç"],
    "venue": "Chem. Geol",
    "year": 2006
  }, {
    "title": "Feldspars defined and described: a pair of posters published by the Mineralogical Society",
    "authors": ["I. Parsons"],
    "venue": "Sources and supporting information. Mineral Mag",
    "year": 2010
  }, {
    "title": "Routine characterization and interpretation of complex alkali feldspar intergrowths",
    "authors": ["I. Parsons", "F. Gerald J. D", "R. Lee M"],
    "venue": "Am. Miner",
    "year": 2015
  }, {
    "title": "Retention of inherited Ar by alkali feldspar xenocrysts in a magma: kinetic constraints from Ba zoning profiles",
    "authors": ["R. Renne P", "R. Mulcahy S", "S. Cassata W", "E. Morgan L", "P. Kelley S", "J. Hlusko L", "K. Njau J"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2012
  }, {
    "title": "Zircon petrochronology and 40Ar/39Ar sanidine dates for the mesa falls tuff: crystal-scale records of magmatic evolution and the short lifespan of a large yellowstone magma chamber",
    "authors": ["A. Rivera T", "D. Schmitz M", "R. Jicha B", "L. Crowley J"],
    "venue": "J. Petrol",
    "year": 2016
  }, {
    "title": "Mixture modeling of multi-component data sets with application to ion-probe zircon ages",
    "authors": ["M. Sambridge", "W. Compston"],
    "venue": "Earth Planet Sci",
    "year": 1994
  }, {
    "title": "A method for measurement of 36 Ar without H",
    "authors": ["J. Saxton"],
    "venue": "Cl interference. Chem. Geol",
    "year": 2015
  }, {
    "title": "Impact of volcanism on the evolution of Lake Van (eastern Anatolia) III: Periodic (Nemrut) vs. episodic (Suphan) explosive eruptions",
    "authors": ["U. Schmincke H", "M. Sumita", "S. Team P"],
    "year": 2014
  }, {
    "title": "144–170 and climate forcing reflected in a tephra gap between ca. 14 ka and ca. 30 ka",
    "authors": ["J.F. Engelhardt"],
    "venue": "/Geochimica et Cosmochimica Acta",
    "year": 2017
  }, {
    "title": "Oscillatory zoning in minerals; a common phenomenon",
    "authors": ["M. Shore", "D. Fowler A"],
    "venue": "Can. Mineral",
    "year": 1996
  }, {
    "title": "Inherited argon in a Pleistocene andesite lava: (40)Ar/(39)Ar incremental-heating and laserfusion analyses of plagioclase",
    "authors": ["S. Singer B", "R. Wijbrans J", "T. Nelson S", "S. Pringle M", "C. Feeley T", "A. Dungan M"],
    "venue": "Geology 26,",
    "year": 1998
  }, {
    "title": "Single crystal Ar-40-Ar-39 dating of a late quaternary paroxysm on Kos, Greece: concordance of terrestrial and marine ages",
    "authors": ["E. Smith P", "D. York", "Y. Chen", "M. Evensen N"],
    "venue": "Geophys. Res",
    "year": 1996
  }, {
    "title": "Systematics of xenocrystic contamination: preservation of discrete feldspar populations at McCullough Pass Caldera revealed by Ar-40/Ar-39 dating",
    "authors": ["L. Spell T", "I. Smith E", "A. Sanford", "A. Zanetti K"],
    "venue": "Earth Planet Sci",
    "year": 2001
  }, {
    "title": "Chronostratigraphy of the 600,000 year old continental record of Lake Van (Turkey)",
    "authors": ["M. Stockhecke", "O. Kwiecien", "L. Vigliotti", "S. Anselmetti F", "J. Beer", "N. Çağatay M", "T. Channell J. E", "R. Kipfer", "J. Lachner", "T. Litt", "N. Pickarski", "M. Sturm"],
    "venue": "Quatern. Sci",
    "year": 2014
  }, {
    "title": "Sedimentary evolution and environmental history of Lake Van (Turkey) over the past",
    "authors": ["M. Stockhecke", "M. Sturm", "I. Brunner", "H.-U. Schmincke", "M. Sumita", "R. Kipfer", "D. Cukur", "O. Kwiecien", "S. Anselmetti F", "D. Ariztegui"],
    "venue": "Sedimentology",
    "year": 2014
  }, {
    "title": "Millennial to orbital-scale variations of drought intensity in the Eastern Mediterranean",
    "authors": ["M. Stockhecke", "A. Timmermann", "R. Kipfer", "H. Haug G", "O. Kwiecien", "T. Friedrich", "L. Menviel", "T. Litt", "N. Pickarski", "S. Anselmetti F"],
    "venue": "Quatern. Sci",
    "year": 2016
  }, {
    "title": "Impact of volcanism on the evolution of Lake Van II: Temporal evolution of explosive",
    "authors": ["Sumita M", "Schmincke H.-U"],
    "year": 2013
  }, {
    "title": "Impact of volcanism on the evolution of Lake Van I: evolution of explosive volcanism of Nemrut Volcano (eastern Anatolia) during the past >400,000 years",
    "authors": ["Sumita M", "Schmincke H.-U"],
    "venue": "Bullet. Volcanol",
    "year": 2013
  }, {
    "title": "Magma mixing and crustal recycling recorded in ternary feldspar from compositionally zoned peralkaline Ignimbrite ’A’, Gran Canaria, Canary Islands",
    "authors": ["R. Troll V", "U. Schmincke H"],
    "venue": "J. Petrol",
    "year": 2002
  }, {
    "title": "Laser heating",
    "authors": ["K. Uto", "O. Ishizuka", "A. Matsumoto", "H. Kamioka", "S. Togashi"],
    "year": 1997
  }, {
    "title": "The Antarctic ice core chronology (AICC2012): an optimized multi-parameter and multi-site dating approach for the last 120 thousand years",
    "authors": ["D. Veres", "L. Bazin", "A. Landais", "H. Toyé Mahamadou Kele", "B. Lemieux-Dudon", "F. Parrenin", "P. Martinerie", "E. Blayo", "T. Blunier", "E. Capron"],
    "venue": "Clim",
    "year": 2013
  }, {
    "title": "Paleomagnetism of Lake Van sediments: chronology and paleoenvironment since 350 ka",
    "authors": ["L. Vigliotti", "T. Channell J. E", "M. Stockhecke"],
    "venue": "Quatern. Sci",
    "year": 2014
  }, {
    "title": "From nanometer to megameter: Isotopes, atomic-scale processes, and continent-scale tectonic models",
    "authors": ["M. Villa I"],
    "venue": "Lithos",
    "year": 2006
  }, {
    "title": "The statistical distribution of the mean squared weighted deviation",
    "authors": ["I. Wendt", "C. Carl"],
    "venue": "Chem. Geol",
    "year": 1991
  }, {
    "title": "Settling and deposition of AD 181 Taupo pumice in lacustrine and associated environments",
    "authors": ["J. White", "V. Manville", "C. Wilson", "B. Houghton", "N. Riggs", "M. Ort"],
    "venue": "Volcaniclastic Sedimentation in Lacustrine Settings (Special Publication 30 of the IAS),",
    "year": 2009
  }, {
    "title": "Millennial-scale variability during the last glacial: the ice core record",
    "authors": ["W. Wolff E", "J. Chappellaz", "T. Blunier", "O. Rasmussen S", "A. Svensson"],
    "venue": "Quatern. Sci. Rev",
    "year": 2010
  }],
  "id": "SP:b89e26a5e56ab0726b4e5043979f8dbc9b038e35",
  "authors": [{
    "name": "Jonathan Franz Engelhardt",
    "affiliations": []
  }, {
    "name": "Masafumi Sudo",
    "affiliations": []
  }, {
    "name": "Mona Stockhecke",
    "affiliations": []
  }, {
    "name": "Roland Oberhänsli",
    "affiliations": []
  }],
  "abstractText": "Volcaniclastic fall deposits in ICDP drilling cores from Lake Van, Turkey, contain sodium-rich sanidine and calcium-rich anorthoclase, which both comprise a variety of textural zoning and inclusions. An age model records the lake’s history and is based on climate-stratigraphic correlations, tephrostratigraphy, paleomagnetics, and earlier Ar/Ar analyses (Stockhecke et al., 2014b). Results from total fusion and stepwise heating Ar/Ar analyses presented in this study allow for the comparison of radiometric constraints from texturally diversified feldspar and the multi-proxy lacustrine age model and vice versa. This study has investigated several grain-size fractions of feldspar from 13 volcaniclastic units. The feldspars show textural features that are visible in cathodoluminescence (CL) or back-scattered electron (BSE) images and can be subdivided into three dominant zoning-types: (1) compositional zoning, (2) round pseudo-oscillatory zoning and (3) resorbed and patchy zoning (Ginibre et al., 2004). Round pseudo-oscillatory zoning records a sensitive alternation of Fe and Ca that also reflects resorption processes. This is only visible in CL images. Compositional zoning reflects anticorrelated anorthite and orthoclase contents and is visible in BSE. Eleven inverse isochron ages from total fusion and three from stepwise heating analyses fit the age model. Four experiments resulted in older inverse isochron ages that do not concur with the model within 2r uncertainties and that deviate from 1 ka to 17 ka minimum. Cand R-type zoning are interpreted as representing growth in magma chamber cupolas, as wall mushes, or in narrow conduits. Persistent compositions of PO-type crystals and abundant surfaces recording dissolution features correspond to formation within a magma chamber. C-type zoning and R-type zoning have revealed an irregular incorporation of melt and fluid inclusions. These two types of zoning in feldspar are interpreted as preferentially contributing either heterogeneously distributed excess Ar or inherited Ar to the deviating Ar/Ar ages that are discussed in this study. 2017 Elsevier Ltd. All rights reserved.",
  "title": "Feldspar Ar/Ar dating of ICDP PALEOVAN cores"
}