{
  "sections": [{
    "text": "A set of 13 new unspiked K–Ar dates has been obtained for the Quaternary basaltic volcanism in the Kula area of western Turkey, providing improved age control for the fluvial deposits of the Gediz River that underlie these basalt flows. This dating is able, for the first time, to resolve different ages for the oldest basalts, assigned to category β2, that cap the earliest Gediz deposits recognised in this area, at altitudes of ∼140 to ∼210 m above present river level. In particular, the β2 basalt capping the Sarnıç Plateau is dated to 1215±16 ka (±2σ), suggesting that the youngest underlying fluvial deposits, ∼185 m above present river level, are no younger than marine oxygen isotope stage (MIS) 38. In contrast, the β2 basalt capping the adjacent Burgaz Plateau is dated to 1014±23 ka, suggesting that the youngest underlying fluvial deposits, ∼140 m above present river level, date from MIS 28. The staircase of 11 high Gediz terraces capping the latter plateau is thus dated to MIS 48-28, assuming they represent consecutive ∼40 ka Milankovitch cycles, although it is possible that as many as two cycles are missing from this sequence such that the highest terrace is correspondingly older. Basalt flows assigned to the β3 category, capping Gediz terraces ∼35 and ∼25 m above the present river level, have been dated to 236±6 ka and 180±5 ka, indicating incision rates of ∼0.15 mm a−1, similar to the timeaveraged rates since the eruptions of the β2 basalts. The youngest basalts, assigned to category β4, are Late Holocene; our K–Ar results for them range from zero age to a maximum of 7±2 ka.\nThis fluvial incision is interpreted using numerical modelling as a consequence of uplift caused by a regional-scale increase in spatial average erosion rates to ∼0.1 mm a−1, starting at ∼3100 ka, caused by climate deterioration, since when a total of ∼410 m of uplift has occurred. Parameters deduced on this basis from the observed disposition of the Early Pleistocene Gediz terraces include the local effective viscosity of the lower crust, which is ∼2×1018 Pa s, the Moho temperature of ∼660 °C, and the depth of the base of the brittle upper crust, which is ∼13 km. The thin lithosphere in this area results in high heat flow, causing this relatively shallow base of the brittle upper crust and the associated relatively thick lower-crustal layer, situated between depths of ∼13 and\n⁎ Corresponding author. Also at: School of Civil Engineering and Geosciences, University of Newcastle-upon-Tyne, Newcastle-upon-Tyne NE1 7RU, UK.\nE-mail address: robwestaway@tiscali.co.uk (R. Westaway). 1 Present address: 41 Kingsway East, Westlands, Newcastle-under-Lyme, Staffordshire ST5 5PY, UK. 2 Present address: Department of Archaeology, Durham University,South Road, Durham DH1 3LE, UK.\n0921-8181/$ - see front matter © 2006 Elsevier B.V. All rights reserved. doi:10.1016/j.gloplacha.2006.02.001\n∼30 km. It estimated that around 900 ka, at the start of the ∼100 ka Milankovitch forcing, the spatial average erosion rate increased slightly, to ∼0.12 mm a−1; the associated relatively sluggish variations in uplift rates are as expected given the relatively thick lower-crustal layer.\nThis modelling indicates that the growth of topography since the Pliocene in this study region has not involved a steady state. The landscape was significantly perturbed by the Middle Pliocene increase in erosion rates, and has subsequently adjusted towards —but not reached—a new steady state consistent with these increased erosion rates. It would not be possible to constrain what has been occurring from the Middle to Late Pleistocene or even the Early Pleistocene uplift response alone; information regarding the starting conditions is also essential, this being available in this region from the older geological record of stacked fluvial and lacustrine deposition. This result has major implications for the rigorous modelling of uplift histories in regions of rapid erosion, where preservation of information to constrain the starting conditions is unlikely. © 2006 Elsevier B.V. All rights reserved.\nKeywords: Turkey; K–Ar dating; Quaternary; Uplift; Incision; Landscape evolution"
  }, {
    "heading": "1. Introduction",
    "text": "The Kula region of western Turkey is emerging as a superb locality for studying fluvial incision and the associated Quaternary environmental change in an uplift-\nFig. 1. Map of the upper reaches of the Gediz River in the vicinity of Uşak and (1997, Fig. 1). Insets show location. The right-hand inset also shows (as thick l of the Mesozoic Neotethys Ocean. Ophiolites associated with the more north\ning region (e.g., Westaway et al., 2003, 2004; Demir et al., 2004; Maddy et al., 2005). The Gediz, one of the principal rivers that drains westward into the Aegean Sea (Fig. 1), has locally incised by ∼400 m into the former land surface in this area, creating a valley system\nKula, based on Fig. 2 ofWestaway et al. (2004), adapted from Seyitoğlu ines with chevron ornament) Palaeogene (? Eocene) age sutures of arms erly İzmir-Ankara suture are widespread in the present study region.\ntypically several kilometres wide, which is inset bymany river terraces. This incision has taken place in part into areas of metamorphic basement, formed of the latest Precambrian Menderes metamorphics (typically, gneiss, schist, quartzite and marble) and in part into Late Cenozoic fill of terrestrial sedimentary basins (notably, the Selendi and Uşak-Güre Basins; Fig. 1). In the southern Selendi Basin, around Kula, a sequence of basalt flows from almost a hundred small volcanic necks (Fig. 2) has locally backfilled this incised valley system, capping and thus preserving, or ‘fossilising’, the underlying fluvial deposits (e.g., Ercan and Öztunalı, 1982; RichardsonBunbury, 1996; Westaway et al., 2004; Maddy et al., 2005).\nFollowing influential studies such as those by Jackson et al. (1982) and Jackson and McKenzie, (1988), the view has been widely held that vertical crustal motions\nwithin the Aegean extensional province relate only to the active normal faulting that is occurring. Even recently, Bunbury et al. (2001) asserted that the incision by the Gediz is in response to local footwall uplift, and is thus of local significance only. However, in the Kula area, the Gediz River is N20 km away from the nearest significant active normal fault zone (represented by the Kırdamları Fault, bounding the northern margin of the Alaşehir Graben; Fig. 2). This distance exceeds the characteristic flexural wavelength of crustal deformation in the vicinity of normal faults in the Aegean region (cf. Westaway, 1993), so any fault-related vertical crustal motions would be expected to die out well before the Gediz is reached. Furthermore, although the margins of the Selendi and Uşak-Güre Basins were previously thought to be bounded by Late Cenozoic normal faults (e.g., Seyitoğlu, 1997), the flanking uplands are now\nestaway et al. (2004), based originally on Richardson-Bunbury (1996, 97). ‘Metamorphic Basement’ shading includes schist (the Menderes the ophiolite suite marking the İzmir-Ankara Suture. The sandstonestrial sequence in this region. It unconformably overlies the basement alçıklıdere Member of the Ahmetler Formation) in the central Selendi anism elsewhere in the region (see Seyitoğlu, 1997, or Westaway et al., d from Ozaner, 1992, Fig. 7) across the Gediz gorge near Kalınharman races.\nregarded as relics of older crustal deformation that bounded depressions in which terrestrial sediment later accumulated (e.g., Purvis and Robertson, 2004; Westaway et al., 2004; Fig. 3a). Minor active normal faulting has been reported by Purvis and Robertson (2004) within the Selendi Basin along the reach of the Selendi River between Selendi town and its Gediz confluence (Fig. 1), and Westaway et al. (2004) considered the possibility that the atypically small net amount of incision by the Gediz, since stacked deposition ceased, in the vicinity of Palankaya at the western margin of this basin (Fig. 2) may also relate to minor local active normal faulting. However, any such faulting seems less important overall than other factors, such as the isostatic response to lateral variations in rates and amounts of erosion, in determining lateral variations in fluvial incision (Westaway et al., 2004). The principal variation is between the relatively broad valley systems that have developed within the Selendi and Uşak-Güre Basins and the much narrower gorges characteristic of incision into the metamorphic basement. However, the pattern is complicated further because in some localities, such as directly north of Kula, the Gediz has incised through the entire sequence in the Selendi Basin and is now cutting into the underlying basement (locally, ophiolite related to the İzmir-Ankara suture of the former Northern Neotethys Ocean; Figs. 1 and 2, inset). Nonetheless, it now seems clear that this reach of the Gediz provides evidence that can constrain the history of regional uplift of western Turkey, not local complexities of normal faulting that would make it of parochial significance only (e.g., Westaway et al., 2004).\nAs conventionally defined (after Ercan et al., 1978, 1983), the stacked and typically subhorizontally bedded stratigraphy of the Selendi and Uşak-Güre Basins includes the mainly clastic Ahmetler Formation overlain by the Ulubey Formation, which consists predominantly of lacustrine limestone, these units collectively forming the İnay Group. The Ahmetler Formation consists mainly of the Balçıklıdere Member, comprising fluvial sand and typically ∼200 m thick, overlain by the silty and\nFig. 3. Field photos in the vicinity of Palankaya. (a) View NNW, from this r which is incising along the contact, at the western margin of the Selendi Basin, Member fluvial sand (to the right). It is evident from this exposure (and ma normal fault plane (cf. Seyitoğlu, 1997). (b) View SSE across the Gediz gorg basalt flow, ∼40 m above present river level of ∼275 m a.s.l., overlying Me linking Palankaya village to Palankaya bridge, the viewpoint for (a), which is 35–40 m above the river. (c) Close-up view of the lower, platy-jointed, part o scale, at the site where basalt sample 01TR92 was collected. A few metres be can be observed beneath this basalt flow. (d) View NW, downstream alo characteristic coarse polygenetic Gediz gravel forming its low (∼5 m) terrac\ntuffaceous Gedikler Member, which can reach a thickness of many tens of metres. Palaeocurrent data from the Balçıklıdere Member indicates palaeoflow from the south, revealing a palaeo-drainage-geometry unrelated to the modern west-flowing Gediz (Purvis and Robertson, 2004) and indicating that this ancestral river system transported material derived from erosion of the MenderesMassif farther south (Fig. 1). The ages of these sediments have been the subject of major disputes (cf. Seyitoğlu, 1997; Westaway et al., 2004). In the UşakGüre Basin the uppermost Balçıklıdere Member is securely dated to ∼7 Ma from its mammalian biostratigraphy and magnetostratigraphy (see summary of evidence by Westaway et al., 2004, who also listed original sources) and we favour an equivalent age for these deposits in the Selendi Basin, where they are not directly dated, because the stratigraphy is so similar. In contrast, Purvis and Robertson (2004) and Purvis et al. (2005) have suggested an Early Miocene or early Middle Miocene age for the overlying Gedikler Member in the Selendi Basin from Ar–Ar dating of biotite and sanidine grains from its tuffs. However, like Westaway et al. (2004) we consider it possible that these data indicate apparent ages much older than the true eruption age as a result of inherited argon, this being accepted as a major problem with dating Late Cenozoic tuffs in other regions (e.g., Gansecki et al., 1998; Campbell et al., 2001); alternatively, the mineral grains may be detrital from this region's Early–Middle Miocene volcanism. A possible reason for this switch at ∼7 Ma from sand to silt deposition in the Selendi and Uşak-Güre Basins is that when extension began in the Alaşehir graben (at ∼7 Ma according to Westaway et al., 2005) it disrupted the ancestral northward river system that deposited the Balçıklıdere Member, causing the material subsequently eroded and transported northward from the Menderes Massif (Fig. 1) to be trapped within this graben. The Ulubey Formation is not directly dated. In principle, it should ultimately be possible to tune its sedimentary sequence to the Milankovitch forcing of climate, as has already been done for other carbonate-rich Late\noad bridge at [PC 3745 8275], up the gorge of the Kızıldam tributary, between the Menderes schist basement (to the left) and the Balçıklıdere ny others in the region) that this contact is an unconformity and not a e from the locality depicted in (d), showing the base of the Palankaya nderes Schist basement. In the middle of the field of view is the track locally at the level of the base of the basalt, at∼310–315 m a.s.l., some f the basalt section above the track depicted in (c), with TD providing hind where he is standing, behind the exposed basalt face, fluvial sand ng the Gediz from [PC 3900 8205] showing a section through the e.\n136 R . W estaw ay et al. / G lobal and P lanetary C hange 51 (2006) 131–171\nCenozoic lake basins in the Aegean region (e.g., Van Vugt et al., 1998, 2001; Steenbrink et al., 1999, 2000). In the absence of age control, taking account of the regional context Westaway et al. (2004) inferred that its deposition ended around ∼3 Ma, being followed by a switch to fluvial incision accompanying a regional increase in uplift rates. In the Kula area itself, no evidence is known to directly constrain the age of this switch from stacked deposition to erosion and incision, although pockets of the Ulubey Formation limestone are found up to∼400 m above present river level (see Westaway et al., 2004, for details, also below). However, farther upstream in the Gediz this switch is revealed by a staircase of high terraces formed of cemented polygenetic Gediz gravel at up to ∼360 m above present river level, inset into the uppermost part of the underlying stacked sequence (see Westaway et al., 2004, for details, these deposits being illustrated in their Figs. 5, 8 and 13). The inset disposition of these deposits was first recognised by Westaway et al. (2003, 2004); they were previously misinterpreted as the uppermost part of the stacked sequence of the Uşak-Güre Basin, known as the ‘Asartepe Formation’ (cf. Seyitoğlu, 1997).\nHamilton and Strickland (1841) first recognised that the Kula basalts can conveniently be classified into three categories by relative age (deduced from weathering) and altitude above the present level of the Gediz (Fig. 4a). The modern nomenclature, following Canet and Jaoul (1946) as modified by Richardson-Bunbury (1996), designates these categories as β2, β3 and β4 (Fig. 4b). The youngest basalts, called β4, appear very fresh in the field, their original exposed rubbly surfaces show no subsequent soil development. These flows cascade down tributary gorges to the present level of the Gediz, or to within a few metres of it; on each of these grounds they are evidently not very old. These fresh basalts are observed in three main localities (Fig. 2): in the central part of the volcanic field around Gökçeören, where they do not reach the Gediz and so have not been studied by us; farther east where a flow from Divlit Tepe (neck 65; Fig. 4b) near Kula town reaches the Gediz at Kula Bridge (Fig. 2); and, in the west, where another flow reaches the Gediz just downstream of Demirköprü Dam. Below this dam this β4 flow follows the narrow Gediz gorge in basement downstream for ∼6 km to Adala, crossing the Kırdamları Fault and entering the Alaşehir Graben (Fig. 2). This reach of the Gediz was investigated by Westaway et al. (2004), being illustrated in their Figs. 11,19 and 20. Below Kula Bridge, the β4 basalt continues down the Gediz gorge for almost 3 km, where as many previous studies (e.g., Hamilton and Strickland, 1841; Richardson-Bunbury, 1996) have\nnoted, it is inset into multiple generations of older basalt flows; this reach is illustrated in Figs. 12 and 17 of Westaway et al. (2004) (see also Fig. 5).\nThe β3 category designates basalt that appears less fresh in the field, being typically overlain by a sufficiently well-developed soil to permit cultivation, but which also cascades down tributary valleys into the modern Gediz gorge, its base being typically a few tens of metres above present river level. As is illustrated in Fig. 2, this β3 category represents the bulk of the Kula basalt. It abuts the Gediz in four main localities: in the west along and downstream of the Demirköprü reservoir, and progressively farther upstream around Palankaya (Fig. 3b,c), Kula Bridge (Figs. 4b and 6a) and Dereköy (Fig. 6b). Some of the β3 category sites around Demirköprü reservoir were briefly described by Westaway et al. (2004), but are not considered in the present study; the other three localities are all investigated here.\nIn contrast with the younger basalt flows, those of the even more weathered and dissected β2 category do not cascade down tributary valleys, and are not found within ∼140 m of present river level (Figs. 4b, 6c). This β2 basalt has been described in the past as ‘plateau basalt’, and is indeed found covering the İbrahimağa Plateau downstream of Kula Bridge, in the left bank of the Gediz, and the Sarnıç and Burgaz plateaus farther upstream in its right bank (Fig. 2). It has long been recognised that these basalts cap thin gravels that overlie the Balçıklıdere Member sand (e.g., Ercan and Öztunalı, 1982; Richardson-Bunbury, 1996). Westaway et al. (2003, 2004) noted that much of this gravel is fluvial, and consists in part of polygenetic Gediz gravel and in part of limestone gravel derived from erosion of the Ulubey Formation by local tributaries. Westaway et al. (2004) also tentatively recognised fluvial terrace bluffs beneath this basalt, and inferred that the gravels in this vicinity record progressive lateral migration of the Gediz towards its present course (southward across the Sarnıç and Burgaz plateaus and northward across the İbrahimağa Plateau) during an early stage of its incision history. This conclusion was confirmed by Maddy et al. (2005), who recorded a staircase of up to 11 Gediz terraces beneath these plateaus (Fig. 7) and developed more detailed palaeo-environmental reconstructions, regarding the limestone gravels as deposited by low-angle fans shed from residual uplands of Ulubey Formation limestone (Fig. 2), after incision into this sediment had begun. The β2 basalts thus did not erupt onto flat land surfaces, they instead cascade across these staircases of older terraces, providing the means of dating them, just as capping by the younger basalts can date the lower terraces of the Gediz within its modern gorge."
  }, {
    "heading": "2. K–Ar dating",
    "text": ""
  }, {
    "heading": "2.1. Background",
    "text": "Absolute dating of the Kula volcanism has proved to be a challenging task. Westaway et al. (2004) discussed the historical dataset from this region at length. They discounted the limited luminescence dating by Göksu (1978) and considered the very old ages (up to ∼8 Ma) produced by Ercan et al. (1985) from whole-rock dating of basalt samples to reflect inherited radiogenic argon in flows that erupted much later. The only ‘historical’ numerical age that they considered reliable was the 1.1 Ma (with no stated error margin) K–Ar date from Borsi et al. (1972) for a sample from an unknown locality in one of the β2 basalt plateaus flanking the Gediz. Sanver (1968) attempted to date the Kula volcanism from its geomagnetic polarity. However, only flows in the β3 and β4 categories were sampled, all being normally magnetised and so evidently attributable to the Brunhes chron. In contrast, the Borsi et al. (1972) date and our own dating (described below) indicate that this technique could usefully be applied to the β2 flows, which straddle the Matuyama–Cobb Mountain– Matuyama–Jaramillo geomagnetic reversal sequence (cf. Tauxe et al., 2004).\nThe recent review, by Tokçaer et al. (2005), of this ‘historical’ dating evidence reported three other wholerock K–Ar dates that Westaway et al. (2004) did not consider. The first, 0.3±0.4 Ma (±2σ), was for the β2 basalt from neck 76 (or Delihasan Tepe; V in Fig. 2), ∼200 m above the Gediz. The other two dates, by Ercan et al. (1997), were: 0.6±0.2 Ma (±2σ) for the β3 basalt, sampled from one of the scoria cones near Sandal (Q in Fig. 2), which cascades northward into the Gediz valley at Palankaya (N in Fig. 2); and 0.1–0.2 Ma for a sample, collected near Kula Bridge (I in Fig. 2), of the large flow unit of β4 basalt that likewise cascades northward to this locality. The first of these dates is much younger than any other date for β2 basalt in the region; the remaining\nFig. 5. Illustrations in the vicinity of Kula Bridge. (a) View across the Gediz g yielded our basalt sample 00YM19 in its left bank. Theβ4 basalt flow locally h being marked by∼30 cm of fluvial sand∼8m above the Gediz, as illustrated c the Gediz gorge from a locality just north of the viewpoint in (a). The β4 bas coarse rounded cobbles of basalt and basement lithologies. About ∼1 km awa flowed up the Geren tributary gorge for∼500 m. The Gediz River remains con the lower part of the Geren valley as illustrated in Fig. 2. (c) Section through c just upstreamof the tip of theβ4 basalt flow, but downstream of the tip of theβ3 been exposed as a result of incision by the lower reach of the Hayırlı, which fa be traced on Fig. 8) and locally follows the left flank of the β4 basalt flow (no Gediz just downstream of its tip. The gravel is locally∼2 m thick (RW provid We presume that this gravel was most likely deposited during MIS 2; it evide\ntwo are much older than other age determinations available to Westaway et al. (2004) for the same flow units. As a result, none of these three dates can now be considered reliable.\nThe modern dating literature on this region was begun by Richardson-Bunbury (1996), which reported 5 40Ar / 39Ar dates for 12 sample splits consisting of amphibole phenocrysts. It is not clear why this particular dating approach was chosen, as amphibole is wellknown to retain radiogenic argon, having a particularly high closure temperature for this element (e.g., McDougall and Harrison, 1999), and thus to give numerical ages that exceed the true eruption ages. Westaway et al. (2004) indeed considered that no more than 4 of these 12 sample splits yielded meaningful ages, resulting in a total of 3 40Ar / 39Ar dates. They also presented 6 new dates for 11 sample splits, determined at the Scottish Universities' Environmental Research Centre (SUERC) laboratory at East Kilbride, Scotland, by applying the unspiked (or ‘Cassignol’) variant of the K–Ar technique to groundmass from which the phenocrysts had been removed. This laborious preparation method offers a greater likelihood of producing meaningful ages, although there is always a chance that some small phenocrysts will remain in a sample, resulting in a numerical age that overestimates the true eruption age. Of these 6 samples, 5 were considered by Westaway et al. (2004) to give meaningful ages, although one (for sample 00YM30) was subject to considerable uncertainty due to discordance between its two sample splits. Thus, at the start of the present study we considered there to be a total of 9 meaningful dates for this Kula volcanism from the K–Ar system: 1 from Borsi et al. (1972), 3 from Richardson-Bunbury (1996), and 5 from Westaway et al. (2004).\nThe main problem in K–Ar dating concerns measuring the 40Ar / 36Ar ratio, which is very large, and differs only slightly, often by less than 1%, between the sample (the unknown) and the standard (the present-day atmosphere). In the conventional method of isotopic\norge from the road in its right bank at [PC 49344 77055] to the site that\nas a rubbly top and a ropey base; it caps ophiolitic basement, the contact\nlose-up in Fig. 17b ofWestaway et al. (2004). (b) View northward down\nalt flow descends to river level as the gorge widens, its course lined by\ny (at s in Fig. 8) the basalt flow splits; the branch visible in the distance\nfined on the right flank of this basalt flow, its present course looping up\noarse Gediz gravel overlying ophiolitic basement at [PC 49154 78725],\nflow (at q in Fig. 8) intowhich the younger flow is inset. This gravel has\nrther upstream follows the left flank of the β3 basalt flow (its course can\nt visible in this photo as it is directly behind the viewpoint), joining the\nes scale), its top estimated as∼5 m above the present level of the Gediz.\nntly pre-dates the β4 basalt flow that is inset into it.\ndilution, this ratio is not measured directly for the sample. Instead, argon from the sample is mixed with a known amount of a ‘spike’ of ‘known’ isotopic concentration, which is mainly 38Ar. The resulting 40Ar / 38Ar and 38Ar / 36Ar ratios are both quite large, but small enough to be measurable. The concentration of radiogenic 40Ar is then calculated from the amount of 38Ar\nin the spike and the measured isotope ratios for the mixture and the atmospheric argon (e.g., Dalrymple and Lanphere, 1969, p. 251).\nThe principal difficulties in dating Quaternary basalts by isotopic dilution concern the need for accurate knowledge of the isotopic composition of the spike and the need to incorporate measurement errors to calculate\nthe uncertainty in the resulting age. Only a few percent of the 40Ar in a ∼1 Ma basalt sample with ∼1 wt.% K is typically radiogenic. The percentage error in an age determination depends on the percentage errors in the original 40Ar / 38Ar and 38Ar / 36Ar ratios in the mixture, divided by the estimated percentage, R, of 40Ar that is radiogenic (e.g., Cox and Dalrymple, 1967; Dalrymple and Lanphere, 1969, p. 105). The error analysis by Cox and Dalrymple (1967) indicates that this margin of error will increase dramatically for younger samples with even smaller values of R (see, e.g., Dalrymple and Lanphere, 1969, p. 106). To accurately date Middle to Late Pleistocene volcanic rocks, one must thus reliably measure very small values of R, of b1%. Lanphere (2000) has demonstrated the ability of the ‘spiked’ K–Ar method to date rocks of this age, but it requires large (∼25 g) molten samples and accurate correction for the 40Ar / 36Ar ratio in the atmospheric argon in the laboratory.\nAn alternative K–Ar method, involving smaller molten samples (∼1–3 g), has proved successful in dating Middle and Late Pleistocene volcanic rocks (Gillot and Cornette, 1986; Guillou et al., 1997, 1998). This unspiked technique depends on accurate calibration of the response of the mass spectrometer throughout the range of measurement of both the rare isotope 36Ar and the more abundant 40Ar. By dynamically comparing the isotopic composition of an aliquot of pure atmospheric Ar with the sample Ar, it accurately determines minor variations of the 40Ar / 36Ar ratio between the standard and the unknown. This method thus provides a precise correction for atmospheric argon contamination and also avoids any discrimination effects of the mass spectrometric measurement (Cassignol and Gillot, 1982).\n40Ar / 39Ar dating is, of course, another method utilizing the K–Ar system, which has been more widely applied to very young rocks (e.g., McDougall and Harrison, 1999). Comparisons between unspiked K–Ar\nNotes to Table 1: All dates are on groundmass. For each sample, the header indicates the categ and its UTM co-ordinates. Sample 00YM11 utilised spare groundmass separa came from the same place as sample 00YM30 of Westaway et al. (2004) but new sites that have not previously been dated. K indicates the concentration o molten mass of each sample split. 40Ar⁎ (%) indicates the calculated percentag measured argon isotope ratios) to be radiogenic. 40Ar⁎ (pmol/g) indicates the this column indicates that the concentration could not be determined because calculated age for each sample split, treated individually. Weighted mean age the text. ZA in either age column indicates that the sample is assigned a nomi Age calculations are based on the decay and isotopic abundance constants measurements and in age determinations are expressed in both absolute and p individual measurements combine to give the resulting percentage uncertain uncertainty in the overall age determination is calculated for ±1σ even thou\nanalyses and Ar–Ar analyses on similar Quaternary samples (Guillou and Singer, 1997; Singer et al., 2004; Guillou et al., 2001, 2004) reveal them to be consistent, with similar error bounds. They thus indicate the potential of the unspiked method, justifying our use of it to date Quaternary basalts."
  }, {
    "heading": "2.2. Laboratory procedure",
    "text": "Samples, typically weighing ∼500 g and with no alteration or only minimal alteration evident in hand specimen, were sawn to allow internal surfaces of any vesicles to be inspected for evidence of alteration products. Inspection of petrographic thin sections further refined the sample selection. Samples were then crushed, washed in deionized water and dilute hydrochloric acid, sieved to a 60–80 μm size fraction, and phenocrysts and xenocrysts were removed using magnetic separation and hand picking. Potassium and argon were measured in this microcrystalline groundmass. This process improves the potassium yield as well as the percentage of radiogenic argon (Guillou et al., 1998) and removes the main potential source of systematic error due to the tendency of excess, or ‘inherited’, radiogenic 40Ar to occur in phenocrysts.\nSamples were K–Ar dated at the Laboratoire des Sciences du Climat et de l’Environnement (LSCE) at Gif-sur-Yvette, France (a joint division of the Centre National de la Recherche Scientifique and the Commissariat à l’Energie Atomique), using the unspiked (or Cassignol) method (e.g., Cassignol et al., 1978; Cassignol and Gillot, 1982; Gillot et al., 1982), which is based on the fundamental assumptions of conventional K–Ar dating as defined by Dalrymple and Lanphere (1969). Crystallisation ages may be underor overestimated in some cases if rocks have not evolved as a closed system for K and Ar since solidification. The purpose of our selection of unaltered rocks by petrographic examination was to reduce this source of error.\nory of basalt to which it is assigned, the sample number, the site name, te left over from the dating by Westaway et al. (2004). Sample 01TR89 was prepared and analysed independently. All other samples are from f potassium in the sample expressed as weight percent of K2O. M is the e of the 40Ar in the sample that is determined (by calculation, using the corresponding concentration of radiogenic argon in the sample. ND in the calculated percentage of radiogenic argon was negative. Age is the is a best estimate of the age of each sample, calculated as explained in nal ‘zero age’ because no radiogenic argon could be resolved within it. from Steiger and Jäger (1977). Uncertainties in potassium and argon ercentage terms. The latter clarify how the percentage uncertainties in ty in each age determination. To facilitate comparison, the percentage gh the absolute error is expressed as ±2σ.\nUndegassed, magmatic argon is another potential source of inaccurate ages. As mentioned above, many studies (e.g., Lanphere and Dalrymple, 1976; Kaneoka et al., 1983; Laughlin et al., 1994; Singer et al., 2004) have demonstrated that phenocrysts may be carriers of excess argon. The magnetic separation prior to dating minimises (but does not eliminate) the probability of erroneously old ages due to this source of excess 40Ar.\nThe most critical uncertainty in the K–Ar method is that it is not possible to verify the isotopic composition of the initial argon in the samples. That is, we cannot check the assumption that, at its time of formation, the 40Ar / 36Ar ratio in any sample was the modern atmospheric value (295.5). As a result, the analytical errors given in Table 1 may in some cases be less than the real error.\nPotassium was analysed by atomic spectrophotometry with a relative precision of 1%. Argon was extracted by radio-frequency heating from ∼1 g splits of the groundmass samples, introduced into a high-vacuum glass line, and purified with titanium sponge and SAES Zr–Al getters. Isotopic analyses were performed on Ar quantities ranging from ∼10 to ∼70 pmol. The instrumental atmospheric argon correction was checked by repeated measurements of zero-age standard samples (i.e., atmospheric blanks), which indicate a lower limit of 40Ar⁎ detection (δi; see below) of 0.14% (Scaillet and Guillou, 2004). The experimental procedure is explained in more detail by Charbit et al. (1998).\nOur error analysis incorporates uncertainties in potassium content, K, mass spectrometer (MS) calibration, and radiogenic argon yield. We define f(K) as the fractional error in K in each sample, this parameter being assigned a nominal value of 0.01% or 1% for all analyses. We define f(C) as the fractional error in the MS calibration C (the scale factor for converting millivolts of MS output to atoms of argon), with a nominal value of 0.005 or 0.5%. We also define, δi, the yield of radiogenic argon in the MS run for sample split i, as\ndi ¼ Rui−RaiRui ; ð1Þ\nwhere Ru and Ra are the 40Ar / 36Ar ratios measured in the sample and in the associated atmospheric blank, respectively. The fractional variance in δi is thus f 2(δi),\nf 2ðdiÞ ¼ RaiRui−Rai ðf 2ðRaiÞ þ f 2ðRuiÞÞ ð2Þ\nwhere\nf 2ðRuiÞ ¼ r2ðRuiÞ=Ru2i ð3Þ\nand\nf 2ðRaiÞ ¼ r2ðRaiÞ=Ra2i ; ð4Þ\nσ2(Rui) and σ 2(Rai) being the variances in Rui and Rai, measured during the MS runs for the ith sample split and the associated atmospheric blank.\nThe radiogenic argon content from MS run i is given by\n40Ar⁎i ¼ 40ArT i di C ; ð5Þ\nwhere 40Ar i T is the total yield of 40Ar for this run. Its fractional variance is thus\nf 2ð40Ar⁎iÞ ¼ f 2ð40ArT iÞ þ f 2ðdiÞ þ f 2ðCÞ; ð6Þ\nassuming that the uncertainties in 40Ari T, δi, and C are uncorrelated. The overall content of radiogenic argon in each sample, determined as the weighted mean of n MS runs, is thus\nb40Ar⁎N ¼ 1 w Xn i¼1 40 Ar ⁎ i r2ð40Ar⁎i Þ2 ð7Þ\nwhere\nr2ð40Ar⁎iÞ ¼ f 2ð40Ar⁎i Þ ð40Ar⁎iÞ2 ð8Þ is the variance of the ith measurement of radiogenic 40Ar, and acts as the weighting factor for the corresponding sample split. The overall weighting factorW is thus W ¼ Xn i¼1 1 r2ð40Ar⁎iÞ ; ð9Þ\nand the variance and fractional error in b40Ar⁎N are\nr2ðb40Ar⁎NÞ ¼ 1=W ð10Þ and\nf ðb40Ar⁎NÞ ¼ rðb40Ar⁎NÞ=b40Ar⁎N: ð11Þ\nUsing standard theory, such as Eq. (4–2) of Dalrymple and Lanphere (1969), the best estimate of the sample age can thus be determined as:\nt ¼ 1 ke þ ke Vþ kb ln 1þ ke þ ke Vkb ke þ ke V b40Ar⁎N 40K\nð12Þ\nwhere 40K is the concentration of 40K in the sample (calculated using K, above, and the isotopic abundance from Steiger and Jäger, 1977), λε and λε′ are the decay\nconstants for the two modes of decay of 40K to 40Ar by electron capture, and λβ is the decay constant for the beta decay of 40K to 40Ca. The variance in this age determination is thus:\nr2ðtÞ ¼ 1þ k ke þ ke V b40Ar⁎N 40K\n−2\n1 ke þ ke V b40Ar⁎N 40K 2 f 2ðb40Ar⁎NÞþf 2ðKÞ\nð13Þ\nwhere λ=λε+λε′+λβ. Sample ages and their uncertainties, calculated on this basis, are listed in Table 1. The 13 new K–Ar dates obtained comprise 4 for β2 basalt, 5 for β3 basalt and 4 for β4 basalt. Eleven of these dates are for new sites, one (01TR89) is from the same site as sample 00YM30 of Westaway et al. (2004), which yielded discordant splits, and one (00YM11) involves dating of spare material from the Westaway et al. (2004) study as an inter-laboratory control."
  }, {
    "heading": "2.3. The β4 flow units",
    "text": "The only dating considered meaningful by Westaway et al. (2004) for any of the β4 basalt flows was for the three samples they dated: two (00YM11 and 00YM12) from the Demirköprü–Adala area and one (00YM17) from near Kula Bridge (Fig. 2). All three dates were in the range ∼50–90 ka, the ages of the six individual sample splits being concentrated around 60 ka.\nFor the present study, sample 00YM13 was collected from the west side of the Kula-Selendi road where it descends along a cutting through the β4 flow, directly south of Kula Bridge, as illustrated in Fig. 17a of Westaway et al. (2004) (see Fig. 8). Sample 00YM19 was collected a few hundred metres farther downstream (Fig. 8) near the small settlement of Değirmenler, also from the left bank of the Gediz, where this basalt caps a ∼30 cm thick bed of fluvial gravelly sand (illustrated in\nFig. 17b of Westaway et al., 2004; see also Fig. 5a), ∼8 m above the present river level. Sample 01TR87 came from the tip of this β4 flow unit, in the valley floor on the left side of the Gediz, ∼2 km farther downstream, adjacent to its confluence with the small Kızlarçeşmesi tributary (Figs 5c and 8). We also re-dated spare material of sample 00YM11 of Westaway et al. (2004), from below Demirköprü Dam (Fig. 2) (see their Figs. 11 and 19a for more detailed location information).\nIn contrast to the dating by Westaway et al. (2004), dating of the eight splits from our four samples (Table 1)\nyielded three with ages of a few thousand years and five of zero age (i.e., in which no radiogenic argon could be resolved, δi in Eq. (1) having yielded negative values). One possible explanation for this difference, relative to the results of Westaway et al. (2004), might be the use of different laboratory procedures for correcting the atmospheric argon contamination. In the SUERC laboratory that ran the Westaway et al. (2004) samples, the procedure at the time involved only intermittent measurements of zero-age air standards to check the atmospheric composition of the instrumental blanks for input into Eq. (1). In contrast, the LSCE laboratory runs alternate air standards and dated samples. Generally, this precaution results in much more accurate estimates of the isotopic composition of the atmospheric argon in the laboratory, which varies significantly due to memory effects and to the non linear response of the mass spectrometer. Given the available geological evidence, and in accordance with the K–Ar data presented here, we deduce that these β4 basalt flows are Holocene, both around Kula Bridge and in the Demirköprü–Adala area (cf. Yılmaz, 1990). Field evidence also indicates that these β4 basalt flows are very young, because in almost all localities where they are observed they are at the present river level (see Fig. 19a,b of Westaway et al., 2004, also Fig 5b); localities where the base of this basalt is above present river level, such as in Fig. 5a, are clearly the exception rather than the rule.\nA young age bound for these β4 basalts is provided by the absence of any historical record of volcanism around Kula; we consider that this precludes any eruption in the past four millennia, for which written records exist. Kula is indeed not listed in catalogues of active volcanic fields such as Blumenthal et al. (1964). However, the discovery of fossil human footprints in tephra from a β4-category eruption near Demirköprü Dam (e.g., Ozansoy, 1972; Barnaby, 1975) indicates human occupation of the area at the time. It is thought (e.g., French, 1961, 1969; Yakar, 1991, pp. 176–179) that the Holocene human presence in western Turkey began in the Aceramic Neolithic era starting at ∼7000 B.C. (∼9 ka); the evidence becomes more abundant in Neolithic (from ∼6000 B.C. or ∼8 ka onwards) and Chalcolithic (from ∼5000 B.C. or ∼7 ka) times. However, there is no other evidence for a human presence in this reach of the Gediz and the flanking uplands during the early Holocene, early settlement of western Turkey being largely confined instead to alluvial plains that were suited to agriculture and provided natural migration and trade routes, such as the interior of the Alaşehir Graben (e.g., French, 1961, 1969). The Kula area was first interpreted as an extinct volcanic field by Strabo of\nAmaseia (Amasya) who lived during 65 BC to AD 23, it having been regarded earlier in antiquity as one of the entrances to the underworld (e.g., Jones, 1954). One may speculate that this superstition may have resulted from early inhabitants witnessing the eruptions that produced the β4 basalt flows."
  }, {
    "heading": "2.4. The β3 flow units",
    "text": "Three K–Ar and Ar–Ar dates for the Kula volcanism classified as β3 were considered meaningful by Westaway et al. (2004). First, Richardson-Bunbury (1996) dated to 130±180 ka (±2σ) a single sample split from a β3 basalt flow from neck 59 (Fig. 2), which she regarded as cascading into the Gediz gorge around Kula Bridge (reaching locality q in Fig. 8). Second, she dated to 190±100 ka (±2σ) another single sample split from a β3 basalt flow from neck 32 (Fig. 2), which she regarded as cascading into the Gediz gorge at Palankaya (Figs. 3b,c, and 9). Third, Westaway et al. (2004) dated their sample 00YM30 from the top of this Palankaya flow unit (Fig. 2) to 205±26 ka (±2σ). Although concordant with Richardson-Bunbury's (1996) date for the same flow unit, this age was based on two sample splits that individually yielded discordant ages of 145±32 and 299±32 ka (±2σ).\nThis Palankaya flow unit (Figs 3,9) is significant for determining the rate of incision by the Gediz, being the highest-level (relative to the Gediz) β3 flow unit that is known to cap sand and gravel of this river and with a clear geometrical relationship to its palaeo-course at the time of eruption (Westaway et al., 2004). This flow unit is∼60 m thick in the vicinity of the Gediz gorge, its base and top at estimated levels of ∼40 and ∼100 m above the present river level (see Fig. 3b,c and its caption, also Fig. 9). As noted by Westaway et al. (2004), it cascaded down the valley of the Yamantepe left-bank tributary, spreading out both upstream and downstream along the Gediz for a total distance of ∼2.5 km and temporarily damming it at the point where its valley abruptly narrows on passing out of the Selendi Basin and into metamorphic basement (Figs. 3b and 9). The Gediz has subsequently incised around the northern margin of this\nFig. 8. Representations of the topography in the vicinity of Kula Bridge. (a) L (b) Contour map (contour interval 5 m) derived from Shuttle Radar Topogra Westaway et al., 2006, and references therein, for more details), illustrating denote sites discussed by Westaway et al. (2004) or this study. Large two- or dated. Digits followed by letters indicate viewpoints for Figs 5a–c and other discussed in the text or figure captions, and include for informaton some of th in the present manuscript. Labelling of spot heights and contours in black ind grey (where shown) are derived from HGK topographic maps and (as discusse for sources of imagery and processing techniques.\nflow unit, except directly opposite Palankaya village (g in Fig. 9b) where a small outlier of basalt overlies basement in the modern right bank of the Gediz.\nGiven the importance of this Palankaya flow unit, we have dated three new samples from it. The first, 01TR89, from its top at its SE margin where it is well-exposed by incision by the Yamantepe (as illustrated in Fig. 18b of Westaway et al., 2004; see also Fig. 9), was intended to replicate Westaway et al. (2004) sample 00YM30. It was collected as close as possible to the same place, and yielded a date of 170±5 ka (Table 1). Second, sample 01TR90 was collected from the top of this flow unit at its NE margin, the Çurukmehmet cliff (illustrated in\nFig. 18a of Westaway et al., 2004), which has formed as a result of subsequent incision by the Gediz. This sample yielded a date of 176±5 ka. Third, sample 01TR92 was collected from the base of this flow unit where it is wellexposed along the track linking Palankaya village to the local Gediz bridge, opposite the small right-bank basalt outlier (Figs 3b,c). The basalt is locally observed to overlie fluvial sand and above its chilled base displays platy jointing, giving way higher up to impressive columnar jointing indicative of relatively slow cooling, suggesting that a single eruption produced this entire ∼60 m thickness of basalt. Sample 01TR92 yielded a date of 179±5 ka, not significantly different from the samples from the top of this flow unit, confirming that it indeed formed in a single eruption, with an estimated age—taken as the mean of our three dates and excluding both previous dates—of 175±3 ka (±2σ). A timeaveraged incision rate of∼0.23mm a−1 is thus indicated.\nWe wanted to reinforce Richardson-Bunbury's (1996) date for the β3 basalt at Kula Bridge (Fig. 8) by sampling this flow unit as close as possible to the Gediz. This is because her date came from a site at a neck, ∼7 km from the Gediz; as noted by Westaway et al. (2004) there are so many necks and β3 flows in this area (Fig. 2) that there can be no certainty that the flow unit that she dated is the same one that reaches the Gediz. As also noted by Westaway et al. (2004), beside the Gediz in the vicinity of Değirmenler (at site q in Fig. 8) this β3 flow unit can be observed to cap Gediz gravel, its base being ∼25 m above the present river\nandsat ETM+ satellite image, panchromatic band with 15 m resolution.\nphic Mission (SRTM) radar imagery (see, e.g., Rabus et al., 2003, or\nits 90 m resolution. In this and in subsequent Figs., letter codes in (b)\nthree-digit numbers indicate locations of basalt samples that we have\nfield photographs. Single letters and single-digit numbers indicate sites\ne principal sites described by Westaway et al. (2004) but not mentioned\nicates altitudes derived from the SRTM data; corresponding values in\nd in the text) are typically∼10±5 m lower. See Westaway et al. (2006)\nlevel. However, the β3 basalt is locally highly altered, presumably through contact with river water, making it not worth dating. We instead sampled this flow unit ∼3 km from the Gediz (site o in Fig. 10), near Yusufağa farm, adjacent to the junction of the main Kula-Selendi road with the minor roads to İbrahimağa and Ahmetli. As noted by Westaway et al. (2004), in this locality one of several quite abrupt ‘steps’ in the surface of the β3 basalt can be observed (notably where the Selendi road descends it, at site î in Fig. 10), where it descends by ∼40 m in ∼300 m distance—possibly because this basalt has cascaded down a river terrace bluff or the front of an older basalt flow that is now buried. At site o the Karakam tributary of the Gediz has locally incised into the β3 basalt, forming a seasonal waterfall and exposing a fresh section to permit sampling. Sample 01TR95 from this site yielded a date of 180±5 ka, such that the observed ∼25 m of incision of this flow unit by the Gediz indicates a time-averaged incision rate of ∼0.14 mm a−1. This new date is concordant with that previously obtained by Richardson-Bunbury (1996) but much more tightly constrained. Furthermore, as there are no necks and no known flow fronts between this site and the Gediz one can be confident that our new date is appropriate for the β3 basalt in the Gediz gorge itself.\nOur final site in β3 basalt is at the eastern end of the Kula volcanic field near Dereköy (Figs. 2, 6b, and 11)). Basalt from neck 68 has locally flowed NNE for ∼7 km down the Söğüt tributary valley to the Gediz, where it spread laterally both upstream and downstream to a total distance of ∼4 km, similar to the observed situation at Palankaya. The Gediz has subsequently re-established its course around the northern limit of this basalt. For much of its length the Söğüt has reincised along the eastern margin of this flow unit, somewhat like the Yamantepe at Palankaya (Fig. 9). However, near the present course of the Gediz the Söğüt has instead incised through the basalt and into the underlyingBalçıklıdereMember fluvial sand, also exposing Gediz gravel, as illustrated schematically for an adjacent locality in cross-section A–A′ in Fig. 2.\nThis succession is particularly clear ∼1 km from the modern course of the Gediz in the left bank of the Söğüt gorge (Fig. 11), where sample 01TR101 was collected (Fig. 6b). This gorge is locally ∼40 m deep, exposing the uppermost ∼15 m of the Balçıklıdere Member sand, then∼0.5 m of fluvial gravel and∼25 m of basalt with a ∼0.5 m thick chilled lower margin. The valley floor is locally ∼400 m a.s.l., ∼20 m above the level of the Gediz, ∼1 km to the north. The exposed fluvial gravel is well-sorted and fines upwards, with clasts of basalt, schist, quartzite, orange-red chert and marble (Fig. 6b). Its polygenetic character makes it clear that it was de-\nposited by the Gediz, not a local tributary, which is thus estimated to have incised locally by ∼35 m since the deposition of this gravel. Gediz gravel at a similar level is also observed a short distance upstream beneath the basalt forming the right flank of the Söğüt gorge. Farther upstream along the Söğüt, this gravel is absent; the basalt instead rests directly on the Balçıklıdere Member sand, as shown schematically in Fig. 2. Sample 01TR101, from the base of this flow unit, yielded a date of 236±6 ka (Table 1), indicating a time-averaged incision rate of ∼0.15 mm a−1."
  }, {
    "heading": "2.5. The β2 flow units",
    "text": "Prior to the present study, three dates for the β2 volcanism were considered meaningful. First, Borsi et al. (1972) reported an 1100 ka K–Ar date, but with no error margin or site co-ordinates. Second, RichardsonBunbury (1996) determined Ar–Ar dates of 1370±100 and 1120±60 ka for two splits of a sample from neck 75 at Burgaz (Fig. 2), which yield a weighted mean age of 1186±78 ka. Third, Westaway et al. (2004) dated sample 00YM23 from Çakırca, in the western part of the Sarnıç Plateau (Figs 2,6c), to 1264±15 ka. The basalt at this site overlies polygenetic Gediz gravel (illustrated in Fig. 14e of Westaway et al., 2004) that has been assigned to Gediz high terrace I of Maddy et al. (2005).\nOur first new K–Ar date for this β2 volcanism is for sample 00YM22, collected from a small exposure beside the road across the Sarnıç Plateau from Sarnıç to Çakırca in the area known as Dikilitaş. On the western edge of Sarnıç (site 21 in Fig. 2) a quarry beside this road exposes limestone gravel at ∼570 m a.s.l. (with clasts derived from the Ulubey Formation, indicating deposition by a local right-bank tributary of the Gediz; see Fig. 14d of Westaway et al., 2004) overlain by palagonitic tuff (derived from the adjacent neck 74 or Sarnıç Bağtepe, indicating rapid cooling and thus suggesting that the site was at or near the contemporaneous river level). Maddy et al. (in press) found an adjacent site (site 51, assigned to their high terrace VI; Fig. 7a) where Gediz gravel is visible below this limestone gravel, at an altitude of ∼565 m a.s.l.. Gediz gravel has also been found ∼400 m farther WNWat site 26 of Maddy et al. (2005; Fig. 7a), this deposit being at ∼560 m a.s.l. and assigned to their high terrace V. Subsequent eruptions of basalt from this neck raised the level of the land surface by up to∼70–80 m above these deposits (its summit is now at 637 m a.s.l.). Sample 00YM22 was collected from ∼1 km west of site 21, close to the col in the middle of the Sarnıç Plateau, where the pattern of gentle topographic gradients suggests that\nbasalt flowing NW or WNW from Sarnıç Bağtepe coalesced with that flowing southward or SW from Toytepe (neck 73) at the northern plateaumargin (Fig. 2). It is not obvious from which of these two necks sample 00YM22 originated, but our dating assigns it an age of 1174±26 ka (Table 1).\nSecond, sample 01TR74 was collected from thin (no more than ∼4 m thick) basalt from Toytepe neck, at the eastern margin of the Sarnıç Plateau (Fig. 2) overlooking a highly dissected area of Balçıklıdere Member fluvial sand called Armutboğazı, overlying cemented Gediz gravel (illustrated in Fig. 14c of Westaway et al., 2004), with local limestone (fan) gravel in between. This site is adjacent to site 31 of Maddy et al. (2005) (Fig. 7a), for which the fluvial gravel is assigned to their Gediz high terrace VI. Toytepe neck, ∼800 m farther north, from which this basalt originated, is illustrated in Fig 14a and b of Westaway et al. (2004). Sample 01TR74 has provided a K–Ar date of 1219±27 ka.\nOur third β2 sample, 00YM25, was collected at ∼620 m a.s.l. just north of Burgaz village (Fig. 2); it evidently erupted from the adjacent neck 75, or Burgaz Bağtepe. Basalt from this neck evidently flowed southward for∼2 km farther, capping the whole surface of the Burgaz plateau as well as adjacent smaller basalt-capped hills such as Kale Tepe (Figs. 2, 7a), which are now separated from the main plateau by fluvial incision through this basalt and the underlying BalçıklıdereMember sand (this badland landscape at Kale Tepe is illustrated in Fig. 3 ofWestaway et al., 2004). BurgazBağtepe neck may well also have produced the basalt caps of the residual flat-topped hills located between the Burgaz and Sarnıç Plateaus, notably Kavtepe (X in Fig. 2, at∼600 m a.s.l.; see Fig. 9 ofWestaway et al., 2004, for more detail) and İnkale Tepe (Y in Fig. 11, at 584 m a.s.l.). The geomorphology also suggests the possibility that the basalt forming the eastern part of the Sarnıç Plateau, known as Sürtmece (Fig. 11), may have originated from Burgaz Bağtepe neck and not from the adjacent Sarnıç Bağtepe neck. The upper surface of this basalt in these areas indeed appears to have a continuous westward component of slope, from591m a.s.l. at Alaca (in the SW corner of the Burgaz Plateau; Fig. 11) to 584 m a.s.l. at İnkale Tepe and 577 m in the eastern part of Sürtmece (Fig. 11), as illustrated in Fig. 16a and b of Westaway et al. (2004).\nWestaway et al. (2004) noted several localities where this Burgaz Bağtepe basalt caps Gediz gravel, and sub-\nFig. 10. Similar imagery to Fig. 8 but for the vicinity of İbrahimağa. 1–6 mark heights from HGK 1:25,000 scale topographic maps followed by those fro N735 m; 3, unnamed, 743 /N735 m; 4, Eğlence Tepe, 727 /N720 m; 5, Abaş\nsequently Maddy et al. (2005, in press) have mapped and surveyed these and many other localities systematically, revealing a Gediz high staircase of 11 terraces (Fig. 7). This survey indicated that the lower altitude limit of this basalt is ∼540 m a.s.l., on Kale Tepe, capping high terrace I of Maddy et al. (2005), ∼140 m above the present level of the Gediz. Before this survey was carried out, Westaway et al. (2004) estimated this altitude limit higher, ∼560 m, in the southern part of the Burgaz Plateau, in what is now designated as high terrace IV; until the area was surveyed it was not clear that the base of the basalt is up to ∼20 m lower in the more fragmentary exposures farther south. Our sample 00YM25 yielded a date of 1014±23 ka, which evidently post-dates this entire high terrace staircase (Fig. 7b).\nOur final dated sample, 01TR97, came from the southernmargin of the İbrahimağa Plateau (Fig 10), from the cutting on the road across this plateau linking Kavakalanı and İbrahimağa, as it begins to descend, ∼500 m east of the latter village, in the locality known as Sarıyar Sırtı. As noted byWestaway et al. (2004), most of the basalt cap of this plateau has erupted from neck 57, or İbrahimağa Bağtepe, from which it flowed eastward for ∼3.5 km and northward for ∼2.5 km, infilling a ∼4 km length of the Gediz palaeo-valley (Figs. 2 and 10). Some of the basalt forming the NE part of this plateau erupted from the smaller neck 58, or Tavşan Tepe (Figs. 2 and 10). Westaway et al. (2004) inferred that this plateau is underlain by a succession of Gediz palaeo-courses, which record northward channel migration, in contrast with the southward migration evident from the fluvial deposits underlying the Burgaz and Sarnıç Plateaus. However, no fluvial deposits relating to any such palaeocourses have yet been identified beneath the İbrahimağa Plateau. This is because investigation of its margins is much more difficult than for the Burgaz Plateau, as vegetation cover is more pervasive and these margins have weathered to relatively gentle slopes that are covered with basalt talus, making it difficult to examine the contact between the base of the in situ basalt and the underlying sediment. In the east near Burşuk, the İbrahimağa plateau basalt descends to ∼540 m a.s.l. (Fig. 8), and along its NE margin it is quite altered, suggesting contact with the Gediz at its contemporaneous level (Westaway et al., 2004). As Fig. 8 illustrates, this altitude limit is noticeably lower than the ∼560 m limit of the Sarnıç plateau basalt around Çakırca, ∼3.5 km farther east (site 4 in Fig. 7a), more\nthe principal hilltop summits in the Ulubey Formation limestone, with m SRTM data: 1, unnamed, N740/N735 m; 2, Sakaryol Tepe, 745 / düzü Sırtı, N765 m, N750 m; 6, Kocakır Tepe, 733 /N725 m.\nso than can be explained by any plausible westward Gediz palaeo-gradient, suggesting that the İbrahimağa plateau basalt post-dates the Sarnıç plateau basalt. Our dating of sample 01TR97 to 999±21 ka confirms this."
  }, {
    "heading": "3. Uplift modelling",
    "text": ""
  }, {
    "heading": "3.1. Altitude measurements",
    "text": "In order tomodel incision as a proxy for surface uplift, accurate measurements of altitudes of fluvial terraces and of present river levels is an obvious requirement. The principal source of topographic information for this study region is the series of 1 :25,000 scale topographic maps prepared by the Turkish Army General Command of Mapping (Harita Genel Komutanlığı or HGK). These maps have 10 m contours, with supplementary 5 m contours in areas of low relief, and show spot heights to the nearest 1 or 0.1 m, shading being used to indicate the positions of basalt cliffs.Westaway et al. (2004) used this source of information, supplemented by ground truthing with a handheld GPS receiver, to estimate the level of the Gediz and the heights of many of its terrace deposits to a nominal precision of ∼5–10 m. Maddy et al. (2005, in press) used a Total Station to survey the heights of many Gediz deposits, relative to a datum at the level of the river where it is crossed by the Ankara-İzmir highway near Kale Tepe (Fig. 7a). These altitude measurements, to a nominal precision of 0.1 m, were used by Maddy et al. (2005, in press) to construct longitudinal and transverse terrace profiles (Fig. 7a,b), although the raw data have not been disclosed. The datum used by Maddy et al. (2005, in press) is not a HGK benchmark for which a spot height is available, so the absolute heights of each of their survey points have not previously been established. However, according to the local HGK map (1 :25,000 scale sheet Uşak K21-c4), this datum is very close to 400 m a.s.l.. We thus add 400 m to convert the relative heights reported by Maddy et al. (2005, in press) to absolute heights, for comparison with other evidence.\nA third source of topographic information is now available, from the Shuttle Radar Topographic Mission (SRTM), as has been used to generate Figs. 8–11. This is based on data collected using an interferometric radar altimeter, which operated from the space shuttle Endeavour during 11–21 February 2000 (see, e.g., Rabus et al., 2003, or Westaway et al., 2006, and references therein, for more details). The SRTM provides measurements of a representative value of the surface altitude within a grid of 90×90 m ‘footprints’. At conical summits, such as Çilo Tepe (β in Fig. 11), one expects this technique to underestimate summit altitude, because the ‘footprint’\nclosest to the summit will also sample the hillsides, as is indeed so (see Fig. 11 caption). However, when measuring heights of basalt plateaus, where there is typically negligible change in altitude across each interval of 90 m, one should expect this technique to produce accurate heights. Nonetheless, for the set of representative heights investigated in Figs. 8–11, the SRTM altitudes typically underestimate the HGK altitudes by ∼10±5 m. We do not understand the source of this discrepancy: a systematic mismatch of 10 m would imply use of a different zero level for altitude, but there also seems to be a measurable random component in these relative heights, indicating some other source of error in one or both of the sets of determinations. Similar problems—of similar magnitude—with SRTM data have been noted elsewhere in the eastern Mediterranean region by Miliaresis and Paraschou (2005).\nTo illustrate the potential importance of uncertainty in height, we consider as an example the altitude of the Gediz gravel beneath the basalt that yielded dated sample 00YM23 at Çakırca, at the western margin of the Sarnıç Plateau (Fig. 8). Westaway et al. (2004) located this site on a HGK map and thus deduced that this gravel is ∼560m a.s.l. Using the GPS fix reported byWestaway et al. (2004) we have located this site on the SRTM image in Fig. 8, deducing instead an altitude of ∼555 m a.s.l. However, this GPS fix may itself be in error, because it was of necessity taken near the base of a basalt cliff, where visibility of the sky was limited. Finally, the Total Station survey by Maddy et al. (2005) placed this point (their site 4; Fig. 7a) ∼150 m above datum, or at an estimated∼550m a.s.l. By analogy, similar uncertainties of the order of∼5–10m can be expected in both absolute and relative altitudes of other sites; the uplift modelling presented below, which uses a combination of heights derived from HGK maps and from Maddy et al. (2005), is thus subject to such uncertainty."
  }, {
    "heading": "3.2. Age constraints",
    "text": "The new dating evidence helps considerably to constrain the uplift chronology of the study region, as well as modifying some of the existing age constraints used in the previous modelling by Westaway et al. (2004). First, the very young age now favoured for the β4 basalt flows means that the depths to which they have been incised have no bearing on the long time-scale regional uplift history; they simply represent recovery by the Gediz of a roughly equilibrium gradient profile after its course was temporarily dammed by basalt. This evidence that the river has been able to recover from damming so quickly supports the deduction by Westaway et\nal. (2004) that for most of the time since the Kula volcanism began it has maintained a roughly equilibrium downstream profile, such that the heights of its terraces reflect regional uplift, not local disturbances caused by basalt damming. The coarseness of the modern bedload of the Gediz (evident in Figs. 3d and 5b–c) is presumably conducive to this rapid re-incision. Second, our dates for the β3 basalts indicate ∼40 m of incision since 175 ka at Palankaya (time-averaged rate 0.23 mm a−1), ∼25 m of incision since 180 ka at Kula Bridge (0.14 mm a−1), and ∼35 m of incision since 236 ka upstream of Kula Bridge at Dereköy (0.15 mm a−1). This evidence suggests that the rate of incision—and thus, uplift—increases substantially downstream between Kula Bridge and Palankaya.\nRegarding the β2 basalt, Westaway et al. (2004) estimated 205 m of incision by the Gediz since eruption of the İbrahimağa plateau basalt, lowering its level from ∼540 m to its present ∼235 m a.s.l. beside the western part of this plateau. The dating of our sample 01TR97 indicates that this incision has occurred at a timeaveraged rate of 0.21 mm a−1.\nFor the Sarnıç Plateau, we now have three quite tightly grouped dates (all ±2σ), of 1264±30 ka (00YM23), 1219±27 ka (01TR74) and 1174±26 ka (00YM22). If it is inferred that these three samples are all from the same flow unit, like at Palankaya, then they indicate an overall weighted mean age for it of 1215± 16 ka (±2σ). Following Westaway et al. (2004), we estimate the altitude of the Gediz gravel underlying this basalt at Çakırca as ∼560 m a.s.l. (see above), ∼185 m above the present river level, indicating a time-averaged incision rate since 1215 ka of ∼0.15 mm a−1. This calculation assumes the differences between these three dates are due to random error.\nHowever, another possibility is that the SUERC date for sample 00YM23 is older than the LSCE dates for the same reason as the SUERC dates for the β4 category basalts are older (see above), this reason possibly relating to the procedure used at SUERC to correct for atmospheric argon isotope ratios in the laboratory. If so, then this difference is a form of systematic error, making it inappropriate to average the three dates. Averaging the two LSCE dates instead produces a weighted mean age of 1196±19 ka (±2σ). The subsequent time-averaged rate for 185 m of incision is still ∼0.15 mm a−1, and would remain so if the lower height of ∼550 m a.s.l., derived from Maddy et al. (2005), were used instead.\nFor the Burgaz Plateau, we now have two dates, of 1186±156 ka (Ar–Ar; ±2σ; based on RichardsonBunbury, 1996) and 1014±23 ka (±2σ; 00YM25). Even allowing for the large error margin in this Ar–Ar date,\nthese two numerical ages are barely concordant at the ±2σ level (i.e., at a 95% confidence limit), suggesting the presence of a systematic error. Given the individual ages of the two sample splits that contributed to this Ar– Ar date, of 1370±200 and 1120±120 ka (both ±2σ), we thus consider it probable that the older one was contaminated by inherited argon. The weighted mean age of the younger of these Ar–Ar splits and our date is 1018± 23 ka, not significantly different from the age determined for our own sample. As already noted, in the vicinity of the SE margin of the Burgaz Plateau at Kale Tepe, the Gediz has incised since this basalt eruption from ∼540 to ∼400 m a.s.l. or by ∼140 m, at a timeaveraged rate of 0.14 mm a−1.\nWestaway et al. (2004) inferred that both the Burgaz and Sarnıç plateau basalts erupted at ∼1200 ka, and attributed the lesser amount of subsequent incision of the former than of the latter to a lateral variation in uplift rates. It now seems clear instead that the lesser incision of the Burgaz plateau basalt is mainly a consequence of it being younger than the Sarnıç plateau basalt. In contrast, there is evidence that rates of incision, and thus, uplift, increase west of the Sarnıç Plateau, as indicated by the faster incision of the basalt flanking the northwestern part of the İbrahimağa Plateau and at Palankaya.\nRegarding the total incision since the Pliocene, Westaway et al. (2004) noted that in the vicinity of the İbrahimağa Plateau (Fig. 10) the top of the Ulubey Formation has been incised by ∼410 m, from 745 to ∼335 m a.s.l. Farther upstream within the Selendi Basin, the Ulubey Formation limestone is nowhere preserved adjacent to the Gediz or the β2 basalts. Outliers of it, typically tens of metres thick, cap the highest land in the central-southern Selendi Basin north of the Gediz, reaching 890 m a.s.l. at b, 805 m at c, 865 m at d, and 825 m at e in Fig. 2 (Westaway et al., 2004). After an interval of several kilometres within the badland landscape in the Ahmetler Formation tuffites and sands, this limestone is again observed farther east, where it is ∼100 m thick, its upper surface being ∼920 m a.s.l. north of Ulucak (Westaway et al., 2004; Fig. 1) and at ∼880 m west of this village, ∼5 km farther SW. Westaway et al. (2004) extrapolated the gentle SW tilt of this limestone surface from the Ulucak area to ∼840 m a.s.l. in the vicinity of Ziftçi Tepe (O in Fig. 2), east of the Burgaz Plateau. This hill (summit, 618 m), is capped by a ∼750 m (E–W) by ∼400 m (N–S) expanse of β2 basalt (which remains undated; it erupted from neck 76, Delihasan Tepe, to the SW; V in Fig. 2). This basalt surface is above 610 m a.s.l., overlying the top of the Ahmetler Formation at ∼560-570 m a.s.l., ∼150 m above the Gediz at∼415m a.s.l. (Westaway et al., 2004).\nA total of∼425 m of incision is thus indicated here, with almost two thirds (∼275 m) pre-dating the Delihasan Tepe eruption and the remaining third (∼150 m) postdating it. We thus estimate that the incision below the top of the Ulubey Formation limestone, projected into the vicinity of the Burgaz and Sarnıç plateaus, has been between these limiting values of ∼410 and ∼425 m.\nRegarding MIS assignments, it is thought that that within the eastern Mediterranean region—like in western and central Europe—river terraces typically form during even-numbered cold stages of the oxygen isotope timescale, being associated with increased sediment fluxes caused by reductions in vegetation cover (e.g., Collier et al., 2000; Macklin et al., 2002). Maddy et al. (2005) inferred that Gediz high terrace I formed during the MIS 38 cold stage at ∼1240 ka (or during the MIS 38-37 warming limb). This was based on taking the age of the Burgaz Plateau basalt as 1245 ka, determined as the unweighted mean of the sample splits for Richardson-Bunbury's (1996) Ar–Ar date. As already noted, use of the weighted mean of these splits would give an age of 1186 ka, from which one could infer that terrace I dates from MIS 36 at ∼1200 ka. However, our revised dating makes this Burgaz Plateau basalt considerably younger, and our preferred age for it of 1014±23 ka suggests deposition of the gravel of Gediz high terrace I during MIS 28 (∼1020 ka). If it is further assumed, following Maddy et al. (2005), that the Gediz high terraces beneath the Burgaz Plateau formed in response to a sequence of consecutive ∼40 ka cold stages, then the oldest (XI) can be assigned to MIS 48 at ∼1440 ka (Fig. 7b).\nIn contrast, the dating evidence now available suggests that Gediz high terrace I at Çakırca pre-dates the eruption of the Sarnıç plateau basalt at 1215±16 ka, so this gravel may well have aggraded in MIS 38 (∼1240 ka), fortuitously as suggested by Maddy et al. (2005). However, such an interpretation would imply that Gediz high terrace I at Çakırca formed at the same time as Gediz high terrace VI in the Burgaz Plateau. As surveyed by Maddy et al. (2005), this terrace in the Burgaz Plateau has since been incised by 173 m, consistent with the ∼175–185 m of incision estimated at Çakırca (see above). The five consecutive higher terraces (III–VII) interpreted by Maddy et al. (2005) in the Sarnıç Plateau may thus represent the same cold stages as terraces VII–XI in the Burgaz Plateau. Maddy et al. (2005) reported Gediz high terrace X at two sites in the Sarnıç Plateau, their sites 45 and 46 (Fig. 7a) in the vertical cliff face adjoining Toytepe neck (the locality illustrated in Figs 14a and b of Westaway et al., 2004), recognising thin Gediz gravel above the Balçıklıdere Member fluvial sand and below the predominant lime-\nstone tributary (fan) gravel in this area. However, as noted above, another possibility is that the best date for the Gediz gravel at Çakırca is 1196±19 ka, in which case this gravel could have formed either in MIS 38 or 36. Each of the older deposits of Gediz gravel beneath the basalt of the Sarnıç Plateau may likewise possibly be one 40 ka climate cycle younger than estimated above."
  }, {
    "heading": "3.3. Physical properties of the crust",
    "text": "Previous experience (e.g., Westaway, 2001, 2002a,b, 2004a; Westaway et al., 2002) indicates that isostatic uplift responses revealed by river terrace staircases can be modelled as a function of rates and spatial scales of surface processes occurring in the region and of physical properties of the underlying continental crust. Assuming that erosion and sedimentation are driving the vertical crustal motions (cf. Westaway, 2002c; Westaway et al., 2004), relevant parameters quantifying rates of surface processes include the local spatial-average erosion rate U, the characteristic horizontal scale Le over which this erosion occurs, and the corresponding scale Ls and spatial-average rate of sedimentation in the adjacent depocentre to which this eroded material is transported. Relevant crustal parameters include the densities of continental crust, mantle lithosphere, asthenosphere, and any water that loads the depocentre (as an approximation, the sediment load is considered part of the crustal rock column), respectively, ρc, ρm, ρa, and ρw, and the thermal diffusivity of the crust, κ. The isostatic response is influenced by the thickness of the mobile lower-crustal layer, W, which equals the difference between the crustal thickness zm and the thickness of the upper-crustal brittle layer zb; W determines the rate at which material can flow within the lower-crust in response to a given pressure gradient P resulting from a given lateral variation in zb. The depth zb corresponds to a particular temperature in the region of ∼350 °C, and is thus determined by the geothermal gradient in the crust, taking account of perturbations to this gradient by the surface processes that are occurring. The uplift response will also be affected by the extent to which loading or unloading of the mantle lithosphere causes flexure in this layer, which will depend on the thickness of the mantle lithosphere and its mechanical properties (which determine its flexural wavelength, λ) as well as on the relative magnitudes of λ and the characteristic scales of the surface processes, Le and Ls. Crustal extension will of course also affect the state of isostatic equilibrium. Its effects are neglected in the present modelling; although the crust of western Turkey is extending rapidly overall, as already noted there is no significant extension of the\nbrittle upper crust in the vicinity of the reach of the Gediz around Kula (cf. Westaway et al., 2004).\nRegarding observational constraints, Westaway (1994) deduced from the sedimentation rate in the east-\nFig. 12. Uplift results using the technique of Westaway (2001). Observationa predicted uplift history are listed in Table 2. See text for discussion.\nern Aegean Sea a spatially averaged and time-averaged erosion rate throughout the Gediz drainage catchment of ∼0.1 mm a−1 during the Middle to Late Pleistocene. Some material eroded within this catchment has not\nl data points are labelled. The model parameters used to generate each\nParameters have the following meaning: c, geothermal gradient in the lower crust; κ, thermal diffusivity of the crust; Wi, paramater quantifying the difference in depth between the base of the brittle layer (zb) and the level at whoich lower-crustal flow is most concentrated; to and ΔTe, timing and magnitude of each phase of LCFF, with subscripts 1, 2 and 3 indicating individual phases; zb, the estimated depth of the base of the brittle upper crust (calculated as zm −Wi / 0.9 (see main text; zm being the Moho depth, taken as 30km); Tm, the estimated Moho temperature (calculated as 350 °C+(zm−zb)×c); U(t), the predicted amount of uplift since time t; vumax the maximum predicted uplift rate and t(vumax) its timing.\nreached the sea, being instead deposited in the Alaşehir Graben (Fig. 1), so this estimate is a lower bound to the erosion rate in the part of this catchment that is eroding. An upper bound to the time-averaged erosion rate in the present study region is ∼0.13–0.14 mm a−1, corresponding to ∼410–425 m of erosion (see earlier discussion) since ∼3 Ma, but some parts of this region (e.g., the areas of in situ Ulubey Formation limestone and the β2 basalt plateaus; Fig. 2) have clearly eroded substantially less than this. Fission-track dating of the metamorphic basement that has been exhumed by erosion in this area (e.g., Ring et al., 2003) provides no relevant data because the amounts of erosion since the Pliocene have been so small.\nThe crustal thickness in the vicinity of Kula has been determined as 30±1 km from detailed studies of seismic wave propagation (Saunders et al., 1998). We thus adopt a nominal value of zm=30 km. The regional average heat flow in western Turkey is high, being ∼110 mW m−2 (Ilkışık, 1995). It is particularly high around Kula, where analysis of the Acısu hot spring (M in Figs. 2 and 8) indicates a local value of 123± 32 mW m−2 (Ilkışık, 1995), requiring a geothermal gradient in the uppermost crust of ∼40 °C km−1. Ilkışık (1995) estimated that about half this heat flow arises through radiogenic heat production in the upper crust (i.e., Qr∼55 mW m−2), the rest being the result of conduction from the Earth's interior. Standard theory (e.g., Lachenbruch, 1970), which ignores any perturbation to the geotherm caused by erosion (cf. Westaway, 2002c), indicates that Qr =YoD where Yo is the nearsurface radiogenic heat production and D is the depth scale over which radiogenic heat production decreases to 1 /e of its near-surface value. However, neither Yo nor D are well-constrained for western Turkey. Nonetheless, using this theory (e.g., Lachenbruch, 1970) one can predict that in this region the depth of the base of the brittle layer, zb, corresponding to a temperature of ∼350 °C, is ∼10–14 km (taking D=2.5 km and Yo=22 μW m\n−3 would give zb∼10.3 km, whereas taking D=14 km and Yo =3 μW m\n− 3 would give zb∼13.5 km). The depth-limit of seismicity independently suggests a relatively shallow base of the brittle layer, ∼10 km deep (e.g., Jackson and McKenzie, 1988). Saunders et al. (1998) also inferred that the seismic S-wave velocity in the Kula area decreases below a depth of 13 km, providing a third estimate of zb.\nUsing the same range of values as above (for Yo and D) places the base of the lithosphere (at a temperature of ∼1400 °C) at a depth of ∼53–59 km, implying that the mantle lithosphere in this region is b∼30 km thick (cf. Ilkışık, 1995; Westaway, 2006). Taking account of the\nexpected perturbation to the geotherm caused by the regional erosion that typefies western Turkey, the base of the lithosphere is expected somewhat deeper that these simple calculations predict (cf. Westaway, 2002c), from which it can be inferred that theMoho temperature in this region (at a depth of 30 km) is b∼700 °C. However, rather than assuming any particular Moho temperature, the modelling will consider a range of possible values. The remaining model parameters will either be assigned fixed nominal values or be allowed to vary in order to match the evidence."
  }, {
    "heading": "3.4. Modelling techniques and results",
    "text": "These uplift data will be modelled using two techniques. The first, by Westaway (2001; Westaway et al., 2002), calculates the isostatic response to phases of lower-crustal flow forcing (LCFF) induced by cyclic loading of the Earth’s surface, such as may be caused by growth and decay of local ice sheets and fluctuations in the water load applied to the continental shelf as a result\nof eustatic sea-level variations. For this technique, the characteristic timescale of the uplift response induced following the start of a phase of LCFF depends on the parameter Wi= zi− zb, zi being the depth at which the induced lower-crustal flow is concentrated (Westaway, 2001; Westaway et al., 2002). For the viscosity parameterisation used for the lower crust, with a linear viscous rheology dependent only on temperature, and for an assumed uniform steady-state geothermal gradient in the lower crust, the depth zi is roughly 9/10 of the way down from zb to the depth zm of the Moho (Westaway, 1998). If zm is known in a region, one may thus estimate zb as zm—10 Wi / 9, for comparison with observations.\nAs in the Westaway et al. (2004) study, this technique is applied to western Turkey as an approximation, it being clear that the uplift of this region is caused by increased rates of erosion and not by cyclic surface loading. However, tests by Westaway (2002b) showed that predicted uplift histories assuming cyclic surface loading and assuming a non-steady-state response to changing rates of erosion can be very similar to each other, justifying the use of the Westaway (2001) technique as an approximation. The Westaway (2001) technique is also easier to apply, requiring fewer model parameters to be constrained, and also lends itself to solutions involving multiple phases of LCFF.\nThe second technique, by Westaway (2002c), calculates the non-steady-state isostatic uplift response to a region that experienced an increase in erosion rates (or a switch from sedimentation to erosion) at time to, assuming that the region adjoins a depocentre in which the eroded material is re-deposited. In such a situation, the geothermal gradient is perturbed in a predictable manner in both the eroding sediment source region and the depocentre, causing the base of the brittle layer to advect (relative to the level of the eroding land surface) upward beneath the sediment source and downward beneath the depocentre. The resulting lateral variation in its depthwill create a lateral pressure gradient, which will drive mobile lower crust from beneath the depocentre to beneath the sediment source. The technique is more difficult to apply as it requires more model parameters to be constrained than the alternative, and it can also only be used to model a single phase of LCFF caused by an increase in erosion rates; the more general problem involving multiple phases has no closed analytic solution.\nFig. 13. First set of uplift results using the technique of Westaway (2002c). Ob whether the total uplift since ∼3 Ma is ∼410 or ∼425 m. To avoid clutter, o Gediz in the Kula area are shown. The model parameters used to generate each been determined using a nominal water density of 0, indicating that subaerial discussion.\nSince its previous use by Westaway (2002c) and Westaway et al. (2004), this computer program has been modified. In these previous studies, it solved equation (B19) of Westaway (2002c) to obtain at each time step the depth zb corresponding to the nominal 300 °C temperature at the base of the brittle upper crust. In such calculations, a constant nominal crustal thickness za was assumed. Calculations of inflow and outflow of lower crust, and of the associated isostatic response, were handled separately. This simplification was considered appropriate, because the model crustal thickness seldom changes by more than∼10 m in any 25 ka time step. The program now calculates zb at each time step for the nominal crustal thickness, as before, then scales it by the ratio of current crustal thickness to nominal crustal thickness. This also involves making an approximation, but is considered more realistic than before. The difference between methods is particularly important when modelling cumulative effects of lower-crustal flow over relatively long timescales, as in the present study, or when modelling relatively rapid uplift, accompanied by vigorous lower-crustal flow. Compared with the old version, the new algorithm results in smaller-magnitude variations in zb, thus requiring a lower effective viscosity ηe for the lower crust than before in order to sustain a given geometry of uplift.\nThis use of a 300 °C temperature threshold for the base of the brittle upper crust, rather than the more realistic ∼350 °C value mentioned earlier, enables zb to be determined at appropriate values of ∼13 km, even though the computer program used does not take account of the upward increase in the geothermal gradient caused by radiogenic heating at shallow depths. A key requirement in this type of modelling is to base calculations on appropriate values for the thickness W of the lowercrustal layer, since fluxes of lower-crust are highly sensitive to this parameter, being dependent onW3 (e.g., Westaway, 2002c). Use of this particular approximation in lieu of more complicated calculations that incorporate radiogenic heating in the upper crust was justified as a result of numerical tests by Westaway (2002c).\nIt has been observed that, to a first approximation, the Gediz terraces capped by the β2 basalts in the Burgaz and Sarnıç Plateaus and the β3 basalts in the reach of the modern gorge between Dereköy and Kula Bridge all support uplift rates of ∼0.14–0.15 mm a−1. This view\nservational data points are shown, subject to uncertainty depending on\nnly the youngest and oldest terraces of the high terrace staircase of the\npredicted uplift history are listed in Table 3. Each of these solutions has\ndeposition has been assumed throughout each model run. See text for\ndiffers from the interpretation proposed by Westaway et al. (2004), who deduced a significant increase in uplift rates in the Middle Pleistocene. However, it can now be seen that that earlier interpretation was incorrect; it was based on dating of the β3 and β4 basalts in the vicinity of Kula Bridge that is now known to be invalid, and on the assumption of the same incision rate at Palankaya as at Kula Bridge.\nUsing the Westaway (2001) technique to model a record of uplift like this, with a relatively uniform rate, requires the associated LCFF to have begun well before the observational record and to be associated with a relatively thick lower-crustal layer. Prediction 1 in Fig. 12 shows one such solution, constrained to match ∼410 m of uplift since 3.1 Ma. It fits the Gediz high terrace staircase very well, consistent with it dating from consecutive 40 ka cold stages from MIS 48 to MIS 28. It also fits the data from Dereköy and Kula Bridge reasonably well, although slightly underestimating the incision documented at each of these localities. This solution requires a rather thick lower-crustal layer, consistent with zb∼11 km, too shallow to match the data of Saunders et al. (1998), and a Moho temperature of ∼730 °C, which is probably too high (Table 2).\nIn many localities worldwide, uplift rates are observed to have increased in the Middle Pleistocene (e.g., Kukla, 1975, 1978; Westaway, 2001, 2002a; Bridgland and Westaway, in press), an effect that can be attributed to a consequence of more vigorous LCFF beginning at ∼0.9 Ma, perhaps accompanying systematic increases in erosion rates during the major cold stages that began around this time when the Milankovitch forcing switched from characteristic ∼40 to ∼100 ka periodicity (e.g., Mudelsee and Schulz, 1997). The combination of the relatively high uplift rates already occurring in the Kula area in the Early Pleistocene and a relatively thick lowercrustal layer (consistent with the high local heat flow) will have resulted in this Middle Pleistocene effect being relatively subdued and only becoming significant after a relatively long time lag following the inferred start of its LCFF at∼0.9 Ma (cf. Westaway, 2002b). Prediction 2 in Fig. 12 shows an alternative uplift solution, which includes an additional phase of LCFF with this timing. This fits the late Middle Pleistocene data better than solution 1, while maintaining an equivalent fit to that given before to the Gediz high terrace staircase. The slightly greater inferred zb of ∼12 km and the resulting\nFig. 14. Second set of uplift results, using the technique and data as Fig. 13. T listed in Table 3. Each of these solutions has been determined using the sam water density of 1000 kg m−3 has been assigned, indicating that marine d discussion.\nlower estimated Moho temperature of just over 700 °C seem more reasonable than for solution 1.\nThe regionmost similar to this part of western Turkey, in terms of crustal properties, that has been modelled to date, is the terrace staircase of the River Allier in the vicinity of the Perrier Plateau south of Clermont-Ferrand in central France (e.g., Pastre, 2004), where the crust is ∼30 km thick and has a surface heat flow of ∼110 mW m−2 (Westaway, 2004a). Modelling of the well-dated terrace staircase in this area required Wi 15 km, so it seems reasonable to consider the consequences of assuming such a value for Kula, as represented by prediction 3 in Fig. 12. This solution can once again give an excellent fit to the Middle Pleistocene data and to the ∼410 m of total incision, but it is no longer possible to fit the Gediz high terrace staircase to a series of consecutive 40 ka cold stages. It is instead estimated that the oldest terrace (XI) dates from MIS 52, indicating that two cold stages have been ‘missed’ between that and the youngest from MIS 28. Possible cold stages that may have been missed (but see also below) could be MIS 50 (between terraces XI and X) andMIS 40 (between terraces VII and VI), which would correspond to two of the highest observed terrace bluffs (Fig. 7b). This revised solution predicts zb ∼13 km, consistent with the data from Saunders et al. (1998), and gives a realistic Moho temperature of ∼680 °C (Table 2).\nThe alternative modelling using the technique of Westaway (2002c) assumes a sudden increase in erosion rates at 3100 ka to a value that remains constant thereafter. As already noted, this technique cannot investigate the consequences of any additional subsequent increases in erosion rates, such as may have occurred around ∼900 ka. By analogywith solutions 2 and 3 in Fig. 12, its predictions are thus expected to slightly underestimate the total uplift since 3100 ka and the uplift rates determined from the amounts of incision at Dereköy and Kula Bridge.\nFig. 13 illustrates a family of solutions in which a 200 km wide eroding sediment source region is coupled to a depocentre, also 200 km wide, via a 100 km wide hinge zone. Fig. 22 of Westaway et al. (2004) shows a diagramatic representation of such a model. The model sediment source region is intended to represent the reach of the Gediz around and upstream of Kula (Fig. 1), whereas the model depocentre is intended to represent what is now the eastern part of Aegean Sea, underlain by\nhe model parameters used to generate each predicted uplift history are e model parameters as the corresponding solution in Fig. 13, except a eposition has been assumed throughout each model run. See text for\na stacked sedimentary sequence comprising material that has been transported by the Gediz (and other rivers in the region). The Aegean Sea is well known to have become significantly wider and deeper during the Quaternary (e.g., Papanikolaou, 1993), consistent with net crustal thinning accompanying outflow of lower crust, as is required to sustain the observed uplift of the adjacent onshore regions (e.g., Westaway et al., 2004). To incorporate the fact that much of this sea area did not exist for much of the time span covered by the model, for the solutions in Fig. 13 the density of the model seawater covering the depocentre has been set to zero, implying subaerial deposition. This clearly misrepresents the most recent part of the record, during which the water depth has increased to its present∼1000 mmaximum, and thus underestimates the associated amount of loading of the crust, introducing a number of systematic errors into the model. Conversely, the solutions in Fig. 14 assume seawater loading throughout, which will misrepresent the early part of themodel andmake the predicted overall effect of water-loading greater than will have occurred in reality. These two sets of solutions can thus be regarded as end-members of a range of possibilities, with the ‘true’ solution lying somewhere in between.\nThese solutions also assume overall Airy isostatic compensation; given the high Moho temperatures expected, the mantle lithosphere is assumed to be sufficiently thin and weak so that it will flex on the scales of the loads that are applied in the model. Regarding the uplifting sediment source region, the associated development of a lower-crustal ‘root’ will mean that the predicted rate of increase in altitude of the eroding land surface will be Fa= (ρa−ρc) /ρa times the predicted rate of crustal thickening. The predicted uplift rate of markers that are not themselves eroding (such as Gediz terraces capped by basalt in the Burgaz Plateau) will exceed this predicted rate of altitude increase by an amount equal to the assumed spatial average erosion rate of the land surface as a whole (e.g., Westaway, 2002c). In this modelling, the effective viscosity ηe of the lower crust (the viscosity that an isoviscous layer would need to have in order to produce the same overall flow rate—or the same average flow velocity vx—in response to a given applied pressure gradient as is observed in a real lowercrustal layer with temperature dependent viscosity; Westaway, 1998), is specified in advance for each solution. The associated Moho temperature is estimated using the ‘rule of thumb’, fromWestaway (1998) that the viscosity at the Moho is ∼1/60 ηe. The Moho temperature is then estimated for this Moho viscosity assuming the preferred viscosity–temperature calibration from Westaway (1998).\nThe solutions in Fig. 13 assume values ofηe of 5 (M1), 3 (M2), 2 (M3) and 1 (M4) ×1018 Pa s, consistent with Moho temperatures in the range∼630–680 °C (Table 3). As indicated in Fig. 13, none of these solutions can predict even the 270m lower bound to the uplift observed between 3100 ka and the time of formation of Gediz high terrace I. The main reason why such solutions will underestimate uplift is failure to incorporate water-loading of the depocentre. It thus follows that such loading was already appreciable by the late Early Pleistocene, if not earlier, so we turn our attention to the solutions in Fig. 14 that assume such water loading throughout.\nSolution M3 in Fig. 14 fits well the lower bound to uplift indicated by Gediz high terrace I. It also fits well the lower bound for Gediz high terrace XI, with this terrace assigned to MIS 52 (see above), less so if it is fitted to MIS 48. Likewise, solution M4 fits the upper bounds to uplift estimated for these terraces. However, solution M4 predicts almost ∼1200 m of bathymetry in the adjacent part of the Aegean Sea, which exceeds its typical observed depth, whereas solution M3 predictes b1000 m of water depth, which is more appropriate. We thus regard solution M3 in Fig. 14 and Table 3 as our preferred solution.\nAll solutions in Fig. 14 underestimate the total uplift from 3.1 Ma to the present-day (Figs. 13a, 14a) and also predict lower rates of uplift and incision (Figs. 13b, 14b) than are observed for those Gediz terraces capped by β3 basalt. We presume this to be a consequence of an increase in uplift rates in the Middle Pleistocene, as in Fig. 12, caused by an increase in erosion rates in the late Early Pleistocene to a value slightly above 0.1 mm a−1. We note that for our preferred solution (solution M3 in Fig. 14) the predicted uplift response at 2200 ka, 900 after the assumed acceleration in uplift, is 0.1249 mm a−1, ∼30% more than the assumed erosion rate of 0.1 mm a−1 that is forcing this uplift. We thus deduce by analogy that the incision rates of ∼0.14–0.15 mm a−1 observed since the late Middle Pleistocene in the Kula Bridge/Dereköy areas are ∼30% faster than the typical post-0.9 Ma erosion rate, enabling this rate to be estimated as∼0.11–0.12mm a−1. However, as noted above, the technique used cannot model the isostatic consequences of a succession of changes in erosion rates, so this estimate cannot at present be tested."
  }, {
    "heading": "4. Discussion",
    "text": "The significant improvement in age control provided here (Table 1) means that, finally, the history of volcanism and fluvial deposition and incision in the Kula region can be considered well-constrained. This\nchronology differs substantially from those proposed in other recent studies, notably by Westaway et al. (2004) and Maddy et al. (2005), which did not have the benefit of this improved set of dates. The principal mistakes now evident in the Westaway et al. (2004) study were its failure to recognise lateral variations in incision since the lateMiddle to Late Pleistocene along the studied reach of\nthe Gediz and the misinterpretations resulting from the systematic errors in the K–Ar dating of the young basalt samples. Both Westaway et al. (2004) and Maddy et al. (2005) drew incorrect conclusions about the Gediz terraces capped by β2 basalts, not least by assuming that these basalts all have the same age. The evidence now available that the Burgaz plateau basalt is about two hundred thousand years younger than the Sarnıç plateau basalt also means that theMaddy et al. (2005) correlation scheme for the Gediz high terrace staircase (Fig. 7a) breaks down between these plateaus. However, the key conclusion of Maddy et al. (2005), that the staircases of Gediz high terraces preserved beneath these plateaus represent a succession of ∼40 ka Milankovitch cycles in the Early Pleistocene, is strongly supported by the present uplift modelling.\nOf the six β2-category volcanic necks in the Kula volcanic field (Fig. 2), at least two (Tavşan Tepe, neck 58, and Delihasan Tepe, neck 76), and possibly a third (Sarnıç Bağtepe, neck 74), remain undated. However, the first two of these are located near contemporaneous palaeo-courses of the Gediz, and so are expected to more likely cap individual Gediz terraces rather than whole staircases. Westaway et al. (2004) and Maddy et al. (2005) assumed that the Sarnıç Bağtepe neck was also located close to the contemporaneous course of the Gediz. However, from the characteristic northwestward flow direction of the basalt that erupted from it, already noted, possibility now exists that it lay up to ∼1.5 km to the south of this contemporaneous course, which (in the light of earlier discussion) can be projected east-west\nNotes to Table 3: Hco and Hmo are the initial thicknesses of the crust and mantle lithosphere. Tmo is the initial nominal Moho temperature. to is the start time (before present) for increased erosion. Uo and U are the erosion rates before and after to. Uo is set to very small nonzero values to avoid ‘division by zero’ runtime errors. Le, Ls, and Lh are the lengths, parallel to the sediment transport, of the eroding sediment source region, the depocentre, and the ‘hinge zone’ in between. zwo and zw are the offshore water depth at to and at present. Ed and Em are the assumed extensional strain rates for distributed deformation in the upper crust and mantle lithosphere. ηe is the predicted effective viscosity of the lower continental crust. Tm is the Moho temperature predicted from each fitted value of ηe using Westaway's (1998) preferred calibration. vu and Y are the predicted uplift rate of a marker that is not eroding, at present, and its predicted uplift since 3.1 Ma. For all models, densities of 1000, 2700, 3300, and 3100 kg m−3 are assumed for water, crust, mantle lithosphere, and asthenosphere, with 1.2 mm2 s−1 for κ, the thermal diffusivity of crust, and 9.81 m s−2 for g, the acceleration due to gravity. In the absence of perturbations to the geotherm caused by erosion or sedimentation, zb for all model configurations would be 12857.1 m; in the absence of corrections for subsequent crustal thickness changes, the values 3.1 million years after the start of all model runs would be zbe=12624.9 m and zbs=13092.1 m, making Δzb=467.2 m.\nbetween sites 26 and 4 in Fig. 7a. These two sites are ∼2 km apart, so with an inferred downstream gradient of ∼3 m km−1, comparable to the modern Gediz (cf. Westaway et al., 2004), a difference in height of ∼6 m between these sites can be expected, consistent with the available height control evidence. Earlier discussion raised the possibility that the basalt capping the eastern Sarnıç Plateau, Sürtmece (Fig. 11), originated from Burgaz Bağtepe neck, not Sarnıç Bağtepe neck, and is thus most likely about two hundred thousand years younger than the Sarnıç Bağtepe basalt. If so, the Gediz gravels beneath the eastern Sarnıç Plateau that are at lower levels than site 26 (i.e., those at sites 2, 3, 8, 17 and 18; Fig. 7a) post-date the eruption of Sarnıç Bağtepe neck and instead record the early stages of the adjustment process as the Gediz became diverted southward around its basalt, before this staircase of terraces itself became ‘fossilised’ by the later Burgaz Bağtepe eruption that caused further southward diversion of the Gediz. This interpretation may also explain why the palaeo-current measurements at these sites in the eastern Sarnıç Plateau indicate southward palaeo-flow (Fig. 7a), not the westward direction that would be expected if the Maddy et al. (2005a) terrace correlation scheme were correct. Testing this suggestion will require further dating and, in the absence of more detailed height information, further discussion of how to improve this terrace correlation scheme is beyond the scope of this study.\nAs recognised by Westaway et al. (2004) and Maddy et al. (2005), the main value of the other three necks (İbrahimağa Bağtepe, neck 57; Toytepe, neck 73; and Burgaz Bağtepe, neck 75) is that by erupting at significant distances from the contemporaneous valley floors, their basalts flowed over landscapes that had already been progressively incised by the Gediz and its tributaries, capping any river terraces that were present. However, since these basalts were unable to flow uphill from their sources, any terraces on the uphill side of each of these necks did not become ‘fossilised’ by the basalt and have thus since been obliterated by erosion. The fragmentary evidence of even higher Gediz terraces, reported by Westaway et al. (2003, 2004) farther upstream around Eynehan (Fig. 1), makes it clear that terraces were formed at earlier times in this river system, even though none have yet been identified in the Kula area. Allowing for the difference in total incision between Eynehan and Kula (∼360 against ∼410 m), the lowest of these very high terraces, ∼225 m above the Gediz (Westaway et al., 2004), would correspond around Kula to a relative level of∼260–250m. Inspection of the model uplift histories in Fig. 12 suggests that such a terrace height would represent the incision since∼1900–\n1800 ka, tentatively suggesting that this terrace formed in the span of time encompassing MIS 68 to 64. This age span, covering the later part of the European Tiglian stage, is marked by terraces inmany rivers in western and central Europe (e.g., Westaway, 2002a); for instance, it is the probable time of formation of the Stoke Row terrace of the Thames in southeast England (e.g., Whiteman and Rose, 1992; Rose et al., 1999; Westaway et al., 2002). However, the localised and fragmentary character of the deposits attributed by Westaway et al. (2003, 2004) to these very high terraces will make it difficult to map their counterparts systematically throughout theGediz system."
  }, {
    "heading": "4.1. The role of Milankovitch forcing",
    "text": "It is well-established that during the Early Pleistocene the global climate was dominated by ∼40 ka cyclicity, caused by fluctuations in the obliquity of the Earth's rotation axis relative to its orbital plane due to the gravitational pull of the moon (e.g., Ruddiman et al., 1989; Raymo et al., 1989; deMenocal et al., 1993; Tiedemann et al., 1994). Marine oxygen isotope records from the eastern Mediterranean region (Fig. 15) also show overwhelming predominance of ∼40 ka cyclicity at this time (e.g., Kroon et al., 1998). However, such records differ from those from the global oceans in several respects. First, the observed fluctuations in oxygen isotope ratios are much stronger in the Mediterranean Sea than in the low latitude oceans (Fig. 15). This has long been interpreted as a consequence of fluctuations in discharge into the Mediterranean basin of river water depleted in 18O (e.g., Rohling and Hilgen, 1991). Second, the Mediterranean records from this time show much more significant fluctuations at the ∼20 ka, or precessional, periodicity than do those from the lowlatitude oceans (Fig. 15). Third, stacked Mediterranean Quaternary marine sedimentary sequences are interspersed with sapropel beds (Fig. 15), which result from reductions in salinity caused by influxes of freshwater. In many palaeoclimate reconstructions, these sapropels have been regarded as consequences of variations in discharge by the River Nile linked to fluctuations in the intensity of the Indian Ocean monsoon, and thus inferred to mark warm stages (with the strongest evaporation from the low-latitude ocean) (e.g., Rossignol-Strick, 1985). However, relatively little is known about the Early Pleistocene hydrology of the Nile (cf. Said, 1981), making this point of view difficult to test. A further difficulty with this view, evident in Fig. 15, is that many of the sapropels do not coincide with warm stages of the oceanic oxygen isotope record. The sequence of sapropels begins around 3.1 Ma (3040 ka according to\nHilgen, 1991; 3151 ka according to Kroon et al., 1998), suggesting a link to high-latitude climate change instead (e.g., Westaway, 2001, 2002a). These sapropels may thus relate to increases in discharge caused by melting of local ice sheets or permafrost in upland areas such as the Alps or the Caucasus (or, indeed, the Pontide or Tauride mountain ranges in Turkey), or possibly meltwater released from the margins of Scandinavian lowland icesheets that have advanced southward across western Russia and Ukraine into the catchments of Black Sea rivers such as the Dnieper and Don.\nIt is evident from Fig. 15 that most of the evennumbered cold stages in the part of the marine oxygen isotope record that encompasses the Gediz high terrace staircase correspond with at least one Mediterranean sapropel, the exceptions being MIS 52, 50 and 38. This sequence is similar to that deduced independently by us from the high staircase of Gediz terraces. An alternative approach could thus be to ‘tune’ the Gediz high terrace staircase to the Mediterranean oxygen isotope/sapropel record, which would suggest, counting backwards in time, that terraces I–V mark MIS 28–36, terraces VI–X mark MIS 40–48, and terrace XI marks MIS 54. However, a related problem is that one does not know when in each climate cycle each of the Gediz high terraces aggraded (see Maddy et al., 2005, for discussion of this point). Nonetheless, the apparent correlation between Gediz river terraces and Mediterranean sapropels suggests the possibility of a cause-and-effect relationship, such that both may be sedimentary consequences of the same series of climate instabilities. The youngest sapropel is well-dated to 9–6 ka, the Early Holocene climatic optimum, during which pollen evidence indicates pervasive deciduous vegetation in the eastern Mediterranean region, with the estimated annual rainfall up to ∼1300 mm (Rossignol-Strick, 1999), roughly double the typical present-day value for western Turkey. This abundant vegetation would expected to reduce the sediment influx into the Gediz, and the associated high discharge would thus be expected to cause this river to incise, potentially explaining the ∼5 m of Holocene incision that is typical along this river within the Alaşehir Graben (Hakyemez et al., 1999); thus creating accommodation space for subsequent sedimentation. This event may also explain the ∼5 m of incision by the Gediz downstream of Kula Bridge (Fig. 5c), below the level of its youngest terrace, which pre-dates the β4 basalt eruption, also the incision since the aggradation of the ∼5 m terrace at Palankaya (Fig. 3d). The deposits forming this low terrace may themselves possibly date from the Younger Dryas stage (∼12 ka), when the easternMediterranean region was cold and arid\n(e.g., Rossignol-Strick, 1999), leading to sparse vegetation and thus an increased influx of sediment into any river system. If these phase relationships for the most recent climate cycle are applicable to the Early Pleistocene, then for instance the incision to below the level of Gediz high terrace XI may have coincided with offshore deposition of sapropel 38, near the end of MIS 54 (Fig. 15), and the subsequent aggradation of fluvial gravel, forming this terrace, occurred sometime during the tens of thousands of years following this incision event, before the next incision that accompanied\nsapropel 37 (MIS 49) or 36 (MIS 48) and created the accommodation space for the gravel of Gediz high terrace X.\nAlternatively, one can speculate that some of the earlier Mediterranean sapropels may mark relatively brief cold periods caused by climate instabilities analogous to the Late Pleistocene Heinrich events, sapropels possibly representing melting events at the ends of these phases. If so, then these events would be expected to accompany reductions in vegetation cover, leading to significant influxes of sediment into rivers such as the Gediz. The resulting high ratio of sediment flux to discharge would be conducive to terrace aggradation. Such an association with brief cold stages is consistent with the known ages of climate instabilities revealed by late Middle Pleistocene and Late Pleistocene river terraces (Macklin et al., 2002) and stacked marine sedimentary sequences (Martrat et al., 2004) elsewhere in the Mediterranean region, and may also account for the large numbers of Middle Pleistocene terraces observed in some river systems in central and NW Europe (Westaway, 2003). Given the Mediterranean sapropel record, the implication of such an association would be that climate instabilities of this type have been occurring since ∼3.1 Ma. Such a relationship must be regarded for the time being as unproven, but if confirmed it would provide a natural explanation for why the global fluvial record indicates a systematic increase in erosion rates around 3.1 Ma, linked to climate deterioration (e.g., Westaway, 2002a; Bridgland and Westaway, in press), whereas evidence of icerafting indicates that the earliest large lowland ice sheets adjoining the North Atlantic Ocean date from ∼2.75 Ma (e.g., Maslin et al., 1996). Further resolution of any characteristic timing of the formation of the high Gediz terraces in relation to Milankovitch forcing will require more detailed investigation, beyond the scope of the present study."
  }, {
    "heading": "4.2. Implications of this modelling",
    "text": "Notwithstanding the approximations that have been made, as stated above and in previous publications (e.g., Westaway, 2002c; Westaway et al., 2002), the modelling that has been carried out provides a natural explanation for the history of uplift and fluvial incision in this region. Climate deterioration around 3.1 Ma is inferred to have caused the start of erosion of older stacked Late Cenozoic terrestrial sequences, this material being transported westward by the Gediz and redeposited in part in the Alaşehir Graben and in part in the Aegean Sea. The combined effect of this erosion and deposition was to\nestablish an eastward pressure gradient in the lower crust, driving mobile lower crust from beneath the Aegean Sea to be beneath western Turkey, causing crustal thinning and subsidence in the former region and crustal thickening and surface uplift in the latter. The modelling assumes a spatial average erosion rate of 0.1 mm a−1 throughout, but in reality the erosion rate seems to have increased somewhat (to an estimated spatial average rate of ∼0.12 mm a−1) around the end of the Early Pleistocene, possibly as a result of the more severe cold stages that developed with the onset of ∼100 ka Milankovitch periodicity, although limitations of the technique used prevent this change in erosion rates from being modelled. This coupled process can thus account for the principal development of relief in this region since the Pliocene: the observed onshore uplift and offshore subsidence, without any contribution from other processes such as crustal extension.\nOne significant inference from this modelling is that the effective viscosity of the lower continental crust, ηe (as defined by Westaway, 1998), is low, being 2×1018 Pa s for our preferred solution (M3 in Fig. 14). As already noted (Table 3), using the Westaway (1998) calibration, this implies a Moho viscosity of ∼3×1016 Pa s and a Moho temperature of ∼660 °C in western Turkey. For comparison, geodetic studies of post-seismic deformation following the August 1999 İzmit earthquake in northern Turkey (e.g., Hearn et al., 2002) indicate a Moho viscosity of ∼1017 Pa s, suggesting a slightly lower Moho temperature, consistent with the lower surface heat flow evident in northern Turkey relative to western Turkey (cf. Tezcan, 1979; Ilkışık, 1995; Pfister and Rybach, 1996; Pfister et al., 1998). The higher Moho viscosity of ∼2×1017 Pa s deduced for western Turkey in the rheological modelling by Westaway et al. (2004) makes less sense given the expected regional variations in crustal properties, and is superseded by the present results. The difference in these estimated values of Moho viscosity and ηe for western Turkey results in part from changes to the dataset that has been modelled and in part from changes (already noted) to the computer implementation of the technique. The fact that the new set of results makes better overall regional sense than the old set suggests that the additional age and height controls are beneficial and also that the improvements to the technique are on the right track.\nOne significant difference between the results obtained relates to the tendency of the former variant of the technique to predict that uplift rates of a sediment source region that is eroding at a constant rate increase monotonically over time, unless prevented by the supply of\nsediment running out. In the new variant uplift rates (and rates of subsidence of depocentres) initially increase following a change in rates of surface processes, then progressively decrease as the system begins to recover towards a new steady state. Inspection of Fig. 14 indicates that the time taken before this recovery begins increases with ηe; for instance, the time lag between the increase in erosion rates and the fastest uplift response varies from 2725 ka (M1, ηe=5× 10\n18 Pa s) to 2100 ka (M2, ηe=3×10 18 Pa s), 1625 ka (M3, ηe=2×10 18 Pa s) and 1025 ka (M4, ηe=1× 10 18 Pa s). This is because, put crudely, the lower ηe is, the faster the lower crust flows out from beneath the model depocentre, so the faster the crust thins, reducing the excess pressure at the base of the brittle layer, thus bringing the system closer to a steady state. Alternative solutions (not shown) with a smaller length scale thus adjust faster towards the new steady state, because a given rate of erosion sets up a given pressure differential between sediment source and depocentre, but the closer they are together, the greater the corresponding pressure gradient, and thus the faster the lower-crust flows between these regions. Comparison of Figs 13 and 14 indicates that imposing a submarine rather than subaerial depocentre, keeping all other model parameters the same, means that the system takes longer to begin to adjust towards its new steady state. This is because the water loading acts to put the system farther away from a steady state, as previously noted (Westaway, 2002c), so it takes longer to recover. The non-water-loaded solutions in Fig. 13 have developed such that, by the present day, in each the lateral variation in zb,Δzb, is proportional to ηe, such that the ratio ηe /Δzb is almost constant. Given that a linear rheology is being assumed for the lower crust (see Westaway, 1998) and that for these solutions the pressure differences between sediment source and depocentre depend only on Δzb, the observation (Fig. 13d) that the mean horizontal velocity of the induced lower-crustal flow is very similar for all these solutions can be explained. It is thus evident that these systems have evolved into a delicate state of near-equilibrium for which rates of lower-crustal flow, and of surface uplift and subsidence, are virtually independent of the assumed rheology of the lower crust. In contrast, for the waterloaded solutions (Fig. 14), the situation is more complex, as the pressure differences between sediment sources and depocentres depend both on Δzb and on the water loads. However, these solutions have also evolved such that predicted present-day process rates are almost independent of the assumed lower-crustal rheology.\nThese modelling results thus have some bearing on recent debate in the geomorphological literature as to\nwhether landscape response to surface processes is or is not typically in a steady state (e.g., Pazzaglia and Knuepfer, 2001; Bull, 2002). A casual examination of the Kula dataset might lead to the conclusion that ‘the time-averaged incision rate by the Gediz has remained the same, ∼0.15 mm a−1, during and since the Early Pleistocene and that this system is thus in a steady state’. However, setting aside the results of the above numerical modelling, which make it obvious that it is not in a steady state, one can also readily reach this conclusion directly from the observational evidence, because the 0.15 mm a−1 incision rate significantly exceeds the upper bound to the spatial average erosion rate derived from the observed maximum of ∼400 m of erosion since ∼3 Ma. Nonetheless, if there was no evidence of the starting conditions (i.e., if the Ulubey Formation limestone had been eroded from everywhere in the region, not just from most of it) one would have no idea about what the starting conditions were, and the question whether this landscape is in a steady state would thus be much more difficult to judge.\nRather than attempting to solve the physics underlying the Late Cenozoic development of topography, as has been the aim of this study and its predecessors (e.g., Westaway, 2002c; Westaway et al., 2004), most of the quantitative geomorphological literature to date has instead adopted an empirical approach, for instance trying to solve coupled systems of empirical equations representing factors such as conditions for slope stability and longitudinal equilibrium of river channels (e.g., Whipple, 2001; Willett et al., 2001). As Westaway (2004b) noted, no attempt has been made in such studies to incorporate the physics of isostatic compensation under non-steady-state conditions, which seems essential for any rigorous solution of this problem. Furthermore, most of this literature has investigated regions of extreme erosion rates, such as Taiwan, southern New Zealand and Cascadia, the US Pacific Northwest. As Westaway (2004b) also noted, such high erosion rates preclude the preservation of evidence relating to the conditions at the start of the rapid erosion. Despite their naivety regarding consideration of the physics of isostasy, such empirical studies have nonetheless successfully predicted many aspects of the development of topography. Furthermore, it is now evident that scaledependent effects identified in the present study mimic quite closely similar effects identified in previous empirical studies, such as that by Willett et al. (2001); for instance, the smaller the spatial scale of an eroding sediment source region, the faster its topography adjusts towards a steady state after an increase in erosion rates. The key to understanding why such empirical studies have been so successful may now be evident: as\nillustrated in Fig. 13, if a landscape system is perturbed by an increase in erosion rates, and then the system is left for long enough to recover towards its new steady state, the recovery occurs in a manner that is virtually independent of the assumed crustal rheology. The early part of this response will depend strongly on this assumed rheology (as in Fig. 13), but if one has no evidence from that time (because it has all been eroded) one may find no basis for deducing any dependence on rheology, thus favouring an empirical approach instead."
  }, {
    "heading": "5. Conclusions",
    "text": "A set of 13 new unspiked K–Ar dates has been obtained for the Quaternary basaltic volcanism in the Kula area of western Turkey, allowing improved dating of the fluvial deposits of the Gediz River that underlie these basalt flows. This dating is able, for the first time, to resolve different ages for the oldest basalts, assigned to category β2, that cap the earliest Gediz deposits recognised in this area, at altitudes of ∼140 m to ∼210 m above present river level. In particular, the β2 basalt capping the Sarnıç Plateau (Fig. 2) is dated to 1215± 16 ka (±2σ), suggesting that the youngest underlying fluvial deposits,∼185m above present river level, are no younger than MIS 38. In contrast, the β2 basalt capping the adjacent Burgaz Plateau is dated to 1014±23 ka, suggesting that the youngest underlying fluvial deposits, ∼140m above present river level, date fromMIS 28. The staircase of 11 high Gediz terraces capping the latter plateau (Fig. 7a) is thus dated to MIS 48-28, assuming they represent consecutive ∼40 ka Milankovitch cycles, as previously suggested (Maddy et al., 2005), although it is possible that as many as two cycles are missing from this sequence, such that the highest terrace is correspondingly older. Basalt flows assigned to the β3 category adjacent to these plateaus, capping Gediz terraces ∼35 and ∼25 m above the present river level, have been dated to 236±6 and 180±5 ka, indicating incision rates of ∼0.15 mm a−1, similar to the time-averaged rates since the eruptions of the β2 basalts. The youngest basalts, assigned to category β4, are Late Holocene; our K–Ar results for them range from zero age to a maximum of 7±2 ka.\nThis fluvial incision is interpreted using numerical modelling as a consequence of uplift caused by a regional-scale increase in spatial average erosion rates to ∼0.1 mm a−1, starting at ∼3100 ka, caused by climate deterioration, since when a total of ∼410 m of uplift has occurred. Parameters deduced on this basis from the observed disposition of the Early Pleistocene Gediz terraces include the local effective viscosity of the lower\ncrust, which is ∼2×1018 Pa s, the Moho temperature of ∼660 °C, and the depth of the base of the brittle upper crust, which is ∼13 km. The thin lithosphere in this area results in high heat flow, causing this relatively shallow base of the brittle upper crust and the associated relatively thick lower-crustal layer, situated between depths of ∼13 and ∼30 km. It estimated that around 900 ka, at the start of the ∼100 ka Milankovitch forcing, the spatial average erosion rate increased slightly, to ∼0.12 mm a−1; the associated relatively sluggish variations in uplift rates are as expected given the relatively thick lower-crustal layer.\nThis modelling indicates that the growth of topography since the Pliocene in this study region has not involved a steady state. The landscape was significantly perturbed by the Middle Pliocene increase in erosion rates, as has subsequently adjusted towards—but not reached—a new steady state consistent with these increased erosion rates. It would not be possible to constrain what has been occurring from the Middle to Late Pleistocene or even the Early Pleistocene uplift response alone; information regarding the starting conditions is also essential, this being available in this region from the older geological record of stacked fluvial and lacustrine deposition. This result has major implications for the rigorous modelling of uplift histories in regions of rapid erosion, where preservation of information to constrain the starting conditions is unlikely."
  }, {
    "heading": "Acknowledgments",
    "text": "This work contributes to International Geoscience Programmes 449 ‘Global correlation of Late Cenozoic fluvial deposits’ and 518 ‘Fluvial sequences as evidence for landscape and climatic evolution in the Late Cenozoic’. We thank the three anonymous reviewers for their thoughtful and constructive comments."
  }],
  "year": 2006,
  "references": [{
    "title": "Catalogue of the Active Volcanoes and Solfatara Fields of Turkey and of the Caucasus",
    "authors": ["M.M. Blumenthal", "G. van der Kaaden", "V.I. Vlodavetz"],
    "venue": "International Association of Volcanology,",
    "year": 1964
  }, {
    "title": "Geochronology and petrology of recent volcanics in the eastern Aegean Sea",
    "authors": ["S. Borsi", "G. Ferrara", "F. Innocenti", "R. Mazzuoli"],
    "venue": "Bulletin Volcanologique",
    "year": 1972
  }, {
    "title": "Steady-state landscapes; a convenient myth; Quaternary geology and geomorphology distinguished career",
    "authors": ["W.B. Bull"],
    "year": 2002
  }, {
    "title": "The determination of fault movement history from the interaction of local drainage with volcanic episodes",
    "authors": ["J.M. Bunbury", "L. Hall", "G.J. Anderson", "A. Stannard"],
    "venue": "Geological Magazine",
    "year": 2001
  }, {
    "title": "Report on the geology of the Manisa-AydınKula-Gördes area",
    "authors": ["J. Canet", "P. Jaoul"],
    "venue": "Unpublished report no",
    "year": 1946
  }, {
    "title": "Range and effectiveness of unspiked potassium–argon dating: experimental groundwork and examples",
    "authors": ["C. Cassignol", "Gillot", "P.-Y"],
    "year": 1982
  }, {
    "title": "Cross calibration of K–Ar standard minerals using an unspiked Ar measurement technique",
    "authors": ["S. Charbit", "H. Guillou", "L. Turpin"],
    "venue": "Chemical Geology",
    "year": 1998
  }, {
    "title": "High sediment yields and cool, wet winters: Test of last glacial paleoclimates in the northern Mediterranean",
    "authors": ["R.E.L. Collier", "M.R. Leeder", "M. Trout", "G. Ferentinos", "E. Lyberis", "G. Papatheodorou"],
    "venue": "Geology",
    "year": 2000
  }, {
    "title": "Statistical analysis of geomagnetic reversal data and the precision of potassium–argon dating",
    "authors": ["A. Cox", "G.B. Dalrymple"],
    "venue": "Journal of Geophysical Research",
    "year": 1967
  }, {
    "title": "Potassium–Argon Dating: Principles, Techniques, and Applications to Geochronology",
    "authors": ["G.B. Dalrymple", "M.A. Lanphere"],
    "venue": "W.H. Freeman, San Francisco",
    "year": 1969
  }, {
    "title": "Influence of high- and low-latitude on African terrestrial climate: Pleistocene eolian records from equatorial Atlantic Ocean Drilling Program site",
    "authors": ["P.B. deMenocal", "W.F. Ruddiman", "E.M. Pokras"],
    "venue": "Paleoceanography",
    "year": 1993
  }, {
    "title": "River terrace sequences in Turkey: sources of evidence for lateral variations in regional uplift",
    "authors": ["T. Demir", "İ. Yeşilnacar", "R. Westaway"],
    "venue": "Proceedings of the Geologists’ Association",
    "year": 2004
  }, {
    "title": "1978.Geology of the Neogene basins in Uşak region",
    "authors": ["T. Ercan", "A. Dincel", "S. Metin", "A. Türkecan", "E. Günay"],
    "venue": "Bulletin of the Geological Society of Turkey",
    "year": 1978
  }, {
    "title": "Characteristic features and “base surge” bed forms of the Kula volcanics",
    "authors": ["T. Ercan", "Ö. Öztunalı"],
    "venue": "Bulletin of the Geological Society of Turkey",
    "year": 1982
  }, {
    "title": "Interpretation of new chemical, isotopic and radiometric data on Cenozoic volcanics of western Anatolia",
    "authors": ["T. Ercan", "M. Satır", "H. Kreuzer", "A. Türkecan", "E. Günay", "A. Çevikbaş", "M. Ateş", "B. Can"],
    "venue": "Bulletin of the Geological Society of Turkey",
    "year": 1985
  }, {
    "title": "Batı Anadolu'daki Tersiyer ve Kuvarterner yaşlı volkanik kayaçlarda yeni yapılan radyometrik yaş ölçümlerinin yorumu",
    "authors": ["T. Ercan", "M. Satır", "D. Sevin", "A. Türkecan"],
    "venue": "M.T.A. Dergisi",
    "year": 1997
  }, {
    "title": "Geology of KulaSelendi (Manisa) Area",
    "authors": ["T. Ercan", "A. Türkecan", "A. Dinçel", "E. Günay"],
    "venue": "Jeoloji Mühendisliği",
    "year": 1983
  }, {
    "title": "Late Chalcolithic pottery in north-west Turkey and the Aegean",
    "authors": ["D.H. French"],
    "venue": "Anatolian Studies",
    "year": 1961
  }, {
    "title": "Prehistoric sites in northwest Anatolia: II. The Balıkesir and Akhisar/Manisa areas",
    "authors": ["D.H. French"],
    "venue": "Anatolian Studies",
    "year": 1969
  }, {
    "title": "New ages fr climactic eruptions at Yellowstone: single-crystal",
    "authors": ["C.A. Gansecki", "G.A. Mahood", "M. McWilliams"],
    "year": 1998
  }, {
    "title": "b33,000 years K–Ar dating of the volcano-tectonic horst of the Isle of Ischia",
    "authors": ["P.Y. Gillot", "S. Chiesa", "G. Pasquare", "L. Vezzoli"],
    "venue": "Gulf of Naples. Nature",
    "year": 1982
  }, {
    "title": "The Cassignol technique for K–Ar dating, precision and accuracy: examples from the Late Pleistocene to Recent volcanics from southern Italy",
    "authors": ["P.Y. Gillot", "Y. Cornette"],
    "venue": "Chemical Geology",
    "year": 1986
  }, {
    "title": "The TL age determination of fossil human footprints",
    "authors": ["Y. Göksu"],
    "venue": "Archaeo-Physica",
    "year": 1978
  }, {
    "title": "Combined unspikedK–Ar and",
    "authors": ["H. Guillou", "B.S. Singer"],
    "year": 1997
  }, {
    "title": "Unspiked K–Ar dating of young volcanic rocks from Loihi and Pitcairn hot spot seamounts",
    "authors": ["H. Guillou", "M.O. Garcia", "L. Turpin"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1997
  }, {
    "title": "Dating of the upper Pleistocene–Holocene volcanic activity of La Palma using the unspiked K–Ar technique",
    "authors": ["H. Guillou", "Carracedo", "J.-C", "S.J. Day"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1998
  }, {
    "title": "Late Quaternary",
    "authors": ["H.Y. Hakyemez", "T. Erkal", "F. Göktaş"],
    "venue": "Planetary Science Letters",
    "year": 1999
  }, {
    "title": "Dynamics of İzmit",
    "authors": ["E.H. Hearn", "R. Bürgmann", "R.E. Reilinger"],
    "year": 2002
  }, {
    "title": "Rates of active deformation",
    "authors": ["J.A. Jackson", "D.P. McKenzie"],
    "year": 1988
  }, {
    "title": "The neotectonics",
    "authors": ["J.A", "G.C.P. King", "C. Vita-Finzi"],
    "venue": "Aegean Sea and surrounding regions. Basin Research",
    "year": 1982
  }, {
    "title": "Oxygen isotope and",
    "authors": ["A.H.F. Robertson", "T. Sakamoto"],
    "year": 1998
  }, {
    "title": "The classical European glacial stages: correlation with deep-sea sediments",
    "authors": ["G.J. Kukla"],
    "venue": "Transactions of the Nebraska Academy of Sciences",
    "year": 1978
  }, {
    "title": "Crustal temperature and heat production: implications of the linear heat flow relation",
    "authors": ["A.H. Lachenbruch"],
    "venue": "Journal of Geophysical Research",
    "year": 1970
  }, {
    "title": "Comparisons of conventional K–Ar and",
    "authors": ["M. Lanphere"],
    "year": 2000
  }, {
    "title": "Identification of excess",
    "authors": ["M.A. Lanphere", "G.B. Dalrymple"],
    "year": 1976
  }, {
    "title": "1994.DatingofQuaternarybasaltsusingthecosmogenic3Heand14C methods with implications for excess 40Ar",
    "authors": ["A.W. Laughlin", "J. Poths", "H.A. Healey", "S. Reneau", "G. WoldeGabriel"],
    "venue": "Geology",
    "year": 1994
  }, {
    "title": "Geochronology and Thermo",
    "authors": ["I. McDougall", "T.M. Harrison"],
    "year": 1999
  }, {
    "title": "Correlation of fluvial sequences in the Mediterranean basin over the last 200 ka and their relationship to climate change",
    "authors": ["M.G. Macklin", "I.C. Fuller", "J. Lewin", "G.S. Maas", "D.G. Passmore", "J. Rose", "J.C. Woodward", "S. Black", "R.H.B. Hamlin", "J.S. Rowan"],
    "venue": "Quaternary Science Reviews",
    "year": 2002
  }, {
    "title": "An obliquity-controlled Early Pleistocene river terrace record from western Turkey",
    "authors": ["D. Maddy", "T. Demir", "D. Bridgland", "A. Veldkamp", "C. Stemerdink", "T. van der Schriek", "R. Westaway"],
    "venue": "Quaternary Research",
    "year": 2005
  }, {
    "title": "Abrupt temperature changes in the western Mediterranean over the past",
    "authors": ["B. Martrat", "J.O. Grimalt", "C. Lopez-Martinez", "I. Cacho", "F.J. Sierro", "J.A. Flores", "R. Zahn", "M. Canals", "J.A. Curtis", "D.A. Hodell"],
    "year": 2004
  }, {
    "title": "The progressive intensification of northern hemisphere glaciation as seen from the North Pacific",
    "authors": ["M.A. Maslin", "G.H. Haug", "M. Sarnthein", "R. Tiedemann"],
    "venue": "Geologische Rundschau",
    "year": 1996
  }, {
    "title": "Vertical accuracy of the SRTM DTED level 1 of Crete",
    "authors": ["G. Miliaresis", "C. Paraschou"],
    "venue": "International Journal of Applied Earth Observation and Geoinformation",
    "year": 2005
  }, {
    "title": "Benthic foraminiferal stable isotope record from Site",
    "authors": ["A.C. Mix", "N.G. Pisias", "W. Rugh", "J. Wilson", "A. Morey", "T.K. Hagelberg"],
    "venue": "Proceedings of the Ocean Drilling Program, Scientific Results,",
    "year": 1995
  }, {
    "title": "The Mid-Pleistocene climate transition: onset of 100 ka cycle lags ice volume build-up by 280 ka",
    "authors": ["M. Mudelsee", "M. Schulz"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1997
  }, {
    "title": "Detecting the polycyclic drainage evolution in Kula region (western Turkey) using aerial photographs",
    "authors": ["F.S. Ozaner"],
    "venue": "ITC Journal [International Journal of Applied Earth Observation and Geoinformation],",
    "year": 1992
  }, {
    "title": "Türkiye Pleyistosen fosil insan ayak izleri",
    "authors": ["F. Ozansoy"],
    "venue": "M.T.A. Dergisi",
    "year": 1972
  }, {
    "title": "Geotectonic evolution of the Aegean",
    "authors": ["D. Papanikolaou"],
    "venue": "Bulletin of the Geological Society of Greece",
    "year": 1993
  }, {
    "title": "The Perrier Plateau: a Plio-Pleistocene long fluvial record in the River Allier basin, Massif Central, France",
    "authors": ["Pastre", "J.-F"],
    "venue": "Quaternaire",
    "year": 2004
  }, {
    "title": "High-resolution temperature logging in shallow drillholes for the determination of terrestrial heat flow; field examples and analysis",
    "authors": ["M. Pfister", "L. Rybach"],
    "venue": "Tectonophysics",
    "year": 1996
  }, {
    "title": "Geothermal reconnaissance of the Marmara Sea region (NW Turkey); surface heat flow density in an area of active continental extension",
    "authors": ["M. Pfister", "L. Rybach", "S. Simsek"],
    "venue": "Tectonophysics",
    "year": 1998
  }, {
    "title": "A pulsed extension model for the Neogene-recent E–W-trending Alaşehir Graben and the NE–SWtrending Selendi and Gördes Basins, western Turkey",
    "authors": ["M. Purvis", "A. Robertson"],
    "venue": "Tectonophysics",
    "year": 2004
  }, {
    "title": "The shuttle radar topography mission—a new class of digital elevation models acquired by spaceborne radar",
    "authors": ["B. Rabus", "M. Eineder", "A. Roth", "R. Bamler"],
    "venue": "ISPRS Journal of Photogrammetry and Remote Sensing",
    "year": 2003
  }, {
    "title": "Late Pliocene variation in northern hemisphere ice sheets and North Atlantic deep water circulation",
    "authors": ["M.E. Raymo", "W.F. Ruddiman", "J. Backman", "B.M. Clement", "D.G. Martinson"],
    "venue": "Paleoceanography",
    "year": 1989
  }, {
    "title": "The Kula volcanic field, western Turkey: the development of a Holocene alkali basalt province and the adjacent normal-faulting graben",
    "authors": ["J.M. Richardson-Bunbury"],
    "venue": "Geological Magazine",
    "year": 1996
  }, {
    "title": "Tectonic denudation of a Late Cretaceous–Tertiary collisional belt: egionally-symmetric cooling patterns and their relation to extensional faults in the Anatolide Belt of western Turkey",
    "authors": ["U. Ring", "C. Johnson", "R. Hetzel", "K. Gessner"],
    "venue": "Geological Magazine",
    "year": 2003
  }, {
    "title": "The eastern Mediterranean climate at times of sapropel formation: a review",
    "authors": ["E.J. Rohling", "F.J. Hilgen"],
    "venue": "Geologie en Mijnbouw",
    "year": 1991
  }, {
    "title": "The Kesgrave sands and gravels: pre-glacial Quaternary deposits of the River Thames in East Anglia and the Thames valley",
    "authors": ["J. Rose", "C.A. Whiteman", "P. Allen", "R.A. Kemp"],
    "venue": "Proceedings of the Geologists' Association",
    "year": 1999
  }, {
    "title": "Mediterranean Quaternary sapropels, an immediate response of the African monsoon to variations of insolation",
    "authors": ["M. Rossignol-Strick"],
    "year": 1985
  }, {
    "title": "The Holocene climatic optimum and pollen records of sapropel 1 in the eastern Mediterraneran",
    "authors": ["M. Rossignol-Strick"],
    "venue": "BP. Quaternary Science Reviews",
    "year": 1999
  }, {
    "title": "Pleistocene evolution: northern hemisphere ice sheets and North Atlantic Ocean",
    "authors": ["W.F. Ruddiman", "M.E. Raymo", "D.G. Martinson", "B.M. Clement", "J. Backman"],
    "venue": "Paleoceanography",
    "year": 1989
  }, {
    "title": "The Geological Evolution of the River Nile",
    "authors": ["R. Said"],
    "venue": "SpringerVerlag, Berlin",
    "year": 1981
  }, {
    "title": "A paleomagnetic study of Quaternary volcanic rocks from Turkey",
    "authors": ["M. Sanver"],
    "venue": "Physics of the Earth and Planetary Interiors",
    "year": 1968
  }, {
    "title": "Variations in the crustal structure beneath western Turkey",
    "authors": ["P. Saunders", "K. Priestley", "T. Taymaz"],
    "venue": "Geophysical Journal International",
    "year": 1998
  }, {
    "title": "A critical evaluation of young (near zero) K–Ar ages",
    "authors": ["S. Scaillet", "H. Guillou"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2004
  }, {
    "title": "Late Cenozoic tectono-sedimentary development of the Selendi and Uşak-Güre basins: a contribution to the discussion on the development of east–west and north trending basins in western Turkey",
    "authors": ["G. Seyitoğlu"],
    "venue": "Geological Magazine",
    "year": 1997
  }, {
    "title": "Sedimentary cycles and volcanic ash beds in the lower Pliocene lacustrine succession of Ptolemais (NW Greece); discrepancy between 40Ar /39Ar and astronomical ages",
    "authors": ["J. Steenbrink", "N. van Vugt", "F.J. Hilgen", "J.R. Wijbrans", "J.E. Meulenkamp"],
    "year": 1999
  }, {
    "title": "Refinement of the Messinian APTS from sedimentary cycle patterns in the lacustrine Lava section (Servia Basin, NW Greece)",
    "authors": ["J. Steenbrink", "N. van Vugt", "M.L. Kloosterboer-van Hoeve", "F.J. Hilgen"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2000
  }, {
    "title": "Convention on the use of decay constants in geo- and cosmochronology",
    "authors": ["R.H. Steiger", "E. Jäger"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1977
  }, {
    "title": "Paleomagnetic results from the Snake River Plain: contribution to the time-averaged field global database. Geochemistry, Geophysics, Geosystems 5 (8), Q08H13, 19 pp. doi:10.1029/ 2003GC000661 (published online)",
    "authors": ["L. Tauxe", "C. Luskin", "P. Selkin", "P. Gans", "A. Calvert"],
    "year": 2004
  }, {
    "title": "Geothermal studies, their present status and contribution to heat flow contouring in Turkey",
    "authors": ["A.K. Tezcan"],
    "year": 1979
  }, {
    "title": "Astronomic timescale for the Pliocene Atlantic",
    "authors": ["R. Tiedemann", "M. Sarnthein", "N.J. Shackleton"],
    "year": 1994
  }, {
    "title": "Geotectonic setting and origin of the youngest Kula volcanics (western Anatolia), with a new emplacement model",
    "authors": ["M. Tokçaer", "S. Agostini", "M.Y. Savaşcın"],
    "venue": "Turkish Journal of Earth Sciences",
    "year": 2005
  }, {
    "title": "Orbital forcing in Pliocene–Pleistocene Mediterranean lacustrine deposits; dominant expression of eccentricity versus precession",
    "authors": ["N. van Vugt", "C.G. Langereis", "F.J. Hilgen"],
    "year": 2001
  }, {
    "title": "Magnetostratigraphy-based astronomical tuning of the early Pliocene lacustrine sediments of Ptolemais (NW Greece) and bed-to-bed correlation with the marine record",
    "authors": ["N. van Vugt", "J. Steenbrink", "C.G. Langereis", "F.J. Hilgen", "J.E. Meulenkamp"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1998
  }, {
    "title": "Neogene evolution of the Denizli region of western Turkey",
    "authors": ["R. Westaway"],
    "venue": "Journal of Structural Geology",
    "year": 1993
  }, {
    "title": "Evidence for dynamic coupling of surface processes with isostatic compensation in the lower crust during active extension of western Turkey",
    "authors": ["R. Westaway"],
    "venue": "Journal of Geophysical Research",
    "year": 1994
  }, {
    "title": "Dependence of active normal fault dips on lowercrustal flow regimes",
    "authors": ["R. Westaway"],
    "venue": "Journal of the Geological Society of London",
    "year": 1998
  }, {
    "title": "Flow in the lower continental crust as a mechanism for the Quaternary uplift of the Rhenish Massif, northwest Europe",
    "authors": ["R. Westaway"],
    "venue": "River Basin Sediment Systems: Archives of Environmental Change. Balkema,",
    "year": 2001
  }, {
    "title": "Long-term river terrace sequences: Evidence for global increases in surface uplift rates in the Late Pliocene and early Middle Pleistocene caused by flow in the lower continental",
    "authors": ["R. Westaway"],
    "year": 2002
  }, {
    "title": "Geomorphological consequences of weak lower continental crust, and its significance for studies of uplift, landscape evolution, and the interpretation of river terrace sequences",
    "authors": ["R. Westaway"],
    "venue": "Netherlands Journal of Geosciences",
    "year": 2002
  }, {
    "title": "The Quaternary evolution of the Gulf of Corinth, central Greece: coupling between surface processes and flow in the lower continental crust",
    "authors": ["R. Westaway"],
    "venue": "Tectonophysics 348,",
    "year": 2002
  }, {
    "title": "The effect of changes in the Earth's moment of inertia during glaciation on geomagnetic polarity excursions and reversals: implications for Quaternary chronology",
    "authors": ["R. Westaway"],
    "venue": "Current Science",
    "year": 2003
  }, {
    "title": "Pliocene and Quaternary surface uplift revealed by sediments of the Loire–Allier river system, France",
    "authors": ["R. Westaway"],
    "venue": "Quaternaire",
    "year": 2004
  }, {
    "title": "Review of “The steady-state orogen: concepts, field observations, and models”, edited by Frank Pazzaglia and Peter Knuepfer (special volume",
    "authors": ["R. Westaway"],
    "venue": "American Journal of Science,",
    "year": 2004
  }, {
    "title": "Flow in the lower continental crust as a mechanism for the Quaternary uplift of south-east England: constraints from the Thames terrace record",
    "authors": ["R. Westaway", "D. Maddy", "D. Bridgland"],
    "venue": "Quaternary Science Reviews",
    "year": 2002
  }, {
    "title": "Pliocene and Quaternary surface uplift of western Turkey revealed by long-term river terrace sequences",
    "authors": ["R. Westaway", "M. Pringle", "S. Yurtmen", "T. Demir", "D. Bridgland", "G. Rowbotham", "D. Maddy"],
    "venue": "Current Science",
    "year": 2003
  }, {
    "title": "Pliocene and Quaternary regional uplift in western Turkey: the Gediz river terrace staircase and the volcanism at Kula",
    "authors": ["R. Westaway", "M. Pringle", "S. Yurtmen", "T. Demir", "D. Bridgland", "G. Rowbotham", "D. Maddy"],
    "venue": "Tectonophysics 391,",
    "year": 2004
  }, {
    "title": "Investigation of the conditions at the start of the present phase of crustal extension in western Turkey, from observations in and around the Denizli region",
    "authors": ["R. Westaway", "H. Guillou", "S. Yurtmen", "T. Demir", "S. Scaillet", "G. Rowbotham"],
    "venue": "Geodinamica Acta",
    "year": 2005
  }, {
    "title": "Cenozoic cooling histories in theMenderesMassif, western Turkey, may be caused by erosion and flat subduction, not low-angle normal faulting",
    "authors": ["R. Westaway"],
    "venue": "Tectonophysics 412,",
    "year": 2006
  }, {
    "title": "Kinematics of active left-lateral faulting in southeast Turkey from offset Pleistocene river gorges: improved constraint on the rate and history of relative motion between the Turkish and Arabian plates",
    "authors": ["R. Westaway", "T. Demir", "A. Seyrek", "A. Beck"],
    "venue": "Journal of the Geological Society,",
    "year": 2006
  }, {
    "title": "Fluvial landscape response time: how plausible is steady-state denudation",
    "authors": ["K.X. Whipple"],
    "venue": "American Journal of Science",
    "year": 2001
  }, {
    "title": "Thames river sediments of the British Early and Middle Pleistocene",
    "authors": ["C.A. Whiteman", "J. Rose"],
    "venue": "Quaternary Science Reviews",
    "year": 1992
  }, {
    "title": "Uplift, shortening, and steady-state topography in active mountain belts",
    "authors": ["S.D. Willett", "R. Slingerland", "N. Hovius"],
    "venue": "American Journal of Science",
    "year": 2001
  }, {
    "title": "Prehistoric Anatolia: the Neolithic transformation and the Early Chalcolithic Period",
    "authors": ["J. Yakar"],
    "venue": "Institute of Archaeology of Tel Aviv University. Monograph Series,",
    "year": 1991
  }, {
    "title": "Comparison of young volcanic associations of western and eastern Anatolia formed under a compressional regime; a review",
    "authors": ["Y. Yılmaz"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1990
  }],
  "id": "SP:f0f46bb7843a65a499a52d2dcfb3c77071c6edbb",
  "authors": [{
    "name": "Rob Westaway",
    "affiliations": []
  }, {
    "name": "Hervé Guillou",
    "affiliations": []
  }, {
    "name": "Sema Yurtmen",
    "affiliations": []
  }, {
    "name": "Anthony Beck",
    "affiliations": []
  }, {
    "name": "David Bridgland",
    "affiliations": []
  }, {
    "name": "Tuncer Demir",
    "affiliations": []
  }, {
    "name": "Stéphane Scaillet",
    "affiliations": []
  }, {
    "name": "George Rowbotham",
    "affiliations": []
  }],
  "abstractText": "A set of 13 new unspiked K–Ar dates has been obtained for the Quaternary basaltic volcanism in the Kula area of western Turkey, providing improved age control for the fluvial deposits of the Gediz River that underlie these basalt flows. This dating is able, for the first time, to resolve different ages for the oldest basalts, assigned to category β2, that cap the earliest Gediz deposits recognised in this area, at altitudes of ∼140 to ∼210 m above present river level. In particular, the β2 basalt capping the Sarnıç Plateau is dated to 1215±16 ka (±2σ), suggesting that the youngest underlying fluvial deposits, ∼185 m above present river level, are no younger than marine oxygen isotope stage (MIS) 38. In contrast, the β2 basalt capping the adjacent Burgaz Plateau is dated to 1014±23 ka, suggesting that the youngest underlying fluvial deposits, ∼140 m above present river level, date from MIS 28. The staircase of 11 high Gediz terraces capping the latter plateau is thus dated to MIS 48-28, assuming they represent consecutive ∼40 ka Milankovitch cycles, although it is possible that as many as two cycles are missing from this sequence such that the highest terrace is correspondingly older. Basalt flows assigned to the β3 category, capping Gediz terraces ∼35 and ∼25 m above the present river level, have been dated to 236±6 ka and 180±5 ka, indicating incision rates of ∼0.15 mm a, similar to the timeaveraged rates since the eruptions of the β2 basalts. The youngest basalts, assigned to category β4, are Late Holocene; our K–Ar results for them range from zero age to a maximum of 7±2 ka. This fluvial incision is interpreted using numerical modelling as a consequence of uplift caused by a regional-scale increase in spatial average erosion rates to ∼0.1 mm a, starting at ∼3100 ka, caused by climate deterioration, since when a total of ∼410 m of uplift has occurred. Parameters deduced on this basis from the observed disposition of the Early Pleistocene Gediz terraces include the local effective viscosity of the lower crust, which is ∼2×10 Pa s, the Moho temperature of ∼660 °C, and the depth of the base of the brittle upper crust, which is ∼13 km. The thin lithosphere in this area results in high heat flow, causing this relatively shallow base of the brittle upper crust and the associated relatively thick lower-crustal layer, situated between depths of ∼13 and ⁎ Corresponding author. Also at: School of Civil Engineering and Geosciences, University of Newcastle-upon-Tyne, Newcastle-upon-Tyne NE1",
  "title": "Late Cenozoic uplift of western Turkey: Improved dating of the Kula Quaternary volcanic field and numerical modelling of the Gediz River terrace staircase"
}