{
  "sections": [{
    "text": "The Fatra and Kopieniec formations in the Zliechov Basin comprise a record of several environmental crises that may have contributed to the global Triassic–Jurassic (T–J) boundary events. The diversity of the benthic fauna decreases at the base of the ‘transition beds’, the uppermost member of the Fatra Formation. This assemblage comprises many species that do not appear in younger strata. In ‘cycle 13’ of the Fatra Formation, stable isotope excursions correspond to significant lithological changes in the sequence. The negative δ13C excursion is correlated with a positive δ18O peak and the beds containing the excursion are overlain by a thin layer with unusual lithological and mineral composition. This layer is composed of small calcitized microspheres showing complex alteration during diagenesis. The origin of this layer, traceable over tens of kilometres, is problematic (impact ejecta, volcanic glass, or altered aragonitic particles). An increase in terrigenous sediment recorded by sandy beds in the uppermost part of the Fatra Formation indicates increased run-off. A sharp lithological boundary between the Fatra and the Kopieniec formations marks a sudden termination of carbonate sedimentation, followed by deposition of the ‘boundary clay’. The negative δ13C anomaly recognized in this succession may correspond to the isotopic signature at the T–J boundary which has been described from many sections in the world. © 2006 Elsevier B.V. All rights reserved.\nKeywords: Western Carpathians; Triassic–Jurassic boundary; Climate change; Eustatic cyclicity; Ramp carbonates; C and O isotopes"
  }, {
    "heading": "1. Introduction",
    "text": "The end of the Triassic and the beginning of the Jurassic periods were affected by both climatic change and biotic turnover, induced by sea-level fluctuations combined with both poorly known terrestrial (volcanic)\n⁎ Corresponding author. Tel.: +421 7 54773961; fax: +421 7 54777097. E-mail addresses: geolmich@savba.sk (J. Michalík),\nlintnerova@fns.uniba.sk (O. Lintnerová), gazdzicki@twarda.pan.pl (A. Gaździcki), sotak@savba.sk (J. Soták).\n0031-0182/$ - see front matter © 2006 Elsevier B.V. All rights reserved. doi:10.1016/j.palaeo.2006.06.024\nand, perhaps, with extraterrestrial factors (Hallam, 2002; Walkden et al., 2002). These changes resulted in one of the five largest Phanerozoicmass extinctions (Stanton and Flügel, 1987; Michalík et al., 1991; Hallam and Wignall, 1997, 2000), which took place at the end of Triassic, c. 200Ma ago, when up to 80% of marine species were lost. According to Pálfy et al. (2000), the extinction of marine organisms may have been preceded by the biotic crisis on the land by as much as several hundred thousand years. Pálfy et al. (2001) and Hesselbo et al. (2002) argue that CO2 emission by CAMP volcanism and possibly the\n72 J. Michalík et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 71–88\nsynchronous release of methane from marine clathrate may explain the remarkable negative carbon isotope excursion observed in the boundary interval.\nThe aim of our research is to explain several peculiar phenomena observed in the Triassic–Jurassic (T–J) boundary sequence in the Zliechov Basin, which represents the most complete record of this time interval in the Western Carpathians. These are the eustatic cyclicity of sediments, changes in the fossil assemblages, the occurrence of spherule layers, slump beds, abrupt cessation of carbonate deposition, and anomalies in the C and O isotope record."
  }, {
    "heading": "1.1. Geological setting and stratigraphy of the latest Triassic Fatra Formation",
    "text": "During the latest Triassic, Penninic rifting broke off the Austro-Alpine-Central Carpathian block from the European shelf (Kuss, 1983; Michalík, 1993, 1994). Due to factors such as erosion prior to the start of the Hettangian, tectonic shortening, and poor exposure, the T–J boundary interval is not well recorded in Western Carpathian sequences (Fig. 1). Moreover, a paucity of index fossils (i.e. cephalopods and conodonts) hampers a precise biostratigraphic determination of the Rhaetian–Hettangian boundary in the studied sections.\nOn the other hand, the T–J passage beds are well preserved in the Fatric domain, which now forms the\nKrížna Nappe of the imbricate central Western Carpathian orogenic structure (Michalík, 1980). A shallow marine carbonate sequence (Fatra Formation) rests transgressively on terrestrial Carpathian Keuper deposits in the small pullapart Zliechov Basin (Michalík, 1974, 1978b). It is overlainwith a sharp contact bymarine shales of theHettangian Kopieniec Formation (Stur, 1859; Goetel, 1917; Gaździcki et al., 1979; Tomašových and Michalík, 2000).\nIn the 300 km long and 100 km wide basin, ten facies areas were recognized by Michalík (1973, 1974, 1977). Depositional environments varied from salt marshes through carbonate ramp to deeper neritic slope, and were populated by characteristic benthic associations (Michalík and Jendrejáková, 1978; Michalík, 1978a) dominated by brachiopods (Rhaetina gregaria, see Michalík, 1975, 1978b, 1980) and/or bivalves (e.g. Placunopsis alpina and Rhaetavicula contorta, Table 1). Corals, sponges, algae and hydrozoans inhabited small isolated patch-reefs on the edge of carbonate ramp. Storms and sea-level fluctuations combined with slow subsidence ratio (22–38 mm/ka) hampered formation of any larger reefal bioconstructions (Michalík, 1982; Tomašových, 2004a). The ramp faced the deeper, dysoxic part of the basin without benthic fauna (Fig. 2), similarly as in the Kössen Basin of the Alps (Kuss, 1983).\nThe thickness of the Fatra Formation is variable, from 25 m to a maximum of 116 m in areas of higher\n73 J. M ichalík et al. / P alaeogeography, P alaeoclim atology, P alaeoecology 244 (2007) 71–88\n74 J. Michalík et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 71–88\nsubsidence. Considerable horizontal and vertical microfacies variation is typical. Debris of neritic organisms form large accumulations in shallow areas in the western part of the basin (Fig. 3). Terrigenous clastic content of the limestones is generally low,with the exception of sporadic admixture of clay and silt (Tomašových, 2000). A higher percentage of clastic quartz is restricted to a delta lobe in the northern part of the basin (Michalík, 1977, 2003).\nMichalík et al. (1977, 1978b) and Gaździcki et al. (1979) divided the Fatra Formation (Figs. 3 and 4) into five informal members. In stratigraphic order, these include 1) the ‘basal beds’, characterized by coquinas with bivalves, gastropods, and rare other stenohaline organisms; 2) the ‘lower biostromatic member’ containing more diversified associations of neritic organisms (brachiopods, corals, sponges, crinoids, algae etc.); 3) the ‘barren interval’made up mainly of dolostones, dolomitized limestones and redeposited clastic limestones that were formed during a shallowing period; 4) the ‘upper biostromatic member’ which is similar to the ‘lower biostromatic member’, containing corals, foraminifers and other organisms; and, finally, 5) the ‘transitional beds’ containing several unusual lithological horizons, including micritic ostracodal limestones with undulating bedding planes, oolitic limestones, and coquinas with bivalves and foraminifers. Co-occur-\nrence of chamosite and goethite ooids in oolitic limestone that is enriched in chromium and vanadium indicates mixing of material derived from different environments (Michalík et al., 1982, 2002)."
  }, {
    "heading": "1.2. Stratigraphy of the earliest Jurassic Kopieniec Formation",
    "text": "The Kopieniec Formation (defined by Goetel, 1917 in the Polish part of the Tatra Mts.) consists of a sequence of brown claystone with sandstone and limestone intercalations. The formation was divided into four informal members by Gaździcki et al. (1979): the ‘basal clastics’ (also called the ‘Cardinien Sandstein’ by Goetel, 1917), the ‘lower limestone’, the ‘main claystone’ and the ‘upper limestone’ (also called the Široké Limestone Member by Lefeld et al., 1985).\nThe ‘basal clastic member’ starts with the usually 6 m thick, non-calcareous ‘boundary claystone’. It is overlain by pale quartz sandstone that contains thin muscovitebearing clay interbeds (Gaździcki et al., 1979). The dominant heavy mineral in the sandstone is tourmaline (Michalík et al., 1982). The siliciclastic admixture represents a feature that is only infrequently observed in the underlying limestone sequence (Michalík, 1977).\n75 J. M ichalík et al. / P alaeogeography, P alaeoclim atology, P alaeoecology 244 (2007) 71–88\n76 J. M ichalík et al. / P alaeogeography, P alaeoclim atology, P alaeoecology 244 (2007) 71–88\n77J. Michalík et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 71–88\nFarther to the south, the sandstone is replaced by red hued siltstone comparable with the ‘Schattwald beds’ of the Eastern Alps (Borza et al., 1980).\nIn strata overlying the Basal Clastic Member, an early Hettangian age is indicated equivalent to the standard Planorbis Zone (Rakús, 1993). Up to now, the early\n78 J. Michalík et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 71–88\nHettangian Calliphyllum Zone, partially correlated with the Planorbis Zone, has been reported from three localities only: the mouth of the Sokol Ravine in the Zázrivá Valley (Malá Fatra Mts.), Mt. Babky-Úplazy (Western Tatra Mts.) and the Rakytov-Tanečnica Hill (Veľká Fatra Mts.). Both at the first and second localities, the ammonites Psiloceras psilonotum (Quenstedt) and Caloceras cf. torus (d'Orbigny) were found in bioclastic limestone in the uppermost part of the ‘basal clastic member’, near the base of the ‘lower limestone member’ of the Kopieniec Formation. Middle and Late Hettangian (Liasicus and Angulata Zones) ammonites occur more commonly in the middle part of the Kopieniec Formation (Rakús, 1975; Gaździcki et al., 1979; Rakús, 1993, 2003)."
  }, {
    "heading": "1.3. Biostratigraphy of the T–J boundary beds",
    "text": "Biostratigraphically important Late Triassic microfossils (mainly foraminifers and conodonts, as well as palynomorphs and coprolites) are rare in the Western Carpathian neritic carbonate sequences (Gaździcki, 1974, 1978; Gaździcki et al., 1979; Gaździcki and Michalík, 1980; Błaszyk and Gaździcki, 1982; Gaździcki, 1983; Michalík and Gaździcki, 1983; Fijałkowska and Uchman, 1993; Gaździcki et al., 2000). Rapid evolutionary changes of Involutinidae, Ammodiscidae and Ophthalmidiinae with several evolutionary lineages permit the establishment of a relatively detailed foraminiferal zonation. The sequence of the Rhaetian Glomospirella friedli–Triasina hantkeni assemblage zone and the Hettangian–?Sinemurian Ophthalmidium leischneri–Ophthalmidium walfordi assemblage zone (Gaździcki, 1978) is confirmed (Fig. 5). The Glomospirella friedli–Triasina hantkeni zone was correlated with both the Choristoceras haueri and Ch. marshi ammonoid zones (Rhaetian), and its extent also corresponds to that of the Misikella posthernsteini conodont zone. The extent of early Early Jurassic Ophthalmidium leischneri–Ophthalmidium walfordi zone may correspond to the Planorbis to Angulata, and possibly also the Bucklandi standard ammonite zones (Hettangian–?Sinemurian), defining the age of the basal Jurassic strata in the Tatra Mts. (Gaździcki, 2003)."
  }, {
    "heading": "2. Subject and methods of study",
    "text": ""
  }, {
    "heading": "2.1. Selected sections",
    "text": "Four sections that provide good exposure of the transition from Rhaetian limestones of the Fatra Formation toHettangian shales of the Kopieniec Formation have been selected along the Slovakian and the Polish sides of the Tatra Mts. (Figs. 1 and 2): 1) the rocky slope of Mt.\nPálenica above the Kardolína gamekeeper house near Tatranská Kotlina, Belá Tatra Mts. (Fig. 4); 2) a small ravine on the left side of the Lejowa Valley; 3) a gorge on\n79J. Michalík et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 71–88\nthe slope of Mt. Furkaska in the Juráňova Valley (both in the Western Tatra Mts., Fig. 3); and 4) an avalanche gully on Mt. Ždiarska Vidla in the Zadné Meďodoly Valley. These sites were also visited during a field workshop of IGCP Project 458 (“Triassic and Jurassic Boundary Events”) (Michalík, 2003)."
  }, {
    "heading": "2.2. Sequence stratigraphic analysis of sedimentary cycles",
    "text": "The first recognition of sedimentary cycles was based on macroscopic features represented by the alternation of different rock types (pure and marly limestone, marl or dolostone beds), by the geometry of lithosomes (changes in bed thickness, correlative unconformities), facies correlation (clastic interbeds, sedimentary textures) and fossil content (reefs, biostromes, shell accumulations). Secondly, the analysis was focused on amicrofacies study of the complete rock sequence using sets of thin sections. Two groups of microfacies elements could be distinguished. The pelagic bioclasts (tests of plankton, skeletal particles of nektonic animals along with micrite of unknown origin), were predominantly accumulated during late transgressive and highstand stages of the sea-level (Figs. 3 and 4). On the other hand, the nonpelagic bioclasts (detritus of neritic benthic organisms, terrigenous lithoclasts) were transported basinwards during both falling-and lowstand sea-level stages. The distinction between the two groups was accentuated by sparry cementation of well-sorted carbonate sediment. The percentage of these components was estimated by microscopic analyses (Schäfer, 1969; Soudant, 1972) and evaluated in two-dimensional graphs. These graphs, which represent individual sections, could be fit into a palinspasticmodel (Fig. 2), and their comparison provides information on the character, composition and dynamics of the basin margins that were affected by sea-level changes (Michalík, 1993, 1994; Reháková and Michalík, 1994; Michalík and Reháková, 1997). Some of the collected samples (especially those taken from the spherule layers in the Kardolína section) were also studied using a Cameca SX100microprobe and a JEOL-JFM 840 scanning electron microscope."
  }, {
    "heading": "2.3. Stable isotope analyses",
    "text": "In total, 48 bulk carbonate samples fromKardolína, 51 samples from Furkaska, and 26 samples from the Lejowa section were analyzed for C and O isotope compositions (Figs. 3 and 4, Table 2). Total organic carbon (TOC) content wasmeasured in the first two sections. Rock slices cut from hand samples used for thin sections preparation\nwere cleaned and crushed. Diagenetic calcite veinlets have been removed under a binocular microscope and selected pieces of the sample were homogenized in an agate mortar. Homogenized samples were used for organic carbon content and carbon and oxygen isotope analyses. Total organic (TOC) and inorganic carbon content (TIC) wasmeasured on a C-MAT 550. TIC values were recalculated to CaCO3 content to assess the carbonate content of samples selected for isotope analyses, which were performed on Finnigan MAT-2 mass spectrometers in Prague and Warsaw. The isotopic data are presented using the standard δ notation in permil (‰), relative to the International Isotopic Standard VPDB with a precision of 0.01‰."
  }, {
    "heading": "3. Results",
    "text": ""
  }, {
    "heading": "3.1. Eustatic cyclicity",
    "text": "Aweak eustatic signal in comparison with autocyclic mechanisms in Triassic carbonate ramps and platforms with highly variable lithosome geometries makes the sequence analysis difficult (Lakew, 1990; Hofmann et al., 2000). The Fatra Formation sequence, consisting of organodetrital, oolitic, pelletal limestones, brachiopodand bivalve coquinas, dark grey marls and laminated dolomicrites, and shows cycles with shallowing upwards patterns, as indicated by an upsection increase of bioclasts and micrite (Figs. 3 and 4). Fourteen eustatic cycles are distinguished and correlated over a distance of more than 100 km laterally. At the beginning of each cycle, clasts and sparite prevail over other components. Higher up, the proportion of bioclasts and micrite increases. The uppermost part of the cycles consists of micrite or, commonly, dolomicrite. This trend indicates a gradual decrease of environmental energy and defines a shallowing-upwards cycle. The four uppermost cycles, which belong to the ‘transitional member’ below the base of the overlying Hettangian Kopieniec Formation, comprise lithologically different rock types including dark limestonewith nodular surfaces, ferroan oolitic limestone, and beds containing microspheres. The contact with claystones of the Kopieniec Formation is sharp (Figs. 3 and 4).\nThis cyclostratigraphic subdivision has been confirmed by recently completed quantitative microfacies analysis of thirteen selected sections (Michalík, 1977, Tomašových, 2004a,b, Table 1). Fourteen shallowingupwards cycles of ‘keep-up’ character have been distinguished in the Fatra Formation sequence. Regular alternation of microfacies elements indicates repetition, hypothetically in 400 ka cycles that correspond to the variation in orbital eccentricity. The correlation\n80 J. Michalík et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 71–88\nhighlights the diachronism of the bases of both the Fatra and Kopieniec Formations due to their erosional character (as first proposed by Gaździcki and Iwanow, 1976) resulting in the lowermost cycles (1–3) and the uppermost ones (13–14) are commonly missing."
  }, {
    "heading": "3.2. Fossil distribution",
    "text": "The succession of benthic assemblages in the Fatra Formation has been described byMichalík (1975, 1978a, 1982), Roniewicz (1974), Roniewicz and Michalík (1998) and Michalík and Jendrejáková (1978). Renewed colonization of the marine substrate occurred in each cycle during sea-level rise and peaked at the maximum flooding. Biogenic production reached maxima in the biostromal members, in cycles 3 to 5 and 8 to 10. These were separated by a regressive member of the ‘barren interval’. However, in cycles 11–13, reef builders (sponges, hydrozoans, and corals) and megalodontids became less abundant, and they disappeared in cycle 14. A rich benthic foraminifer fauna is represented by Ammodiscidae, dominated by Glomospirella and Glomospira (Fig. 5). From the base of the ‘transitional beds’ up to the T–J boundary, the abundance of foraminifers and the sizes of individuals decrease. Three extinction levels (at beds 393, 401, and 406) have been observed in the Furkaska section (Fig. 3), two of them are also present in the Kardolína section (Fig. 4). A renewal of the foraminifer fauna is found in the lower limestone member of the Kopieniec Formation, dominated by\nOphthalmidium leischeri, nodosariids and involutinids (Involutina liassica, I. turgida, and I. farinacciae).\nThe distribution of fossil microfauna within the Fatra Formation seems to be environmentally controlled. Both the complex foraminifers (e.g. Triasina hantkeni) and dasycladacean algae are considered to be oligotrophic elements. The foraminifers gradually disappear a few metres below the assumed T–J boundary where the tests become largest in size and the microsphaeric forms attain the greatest proportion (Bed 55 at Kardolína, and Bed 399 at Furkaska). The distribution of dasycladaceans shows a similar decline towards the T–J boundary. The last dasycladacean algae (Placklesia multipora) occur in Bed 376 of the Furkaska section. Oligotrophic organisms, including corals, disappear in Bed 390, where abundant brachiopod shells indicate high juvenile mortality. An increase in trophic resources is indicated by the common occurrence of cyanobacterial nodules of Girvanella (Bed 404), and by intensive microborings of skeletal grains by endolithic microbes which benefited from increased availability of nutrients (Brasier, 1995). The T–J boundary is marked by pronounced carbonate depletion which might reflect an excess of nutrients such as nitrogen and phosphorus (Hautmann, 2004; Ward et al., 2001). The non-calcareous ‘boundary clay’ contains less than 1% CaCO3 and common early diagenetic pyrite framboids; it therefore seems to have been deposited in a nutrient-rich environment. Drastically impoverished metazoans are represented only by rare ostracods and microgastropods.\ncontain anomalous C and O isotope ratios. Beds 53 and 54 consist of\ntic limestone of Bed 55 that contains reworked spherule-like particles.\n81J. Michalík et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 71–88\nThe ostracod fauna, including Ogmoconcha, could tolerate eutrophic conditions and fluctuating oxygen levels, thus displaying the opportunistic characteristics of pioneer species."
  }, {
    "heading": "3.3. Spherule beds and slumping in cycle 13",
    "text": "Beds 53 and 54 in the Kardolína section (base of cycle 13, Fig. 8) are rich in small globular particles that are 0.2 to 0.5 mm in diameter (Fig. 6). The inner part of each microsphere is filled by blocky calcite (Fig. 7a–b),\nsometimes enclosing enclaves of clayey material and idiomorphic carbonate (probably dolomite) rhombs (Fig. 8b). The outer layer of the microspheres is more resistant, containing tiny, dispersed quartz crystals and covered by pallisade calcite grains (Fig. 7a–b). The overlying Bed 55 also contains common microspheres but they are mixed with abraded fragments of marine organisms (Fig. 7c–d), crinoid ossicles, ooids, and rounded lithoclasts (Fig. 7e–f).\nSeveral mineral phases were recognized in the calcitic microspheres. Their interior contains clusters of\nspheres from Bed 54 filled by blocky calcite enclosing clayey material. icrospheres from Bed 55, together with skeletal fragments of benthic with crinoid ossicles. e–f. Microspheres and rounded lithic fragments 100.\n82 J. Michalík et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 71–88\nphyllosilicates (chlorite, white mica, sericite), feldspar, fluorite, quartz and dolomite. The chlorite and mica represent alteration products of primary phases (Fig. 7c– d). Fluorite occasionally occurs in more or less regular aggregates in the centre of small microspheres (Fig. 7c). The central part of the hypidiomorphic feldspar crystals of 10–20 μm size is more basic (An20), whereas their marginal parts are composed of albite. Two quartz generations are distinguished. Large (200–300 μm) quartz crystals with surfaces corroded by calcite occur in the limy matrix. Small (10–30 μm), hypidiomorphic crystals causing the higher acid resistance of rims cover\nthe crustal part of microspheres (Fig. 7 b, d). They were probably formed by remobilization of silica from primary silicates. Dolomite occurs in the form of irregularly dispersed aggregates and larger rhombs (20–100 μm, Fig. 7b). The central part of the crystals is enriched in Fe2+ (siderite) and is depleted in Mg2+ in comparison with the outer part. The dolomite is never substituted by calcite and probably represents the youngest mineral phase in microspheres.\nClasts of the spherulitic limestone were also found in Bed 400.1 of the Furkaska section (Fig. 3). This layer is overlain by an untypical interval that is made up by a\n83J. Michalík et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 71–88\nslumped limestone body, c. 5 m in thickness, with orange and yellow Fe-rich coatings. Submarine slumping is indicated by erosional channels filled by oolitic limestone in its uppermost part."
  }, {
    "heading": "3.4. C and O isotope geochemistry",
    "text": "The measured carbon and oxygen isotope ratios and TOC values of carbonate samples are plotted beside the stratigraphical column of the Kardolína and the Furkaska sections where cycles 13 and 14 are preserved (Figs. 3 and 4). The carbon and oxygen isotope curves in the latest Triassic part of these two sections are comparable. δ13C values fluctuate in a relatively wide range of −0.9‰ to + 2.22‰ at Furkaska and −1.6‰ to +2.25‰ at Kardolína. However, the majority of samples show values between + 0.5‰ to +1.7‰ at Furkaska, and +0.7‰ to +2.0‰ at Kardolína. The δ13Ccarb fluctuation in both isotope profiles reflect cyclic facies variation and the negative peaks closely approximate the extinction levels of the foraminiferan fauna. The δ13Ccarb values from the ‘biostromatic member’ of the Fatra Formation are relatively stable in contrast with samples from the ‘transitional member’, which show greater variability. Two negative peaks appear in the δ13 Ccarb isotope curve in equivalent levels of the transitional member in both sections (Figs. 3 and 4). The first peak appears immediately above the extinction of involutinid foraminifers. The second negative peak is located in spherulitic limestone beds. The positive δ18Ocarb shift just above this horizon is probably related to the special lithology of these beds. An increased TOC content from 0.5% to 0.7% is recorded in some beds, especially in the spherulitic limestone samples. A third negative δ13C peak occurs in the topmost carbonate beds, near the supposed T– J boundary level (Figs. 3 and 4).\nPreliminary correlation of cycles 13 and 14 relative to the T–J boundary interval is also supported by the δ13C curve from the Lejowa section (Table 2). Here δ13C decreases from positive tomarkedly negative (−1.36‰ to −1.04‰) values in beds 69 and 71, similarly to the spherulite horizon of the Furkaska section. Despite the more scarce sampling of the Lejowa section, the δ13C curves from the two sections are well correlated.\nThe oxygen isotope ratios reflect mainly the facies setting and the diagenetic overprint. The δ18O values range from−2.0‰ to−6.71‰ in the Furkaska succession of shallower ramp setting and from−4.5‰ to−6. 99‰ in the Kardolína succession that represents a relatively deeper setting. The δ18O pattern shows higher amplitude fluctuation in the shallower ramp sequence which may have been influenced by meteoric water. Less negative values (0.0‰ to −0.8‰ at Furkaska and −1.46‰ at\nKardolína) were obtained not only from the spherulitic limestone but also from the topmost limestone beds of the Kardolína section (−2.27‰ to −0.47‰, Fig. 4), which were deposited on the slope.\nA possible diagenetic overprint in the analyzed samples was assessed using light microscope and SEM studies and a correlation analysis of isotopic compositions. Recrystallization of the matrix is more common in sparitic basal layers of carbonate cycles (Figs. 3 and 4). This observation was taken into consideration for the isotope sample selection. The correlation of δ18O vs. δ13C values in the sample sets is low. However, diagenetic recrystallization cannot be ruled out. Significant dolomitization and more positive δ18O values in the Kardolína section indicate that more saline bottom waters could affect the sediments soon after deposition. Typical dolomite rhombs together with fluorite are visible in the calcite microspheres which indicate the presence of evaporitic fluids. The relative position of diagenetic phases suggest that the dolomite rhombs may have formed during a later stage of diagenesis than the outer rim of spherules (Fig. 8).\nThe δ13C values likely preserve a primary signal and can be used to determine the T–J boundary in the sections. Facies interpretation, quantitative evaluation of lithology, and the low correlation of δ13C and δ18O values indicate that the δ18O pattern is also informative but it preferentially reflects early diagenetic conditions, which generally may not have been fundamentally different from the primary conditions (Veizer et al., 1997). However, a palaeo-temperature interpretation is problematic, due to the probability of water salinity changes in the course of the carbonate ramp evolution."
  }, {
    "heading": "3.5. Termination of carbonate deposition",
    "text": "The main difference between the Fatra Formation, that consists predominantly of limestone, and the overlying Kopieniec Formation, mostly composed of claystone, is in their carbonate content. Although early Hettangian erosion may have accentuated the boundary between them, this significant change in lithofacies may reflect a major change in global climate and in the ocean chemistry. Several sandy beds, indicating enhanced input of terrigenous quartz (10–42%) and organic (higher plant) debris, were recorded at various levels of the studied sections. In other sections, termination of carbonate deposition is marked by oolite beds. In the Furkaska section (Beds 407 and 408), mixing of ooids of different genetic types, including chamosite and hematite, is observed.\nNevertheless, a couplet of sandy limestones occurring in cycle 14 is correlatable in several sections and it\n84 J. Michalík et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 71–88\n85J. Michalík et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 71–88\npossibly represents the first significant increase in siliciclastic input into the basin (Fig. 9). The amount of terrigenous material transported from the adjacent land areas into the basin during deposition of the ‘boundary claystone’ suggests a sudden climatic shift towards higher precipitation rate and an increase in the riverine influx."
  }, {
    "heading": "4. Discussion",
    "text": "A long-termmarine transgression at the end of Triassic was overprinted by high frequency sea-level changes (Michalík et al., 1976; Michalík, 1980; Michalík et al., 1988, 1991; Michalík, 1993, 1994). The palaeogeographic setting in the earliest Jurassic period was controlled by extensive transgression and the reorganization of sedimentary basins in connection with a rejuvenation of tectonic movements (i.e. the early Cimmerian orogeny) and the incipient mid-Atlantic seafloor spreading (McRoberts, 1994; Hallam, 2001).Moreover, the endTriassic volcanogenic CO2 maximum (Hautmann, 2004) resulted in humid conditions, accelerated weathering, enhanced terrestrial input, and interruption of carbonate sedimentation. In a number of regions there is a gap below the base of the Early Jurassic sequences. The Zliechov Basin in theWestern Carpathians is one of the areas where the sedimentation was almost continuous during the T–J boundary interval. The T–J boundary beds here contain a record of several events which may have been caused by global changes.\nHesselbo et al. (2002), Pálfy (2003) and Hautmann (2004) interpreted the enriched atmospheric CO2 and related temperature elevation at the end of Triassic as an effect of volcanism. Similarly, volcanic activity was proposed by Sturesson et al. (2000) as the main agent in origin of mixed chamosite and haematite ooids. Such ooid types form lens-like concentrations in erosional channel fills in the highest bed of the Fatra Formation in the Furkaska section (Bed 408) which was exploited as iron ore in the 19th century (Kúšik, 1967).\nA peculiar limestone layer, composed predominantly (up to 30–60%) of microspheres, occurs somewhat deeper in the uppermost part of both the Furkaska and Kardolína sequences ((Figs. 3 4 and 6)). These beds only rarely (in redeposited form only) contain true ooids that show concentric structures. They bear resemblance to small vitreous particles found in Cretaceous–Paleogene beds of the Caribbean region (Stinnesbeck et al., 1999; Fouke et al., 2002; Schulte et al., 2003). Themicrospheres from our sections might also have been formed by calcitization of glass droplets originating from a bolide impact, such as that postulated to occur immediately before the Rhaetian–Hettangian boundary (Walkden et al.,\n2002). From this point of view, the occurrence of the C and O isotope excursions immediately below the base of the spherulite bed deserves special attention.\nVolcanic explosions could have also produced tiny glass particles. Effects of distant volcanic activitymay have led to formation of ferruginous crusts, chamosite oolite ores (Sturesson et al., 2000), and elevated siliciclastic input (e.g. the sandy beds in cycle 14, Figs. 3 and 4). The enhanced atmospheric CO2 content in the atmosphere may have caused a reduction of calcite saturation of sea water and the concomitant cessation of carbonate deposition (Galli et al., 2005; Huynh and Poulsen, 2005).\nHydrotermal transformation of coated grains is another alternative to explain the origin of microspheres. In the T–J boundary beds of the Krížna Nappe, Kúšik (1967) found small, transparent, spherical calcitic bodies without concentric laminae but enclosed in a siliceous envelope. He regarded them as ‘‘metasomatically transformed” ooids and postulated that the crust of redeposited and hematitised calcite ooids could have reacted with silica and was transformed into chamosite. The observed high δ18O values could thus suggest the effect of saline solutions that infiltrate the sediment and cause the replacement of aragonite ooids. This hypothesis would be supported by the presence of fluorite, the zoning of dolomite and feldspar crystals, and corrosion of crystals of idiomorphic minerals (Fig. 8).\nThe occurrence of slumping near the T–J boundary is also of interest. The position of the slumped beds in the Furkaska sectionmight be considered to be connectedwith the event that produced the spherules. However, a much thicker (up to 30 m) submarine slump in the Kardolína section occurs immediately above the ‘boundary claystone’ and comprises material from the uppermost beds of the underlying Fatra Formation. Therefore, the slumping can be simply explained by rapid sedimentation and related slope instability at the margin of an elevated delta plain, rather than by an external event. However, slumped beds occur at the top of the Rhaetian sequence not only in the Carpathians, but also at Kendelbachgraben in the Alps and in SW Britain (Cotham and Langport Members, Hesselbo et al., 2004). Therefore, the interpretation of slope instability in different basins during this time may require further study.\nThe negative δ13C excursion at the T–J boundary in carbonate and organic carbon (McRoberts et al., 1997; Ward et al., 2001), following a similar but earlier excursion (Pálfy et al., 2001; Hesselbo et al., 2002; Guex et al., 2003; Galli et al., 2005) indicates the enrichment of the carbon reservoir in 12C originating from biogenic or biochemically fractionated carbon. The couple of negative C isotope shifts could have been produced during a\n86 J. Michalík et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 71–88\nmassive biotic extinction (Holser, 1997; Hallam and Wignall, 1997). The negative shift of carbon isotope ratios in carbonates can be also explained by a volcanogenic rise of atmospheric CO2 (Huynh and Poulsen, 2005), or by a massive release of methane from oceanic clathrates (e.g. Pálfy et al., 2001). The samples taken from the T–J boundary intervals displaying negative δ13C values also show slightly increased TOC content. Preliminary results indicate a terrigenous origin of the organic matter. The postulated release of methane from hydrates stored in bottom sediments can be induced by sea-level fall, warming, or effects of bolide impact or volcanic activity. The positive δ18O excursion can indicate either changes in the temperature (cf. McElwain et al., 1999), water composition, or diagenetic transformation of the sediment. More positive δ18O values in dolomitized rocks in these beds can indicate a diagenetic overprint via influx of saline water."
  }, {
    "heading": "5. Conclusions",
    "text": "The Fatra and Kopieniec Formations in the Zliechov Basin comprise a record of several environmental changes which may have been connected with the global T–J boundary events. The diversity of benthic fauna decreases at the base of the ‘transition beds’, i.e. the uppermost member of the Fatra Formation. The corals, foraminifers, and dasycladacean algae comprise forms that never appear again in younger strata. Eutrophic conditions and high nutrient levels exerted stress on benthic life and favoured an opportunistic fauna, represented by ostracods and microgastropods.\nIn cycle 13, the oxygen and carbon isotope anomalies are correlated with lithological changes and the extinction levels of microfauna. Themost significant C andO isotope excursion is followed by thin microsphere-bearing layers with peculiar lithological composition. The origin of the small, spherical, calcitized particles remains uncertain (bolide impact, volcanic eruption, or resorbtion and substitution of primary sedimentary particles). However, these layers are traceable across several tens of kilometres (Fig. 9, see arrows).\nIn the uppermost part of the Fatra Formation, a significant terrigenous event, expressed by the first major increase in riverine influx is recorded. Continental run-off caused the eutrophication of the basin and resulted in elimination of oligotrophic carbonate platform ecosystems.\nThe boundary between the Fatra and the Kopieniec formations is sharp, marked by a sudden termination of carbonate sedimentation, followed by the non-carbonate ‘boundary claystone’ of the Kopieniec Formation. The carbonate carbon isotope anomaly recorded\nfrom these strata is comparable with those previously described at the T–J boundary from several other sections worldwide."
  }, {
    "heading": "Acknowledgments",
    "text": "The authors thank those who helped with field work during 2002–2004, namely the Management and Research Centre of the Tatra National Park, and postdoctoral students M. Abelova, P. Klepsatel, M. Golej, A. Tomašovych, and J. Čatloš. J. Spišiak provided his results of mineralogical study and microprobe analyses of spherule-like particles. I. Holický made scanning electron microphotographs. A. Svitáčová and K. Malkowski provided analyses of the organic carbon. Drawings were made by E. Petrikova. Comments by journal reviewers P. B. Wignall and J. Haas and editor J. Pálfy substantially improved the manuscript. This study was supported by VEGA 6026 grant project and by the APVV 51-011305 project. This is a contribution to the IGCP 458 project."
  }],
  "year": 2007,
  "references": [{
    "title": "Lower Lias ostracodes of the Tatra Mts",
    "authors": ["J. Błaszyk", "A. Gaździcki"],
    "year": 1982
  }, {
    "title": "Fossil indicators of nutrient level",
    "authors": ["M.D. Brasier"],
    "year": 1995
  }, {
    "title": "Contribution to Triassic",
    "authors": ["A. Fijałkowska", "A. Uchman"],
    "venue": "Geological Society Special Publication,",
    "year": 1993
  }, {
    "title": "The diachronism of the Rhaetic and “Gresten” Beds in the Tatra Mts (West Carpathians)",
    "authors": ["A. Gaździcki", "A. Iwanow"],
    "venue": "Bulletin d'Académie Polonaise des Sciences, série de Sciences de la Terre",
    "year": 1976
  }, {
    "title": "Uppermost Triassic sequences of the Choč Nappe (Hronic) in the West Carpathians of Slovakia and Poland",
    "authors": ["A. Gaździcki", "J. Michalík"],
    "venue": "Acta Geologica Polonica",
    "year": 1980
  }, {
    "title": "An Upper Triassic–Lower Jurassic sequence in the Krížna Nappe (West Tatra Mts, West Carpathians, Czechoslovakia)",
    "authors": ["A. Gaździcki", "J. Michalík", "E. Planderová", "M. Sýkora"],
    "venue": "Západné Karpaty Séria Geológia",
    "year": 1979
  }, {
    "title": "Parafavreina coprolites from the uppermost Triassic of the Western Carpathians",
    "authors": ["A. Gaździcki", "J. Michalík", "A. Tomašových"],
    "venue": "Geologica Carpathica",
    "year": 2000
  }, {
    "title": "Die Rhätische Stufe und der unterste Lias der subtatrischen Zone in der Tatra",
    "authors": ["W. Goetel"],
    "venue": "Bulletin d'Académie des Sciences de Cracovie, Cl. Sci",
    "year": 1917
  }, {
    "title": "Two negative δ13Corg excursions near the Triassic–Jurassic boundary in the New York Canyon area (Gabbs Valley Range, Nevada)",
    "authors": ["J. Guex", "A. Bartolini", "V. Atudorei", "D. Taylor"],
    "venue": "Bulletin de Géologie Lausanne",
    "year": 2003
  }, {
    "title": "A review of the broad pattern of Jurassic sea-level changes and their possible causes in the light of current knowledge",
    "authors": ["A. Hallam"],
    "year": 2001
  }, {
    "title": "How catastrophic was the end-Triassic mass extinction",
    "authors": ["A. Hallam"],
    "venue": "Lethaia",
    "year": 2002
  }, {
    "title": "Mass extinctions and their aftermath",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "year": 1997
  }, {
    "title": "Facies changes across the Triassic– Jurassic boundary in Nevada, USA",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "venue": "Journal of the Geological Society,",
    "year": 2000
  }, {
    "title": "Terrestrial and marine extinction at the Triassic–Jurassic boundary synchronized with major carbon-cycle perturbation: a link to initiation of massive volcanism? Geology",
    "authors": ["S.P. Hesselbo", "S.A. Robinson", "F. Surlyk", "S. Piasecki"],
    "year": 2002
  }, {
    "title": "Sea-level change and facies development across potential Triassic–Jurassic boundary horizons, SW Britain",
    "authors": ["S.P. Hesselbo", "S.A. Robinson", "F. Surlyk"],
    "venue": "Journal of the Geological Society,",
    "year": 2004
  }, {
    "title": "Cyclicity of Triassic to Lower Jurassic continental red beds of the Argana Valley, Morocco: implications for paleoclimate and basin evolution",
    "authors": ["A. Hofmann", "A. Tourani", "R. Gaupp"],
    "year": 2000
  }, {
    "title": "Rising atmospheric CO2 as a possible trigger for the end-Triassic mass extinction",
    "authors": ["T.T. Huynh", "C.J. Poulsen"],
    "year": 2005
  }, {
    "title": "Rhaetic and Lower Liassic sedimentary oolitic iron ores in the Krížna Nappe",
    "authors": ["R. Kúšik"],
    "venue": "Náuka o Zemi, Geologica",
    "year": 1967
  }, {
    "title": "Faziesentwicklung in proximalen Intraplattform-Becken: Sedimentation, Palökologie, und Geochemie derKössener Schichten (Ober-Trias, Nördliche Kalkalpen)",
    "authors": ["J. Kuss"],
    "venue": "Facies",
    "year": 1983
  }, {
    "title": "Microfacies and cyclic sedimentation of the Upper Triassic (Rhaetian",
    "authors": ["T. Lakew"],
    "venue": "Calcare di Zu (Southern Alps). Facies",
    "year": 1990
  }, {
    "title": "Jurassic and Cretaceous lithostratigraphic units of the Tatra Mts",
    "authors": ["J. Lefeld", "A. Gaździcki", "K. Krajewski", "K. Wojcik"],
    "venue": "Studia Geologica Polonica 84",
    "year": 1985
  }, {
    "title": "Fossil plants and global warming at the Triassic–Jurassic",
    "authors": ["J.C. McElwain", "D.J. Beerling", "F.I. Woodward"],
    "venue": "boundary. Science",
    "year": 1999
  }, {
    "title": "The Triassic–Jurassic ecostratigraphical transition in the Lombardian Alps, Italy",
    "authors": ["C.A. McRoberts"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1994
  }, {
    "title": "Palaeoenvironmental interpretation of a Triassic–Jurassic boundary section from Western Austria based on palaeoecological and geochemical data",
    "authors": ["C.A. McRoberts", "H. Furrer", "D.S. Jones"],
    "year": 1997
  }, {
    "title": "Paläogeographische Studie des Rhäts der Krína Decke des Strážov Gebirges und einiger anliegender Gebiete",
    "authors": ["J. Michalík"],
    "venue": "Geologicky Zborník Geologica Carpathica",
    "year": 1973
  }, {
    "title": "Zur Paläogeographie der Rhätische Stufe des westliches Teiles der Krížna Decke in der Westkarpaten",
    "authors": ["J. Michalík"],
    "venue": "Geologicky Zborník Geologica Carpathica",
    "year": 1974
  }, {
    "title": "Genus Rhaetina Waagen, 1882 (Brachiopoda) in the uppermost Triassic of the West Carpathians",
    "authors": ["J. Michalík"],
    "venue": "Geologicky Zborník Geologica Carpathica",
    "year": 1975
  }, {
    "title": "Paläogeographische Untersuchungen der Fatra Schichten (Kössen-Formation) des nördlichen",
    "authors": ["J. Michalík"],
    "venue": "Teiles des Fatrikums in der Westkarpaten. Geologicky Zborník Geologica Carpathica",
    "year": 1977
  }, {
    "title": "Paleobiogeography of the Fatra Formation of the uppermost Triassic of the West Carpathians",
    "authors": ["J. Michalík"],
    "venue": "Paleontol. Konf. Karlovy Univ. Praha,",
    "year": 1978
  }, {
    "title": "1978b. To the paleogeography, paleotectonics and paleoclimatology of the uppermost Triassic of the West Carpathians",
    "authors": ["J. Michalík"],
    "venue": "Vozár, J. (Ed.), Paleogeographic development of the Western Carpathians, GÚDŠ Bratislava,",
    "year": 1978
  }, {
    "title": "A paleoenvironmental and paleoecological analysis of the West Carpathian part of the northern Tethyan nearshore region in the latest Triassic time",
    "authors": ["J. Michalík"],
    "venue": "Rivista Italiana di Paleontologia e Stratigrafia",
    "year": 1980
  }, {
    "title": "Uppermost Triassic short-lived bioherm complexes in the Fatric",
    "authors": ["J. Michalík"],
    "venue": "Western Carpathians. Facies",
    "year": 1982
  }, {
    "title": "Mesozoic tensional basins in the Alpine– Carpathian shelf",
    "authors": ["J. Michalík"],
    "venue": "Acta Geologica Hungarica",
    "year": 1993
  }, {
    "title": "Notes on the paleogeography and paleotectonics of the West Carpathian area during the Mesozoic",
    "authors": ["J. Michalík"],
    "venue": "Mitteilungen der Österreichische Geologische Gesellschaft",
    "year": 1994
  }, {
    "title": "Stratigraphic and environmental correlations in the Fatra- and Norovica Formations (Upper Triassic, Western Carpathians)",
    "authors": ["J. Michalík", "A. Gaździcki"],
    "venue": "Schriftenreihe Erdwissenschaftliche Kommission",
    "year": 1983
  }, {
    "title": "Organism communities and biofacies of the Fatra Formation (uppermost Triassic, Fatric) in the West Carpathians",
    "authors": ["J. Michalík", "O. Jendrejáková"],
    "venue": "Geologicky Zborník Geologica Carpathica",
    "year": 1978
  }, {
    "title": "West Carpathian records of Upper Jurassic and Lower Cretaceous pelagic sedimentation along northern margin of the Mediterranean Tethys",
    "authors": ["J. Michalík", "D. Reháková"],
    "year": 1997
  }, {
    "title": "To the stratigraphic and paleogeographic position of the Tomanová Formation in the uppermost Triassic of the West Carpathians",
    "authors": ["J. Michalík", "E. Planderová", "M. Sýkora"],
    "venue": "Geologicky Zborník Geologica Carpathica",
    "year": 1976
  }, {
    "title": "To the lithologicgeochemical characterization of Upper Triassic–Lower Jurassic sedimentation (Krížna Nappe, West Tatra Mts)",
    "authors": ["J. Michalík", "J. Jarkovský", "M. Sýkora"],
    "venue": "Geologicky Zborník Geologica Carpathica",
    "year": 1982
  }, {
    "title": "Plant remains in the Tomanová Formation (uppermost Triassic, West Carpathians): their origin, composition and diagenetic alteration",
    "authors": ["J. Michalík", "V. Kátlovský", "A. Hluštík"],
    "venue": "Geologicky Zborník Geologica Carpathica",
    "year": 1988
  }, {
    "title": "Brachiopod faunas of the Triassic–Jurassic boundary interval in the Mediterranean Tethys",
    "authors": ["J. Michalík", "M. Iordan", "V. Radulović", "P.V. Tchoumatchenco", "A. Vörös"],
    "venue": "Geologica Carpathica",
    "year": 1991
  }, {
    "title": "Paleoclimatic, environmental and biotic changes during Triassic/Jurassic boundary time",
    "authors": ["J. Michalík", "A. Tomašových", "O. Lintnerová", "J. Soták"],
    "venue": "Geologica Carpathica",
    "year": 2002
  }, {
    "title": "Volcanism of the Central Atlantic Magmatic Province as a potential driving force in the end-Triassic extinction",
    "authors": ["J. Pálfy"],
    "venue": "Geophysical Monograph Series,",
    "year": 2003
  }, {
    "title": "Timing the end-Triassic mass extinction: first on land, then in the sea? Geology",
    "authors": ["J. Pálfy", "J.K. Mortensen", "E.S. Carter", "P.L. Smith", "R.M. Friedman", "H.W. Tipper"],
    "year": 2000
  }, {
    "title": "Carbon isotope anomaly and other geochemical changes at the Triassic/Jurassic boundary from a marine section in Hungary",
    "authors": ["J. Pálfy", "A. Demény", "J. Haas", "M. Hetényi", "M.J. Orchard", "I. Vető"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "Hettangian ammonites from the Strážovská hornatina Mts",
    "authors": ["M. Rakús"],
    "venue": "Západné Karpaty. Paleontológia",
    "year": 1975
  }, {
    "title": "Liassic ammonites of the Western Carpathians, 1: Hettangian",
    "authors": ["M. Rakús"],
    "venue": "Západné Karpaty. Paleontológia",
    "year": 1993
  }, {
    "title": "Hettangian ammonites in the Western Carpathians",
    "authors": ["M. Rakús"],
    "venue": "IGCP 458: Triassic/Jurassic Boundary Events. Third Field Workshop, Stará Lesná, Slovakia",
    "year": 2003
  }, {
    "title": "Abundance and distribution of Late Jurassic–Early Cretaceous microplankton in Western Carpathians",
    "authors": ["D. Reháková", "J. Michalík"],
    "venue": "Geobios",
    "year": 1994
  }, {
    "title": "Rhaetian corals of the Tatra Mts",
    "authors": ["E. Roniewicz"],
    "venue": "Acta Geologica Polonica",
    "year": 1974
  }, {
    "title": "Rhaetian scleractinian corals in the Western Carpathians",
    "authors": ["E. Roniewicz", "J. Michalík"],
    "venue": "Geologica Carpathica",
    "year": 1998
  }, {
    "title": "Vergleichs-Schaubilder zur Bestimmung des Allochemgehalts bioklastischer Karbonatgesteine",
    "authors": ["K. Schäfer"],
    "venue": "Neues Jahrbuch für Geologie und Paläontologie, Monatshefte",
    "year": 1969
  }, {
    "title": "Fe-rich and K-rich mafic spherules from slumped and chanelized Chicxulub ejecta deposits in the northern La Sierrita area, NE Mexico",
    "authors": ["P. Schulte", "W. Stinnesbeck", "D. Stüben", "U. Kramar", "Z. Berner", "G. Keller", "T. Adatte"],
    "venue": "International Journal of Earth Sciences",
    "year": 2003
  }, {
    "title": "Une méthode d ́estimation rapide des pourcentages des coefficients de classement et des médianes pour les éléments oolithiques: les tables de comparaison visuelle",
    "authors": ["M. Soudant"],
    "venue": "Sciences de la Terre",
    "year": 1972
  }, {
    "title": "Paleoecology of Upper Triassic reefs in the Northern Calcareous Alps: reef communities",
    "authors": ["R.J. Stanton Jr.", "E. Flügel"],
    "venue": "Facies",
    "year": 1987
  }, {
    "title": "Beloc, Haiti, revisited: multiple events across the KT boundary in the Caribbean",
    "authors": ["D. ben", "U. Kramar", "Z. Berner", "C. Desremeaux", "E. Moliere"],
    "venue": "Terra Nova",
    "year": 1999
  }, {
    "title": "Risk,M.J., 2000.Modern and Palaeozoic iron ooids— a similar volcanic origin",
    "authors": ["U. Sturesson", "J.M. Heikoop"],
    "venue": "Sedimentary Geology",
    "year": 2000
  }, {
    "title": "Lagoonal–peritidal sequences in the Fatra Formation (Rhaetian): an example from the Vel'ká Fatra Mountains (Western Carpathians)",
    "authors": ["A. Tomašových"],
    "venue": "Slovak Geological Magazine",
    "year": 2000
  }, {
    "title": "Effect of extrinsic factors on biofabric and brachiopod alteration in a shallow intraplatform carbonate setting (Upper Triassic, West Carpathians)",
    "authors": ["A. Tomašových"],
    "venue": "Palaios",
    "year": 2004
  }, {
    "title": "Microfacies and depositional environment of an Upper Triassic intraplatform carbonate basin: the Fatric Unit of the West Carpathians (Slovakia)",
    "authors": ["A. Tomašových"],
    "venue": "Facies",
    "year": 2004
  }, {
    "title": "Rhaetian/Hettangian passage beds in the carbonate development in the Krížna Nappe (central Western Carpathians, Slovakia)",
    "authors": ["A. Tomašových", "J. Michalík"],
    "venue": "Slovak Geological Magazine",
    "year": 2000
  }, {
    "title": "Oxygen isotope evolution of Phanerozoic seawater",
    "authors": ["J. Veizer", "P. Bruckschen", "F. Pawellek", "A. Diener", "O.G. Podlaha", "G.A.F. Carden", "T. Jasper", "C. Korte", "H. Strauss", "K. Azmy", "D. Ala"],
    "year": 1997
  }, {
    "title": "A Late Triassic impact ejecta layer in Southwestern Britain",
    "authors": ["G. Walkden", "J. Parker", "S. Kelley"],
    "venue": "Science",
    "year": 2002
  }, {
    "title": "Sudden productivity collapse associated with the Triassic–Jurassic boundary mass extinction",
    "authors": ["P.D. Ward", "J.W. Haggart", "E.S. Carter", "D. Wilbur", "H.W. Tipper", "T. Evans"],
    "year": 2001
  }],
  "id": "SP:cae783d40054a89eba814497d6dece86234b10bf",
  "authors": [{
    "name": "Jozef Michalík",
    "affiliations": []
  }, {
    "name": "Otília Lintnerová",
    "affiliations": []
  }, {
    "name": "Andrzej Gaździcki",
    "affiliations": []
  }, {
    "name": "Ján Soták",
    "affiliations": []
  }],
  "abstractText": "The Fatra and Kopieniec formations in the Zliechov Basin comprise a record of several environmental crises that may have contributed to the global Triassic–Jurassic (T–J) boundary events. The diversity of the benthic fauna decreases at the base of the ‘transition beds’, the uppermost member of the Fatra Formation. This assemblage comprises many species that do not appear in younger strata. In ‘cycle 13’ of the Fatra Formation, stable isotope excursions correspond to significant lithological changes in the sequence. The negative δC excursion is correlated with a positive δO peak and the beds containing the excursion are overlain by a thin layer with unusual lithological and mineral composition. This layer is composed of small calcitized microspheres showing complex alteration during diagenesis. The origin of this layer, traceable over tens of kilometres, is problematic (impact ejecta, volcanic glass, or altered aragonitic particles). An increase in terrigenous sediment recorded by sandy beds in the uppermost part of the Fatra Formation indicates increased run-off. A sharp lithological boundary between the Fatra and the Kopieniec formations marks a sudden termination of carbonate sedimentation, followed by deposition of the ‘boundary clay’. The negative δC anomaly recognized in this succession may correspond to the isotopic signature at the T–J boundary which has been described from many sections in the world. © 2006 Elsevier B.V. All rights reserved.",
  "title": "Record of environmental changes in the Triassic–Jurassic boundary interval in the Zliechov Basin, Western Carpathians"
}