{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary Science Reviews\njournal homepage: www.elsevier .com/locate/quascirev\nThe cryptotephra record of the Marine Isotope Stage 12 to 10 interval (460e335 ka) at Tenaghi Philippon, Greece: Exploring chronological markers for the Middle Pleistocene of the Mediterranean region\nPolina Vakhrameeva a, *, Andreas Koutsodendris a, Sabine Wulf a, b, William J. Fletcher c, Oona Appelt d, Maria Knipping e, Ralf Gertisser f, Mario Trieloff a, J€org Pross a\na Institute of Earth Sciences, Heidelberg University, Im Neuenheimer Feld 234-236, D-69120, Heidelberg, Germany b Department of Geography, University of Portsmouth, Buckingham Building, Lion Terrace, Portsmouth, PO1 3HE, United Kingdom c Department of Geography, School of Environment, Education and Development, University of Manchester, Manchester, M13 9PL, United Kingdom d Helmholtz Centre Potsdam, GFZ German Research Centre for Geosciences, Section 4.3, Chemistry and Physics of Earth Materials, Telegrafenberg, D-14773, Potsdam, Germany e Institute of Botany, University of Hohenheim, Garbenstraße 30, D-70593, Stuttgart, Germany f School of Geography, Geology and the Environment, Keele University, Keele, Staffordshire, ST5 5BG, United Kingdom\na r t i c l e i n f o\nArticle history: Received 25 July 2018 Accepted 12 September 2018 Available online 10 October 2018\nKeywords: Tephrostratigraphy Italian and Aegean Arc volcanism Marine Isotope Stages 10, 11 and 12 Eastern Mediterranean Land-sea correlation Tenaghi Philippon\n* Corresponding author. E-mail address: polina.vakhrameeva@geow.uni-he\nhttps://doi.org/10.1016/j.quascirev.2018.09.019 0277-3791/© 2018 Elsevier Ltd. All rights reserved.\na b s t r a c t\nPrecise chronologies that allow direct correlation of paleoclimate archives are a prerequisite for deciphering the spatiotemporal characteristics of short-term climate variability. Such chronologies can be established through the analysis of tephra layers that are preserved in the respective sedimentary archives. Here we explore the yet untapped tephrochronological potential of the Eastern Mediterranean region for the Middle Pleistocene, specifically for the interval spanning Marine Isotope Stages (MIS) 12 e10 (460e335 ka). High-resolution cryptotephra analysis was carried out on peat cores spanning the MIS 12e10 interval that have been recovered from the iconic climate archive of Tenaghi Philippon, NE Greece. Eighteen primary cryptotephras were identified, and major- and trace-element analyses of single glass shards from all cryptotephras were performed in order to correlate themwith their eruptive sources. The results suggest origins from both Italian and Aegean Arc volcanoes. Specifically, one cryptotephra layer could be firmly correlated with the Cape Therma 1 eruption from Santorini, which makes it the first distal tephra finding for this eruptive event. While eight further cryptotephras could be tentatively correlated with their volcanic or even eruptive sources, the provenance of another nine cryptotephras as yet remains unknown. The relatively large number of cryptotephras that could not be assigned to specific volcanic sources and eruptive events reflects the still considerable knowledge gap regarding the geochronology and geochemistry of proximal tephra deposits from the Middle Pleistocene of the Central and Eastern Mediterranean regions. Due to the lack of well-dated Middle Pleistocene eruptions, we provide age estimates for all cryptotephra layers identified in the MIS 12e10 interval at Tenaghi Philippon based on high-resolution pollen data from the same cores. While eight of the identified cryptotephras were deposited within MIS 12 (~438e427 ka), one cryptotephra was deposited at the onset of MIS 11 (~419 ka), five cryptotephras during the younger part of MIS 11 (~391e367 ka), and four cryptotephras during MIS 10 (~359e336 ka). The high number of cryptotephras from multiple sources as recorded in the MIS 12e10 interval at Tenaghi Philippon highlights the key role of this archive for linking tephrostratigraphic lattices for the Middle Pleistocene of the Central and Eastern Mediterranean regions.\n© 2018 Elsevier Ltd. All rights reserved.\nidelberg.de (P. Vakhrameeva)."
  }, {
    "heading": "1. Introduction",
    "text": "The Middle Pleistocene period, spanning Marine Isotope Stages (MIS) 19 to 6 (c. 781e126 ka; Cohen et al., 2013), contains some of the arguably most interesting episodes of Quaternary climate\nevolution. It includes interglacials that represent the two best orbital analogues for the Holocene (i.e., MIS 11 and 19) and as such allow insight into the natural evolution of the present interglacial without human influence (e.g., Past Interglacials Working Group of Pages, 2016). At the same time, it comprises the two strongest glaciations of the past 800 ka (i.e., MIS 12 and 16; Lisiecki and Raymo, 2005).\nOver the past decades, Middle Pleistocene climate dynamics have been studied in a number of proxy records from marine (e.g., Barker et al., 2015; Herbert et al., 2010), terrestrial (e.g., Cheng et al., 2016; Melles et al., 2012) and ice-core (e.g., Jouzel et al., 2007; Loulergue et al., 2008) archives that comprise multiple glacial/ interglacial cycles. The synchronization of the datasets from these archives is a prerequisite for a mechanistic understanding of shortterm climate variability, notably for the quantification of leads and lags between different components of the climate system. This is, however, hindered by the often considerable uncertainties in the age models that exist for the individual archives (Bronk Ramsey et al., 2015; Lowe et al., 2015).\nAn interesting avenue for the direct synchronization of geological archives is provided by tracing, dating and fingerprinting of tephra layers (Lowe, 2011; Lowe et al., 2015). Tephra layers represent time-sensitive marker horizons because of their geologically instantaneous eruption and deposition. They circumvent chronological uncertainties as they are intrinsically connected to the application of absolute dating techniques. The geochemical composition of tephra glass shards represents their connection to a source volcano/individual eruption. Therefore, once a particular tephra layer has been geochemically characterized, it can be used to link, synchronize and potentially date sedimentary archives where it has been found. Ideally, a tephra layer can be dated via correlation to a previously dated eruptive event. Alternatively, it can be dated\ndirectly by K-Ar, Ar-Ar, U-series, and fission-track methods, or indirectly via dating of the host sediments (Bronk Ramsey et al., 2015). Identification of non-visible ash layers (i.e., cryptotephras) in distal localities has greatly extended the geographical area over which some eruptions can be traced (e.g., Davies, 2015). This approach has greatly boosted the establishment of tephrostratigraphic frameworks for the Late Pleistocene and Holocene in many parts of the world.\nThe Eastern Mediterranean is a key region for paleoenvironmental research. Due to its intermediate position between the climate systems of the higher and lower latitudes, it exhibits particularly high climatic and environmental variability (Lionello et al., 2012). At the same time, it has particular relevance for paleoanthropological, protohistorical and archeological research. It can help shed light on the dispersal dynamics of archaic and modern humans from Africa into Eurasia (e.g., Lowe et al., 2012; Müller et al., 2011; Zanchetta et al., 2018), and at the same time it represents the cradle of ancient civilizations (Freeman, 2014).\nAlthough the Eastern Mediterranean region has yielded long sedimentary archives both from the marine (e.g., ODP Sites 964, 967, and 968 e e.g., Grant et al., 2017; Lourens, 2004, Fig. 1) and the terrestrial realm (e.g., Tenaghi Philippon e Pross et al., 2015; Lake Ohrid e Wagner et al., 2017; Lake Van e Litt et al., 2014) that cover theMiddle Pleistocene, the precise correlation of these archives has remained challenging. For such efforts, the massive explosive volcanism in the Eastern Mediterranean region as it has occurred from the Eocene onwards (Peccerillo, 2017) has great potential via the generation of a tephrostratigraphic lattice (Keller et al., 1978). However, the tephrostratigraphic framework for the Eastern Mediterranean region as available today does not extend beyond the past ~200 ka (e.g., Aksu et al., 2008; Wulf et al., 2018), and the vast majority of the Middle Pleistocene has yet remained unexplored\nhi Philippon and other Middle Pleistocene tephra archives considered in this study: 1 e stelnuovo basin; 5 e Sulmona basin; 6 e Sessano basin; 7 e Boiano basin; 8 eMercure or possibly active) during MIS 12e10 are also marked: A, Aeolian Islands; Ac, Acig€ol; C, ; G, G€olcük; HD, Hasan Dagi; Is, Ischia; K, Kos; M, Milos and Antimilos; Me, Methana; N, ; Sü, Süphan; U, Ustica; V, Vico; Vs, Vulsini; Vt, Monte Vulture. The inset map shows the\n(Leicher et al., 2016). In light of these limitations, a ‘deeper-time’ extension of tephrostratigraphic research in the Eastern Mediterranean region is required in order to facilitate precise correlation of already existing and newly emerging paleoclimate records of the Middle Pleistocene.\nWithin this context, the climate archive of Tenaghi Philippon (NE Greece; Fig. 1) plays a pivotal role. This archive, which lithologically consists predominantly of peat, spans the past 1.35Ma continuously (Pross et al., 2015, and references therein). It has unique potential for a tephrostratigraphic approach not only because of its stratigraphic length and completeness, but also the favorable geographical setting with regard to the proximity of numerous volcanic sources (including Italy, the Aegean Arc and Anatolia; Fig. 1), and the peatdominated lithology that warrants good preservation and straightforward detection of (crypto)tephra layers (St. Seymour et al., 2004; Wulf et al., 2018). Herewe present a detailed cryptotephra study that has been carried out on new core material from Tenaghi Philippon covering the time interval between c. 460 and 335 ka, broadly corresponding to MIS 12e10 as defined by previously published and new high-resolution pollen data."
  }, {
    "heading": "2. Tenaghi Philippon as a tephrostratigraphic archive",
    "text": "The Philippi peatland, which harbors the study site, is located in the southeastern part of the intramontane Drama Basin on the SE Balkan Peninsula (Fig. 1). Mostly referred to as “Tenaghi Philippon”, the Philippi peatland has emerged as a unique paleoclimate archive for the Quaternary in Europe. The succession consists of a nearly 200m thick sequence of fen peat and lignite with intercalated lake marls and calcareous clays, making it the thickest known peatdominated succession worldwide (Christanis et al., 1998). Based on pollen data from early drill cores, the succession spans the past ~1.35Ma continuously (Pross et al., 2015; Tzedakis et al., 2006; Van der Wiel andWijmstra, 1987; Wijmstra and Smit, 1976). New, highquality cores were recovered from the 50e200m interval of the Tenaghi Philippon archive in 2009 (Pross et al., 2015), providing the material for this study. Importantly, Tenaghi Philippon is located within the dispersal areas of many major explosive eruptions produced by the Italian and Aegean volcanic provinces, which makes it the only known long terrestrial archive from the Balkan Peninsula that documents tephras of both volcanic provenances (Wulf et al., 2018).\nThe exceptionally favorable conditions for (crypto)tephrostratigraphic studies at Tenaghi Philippon have yielded considerable information on tephrostratigraphic markers for the Upper Pleistocene and Holocene (c. 130e3 ka) of the Eastern Mediterranean region (e.g., Albert et al., 2015; Lowe et al., 2012; Pross et al., 2015; St. Seymour et al., 2004; Wulf et al., 2018). These studies demonstrate that the archive of Tenaghi Philippon is exceptionally well suited to expand the tephrostratigraphic framework for the Middle Pleistocene of the Central and Eastern Mediterranean region."
  }, {
    "heading": "3. Potential tephra sources in the Eastern Mediterranean",
    "text": "region during MIS 12e10\nConsidering the distance to the Tenaghi Philippon site and the prevailing westerly winds in the Eastern Mediterranean region, the potassium-rich Italian (820e870 kmW of Tenaghi Philippon) and calcalkaline Aegean Arc volcanic provinces (370e550 kmS of Tenaghi Philippon) can be expected as the main sources for tephra material at Tenaghi Philippon during theMiddle Pleistocene (Fig.1). The most prominent Italian volcanic provinces that were explosively active during that time are the Roman and Ernici-Roccamonfina Provinces (Peccerillo, 2017) including the volcanoes of Vulsini, Vico, Sabatini, Colli Albani, Ernici, and Roccamonfina (Fig. 1), which\nproduced particularly large explosive eruptions (e.g., Giaccio et al., 2013a; Marra et al., 2014; Nappi et al., 1998; Rouchon et al., 2008). A number of other Italian volcanic provinces exhibited explosive volcanism during MIS 12e10, including the Sicily Province with the volcanic centers of Etna, Pantelleria and Ustica, and potentially the Aeolian Islands with older volcanoes of Lipari, Salina and Filicudi (Peccerillo, 2017) as well as the Campanian Volcanic Zone (De Vivo et al., 2001; Rolandi et al., 2003).\nIn the Aegean Arc, the most voluminous and frequent explosive activity during the Middle Pleistocene took place at Santorini volcano (Fig.1). For theMIS 12e10 interval, this activity is documented by at least one major and numerous minor pyroclastic units of the first explosive cycle of the Thera Pyroclastic Formation as well as the cinder cones of the Akrotiri Peninsula and subordinate tuffs of the preceding Peristeria volcano in the Santorini volcanic complex (Druitt et al., 1999). Other volcanic centers that experienced explosive volcanism duringMIS 12e10 include Milos and Antimilos (Fytikas et al., 1986b; Marinos, 1959), Methana (Fytikas et al., 1976, 1986a; Gaitanakis and Dietrich,1995; Matsuda et al., 1999; Pe,1974) and probably Kos (Bachmann et al., 2010; Dalabakis and Vougioukalakis, 1993; Pasteels et al., 1986) (Fig. 1). The Middle Pleistocene tephrostratigraphy of Aegean Arc volcanoes has remained poorly studied; better age constraints and glass geochemical data to characterize proximal pyroclastic deposits sufficiently are needed even for Santorini, which arguably represents one of the best studied volcanoes in this region (e.g., Druitt et al., 1999; Huijsmans, 1985). Furthermore, because distal tephra occurrences in the Aegean Arc during MIS 12e10 are yet unknown, their dispersal areas have remained elusive.\nApart from the Italian and Aegean volcanoes, there are other volcanic centers in the greater Eastern Mediterranean region (Fig. 1) that were likely active during MIS 12e10 and were able to distribute tephra via seasonally occurring northerly and southeasterly winds reaching Tenaghi Philippon. These include (i) the alkaline G€olcük volcano in Western Anatolia (c. 650 km SE of Tenaghi Philippon; e.g., Nemec et al., 1998; Platevoet et al., 2008, 2014), (ii) the calcalkaline volcanic complexes of Central Anatolia (Acig€ol, Erciyes and Hasan Dagi, c. 900e1000 km ESE of Tenaghi Philippon; e.g., Bigazzi et al., 1993; Deniel et al., 1998; Druitt et al., 1995; Schmitt et al., 2011; Şen et al., 2003), and (iii) the Eastern Carpathians in Romania (Ciomadul, c. 600 kmN of Tenaghi Philippon; e.g., Harangi et al., 2015; Kar atson et al., 2016; Moln ar et al., 2018; Seghedi et al., 2004; Szak acs et al., 2015). However, because pyroclastics from these regions still lack detailed chronological and glass-geochemical information, it has not yet been possible to trace them distally. Finally, more distant and hence less likely volcanic sources are located in Eastern Anatolia (e.g., Nemrut and Süphan Dagi, c. 1600 km E of Tenaghi Philippon; Schmincke and Sumita, 2014; Sumita and Schmincke, 2013a, b) and France (Sancy volcano, Mont-Dore, c. 1800 kmW of Tenaghi Philippon; e.g., Nomade et al., 2012; Pastre and Cantagrel, 2001)."
  }, {
    "heading": "4. Material and methods",
    "text": ""
  }, {
    "heading": "4.1. The Tenaghi Philippon peatland core “TP-2009”",
    "text": "Core TP-2009 (coordinates: 40 570 39.500 N, 24 160 03.100 E, 40m a.s.l.), spanning from 50 to 200m depth (c. 260 to 1350 ka), was recovered in 2009 and is located 4.4 km and 1.0 km ESE of the previously drilled sites TP-2005 and TF-II, respectively (see Pross et al., 2015, for a review). The investigated core interval from 82 to 63m depth corresponds to an age of c. 480e350 ka based on the correlation of low-resolution pollen data to marine isotope stages (Pross et al., 2015) and consists of peat, peaty mud and lake marls (Fig. 2)."
  }, {
    "heading": "4.2. Proximal correlative tephra samples",
    "text": "We sampled seven pumice and scoria fall deposits on Santorini in 2015 (see Supplement 1) and used data from the literature in order to correlate tephras found in core TP-2009 on the basis of their composition with proximal tephras in the region."
  }, {
    "heading": "4.3. Tephra preparation and analysis",
    "text": ""
  }, {
    "heading": "4.3.1. Tephra extraction and processing",
    "text": "To detect cryptotephra layers in the studied core material, extraction and analysis of volcanic glass shards were first performed on 10-cm-long contiguous sub-samples. Intervals in which\nglass shards were detected were then inspected in 1-cm increments in order to refine the stratigraphic positions of the identified cryptotephras. The volumes of the low- and highresolution tephra samples were 10 cm3 and 1 cm3, respectively. In both cases, the sample material was taken from the central part of the cores to avoid potential tephra cross-contamination.\nExtraction of glass shards from peat was performed using standard techniques (e.g., Gehrels et al., 2008) including removal of organic matter and carbonate material, enrichment of glass shards by density separation, as well as handpicking andmounting of glass shards in Epofix™ resin, and subsequent polishing for microanalytics (see Supplement 1). The documented cryptotephras were labeled following the scheme previously introduced for Tenaghi Philippon (Wulf et al., 2018); in this scheme, the abbreviation of the coring campaign (TP09) is followed by the mid-point of the sample depth interval (in meters) in which a cryptotephra was found (e.g., cryptotephra TP09e65.95).\nThe proximal samples from Santorini composed of pumice/ scoria clasts were crushed, sieved into a 20e100 mm fraction and mounted onto stubs using Epofix™ resin prior to grinding and polishing for geochemical analysis."
  }, {
    "heading": "4.3.2. Geochemical analysis of glass shards",
    "text": "4.3.2.1. Electron probe microanalysis (EPMA). Major-element compositions of single glass shards were determined using a wavelength-dispersive (WDS) electronmicroprobe JEOL JXA-8500F at the German Research Centre for Geosciences in Potsdam. The instrument used an accelerating voltage of 15 kV, a 10 nA beam current, and a 3e10 mm beam with count times of 20 s for the elements Mg, P, Cl, Ti, Mn, and Fe, and 10 s for F, Ca, Al, Si, K, and Na (analyzed first). A range of MPI-DING reference glasses including GOR128-G (komatiite), GOR132-G (komatiite), ATHO-G (rhyolite) and StHs6/80 (andesite) (Jochum et al., 2006) as well as natural Lipari obsidian (Hunt and Hill, 1996; Kuehn et al., 2011) were employed as secondary glass standards, andmeasured once prior to sample analyses in order to maintain inter-laboratory consistency of analytical data (Supplements 2, 3). The EPMA data were normalized to 100% total oxides on a volatile-free basis to allow data comparison. Low values (<90% for rhyolitic and <95% for other glasses) of total oxides were rejected, except for one tephra for which better quality data were not available."
  }, {
    "heading": "4.3.2.2. Secondary ion mass spectrometry (SIMS).",
    "text": "Trace-element compositions of selected glass shards were analyzed at Heidelberg University using a CAMECA IMS 3f ion probe. The operating conditions were a current intensity of 10 nA, a spot diameter of 10 mm, awidth of the energy slit of 50 eV, and a voltage offset applied to the sample accelerating voltage (þ4.5 kV) of 105 V.\nPre-sputtering time was 120 s, and five acquisition cycles with the following count times per cycle were obtained: Si (2 s), Rb (5 s), Sr (5 s), Y (5 s), Zr (5 s), Nb (5 s), Ba (5 s), La (5 s), Ce (5 s), Th (20 s), and U (20 s). As an internal (primary) standard for the instrument, the NIST-SRM 610 glass standard was used, and the rhyolitic ATHOG, the andesitic StHs6/80-G, and the basaltic GOR132-G glass standards (Jochum et al., 2006) were used as secondary reference materials."
  }, {
    "heading": "4.4. Pollen analysis",
    "text": "In the present study, pollen data were used as a reference dataset in order to provide age constraints for the detected cryptotephras. For this purpose, the previously published, lowresolution pollen dataset of Pross et al. (2015) was augmented by an additional 100 new pollen samples for the 82.00e62.50m depth\ninterval of the TP-2009 core that were taken every 13e28 cm (mean: c. 20 cm) corresponding to an average temporal resolution of 0.8e1.8 ka. Palynological processing followed the methods given in Pross et al. (2015); for details see Supplement 1. At least 300 pollen grains were counted per sample whenever possible, excluding Poaceae, Cyperaceae, aquatic plants, and fern spores.\nArboreal pollen (AP) percentages were used to identify glacialinterglacial cycles in the study interval, on the basis that forest expansion at Tenaghi Philippon occurs under interglacial boundary conditions and vice versa (Pross et al., 2015; Tzedakis et al., 2006). Specifically, we have aligned our new palynological data from core TP-2009 to the old palynological record from Tenaghi Philippon (TFII; Van der Wiel andWijmstra, 1987; Wijmstra and Smit, 1976) using the orbitally tuned age model of Tzedakis et al. (2006). The two records were aligned using minima, maxima and inflection points of the tree-pollen percentages using the AnalySeries software (Paillard et al., 1996; see Table S1-1 in Supplement 1 for details)."
  }, {
    "heading": "5. Results",
    "text": "5.1. Identification of cryptotephra layers\nGlass-shard extraction across the 82e63m depth interval of core TP-2009 yielded 20 cryptotephra layers for which EPMA analysis was carried out (Table 1; Fig. 2). An additional five samples also contained glass shards; however, due to the extremely low concentrations (1 shard per 10 cm3 of peat) and small sizes (<50 mm) of the shards in these samples, no geochemical analysis was possible (Table 1). Trace-element compositions were analyzed in 13 of the 20 cryptotephras; the remaining seven cryptotephras consisted of glass shards that were too small and/or vesicular to expose sufficiently large polished surfaces for the 10 mm beam of the SIMS apparatus.\nRepresentative EPMA and SIMS data of the identified cryptotephras are given in Table 2, whereas full geochemical data are provided in Supplement 2. Normalized (volatile-free) EPMA glass data as plotted on the total alkali vs. silica (TAS) classification diagram (Le Bas et al., 1986) are shown in Fig. 3a. Tephra-shard counts\nrange from 1 to 27 shards per cryptotephra sample (volume: 1e10 cm3). Because of the scarcity of volcanic glass in all samples, shard concentrations per gram dry weight were not calculated. In the following, we give an account of the cryptotephras encountered, startingwith the oldest cryptotephras of MIS 12 and finishing with the youngest cryptotephras of MIS 10.\n5.1.1. MIS 12 cryptotephras (82e75m core depth)\n5.1.1.1. Cryptotephras TP09e77.95 to TP09e75.75 (eight layers). Eight consecutive samples between 78.00 and 75.70m core depth contained glass shards of similar rhyolitic composition. The number of shards, partly measured by EPMA (Table 2), varied from seven (TP09e77.65) to one (TP09e76.95 and TP09e77.35) in each sample (Table 1). SIMS analysis was possible for all samples but TP09e76.05 and TP09e76.75, and the number of analyzed shards varied from four to one per sample (Table 2).\nTheir major-element compositions define the cryptotephras as low-silica rhyolites (72.4e75.7wt% SiO2; normalized data) with high-K calcalkaline affinity (3.4e6.4wt% K2O) (Fig. 3a and b). Na2O concentrations are much lower (0.36e1.20wt%) than K2O values, resulting in high alkali (K2O/Na2O) ratios of 3.80e12.83 (Fig. 3c). MgO (1.3e2.9wt%) and CaO (1.6e7.3wt%) show high values with a greater degree of scatter. Trace-element data support compositional homogeneity of the tephras (Supplement 2).\n5.1.2. MIS 11 cryptotephras (75e66m core depth)\n5.1.2.1. Cryptotephra TP09e74.75. Cryptotephra TP09e74.75 consists of two shards; one of them was analyzed by EPMA and SIMS and yielded a composition reminiscent of that of the older cryptotephras TP09e77.95 to TP09e75.75 as described above (Table 2). The TP09e74.75 cryptotephra is defined as a low-silica rhyolite (73.3wt% SiO2), however, unlike the older cryptotephras, it has calcalkaline affinity due to the slightly lower K2O concentrations (3.0 wt% K2O) (Fig. 3a and b). At the same time the Na2O content is higher (2.1wt%) and the alkali ratio is lower (1.41) than in the older cryptotephras (Fig. 3c). The trace-element concentrations of cryptotephra TP09e74.75 are compatible with those of the older cryptotephras (Supplement 2).\n5.1.2.2. Cryptotephra TP09e70.45. Cryptotephra TP09e70.45 is represented by a single shard of trachytic composition (Fig. 3a). One more shard was detected in the high-resolution sample TP09e70.405, but could not be extracted for geochemical analysis. Due to the lack of EPMA data proving that this shard represents the same cryptotephra as in the low-resolution sample, the stratigraphic position of cryptotephra TP09e70.45 cannot be constrained more precisely.\nThe composition of cryptotephra TP09e70.45 is defined by 63.4wt% SiO2, 7.2 wt% Na2O, 4.8 wt% K2O, 0.83wt% CaO, 0.33wt% MgO, and 0.82wt% Cl (Table 2). The alkali ratio of 0.67 classifies it as\nsodium-rich (Fig. 3c). In comparisonwith other trachytic tephras in the MIS 12e10 interval of core TP-2009, this tephra exhibits lower contents of K2O and CaO as well as a lower K2O/Na2O ratio.\n5.1.2.3. Cryptotephra TP09e68.95. Cryptotephra TP09e68.95 is represented by a single glass shard detected in a 10-cm resolution sample. Based on EPMAdata (Table 2), TP09e68.95 can be classified as a calcalkaline low-silica rhyolitic tephra with SiO2 values of 69.8wt% (Fig. 3a). It straddles the boundary between medium and high K2O concentrations (3.1wt%) (Fig. 3b). The Na2O content (4.6wt%) is higher than the K2O content, yielding an alkali ratio of\n0.68 (Fig. 3c).\n5.1.2.4. Cryptotephras TP09e67.15, 67.05 and 66.95. The dacitic cryptotephra TP09e67.15 and the rhyolitic cryptotephras TP09e66.95 and TP09e67.05 were isolated from three consecutive low-resolution samples. Cryptotephra TP09e67.15 is represented by 27 glass shards, which makes it the best documented tephra in the examined interval of core TP-2009. Four and three glass shards were analyzed by EPMA and SIMS, respectively. From the rhyolitic cryptotephras, three and two shards were counted, respectively, and one shard of each cryptotephra was analyzed by EPMA and SIMS.\nCryptotephra TP09e67.15 is a calcalkaline dacite (Fig. 3a and b) and has a well-constrained compositional range of major-element concentrations, e.g., SiO2 (63.6e64.0wt%), Na2O (4.5e4.7wt%), and K2O (2.1wt%) (Table 2). The alkali ratios are 0.45e0.47 (Fig. 3c). Trace-element compositions of three glass shards also show narrow ranges of element concentrations (Supplement 2).\nCryptotephras TP09e66.95 and TP09e67.05 are both calcalkaline to high-K calcalkaline low-silica rhyolites (Fig. 3a and b), with major-element compositions that are similar to that of the previously described cryptotephra TP09e68.95 (Table 2). The respective\nconcentrations of some major elements are 69.6 and 69.9 wt% SiO2, 4.3 and 4.6wt% Na2O, and 3.7 and 3.1wt% K2O (Supplement 2). Both tephras have Na2O values exceeding K2O values, resulting in alkali ratios of 0.66e0.86 (Fig. 3c). Trace-element data confirm the similarity between cryptotephras TP09e66.95 and TP09e67.05 (Table 2).\n5.1.3. MIS 10 cryptotephras (66e63m core depth)\n5.1.3.1. Cryptotephras TP09e65.95, 65.835a and 65.835b. Three glass shards were detected in a 10-cm resolution sample at 65.9e66.0m depth, one of which was analyzed by EPMA. Despite the low analytical total, we use the EPMA data of the only available glass shard of this sample for further discussion.\nOne more glass shard was found in the adjacent low-resolution sample at 65.8e65.9m depth. Detection of four more glasses at 65.83e65.84m depth further refined the stratigraphic position of the cryptotephra. EPMA and SIMS compositions of two glasses from the 1-cm resolution sample are distinctly different, and thereby two cryptotephras were distinguished at the same depth (TP09e65.835a and TP09e65.835b).\nThe major-element composition of cryptotephra TP09e65.95 indicates a calcalkaline dacite (Table 2; Fig. 3a and b) with\ncomparison of trachytic TP09 cryptotephras with potential Italian source volcanoes.\n, and the upper flow unit of CI are plotted as well. A N2O/K2O ratio of 0.6 is used to\nof Campanian provenance (Giaccio et al., 2014) is shown as a potential correlative for\nMargari et al. (2007), Müller et al. (2011) Smith et al. (2011), Tomlinson et al. (2012a);\nomlinson et al. (2012a); Etna e Albert et al. (2013), Wulf et al. (2004, 2012); Ischia e\nmburrino et al. (2012), Tomlinson et al. (2015); Roccamonfina e Giaccio et al. (2014),\nal. (2012), Giaccio et al. (2014), Leicher et al. (2016), Marra et al. (2014), Palladino et al.\nal. (2016), Marra et al. (2014), Palladino et al. (2014), Perini et al. (2000), Regattieri et al.\nconcentrations of 66.7 wt% SiO2, 2.7 wt% K2O, and 4.4wt% Na2O, yielding a K2O/Na2O ratio of 0.61 (Fig. 3c).\nCryptotephra TP09e65.835a shows trachytic affinity with 62.1 wt% SiO2 and a K2O/Na2O ratio of 1.2 indicative of shoshonites (Fig. 3a, c). It contains 7.0wt% K2O, 6.0 wt% Na2O, 2.3 wt% CaO, 0.34wt% MgO, and 0.82wt% Cl. SIMS analysis of cryptotephra TP09e65.835a yielded trace-element data (Table 2).\nCryptotephra TP09e65.835b is a calcalkaline rhyolite with high contents of SiO2 (76.8 wt%) and K2O (5.0wt%) (Fig. 3a and b) whereby K2O is more abundant than Na2O (K2O/Na2O¼ 1.94) (Fig. 3c). Trace-element data further define its composition (Table 2).\n5.1.3.2. Cryptotephras TP09e63.05, 63.015a and 63.015b. Twelve glass shards were detected in the 63.0e63.1m depth range of core TP-2009. Nine of themwere analyzed by EPMA and revealed three different compositions. Cryptotephra TP09e63.05 comprises three glass shards of trachytic composition. Four more trachytic glass shards were found during high-resolution tephra search. They are, however, geochemically different from the ones found in the low-resolution sample and therefore form a separate cryptotephra (i.e., TP09e63.015a). The third cryptotephra of rhyolitic affinity was first detected in the low-resolution sample and then constrained to the same depth as the trachytic cryptotephra TP09e63.015a. It is\nrepresented by two glass shards and was labeled TP09e63.015b. Two more tephra shards from another high-resolution sample TP09e63.005 appear to be from a sodium-rich trachyte, but were not considered further because they yielded Na values that were considerably higher (8.27e8.62wt%) than those typical for sodiumrich trachytes. SIMS data were obtained only from two glasses of cryptotephra TP09e63.05.\nThe trachytic cryptotephra TP09e63.05 has a tight compositional range (60.6e61.7wt% SiO2, 7.6e7.8wt% K2O, 3.8e4.5wt% Na2O, 2.7e2.9wt% CaO, 0.77e0.88wt%MgO, and 0.32e0.37wt% Cl) and is characterized by an alkali ratio of 1.7e2.0 indicating potassium-rich rocks (Table 2; Fig. 3a, c). SIMS trace-element concentrations of two glass shards also show homogenous compositions (Supplement 2).\nCryptotephra TP09e63.015a straddles the trachyte-phonolite boundary and has comparable SiO2 contents (61.5e62.0wt%), but lower alkali ratios (0.9e1.0) relative to cryptotephra TP09e63.05, which assigns it to shoshonites (Fig. 3a, c). Lower concentrations of K2O, FeO, CaO and MgO (5.9e7.1, 2.9e3.1, 1.2e1.8, and 0.34e0.37wt %, respectively) and higher Na2O and Cl values (6.9e7.2 and 0.79e0.84wt%, respectively) of cryptotephra TP09e63.015a further discriminate it from cryptotephra TP09e63.05.\nThe rhyolitic cryptotephra TP09e63.015b has 71.4e72.5wt% SiO2 and straddles the boundary between medium and high K2O\nm Tenaghi Philippon with Italian source volcanoes and individual eruptions during the gerprints that are older than proximal Campanian volcanics (~290 ka), including the tted/dashed lines) and LA-ICPMS (dark blue dotted/dashed lines) data of CI on trace1,2; Campanian Ignimbrite e Leicher et al. (2016)1, Margari et al. (2007)1, Tomlinson i Flegrei e Smith et al. (2011)1,2, Tomlinson et al. (2012a)1,2; Old Campanian Tephras . (1998)1. Analytical techniques used in the data sources: 1 e EPMA; 2 e LA-ICP-MS; 3 e red to the Web version of this article.)\nvalues (3.2e3.3wt%) (Fig. 3a and b). One of the analyzed shards shows a very low Na2O content, apparently resulting from Na loss during EPMA analysis. The other glass shard is characterized by higher Na2O than K2O concentrations and has an alkali ratio of 0.70 (Fig. 3c)."
  }, {
    "heading": "6. Discussion",
    "text": "6.1. Sources of identified cryptotephras\nThe cryptotephras identified in theMIS 12e10 interval of the TP2009 core were grouped into five main geochemical populations (POP#) with the first one (POP1) subdivided in three subpopulations (POP1A to POP1C) based on their major-element glass compositions (Table 1; Fig. 3) and compared with previously published glass-compositional data of proximal and distal tephra deposits from the Mediterranean region. The compositional groups were discriminated using classification diagrams (Fig. 3) as well as other major- and trace-element plots presented in Figs. 4e8 (see also figures in Supplement 4). These populations have the potential to represent different provenances of the identified cryptotephras. In the following, we therefore provide a detailed discussion on the proposed volcanic sources and tephra correlations for the trachytic population POP1 (see Section 6.1.1), the dacitic population POP2 and the rhyolitic population POP3 (Section 6.1.2.1), and the rhyolitic populations POP4 and POP5 (Section 6.1.2.2)."
  }, {
    "heading": "6.1.1. Sources of trachytic cryptotephras",
    "text": "During the Quaternary, Italian volcanism produced numerous compositionally diverse pyroclastics ranging from mafic to felsic and from sub-alkaline to ultra-alkaline (e.g., Peccerillo, 2017). Its distinctive characteristics within the Mediterranean magmatic realm are the high abundance of sodic and particularly potassic alkaline volcanics (Peccerillo, 2017), a feature that we also observe in the four trachytic TP-2009 cryptotephra layers of POP1 (TP0963.05, 63.015a, 65.835a, and 70.45). Given that trachytic pyroclastics were massively produced by the Roccamonfina, Sabatini, Vico and Vulsini volcanoes in Italy during the studied time interval (Marra et al., 2014; Palladino et al., 2014; Rouchon et al., 2008), these Italian volcanoes are themost likely sources for these tephras.\nTrachytes are also common eruptive products of the Campanian Province (e.g., Ischia, Campi Flegrei), which was characterized by violent explosive activity during the Late Pleistocene. The oldest volcanic rocks exposed on Ischia and within the Campi Flegrei are dated at c. 150 and 60 ka, respectively (e.g., Poli et al., 1987; Pappalardo et al., 1999), whereas outside the Campanian Plain, in the western foothills of the Apennine Mountains, ignimbrites produced by Campanian activity yielded ages from 290 to 116 ka (De Vivo et al., 2001; Rolandi et al., 2003). Therefore, based on the evidence from proximal sites Campanian tephra deposits are too young to be present in our record. In contrast, however, several much older tephras from marine and lacustrine sediment records in central-southern Italy and on the Balkan Peninsula that yielded geochemical signatures of Campanian provenance suggest that\nFig. 6. Major- and trace-element plots showing comparison of dacitic and rhyolitic cryptotep only Quaternary rocks of Methana, Milos, Kolumbo, Kos, Nisyros, Yali, and (plotted separatel (Acig€ol; Erciyes Dagi) and Eastern (Nemrut, Süphan) Anatolia, Carpathians (Ciomadul), and Vougioukalakis (1993)3, Federman and Carey (1980)1, Cantner et al. (2014)1, Filippou (2 Dunham (1998)3, Margari et al. (2007)1, Mitropoulos et al. (1987)3, Pe (1974)3, Pe-Piper and (2008, 2013)1,3; Santorini e Druitt et al. (1999)3, Huijsmans (1985)3, Margari et al. (2007)1, et al. (2012, 2017)1,2; Western and Central Anatolia e Tomlinson et al. (2015)1,2; Easter Schmincke (2013a,b)1,3; Carpathians e Kar atson et al. (2016)1, Moln ar et al. (2018)3; Pianic EPMA; 2 e LA-ICP-MS; 3 e bulk analyses.\nCampanian volcanoes might potentially be older than previously thought. These tephras include the V5/Parmenide tephra (c. 723 ka) found in the Montalbano Jonico sequence as well as in the Crotone and Sulmona basins (Giaccio et al., 2013b; Petrosino et al., 2015), the V7 tephra (c. 687 ka) from Montalbano Jonico (Petrosino et al., 2015), the A12/A11 and SC2 tephras (514.2± 5.6 ka) from the Acerno and Mercure basins (Giaccio et al., 2014; Petrosino et al., 2014), which are equivalent to tephra OH-DP-2017 in Lake Ohrid (SW Balkan Peninsula; Leicher et al., 2016), and the TAV2 tephra from the Mercure basin (c. 494e438 ka; Giaccio et al., 2014). Another potential Campanian tephra, the exceptionally thick Morphi ash fall deposit in western Epirus (SW Balkan Peninsula), dates to 374± 7 ka (Pyle et al., 1998). Based on major-element characteristics and Sr isotope ratios of the SC2 and TAV2 tephras, Giaccio et al. (2014) have proposed an alternative correlation of these tephras with trachytes from Ponza Island off the Italian CampaniaLatium coast. Because, however, of the older ages of its volcanic products (final volcanic activity ~1Ma; Cadoux et al., 2005) we can firmly exclude Ponza as a source for our cryptotephras during MIS 12e10. We therefore consider Campanian volcanoes as potential sources for the trachytic cryptotephras in the MIS 12e10 section of the TP-2009 core.\n6.1.1.1. Cryptotephras TP09e63.015a (trachytic component) and TP09e63.05. The chemical composition of cryptotephra TP09e63.015a lies at the boundary between the Campi Flegrei and the Ischia compositional fields, while cryptotephra TP09e63.05 falls within the overlap of the Roccamonfina and Campi Flegrei compositional fields (Figs. 4 and S4-2). All glass-based majorelement compositions of cryptotephra TP09e63.05 match those of the upper flow unit of the Campanian Ignimbrite (CI, 39.85± 0.14 ka; Giaccio et al., 2017a), while two shards of cryptotephra TP09e63.015a match the CI basal fall and lower and intermediate flow units with respect to their major-element chemistry (Figs. 4b and 5 and S4-3). The SIMS trace-element data obtained from two glass shards of cryptotephra TP09e63.05 confirm that it fits both LA-ICPMS (Tomlinson et al., 2012a) and SIMS (Wulf et al., 2018) compositions of the CI upper flow unit (Figs. 5 and S4-3). The CI occurs as a 23-cm-thick tephra layer further upcore at 12.87m depth in the Tenaghi Philippon sequence (Müller et al., 2011), and coring-related re-deposition from that tephra in the top core segments of the 40e130 ka part of the sequence has been reported (Wulf et al., 2018). We therefore interpret both the TP09e63.05 and 63.015a shards to be re-worked from the CI.\n6.1.1.2. Cryptotephra TP09e65.835a (trachytic component). The trachytic glass component TP09e65.835a of the bimodal cryptotephra layer at 65.835m core depth can be assigned to Campanian volcanic activity, which is shown by the CaO/FeO vs. Cl plot (Giaccio et al., 2017b) where it matches the Campi Flegrei compositional field (Fig. 4b). It falls partly within the geochemical envelope of the basal fall and lower and intermediate flow units of CI on major- and trace-element plots (Figs. 5 and S4-3). However, it can be discriminated from the CI on the basis of the lower Cl to CaO/FeO ratio (Fig. 4b). Consequently, we consider cryptotephra\nhras from Tenaghi Philippon with potential volcanic sources: (A) Aegean Arc, including\ny) Santorini; Aeolian Islands, including Salina and Lipari; (B) Western (G€olcük), Central\nPianico (T21d) tephra. Data sources: Aegean Arc e Aksu et al. (2008)1, Dalabakis and\n014)3, Fuller (2015)1, Fytikas et al. (1986a,b)3, Koukouzas (1997)3, Koukouzas and\nMoulton (2008)3, Tomlinson et al. (2012b)1,2, Vinci (1985)1, Zouzias and St. Seymour\nSatow et al. (2015)1, Tomlinson et al. (2015)1,2, this study1; Salina and Lipari e Albert\nn Anatolia e Macdonald et al. (2015)1, Schmincke and Sumita (2014)1, Sumita and\no (T21d) e Brauer et al. (2007)1. Analytical techniques used in the data sources: 1 e\nTP09e65.835a a primary fallout deposit of Campanian origin. TP09e65.835a plots close to, but does not overlap with the trachytic Middle Pleistocene tephra layers that have been attributed to the Campanian Province by several authors (e.g., Giaccio et al., 2014; Petrosino et al., 2015; Leicher et al., 2016) based on their major-element chemistry (Figs. 5 and S4-3). Only one of these tephras is defined in terms of trace-element composition (V5; Petrosino et al., 2015); it shows a considerably lower Nb content than TP09e65.835a (Fig. 5). Two eruptions that occurred during MIS 12e10 are those causing the Morphi (374 ± 7 ka, Pyle et al., 1998) and TAV2 tephras (c. 494e438 ka, Giaccio et al., 2014). Published EPMA data of the Morphi and TAV2 tephras show major-element concentrations that are strongly similar to that of TP09e65.835a, but reveal differences in their MgO, CaO and Na2O contents (Figs. 5 and S4-3). The TAV2 tephra can be clearly discriminated from TP09e65.835a in the Cl vs. CaO/FeO diagram (Fig. 4b). Hence, at this stage we cannot correlate the TP09e65.835a cryptotephra with a dated eruptive event, but we suggest an origin from an unknown MIS 10 eruption in the Campanian Province.\n6.1.1.3. Cryptotephra TP09e70.45. The sodium-rich trachytic glass composition of cryptotephra TP09e70.45 differs from that of the three younger trachytic cryptotephras found by a substantially lower alkali ratio (0.67), slightly lower K2O (4.8wt% compared to 5.9e7.8wt%) and CaO values (0.83wt% compared to 1.2e2.9wt%), and higher SiO2 concentrations (63.4wt% compared to 60.6e62.1wt%) (Figs. 4a, 5 and S4-3). Together with the relatively high Cl content (0.82wt%) and the very low CaO/FeO ratio (0.27) matching the Ischia compositional field (Fig. 4b), this composition suggests a Campanian provenance. A correlation of cryptotephra TP09e70.45 with the Morphi tephra (374± 7 ka, Pyle et al., 1998) or the TAV2 tephra (c. 494e438 ka, Giaccio et al., 2014) is not supported by the major-element compositions (Figs. 5 and S4-3). Therefore, we propose that cryptotephra TP09e70.45 represents an unknown eruption from the Campanian Province during MIS 11."
  }, {
    "heading": "6.1.2. Sources of dacitic and rhyolitic cryptotephras",
    "text": "A total of 16 cryptotephra layers from the studied interval of the TP-2009 core show either calcalkaline dacitic or rhyolitic glass compositions of either Aegean Arc or yet undefined Eastern Mediterranean provenance (Figs. 3a, d, 6, S4-1, S4-4). Out of these, the two dacitic layers (TP09e65.95 and TP09e67.15) and four rhyolitic layers of glass population POP3 (cryptotephras TP09e63.015b, TP09e66.95, TP09e67.05 and TP09e68.95) show compositions that are typical for Santorini tephras (see Section 6.1.2.1). Cryptotephra TP09e65.835b (glass population POP4) and nine older layers of glass population POP5 have high-silica rhyolitic glass compositions that either overlap with the tephra compositions of Aegean Arc volcanoes, or partly overlap with those of Aegean Arc/ Eastern Carpathian volcanoes; they cannot yet be assigned to individual volcanic sources (see Section 6.1.2.2).\n6.1.2.1. Tephras of Santorini provenance. The six TP09 cryptotephras of Santorini provenance exhibit two different glass compositions. Cryptotephras TP09e65.95 and TP09e67.15 are calcalkaline dacites and can be grouped into glass population POP2. In contrast, cryptotephras TP09e63.015b, TP09e66.95, TP09e67.05 and TP09e68.95 are calcalkaline to high-K calcalkaline low-silica rhyolites and represent glass population POP3 (Figs. 3, 6 and S4-4).\nSantorini is the most explosive caldera-forming volcano within the Southern Aegean Arc and has been active since at least 650 ka (Druitt et al., 1999). Its younger activity is divided into two main explosive cycles, and a total of twelve major and numerous minor pyroclastic eruptions (labeled as M1 to M12; Druitt et al., 1999).\nMost of the major explosive eruptions are characterized by some degree of magma heterogeneity and/or zoning, and two types of compositional zoning present in magma reservoirs based on bulkrock (XRF) compositional data can be distinguished (Druitt et al., 1999): (i) a predominantly silicic (rhyodacitic) magmas (66.3e71.4wt% SiO2) with a subordinate basaltic-andesitic component (47e62wt% SiO2) showing large compositional gaps, and (ii) a predominantly intermediate (andesitic-dacitic) composition (56e64wt% SiO2) with a minor, more evolved dacitic component (61.8e67.0wt% SiO2) showing large as well as small compositional gaps and zoning.\n6.1.2.1.1. Cryptotephra TP09e63.015b (rhyolitic component). The rhyolitic cryptotephra TP09e63.015b of glass population POP3 with SiO2 contents of c. 72wt% is comparable with the bulk composition of the first group of predominantly rhyodacitic eruptions of Santorini (Fig. S4-5). It best matches the newly obtained EPMA glass composition of the pumice fall deposit of the Cape Therma 2 (CT-2) eruption (sample SAN15-28, Supplements 1, 3; Figs. 7 and S4-6). The CT-2 pumice fall has not yet been dated directly, but its age (c. 224 ka) can be constrained by the directly overlying rhyodacitic lava flows of Cape Alonaki that yielded a K-Ar age of 224± 5 ka (Druitt et al., 1999). Given the compositional similarity and the absence of a paleosol between the CT-2 pumice fall and the Cape Alonaki lavas, they were probably produced by a single eruption (Druitt et al., 1999). Because cryptotephra TP09e63.015b is older than the CT-2 eruption by more than 100 ka (see Section 6.2), it may potentially represent reworked material from an undetected primary CT-2 tephra layer in the yet unstudied interval upcore in the Tenaghi Philippon record. This interpretation is strongly supported by the reworked CI material in the same sample (see Section 6.1.1).\n6.1.2.1.2. Cryptotephras TP09e65.95 and TP09e67.15. The dacitic glass population POP2 (63.6e66.7wt% SiO2) best matches the bulk composition of more evolved components of the second group of predominantly intermediate eruptions of Santorini (Fig. S4-5). Potential explosive Santorini eruptions with dacitic compositions that occurred during the studied time interval are the Cape Therma 1 (CT-1) and younger Cape Therma 3 (CT-3) eruptions (Druitt et al., 1999). Comparisons of newly obtained EPMA glass data of basal pumice fall and ignimbrite deposits from the CT-3 (sample SAN1526) and CT-1 eruptions (samples SAN15-33, SAN15-34, and SAN1536, Supplements 1, 3) show strong similarities and a close match with both the TP09e65.95 and the less evolved TP09e67.15 cryptotephras (Figs. 7 and S4-6). The age of the CT-3 eruption is bracketed between those of the preceding CT-2 (c. 224 ka; Druitt et al., 1999) and the post-dating Lower Pumice 1 (c. 184 ka; Gertisser et al., 2009) eruptions of Santorini, and thus appears to be considerably younger than the studied time interval. The published age of the CT-1 eruption of 360 ka is based on dating of andesites at Cape Alai that underlie CT-1; they yielded values ranging from 145± 64 to 425± 39 ka based on K/Ar, and 456± 138 ka based on 40Ar/39Ar dating (Druitt et al., 1999). This age is compatible with those of both cryptotephras TP09e65.95 and TP09e67.15 (see Section 6.2), and we therefore correlate them with the CT-1 eruption. The trace-element glass data of cryptotephra TP09e67.15 compared to the only available bulk trace-element compositions of the CT-3 and CT-1 eruptions further support this interpretation; on most bivariate plots it falls either within the CT-1 geochemical envelope or within the overlap of the CT-1 and CT-3 envelopes (Figs. 7 and S4-6). Although TP09e67.15 contains a much larger number of glass shards (n¼ 27) compared to TP09e65.95 (n¼ 3), we consider the latter to represent the primary layer because its age is more compatible with that of the proximal CT-1 deposits, and TP09e67.15 to be likely reworked material that has been displaced by post-depositional processes. An alternative interpretation of\ncryptotephra TP09e67.15 is that it might represent a yet unknown interplinian eruption within the minor pyroclastic sequence M1 below the CT-1 deposits on Santorini (Druitt et al., 1999).\n6.1.2.1.3. Cryptotephras TP09e66.95, TP09e67.05 and TP09e68.95. The three remaining rhyolitic TP09 cryptotephras of glass population POP3 with SiO2 contents of c. 70wt% also derive from predominantly rhyodacitic magmas of Santorini eruptions (Fig. S4-5) and are stratigraphically older than the CT-1 eruption. However, little information is yet available on the pyroclastic activity that predated the first explosive cycle at Santorini (Druitt et al., 1999). Peristeria volcanic deposits, which predate (530e430 ka, Druitt et al., 1999) the Thera pyroclastics on Santorini, are predominantly basaltic to andesitic, rarely dacitic, lavas with subordinate tuffs. A correlation ofMIS 11 cryptotephras from the TP-2009 core with Peristeria deposits is precluded not only by the age discrepancy, but also the lack of published glass EPMA data on Peristeria pyroclastic units.\nAt Cape Plaka (Santorini), twowhite and well-sorted pumice fall deposits underlie the CT-1 pyroclastic unit, namely layer SAN15-35 (directly underlying CT-1) and SAN15-37 (underlying SAN15-35; Supplement 1); they most likely relate to the yet undated minor pyroclastic unit M1 of Druitt et al. (1999). Newly obtained majorelement glass data of these two deposits (Supplement 3) reveal a rhyolitic composition that is similar to that of cryptotephras TP0966.95, 67.05 and 68.95. In general, SAN15-35 and SAN15-37 are\nboth less evolved than CT-2, with SAN15-37 partly overlapping the CT-2 composition. Cryptotephras TP09e66.95, 67.05 and 68.95 plot compositionally between SAN15-35 (67.7e69.4wt% SiO2) and SAN15-37 (70.3e72.3wt% SiO2), and some element concentrations (e.g., TiO2, MgO, CaO) overlap with the SAN15-35 compositions (Figs. 7 and S4-6).\nThe trace-element glass compositions of cryptotephras TP09e66.95 and 67.05 show a close match with the bulk traceelement data of the CT-2 eruption (Figs. 7 and S4-6). Due to the lack of trace-element data for SAN15-35 and SAN15-37 we can only establish a tentative correlation of the identified cryptotephras with unit SAN15-35. All three cryptotephra layers most likely derive from one single volcanic event, of which TP09e66.95 is interpreted as the primary layer (three glass shards). TP09e67.05 and TP09e68.95 are most likely reworked material derived from the primary layer that have been displaced downward by postdepositional processes within the Tenaghi Philippon peat sequence.\n6.1.2.2. Tephras of undefined provenance. A total of ten TP09 cryptotephra layers have high-silica rhyolitic compositions of undefined provenance. Cryptotephra TP09e65.835b of glass population POP4 can only tentatively be assigned to Aegean Arc activity (Figs. 3d, 6, S4-1, S4-4). The nine cryptotephras of glass population POP5 show compositions that do not match any known potential volcanic sources (Figs. 3d, 6, S4-1, S4-4).\n6.1.2.2.1. Cryptotephra TP09e65.835b (rhyolitic component). The major-element data of cryptotephra TP09e65.835b of glass population POP4 overlaps with the geochemical compositions of Quaternary tephras from Aegean Arc volcanoes (excluding Santorini) as well as with that of younger rhyolitic tephras from the Aeolian Arc (<55 ka), the Eastern Carpathians (<53 ka), and Central Anatolia (<27 ka) (Figs. 6 and S4-4).\nPotential volcanic sources within the Aeolian Arc include Lipari and Salina Islands, which started their eruptive history c. 267 and c. 244 ka ago, respectively (Peccerillo, 2017). However, the earliest eruptive epochs of these islands are exclusively characterized by effusive and explosive eruptions with basaltic and basalt-andesitic compositions, while rhyolitic magmatism only commenced during the latest eruptive epochs (<55 ka; Albert et al., 2017; Forni et al., 2013; Lucchi et al., 2013). Furthermore, the trace-element glass compositions of younger rhyolitic tephra deposits from Lipari and Salina are distinct from that of cryptotephra TP09e65.835b (Figs. 6a and S4-4). Despite its compositional similarity with Late Pleistocene tephras with regard to major elements and partly also trace\nelements (Figs. 6b and S4-4), we cannot correlate cryptotephra TP09e65.835b with Eastern Carpathian and Central Anatolian volcanic eruptions because of the scarcity of tephrostratigraphic information available for these centers. A more likely source of cryptotephra TP09e65.835b is the Aegean Arc, which also provides the best match for the cryptotephra on the basis of both major- and trace-element concentrations (Figs. 6a and S4-4). Apart from Santorini, other volcanoes of the Aegean Arc are also known to have erupted during MIS 12e10 (Figs. 8 and S4-7). These are (i) the volcanic archipelago of Milos, with the Trachilas complex of the Island of Milos and the entire Island of Antimilos emplaced at c. 370e320 ka (Fytikas et al., 1986b); (ii) the peninsula of Methana with volcanics of the Chelona Series dated at c. 380e290 ka (Fytikas et al., 1976; Gaitanakis and Dietrich,1995; Matsuda et al., 1999), and (iii) Kos Island with the pyroclastics of the Kefalos Series, dated at c. 550 ka, but considered to be potentially younger (Bachmann et al., 2010; Pasteels et al., 1986). However, reliable correlations of these pyroclastics with cryptotephra TP09e65.835b are hindered by the scarcity of glass compositional data of proximal products, since\nbulk chemical data may provide false information. This can be best demonstrated by the comparison of bulk chemical data of the Chelona pyroclastics of Methana (Fytikas et al., 1986a; Mitropoulos et al., 1987) with interstitial glass data of older cognate xenoliths (Pe, 1974): the former shows compositional ranges from basaltic andesites to dacites, while the latter displays a rhyolitic affinity (73.9e78.4wt% SiO2). With regard to its composition (e.g., SiO2, MgO, FeO and CaO), the interstitial glass is partially similar to the single-glass composition of cryptotephra TP09e65.835b (Figs. 8 and S4-7).\nOne bulk-pumice analysis of the Kefalos Tuff from Kos (Dalabakis and Vougioukalakis, 1993) yielded a high-SiO2 rhyolitic composition (77.6wt% SiO2), which approximates the glass composition of cryptotephra TP09e65.835b (Figs. 8 and S4-7). EPMA glass data available from the younger Kos Plateau Tuff (c. 161 ka) indicate a high-silica rhyolitic association with SiO2 contents of 76.5e78.3 wt% (Aksu et al., 2008; Zouzias and St. Seymour, 2013), while bulk pumice analyses yield less SiO2-rich values of 73.2e77.0wt% (Pe-Piper and Moulton, 2008; Zouzias and St. Seymour, 2008) (Fig. 8). Cryptotephra TP09e65.835b plots within the Kos glass geochemical envelope on all bivariate plots, except for the Na2O vs. SiO2 diagram where it shows lower Na2O contents (Figs. 8 and S4-7). The rhyolites of the Kos Plateau Tuff and the Kefalos Series are similar in composition and mineralogy, and both were probably generated by fractional crystallization frommagmas similar to the Kefalos dacites (Bachmann and Schnyder, 2006). This would support a tentative correlation of cryptotephra TP09e65.835b with the Kefalos Series from Kos.\nAlthough pyroclastic deposits were documented on Antimilos (Fytikas et al., 1986b), only bulk analyses of lava flows and domes are available from this center (Fytikas et al., 1986b; Marinos, 1959), precluding a possible correlationwith cryptotephra TP09e65.835b. In contrast, more compositional data are available from the Island of Milos including few EDS-EPMA analyses of perlite from the Trachilas tuff ring. These data indicate highly evolved magmas with SiO2 values between 76.7wt% and 80.8wt% (Filippou, 2014; Fytikas et al., 1986b; Koukouzas and Dunham, 1998). Cryptotephra TP09e65.835b falls into the geochemical field of Milos and particularly of Trachilas in all bivariate plots (Figs. 8 and S4-7). Only its Na2O content is lower than that of Milos, which may be related to sodium loss during EPMA. In addition to the similarity in chemical composition, K/Ar dates of 370± 90 ka and 320± 50 ka for the rhyolites of Trachilas and Antimilos, respectively (Fytikas et al., 1986b), broadly correspond to the stratigraphic position of cryptotephra TP09e65.835b within MIS 10 (358 ka). They suggest that one of these volcanic centers could also be the source of the cryptotephra. In summary, the limited availability of glass chemical data of Aegean Arc volcanoes allows only a tentative correlation of cryptotephra TP09e65.835b with volcanic centers from either Kos or Milos.\n6.1.2.2.2. Cryptotephras TP09e74.75 to TP09e77.95 (nine layers). The nine cryptotephra layers of glass population POP5 have a rhyolitic composition that is distinctly different from all volcanic sources discussed so far. They are characterized by SiO2 (72.4e75.7wt%), K2O (3.0e6.4wt%), FeO (0.30e1.56wt%), TiO2 (0.05e0.26wt%), and Al2O3 (12.9e15.4wt%) concentrations that best match Aegean Arc and Carpathian tephra compositions; however, they show considerably higher CaO and MgO concentrations as well as lower Na2O concentrations (Figs. 6 and S4-4). Trace-element glass and even bulk data for tephras from this time range are lacking from the Eastern Carpathians and are very rare from the Aegean Arc. Middle Pleistocene tephra deposits from the Aegean Arc are yet characterized by bulk trace-element analyses only, and single-glass analyses are only available for few Late Pleistocene tephras from that region. Nevertheless, the available\ndata demonstrate that population POP5 does not overlap with Aegean Arc (Santorini, Nysiros) and Central Anatolian (Acig€ol, Erciyes Dagi) compositional fields in most trace-element plots (Figs. 3d, 6, S4-1, S4-4). The plots, however, indicate that this population derives from a volcano in a subduction-related tectonic setting, although it is not clear whether it relates to an active- or a post-subdaction setting (Fig. 3d, S4-1 and S4-1). Hence, the sources of the cryptotephras within the POP5 glass population remain yet unknown.\n6.2. Ages of the MIS 12e10 cryptotephras at Tenaghi Philippon\nAlthough the detected cryptotephras from the 460e335 ka interval at Tenaghi Philippon have distinct geochemical signatures, their correlations with well-dated volcanic eruptions remain difficult. This is because the eruptive history of the Mediterranean region during the Middle Pleistocene is as yet largely unexplored (Leicher et al., 2016; Petrosino et al., 2015). Moreover, Middle Pleistocene volcanic eruptions in the Eastern Mediterranean region lack accurate chronologies because of limited dating of proximal deposits (Bachmann et al., 2010; Sumita and Schmincke, 2013b). This is illustrated by the fact that for the only cryptotephra from the MIS 12e10 interval at Tenaghi Philippon that could be confidently assigned to a known eruption (i.e., TP09e65.95) no accurate dates exist that are derived from its proximal correlative. Instead, the available age estimate for its proximal correlative, i.e., the CT-1 eruption, is 360 ka (Druitt et al., 1999), which only confirms that the TP09e65.95 cryptotephrawas deposited during theMiddle Pleistocene.\nTo circumvent these limitations, we here provide tentative ages of the identified cryptotephras based on the alignment of the TF-II and TP-2009 pollen datasets from Tenaghi Philippon (Fig. 9). The cryptotephras TP09e77.95 to TP09e75.75 are situated within an interval characterized by tree-pollen percentages <20%, which implies that theywere deposited during theMIS 12 glacial between 438 and 427 ka (Table 1; Fig. 9). Cryptotephras TP09e74.75 to TP09e66.95 are located within an interval characterized by high (>80%) tree-pollen percentages, implying that they were deposited during the MIS 11 interglacial (Fig. 9). More specifically, cryptotephra TP09e74.75 occurs close to the onset of the interglacial and has a pollen-derived age of c. 419 ka. Cryptotephras TP0970.45, 68.95, 67.15, 67.05, and 66.95 have been deposited during the younger interval of MIS 11 between 391 and 367 ka (Table 1; Fig. 9). The cryptotephras TP09e65.95 and 835a,b are associated with relatively low tree-pollen percentages (~50%) at the transition to the MIS 10 glacial (c. 359e358 ka; Table 1; Fig. 9). Finally, the cryptotephras TP09e63.05 and 63.015a,b are located within an interval of increasing tree-pollen percentages that marks the transition to the MIS 9 interglacial; they then can be assigned a pollen-based age of c. 336 ka (Table 1; Fig. 9).\nThe age assignments for the cryptotephra layers as derived from tree-pollen percentages provide a stratigraphic framework that is essential for correlation with other paleoclimatic records. Although the age model of the TF-II pollen dataset (Tzedakis et al., 2006; Van der Wiel and Wijmstra, 1987; Wijmstra and Smit, 1976) has received general acclaim and is regularly used in comparisons with terrestrial (e.g., Gasse et al., 2015; Litt et al., 2014; Sadori et al., 2016; Wagner et al., 2017) andmarine (e.g., Bahr et al., 2018;Martrat et al., 2007) paleoclimate records from the Middle Pleistocene, it may be somewhat compromised by tuning uncertainties, which would by extension affect the palynologically derived ages of the cryptotephras. This holds particularly true for the younger parts of MIS 11. Specifically, the first strong forest contraction at Tenaghi Philippon duringMIS 11 occurred at c. 380 ka as documented by the decline in tree-pollen abundances by c. 40e50% (Fig. 9). This post-dates the\nfirst strong cooling event in the North Atlantic by c. 10 ka (e.g., Barker et al., 2015; Bassinot et al., 1994; Voelker et al., 2010) (Fig. 9). Considering the extremely sensitive response of the Tenaghi Philippon pollen record to northern hemisphere climate dynamics (e.g., Müller et al., 2011; Pross et al., 2009), the difference in the timing of the two events cannot be attributed to natural processes, but instead is to be sought in age-model uncertainties. This interpretation is supported by a new, chronologically well-constrained high-resolution MIS 11 palynological record from Lake Ohrid (SW\nBalkan Peninsula; Kousis et al., 2018). On this basis, the ages of the cryptotephra layers TP09e70.45 toTP09e66.95 can be c.10 ka older than those deduced from the alignment of the TF-II and TP-2009 pollen records. The tentative ages of the remainder of the cryptotephra layers appear better constrained considering the good agreement between the Tenaghi Philippon pollen record with marine proxy records (e.g., ODP Site 983, Fig. 1; Barker et al., 2015) for the MIS 12 and 10 glacials as well as the MIS 12/11 and MIS 10/9 transitions (compare Fig. 9).\n6.3. Implications for MIS 12e10 tephrostratigraphy of the Mediterranean region\nHigh-fidelity synchronization of climate archives across the Mediterranean region hinges critically on the availability of a tephrostratigraphic framework (Blockley et al., 2014; Lowe et al., 2015). Notably, such an effort requires connecting the regional tephrostratigraphies of the Central and Eastern Mediterranean regions, i.e., those of Italy, the Aegean Arc and Anatolia (Zanchetta et al., 2011). In this respect, the Eastern Mediterranean region plays a key role as it is situated downwind of the Italian volcanoes, which enables tephras of Italian origin to be widely distributed eastwards as far as the Levantine Sea (Federman and Carey, 1980; Keller et al., 1978; Vinci,1985) and the Black Sea (Cullen et al., 2014).\nTephras from the Aegean Arc, in turn, are restricted to the Eastern Mediterranean region and have not yet been detected in the Central Mediterranean (e.g., Matthews et al., 2015;Wulf et al., 2004), as this would require transport against the mostly prevailing wind directions. Tephras from Anatolian sources have yet rarely been reported beyond Asia Minor, although recent studies suggest that there is dispersal of Anatolian tephras as far as the Levantine Sea (Hamann et al., 2010), the Dead Sea and the NWArabian Peninsula (Neugebauer et al., 2017).\nWhile studies towards the establishment of a (crypto)tephrostratigraphic scheme for the Holocene and Late Pleistocene of the Eastern Mediterranean region are well underway (e.g., Aksu et al., 2008; Karkanas et al., 2015; Keller et al., 1978; Margari et al., 2007; Zanchetta et al., 2011; Wulf et al., 2018), comparable efforts\nIS 12e10 (460e335 ka) interval in Tenaghi Philippon. The MIS boundaries shown in the\nng tephra records are shown (from W to E): Ficoncella site (Aureli et al., 2012, 2015);\n(Galli et al., 2010; Giaccio et al., 2012); Sulmona basin (Giaccio et al., 2013b; Regattieri\n10); Boiano basin (Amato et al., 2014); Mercure basin (Giaccio et al., 2014); ODP Site 964\nstudy); Lake Van (Engelhardt et al., 2017). The dashed lines mark tephra layers that have\nbeen included for completeness despite the absence of geochemical data.\nfor the Middle Pleistocene are as yet at an early stage. Important progress towards extending the Eastern Mediterranean tephrochronology beyond the past ~200 ka has recently been made based on the succession from Lake Ohrid, where at least 36 (crypto) tephras have been identified in the MIS 15e1 interval (Kousis et al., 2018; Leicher et al., 2016). However, to date this record has only yielded tephras of Italian origin. As such, our study on MIS 12e10 from Tenaghi Philippon brings together for the first time regional tephrostratigraphies from the Central and Eastern Mediterranean regions for the Middle Pleistocene.\nIn the Central Mediterranean region, tephra records spanning the MIS 12e10 interval are to date largely known from the Italian Peninsula (Fig. 10). Four tephra layers appear to be particularly widely dispersed: Pozzolane Rosse (~457 ka), Tuffo Rosso a Scorie Nere (TRSN, ~452 ka), Rio Rava (~439 ka), and Vico b (~410 ka), produced by the Colli Albani, Sabatini, Roccamonfina and Vico volcanoes, respectively (e.g., Galli et al., 2010; Giaccio et al., 2014; Regattieri et al., 2016; Russo Ermolli et al., 2010). Moreover, Pozzolane Rosse and Vico b (previously erroneously labeled as Vico a, FabrizioMarra, pers. comm. 2018; compare Kousis et al., 2018) were recently discovered on the western Balkan Peninsula (Kousis et al., 2018; Leicher et al., 2016). None of these tephras are present at Tenaghi Philippon. Instead, the here discovered cryptotephras TP09e70.45 (c. 391 ka) and TP09e65.835a (c. 358 ka) represent large, previously unknown eruptions of Campanian volcanoes. They may provide valuable stratigraphic markers for the MIS 11e10 interval that allow the connection of climate records from the Central and EasternMediterranean regions.Moreover, several tephra layers from presumably Italian sources have been detected at ODP Site 964 as well as in the cores KC01 and KC01B from the Ionian Sea during the MIS 12e10 interval (Fig. 10; Lourens, 2004). Ongoing work aiming at geochemical characterization of these tephras (Vakhrameeva et al. in prep.) will further contribute to the establishment of land-sea correlations during MIS 12e10 in the Mediterranean region.\nAn important result of our study is the first discovery of the Cape Therma 1 tephra deposit outside Santorini, which is represented by cryptotephra TP09e65.95 at Tenaghi Philippon. The age of this unit was not well constrained before, and our finding thus provides it with the best age estimate so far, i.e., c. 359 ka (Fig. 9). The identification of the CT-1 tephra at Tenaghi Philippon indicates that it might bewidespread in the Aegean Sea region, with the potential of being important marker horizon for MIS 10. Cryptotephra TP09e63.015b (c. 336 ka) has a similar geochemical signature to the Cape Therma 2 eruption of Santorini, but it is older by more than 100 ka (Druitt et al., 1999) and most likely re-deposited.\nMoreover, although still being tentative, the correlation of cryptotephra TP09e66.95 (c. 367 ka) with a minor Santorini pyroclastic deposit that directly underlies the CT-1 tephra indicates that even eruptions that resulted in only relatively minor pyroclastic units on Santorini may have led to tephras that became widely dispersed across the Aegean region,whichmayallow to use them as marker beds. To further explore this possibility, more research on older pyroclastic deposits from Santorini is needed that would include collection of major- and trace-element glass data as well as dating of tephra deposits. A refined age model for the Tenaghi Philippon archive via higher-resolution pollen data would allow to further constrain the age estimates for all identified cryptotephras. Because many cryptotephras in this study are characterized by low glass-shard abundances, replication of our findings in other tephra records will be instrumental in proving their significance."
  }, {
    "heading": "7. Conclusions",
    "text": "The detailed cryptotephra analysis of core TP-2009 allowed\nidentification and geochemical characterization of eighteen primary cryptotephra layers in theMIS 12e10 (460e335 ka) interval of the Tenaghi Philippon archive. Major- and trace-element glass compositions were used to establish correlations between the cryptotephras detected in core TP-2009 and their volcanic and eruptive sources in the Aegean Arc and Italy. Cryptotephra ages were estimated based on palynostratigraphic information from the same archive. This yielded the first distal tephrostratigraphic framework for the Eastern Mediterranean region during MIS 12e10 and notably the first record that integrates information from both the Italian and Aegean Arc volcanic provinces during that time.\nWith regard to eruptive sources from the Aegean Arc, six cryptotephra layers of Santorini origin were identified in the Tenaghi Philippon record. One of them represents the oldest major explosive eruption of Santorini, i.e., Cape Therma 1. Based on palynostratigraphic information from that site, its age can be estimated to c. 359 ka. One re-deposited cryptotephra with an age estimate of c. 336 ka compositionally matches the second oldestmajor explosive eruption of Santorini, i.e., Cape Therma 2, suggesting a deposition of the primary tephra further upcore. Another cryptotephra constrained at c. 367 ka can be tentatively correlated with the pumice fall directly underlying the Cape Therma 1 deposit on Santorini. A cryptotephra with an age of c. 358 ka most likely derives from an Aegean Arc volcano other than Santorini, probably either Kos or Milos. A more precise correlationwould require currently lackinggeochronological and glass compositional data for tephra deposits from these volcanoes.\nInterestingly, the oldest nine cryptotephras in our record (438e419 ka) do not match any volcanic sources in the Mediterranean region. This clearly demonstrates a yet considerable gap in our knowledge about volcanic history of the EasternMediterranean region. Cryptotephras with an unequivocally Italian origin have been identified at c. 391 ka and c. 358 ka; they can be attributed to major, yet unknown eruptions of Campanian volcanoes.\nIn light of our findings, future work towards refining the Middle Pleistocene tephrostratigraphy for the Eastern Mediterranean region should focus on (i) detailed studies involvingmajor- and traceelement glass analyses as well as age determinations of proximal pyroclastic sequences in the volcanic regions of the Aegean Arc, Anatolia, and the Carpathians, and (ii) further (crypto)tephra analysis of marine and terrestrial records in order to identify key tephra isochrones in the Eastern Mediterranean region."
  }, {
    "heading": "Acknowledgments",
    "text": "Vincenzo Amato, J€org Keller, Niklas Leicher, Fabrizio Marra, David Pyle, and Gianluca Sottili are thanked for discussions, and Paola Petrosino for sharing geochemical data of tephra from the Boiano basin. Frederik Allst€adt, Monika Doubrawa, Ilse Glass, Thomas Ludwig, and Alexander Varychev provided technical assistance. Biagio Giaccio and Steffen Kutterolf are thanked for thoughtful reviews of an earlier version of the manuscript. This study received financial support by the Deutsche Forschungsgemeinschaft (DFG) to AK and JP (grants KO4960/3, KO4960/5 and PR651/19)."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.quascirev.2018.09.019."
  }],
  "year": 2018,
  "references": [{
    "title": "Occurrence, stratigraphy and geochemistry of late quaternary tephra layers in the Aegean Sea and the marmara sea",
    "authors": ["A.E. Aksu", "G. Jenner", "R.N. Hiscott", "E.B. Isler"],
    "venue": "Mar. Geol",
    "year": 2008
  }, {
    "title": "Revisiting the Y-3 tephrostratigraphic marker: a new diagnostic glass geochemistry, age",
    "authors": ["P.G. Albert", "M. Hardiman", "J. Keller", "E.L. Tomlinson", "V.C. Smith", "A.J. Bourne", "S. Wulf", "G. Zanchetta", "R. Sulpizio", "U.C. Müller", "J. Pross", "L. Ottolini", "I.P. Matthews", "S.P.E. Blockley", "M.A. Menzies"],
    "venue": "estimate, and details on its climatostratigraphical context. Quat. Sci. Rev. 118,",
    "year": 2015
  }, {
    "title": "Late glacial explosive activity on Mount Etna: implications for proximal-distal tephra correlations and the synchronisation of Mediterranean archives",
    "authors": ["P.G. Albert", "E.L. Tomlinson", "C.S. Lane", "S. Wulf", "V.C. Smith", "M. Coltelli", "J. Keller", "D. Lo Castro", "C.J. Manning", "W. Muller", "M.A. Menzies"],
    "venue": "J. Volcanol. Geoth. Res. 265,",
    "year": 2013
  }, {
    "title": "Marine-continental tephra correlations: volcanic glass geochemistry from the marsili basin and the Aeolian islands, southern Tyrrhenian sea, Italy",
    "authors": ["P.G. Albert", "E.L. Tomlinson", "V.C. Smith", "A. Di Roberto", "A. Todman", "M. Rosi", "M. Marani", "W. Muller", "M.A. Menzies"],
    "venue": "J. Volcanol. Geoth. Res. 229e230,",
    "year": 2012
  }, {
    "title": "2017. Glass geochemistry of pyroclastic deposits from the Aeolian Islands in the last 50 ka: a proximal database for tephrochronology",
    "authors": ["P.G. Albert", "E.L. Tomlinson", "V.C. Smith", "F. Di Traglia", "M. Pistolesi", "A. Morris", "P. Donato", "R. De Rosa", "R. Sulpizio", "J. Keller", "M. Rosi", "M. Menzies"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2017
  }, {
    "title": "Quaternary evolution of the largest intermontane basin of the Molise Apennine (central-southern Italy)",
    "authors": ["V. Amato", "P.P.C. Aucelli", "M. Cesarano", "B. Jicha", "V. Lebreton", "R. Orain", "G. Pappone", "P. Petrosino", "E. Russo Ermolli"],
    "venue": "Rendiconti Lincei",
    "year": 2014
  }, {
    "title": "Palaeoloxodon and human interaction: depositional setting, chronology and archaeology at the Middle Pleistocene Ficoncella site (Tarquinia, Italy)",
    "authors": ["D. Aureli", "A. Contardi", "B. Giaccio", "B. Jicha", "C. Lemorini", "S. Madonna", "D. Magri", "F. Marano", "S. Milli", "V. Modesti", "M.R. Palombo", "R. Rocca"],
    "venue": "PLoS One",
    "year": 2015
  }, {
    "title": "Straight-tusked elephants in the middle Pleistocene of northern Latium: Preliminary report on the Ficoncella site (Tarquinia, central Italy)",
    "authors": ["D. Aureli", "A. Contardi", "B. Giaccio", "V. Modesti", "M.R. Palombo", "R. Rozzi", "A. Sposato", "F. Trucco"],
    "venue": "Quat. Int. 255,",
    "year": 2012
  }, {
    "title": "The pre-Kos Plateau tuff volcanic rocks on Kefalos peninsula (Kos island, Dodecanese, Greece): crescendo to the largest eruption of the modern Aegean Arc",
    "authors": ["O. Bachmann", "C. Schnyder"],
    "venue": "Trans. Am. Geophys. Union",
    "year": 2006
  }, {
    "title": "The 40Ar/39Ar and U/Pb dating of young rhyolites in the Kos-Nisyros volcanic complex, Eastern Aegean Arc, Greece: age discordance due to excess 40Ar in biotite",
    "authors": ["O. Bachmann", "B. Schoene", "C. Schnyder", "R. Spikings"],
    "venue": "G-cubed 11. Q0AA08",
    "year": 2010
  }, {
    "title": "Oceanic heat pulses fueling moisture transport towards continental Europe across the midPleistocene transition",
    "authors": ["A. Bahr", "S. Kaboth", "D. Hodell", "C. Zeeden", "J. Fiebig", "O. Friedrich"],
    "venue": "Quat. Sci",
    "year": 2018
  }, {
    "title": "Icebergs not the trigger for North Atlantic cold events",
    "authors": ["S. Barker", "J. Chen", "X. Gong", "L. Jonkers", "G. Knorr", "D. Thornalley"],
    "venue": "Nature 520,",
    "year": 2015
  }, {
    "title": "The astronomical theory of climate and the age of the Brunhes-Matuyama magnetic reversal",
    "authors": ["F.C. Bassinot", "L.D. Labeyrie", "E. Vincent", "X. Quidelleur", "N.J. Shackleton", "Y. Lancelot"],
    "venue": "Earth Planet Sci. Lett. 126,",
    "year": 1994
  }, {
    "title": "Fission track dating obsidians in central and northern Anatolia",
    "authors": ["M. Ozdogan"],
    "venue": "Bull. Volcanol",
    "year": 1993
  }, {
    "title": "Tephrochronology and the extended intimate (integration of ice-core, marine and terrestrial records) event stratigraphy 8e128 ka b2k",
    "authors": ["S.P.E. Blockley", "A.J. Bourne", "A. Brauer", "S.M. Davies", "M. Hardiman", "P.R. Harding", "C.S. Lane", "A. MacLeod", "I.P. Matthews", "S.D.F. Pyne-O’Donnell", "S.O. Rasmussen", "S. Wulf", "G. Zanchetta"],
    "venue": "Quat. Sci. Rev. 106,",
    "year": 2014
  }, {
    "title": "Tephrochronological dating of varved interglacial lake deposits from Pi anico-S ellere (Southern Alps, Italy) to around 400 ka",
    "authors": ["A. Brauer", "S. Wulf", "C. Mangili", "A. Moscariello"],
    "venue": "J. Quat. Sci",
    "year": 2007
  }, {
    "title": "Improved age estimates for key Late Quaternary European tephra horizons in the RESET lattice",
    "authors": ["C. Bronk Ramsey", "P.G. Albert", "S.P.E. Blockley", "M. Hardiman", "R.A. Housley", "C.S. Lane", "S. Lee", "I.P. Matthews", "V.C. Smith", "J.J. Lowe"],
    "venue": "Quat. Sci. Rev. 118,",
    "year": 2015
  }, {
    "title": "New chronological and geochemical constraints on the genesis and geological evolution of Ponza and Palmarola volcanic islands (Tyrrhenian sea, Italy)",
    "authors": ["A. Cadoux", "D.L. Pinti", "C. Aznar", "S. Chiesa", "Gillot", "P.-Y"],
    "venue": "Lithos 81,",
    "year": 2005
  }, {
    "title": "Integrated volcanologic and petrologic analysis of the 1650AD eruption of Kolumbo submarine volcano, Greece",
    "authors": ["K. Cantner", "S. Carey", "P. Nomikou"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2014
  }, {
    "title": "The Asian monsoon over the past 640,000 years and ice age terminations",
    "authors": ["C. otl", "L. Yi", "S. Chen", "M. Kelly", "G. Kathayat", "X. Wang", "X. Li", "X. Kong", "Y. Wang", "Y. Ning", "H. Zhang"],
    "venue": "Nature 534,",
    "year": 2016
  }, {
    "title": "Geological factors influencing the concentration of trace elements in the Philippi peatland, eastern Macedonia, Greece",
    "authors": ["J.L. andez-Turiel", "A. Bouzinos"],
    "venue": "Int. J. Coal Geol",
    "year": 1998
  }, {
    "title": "Geology and geochemistry of the island of Ustica (southern Tyrrhenian sea)",
    "authors": ["A. Cinque", "L. Civetta", "G. Orsi", "A. Peccerillo"],
    "venue": "Rendiconti della Soc. Ital. Mineral. Petrol",
    "year": 1988
  }, {
    "title": "The detailed tephrostratigraphy of a core from the south-east Black Sea spanning the last ~60 ka",
    "authors": ["V.L. Cullen", "V.C. Smith", "H.W. Arz"],
    "venue": "J. Quat. Sci",
    "year": 2014
  }, {
    "title": "The Kefalos Tuff Ring (W. Kos): depositional mechanisms, vent position and model of the evolution of the eruptive activity",
    "authors": ["P. Dalabakis", "G. Vougioukalakis"],
    "venue": "Bull. Geol. Soc. Greece",
    "year": 1993
  }, {
    "title": "Cryptotephras: the revolution in correlation and precision dating",
    "authors": ["S.M. Davies"],
    "venue": "J. Quat. Sci",
    "year": 2015
  }, {
    "title": "The Hasan Dagi stratovolcano (Central Anatolia, Turkey): evolution from calc-alkaline to alkaline magmatism in a collision zone",
    "authors": ["C. Deniel", "E. Aydar", "A. Gourgaud"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 1998
  }, {
    "title": "Late quaternary rhyolitic eruptions from the Acig€",
    "authors": ["Y.E. okten", "V. Francaviglia"],
    "year": 1995
  }, {
    "title": "Electron microprobe correlation of tephra layers from Eastern Mediterranean abyssal sediments and the Island of Santorini",
    "authors": ["A.N. Federman", "S.N. Carey"],
    "venue": "Quat. Res",
    "year": 1980
  }, {
    "title": "Minerochemical Study of Rhyolitic Lavas with Perlitic Texture from the Island of Milos",
    "authors": ["A. Filippou"],
    "venue": "MSc thesis,",
    "year": 2014
  }, {
    "title": "Stratigraphy and geological evolution of the Lipari volcanic complex (central Aeolian archipelago)",
    "authors": ["F. Forni", "F. Lucchi", "A. Peccerillo", "C.A. Tranne", "P.L. Rossi", "M.L. Frezzotti"],
    "venue": "Geological Society,",
    "year": 2013
  }, {
    "title": "Egypt, Greece, and Rome: Civilizations of the Ancient Mediterranean, third ed",
    "authors": ["C. Freeman"],
    "year": 2014
  }, {
    "title": "Distribution of Tephra from the 1650 AD Submarine Eruption of Kolumbo Volcano, Greece",
    "authors": ["S.A. Fuller"],
    "venue": "MSc thesis,",
    "year": 2015
  }, {
    "title": "Geochronological data on recent magmatism of the Aegean Sea",
    "authors": ["M. Fytikas", "O. Giuliani", "F. Innocenti", "G. Marinelli", "R. Mazzuoli"],
    "venue": "Tectonophysics 31,",
    "year": 1976
  }, {
    "title": "The PlioQuaternary volcanism of Saronikos area (western part of the active Aegean volcanic arc)",
    "authors": ["M. Fytikas", "F. Innocenti", "N. Kolios", "P. Manetti", "R. Mazzuoli"],
    "venue": "Hellenic J. Geosci",
    "year": 1986
  }, {
    "title": "Volcanology and petrology of volcanic products from the island of Milos and neighbouring islets",
    "authors": ["M. Fytikas", "F. Innocenti", "N. Kolios", "P. Manetti", "R. Mazzuoli", "G. Poli", "F. Rita", "L. Villari"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 1986
  }, {
    "title": "Geological Map of Methana Peninsula",
    "authors": ["P. Gaitanakis", "V. Dietrich"],
    "year": 1995
  }, {
    "title": "The 2009 central Italy earthquake seen through 0.5 Myr-long tectonic history of the L'Aquila faults system",
    "authors": ["P. Galli", "B. Giaccio", "P. Messina"],
    "venue": "Quat. Sci. Rev",
    "year": 2010
  }, {
    "title": "Hydroclimatic changes in northern Levant over the past 400,000 years",
    "authors": ["F. Gasse", "L. Vidal", "E. Van Campo", "F. Demory", "Develle", "A.-L", "K. Tachikawa", "A. Elias", "E. Bard", "M. Garcia", "C. Sonzogni", "N. Thouveny"],
    "venue": "Quat. Sci. Rev. 111,",
    "year": 2015
  }, {
    "title": "Towards rapid assay of cryptotephra in peat cores: review and evaluation of various methods",
    "authors": ["M.J. Gehrels", "R.M. Newnham", "D.J. Lowe", "S. Wynne", "Z.J. Hazell", "C. Caseldine"],
    "venue": "Quat. Int. 178,",
    "year": 2008
  }, {
    "title": "The Plinian lower pumice 2 eruption, Santorini, Greece: magma evolution and volatile behaviour",
    "authors": ["R. Gertisser", "K. Preece", "J. Keller"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2009
  }, {
    "title": "Isotopic (Sr-Nd) and major element fingerprinting of distal tephras: an application to the Middle-Late Pleistocene markers from the Colli Albani volcano, central Italy",
    "authors": ["B. Giaccio", "I. Arienzo", "G. Sottili", "F. Castorina", "M. Gaeta", "S. Nomade", "P. Galli", "P. Messina"],
    "venue": "Quat. Sci. Rev",
    "year": 2013
  }, {
    "title": "Revised chronology of the Sulmona lacustrine succession, central Italy",
    "authors": ["B. Giaccio", "F. Castorina", "S. Nomade", "G. Scardia", "M. Voltaggio", "L. Sagnotti"],
    "venue": "J. Quat. Sci",
    "year": 2013
  }, {
    "title": "Fault and basin depocentre migration over the last 2 Ma in the L'Aquila 2009 earthquake region, central Italian Apennines",
    "authors": ["B. Giaccio", "P. Galli", "P. Messina", "E. Peronace", "G. Scardia", "G. Sottili", "A. Sposato", "E. Chiarini", "B. Jicha", "S. Silvestri"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "A 560-440 ka tephra record from the Mercure Basin, southern Italy: volcanological and tephrostratigraphic implications",
    "authors": ["B. Giaccio", "P. Galli", "E. Peronace", "I. Arienzo", "S. Nomade", "G.P. Cavinato", "M. Mancini", "P. Messina", "G. Sottili"],
    "venue": "J. Quat. Sci",
    "year": 2014
  }, {
    "title": "2017b. First integrated tephrochronological record for the last similar to 190 kyr from the Fucino Quaternary lacustrine succession, central Italy",
    "authors": ["B. Giaccio", "E.M. Niespolo", "A. Pereira", "S. Nomade", "P.R. Renne", "P.G. Albert", "I. Arienzo", "E. Regattieri", "B. Wagner", "G. Zanchetta", "M. Gaeta", "P. Galli", "G. Mannella", "E. Peronace", "G. Sottili", "F. Florindo", "N. Leicher", "F. Marra", "E.L. Tomlinson"],
    "venue": "Quat. Sci. Rev. 158,",
    "year": 2017
  }, {
    "title": "The white trachytic tuff of Roccamonfina volcano (Roman region, Italy)",
    "authors": ["B. Giannetti", "J.F. Luhr"],
    "venue": "Contrib. Mineral. Petrol",
    "year": 1983
  }, {
    "title": "Middle Pleistocene glaciations in the Apennines, Italy: new chronological data and preservation of the glacial record. Geol",
    "authors": ["C. Giraudi", "B. Giaccio"],
    "venue": "Special Publications 433,",
    "year": 2015
  }, {
    "title": "A 3 million year index for North African humidity/aridity and the implication of potential pan-African",
    "authors": ["K.M. Grant", "E.J. Rohling", "T. Westerhold", "M. Zabel", "D. Heslop", "T. Konijnendijk", "L. Lourens"],
    "venue": "Humid periods. Quat. Sci. Rev. 171,",
    "year": 2017
  }, {
    "title": "First evidence of a distal early Holocene ash layer in Eastern Mediterranean deep-sea",
    "authors": ["Y. Hamann", "S. Wulf", "O. Ersoy", "W. Ehrmann", "E. Aydar", "G. Schmiedl"],
    "year": 2010
  }, {
    "title": "Constraints on the timing of Quaternary volcanism and duration of magma residence at Ciomadul volcano, eastecentral Europe, from combined UeTh/He and UeTh zircon geochronology",
    "authors": ["S. Harangi", "R. Luk acs", "A.K. Schmitt", "I. Dunkl", "K. Moln ar", "B. Kiss", "I. Seghedi", "A. Novothny", "M. Moln ar"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2015
  }, {
    "title": "Tropical ocean temperatures over the past 3.5 million years",
    "authors": ["T.D. Herbert", "L.C. Peterson", "K.T. Lawrence", "Z. Liu"],
    "venue": "Science 328,",
    "year": 2010
  }, {
    "title": "Calc-alkaline Lavas from the Volcanic Complex of Santorini, Aegean Sea, Greece: a Petrological, Geochemical and Stratigraphic Study",
    "authors": ["J.P.P. Huijsmans"],
    "year": 1985
  }, {
    "title": "An inter-laboratory comparison of the electron probe microanalysis of glass geochemistry",
    "authors": ["J.B. Hunt", "P.G. Hill"],
    "venue": "Quat. Int. 34e36,",
    "year": 1996
  }, {
    "title": "MPI-DING reference glasses for in situ microanalysis: new reference values for element concentrations and isotope ratios. G-cubed 7. Q02008",
    "authors": ["J. ander", "W.R. Premo", "W.D. Sun", "M. Tiepolo", "R. Vannucci", "T. Vennemann", "D. Wayne", "J.D. Woodhead"],
    "year": 2006
  }, {
    "title": "Orbital and millennial Antarctic climate variability over the past 800,000 years",
    "authors": ["M. Werner", "E.W. Wolff"],
    "venue": "Science 317,",
    "year": 2007
  }, {
    "title": "The latest explosive eruptions of Ciomadul (Csomad) volcano, East Carpathians e a tephrostratigraphic approach for the 51e29 ka BP time interval",
    "authors": ["C. anosi", "K. Hubay", "F. Sch€abitz"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2016
  }, {
    "title": "Tephra correlations and climatic events between the MIS6/5 transition and the beginning of MIS3 in Theopetra Cave, central Greece",
    "authors": ["P. Karkanas", "D. White", "C.S. Lane", "C. Stringer", "W. Davies", "V.L. Cullen", "V.C. Smith", "M. Ntinou", "G. Tsartsidou", "N. Kyparissi-Apostolika"],
    "venue": "Quat. Sci. Rev. 118,",
    "year": 2015
  }, {
    "title": "Explosive volcanic activity in the Mediterranean over the past 200,000 yr as recorded in deep-sea sediments",
    "authors": ["J. Keller", "W.B.F. Ryan", "D. Ninkovich", "R. Altherr"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1978
  }, {
    "title": "Rare earth elements in volcanic glass: a case study from Trachilas perlite deposit, Greece",
    "authors": ["N.K. Koukouzas"],
    "venue": "Chem. Erde 57,",
    "year": 1997
  }, {
    "title": "Glass composition of perlites from Milos",
    "authors": ["N.K. Koukouzas", "A.C. Dunham"],
    "venue": "Kimolos and Kos islands (Greece). Bull. Geol. Soc. Greece",
    "year": 1998
  }, {
    "title": "Centennial-scale vegetation dynamics and climate variability in SE Europe during Marine Isotope Stage 11 based on a pollen record from Lake Ohrid",
    "authors": ["I. Kousis", "A. Koutsodendris", "O. Peyron", "N. Leicher", "A. Francke", "B. Wagner", "B. Giaccio", "M. Knipping", "J. Pross"],
    "venue": "Quat. Sci. Rev. 190,",
    "year": 2018
  }, {
    "title": "The INTAV intercomparison of electronbeam microanalysis of glass by tephrochronology laboratories: results and recommendations",
    "authors": ["S.C. Kuehn", "D.G. Froese", "Shane"],
    "venue": "P.A.R.,",
    "year": 2011
  }, {
    "title": "A chemical classification of volcanic rocks based on the total alkali-silica diagram",
    "authors": ["M.J. Le Bas", "R.W. Le Maitre", "A. Streckeisen", "B. Zanettin"],
    "venue": "J. Petrol",
    "year": 1986
  }, {
    "title": "First tephrostratigraphic results of the DEEP site record from Lake Ohrid (Macedonia and Albania)",
    "authors": ["N. Leicher", "G. Zanchetta", "R. Sulpizio", "B. Giaccio", "B. Wagner", "S. Nomade", "A. Francke", "P. Del Carlo"],
    "venue": "Biogeosciences 13,",
    "year": 2016
  }, {
    "title": "Introduction: mediterranean climatedBackground information",
    "authors": ["K. oder", "M. Vittoria Struglia", "A. Toreti", "M. Tsimplis", "U. Ulbrich", "E. Xoplaki"],
    "year": 2012
  }, {
    "title": "A 600,000 year long continental pollen record from Lake Van, eastern Anatolia (Turkey)",
    "authors": ["T. Litt", "N. Pickarski", "G. Heumann", "M. Stockhecke", "P.C. Tzedakis"],
    "venue": "Quat. Sci",
    "year": 2014
  }, {
    "title": "Orbital and millennial-scale features of atmospheric CH4 over the past 800,000years",
    "authors": ["L. Loulergue", "A. Schilt", "R. Spahni", "V. Masson-Delmotte", "T. Blunier", "B. Lemieux", "Barnola", "J.-M", "D. Raynaud", "T.F. Stocker", "J. Chappellaz"],
    "venue": "Nature 453,",
    "year": 2008
  }, {
    "title": "Revised tuning of Ocean Drilling Program Site 964 and KC01B (Mediterranean) and implications",
    "authors": ["L.J. Lourens"],
    "year": 2004
  }, {
    "title": "Tephrochronology and its application: a review",
    "authors": ["D.J. PA3010. Lowe"],
    "venue": "Quat. Geochronol",
    "year": 2011
  }, {
    "title": "Volcanic ash layers illuminate the resilience of Neanderthals and early modern humans to natural hazards",
    "authors": ["I. Arienzo", "G. Barker", "D. Bori c", "A. Carandente", "L. Civetta", "C. Ferrier", "J.L. Guadelli", "P. Karkanas", "M. Koumouzelis", "U.C. Müller", "G. Orsi", "J. Pross", "M. Rosi", "L. Shalamanov-Korobar", "N. Sirakov", "P.C. Tzedakis"],
    "venue": "Proc. Natl. Acad. Sci. Unit. States Am. 109,",
    "year": 2012
  }, {
    "title": "Eruptive history and magmatic evolution of the island of Salina (central Aeolian archipelago)",
    "authors": ["F. Lucchi", "R. Gertisser", "J. Keller", "F. Forni", "G. De Astis", "C.A. Tranne"],
    "venue": "Geological Society,",
    "year": 2013
  }, {
    "title": "Peralkaline felsic magmatism at the Nemrut volcano, Turkey: impact of volcanism on the evolution of Lake",
    "authors": ["R. Macdonald", "M. Sumita", "H.U. Schmincke", "B. Bagi nski", "J.C. White", "S.S. Ilnicki"],
    "venue": "Van (Anatolia) IV. Contrib. Mineral. Petrol",
    "year": 2015
  }, {
    "title": "Mediterranean tephra stratigraphy revisited: results from a long terrestrial sequence on Lesvos Island, Greece",
    "authors": ["V. Margari", "D.M. Pyle", "C. Bryant", "P.L. Gibbard"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2007
  }, {
    "title": "The Antimilos volcano in Aegean Sea",
    "authors": ["G. Marinos"],
    "venue": "Bull. Geol. Soc. Greece",
    "year": 1959
  }, {
    "title": "Major explosive activity in the Monti Sabatini Volcanic District (central Italy) over the 800-390 ka interval: geochronologicalgeochemical overview and tephrostratigraphic implications",
    "authors": ["F. Marra", "G. Sottili", "M. Gaeta", "B. Giaccio", "B. Jicha", "M. Masotta", "D.M. Palladino", "D.M. Deocampo"],
    "venue": "Quat. Sci. Rev",
    "year": 2014
  }, {
    "title": "Four climate cycles of recurring deep and surface water destabilizations on the Iberian margin",
    "authors": ["B. Martrat", "J.O. Grimalt", "N.J. Shackleton", "L. de Abreu", "M.A. Hutterli", "T.F. Stocker"],
    "venue": "Science 317,",
    "year": 2007
  }, {
    "title": "K-Ar ages of the Aegean volcanic rocks and their implication for the arc-trench system",
    "authors": ["Matsuda", "J.-i", "K. Senoh", "T. Maruoka", "H. Sato", "P. Mitropoulos"],
    "venue": "Geochem. J. 33,",
    "year": 1999
  }, {
    "title": "Developing a robust tephrochronological framework for Late Quaternary marine records in the Southern Adriatic Sea: new data from core station SA03-11",
    "authors": ["I.P. Matthews", "F. Trincardi", "J.J. Lowe", "A.J. Bourne", "A. MacLeod", "P.M. Abbott", "N. Andersen", "A. Asioli", "S.P.E. Blockley", "C.S. Lane", "Y.A. Oh", "C.S. Satow", "R.A. Staff", "S. Wulf"],
    "venue": "Quat. Sci. Rev. 118,",
    "year": 2015
  }, {
    "title": "Petrogenesis of Cenozoic volcanic rocks from the Aegean island arc",
    "authors": ["P. Mitropoulos", "J. Tarney", "A.D. Saunders", "N.G. Marsh"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 1987
  }, {
    "title": "The onset of the volcanism in the Ciomadul volcanic dome complex (eastern Carpathians): eruption chronology and magma type variation",
    "authors": ["K. ar", "S. Harangi", "R. Luk acs", "I. Dunkl", "A.K. Schmitt", "B. Kiss", "T. Garamhegyi", "I. Seghedi"],
    "venue": "J. Volcanol. Geoth",
    "year": 2018
  }, {
    "title": "The role of climate in the spread of modern humans into Europe",
    "authors": ["U.C. Müller", "J. Pross", "P.C. Tzedakis", "C. Gamble", "U. Kotthoff", "G. Schmiedl", "S. Wulf", "K. Christanis"],
    "venue": "Quat. Sci. Rev",
    "year": 2011
  }, {
    "title": "Volcanological and petrological evolution of the eastern Vulsini District, Central Italy",
    "authors": ["G. Nappi", "F. Antonelli", "M. Coltorti", "L. Milani", "A. Renzulli", "F. Siena"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 1998
  }, {
    "title": "Plinian fall deposits from Vulsini volcanic District (Central Italy)",
    "authors": ["G. Nappi", "B. Capaccioni", "M. Mattioli", "E. Mancini", "L. Valentini"],
    "venue": "Bull. Volcanol",
    "year": 1994
  }, {
    "title": "Pleistocene explosions and pyroclastic currents in west-central Anatolia",
    "authors": ["W. Nemec", "N. Kazanci", "J.G. Mitchell"],
    "venue": "Boreas 27,",
    "year": 1998
  }, {
    "title": "Implications of S1 tephra findings in Dead Sea and Tayma palaeolake sediments for marine reservoir age estimation and palaeoclimate synchronisation",
    "authors": ["I. Neugebauer", "S. Wulf", "M.J. Schwab", "J. Serb", "B. Plessen", "O. Appelt", "A. Brauer"],
    "venue": "Quat. Sci. Rev. 170,",
    "year": 2017
  }, {
    "title": "Pyroclastic chronology of the Sancy stratovolcano (Mont-Dore, French massif central): new high-precision 40Ar/39Ar constraints",
    "authors": ["S. Nomade", "S. Scaillet", "Pastre", "J.-F", "P. Nehlig"],
    "venue": "J. Volcanol. Geoth. Res. 225e226,",
    "year": 2012
  }, {
    "title": "Macintosh Program performs time-series analysis",
    "authors": ["D. Paillard", "L. Labeyrie", "P. Yiou"],
    "venue": "Eos, Trans., Am. Geophys. Union",
    "year": 1996
  }, {
    "title": "On the anatomy of magma chamber and caldera collapse: the example of trachy-phonolitic explosive eruptions of the Roman Province (central Italy)",
    "authors": ["D.M. Palladino", "M. Gaeta", "B. Giaccio", "G. Sottili"],
    "venue": "J. Volcanol. Geoth",
    "year": 2014
  }, {
    "title": "Chemical and Sr-isotopical evolution of the Phlegraean magmatic system before the campanian ignimbrite and the Neapolitan yellow tuff eruptions",
    "authors": ["L. Pappalardo", "L. Civetta", "M. D'Antonio", "A. Deino", "M. Di Vito", "G. Orsi", "A. Carandente", "S. de Vita", "R. Isaia", "M. Piochi"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 1999
  }, {
    "title": "Applicability of the K/Ar method to whole-rock samples of acid lava and pumice: case of the Upper Pleistocene domes and pyroclasts on Kos Island, Aegean Sea, Greece",
    "authors": ["P. Pasteels", "N. Kolios", "A. Boven", "E. Saliba"],
    "venue": "Chem. Geol",
    "year": 1986
  }, {
    "title": "The Mont Dore tephrostratigraphy (massif central, France)",
    "authors": ["J. Pastre", "J. Cantagrel"],
    "venue": "Quaternaire 12,",
    "year": 2001
  }, {
    "title": "Volcanic rocks of Methana, south Aegean Arc, Greece",
    "authors": ["G.G. Pe"],
    "venue": "Bull. Volcanol",
    "year": 1974
  }, {
    "title": "Magma evolution in the PlioceneePleistocene succession of Kos, south Aegean Arc (Greece)",
    "authors": ["G. Pe-Piper", "B. Moulton"],
    "venue": "Lithos 106,",
    "year": 2008
  }, {
    "title": "Cenozoic Volcanism in the Tyrrhenian Sea Region",
    "authors": ["A. Peccerillo"],
    "year": 2017
  }, {
    "title": "Geochemistry of Eocene calc-alkaline volcanic rocks from the Kastamonu area, northern Turkey",
    "authors": ["A. Peccerillo", "S.R. Taylor"],
    "venue": "Contrib. Mineral. Petrol",
    "year": 1976
  }, {
    "title": "The relationship between potassic and calc-alkaline post-orogenic magmatism at Vico volcano, central Italy",
    "authors": ["G. Perini", "S. Conticelli", "L. Francalanci", "J.P. Davidson"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2000
  }, {
    "title": "The Montalbano Jonico marine succession: an archive for distal tephra layers at the Early-Middle Pleistocene boundary in southern Italy",
    "authors": ["P. Petrosino", "B.R. Jicha", "F.C. Mazzeo", "N. Ciaranfi", "A. Girone", "P. Maiorano", "M. Marino"],
    "venue": "Quat. Int. 383,",
    "year": 2015
  }, {
    "title": "A high resolution tephrochronological record of MIS 14-12 in the Southern Apennines (Acerno Basin, Italy)",
    "authors": ["P. Petrosino", "B.R. Jicha", "F.C. Mazzeo", "E. Russo Ermolli"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2014
  }, {
    "title": "Petrology of Quaternary volcanic rocks and related plutonic xenoliths from G€",
    "authors": ["N. Ozgür"],
    "year": 2014
  }, {
    "title": "Pleistocene eruptive chro",
    "authors": ["N. Ozgür", "F. Yagmurlu"],
    "year": 2008
  }, {
    "title": "Chemistry versus time in the volcanic complex of Ischia (Gulf of Naples, Italy): evidence of successive magmatic cycles",
    "authors": ["S. Poli", "S. Chiesa", "Gillot", "P.-Y", "A. Gregnanin", "F. Guichard"],
    "venue": "Contrib. Mineral. Petrol",
    "year": 1987
  }, {
    "title": "Massive perturbation in terrestrial ecosystems of the Eastern Mediterranean region associated with the 8.2 kyr",
    "authors": ["J. Pross", "U. Kotthoff", "U. Müller", "O. Peyron", "I. Dormoy", "G. Schmiedl", "S. Kalaitzidis", "A. Smith"],
    "venue": "B.P. climatic event. Geology",
    "year": 2009
  }, {
    "title": "The 1.35-Ma-long terrestrial climate archive of Tenaghi Philippon, northeastern Greece: evolution, exploration, and perspectives for future research",
    "authors": ["J. Pross", "A. Koutsodendris", "K. Christanis", "T. Fischer", "W.J. Fletcher", "M. Hardiman", "S. Kalaitzidis", "M. Knipping", "U. Kotthoff", "A.M. Milner", "U.C. Müller", "G. Schmiedl", "G. Siavalas", "P.C. Tzedakis", "S. Wulf"],
    "venue": "Newsl. Stratigr",
    "year": 2015
  }, {
    "title": "An exceptionally thick Middle Pleistocene tephra layer from Epirus, Greece",
    "authors": ["D.M. Pyle", "T.H. van Andel", "P. Paschos", "P. van den Bogaard"],
    "venue": "Quat. Res",
    "year": 1998
  }, {
    "title": "A multi-proxy record of MIS 11-12 deglaciation and glacial MIS 12 instability from the Sulmona basin (central Italy)",
    "authors": ["E. Regattieri", "B. Giaccio", "P. Galli", "S. Nomade", "E. Peronace", "P. Messina", "A. Sposato", "C. Boschi", "M. Gemelli"],
    "venue": "Quat. Sci",
    "year": 2016
  }, {
    "title": "Tectonic controls on the genesis of ignimbrites from the Campanian Volcanic Zone, southern Italy",
    "authors": ["G. Rolandi", "F. Bellucci", "M.T. Heizler", "H.E. Belkin", "B. De Vivo"],
    "venue": "Mineral. Petrol",
    "year": 2003
  }, {
    "title": "Temporal evolution of the Roccamonfina volcanic complex (Pleistocene), Central Italy",
    "authors": ["V. Rouchon", "P.Y. Gillot", "X. Quidelleur", "S. Chiesa", "B. Floris"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2008
  }, {
    "title": "An integrated stratigraphical approach to the Middle Pleistocene succession of the Sessano basin (Molise, Italy)",
    "authors": ["E. Russo Ermolli", "P.P.C. Aucelli", "A. Di Rollo", "M. Mattei", "P. Petrosino", "M. Porreca", "C.M. Rosskopf"],
    "venue": "Quat. Int. 225,",
    "year": 2010
  }, {
    "title": "Pollen-based paleoenvironmental and paleoclimatic change at Lake Ohrid (south-eastern Europe) during the past 500 ka",
    "authors": ["L. Sadori", "A. Koutsodendris", "K. Panagiotopoulos", "A. Masi", "A. Bertini", "N. CombourieuNebout", "A. Francke", "K. Kouli", "S. Joannin", "A.M. Mercuri", "O. Peyron", "P. Torri", "B. Wagner", "G. Zanchetta", "G. Sinopoli", "T.H. Donders"],
    "venue": "Biogeosciences 13,",
    "year": 2016
  }, {
    "title": "A new contribution to the late quaternary tephrostratigraphy of the mediterranean: Aegean Sea core LC21",
    "authors": ["C. Satow", "E.L. Tomlinson", "K.M. Grant", "P.G. Albert", "V.C. Smith", "C.J. Manning", "L. Ottolini", "S. Wulf", "E.J. Rohling", "J.J. Lowe", "S.P.E. Blockley", "M.A. Menzies"],
    "venue": "Quat. Sci",
    "year": 2015
  }, {
    "title": "Impact of volcanism on the evolution of Lake Van (eastern Anatolia) III: Periodic (Nemrut) vs. episodic (Süphan) explosive eruptions and climate forcing reflected in a tephra gap between ca. 14 ka and ca",
    "authors": ["Schmincke", "H.-U", "M. Sumita"],
    "venue": "ka. J. Volcanol. Geoth. Res",
    "year": 2014
  }, {
    "title": "NeogeneeQuaternary magmatism and geodynamics in the CarpathianePannonian region: a synthesis",
    "authors": ["E. arton", "C. Panaiotu"],
    "venue": "Lithos 72,",
    "year": 2004
  }, {
    "title": "Volcanological evolution of mount Erciyes stratovolcano and origin of the Valibaba Tepe ignimbrite (central Anatolia, Turkey)",
    "authors": ["E. Şen", "B. Kürkcüo glu", "E. Aydar", "A. Gourgaud", "P.M. Vincent"],
    "venue": "J. Volcanol. Geoth",
    "year": 2003
  }, {
    "title": "Tephrostratigraphy and glass compositions of post-15 kyr Campi Flegrei eruptions: implications for eruption history and chronostratigraphic markers",
    "authors": ["V.C. Smith", "R. Isaia", "Pearce"],
    "venue": "N.J.G.,",
    "year": 2011
  }, {
    "title": "Tephrostratigraphy and tephrochronology in the Philippi peat basin, Macedonia, northern",
    "authors": ["K. St Seymour", "K. Christanis", "A. Bouzinos", "S. Papazisimou", "G. Papatheodorou", "E. Moran", "G. Denes"],
    "venue": "Hellas (Greece). Quat",
    "year": 2004
  }, {
    "title": "Impact of volcanism on the evolution of Lake",
    "authors": ["M. Sumita", "Schmincke", "H.-U"],
    "year": 2013
  }, {
    "title": "Impact of volcanism on the evolution of Lake Van II: temporal evolution of explosive volcanism of Nemrut Volcano (eastern Anatolia) during the past ca",
    "authors": ["M. Sumita", "Schmincke", "H.-U"],
    "venue": "Ma. J. Volcanol. Geoth",
    "year": 2013
  }, {
    "title": "Eruptive history of a lowfrequency and low-output rate Pleistocene volcano, Ciomadul, south Harghita mts., Romania",
    "authors": ["Z. ecskay", "V. Mirea"],
    "venue": "Bull. Volcanol",
    "year": 2015
  }, {
    "title": "Major and trace element characterization of tephra layers offshore Pantelleria Island: insights into the last 200 ka of volcanic activity and contribution to the Mediterranean tephrochronology",
    "authors": ["S. Tamburrino", "D.D. Insinga", "M. Sprovieri", "P. Petrosino", "M. Tiepolo"],
    "venue": "J. Quat. Sci",
    "year": 2012
  }, {
    "title": "Age and geochemistry of tephra layers from Ischia, Italy: constraints from proximal-distal correlations with Lago Grande di Monticchio",
    "authors": ["E.L. Tomlinson", "P.G. Albert", "S. Wulf", "R.J. Brown", "V.C. Smith", "J. Keller", "G. Orsi", "A.J. Bourne", "M.A. Menzies"],
    "venue": "J. Volcanol. Geoth",
    "year": 2014
  }, {
    "title": "Geochemistry of the Phlegraean Fields (Italy) proximal sources for major Mediterranean tephras: implications for the dispersal of Plinian and co-ignimbritic components of explosive eruptions",
    "authors": ["E.L. Tomlinson", "I. Arienzo", "L. Civetta", "S. Wulf", "V.C. Smith", "M. Hardiman", "C.S. Lane", "A. Carandente", "G. Orsi", "M. Rosi", "W. Muller", "M.A. Menzies"],
    "venue": "Geochem. Cosmochim",
    "year": 2012
  }, {
    "title": "The Upper and Lower Nisyros Pumices: Revisions to the Mediterranean tephrostratigraphic record based on micron-beam glass geochemistry",
    "authors": ["E.L. Tomlinson", "H.S. Kinvig", "V.C. Smith", "J.D. Blundy", "J. Gottsmann", "W. Müller", "M.A. Menzies"],
    "venue": "J. Volcanol. Geoth",
    "year": 2012
  }, {
    "title": "The major and trace element glass compositions of the productive Mediterranean volcanic sources: tools for correlating distal tephra layers in and around Europe",
    "authors": ["E.L. Tomlinson", "V.C. Smith", "P.G. Albert", "E. Aydar", "L. Civetta", "R. Cioni", "E. Cubukcu", "R. Gertisser", "R. Isaia", "M.A. Menzies", "G. Orsi", "M. Rosi", "G. Zanchetta"],
    "venue": "Quat. Sci. Rev. 118,",
    "year": 2015
  }, {
    "title": "The last 1.35 million years at Tenaghi Philippon: revised chronostratigraphy and long-term vegetation trends",
    "authors": ["H. alike"],
    "venue": "Quat. Sci. Rev",
    "year": 2006
  }, {
    "title": "Palynology of the lower part (78e120 m) of the core Tenaghi Philippon II, middle Pleistocene of Macedonia, Greece",
    "authors": ["A.M. Van der Wiel", "T.A. Wijmstra"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 1987
  }, {
    "title": "A MIS 15-MIS 12 record of environmental changes and Lower Palaeolithic occupation from Valle Giumentina, central Italy",
    "authors": ["C. e", "S. Nomade", "B. Giaccio", "N. Limondin-Lozouet", "F. Fusco", "E. Regattieri", "Degeai", "J.-P", "V. Robert", "C. Kuzucuoglu", "G. Boschian", "S. Agostini", "D. Aureli", "M. Pagli", "J.J. Bahain", "E. Nicoud"],
    "venue": "Quat. Sci. Rev. 151,",
    "year": 2016
  }, {
    "title": "Distribution and chemical-composition of tephra layers from Eastern Mediterranean abyssal sediments",
    "authors": ["A. Vinci"],
    "venue": "Mar. Geol",
    "year": 1985
  }, {
    "title": "Variations in mid-latitude North Atlantic surface water properties during the mid-Brunhes (MIS 9e14) and their implications for the thermohaline circulation",
    "authors": ["A.H.L. Voelker", "T. Rodrigues", "K. Billups", "D. Oppo", "J. McManus", "R. Stein", "J. Hefter", "J.O. Grimalt"],
    "venue": "Clim. Past",
    "year": 2010
  }, {
    "title": "Palynology of the middle part (30e78 metres) of the 120 m deep section in northern Greece (Macedonia)",
    "authors": ["T. Wijmstra", "A. Smit"],
    "venue": "Acta Bot. Neerl",
    "year": 1976
  }, {
    "title": "The marine isotope stage 1e5 cryptotephra record of Tenaghi Philippon, Greece",
    "authors": ["S. Wulf", "M. Hardiman", "R.A. Staff", "A. Koutsodendris", "O. Appelt", "S.P.E. Blockley", "J.J. Lowe", "C.J. Manning", "L. Ottolini", "A.K. Schmitt", "V.C. Smith", "E.L. Tomlinson", "P. Vakhrameeva", "M. Knipping", "U. Kotthoff", "A.M. Milner", "U.C. Müller", "K. Christanis", "S. Kalaitzidis", "C. Tzedakis", "G. Schmiedl", "J. Pross"],
    "year": 2018
  }, {
    "title": "The 100e133 ka record of Italian explosive volcanism and revised tephrochronology of Lago Grande di Monticchio",
    "authors": ["S. Wulf", "J. Keller", "M. Paterne", "J. Mingram", "S. Lauterbach", "S. Opitz", "G. Sottili", "B. Giaccio", "P.G. Albert", "C. Satow", "E.L. Tomlinson", "M. Viccaro", "A. Brauer"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "Tephrostratigraphy of Grotta del Cavallo, Southern Italy: insights on the chronology of Middle to Upper Palaeolithic transition in the Mediterranean",
    "authors": ["G. Zanchetta", "B. Giaccio", "M. Bini", "L. Sarti"],
    "venue": "Quat. Sci. Rev. 182,",
    "year": 2018
  }, {
    "title": "Tephrostratigraphy, chronology and climatic events of the Mediterranean basin during the Holocene: an overview",
    "authors": ["G. Zanchetta", "R. Sulpizio", "N. Roberts", "R. Cioni", "W.J. Eastwood", "G. Siani", "B. Caron", "M. Paterne", "R. Santacroce"],
    "venue": "Holocene 21,",
    "year": 2011
  }, {
    "title": "Consanguineous geochemistry of the Kos Plateau and Tilos D and E pumices, Aegean volcanic arc, Hellas",
    "authors": ["D. Zouzias", "K. St Seymour"],
    "venue": "Neues Jahrbuch Mineral. Abhand",
    "year": 2008
  }, {
    "title": "Kos Plateau Tuff (KPT) on Kalymnos island, Aegean volcanic arc: a geochemical approach",
    "authors": ["D. Zouzias", "K. St Seymour"],
    "venue": "J. Volcanol. Seismol",
    "year": 2013
  }],
  "id": "SP:5b7a60cbf4418806135cb98d21b9cd6e063fa17b",
  "authors": [{
    "name": "Polina Vakhrameeva",
    "affiliations": []
  }, {
    "name": "Andreas Koutsodendris",
    "affiliations": []
  }, {
    "name": "Sabine Wulf",
    "affiliations": []
  }, {
    "name": "William J. Fletcher",
    "affiliations": []
  }, {
    "name": "Oona Appelt",
    "affiliations": []
  }, {
    "name": "Maria Knipping",
    "affiliations": []
  }, {
    "name": "Ralf Gertisser",
    "affiliations": []
  }, {
    "name": "Mario Trieloff",
    "affiliations": []
  }],
  "abstractText": "Precise chronologies that allow direct correlation of paleoclimate archives are a prerequisite for deciphering the spatiotemporal characteristics of short-term climate variability. Such chronologies can be established through the analysis of tephra layers that are preserved in the respective sedimentary archives. Here we explore the yet untapped tephrochronological potential of the Eastern Mediterranean region for the Middle Pleistocene, specifically for the interval spanning Marine Isotope Stages (MIS) 12 e10 (460e335 ka). High-resolution cryptotephra analysis was carried out on peat cores spanning the MIS 12e10 interval that have been recovered from the iconic climate archive of Tenaghi Philippon, NE Greece. Eighteen primary cryptotephras were identified, and majorand trace-element analyses of single glass shards from all cryptotephras were performed in order to correlate themwith their eruptive sources. The results suggest origins from both Italian and Aegean Arc volcanoes. Specifically, one cryptotephra layer could be firmly correlated with the Cape Therma 1 eruption from Santorini, which makes it the first distal tephra finding for this eruptive event. While eight further cryptotephras could be tentatively correlated with their volcanic or even eruptive sources, the provenance of another nine cryptotephras as yet remains unknown. The relatively large number of cryptotephras that could not be assigned to specific volcanic sources and eruptive events reflects the still considerable knowledge gap regarding the geochronology and geochemistry of proximal tephra deposits from the Middle Pleistocene of the Central and Eastern Mediterranean regions. Due to the lack of well-dated Middle Pleistocene eruptions, we provide age estimates for all cryptotephra layers identified in the MIS 12e10 interval at Tenaghi Philippon based on high-resolution pollen data from the same cores. While eight of the identified cryptotephras were deposited within MIS 12 (~438e427 ka), one cryptotephra was deposited at the onset of MIS 11 (~419 ka), five cryptotephras during the younger part of MIS 11 (~391e367 ka), and four cryptotephras during MIS 10 (~359e336 ka). The high number of cryptotephras from multiple sources as recorded in the MIS 12e10 interval at Tenaghi Philippon highlights the key role of this archive for linking tephrostratigraphic lattices for the Middle Pleistocene of the Central and Eastern Mediterranean regions. © 2018 Elsevier Ltd. All rights reserved. idelberg.de (P. Vakhrameeva).",
  "title": "The cryptotephra record of the Marine Isotope Stage 12 to 10 interval (460-335 ka) at Tenaghi Philippon, Greece: Exploring chronological markers for the Middle Pleistocene of the Mediterranean region"
}