{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r.com/ locate /pa laeo\nCarbon-isotope stratigraphy and temperature change during the Early–Middle Jurassic (Toarcian–Aalenian), Raasay, Scotland, UK\nGregory D. Price School of Geography, Earth and Environmental Sciences, University of Plymouth, Drake Circus, Plymouth PL4 8AA, UK\nE-mail address: g.price@plymouth.ac.uk.\n0031-0182/$ – see front matter © 2009 Elsevier B.V. Al doi:10.1016/j.palaeo.2009.11.018\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 6 June 2009 Received in revised form 30 October 2009 Accepted 13 November 2009 Available online 20 November 2009\nKeywords: Belemnites Jurassic Stable isotopes Palaeoclimate\nThe data presented here provide the first high-resolution investigation of carbon and oxygen isotope derived from Boreal Aalenian–Bajocian belemnites from the Isle of Raasay, Scotland, UK. Further isotope data has been gathered from the Toarcian. The carbon-isotope data reveal a positive carbon-isotope excursion in the early Aalenian Scissum Zone (equivalent to the Tethyan Comptum Subzone). The correspondence between this record and Tethyan records lends support that this excursion is global in origin. Although the excursion is coeval with a transgressive interval less obvious is an association with the deposition of organic-rich deposits. An equivocal excursion toward light isotopic close to the Aalenian–Bajocian boundary may be linked to a major pulse of subduction related magmatism. Light oxygen isotopes (and high temperatures) are derived from belemnites from the Toarcian Falciferum Zone. Akin to coeval data from elsewhere surface waters during the Falciferum Zone may have been episodically reduced. Oxygen isotope data from the Aalenian are interpreted to show a cooling trend to a minimum at the base in the Opalinum–Scissum zonal boundary. This major step in cooling is however not entirely coincident with sea-level data and significantly the inferred cooling occurs prior to the positive carbon-isotope excursion. Hence a carbon drawdown and burial scenario that has been interpreted from positive carbon excursions elsewhere cannot drive a precursory cooling episode.\nl rights reserved.\n© 2009 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Stable carbon-isotope stratigraphies derived from marine carbonates have been successfully used to constrain variations in the carbon cycle through the Mesozoic (e.g. Scholle and Arthur, 1980; Weissert and Mohr, 1996; Bartolini et al., 1999; Dromart et al., 2003; Price and Mutterlose, 2004). If perturbations in the carbon cycle are truly global they should be thus recorded in the isotopic ratios in the oceanic, terrestrial and atmospheric carbon reservoirs from across the globe. The comparison of marine and terrestrial carbon-isotope trends (e.g. Hesselbo et al., 2003; Gröcke et al., 2005; Nunn et al., 2009) should therefore provide an insight into linkages between oceanic and atmospheric reservoirs as well as being a powerful correlative tool. A comparison of isotope stratigraphies from the Aalenian and Bajocian (e.g. Bartolini et al., 1999; Jenkyns et al., 2002; Morettini et al., 2002; Hesselbo et al., 2003; O'Dogherty et al., 2006; Sandoval et al., 2008; Gómez et al., 2009) representing both marine and terrestrial systems demonstrate that differences in the timing and the magnitude of events do, however, possibly exist. These differences may be related to the underlying causal mechanisms of events (e.g. local vs. global controls), correlation of differing biostratigraphic schemes or differences in the resolution of various studies.\nThe aims of this work are to construct δ18O and δ13C curves based onmarine carbonate (belemnites) for the Aalenian to earliest Bajocian from Scotland, UK in order to compare and evaluate existing isotope stratigraphies. Numerous studies (e.g. Sælen et al., 1996; Wierzbowski, 2004; Price and Mutterlose, 2004; Rosales et al., 2004) have demonstrated that, with appropriate constraints placed upon the isotopic composition of seawater, credible palaeotemperature trends can be also derived from the oxygen isotopic analysis of belemnites. These data can then be compared to the carbon-isotope data in order to assess proposed palaeoenvironmental changes that are commonly associated with perturbations in the global carbon cycle. Previous work in this region on stable isotopes (e.g. Tan et al., 1970; Wierzbowski, 2004; Nunn et al., 2009) has focussed particularly on Callovian–Kimmeridgian interval. To distinguish trends in δ18Ocalcite caused by changes in palaeotemperature from those caused by changes in the δ18O of seawater (e.g. McArthur et al., 2007), Mg/Ca ratios of the belemnites have also been investigated."
  }, {
    "heading": "2. Geological setting",
    "text": "The belemnites samples (largely Acrocoelites and Pachyteuthis) for this study were obtained from the Toarcian and chiefly the Aalenian and earliest Bajocian from the Isle of Raasay, Scotland, UK. During the Middle Jurassic, Scotland was situated at a palaeolatitude of ∼40°N, at the southern end of a strait connecting the Arctic Sea to an epeiric sea\nthat covered much of Europe (Fig. 1; Smith et al., 1994; Hudson and Trewin, 2002). The Jurassic sediments exposed in the region were deposited in a series rift basins that developed during the early extensional phases of the opening of the North Atlantic (Morton and Hudson, 1995; Mellere and Steel, 1996). Two sections on Raasay were examined, at Inverarish Burn (UK Grid Reference NG 573365) and at Beinn na Leac (UK Grid Reference NG 598379) ranging from the Toarcian to the Bajocian (Figs. 2, 3). The Toarcian of Raasay comprises the organic-rich shale of the Portree Shales, oolitic ironstone of the Raasay Ironstone, and silty shale andmudstone of the Dun Caan Shale. Ammonite records through this part of the succession (e.g. Lee, 1920; Howarth, 1956; Morton, 1965; Cope et al., 1980) show that it is somewhat incomplete, particularly in the middle to late Toarcian. The\nuppermost levels of the Portree Shales (of the Falciferum Zone) contain a notable bed with numerous randomly orientated belemnites, a ‘belemnite battlefield’ of Doyle and Macdonald (1993). The overlying Raasay Ironstone is a thinly bedded and crossed bedded chamositic ooidal ironstone deposited according Morton and Hudson (1995) in a shallow marine high energy environment. More recently Hesselbo (2008) suggests that this unit may represent widespread sediment starvation within the Hebrides Basin during a sea-level highstand. Belemnites from this part of the succession have been described in detail by Doyle (1990). The majority of belemnites of this study were obtained from Beinn na Leac from the Beinn na Leac and Raasay Sandstone members of the Bearreraig Sandstone Formation of Aalenian to Bajocian age (Fig. 3). This formation is overlain by the\ngeography simplified from Ziegler (1990), (b) Global context of the Hebrides Basin; dark . (c) Location map of Raasay, Scotland, UK.\nGreat Estuarine Group of late Bajocian to Bathonian age, representing a complex of lagoonal, deltaic and fluvial environments of varied salinity and lithology (Morton and Hudson, 1995). The Beinn na Leac Sandstone Member is of marine origin and consists of argillaceous sandstones alternating with thicker calcareous sandstones forming a series of ledges at the foot of the Beinn na Leac cliff. These are overlain by ∼6 m of more thickly bedded calcareous sandstones which contain ammonites characteristic of the Discites Zone (basal Bajocian) (Morton, 1965). The Raasay Sandstones consist of a series of crossbedded sandstones and contain variable amounts of carbonate sand layers (derived largely from bivalves, crinoids and bryozoans). They are also of marine origin and were deposited as tidal sand waves (Morton, 1983). Mellere and Steel (1996) suggest that this part of the succession consists primarily of coarsening- and thickening-upward tidally dominated deltaic and thinning-upward estuarine crossbedded deposits.\nThe biostratigraphy of the sections examined (Figs. 2, 3) is based upon Howarth (1956), Morton (1965) and Morton and Hudson (1995). The ammonite zones observed can be also recognised in Tethyan successions. Of note is that the Scissum Zone (Morton, 1965), inserted between the Opalinum and Murchinsonae Zones, is an exception, in that it is not easily applied to Tethyan European successions. The Scissum Zone is considered broadly equivalent to the Comptum Subzone (e.g. Cope et al., 1980) of the Opalinum Zone. The\nBradfordensis Zone, recognised in southern England and Tethys, is considered broadly equivalent to the upper part of the Murchinsonae Zone."
  }, {
    "heading": "3. Methodology",
    "text": "Trace element geochemistry in conjunction with cathodoluminescence (CL) was used to determine the state of preservation of each the belemnites examined. Prior to chemical and isotopic analysis areas of each belemnite deemed most susceptible to diagenetic alteration, predominantly the exterior of each shell, were removed. The remains were fragmented (sub mm), washed in ultra pure water, and dried in a clean environment. Fragments were subsequently picked under a binocularmicroscope to secure those judged tobebestpreserved,which were then analysed for oxygen and carbon isotopes. Isotopes were determined on a VG Instruments Optima Isotope Ratio Mass Spectrometerwith aMultiprepAutomatedCarbonate System(at theUniversity of Plymouth) using 200–300 µg carbonate. Isotopic resultswere calibrated against NBS-19. Reproducibility for both δ18O and δ13C was better than 0.1‰, based upon multiple sample analysis. Sub-samples of belemnites for chemical analysis (Ca, Fe, Mn, Mg, Sr) weighing 100–200 mg were dissolved in 4% nitric acid and analysed using an ICP-AES. Based upon analysis of duplicate samples, reproducibility was better than 4% of the measured concentration of each element."
  }, {
    "heading": "4. Results",
    "text": "The belemnites sampled in this study were mostly translucent, although a few samples exhibited particularly prevalent opaque areas\naround the margins of the rostra. CL indicated that these areas tended to be Mn-rich and also revealed partial replacement by pyrite and diagenetic calcite preferentially along the outermost concentric growth bands and adjacent to the alveolar region (Fig. 4). As noted\nabove areas such as these were either removed prior to or avoided during subsampling. The determined elemental ranges of belemnite rostra (Table 1 of Appendix A) were as follows: Sr (1081–1765 ppm); Mn (2–19 ppm); Mg (1373–3644 ppm) and Fe (8–740 ppm). LowMn (b100 ppm) and Fe (b250 ppm) values are, recorded for most of the belemnites. Those samples where Fe concentrations were N250 ppm and Mn concentrations N100 ppm (cf. Wierzbowski, 2004; Price and Page, 2008) were considered likely to have undergone some isotopic exchange registered by the precipitation of post-depositional diagenetic calcite and were hence excluded from any further analysis. Calcium contents of belemnite rostra ranged from 29.6 to 50.9% (mean 39.9%).\nOxygen and carbon-isotope ratios through the entire section show both short- and long-term variation and are presented in Figs. 2, 3. Positive carbon-isotope values are recorded from the Toarcian (up to 3.6‰), whilst lower values are seen in the early Aalenian. Although the carbon-isotope data show a degree of scatter a large ∼4.0‰ shift in carbon-isotope values is observed from light early Aalenian (Opalinum Zone) values to more positive values in the Scissum Zone before returning to lighter values in the Murchinsonae– Concavum Zones. Positive values are seen in the lowermost Bajocian, with possibly a superimposed negative excursion (Fig. 3). The oxygen isotope data derived from the Toarcian belemnites show quite negative values (−4.5 to −5.1‰). Within the Aalenian part of the section the oxygen isotope data show initially relatively negative values (∼−2.4 to −0.7‰) and become more positive (∼−0.4 to 1.2‰) within the lowermost part of the Scissum Zone and remain fairly constant in the upper part of the succession (Murchinsonae– Discites Zones). Also show in Figs. 2, 3 are the Mg/Ca ratios of the belemnites."
  }, {
    "heading": "5. Discussion",
    "text": "Anumber of detailedMiddle Jurassic carbon-isotope curves exist e.g. those derived frommarine siliciclastic strata of the Isle of Skye, Scotland (Jenkyns et al., 2002), fossil wood from the Middle Jurassic Ravenscar Group, Yorkshire, England (Hesselbo et al., 2003) and pelagic-carbonate sequences from Umbria–Marche, Italy (Zempolich and Erba, 1999; Bartolini et al., 1999;Morettini et al., 2002),marine biogenic carbonates (Gómez et al., 2009) and Aalenian pelagic carbonates from the Betic Cordillera, southern Spain (Sandoval et al., 2008). Within the Fosso del Presale section, Umbria–Marche region, central Italy (Morettini et al., 2002), a 1.0‰ shift in carbon-isotope values of bulk carbonates, from\nlight values during the Late Toarcian to more positive values in the middle Aalenian (Murchinsonae Zone) before returning to lighter values in the upper part of theMurchinsonae–ConcavumZone. The δ13C isotope curve derived from well-dated Aalenian sections of the Median Subbetic, southern Spain (Sandoval et al., 2008) show a positive excursion in Lower Aalenian (Comptum Subzone), minimum δ13C values in the Middle Aalenian (Bradfordensis Zone), a positive peak in the Upper Aalenian (Concavum Zone and Subzone) and a minimum near the Aalenian–Bajocian boundary (Fig. 5). Gómez et al. (2009) additionally document a positive excursion in the Comptum Subzone. The data presented here also records this early Aalenian positive excursion in the Scissum Zone (equivalent to the Comptum Subzone). Isotope data from belemnites from the Bearreraig section in the Isle of Skye, Hebrides Basin (an auxiliary stratotype for the Aalenian–Bajocian boundary (McArthur et al., 2000), also shows a sharp δ13C peak in the Scissum–Murchinsonae zones (Jenkyns et al., 2002), albeit based upon just a few samples. Hence this excursion is clearly observable beyond Tethys.\nThis positive δ13C excursion is coeval with a transgressive interval (e.g. Haq et al., 1988; Hesselbo, 2008, Fig. 6) although less obvious is an association with the deposition of organic-rich deposits. The possibility remains that organic carbon might have been locked up, but disseminated in shelf mudstones and is therefore not readily identified or stored in areas not now preserved. Carbon storage may have alternatively occurred in terrestrial settings. Alternatively positive isotopic shifts may not always be directly linked to enhanced organic matter removal and storage. Some positive carbon-isotope excursions in the Jurassic and the Cretaceous undoubtedly correlate with oceanic anoxic events marked by organic-rich deposits (e.g. OAEII), although not the case for the Middle Oxfordian (e.g. Weissert and Mohr, 1996; Louis-Schmid et al., 2007) or the Late Valanginian (e.g. Price and Mutterlose, 2004). An analysis by Aguado et al. (2008) of the fluctuations in the abundance of selected nannofossil taxa from Western Tethys, together with relatively low–medium δ13C values suggests that during the Early–Middle Aalenian, stable mesotrophic to oligotrophic conditions prevailed in surface waters of the Subbetic Basin. Such conditions may have extended to Boreal regions as indicated by the flat segment of the curve observed in Raasay and Skye (Fig. 5).\nComparison of this marine dataset with the carbon-isotope stratigraphy of terrestrial settings is also possible. Wood-based isotopic data from the Middle Jurassic Ravenscar Group, Yorkshire, show a negative isotopic excursion close to the Aalenian–Bajocian boundary\nand assigned to the Discites Zone (Hesselbo et al., 2003). The data from Raasay, Skye (Jenkyns et al., 2002) and the Basque–Cantabrian Basin (Gómez et al., 2009) do hint at a negative excursion within the Discites Zone. The coincidence of this possible perturbation in the carbon cycle and pulses of basaltic magmatism has been made (Hesselbo et al., 2003). Hesselbo et al. (2003) observe that intriguingly, the Aalenian–Early Bajocian interval does appear to coincide with the birth of the Pacific Plate and also a major pulse of subduction related magmatism (Bartolini and Larson, 2001). It must be noted, however, that correlation between sections and data could be improved and the belemnite carbon-isotope record does sometimes differ from those obtained from pelagic carbonates (e.g. Bartolini et al., 1999; Sandoval et al., 2008). With respect to the Late Aalenian (Concavum Zone), Sandoval et al. (2008) record positive δ13C excursions associated with high abundances of eutrophic calcareous nannofossil taxa and increases in radiolarian abundance suggesting high biological productivity and an enhanced biological pump. This latter excursion is not seen in the belemnite derived dataset, although possibly as a result of the lower resolution of curves at this point.\nThe oxygen isotope values of diagenetically screened belemnite rostra have been considered by many as a reliable tool to be used as a proxy for seawater palaeotemperature estimation (Sælen et al., 1996; Price and Mutterlose, 2004; Gómez et al., 2009; Nunn et al., 2009) where continental ice volume is at a minimum and evaporation or freshwater inputs are minor factors. Belemnite calcite considered to have been precipitated in oxygen isotope equilibrium with ambient sea water (Sælen et al., 1996; Wierzbowski, 2004; Price and Page, 2008) has been substantiated by the fact that oxygen isotope ratios of the shells of modern Sepia and Spirula, close relatives of belemnites, are in equilibrium with ambient seawater (Bettencourt and Guerra,\n1999; Price et al., 2009). In determining calcite palaeotemperatures, the equation of Epstein et al. (1953) as modified by Anderson and Arthur (1983), has been used, as it was based primarily on molluscan isotope data. This equation expresses the oxygen isotopic composition of the water, δwater, directly relative to the standardmean oceanwater (SMOW) standard:\nTð∘CÞ = 16:0−4:14ðδcalcite−δwaterÞ + 0:13ðδcalcite−δwaterÞ2\nwhere δcalcite equals the oxygen isotopic composition of the calcite with respect to the VPDB international standard and δwater equals the oxygen isotopic composition of the water from which the calcite was precipitated with respect to the SMOW standard. A δseawater of−1.0‰ (SMOW) is thought to be appropriate for assumed non-glacial periods (Shackleton and Kennett, 1975), although there is little likelihood that the isotopic composition of the Jurassic ocean was globally uniform (as discussed below).\nThe resultant belemnite palaeotemperature curve reveals temperatures in excess of 35 °C for the Toarcian (Falciferum Zone), remaining warm (15–22 °C) for the early Aalenian before rapidly cooling to a minimum of 7 °C in the base on the Scissum Zone. Data derived from the Concavum and Discites zones reveals a more variable pattern. The light oxygen isotopes and high temperatures derived from Falciferum Zone are consistent with other studies (e.g. Sælen et al., 1996). Based upon modelling of seawater salinity and stable isotope data from the Whitby Mudstone Formation, UK Sælen et al. (1996) suggest that surface waters during the Falciferum Zone may have been episodically reduced (∼5 psu less than contemporaneous seawater). This methodology makes use of the observation that freshwater runoff typically decreases the seawater δ18Owater value (and salinity) (e.g. Railsback et al., 1989). Conversely evaporation\ntypically preferentially removes the lighter isotope 16O. Differences in seawater isotope values are appreciable at middle and high latitudes, but are more minor in low-lying subtropical regions where for examplemeteoric precipitation is nomore than a few of permil lighter than the marine reservoir (Craig and Gordon, 1965). Reducing salinity by ∼5 psu in effect reduces temperature by about 6 °C in a palaeotemperature calculation. The use of Mg/Ca values may offer further support for detecting temperature changes (e.g. Rosales et al., 2004; McArthur et al., 2007). Laboratory experiments have documented a strong correlation of seawater temperature with Mg/Ca ratios whilst salinity is only weakly reflected in skeletal Mg/Ca ratios (Naydin and Teys, 1976; Klein et al., 1997). In general, high Mg/Ca ratios have been associated with warmer seawater temperatures. A lack of relatively high Mg/Ca ratios within the Falciferum Zone does indeed suggest that these light isotopes are not exclusively a consequence of high temperatures but may be because of reduced salinity. Although modern cuttlefish can survive in salinities as low as 20 psu the abundance and faunal diversity is greatest where salinity is N30 psu (e.g. von Boletzky, 1999). Therefore, if the comparison between belemnites and modern cuttlefish (Sepia officianalis) has some validity belemnites should just about be able tolerate such conditions.\nA number of other workers have also proposed that Early Toarcian seas of northwest Europe had a low salinity surface layer (e.g. Röhl et al., 2001). Recognition of a reduced salinity in Hebrides would provide further support a restricted sill basin model of deposition\nduring Toarcian times. Also of note is the occurrence of appreciably depleted oxygen isotope values for 4 samples from the lower part of the Beinn na Leac succession (Fig. 3). Using standard techniques, i.e. petrography, CL (Fig. 4) and trace element geochemistry it has not been possible to identify any measure consistent with extensive diagenetic alteration of the belemnite calcite. Although diagenesis may not always impart relatively high concentrations of Fe and Mn upon diagenetic calcite in addition to no obvious petrography diagenetic fabric it is not possible to discard the data as by-products of diagenesis. Not unlike the Toarcian, these few light data points may come about as a consequence of local episodes of reduced salinity. Again a lack of relatively high Mg/Ca ratios does certainly suggest that these light isotopes are a consequence of reduced salinity. The remainder of the oxygen isotope curve is however largely reproduced by the Mg/Ca ratios (Fig. 3) providing confidence in the temperature interpretation.\nThe inferred cooling to a minimum at the base in the Opalinum– Scissum zonal boundary is consistent with other proxy data. The study of Gómez et al. (2009) of stable isotopes of belemnites from the Basque–Cantabrian Basin of northern Spain also records cooling in the Comptum Subzone (Fig. 6). Gómez et al. (2009) note that the mechanisms causing the cooling in seawater temperature are uncertain and speculate whether inferred changes in climate are of global or of local extent. The combination of data from a Tethyan location (Gómez et al., 2009) and now a Boreal site taken together may suggest a global (or supra-regional) rather than local event. Indeed Zakharov et al. (2003)\nnote evidence for cooling in the Arctic during this time and a major marine regression is recorded during the Early Aalenian (Haq et al., 1988; Hesselbo, 2008, Fig. 6). This latter episode has been taken to possibly indicate the development of a significant volume of continental ice (e.g. Hinnov and Park, 1999). Of note is that a major step in cooling observed at the Opalinum–Scissum zonal boundary is not entirely coincident with the sea-level data. Most studies (e.g. Haq et al., 1988; Hardenbol et al., 1998; Hesselbo, 2008) identify regressive maxima in the late Aalenian (Concavum Zone) (Hesselbo and Coe, 2000). Although within the Opalinum Zone the δ13C and δ18O are changing in parallel (i.e. as δ13C becomes more positive, the climate cools), significantly the inferred cooling episode at the base at Opalinum–Scissum zonal boundary occurs prior to the main positive carbon-isotope excursion (Fig. 3). Hence a carbon drawdown and burial scenario that could be interpreted from a positive δ13C excursion (cf. Price and Mutterlose, 2004) cannot drive a precursory cooling episode. That the positive δ13C excursion occurs during an inferred cooler episode demonstrates that carbon-isotope excursions frequently linked to mechanisms such as increased runoff and increases in productivity may not necessarily be limited to warm climate episodes."
  }, {
    "heading": "6. Conclusions",
    "text": "The carbon-isotope data reveal a positive excursion in the early Aalenian Scissum Zone (equivalent to the Tethyan Comptum Subzone) and the correspondence between this record and Tethyan records lends support that this excursion is global in origin. This positive δ13C excursion is broadly coeval with a transgressive interval (e.g. Haq et al., 1988) although less obvious is an association with the deposition of organic-rich deposits. Light oxygen isotopes (and inferred high temperatures) are derived from belemnites from the Toarcian Falciferum Zone. Such light values may result from episodically reduced salinities of surface waters. Elsewhere in northwest Europe a low salinity surface layer has been inferred (e.g. Sælen et al., 1996; Röhl et al., 2001) and provides support for a restricted sill basin model of deposition during Toarcian times. Oxygen isotope data from the Aalenian are interpreted to show cooling to a minimum pinpointed to the Opalinum–Scissum zonal boundary. This major step in cooling is however not entirely coincident with the sea-level data and significantly the inferred cooling occurs prior to the positive carbon-isotope excursion. Hence a carbon drawdown and burial scenario that has been interpreted from positive carbon excursions elsewhere cannot drive the precursory cooling episode. The positive δ13C excursion occurs during an inferred cooler episode and not typically a warmer climate interval."
  }, {
    "heading": "Acknowledgements",
    "text": "The help of Paul Sutton and Stephen Grimes with isotope analysis is gratefully acknowledged, whilst Kevin Page is thanked for his assistance in the field. Peter Frost at the CSM is thanked for his assistance with cathodoluminescence. This paper benefited from the editorial comments of Thierry Corrège and the reviews of Jóse Sandoval and an anonymous reviewer."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data associated with this article can be found, in the online version, at doi:10.1016/j.palaeo.2009.11.018."
  }],
  "year": 2009,
  "references": [{
    "title": "Fertility changes of surface waters during the Aalenian of the Western Tethys as revealed by calcareous nannofossils and carbon-cycle perturbations",
    "authors": ["R. Aguado", "L. O'Dogherty", "J. Sandoval"],
    "venue": "Marine Micropaleontology",
    "year": 2008
  }, {
    "title": "Stable isotopes of oxygen and carbon and their application to sedimentologic and environmental problems",
    "authors": ["T.F. Anderson", "M.A. Arthur"],
    "venue": "Short Course Notes,",
    "year": 1983
  }, {
    "title": "Pacific microplate and the Pangea supercontinent in the Early to Middle Jurassic",
    "authors": ["A. Bartolini", "R.L. Larson"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "Middle and Late Jurassic radiolarian palaeoecology versus carbon-isotope stratigraphy",
    "authors": ["A. Bartolini", "P.O. Baumgartner", "J. Guex"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1999
  }, {
    "title": "Carbon- and oxygen-isotope composition of the cuttlebone of Sepia officinalis: a tool for predicting ecological information",
    "authors": ["V. Bettencourt", "A. Guerra"],
    "venue": "Marine Biology",
    "year": 1999
  }, {
    "title": "Detailed Paleogeography Maps: online resource available at the University of Arizona Department of Geology",
    "authors": ["R.C. Blakey"],
    "year": 2003
  }, {
    "title": "A correlation of Jurassic rocks in the British Isles",
    "authors": ["J.C.W. Cope", "K.L. Duff", "C.F. Parsons", "H.S. Torrens", "W.A. Wimbledon", "J.K. Wright"],
    "venue": "Part Two: Middle and Upper Jurassic: Special Report of the Geological Society, London,",
    "year": 1980
  }, {
    "title": "Isotope oceanography: deuterium and oxygen 18 variations in the ocean and the marine atmosphere",
    "authors": ["H. Craig", "L.I. Gordon"],
    "venue": "Symposium on Marine Geochemistry: University of Rhode Island Occasional Publications,",
    "year": 1965
  }, {
    "title": "The British Toarcian (Lower Jurassic) belemnites",
    "authors": ["P. Doyle"],
    "venue": "Part 1. Monograph of the Palaeontographical Society,",
    "year": 1990
  }, {
    "title": "Perturbation of the carbon cycle at the Middle/Late Jurassic transition: geological and geochemical evidence",
    "authors": ["G. Dromart", "J.P. Garcia", "F. Gaumet", "S. Picard", "M. Roussseau", "F. Atrops", "C. Lécuyer", "M.F. Sheppard"],
    "venue": "American Journal of Science",
    "year": 2003
  }, {
    "title": "Revised carbonate-water isotopic temperature scale",
    "authors": ["S. Epstein", "R. Buchsbaum", "H.A. Lowenstam", "H.C. Urey"],
    "venue": "Geological Society of America Bulletin",
    "year": 1953
  }, {
    "title": "Palaeoclimatic and biotic changes during the Aalenian (Middle Jurassic) at the southern Laurasian Seaway (Basque– Cantabrian Basin, northern Spain)",
    "authors": ["J.J. Gómez", "M.L. Canales", "S. Ureta", "A. Goy"],
    "year": 2009
  }, {
    "title": "A Geologic Time Scale",
    "authors": ["F. Gradstein", "J. Ogg", "A. Smith"],
    "year": 2004
  }, {
    "title": "The Upper Valanginian (Early Cretaceous) positive carbon-isotope event recorded in terrestrial plants",
    "authors": ["D.R. Gröcke", "G.D. Price", "S.A. Robinson", "E.Y. Baraboshkin", "J. Mutterlose", "A.H. Ruffell"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2005
  }, {
    "title": "Mesozoic and Cenozoic chronostratigraphy and cycles of sea-level change",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Special Publication,",
    "year": 1988
  }, {
    "title": "Mesozoic and Cenozoic sequence chronostratigraphic framework of European basins",
    "authors": ["J. Hardenbol", "J. Thierry", "M.B. Farley", "de Graciansky", "P.-C", "P.R. Vail"],
    "venue": "Mesozoic and Cenozoic Sequence Stratigraphy of European Basins: Spec. Publ. SEPM.,",
    "year": 1998
  }, {
    "title": "Sequence stratigraphy and inferred relative sea-level change from the onshore British Jurassic",
    "authors": ["S.P. Hesselbo"],
    "venue": "Proceedings of the Geologists' Association",
    "year": 2008
  }, {
    "title": "Jurassic sequences of the Hebrides Basin, Isle of Skye, Scotland",
    "authors": ["S.P. Hesselbo", "A.L. Coe"],
    "venue": "Field Trip Guidebook, International Sedimentologists Association Meeting,",
    "year": 2000
  }, {
    "title": "Carbon-Cycle perturbation in the Middle Jurassic and accompanying changes in the terrestrial paleoenvironment",
    "authors": ["S.P. Hesselbo", "H.S. Morgans-Bell", "J.C. McElwain", "P.M. Rees", "S.A. Robinson", "C.E. Ross"],
    "venue": "Journal of Geology",
    "year": 2003
  }, {
    "title": "Strategies for assessing Early–Middle (Pliensbachian– Aalenian) Jurassic Cyclochronologies",
    "authors": ["L.A. Hinnov", "J.J. Park"],
    "venue": "Philosphical Transactions of the Royal Society",
    "year": 1999
  }, {
    "title": "The Scalpa Sandstone of the Isle of Raasay",
    "authors": ["M.K. Howarth"],
    "venue": "Proceedings of the Yorkshire Geological Society",
    "year": 1956
  }, {
    "title": "Jurassic, In: Trewin, N.H. (Ed.), The Geology of Scotland, 4th Edition",
    "authors": ["J.D. Hudson", "N.H. Trewin"],
    "year": 2002
  }, {
    "title": "Chemostratigraphy of the Jurassic System: applications, limitations and implications for palaeoceanography",
    "authors": ["H.C. Jenkyns", "C.E. Jones", "D.R. Gröcke", "S.P. Hesselbo", "D.N. Parkinson"],
    "venue": "Journal of the Geological Society of London",
    "year": 2002
  }, {
    "title": "Elemental and isotopic proxies of paleotemperature and paleosalinity: climate reconstruction of the marginal northeast Pacific ca",
    "authors": ["R.T. Klein", "K.C. Lohmann", "G.L. Kennedy"],
    "venue": "ka. Geology",
    "year": 1997
  }, {
    "title": "The Mesozoic rocks of Applecross, Raasay and northeast Skye",
    "authors": ["G.W. Lee"],
    "venue": "Memoirs of the Geological Survey, Scotland,",
    "year": 1920
  }, {
    "title": "Plate tectonic trigger of changes in pCO2 and climate in the Oxfordian (Late Jurassic): carbon isotope and modeling evidence",
    "authors": ["B. Louis-Schmid", "P. Rais", "P. Schaeffer", "S.M. Bernasconi", "H. Weissert"],
    "venue": "Earth Planetary Science Letters",
    "year": 2007
  }, {
    "title": "Strontium isotope stratigraphy of the Aalenian/Bajocian auxiliary stratotype section and point at Bearreraig, Isle of Skye",
    "authors": ["J.M. McArthur", "N. Morton", "M.F. Thirlwall"],
    "venue": "Proceedings of the International Jurassic Symposium, Vancouver,",
    "year": 2000
  }, {
    "title": "Palaeotemperatures, polar ice-volume, and isotope stratigraphy (Mg/Ca",
    "authors": ["J.M. McArthur", "N.M.M. Janssen", "S. Reboulet", "M.J. Leng", "M.F. Thirlwall", "B. van de Schootbrugge"],
    "year": 2007
  }, {
    "title": "Carbon-isotope stratigraphy and carbonate production during the Early– Middle Jurassic: examples from the Umbria–Marche–Sabina Apennines (central Italy)",
    "authors": ["E. Morettini", "M. Santantonio", "A. Bartolini", "F. Cecca", "P.O. Baumgartner", "J.C. Hunziker"],
    "year": 2002
  }, {
    "title": "The Bearreraig Sandstone Series (Middle Jurassic) of Skye and Raasay",
    "authors": ["N. Morton"],
    "venue": "Scottish Journal of Geology",
    "year": 1965
  }, {
    "title": "Palaeocurrents and palaeo-environment of part of the Bearreraig Sandstone (Middle Jurassic) of Skye and Raasay, Inner Hebrides",
    "authors": ["N. Morton"],
    "venue": "Scottish Journal of Geology",
    "year": 1983
  }, {
    "title": "Field guide to the Jurassic of the Isles of Raasay and Skye",
    "authors": ["N. Morton", "J.D. Hudson"],
    "venue": "Inner Hebrides,",
    "year": 1995
  }, {
    "title": "Oxygen isotope compositions of Eurasian Toarcian– Aalenian seas",
    "authors": ["D.P. Naydin", "R.V. Teys"],
    "venue": "Geochemistry International",
    "year": 1976
  }, {
    "title": "Terrestrial and marine carbon isotope signals from the Callovian–Kimmeridgian (Late Jurassic) succession at Staffin Bay, Isle of Skye, Scotland",
    "authors": ["E.V. Nunn", "G.D. Price", "M.B. Hart", "K.N. Page", "M.J. Leng"],
    "venue": "Journal of the Geological Society of London",
    "year": 2009
  }, {
    "title": "Carbon isotope stratigraphy and ammonite faunal turnover for the Middle Jurassic in the Southern Iberian palaeomargin",
    "authors": ["L. O'Dogherty", "J. Sandoval", "A. Bartolini", "S. Bruchez", "M. Bill", "J. Guex"],
    "year": 2006
  }, {
    "title": "Isotopic signals from late Jurassic–early Cretaceous (Volgian–Valanginian) subArctic Belemnites, Yatria River, Western Siberia",
    "authors": ["G.D. Price", "J. Mutterlose"],
    "venue": "Journal of the Geological Society of London",
    "year": 2004
  }, {
    "title": "An isotopic analysis of molluscan faunas from the Callovian–Oxfordian boundary at Redcliff Point, Weymouth, Dorset: implications for belemnite behaviour",
    "authors": ["G.D. Price", "K.N. Page"],
    "venue": "Proceedings of the Geologists' Association",
    "year": 2008
  }, {
    "title": "Isotopic analysis of the life history of the enigmatic squid Spirula spirula, with implications for studies of fossil cephalopods",
    "authors": ["G.D. Price", "R.J. Twitchett", "C. Smale", "V. Marks"],
    "venue": "Palaios",
    "year": 2009
  }, {
    "title": "Paleoceanographic modeling of temperature–salinity profiles from stable isotope data",
    "authors": ["L.B. Railsback", "T.F. Anderson", "S.C. Ackerly", "J.L. Cisne"],
    "venue": "Paleoceanography",
    "year": 1989
  }, {
    "title": "The Posidonia Shale (Lower Toarcian) of SW-Germany: an oxygen depleted ecosystem controlled by sea level and palaeoclimate",
    "authors": ["H. Röhl", "A. Schmid-Röhl", "W. Oschmann", "A. Frimmel", "L. Schwark"],
    "year": 2001
  }, {
    "title": "Paleotemperature variations of Early Jurassic seawater recorded in geochemical trends of belemnites from the Basque– Cantabrian basin, northern Spain",
    "authors": ["I. Rosales", "S. Quesada", "S. Robles"],
    "year": 2004
  }, {
    "title": "Stable isotope analyses of belemnite rostra from the Whitby Mudstone Fm., England: surface water conditions during deposition of a marine black shale",
    "authors": ["G. Sælen", "P. Doyle", "M.R. Talbot"],
    "venue": "Palaios",
    "year": 1996
  }, {
    "title": "Aalenian carbon-isotope stratigraphy: calibration with ammonite, radiolarian and nannofossil events in the Western Tethys",
    "authors": ["J. Sandoval", "L. O'Dogherty", "R. Aguado", "A. Bartolini", "S. Bruchez", "M. Bill"],
    "year": 2008
  }, {
    "title": "Carbon-isotope fluctuations in Cretaceous pelagic limestones; potential stratigraphic and petroleum exploration tool",
    "authors": ["P.A. Scholle", "M.A. Arthur"],
    "venue": "AAPG Bulletin",
    "year": 1980
  }, {
    "title": "Paleotemperature history of the Cenozoic and the initiationof Antarctic glaciation:oxygenandcarbon isotopeanalyses inDSDPsites277, 279 and 281",
    "authors": ["N.J. Shackleton", "J.P. Kennett"],
    "venue": "Initial Reports of the Deep Sea Drilling Project,",
    "year": 1975
  }, {
    "title": "Atlas of Mesozoic and Cenozoic Coastlines",
    "authors": ["A.G. Smith", "D.G. Smith", "B.M. Funnell"],
    "year": 1994
  }, {
    "title": "Jurassic (Callovian) palaeotemperatures from Scotland",
    "authors": ["F.C. Tan", "J.D. Hudson", "M.L. Keith"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1970
  }, {
    "title": "Biology and biogeography of extant cephalopods",
    "authors": ["S. von Boletzky"],
    "venue": "Bulletin. Société Géologique de France",
    "year": 1999
  }, {
    "title": "Late Jurassic climate and its impact on carbon cycling",
    "authors": ["H. Weissert", "H. Mohr"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1996
  }, {
    "title": "Carbon and oxygen isotope composition of Oxfordian–Early Kimmeridgian belemnite rostra: palaeoenvironmental implications for Late Jurassic seas",
    "authors": ["H. Wierzbowski"],
    "year": 2004
  }, {
    "title": "Paleobiochores of Jurassic Boreal Basins, Geol",
    "authors": ["V.A. Zakharov", "S.V. Meledina", "B.N. Shurygin"],
    "venue": "Geofiz",
    "year": 2003
  }, {
    "title": "Sedimentologic and chemostratigraphic recognition of thirdorder sequences in resedimented carbonate: the Middle Jurassic Vajont Limestone, Venetian Alps, Italy. Advances in “Carbonate Sequence Stratigraphy: Applications to Reservoirs, Outcrops and Models”",
    "authors": ["W.G. Zempolich", "E. Erba"],
    "venue": "SEPM Spec. Publ.,",
    "year": 1999
  }, {
    "title": "Geological Atlas of western and central Europe",
    "authors": ["P.A. Ziegler"],
    "venue": "Shell International Petroleum Maatschappij BV",
    "year": 1990
  }],
  "id": "SP:c8b76bbe619112537d12f673405459b2f3703b3b",
  "authors": [{
    "name": "Gregory D. Price",
    "affiliations": []
  }],
  "title": "Carbon-isotope stratigraphy and temperature change during the Early–Middle Jurassic (Toarcian–Aalenian), Raasay, Scotland, UK"
}