{
  "sections": [{
    "text": "The morphology of materials on the floor of Gusev Crater (14◦ S, 175◦ W), Mars, imply a history of volcanism and subsequent removal of an ice-rich deposit. Fluid lava flows observed in the western portion of Gusev Crater paradoxically terminate in a steep, thick (<60 m) flow front adjacent to hummocky terrain. The hummocky terrain is morphologically similar to deglaciated terrain on Earth, generated when glacial debris are left behind after the glacier has retreated. We propose the following scenario for the floor of Gusev Crater. First, ice-rich material was deposited adjacent to Thira Crater. Second, fluid lavas were emplaced and ponded against the ice-rich deposits. At some later time, the ice within the deposit sublimated, leaving hummocky terrain. Current age estimates for the Gusev flows are Hesperian, suggesting that the ice removal occurred in the upper Hesperian or more recently. If this hypothesis is correct, quench features (glassy rinds, columnar jointing) should be observed at the lava flow margin; the hummocky deposit should be poorly sorted, angular debris. © 2007 Elsevier Inc. All rights reserved.\nKeywords: Mars, surface; Geological processes; Volcanism; Ices; Mars, climate"
  }, {
    "heading": "1. Introduction",
    "text": "The Mars Exploration Rover Spirit (Squyres et al., 2004) landed in Gusev Crater, Mars, on January 3, 2004 at 14.57◦ S, 175.48◦ W (Arvidson et al., 2004). Gusev Crater was selected as a landing site largely because the morphology, as observed using Viking Orbiter (VO) (Cabrol et al., 1996, 1998; Kuzmin et al., 2000) and Mars Orbiter Camera (MOC) (Cabrol et al., 1998) images indicated that the crater once held a body of standing water (Fig. 1). Although there continues to be debate as to the precise nature and timing of the water in Gusev Crater (e.g., whether the water was ice-covered; whether the crater contained water multiple times (Grin and Cabrol, 1997; Cabrol et al., 1998; Kuzmin et al., 2000); or whether there was ever really a standing body of water at all (Rice et al., 2003; Rice and Christensen, 2003)), the channel Ma’adim Valles entering Gusev Crater from the south makes the presence of water—at some time—in Gusev Crater almost certain. There\n* Corresponding author. Fax: +1 (716) 645 3999. E-mail address: tgregg@geology.buffalo.edu (T.K.P. Gregg).\n1 Now at: School of Earth and Space Exploration, Arizona State University, Tempe, AZ 85287, USA.\n0019-1035/$ – see front matter © 2007 Elsevier Inc. All rights reserved. doi:10.1016/j.icarus.2007.08.010\nwas hope that perhaps the rover would find lake sediments in Gusev Crater (Cabrol et al., 1996; Grin and Cabrol, 1997; Squyres et al., 2004), and possibly evidence for life (extant or extinct) on Mars.\nTo date, however, unequivocal lake sediments have yet to be discovered (cf. Burt et al., 2006; Knauth et al., 2006). Instead, basalt-derived regolith that has likely been altered by small amounts of water have been found (Haskin et al., 2005; Ming et al., 2006). Studies by Rice and others (Rice et al., 2003; Rice and Christensen, 2003) predicted that the rover Spirit would not, in fact, find lake sediments, stating that any such sediments would have been buried under other deposits. MartínezAlonso et al. (2005) analyzed thermophysical, spectral, and morphological data and determined that the smooth plains of Gusev’s floor were consistent with their being formed of basalt flows. Similarly, Greeley et al. (2005) analyzed image data from the High-Resolution Stereo Camera (HRSC; Neukum et al., 2004) aboard the Mars Express orbiter, and concluded that the smooth plains of Gusev’s floor were generated by the emplacement of fluid basalts. The nature of the eastern boundary of these lavas on Gusev’s floor (Martínez-Alonso et al., 2005) suggests that the lavas were initially ponded against material that is no longer present (cf. Rice et al., 2003). We will show that\nthe removed material is most likely an ice-rich deposit (perhaps ejecta from Thira Crater that incorporated interstitial water or ice at some point during its history), suggesting a local climate change since the time the Gusev lavas were emplaced. Results from our analyses also suggest that the most recent water within Gusev Crater was in the form of ice."
  }, {
    "heading": "2. Background and previous work",
    "text": "Gusev Crater has been intensively studied using remote sensing data (e.g., Grin and Cabrol, 1997; Kuzmin et al., 2000; Cabrol and Grin, 2001; Milam et al., 2003; Martínez-Alonso et al., 2005) as well as data collected from the instruments on board Spirit (e.g., Arvidson et al., 2004; Greeley et al., 2004a, 2004b; McSween et al., 2004; Haskin et al., 2005; Ming et al., 2006).\nKuzmin et al. (2000) examined Viking Orbiter images to identify geologic units on the floor of Gusev Crater. Members 1 and 2 of the Gusev Crater formation (units AGhf1 and AHgf2) (Kuzmin et al., 2000) were interpreted to be fluvio-\nlacustrine deposits. It is important to note that this interpretation was widely, although not universally (see Scott et al., 1978; Rice et al., 2003; Rice and Christensen, 2003; Martínez-Alonso et al., 2005) accepted until Spirit’s discovery of basaltic rocks and its inability to find obvious lacustrine deposits in these flatlying material units.\nMilam et al. (2003) used data from the Thermal Emission Imaging System (THEMIS; Christensen et al., 2004) to map the distribution of both “thermophysical units” and “geomorphologic units” within Gusev Crater. Of interest to the work presented here is the identification of “Plains” units (Milam et al., 2003): thermophysical units PLt and WRt, and morphologic units LBm, PLm and WRm (see Figs. 4 and 9 of Milam et al., 2003). The thermophysical properties of the WRt unit is consistent with a surface covered with fine sand; the PLt unit is consistent with a coarse sand covering (Milam et al., 2003). They consider a range of processes as being responsible for the emplacement of these units (volcaniclastic, sedimentary, and volcanoclastic–sedimentary), none of which are consistent with lava flow emplacement. These plains units roughly correlate\nwith Kuzmin et al. (2000) AHgf1 and AHgh2, attesting to the validity of this deposit as a geologic unit. Martínez-Alonso et al. (2005) used THEMIS data, Thermal Emission Spectrometer (TES) data (Christensen et al., 1992, 2001) and Mars Odyssey Camera (MOC) data (Malin et al., 1992, 1998) to constrain the nature and origin of materials on the floor of Gusev Crater. They identified 2 material units, called ”low albedo (LA)” and “plains material (PM)” that approximately correspond with Milam et al. (2003) plains units described above. The low albedo unit contains dust-devil tracks, as is the unit that Spirit landed in and traversed on its way to the Columbia Hills. Martínez-Alonso et al. (2005) state that its thermophysical properties are dominated by a mixture of indurated material, coarse particles or exposed rocks, and that the TES emissivity is consistent with a basalt composition. Spirit’s observations of the rock fragments within the regolith here are consistent with observations of basalt (McSween et al., 2004).\nBased largely on morphologic similarities with basalt-filled lunar craters, Greeley et al. (2005) used data collected by the High-Resolution Stereo Camera (Neukum et al., 2004) on board Mars Express to conclude that the plains material identified by Kuzmin et al. (2000), Milam et al. (2003), and Martínez-Alonso et al. (2005) is fluid basalt flows. Although Greeley et al. (2005) do not map the precise extent of the lava flow boundaries, the area they define as lavas for the purposes of collecting crater statistics and making morphologic comparisons (e.g., wrinkle ridges, lava “benches”) are in the western portion of Gusev Crater (see Fig. 2 in Greeley et al., 2005), corresponding with Martínez-Alonso et al. (2005) LA and PM units.\nAnalyses of the data collected from spectrometers onboard Spirit reveal that basalt rocks (McSween et al., 2004) and a “global dust” (Squyres et al., 2004) appear to be the most abundant materials in Gusev. Haskin et al. (2005) carefully analyzed the Spirit data and concluded that the rocks and soils in Gusev show “evidence for limited but unequivocal interaction between water and the volcanic rocks of the Gusev plains.” They argue that the water/rock ratio was low, but that water was present. They are less certain of the water phase (an “acid fog”? groundwater?) but assert that it was available, on the basis of detailed chemical analyses. Ming et al. (2006) examine data collected on the Columbia Hills within Gusev Crater, and conclude that water played a “major role” in the formation of rocks and soils there, but note that the Columbia Hills are located within a kipuka of the lava flows filling much of the floor of Gusev Crater (e.g., see Fig. 10 in Martínez-Alonso et al., 2005) and therefore may not have experienced the same history as the flows themselves.\nThus, the current consensus is that much of the smooth plains material covering the floor of Gusev Crater are fluid basalt flows. These flows are adjacent to a hummocky material that has also been examined. This hummocky terrain is found primarily in the eastern portion of the crater, adjacent to Thira Crater (Fig. 1).\nKuzmin et al. (2000) identified a geologic unit termed “basin floor material, unit 1 (AHbm1)” whose distribution roughly corresponds with the hummocky terrain we have identified in THEMIS and MOC images. In the VO images, the material is\ncharacterized by “a rugged surface with small hills” and is interpreted to be fluvio-lacustrine sediments bounded by steep cliffs (Kuzmin et al., 2000).\nMilam et al. (2003) used THEMIS data to identify material units that also roughly correspond with the hummocky terrain. They mapped “Etched (ETt)” and “High Thermal Inertia (HTIt)” as thermophysical units and “Etched (ETm)” as a morphological unit (Milam et al., 2003) whose spatial distributions are similar to our identified boundaries of the hummocky terrain. The thermophysical units are defined on the basis of thermal inertia; unit ETt is characterized by a high albedo, and a “mottled” appearance due to its variable thermal inertia. Milam et al. (2003) attribute the mottled nature to an erosional surface (with warm nighttime temperatures) superposed on an underlying material with cold nighttime temperatures. Thus, the hummocks and mesas have a higher thermal inertia than the intervening material. Unit HTIt was identified in both THEMIS data and data from the Thermal Emission Spectrometer (TES) on board Mars Global Surveyor (Christensen et al., 1992, 2001). Milam et al. (2003) characterize this unit as being a “rough terrain” with high thermal inertia and low-albedo deposits. The morphologic unit ETm is characterized by knobs and mesas superposed on a relatively flat, underlying surface. They indicate that locally, there are “channel-like” features contained within ETm, suggesting “some fluid modification.”\nMartínez-Alonso et al. (2005) identified a unit that roughly corresponds with the spatial distribution of the hummocky terrain: “high thermal inertia, morphologically rough unit (HTIR).” They describe this unit as having similar thermal inertia to and spatially coinciding with parts of the HTIt unit of Milam et al. (2003). Thermal inertia properties of this material are consistent with very coarse sand (Milam et al., 2003) or a mixture of rocks, bedrock, sand, and duricrust (MartínezAlonso et al., 2005). Martínez-Alonso et al. (2005) state that the Columbia Hills materials have the same thermophysical and morphological properties as their HTIR unit, and interpret it to be volcanosedimentary materials that have been strongly modified by wind. This interpretation is consistent with findings by the Spirit rover as it investigated the Columbia Hills (Ming et al., 2006).\nUsing crater statistics, Milam et al. (2003) propose that the Etched material was deposited at the same time as, or perhaps slightly earlier than, the Plains material (later identified as fluid lavas by Martínez-Alonso et al. (2005) and Greeley et al. (2005)). Martínez-Alonso et al. (2005) cite superposition relations to interpret that the Plains material is younger than the HTIR deposits, and that the HTIR materials may extend beneath the plains materials. They indicate that this material is the oldest material on the floor of Gusev Crater, except for the rim of Thira Crater. Here, we propose that this etched, hummocky material was deposited prior to the plains lavas, but was heavily modified subsequent to the emplacement of the fluid lavas.\nResults of our analyses of THEMIS visible and infrared data suggest that the most recent water in Gusev Crater may have been ice, bound within a deposit that is currently being removed by a combination of sublimation and deflation. This ice was present at the time the fluid basalt flows were emplaced, and the\nthick (60–190 m), ice-rich deposit blocked the eastern advance of these flows in the southeastern portion of Gusev Crater. Subsequently, the ice within this deposit sublimed—possibly due to climate change—leaving a hummocky terrain that is similar to deglaciated terrain on Earth (Benn and Evans, 1998)."
  }, {
    "heading": "3. Approach and methods",
    "text": "We have used all MOC and THEMIS data made publicly available as of the 01/06 THEMIS data release and the 03/05 MOC narrow-angle camera data release. Data were obtained from the respective websites (http://www.themis.asu.edu and http://www.msss.com) and processed and mosaicked using standard techniques. Because of its combination of high resolution (19 m/pixel) and almost total coverage, we used THEMIS visible images most commonly; MOC narrow-angle images were used to make specific measurements in certain locations, as discussed below.\nWe compared our results extensively with previously published maps: see Fig. 4 in Milam et al. (2003) and Fig. 6 in Martínez-Alonso et al. (2005)."
  }, {
    "heading": "4. Observations",
    "text": "There are two primary observations that lead us to believe that there were ice-rich deposits in Gusev Crater: (1) the steep, thick eastern boundary of the fluid lavas identified by Greeley et al. (2005) (Fig. 2) (see also Fig. 14 of Martínez-Alonso et al., 2005); and (2) the hummocky terrain immediately adjacent to the fluid lavas, and also adjacent to Thira Crater."
  }, {
    "heading": "4.1. Lava flow boundaries",
    "text": "Greeley et al. (2005) state that the morphology of the lavas identified on the floor of Gusev Crater, coupled with results from geochemical analyses (e.g., Haskin et al., 2005; McSween et al., 2004) indicate a low-viscosity basalt: ∼3–50 Pa s. For comparison, viscosity estimates for basalts along the East Pacific Rise are ∼100 Pa s (Perfit and Chadwick, 1998); water has a viscosity of 0.001 Pa s; vegetable oil has a viscosity of ∼0.06 Pa s at room temperature (Elert, 1978). Lava with this low viscosity would likely not create a visible edifice, and its flow margins would necessarily be thin (<5–10 m) based on observations of lunar lava flow margins (Schaber, 1973; Head, 1976). Lavas with similarly low viscosities filled the lunar impact basins (Greeley, 1976; Head, 1976), and only a handful of lava flow margins are easily identified there (Schaber, 1973; Moore and Schaber, 1975). A fluid lava’s margin should be quite thin—perhaps only a few centimeters to a few meters—as is noted for typical pahoehoe lavas upon initial emplacement in Hawaii (Hon et al., 1994). Note that the wrinkle ridges present in Gusev Crater are most likely structural features (i.e., thrust faults; Schultz, 2000) and are not constructional lava features generated by viscous lavas.\nIn contrast to this prediction, the eastern boundary of the lava flows in Gusev Crater is characterized by a steep cliff, locally\nas high as ∼50 m, as measured using shadows on MOC images (Fig. 2) (see also Fig. 13 in Martínez-Alonso et al., 2005). The shadow measurements were made from 12 locations within image E05-00471 and 16 locations within image E03-01511. These images were chosen because of clarity, location, and favorable illumination creating the longest and most visible shadows cast by the cliffs. We chose to use shadow measurements rather than MOLA data because the size of the MOLA footprint (∼160 m) precludes obtaining accurate elevation for the ground between the hummocks within the hummocky terrain. A MOLA data point on the lava flow surface would provide an average elevation for the lava within the footprint; a similar MOLA data point on the hummocky terrain would provide some average measurement that reflects both the elevation of the hummocks and the elevation of the intervening terrain upon which the hummocks rest. Therefore, MOLA measurements would provide an artificially low cliff height. Measurement locations along the cliff were selected to maximize the visibility of the shadows, and therefore are likely to represent maximum measurements. Errors inherent in this method are primarily that of image resolution, so that measured shadow lengths are accurate to within ±1 pixel (or ±3 m). These lava flow margins are not sloped talus piles, but cliffs that are sufficiently steep that we cannot accurately measure their slopes (>15◦). Cliff thicknesses in image E05-00471 range from 6–53 m, with an average of 31 ± 14 m. Thicknesses in image E03-01511 range from 10–21 m, with an average of 13 ± 5 m. Our measurements are greater than those obtained by Martínez-Alonso et al. (2005), probably because they used MOLA data and therefore obtained the difference in elevation between the flow surface, and the average elevation of the hummocks and the intervening terrain. There are 2 common means by which a fluid lava flow may develop such a thick margin: (1) inflation; or (2) ponding against a topographic obstacle.\nThere is no obvious topographic obstacle against which these lavas ponded. Observations of terrestrial inflated flows (Hon et al., 1994) indicate that features in addition to a thick flow front are required to identify inflationary processes, including tumuli and pressure ridges, which are not apparent on the Gusev lavas. We suggest, therefore, that the lava flows of Gusev Crater may have ponded against an ice-rich deposit that has been subsequently removed; this deposit contained impact craters that affected the shape of the lava flow margin. Kipukas of this hummocky terrain are observed within the lava flow. We propose that the hummocky terrain observed south and west of Thira Crater (Fig. 2) marks the previous extent of this ice-rich deposit, and is morphologically similar to deglaciated terrain on Earth."
  }, {
    "heading": "4.2. The Hummocky terrain",
    "text": "The hummocky terrain adjacent to the Gusev lava flows is topographically higher than the surrounding terrain, by a few tens of meters (Milam et al., 2003), and is characterized by discrete hummocks that are generally <100 m high, but range from 60–190 m high as measured from shadow lengths on MOC images. The hummocks range from the limit of im-\nage resolution (∼1.5 m/pixel in MOC images) to 2.5 km across, and tend to be larger closest to Thira Crater, decreasing in size with distance from the Thira Crater rim. This trend is particularly well developed to the south of Thira Crater. The larger hummocks are commonly flat-topped, and some appear to have upturned rims, similar to lily pads (Fig. 2c).\nWe observe the hummocky terrain to the south and east of Thira Crater, only within the floor of Gusev. We have examined other crater floors (looking only at craters with diameters 20 km), using THEMIS visible images and highresolution Mars Orbiter Camera images (as of 01/2006) at this same latitude, and have not found these hummocky ma-\nterials with the characteristic “lily pad” morphology elsewhere.\nMartínez-Alonso et al. (2005) show that the thermal inertia and albedo properties of the hummocky terrain are consistent with a mixture of rocks, bedrock, sand and duricrust. Their published maps (see Fig. 7 in Martínez-Alonso et al., 2005) rely on data from the Thermal Emission Spectrometer (TES) instrument, which had a resolution of ∼18 km/pixel (Christensen et al., 2001), so that the signatures of individual hummocks and the intervening ground, cannot be distinguished."
  }, {
    "heading": "5. Interpretation, discussion, and implications",
    "text": "Inflation is now a well documented (Hon et al., 1994) and widely accepted (e.g., Self et al., 1996; Gregg and Chadwick, 1996) phenomenon for basaltic lavas. During inflation, a lava flow may be emplaced with an initial thickness of only a few tens of centimeters. Over time, lava continues to be pumped beneath the flow’s solid crust, causing the overall flow thickness to increase. The final thickness of an inflated flow may be as much as 1–2 orders of magnitude greater than its initial thickness (Hon et al., 1994; Self et al., 1996).\nThe process of inflation, as observed on Earth, leaves characteristic features not only at the flow margins, but within the flow interior as well (Hon et al., 1994; Self et al., 1996). Examples include tumuli (Perret, 1913; Swanson, 1973; Chitwood, 1994), pressure ridges (Theilig, 1986) and lava-rise pits (Walker, 1991). Whereas the Gusev basalt flows contain mare-type wrinkle ridges (Martínez-Alonso et al., 2005; Greeley et al., 2005), the flows do not exhibit any unequivocal features indicative of inflation. Martínez-Alonso et al. (2005) indicate that some small mounds in their PM, LTI and transitional materials may be lava inflation features (see Fig. 17c in Martínez-Alonso et al., 2005; see also Cabrol et al., 2000), but do not display the crestal fractures associated with tumuli (Chitwood, 1994; Rossi and Gudmundsson, 1996; Anderson et al., 1999; Self et al., 2000) and pressure ridges, nor are there any lava-rise pits. This is not a function of available image resolution or of lava flow age; Anderson et al. (2003) identified inflation features on lavas in the Elysium region using MOC images. We conclude, therefore, that the thick flow margin observed in Gusev is not likely to have been caused by inflation as it is known to behave within terrestrial basaltic lava flows.\nMartian gravity is approximately 30% of Earth’s, predicting that for a given viscosity, lavas on Mars should be thicker than identical flows on Earth. Glaze and Baloga (1998) performed a detailed analysis of precisely how identical lava flows on Mars and Earth should differ, and concluded that identical flows should be ∼1.38 times thicker on Mars (see Fig. 5 in Glaze and Baloga, 1998). However, their model results also indicate that rheological properties (such as viscosity) dominate over gravitational affects: a low-viscosity lava will be thinner than a high-viscosity lava, regardless of ambient gravity. Glaze and Baloga (1998) point out that downstream changes in rheology (caused by degassing and crystallization) would have a more pronounced effect on flow thickening on Mars than on Earth because of the lower gravity. However, this predic-\ntion cannot be easily tested for the Gusev lavas: the source region is unknown, the very low viscosity of the Gusev lavas (Greeley et al., 2005) is likely to dominate any other effect (cf. Glaze and Baloga, 1998). The lowest viscosity calculated for the Gusev lavas to date is ∼2.8 Pa s (Greeley et al., 2005), which is more fluid than synthetic lunar basalts; the highest viscosity is less than that calculated for terrestrial flood basalts or mid-ocean ridge basalts (Perfit and Chadwick, 1998). For comparison, note that lava flow margins on the Moon (with 1/6 Earth’s gravity and viscosities on the order of Gusev lavas), where visible, are on the order of 5 m (Schaber, 1973; Schaber et al., 1976)—still much thinner than the margins observed in Gusev Crater. We therefore assert that the martian gravity, as compared to Earth’s, is not fully responsible for the thickened flow margins in Gusev Crater.\nPrevious researchers have identified other lava flows on Mars that have similarly thick margins (Fig. 3a), and these have commonly been attributed to a high lava viscosity, possibly indicating an evolved composition (Theilig and Greeley, 1986; Fink, 1980; Gregg and Fink, 1996; Warner and Gregg, 2003). A high-viscosity lava would be likely to generate both a steep, thick flow front, and the quasi-parallel ridges (interpreted by most researchers to be compressional folds) observed on the lava surfaces; Fig. 3a shows a typical example. The martian lava flow margin in Fig. 3a displays a ridged surface morphology (cf. Warner and Gregg, 2003) that is distinct from the relatively smooth flows seen in Gusev Crater (Greeley et al., 2005), and therefore a different explanation for the thick flow fronts in Gusev Crater must be found. Landslides on Mars (Fig. 3b) also display thick margins that are not necessarily the result of abutting an ice-rich deposit that has subsequently been removed. The thick flow fronts of landslide deposits indicate that the material had an inherent yield strength; Greeley et al. (2005) have demonstrated, by comparison with lunar lavas, that it is unlikely that the Gusev Crater lavas had a sufficiently high yield strength to generate such steep, thick flow fronts.\nAn important distinction between the margins of the Gusev lavas (Fig. 2c) and the margins of ridged martian lavas (Fig. 3a) and landslides (Fig. 3b) is the shape of the margin itself. The Gusev flow margins contain quasi-circular concavities, similar in shape to an impact crater; in contrast, the margins of lava flows and landslides consistently reveal a convex, bulging outline. We interpret the quasi-circular concavities in the Gusev lava flow margin as places where the molten lava had to flow around an obstacle that is now missing. The flow margin solidified, reflecting the shape of the original obstacle. Given its quasi-circular shape, the original obstacle may have been the rim of an impact crater formed in material that has since been removed. Similarly, semi-circular lava flow margins suggest locations where the lava may have breached the rim of an impact crater: the lava armored the crater floor, and the less-resistant, brecciated rim material has been eroded.\nMartínez-Alonso et al. (2005) point out layering in the margins of the lava flows about 12 km north of the location shown in Fig. 2b (see also Figs. 1b and 13b in Martínez-Alonso et al., 2005). These layers may be individual thin lava flows. Alternatively, the layers could be reflecting differential erosion of\nmultiple flows, or a single flow. Regardless, the flow(s) in this location have ponded against the rim of Thira Crater itself, as well as against a proposed (missing) ice-rich deposit. It is possible that the exposed layers are of distinct origins: i.e., the top layer is a thin lava flow, and the layer beneath is a different material that has been armored by the overlying flow. However, the surface morphology exposed on the top layer and the underlying layer are identical, suggesting that they are the same material. Layered lava flows do not negate the presence of an missing ice-rich deposit; rather, it supports this interpretation. Multiple thin lava flows should not repeatedly terminate at the same point, unless there is some topographic obstacle that prevents their advance.\nIntuitively, one knows that if a fluid lava flows against a topographic barrier (a canyon wall, for example), the lava can attain thicknesses much greater than if the lava were unconfined. Fig. 2 reveals, however, that there is no obvious topographic barrier against which the fluid Gusev Crater lavas could have ponded. MOLA data indicate that there is a gentle increase in topography towards the east (cf. Milam et al., 2003; Martínez-Alonso et al., 2005), suggesting that the lavas may have simply ponded against this upward slope. However, fluid lavas should not generate thick, steep flow front even in this circumstance, unless some other process (such as inflation) artificially thickens the flow margin. Shean et al. (2005) have seen similar scarps at lava flow margins on Arsia Mons, and have interpreted them to have formed as a result of lavas ponding against glacial ice. The thick lava flow margins within Gusev\nCrater are adjacent to hummocky terrain, and we similarly propose that this material was once ice-rich and has been largely removed.\nOn Earth, similar situations are observed in deglaciated terrains. In presenting this analogy, we are not suggesting that Gusev Crater once contained glaciers, which implies movement of ice. Rather, debris-rich glaciers and associated permafrost regions remain our best analog to ice-rich terrains on Mars. Lescinsky and Sisson (1998) demonstrate that lava flows can be confined laterally by glacial ice. Although this may seem counterintuitive at first—shouldn’t the hot lava melt its way through the glacial ice?—the thermal arguments reveal that glacial ice can indeed confine lava flows. Upon contact with the glacial ice, the lava flow forms a glassy, insulating crust almost instantaneously. The lava flow will continue to cool more rapidly where it comes in contact with the glacial ice via convection of melt water; whereas elsewhere along the margins or top of the flow, it will cool via the slower process of radiation (cf. Griffiths and Fink, 1992; Gregg and Greeley, 1993; Gregg and Fink, 1996). Thus, where the lava ponds against the glacial ice, it will form a steep cliff with a planform reflecting the outline of the glacial ice (Lescinsky and Sisson, 1998). Once the ice has melted, the lava flow remains; on Earth, these glacially confined lava flows can be recognized by their morphology and the columnar jointing patterns observed where the lava was cooled by the ice. Furthermore, studies of subglacial volcanoes (e.g., Tweed and Russell, 1999; Hickson, 2000) reveal that not every subglacial eruption gen-\nerates jökulhaups and meltwater channels: if the accumulated meltwater remains dammed or trapped during the eruption, no flooding or meltwater channels are created. Thus, where basaltic flow margins come in contact with pre-existing ice or ice-rich deposits, there may not be large volumes of meltwater generated; this is consistent with the general lack of channels within Gusev Crater.\nOn Earth, hummocky terrain forms in a variety of glacial and permafrost settings (Fig. 3). In glacial settings, hummocky terrain results from an array of processes that occur along and in front of debris-rich glacier and ice sheet margins (Benn and Evans, 1998), including glacitectonic deformation (e.g., Benn, 1992), ice-contact glacifluvial deposition (e.g., Evans and Twigg, 2002), flooded proglacial outwash plains (Maizels, 1992), and deposits from an oscillating margin (e.g., Lukas, 2005). The most common process that leads to the formation of hummocky moraines is stagnation of an active debris-covered glacier margin and subsequent in situ melting of ice cores (e.g., Gravenor and Kupsch, 1959; Winters, 1961; Benn, 1992; Benn and Evans, 1998). Ice stagnation operates on a wide variety of spatial scales, and leads to zones of hummocky moraine that range from 10s of km wide (e.g., Eyles et al., 1999) to <1 km wide (Briner and Kaufman, 2000), with individual hum-\nmocks ranging from several m to >25 m high (Eyles et al., 1999).\nStagnated debris-rich glacier margins are also disintegrating on Earth today, and have led to a number of detailed studies that link widespread hummocky terrain with deglaciation process (e.g., Boulton, 1972; Evans et al., 1999). The Malaspina glacier, a surging glacier that becomes increasingly debris-rich toward its terminus (Fig. 4), is currently ablating at several meters per year (Sauber et al., 2005). Meltwater travels through the glacier via intercrystalline pathways and tunnels (Gustavson and Boothroyd, 1987), leading to a hummocky surface with hundreds of kettle holes (Fig. 4). The hummocky nature of the debris-covered snout of the Malaspina Glacier increases toward the terminus, indicating that hummock density is proportional to time elapsed following ice stagnation. Between the time of original ice stagnation and the final melt-out of the glacier ice core, moraines experience topographic inversions and reworking by meltwater and mass wasting (Benn and Evans, 1998), leading to hummocky terrain that is left on the surface well after final melt-out of all residual glacier ice.\nNote that meltwater is not required to create or modify hummocky landforms on Earth. Typically, hummocky glacial terrain on Earth arises from in situ melting of stagnant, debris-rich ice. Meltwater resulting from this in situ wastage commonly\ndrains into the ground and subsequently beneath the hummocky deposit until it exits at some location downvalley. Thus, hummocks and depressions form from heterogeneous melting and gravity-driven topographic inversions (Andersson, 1998; Boone and Eyles, 2001), not from water flowing atop this landscape and carving hummocks or depressions.\nMartínez-Alonso et al. (2005) report no evidence of water alteration in the basalts and soils, and, along with morphological evidence, state that the hummocky terrain is a “volcanosedimentary deposit” that has been altered by wind. Our interpretation—that the hummocky terrain represents the remnants of an eroding, ice-rich deposit—is not at odds with their interpretation, for the following reasons. First, the overall composition of the martian surface suggests that most materials ultimately had a volcanic (mafic) origin (e.g., Bandfield et al., 2000; Christensen et al., 2000; Bandfield, 2002). These materials would be part of an ice-rich deposit; once the ice has sublimated away, the remaining deposit would essentially be a “volcanosedimentary deposit”—volcanic materials that have been modified by subsequent, non-volcanic processes. The deposit, without ice to help consolidate it, would be vulnerable to aeolian erosion. The lack of alteration materials can be explained by having the ice-rich deposit present for a geologically short period of time: not sufficiently long for mafic materials to be hydrochemically altered.\nWe interpret the hummocky terrain to be former ice-rich deposits. Its morphology, topography and distribution suggest that the ice was contained originally within material adjacent to Thira Crater; this material may have been the ejecta deposit associated with this crater, although the incorporation of ice within this deposit could have happened at almost any time after ejecta emplacement and may not necessarily be related to the emplacement of the ejecta itself. The observation that the hummocks are larger and thicker proximal to Thira Crater are consistent with: (1) a deposit that was originally thicker proximal to Thira Crater; (2) a deposit that is more resistant to erosion proximally to Thira; or (3) a deposit that experienced enhanced erosion distal to Thira as compared to proximal locations. The former two scenarios are both consistent with the hummocky deposit originally being the ejecta from Thira Crater. Many researchers have speculated that the impact process may incorporate groundwater or ground ice within the martian crater ejecta (e.g., Gault and Greeley, 1978; Kuzmin et al., 1988; Carr, 1996). It is possible, therefore that the initial Thira Crater ejecta contained water as a solid or liquid phase (similar to presently observed “rampart craters” on Mars); a subsequent climate change caused the ice to melt or to sublime, leaving the hummocky, etched deposit behind. Recent work by Tornabene et al. (2007) reveals that even fresh craters on Mars within dry terrains (as indicated by the Gamma-Ray Spectrometer; Feldman et al., 2004) contained copious amounts\nof fluidized materials within their ejecta blankets shortly after emplacement. Alternatively, the hummocky deposit adjacent to Thira Crater may not be genetically related to Thira at all; it may be a much later deposit that had ice incorporated into its pores. The nearby volcano Apollinaris Patera may have been a local source of volatiles throughout its history (e.g., Robinson et al., 1993), for example, and may have provided water vapor and liquid water to the local environment during eruptions. Alternatively, a paleolake within Gusev Crater could have been the initial source for water—later converted to ice—within these deposits. Thus, the events shaping the eastern portion of the floor of Gusev Crater might be:\n1a) formation of Thira Crater, depositing ejecta and incorporation of water within this ejecta blanket either during or after ejecta deposition; or 1b) deposition of porous deposit adjacent to Thira Crater that later incorporated ice within its pores;\n2) emplacement of fluid lavas that ponded against the topographically highest regions of the once-continuous hummocky deposit, similar to terrestrial ice-ponded lavas (cf. Lescinsky and Sisson, 1998); 3) removal of the ice within hummocky deposit (probably through sublimation, because no meltwater channels are observed within the hummocky terrain), resulting in significant erosion and creation of the hummocks and mesas.\nClearly, other events occurred before the formation of Thira that we are not addressing, and it is likely that there are subsequent events as well—such as the precise nature and origin of the ice within the ice-rich deposit. A complete geologic history of Gusev Crater is beyond the scope of this paper. Instead, we propose a scenario that addresses the paradox of a fluid lava flow generating a thick margin, and the generation of the hummocky, etched terrain adjacent to Thira Crater.\nPrevious workers have suggested that the etched, hummocky terrain is the erosional remains of a larger, fluvio-lacustrine deposit (e.g., Grin and Cabrol, 1997; Kuzmin et al., 2000). Although we see nothing that obviously refutes that hypothesis, we suggest that the hummocky terrain was initially emplaced as ejecta from Thira Crater based primarily on the following observations:\n1) the local topography is highest at Thira Crater, and slopes away gently (cf. Milam et al., 2003); 2) the sizes and heights of individual mesas and knobs generally increase with proximity to the Thira Crater rim. This suggests to us that the original, unmodified material was thickest nearest to Thira Crater. The rim of Thira Crater is topographically the highest feature locally, aside from the walls of Gusev Crater. A fluvial-lacustrine deposit should thicken near the deepest portion of the proposed lake, not the shallowest. However, the hummocky deposits are unique at this latitude, and it seems that if all that were required is a Thira-sized crater, more hummocky deposits should be observed. It may be that the hydrologic history of Gusev Crater resulted in a rare combination of processes\n(hydrologic, volcanic, and impact) that allowed the formation of a porous deposit (possibly as Thira Crater ejecta) that became laden with water or ice at a later time.\nIn our scenario, the major modification is the removal of ice within a porous deposit. The ice may have melted, but the general lack of channels (see Milam et al., 2003) suggests that most of the ice sublimed. The remaining mesas and knobs are areas where either the ice concentration was initially lower, or where the surface is particularly well armored by debris (the thermal inertia suggests dust rather than gravel or sand-sized particles; Milam et al., 2003), thereby protecting the ice beneath. This sublimation suggests either a climate change (from a climate that supported ice at the martian surface to today’s climate) or simply exposure of the ice to martian atmospheric conditions. Note that the removal of ice is not dependent on how the ice was originally incorporated into the deposit.\nThis scenario could be tested by Spirit in the event the rover arrives at a thick lava flow terminal margin or a thick margin at a kipuka. The margin of an ice-quenched lava flow should be glassy, although it is likely that basalt glass would rapidly weather under martian conditions. Note also that basaltic glass can form in the absence of water, although water is required to generate any significant volumes of basaltic glass. Cooling joints, oriented perpendicular to the cooling front (the flow margin, in this case) should be observed. Columnar jointing is commonly observed in glacially-ponded terrestrial lava flows of all compositions (e.g., Lescinsky and Sisson, 1998). Spirit’s view of the Columbia Hills—a kipuka within the Gusev lavas—do not confirm these predictions. The Gusev lava flow margins thin as they approach the Columbia Hills, as would be expected by a low-viscosity Newtonian fluid surrounding a region of higher terrain (Greeley et al., 2005), so there are no thick, glassy margins for Spirit to examine there. More to the point, the Columbia Hills are still there: it has not been removed and therefore does not provide us with a clear view of the flow margins."
  }, {
    "heading": "6. Conclusions",
    "text": "The morphology of materials on the floor of Gusev Crater (e.g., Milam et al., 2003; Greeley et al., 2005; Martínez-Alonso et al., 2005), along with analyses of boulders by the Spirit rover (McSween et al., 2004) are consistent with the emplacement of fluid basalt flows across much of Gusev Crater. Fluid basalts should form a thin ( 10 m) flow front, but the eastern margin of the basalt flows in Gusev Crater is steep and thick (<60 m). Adjacent to this steep flow front is hummocky terrain, morphologically similar to deglaciated terrain on Earth. We propose that the hummocky material was initially an ice-rich deposit, possibly originally emplaced as ejecta during the formation of Thira Crater; ice later became incorporated into the pores of this deposit. Subsequently, the fluid lavas were emplaced, and ponded against the ice-rich deposit (cf. Lescinsky and Sisson, 1998), creating a topographically constrained, thick flow front. At some later time, the ice within the ice-rich deposit sublimed, leaving the hummocky terrain we observe today. This hypothe-\nsis provides little temporal constraint. The only surface that can be accurately dated via crater statistics is the lava flow, which was emplaced sometime in the late Hesperian. Thira Crater is flooded by the lavas, so was obviously emplaced prior; the icerich deposit sublimated sometime after. At present, we cannot further constrain the timing because of the degraded nature of the hummocky terrain.\nHowever, our interpretation of events in Gusev Crater requires the following predictions that could be tested with appropriate imaging by Spirit’s instruments:\n1) the lava flow margin in Gusev Crater should contain quench textures and columnar jointing; 2) the hummocky terrain should contain poorly sorted debris."
  }, {
    "heading": "Acknowledgments",
    "text": "Most of this work was supported by the University at Buffalo, while K.N.P. was participating in an Independent Study project in the Department of Geosciences. Dr. Martínez-Alonso and an anonymous reviewer helped to improve this manuscript tremendously."
  }],
  "year": 2007,
  "references": [{
    "title": "Genesis of hummocky moraine in the Bolmen area, southwestern Sweden",
    "authors": ["G. Andersson"],
    "venue": "Boreas",
    "year": 1998
  }, {
    "title": "Pulsed inflation of pahoehoe lava flows: Implications for flood basalt emplacement",
    "authors": ["S.W. Anderson", "E.R. Stofan", "S.E. Smrekar", "J.E. Guest", "B. Wood"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1999
  }, {
    "title": "The spatial distribution of lava flow surface features on Earth and Mars",
    "authors": ["S.W. Anderson", "L.S. Glaze", "E.R. Stofan", "S.M. Baloga"],
    "venue": "Lunar Planet. Sci",
    "year": 2003
  }, {
    "title": "Localization and physical properties experiment conducted by Spirit at Gusev Crater",
    "authors": ["F.P", "S.W. Squyres", "R.J. Sullivan", "A. Wang", "J. Wilson"],
    "year": 2004
  }, {
    "title": "Global mineral distributions on Mars",
    "authors": ["J.L. Bandfield"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "A global view of martian surface compositions from MGS-TES",
    "authors": ["J.L. Bandfield", "V.E. Hamilton", "P.R. Christensen"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "The genesis and significance of hummocky moraine— Evidence from the Isle-of-Skye, Scotland",
    "authors": ["D.I. Benn"],
    "venue": "Quat. Sci. Rev",
    "year": 1992
  }, {
    "title": "Glaciers and Glaciation",
    "authors": ["D.I. Benn", "D.J.A. Evans"],
    "year": 1998
  }, {
    "title": "Geotechnical model for Great Plains hummocky moraine formed by till deformation below stagnant",
    "authors": ["S.J. Boone", "N. Eyles"],
    "venue": "ice. Geomorphology",
    "year": 2001
  }, {
    "title": "Modern Arctic glaciers as depositional models for former ice sheets",
    "authors": ["G.S. Boulton"],
    "venue": "J. Geol. Soc. London",
    "year": 1972
  }, {
    "title": "Late Pleistocene glaciation of the southwestern Ahklun Mountains",
    "authors": ["J.P. Briner", "D.S. Kaufman"],
    "venue": "Quat. Res",
    "year": 2000
  }, {
    "title": "Water-laid tuff of the Utah desert and similar surge deposit misinterpretations: A lesson for Mars",
    "authors": ["D.M. Burt", "K.H. Wohletz", "M.F. Sheridan"],
    "venue": "Lunar Planet. Sci",
    "year": 2006
  }, {
    "title": "Lacustrine environments on Mars: Is Mars only hydrologically dormant? Icarus",
    "authors": ["N.A. Cabrol", "E.A. Grin"],
    "year": 2001
  }, {
    "title": "Ma’adim Vallis revisited through new topographic data: Evidence for an ancient intravalley lake",
    "authors": ["N.A. Cabrol", "E.A. Grin", "G. Dawidowicz"],
    "venue": "Icarus 123,",
    "year": 1996
  }, {
    "title": "Duration of the Ma’adim Vallis/Gusev Crater hydrogeologic system, Mars",
    "authors": ["N.A. Cabrol", "E.A. Grin", "R. Landheim", "R.O. Kuzmin", "R. Greeley"],
    "venue": "Icarus 133,",
    "year": 1998
  }, {
    "title": "Possible frost mounds in an ancient martian lake",
    "authors": ["N.A. Cabrol", "E.A. Grin", "W.H. Pollard"],
    "venue": "bed. Icarus",
    "year": 2000
  }, {
    "title": "Water on Mars",
    "authors": ["M.H. Carr"],
    "year": 1996
  }, {
    "title": "Inflated basaltic lava: Examples of processes and landforms from central and Southeast Oregon",
    "authors": ["L.A. Chitwood"],
    "venue": "Oregon Geol",
    "year": 1994
  }, {
    "title": "Thermal Emission Spectrometer Experiment: Mars Observer Mission",
    "authors": ["P.R. Christensen", "D.L. Anderson", "S.C. Chase", "R.N. Clark", "H.H. Kieffer", "M.C. Malin", "J.C. Pearl", "J. Carpenter", "N. Bandiera", "F.G. Brown", "S. Silverman"],
    "venue": "J. Geophys. Res",
    "year": 1992
  }, {
    "title": "Identification of a basaltic component on the martian surface from thermal emission spectrometer data",
    "authors": ["P.R. Christensen", "J.L. Bandfield", "M.D. Smith", "V.E. Hamilton", "R.N. Clark"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "The Thermal Emission Imaging System (THEMIS) for the Mars",
    "authors": ["P.R. Christensen", "Jakosky", "B.M", "H.H. Kieffer", "M.C. Malin", "McSween", "H.Y. Jr.", "K. Nealson", "G.L. Mehall", "S.H. Silverman", "S. Ferry", "M. Caplinger", "M. Ravine"],
    "venue": "Odyssey Mission. Space Sci",
    "year": 2004
  }, {
    "title": "Viscosity. In: The Physics Hypertextbook, http://hypertextbook",
    "authors": ["G. Elert"],
    "venue": "com/physics/matter/viscosity/,",
    "year": 2005
  }, {
    "title": "The active temperate glacial landsystem: A model based on Breidamerkujokull and Fjallsjokull, Iceland",
    "authors": ["D.J.A. Evans", "D.R. Twigg"],
    "venue": "Quat. Sci. Rev",
    "year": 2002
  }, {
    "title": "Glacial landsystems of the southwest Laurentide Ice Sheet: Modern Iceland analogues",
    "authors": ["D.J.A. Evans", "D.S. Lemmen", "B.R. Rea"],
    "venue": "J. Quat. Sci",
    "year": 1999
  }, {
    "title": "Hummocky moraine: Sedimentary record of stagnant Laurentide Ice Sheet lobes resting on soft beds",
    "authors": ["N. Eyles", "J.I. Boyce", "R.W. Barendregt"],
    "venue": "Sediment. Geol",
    "year": 1999
  }, {
    "title": "Global distribution of near-surface hydrogen on Mars",
    "authors": ["W.C. Feldman", "T.H. Prettyman", "S. Maurice", "J.J. Plaut", "D.L. Bish", "D.T. Vaniman", "M.T. Mellon", "A.E. Metzger", "S.W. Squyres", "S. Karunatillake", "W.V. Boynton", "R.C. Elphic", "H.O. Funsten", "D.J. Lawrence", "R.L. Tokar"],
    "venue": "J. Geophys. Res",
    "year": 2004
  }, {
    "title": "Surface folding and viscosity of rhyolite",
    "authors": ["J.H. Fink"],
    "venue": "flows. Geology",
    "year": 1980
  }, {
    "title": "Exploratory experiments of impact craters formed in viscous-liquid targets: Analogues for martian rampart craters? Icarus",
    "authors": ["D.E. Gault", "R. Greeley"],
    "year": 1978
  }, {
    "title": "Dimensions of Pu’u O’o lava flows on Mars",
    "authors": ["L.S. Glaze", "S.R. Baloga"],
    "venue": "J. Geophys. Res",
    "year": 1998
  }, {
    "title": "Ice-disintegration features in western Canada",
    "authors": ["C.P. Gravenor", "W.O. Kupsch"],
    "venue": "J. Geol",
    "year": 1959
  }, {
    "title": "Quantification of extraterrestrial effusion rates through laboratory experiments",
    "authors": ["T.K.P. Gregg", "J.H. Fink"],
    "venue": "J. Geophys. Res",
    "year": 1996
  }, {
    "title": "Modes of emplacement of basalt terrains and an analyses of mare volcanism in the Orientale Basin",
    "authors": ["R. Greeley"],
    "venue": "Proc. Lunar Sci. Conf",
    "year": 1976
  }, {
    "title": "Fluid lava flows in Gusev Crater, Mars",
    "authors": ["R. Greeley", "B.H. Foing", "H.Y. McSween Jr.", "G. Neukum", "P. Pinet", "M. van Kan", "S.C. Werner", "D.A. Williams", "T.E. Zegers"],
    "venue": "J. Geophys. Res",
    "year": 2005
  }, {
    "title": "Submarine lava flow inflation: A model for the formation of lava pillars",
    "authors": ["T.K.P. Gregg", "W.W. Chadwick Jr."],
    "venue": "Geology",
    "year": 1996
  }, {
    "title": "Formation of venusian canali: Considerations of lava types and their thermal behaviors",
    "authors": ["T.K.P. Gregg", "R. Greeley"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "The morphology of lava flows in planetary environments: Predictions from analog experiments",
    "authors": ["R.W. Griffiths", "J.H. Fink"],
    "venue": "J. Geophys. Res",
    "year": 1992
  }, {
    "title": "Limnologic analysis of Gusev Crater paleolake, Mars",
    "authors": ["E.A. Grin", "N.A. Cabrol"],
    "venue": "Icarus 130,",
    "year": 1997
  }, {
    "title": "A depositional model for outwash, sediment source, and hydrologic characteristics, Malaspina Glacier, Alaska: A modern analog of the southeastern margin of the Laurentide Ice Sheet",
    "authors": ["T.C. Gustavson", "J.C. Boothroyd"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1987
  }, {
    "title": "Water alteration of rocks and soils on Mars at the Spirit rover site in Gusev Crater",
    "authors": ["L. Crumpler", "J. Grant", "L. Soderblom"],
    "venue": "Nature 436,",
    "year": 2005
  }, {
    "title": "Lunar volcanism in space and time",
    "authors": ["J.W. Head"],
    "venue": "Rev. Geophys",
    "year": 1976
  }, {
    "title": "Physical controls and resulting morphological forms of quaternary ice-contact volcanoes in western Canada",
    "authors": ["C.J. Hickson"],
    "venue": "Geomorphology",
    "year": 2000
  }, {
    "title": "Emplacement and inflation of pahoehoe sheet flows: Observations and measurements of active lava flows on Kilauea Volcano, Hawaii",
    "authors": ["K. Hon", "J. Kauahikaua", "R. Denlinger", "K. Mackay"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1994
  }, {
    "title": "Impact surge as the simplest of proposed hypotheses for the origin of sediments at the opportunity landing site on Mars",
    "authors": ["L.P. Knauth", "D.M. Burt", "K.H. Wohletz"],
    "venue": "Lunar Planet. Sci",
    "year": 2006
  }, {
    "title": "Inhomogeneities in the upper levels of the martian cryolithosphere",
    "authors": ["R.O. Kuzmin", "N.N. Bobina", "E.V. Zabulueva", "V.P. Shaskina"],
    "venue": "Proc. Lunar. Sci. Conf",
    "year": 1988
  }, {
    "title": "Geologic map of the MTM-15182 and MTM-15187 quadrangles, Gusev Crater–Ma’adim Vallis region, Mars",
    "authors": ["R.O. Kuzmin", "R. Greeley", "R. Landheim", "N.A. Cabrol", "J.D. Farmer"],
    "venue": "US Geol. Survey Misc. Invest. Ser",
    "year": 2000
  }, {
    "title": "Ridge-forming, ice-bounded lava flows at Mount Rainier",
    "authors": ["D. Lescinsky", "T.W. Sisson"],
    "venue": "Washington. Geology",
    "year": 1998
  }, {
    "title": "A test of the englacial thrusting hypothesis of ’hummocky’ moraine formation: Case studies from the northwest Highlands, Scotland",
    "authors": ["S. Lukas"],
    "venue": "Boreas",
    "year": 2005
  }, {
    "title": "Boulder ring structures produced during jökulhlaup flows: Origins and hydraulic significance",
    "authors": ["J.K. Maizels"],
    "venue": "Geogr. Ann",
    "year": 1992
  }, {
    "title": "Early views of the martian surface from the Mars orbiter camera of Mars",
    "authors": ["M.C. Malin", "M.H. Carr", "G.E. Danielson", "M.E. Davies", "W.K. Hartmann", "A.P. Igersoll", "P.B. James", "H. Masursky", "A.S. McEwen", "L.A. Soderblom", "P. Thomas", "V. Veverka", "J. Caplinger", "M.A. Ravine", "T.A. Soulanille", "J.L. Warren"],
    "venue": "Global Surveyor. Science",
    "year": 1998
  }, {
    "title": "A volcanic interpretation of Gusev Crater surface materials from thermophysical, spectral, and morphologic evidence",
    "authors": ["S. Martínez-Alonso", "B.M. Jakosky", "M.T. Mellon", "N.E. Putzig"],
    "venue": "J. Geophys. Res",
    "year": 2005
  }, {
    "title": "Basaltic rocks analyzed by the Spirit",
    "authors": ["R.V", "R. Rieder", "S.W. Ruff", "P.A. de Souza", "S.W. Squyres", "H. Wanke", "A. Wang", "M.B. Wyatt", "A. Yen", "J. Zipfel"],
    "venue": "Rover in Gusev Crater. Science",
    "year": 2004
  }, {
    "title": "THEMIS characterization of the MER Gusev Crater landing site",
    "authors": ["K.A. Milam", "K.R. Stockstill", "J.E. Moersch", "H.Y. McSween", "L.L. Tornabene", "A. Ghosh", "M.B. Wyatt", "P.R. Christensen"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Geochemical and mineralogical indicators for aqueous processes in the Columbia Hills of Gusev Crater, Mars",
    "authors": ["D.W. Ming", "D.W. Mittlefehldt", "R.V. Morris", "D.C. Golden", "R. Gellert", "A. Yen", "B.C. Clark", "S.W. Squyres", "W.H. Farrand", "S.W. Ruff", "R.E. Arvidson", "G. Klingelhofer", "H.Y. McSween", "D.S. Rodionov", "C. Schroder", "P.A. deSouza", "A. Wang"],
    "venue": "J. Geophys",
    "year": 2006
  }, {
    "title": "An estimate of the yield strength of the Imbrium flows",
    "authors": ["H.J. Moore", "G.G. Schaber"],
    "venue": "Proc. Lunar Sci. Conf",
    "year": 1975
  }, {
    "title": "HRSC: The High Resolution Stereo Camera of Mars Express. In: Mars Express: The Scientific Payload",
    "authors": ["G. Neukum", "R. Jaumann"],
    "venue": "HRSC Co-Investigator Team,",
    "year": 2004
  }, {
    "title": "Magmatism at mid-ocean ridges: Constraints from volcanological and geochemical investigations",
    "authors": ["M.R. Perfit", "W.W. Chadwick"],
    "venue": "Geophysical Monograph,",
    "year": 1998
  }, {
    "title": "THEMIS observations, discoveries, and predictions for the MER A landing site in Gusev Crater",
    "authors": ["J.W. Rice", "P.R. Christensen"],
    "venue": "Am. Geophys. Union Fall Meeting. Abstract P21C-02",
    "year": 2003
  }, {
    "title": "Martian fluvial landforms: A THEMIS perspective after one year at Mars",
    "authors": ["J.W. Rice", "P.R. Christensen", "S.W. Ruff", "J.C. Harris"],
    "venue": "Lunar Planet. Sci",
    "year": 2003
  }, {
    "title": "Chronology, eruption duration, and atmospheric contribution of the martian volcano",
    "authors": ["M.R. Robinson", "P.J. Mouginis-Mark", "J.R. Zimbelman", "S.S.C. Wu", "K.K. Ablin", "A.E. Howington-Kraus"],
    "venue": "Apollinaris Patera. Icarus",
    "year": 1993
  }, {
    "title": "The morphology and formation of flowlobe tumuli on Icelandic shield volcanoes",
    "authors": ["M.J. Rossi", "A. Gudmundsson"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1996
  }, {
    "title": "Ice elevations and surface change on the Malaspina Glacier",
    "authors": ["J. Sauber", "B. Molnia", "C. Carabajal", "S. Luthcke", "R. Muskett"],
    "venue": "Alaska. Geophys. Res. Lett",
    "year": 2005
  }, {
    "title": "Lava flows in Mare Imbrium: Geologic evaluation from Apollo",
    "authors": ["G. Schaber"],
    "venue": "Proc. Lunar Sci. Conf",
    "year": 1973
  }, {
    "title": "The scarcity of mappable flow lobes on the lunar maria: Unique morphology of the Imbrium flows",
    "authors": ["G. Schaber", "J.M. Boyce", "H.J. Moore"],
    "venue": "Proc. Lunar Sci. Conf",
    "year": 1976
  }, {
    "title": "Localization of bedding plane slip and backthrust faults above blind thrust faults: Keys to wrinkle ridge structure",
    "authors": ["R.A. Schultz"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Geologic map of the Aeolis quadrangle of Mars",
    "authors": ["Scott D.H", "E.C. Morris", "M.N. West"],
    "venue": "US Geol. Survey, Map",
    "year": 1978
  }, {
    "title": "A new model for the emplacement of Columbia River Basalts as large, inflated pahoehoe lava flow fields",
    "authors": ["S. Self", "T. Thordarson", "L.P. Keszthelyi", "G.P.L. Walker", "K. Hon", "M.T. Murphy", "P. Long", "S. Finnemore"],
    "venue": "Geophys. Res. Lett",
    "year": 1996
  }, {
    "title": "Pulsed inflation of pahoehoe lava flows: Implications for flood basalt emplacement, discussion and reply",
    "authors": ["S. Self", "L.P. Keszthelyi", "T. Thordarson", "S.W. Anderson", "E.R. Stofan", "S.E. Smrekar", "J.E. Guest", "B. Wood"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2000
  }, {
    "title": "Origin and evolution of a coldbased tropical mountain glacier on Mars: The Pavonis Mons fan-shaped deposit",
    "authors": ["D.E. Shean", "J.W. Head", "D.R. Marchant"],
    "venue": "J. Geophys. Res",
    "year": 2005
  }, {
    "title": "The Spirit Rover’s Athena science investigation",
    "authors": ["T.K.P. Gregg"],
    "venue": "Icarus",
    "year": 2007
  }, {
    "title": "Pahoehoe Flows from the 1969–1971 Mauna Ulu eruption, Kilauea Volcano, Hawaii",
    "authors": ["D.A. Swanson"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1973
  }, {
    "title": "Formation of pressure ridges and emplacement of compound basaltic lava flows",
    "authors": ["E.E. Theilig"],
    "venue": "Ph.D. thesis,",
    "year": 1986
  }, {
    "title": "Lava flows on Mars: Analysis of small surface features and comparisons with terrestrial analogs",
    "authors": ["E.E. Theilig", "R. Greeley"],
    "venue": "J. Geophys. Res",
    "year": 1986
  }, {
    "title": "Controls on the formation and sudden drainage of glacial-impounded lakes: Implications for jökulhlaup characteristics",
    "authors": ["F.S. Tweed", "A.J. Russell"],
    "venue": "Prog. Phys. Geogr",
    "year": 1999
  }, {
    "title": "Structure, and origin by injection of lava under surface crust, of tumuli, “lava rises,",
    "authors": ["G.P.L. Walker"],
    "venue": "“lava-rise pits,” and ‘lava-inflation clefts” in Hawaii. Bull. Volcanol",
    "year": 1991
  }, {
    "title": "Evolved lavas on Mars? Observations from southwest Arsia Mons and Sabancaya volcano, Peru",
    "authors": ["N.H. Warner", "T.K.P. Gregg"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Landforms associated with stagnant ice",
    "authors": ["W.A. Winters"],
    "venue": "Prof. Geogr",
    "year": 1961
  }],
  "id": "SP:4cb396911ad632c375da78b35a51c81eceb20359",
  "authors": [{
    "name": "Tracy K.P. Gregg",
    "affiliations": []
  }, {
    "name": "Jason P. Briner",
    "affiliations": []
  }, {
    "name": "Kristen N. Paris",
    "affiliations": []
  }],
  "abstractText": "The morphology of materials on the floor of Gusev Crater (14◦ S, 175◦ W), Mars, imply a history of volcanism and subsequent removal of an ice-rich deposit. Fluid lava flows observed in the western portion of Gusev Crater paradoxically terminate in a steep, thick (<60 m) flow front adjacent to hummocky terrain. The hummocky terrain is morphologically similar to deglaciated terrain on Earth, generated when glacial debris are left behind after the glacier has retreated. We propose the following scenario for the floor of Gusev Crater. First, ice-rich material was deposited adjacent to Thira Crater. Second, fluid lavas were emplaced and ponded against the ice-rich deposits. At some later time, the ice within the deposit sublimated, leaving hummocky terrain. Current age estimates for the Gusev flows are Hesperian, suggesting that the ice removal occurred in the upper Hesperian or more recently. If this hypothesis is correct, quench features (glassy rinds, columnar jointing) should be observed at the lava flow margin; the hummocky deposit should be poorly sorted, angular debris. © 2007 Elsevier Inc. All rights reserved.",
  "title": "Ice-rich terrain in Gusev Crater, Mars?"
}