{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nJournal of South American Earth Sciences\njournal homepage: www.elsevier .com/locate / jsames\nTectonic and climate driven fluctuations in the stratigraphic base level of a Cenozoic continental coal basin, northwestern Andes\nJ.C. Silva Tamayo a,*, G.M. Sierra b, L.G. Correa b\na Isotopengeologie Gruppe, Universität Bern, Institut für Geologie, Baltzerstrasse 1-3, CH-3012 Bern, Switzerland b Department of Geology, EAFIT University, Carrera 49 #7 Sur – 50, Medellín, Colombia\na r t i c l e i n f o\nArticle history: Received 9 February 2007 Accepted 20 February 2008\nKeywords: Amagá Formation Cenozoic Sequence stratigraphy Coal Colombia Northwestern Andes\n0895-9811/$ - see front matter 2008 Elsevier Ltd. A doi:10.1016/j.jsames.2008.02.001\n* Corresponding author. Tel.: +41 316315279; fax: E-mail address: juancst@geo.unibe.ch (J.C. Silva Ta\na b s t r a c t\nChanges in the sedimentologic and stratigraphic characteristics of the coal-bearing middle Oligocene– late Miocene siliciclastic Amagá Formation, northwestern Colombia, reflect major fluctuations in the stratigraphic base level within the Amagá Basin, which paralleled three major stages of evolution of the middle Cenozoic Andean Orogeny. These stages, which are also traceable by the changes in the compositional modes of sandstones, controlled the occurrence of important coal deposits. The initial stage of evolution of the Amagá Basin was related to the initial uplift of the Central Cordillera of Colombia around 25 Ma, which promoted moderate subsidence rates and high rates of sediment supply into the basin. This allowed the development of aggradational braided rivers and widespread channel amalgamation resulting in poor preservation of both, low energy facies and geomorphic elements. The presence of poorly preserved Alfisols within the scarce flood plains and the absence of swamp deposits suggest arid climate during this stage. The compositional modes of sandstones suggest sediment supply from uplifted basement-cored blocks. The second stage of evolution was related to the late Oligocene eastward migration of the Pre-Andean tholeitic magmatic arc from the Western Cordillera towards the Cauca depression. This generated extensional movements along the Amagá Basin, enhancing the subsidence and increasing the accommodation space along the basin. As a result of the enhanced subsidence rates, meandering rivers developed, allowing the formation of extensive swamps deposits (currently coal beds). The excellent preservation of Entisols and Alfisols within the flood plain deposits suggests rapid channels migration and a humid climate during deposition. Moderate to highly mature channel sandstones support this contention, and point out the Central Cordillera of Colombia as the main source of sediment. Enhanced subsidence during this stage also prevented channels amalgamation and promoted both, high preservation of geomorphic elements and high diversity of sedimentary facies. This resulted in the most symmetric stratigraphic cycles of the entire Amagá Formation. The final stage of evolution of the Amagá Basin was related to the early stage of development of the late Miocene northwestern Andes tholeitic volcanism (from 10 to 8 Ma). The extensive thrusting and folding associated to this volcanism reduced the subsidence rates along the basin and thus the accommodation space. This permitted the development of highly aggradational braided rivers and promoted channels amalgamation. Little preservation of low energy facies, poor preservation of the geomorphic elements and a complete obliteration of important swamp deposits (coal beds) within the basin are reflected by the most asymmetric stratigraphic cycles of the whole formation. The presence of greenish/reddish flood plain deposits and Alfisols suggests a dry climate during this depositional stage. The presence of channel sandstones with high contents of volcanic rock fragments supports a dry climate, and suggests an incipient phase of the Combia tholeiitic magmatism present during deposition of the Amagá Formation. The subsequent eastward migration of the NW Andes magmatic arc (after 8 Ma) may have produced basin inversion and suppressed deposition along the Amagá Basin.\n2008 Elsevier Ltd. All rights reserved.\na r t i c l e i n f o\nArticle history: Received 9 February 2007\nr e s u m e n\nCambios en las características sedimentológicas y estratigráficas de la Formación carbonífera de Amagá, Andes nororientales de Colombia, reflejan importantes fluctuaciones en el nivel base estratigráfico a lo largo de la cuenca donde se depositaron (Cuenca de Amagá). Dichas fluctuaciones, que reflejan tres esta-\nll rights reserved.\n+41 316314843. mayo).\nAccepted 20 February 2008\nKeywords: Amagá Formation Cenozoic Sequence stratigraphy Coal Colombia Northwestern Andes\ndos principales de evolución de la orogenia Andina en el Cenozoico medio, controlaron la ocurrencia de importantes depósitos de carbón. Esos estados de evolución, que son reflejados por los cambios en las modas composicionáles de las arenícas de la Formación Amagá, se resumen a seguir. Durante el estado inicial de evolución de la cuenca de Amagá, el levantamiento inicial de la Cordillera Central Colombiana (aprox. 25 Ma) promovió moderadas tasas de subsidencia y altas tasas de sedimentación a lo largo de la cuenca. Esto permitió el desarrollo de ríos trenzados muy agradacionáles; resultando en un alto amalgamamiento de los canales de rió y en poca preservación de facies de baja energía y elementos geomorfológicos. La presencia de Alfisoles poco preservados entre las escasas planicies de inundación y la ausencia de depósitos de ciénagas sugieren un clima árido durante este estado inicial. Las modas composicionáles de las arenícas sugieren un basamento siálico levantado como principal fuente de sedimentos. El segundo estado de evolución de la cuenca esta relacionado a la migración del arco magmático pre-Andino de la Cordillera Occidental Colombiana hacia la depresión del Cauca en el Oligoceno tardío. Esta migración generó movimientos extensionáles, aumentando la subsidencia a lo largo de la cuenca y el espacio de acomodación de sedimentos en la misma. Esto permitió también el desarrollo de ríos meandritos y la formación de depósitos de ciénagas (actuales mantos de carbón). La presencia de Entisoles y Alfisoles excelentemente preservados en depósitos de llanuras de inundación sugieren rápida migración de canales durante periodos de clima húmedo. La presencia de areniscas de canal con alta madurez textural y mineralógica apoyan esta idea y apunta la Cordillera Central como principal área fuente de sedimentos. La alta tasa de subsidencia evitó el amalgamamiento de canales y promovió la alta preservación de los elementos geomorfológicos y facies sedimentarias de baja energía. Esto es reflejado por los ciclos estratigráficos con mayor simetría de toda la formación. El estado final de evolución de la cuenca carbonífera de Amagá estuvo relacionado al estado inicial de evolución del volcanismo toleítico del Mioceno tardío en los Andes noroccidentales entre 10 y 8 Ma. Cabalgamientos y plegamientos asociados a este volcanismo redujeron las tasas de subsidencia en la cuenca y por tanto el espacio de acomodación de sedimentos. Esto promovió el desarrollo de ríos trenzados altamente agradacionáles, permitiendo la ocurrencia de canales amalgamados. La pobre preservación de las facies de baja energía y elementos geomorfológicos y la completa desaparición de depósitos de pantano (mantos de carbón) a lo largo de toda la cuenca están reflejados por los ciclos mas asimétricos de toda la formación. La presencia de depósitos de llanuras de inundación de colores verdosos y rojizos, como también de Alfisols sugieren un clima seco durante este estado de depositación de la Formación Amagá. La presencia de areniscas de canal con altos contenidos de fragmentos de rocas volcánicas apoya la ocurrencia de clima seco y sugiere una facie incipiente del magmatismo toleítico del Combia ya activa durante la sedimentación de la Formación Amagá. La subsiguiente migración de arco magmático del NW de los Andes para el este, después de 8 Ma, pudo haber producido la inversión tectónica de la cuenca, suprimiendo la depositación a lo largo de la cuenca de Amagá.\n2008 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Variations in the sedimentologic and stratigraphic characteristics of continental sedimentary successions mainly result from major perturbations in tectonic activity and climatic conditions affecting the continental sedimentary basins during their deposition (Cross, 1988; Schumm, 1993). Perturbations in tectonic activity and climatic conditions are, on the other hand, considered as the main driving mechanisms of variations in the position of the stratigraphic base level along continental sedimentary basins (Wheeler and Murray, 1957; Schumm, 1993; Cross, 1988; Ramón and Cross, 1997). Basin-wide variations in the sedimentologic and stratigraphic characteristic of continental sedimentary successions may therefore reflect changes in the stratigraphic base level within the siliclastic basins. Because the stratigraphic base level control the space available for sediment deposition (accommodation space, A) and the sediment supply into continental basins (S) (Schumm, 1993; Cross, 1988; Ramón and Cross, 1997), changes in the A/S ratios can be thus used to relate changes in the sedimentologic and stratigraphic characteristics of the continental sedimentary record to main changes tectonic and climatic conditions affecting continental basins during deposition (Schumm, 1993; Cross, 1988; Ramón and Cross, 1997).\nBecause fluctuations in the A/S ratios occur synchronously across a single basin, changes in the A/S ratios have been also used to predict regional variations in the stratigraphic characteristics of siliciclastic successions and thus, to forecast the occurrence of economically important energetic resources (Cross, 1988; Ramón and Cross, 1997). In this paper we report numerous sedimentologic, petrographic and stratigraphic attributes for the Cenozoic siliciclastic Amagá Formation, from which variations in the A/S ratios\nalong the Amagá Basin were determined. Variations in the A/S ratio are used to investigate the factors that controlled the occurrence of important coal deposits along the Amagá Basin and to assess the possible influence of three major tectonic stages of the development of the middle Tertiary Andean Orogeny on the sedimentation in siliciclastic coal-bearing basins along the Northwestern Andean block. Since climate might have also affected sedimentation in the Amagá Basin and played an important role in the composition of the detrital input, an evaluation of its possible influence on the deposition of Amagá Formation was also undertaken by contrasting main changes in it stratigraphic and sedimentologic characteristics and textural and mineralogical features of channel sandstone. Changes in the compositional modes of the sandstones are also used to relate fluctuations in the stratigraphic base level to changes in tectonic setting. Variations in the A/S ratios within the Amagá Basin were ultimately used to predict the occurrence of important coal deposits along the basin."
  }, {
    "heading": "2. Geologic setting and age",
    "text": "The Amagá Formation is a continental coal-bearing siliciclastic succession deposited in one of the widespread middle-late Cenozoic continental basins of northwestern Colombia (Fig. 1). It has been divided into the Upper and Lower members, which in turn have been sub-divided into two units (Correa and Silva, 1999; Sierra et al. 2004. See Gonzalez, 2001 for alternative stratigraphic division). The Amagá Formation unconformably overlies the Paleozoic metamorphic basement of the Central Cordillera of Colombia and is unconformably overlaid by late Cenozoic volcanicalstic successions from the Combia and Irra formations (Guzmán, 1991; Guzmán and Sierra, 1984; Hernández, 1998; Murillo, 1998).\nThe Amagá Formation is in fault contact, along the Romeral fault, with Paleozoic turbiditic metasediments (Sinifana metasediments) and oceanic metavolcanic-sedimentary successions from the Arquia Complex (Fig. 1). It is also in fault contact with Jurassic–Cretaceous volcano-sedimentary successions and ultramafic rocks of oceanic affinity (i.e., Cañas Gordas and Quebrada Grande Complexes), and a Triassic S-type pluton (Amagá Pluton). These units have been considered potential sediment source areas for the Amagá Basin (Fig. 1, Correa and Silva, 1999).\nThe depositional age of the Amagá Formation is well constrained. Van der Hammen (1958) and Pons (1984), based on the palynologic assemblages observed in floodplain deposits from the lowermost part of the Lower Member, suggested a middle Oligocene age for its initial sedimentation. The upper limit of sedimentation is middle-late Miocene, as suggested by the palynologic assemblages reported by Van der Hammen (1958) and Pons (1984), and by the 7.8 ± 1 Ma K–Ar age obtained from tholeitic sills intruding the Upper Member (Aspden et al., 1987; Maya, 1992)."
  }, {
    "heading": "3. Methods",
    "text": "Five stratigraphic sections were measured and their sedimentologic and stratigraphic characteristics determined (Fig. 1). Highresolution (short-term) stratigraphic cycles were defined from main changes in the stratigraphic stacking patterns, main variations in facies associations, changes in facies diversity and changes in preservation of geomorphic elements. Changes in the high-resolution (high frequency) stratigraphic cycles were subsequently used to define long-term (low-frequency) cycles, following the methods proposed by Cross (1988) and Ramón and Cross (1997). Changes in the symmetry of these low-frequency stratigraphic cycles were ultimately used to define long-term fluctuations in\nthe A/S ratios and to determine variations in the stratigraphic base level. Paleosol characteristics described elsewhere (Sierra and Bernal, 2003) were also used to define potential sequence boundaries and/or unconformities, which may reflect major changes in stratigraphic base levels (Schumm, 1993; Kraus, 1999 and references there in). The paleosol characterization of Sierra and Bernal 2003 was performed following the classification proposed by Retallack (1998).\nNinety-two sandstones were thin-sectioned and their petrographic characteristic determined. Sandstones were classified based on Dott (1964) and Folk et al. (1970) classifications, and their compositional modes determined using the Gazzi and Dickinson grain counting method (Ingersoll and Suczek, 1979; Dickinson, 1985). Compositional modes were plotted on ternary diagrams to determine changes in provenance and tectonic setting (Ingersoll and Suczek, 1979). Variations in petrographic characteristics of channel sandstones were ultimately used to support the stratigraphic characterization and to relate major changes in stratigraphic characteristics to changes in tectonic setting and climate."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Sedimentologic and stratigraphic features",
    "text": ""
  }, {
    "heading": "4.1.1. Lower Amagá Member",
    "text": "The Lower Amagá Member ( 294 m thick) exhibits a facies association typical of braided rivers (Unit 1) which then evolves up section to a facies association characteristics of meandering rivers (Unit 2; Fig. 2, Correa and Silva, 1999; Sierra et al., 2004). The base of Unit 1 crops out along the Sinifana section (Fig. 1) and is characterized by 30 m of highly aggradational sandstones and amalgamated conglomeratic sandstones, which display low facies\ndiversity (fcl, 10 cm; lo, 25 cm; lccpe, 25 cm; and lpc, 50–60 cm; Fig. 2; see Table 1 for description of facies codes) and exhibits several erosional surfaces (Fig. 2). This unit also exhibits low preservation of the low energy sedimentary facies and a poor preservation of the geomorphic elements (i.e., flood plain deposits, crevassesplay deposits, etc.). The low facies diversity and the widespread presence of amalgamated channels resulted in very aggradational stacking patterns. Basin-wide variations in the thickness of amalgamated channels are also observed. Channels exhibiting higher degree of amalgamation, as evidenced by the larger amount of erosional surfaces, are usually found at the edge of the basin. Unit 1 finishes with 20 m of massive green-gray colored mudstones widely distributed along the basin. These mudstones exhibit mud-cracks and have been interpreted as flood plain deposits (Correa and Silva, 1999, Fig. 2).\nUnit 2 ( 220 m thick) conformably overlies Unit 1 and crops out along the Sinifana, Excarbon mine, and Palomos mine sections (Figs. 1–3). It begins with an aggradational channel, which exhibits lpc, lpdc, lcc, lo, and mrc (Fig. 2 and Table 1). Up section, this unit exhibits a high diversity in sedimentary facies, suggesting a pronounced change in the depositional style, from braided rivers to meandering rivers (Figs. 2 and 3). This unit displays fining-upward stacking patterns that resemble transitional progradational siliciclastic successions. Unit 2 also displays an up section increase in the preservation of the geomorphic elements. This increase is more evident in the central part of the basin (Palomos Mine section, Figs. 1 and 3) where economically important coal-bearing deposits are present. The most common environments and facies associations found in this unit are (1) point bars; (2) meandering channels with lpc ( 50 cm), lcc (20–40 cm), lccpe (10–15 cm), lpdc (10–15 cm), mrc (5–25 cm), lo (15–35 cm), and fcl (5–10 cm); (3) flood plain deposits composed of massive (lm)-bioturbated (bt) grayish mudstone; and (4) crevasse splay and crevasse splay channels that contain lpd (5–10 cm), lo (5–10 cm), mrc (5–10 cm) (Fig. 3).\nBasin-wide coal beds, 1–2 m thick at the base and 2–3 m thick at the top, usually occur associated with relatively thick Spodsols and Alfisols horizons, which exhibit important amounts\nof calcareous concretions and rhizolites (Fig. 2, Sierra and Bernal, 2003). The uppermost part of Unit 2 consists of thick ( 3 m) coal beds interbedded with flood plain deposits and aggradational meandering channel deposits (Fig. 3). Unit 2 terminates with extensive flood plain deposits, which contain very well preserved Entisols and mud-crack structures (Correa and Silva, 1999; Sierra and Bernal, 2003). Moderately aggradational channels overlay these flood plains and mark the change in depositional environment from highly meandering rivers (Unit 2, Fig. 3) to moderately migrating meandering rivers (Unit 3, Fig. 4)."
  }, {
    "heading": "4.1.2. Upper Amagá Member",
    "text": "With an approximate thickness of 228 m (Correa and Silva, 1999; Sierra et al., 2004), the Upper Amagá Member exhibits sedimentary environments associated with meandering rivers at the base (Unit 3); which evolved to sedimentary environments associated to braided rivers at the top (Unit 4; Figs. 4 and 5).\nUnit 3 ( 119 m thick) displays facies associations characteristic of meandering rivers and stacking patterns displaying either meandering channels/flood plains/crevasse splays, or meandering channels/flood plains/meandering channels successions (Fig. 4). The meandering channel deposits generally exhibit lpc (20 cm), lcc (20 cm), lca (40 cm), and locally fcl (20 cm), while the crevassesplay deposits contain lpdc (5–10 cm), lo (5–10 cm), and massive sandstones. The flood plains are intimately related to the crevasse-splay deposits and consist of greenish mudstones (lm), interbedded with thin ( 1 m) coal beds (Fig. 4). Red and green Entisols and Alfisols occur associated with these extensive flood plain deposits (Sierra and Bermal, 2003; Fig. 4). Medium to low facies diversity and a moderate degree of preservation of geomorphic elements are common features in Unit 3. Unit 3 ends with an extensive flood plain deposit that conformably underlies the very thick and aggradational channel sandstones of the base of Unit 4 (Fig. 4).\nUnit 4 ( 109 m thick) displays the poorest facies diversity of the entire formation (Fig. 5). Only three different facies associations are recognized in this unit: (1) 20–25 m thick amalgamated channels, generally displaying repetitive erosional surfaces and\ncharacterized by the presence of fcl (15 cm), lcc (20 cm), lca (30– 50 cm), and lpc (10–20 cm), (2) flood plain deposits composed of\nreddish massive mudstone, and (3) intercalated crevasse-splay deposits which contain lpc (5–10 cm) and massive sandstones.\nThe presence of amalgamated and highly aggradational channels marks the change from meandering river dominated environments to braided river dominated environments. Only a single Entisol horizon occurs associated to a flood plain deposit at the base of Unit 4 (Sierra and Bernal, 2003)."
  }, {
    "heading": "4.2. Sandstone petrographic characteristics",
    "text": "Petrographic analyses of 92 sandstone samples reveal three different petrofacies in the Amagá Formation. Petrofacies 1 consists of moderately sorted, medium-grained sublithoarenites for which the main compositional mode is Qt (93), F (1), and Lt (6) (Table 2). This petrofacies is typical of channel sandstones found within Unit 1, which are often intercalated with oligomictic conglomerates and quartzose conglomeratic sandstones (Correa and Silva, 1999). It is also found throughout the basal part of Unit 2, in which the amount of coarse facies decreases relative to Unit 1. Two quartz varieties were identified in Petrofacies 1 and related to three different source areas. The monocrystalline (Qm) variety (86% of Qt), which shows both parallel and undulatory extinction (Fig. 6a), was more likely derived from the Amagá Pluton (Fig. 1). The polycrystalline quartz (Qp), which exhibits undulatory extinction, makes up the remaining 14% of Qt. The metamorphic nature of Qp suggests that it might have been derived from the Arquia and/or Quebradagrande Complexes (Fig. 1). Plagioclase (87% of F) and K-feldspar (13% of F) were probably derived from the Amagá pluton (Fig. 1). Lithic fragments such as greenschist (60%), fine-grained sublithic-arenites and quartz-arenites (40%) suggest the Arquia Complex, the Quebradagrande Complex and the Amagá pluton, respectively, as possible source areas. Although the volcano-sedimentary clasts (Lv) present in this petrofacies appear to be derived from the Quebradagrande Complex, it is difficult to envisage that complex as the only source of sediments, since the Cañas Gordas Complex displays compositional similarities with those of the Quebradagrande Complex (Gonzalez, 2001). However, the N–NW main paleocurrent direction encountered in channel sandstone along the basin supports the idea that the Quebradagrande Complex is the most probable source rock of those clasts (Correa and Silva, 1999).\nPetrofacies 2 consists of well-sorted, very clean and moderately porous fine to medium-grained sandstones. It is found within a very wide range of moderately thick channel and crevasse-splay deposits; the latter associated to extensive flood plain deposits within Unit 2 (Fig. 6b). It has a modal composition of Qt (94%), F (6%), and L (0%) (Table 2) in which monocrystalline (93% of Qt) and polycrystalline quartz (7% of Qt) are dominant. Monocrystalline quartz exhibits predominantly parallel extinction and less commonly undulatory extinction, whereas the polycrystalline quartz exhibits extensive undulatory extinction. Traces of K-feldspar, plagioclase, amphibole, micas and metamorphic (Lm) and plutonic rock fragments are also present. Fragments of plagioclase show evidence of dissolution and calcite replacement related to diagenetic processes, which hampered the identification of grains. A possible source area for many of these minerals is the Amagá Pluton (Fig. 1). However, the Quebradagrande and Arquia Complexes are the most likely source area of the polycrystalline quartz and the traces of rock fragments.\nAccessory minerals (i.e., mica, amphibole, pyroxene, apatite, zircon, garnet, tourmaline, fluorite, and rutile) occur in Petrofacies 1 and Petrofacies 2 (Correa and Silva, 1999). With the exception of the amphiboles, the majority of those components were not seen in thin section. They were only observed after careful physical separation of the accessory minerals fraction. Although, determining a source area for these minerals is rather difficult with the available information, we suggest the Jurassic–Cretaceous ultramafic rocks as well as the lower Paleozoic metasedimentary basement of the Central Cordillera as the main source area of these minerals.\nPetrofacies 3 consists, on the other hand, of Qt (53%), F (8%) and L (39%) (Table 2, Fig. 6c). Unlike Petrofacies 1 and 2, Petrofacies 3 is a moderately sorted, medium-coarse grained litharenite, typically found in very thick aggradational channels occurring within the Upper Member. Petrofacies 3 contains large amount of volcaniclastic fragments, the composition of which is similar to the composition of the volcaniclastic Combia Formation (Jaramillo, 1977, personal observations). These fragments account for 30% of the lithic fragment component (Correa and Silva, 1999). Metamorphic (Lm, 46% of L) and sedimentary fragments (quartzose sandstone, Ls, 24% of L) are also present and are interpreted as having been supplied by the Arquia Complex and the Cañas Gordas Complex, respectively. Monocrystalline quartz with parallel extinction (82% of Qt) and polycrystalline quartz with predominant undulatory extinction (18% of Qt) were also observed in Petrofacies 3 (Fig. 6c). The Amagá pluton is possibly the main source area of the monocrystalline quartz, K-feldspar (2% of F) and plagioclase (98% of F), whereas the Quebradagrande Complex was likely the main source of the polycrystalline quartz (Fig. 1).\nDiverse accessory minerals also occur in Petrofacies 3 (i.e., magnetite, pyrite, illmenite, chromite, apatite, zircon, garnet, pyroxene, amphibole, and tourmaline). Zircon is the most common accessory mineral and exhibits several morphologies (from sub-roundedanhedral–subhedral to euhedral). Potential source areas of the zircons include the volcanic, metamorphic and plutonic rocks cropping out along the Cauca depression (Correa and Silva, 1999)."
  }, {
    "heading": "5. Discussions",
    "text": ""
  }, {
    "heading": "5.1. Sedimentologic and stratigraphic evidences of variations in the stratigraphic base level",
    "text": "Variations in the accommodation space–sediment supply ratios (A/S) and thus in the stratigraphic base level position in continental basins are traceable based on major variations in the sedimentologic features and stratigraphic patterns of continental siliciclastic successions (Ramón and Cross, 1997; Schumm, 1993). Investigations on changes in the stratigraphic base level of continental basins have shown that during periods of moderate to high base level position (high A/S ratios) good preservation of the original geomorphic elements and large diversity of sedimentary facies and facies association occur. High A/S ratios have been usually related to high rates of basin subsidence and low sediment supply, conditions that facilitate the accommodation of low energy sedimentary facies and the occurrence of fining upward sedimentary successions. They also result in highly symmetric stratigraphic cycles. Conversely, when the base level is below the basin surface (low stratigraphic base level position), the space available for sediment accommodation is not enough to accumulate the enhanced sediment supply into the basin (low A/S ratios). This results in cannibalization and low preservation of geomorphic elements and in low facies association and diversity. Low stratigraphic base level position also result in a reduction of the low energie sedimentary facies and in coarsening upwards stacking patterns; which in turn result in low stratigraphic cycle symmetry (Cross, 1988; Galloway, 1989; Galloway and Williams, 1991).\nImportant variations in the A/S ratios and thus in the position of the stratigraphic base level along the Amagá Basin can be proposed based on the recognition of the above mentioned sedimentologic and stratigraphic indicators in the Amagá Formation.\nLow to moderate A/S conditions predominated during deposition of the lower most part of the Amagá Formation. This is evidenced by the low diversity of sedimentary facies and the poor preservation of geomorphic elements in Unit 1. The widespread occurrence of thick packages of amalgamated channels displaying several erosional surfaces cutting the predominant fining upward\nValues are reported in percentage (%). (Qt) total quartz = (Qm) monocrystalline quartz + (Qp) polycrystalline quartz. (L) total lithic = (Lv) volcanics + (Lm) metamorphics + (Ls) sedimentary. (Lt) = (L) + (Qp). (Lvm) metamorphics + volcanics. (Lsm) metamorphics + sedimentary. Ternary diagrams correlating sandstone compositional modes and tectonic setting after Ingersoll and Suczek (1979).\nsedimentary packages resulted in highly aggradational stacking patterns and in highly asymmetric high-resolution stratigraphic cycles. Such asymmetry resulted in highly asymmetric low-frequency (long-term) stratigraphic cycles (Fig. 2).\nAn increase in the diversity of sedimentary facies and in the preservation of geomorphic elements marks the deposition of Unit\n2. The upward increase in the occurrence of low energy sedimentary facies and environments (i.e., swamps-flood plain deposits and crevasse-splay deposits) and a reduction in the degree of amalgamation of meandering channels with respect to Unit 1 suggest higher A/S conditions (high stratigraphic base level position) during its deposition. The extraordinary preservation of relatively\nthick levels of paleosols exhibiting calcareous concretions and rhizolites (Sierra and Bernal, 2003) and of flood plain deposits exhibiting mood cracks structures suggests periods prolonged sub-aerial exposure, most likely associated to the rapid lateral migration of the channels through the subsiding basin. Development of extensive swamp zones, flood plains and abandoned chutes also suggest rapid migration of the meandering channels during deposition of Unit 2. The high stratigraphic base level position during deposition of Unit 2 is also evidenced by the fining upward stacking patterns displayed by Unit 2, which parallel the decrease in amount of erosional surfaces exhibited by the meandering channels (Fig. 3). Such fining upward stacking patterns also suggest low sedimentation rates during deposition of Unit 2, which displays the most symmetric high-resolution stratigraphic cycles of the entire formation (Figs. 3 and 4). Such high symmetry also accounts for the increase in symmetry of the low-frequency (long-term) stratigraphic cycles (Fig. 3) and suggest enhanced accommodation space and high A/S conditions during a period of regional high stratigraphic base level position.\nUnit 3 witnessed a decrease in the A/S conditions with respect to Unit 2. Such a decrease, evidenced by the reduction in facies diversity, the low preservation of geomorphic elements and the occurrence of moderately aggradational meandering channels, was most likely related to a fall in the stratigraphic base level position along the Amagá Basin (Fig. 4). The cannibalization of geomorphic elements, the increase in thickness of the channel sandstones and the increase of erosional surfaces whiting the moderately aggradational meandering channels evidence an up section reduction in the accommodation space and an increase in the sediment supply to the basin. Such a decrease in the A/S conditions is also evidenced by the decrease in the occurrence of low energy facies (i.e., swamp deposits, now coal beds). This results in a decrease in the symmetry of the stratigraphic cycles with respect to Unit 2 (Fig. 4).\nFinally, the A/S conditions continue to decrease during the deposition of Unit 4. Evidences for this are the almost complete disappearance of low energy facies, the low facies diversity, the low preservation of geomorphic elements and the occurrence of highly gradational channels. The highly aggradational nature of the predominant braided river channels and their predominant coarsening-up nature resulted in the most asymmetric stratigraphic cycles of the entire formation (Fig. 5). Channel amalgamation might have accounted for the poor preservation of the geomorphic features, for the low facies association diversity and for the complete disappearance of coal beds along the basin."
  }, {
    "heading": "5.2. Factors controlling variations in the stratigraphic base level",
    "text": "Determination of the factors that controlled the stratigraphic base level along the Amagá Basin and thus, the occurrence of important coal deposits, was performed following the approach proposed by Ramón and Cross (1997) and Schumm (1993). According to these authors, factors such as tectonic activity (lithospheric response to mechanical and thermal loads), sediment compaction, and geomorphologic configuration of the basin play an important role in controlling the accommodation space (A) in continental basins. On the other hand, changes in climate, relief, elevation, vegetation, bedrock types, weathering, rate of erosion and transport energy largely influence the sediment supply to continental basins (S).\nDetermination of the factors controlling the stratigraphic base level where also investigated by contrasting main variations in the A/S against the petrographic characterization of sandstones of Amagá Formation, which provide independent information of tectonic setting, sediment provenance and supply and climatic conditions. Petrographic analyses of sandstone have been exten-\nsively used to investigate the tectonic evolution of sedimentary basins using actualistic models (e.g., Dickinson, 1985, 1988; Ingersoll, 1988; Busby and Ingersoll, 1995). These analyses have also been used to investigate changes in climatic conditions during deposition of siliciclastic successions (Suttner and Dutta, 1986), to distinguish possible sources of sediment along sedimentary basins (Dickinson, 1988) and to relate changes in the textural and compositional characteristics of sandstones to fluctuations in the stratigraphic base level (Ramón and Cross, 1997).\nSeveral tectonic aspects of the evolution of the northern Andean block were also integrated into our model in order to relate changes in the base level along the Amagá Basin to main changes in tectonic activity along the northwestern Andes. A deposition spanning middle Oligocene–middle-late Miocene ( 25 to 8 Ma) was also assumed for the Amagá Formation (see geologic setting for details).\nWe propose that variations in the stratigraphic base level along the Amagá Basin resulted from major changes in tectonic setting, which are related to the evolution of the middle Cenozoic Andean orogeny. The first stage of evolution corresponds to the opening of the Amagá Basin, which resulted from the uplift of the ancestral Central Cordillera continental block (Valdivia-Cajamarca Terrane, VCT, Fig. 1). Such uplift and associated strike-slip movements along the Cauca and Romeral fault systems may had resulted from the oblique approach of the ancient Farrallon plate towards the South American block (prior to 25 Ma, Pilger, 1983, 1984; Aspden et al., 1987). This approach also resulted in the accretion of the Cañas Gordas Complex (Western Cordillera, Pacific assemblage, PAT, Figs. 1 and 6k) to the South American continental block along the Cauca and Romeral fault systems (Cediel et al, 2003) and in the late Oligocene magmatic (Pre-Andean tholeitic) activity along the Western Cordillera of Colombia (Aspden et al., 1987; Cediel et al., 2003).\nThe strike-slip movements along the Cauca-Romeral fault system promoted not only the opening of the Amagá Basin along this terranes paleosuture (Sierra, 1994; Ego and Sebrier, 1995; MacDonald et al., 1996), but also the development of other continental sedimentary coal basins along the west flank of Central Cordillera of Colombia during the Oligocene–Miocene time span (i.e., Cauca Superior Formation, Van der Hammen, 1958; Gonzalez, 2001; Sierra, 1994; Sierra et al., 2004). The continued uplift of the ancestral Central and Western Cordilleras during the middle Oligocene (Pindell, 1993) increased the subsidence rates along the Amagá Basin (Guzmán and Sierra, 1984; Sierra et al., 2004). This resulted in a low to moderate accommodation space (low to moderate stratigraphic base level position) along the basin. This stage was recorded by deposition of Unit 1, in which facies associations typical of braided river deposits predominate (Fig. 6h). The low to moderate accommodation space during deposition of Unit 1, combined with a high rate of sediment supply from the Central and Western Cordilleras promoted channel amalgamation, low diversity of sedimentary facies and poor preservation of geomorphic elements (low A/S, Fig. 6g). This resulted in very asymmetric stratigraphic cycles (Fig. 2) and the absence of coal beds in Unit 1. The predominantly northward main paleocurrent direction within Unit 1 and Unit 2 (Correa and Silva, 1999), on the other hand, further support our interpretation that the Amagá Basin was confined between the ancestral Central Cordillera and the recently accreted Western Cordillera, and that the low stratigraphic base level position was associated to the enhanced uplift to which these mountain chains were submitted. The ancestral Central Cordillera was more likely submitted to higher uplift rates during this time and became the principal source area of sediment to the Amagá Formation. This is suggested by the sandstone compositional modes, which also suggest a deposition along an extensional continental margin basin (Fig. 6d).\nThe second stage of evolution of the Amagá Basin was related to the initial eastward migration of the Pre-Andean tholeitic magmatic arc towards the Cauca depression during the late Oligocene–early Miocene time span (from 22 to 17 Ma, Duque-Caro, 1990; Cediel et al., 2003). This migration generated trans-tensional movements along the Amagá Basin (Fig. 6l), enhancing subsidence rates. This increase in subsidence rates was recorded by Unit 2 (Lower Member, Figs. 2, 3 and 6), in which a change from braided (Unit 1) to meandering rivers (Unit 2) is observed (Fig. 6i). These trans-tensional movements along the Cauca paleosuture continued until the end of deposition of Unit 2, enhancing the subsidence rates and increasing the accommodation space along the basin (high A/S), during a period of high stratigraphic base level position (Fig. 6g). As a result, invigorated migration of meandering rivers along the basin occurred (Fig. 6i), allowing the formation of extensive and thick (up to 3 m) swamp deposits (now coal beds) and flood plain deposits. This increase in accommodation space is also supported by the large diversity of sedimentary facies and facies associations, which resulted in highly symmetric stratigraphic cycles. It is also supported by the occurrence of extensive Entisols and Alfisols developed on flood plain deposits (Fig. 3). The presence of exquisitely well-preserved Entisols and mud-cracks at the top of the Unit 2 marks the maximum peak in accommodation space and thus, subsidence rate. We suggest this level as a stratigraphic marker for the occurrence of economically important coal deposits and as the sequence boundary between the Lower and the Upper members.\nThe increase in accommodation space during deposition of Unit 2 is also supported by the presence of highly symmetric stratigraphic cycles and the increased diversity of sedimentary environments and facies. This increase is more evident at the Palomos section (Fig. 3) where the facies diversity is larger than that observed at the Sinifana section (Fig. 2). Considering that in the study area the Palomos and Sinifana sections are located at the center and edge of the Amagá Basin, respectively, we suggest that changes in the A/S varied in a basin wide basis. The similarities on the lowresolution (low-frequency) stratigraphic cycles suggest, however, that variations in the A/S occurred in the same fashion along the basin. Based on these similarities we finally suggest that despite that basin-wide differences in the lithostratigraphic characteristics of continental siliciclastic successions can hamper basin-wide lithostratigraphic correlations, the use of the approach implemented in the present study can help to faithfully correlate economically important sedimentary deposits.\nThe increased chemical and textural maturity of well-sorted and highly porous channel and crevasse-splay sandstones (Petrofacies 2, Fig. 6b) in Unit 2 suggest that the maximum peak of the extensional movements and basin subsidence occurred during a period of wet and humid climates. Their compositional modes also suggest a deposition along a rifted continental margin (Fig. 6e). Strong chemical weathering of the source areas may have accounted for the scarcity of unstable minerals in the sandstone and may have caused enhanced sediment supply from the ancestral Central Cordillera of Colombia into the basin. Such wet and humid climates might have also favored the occurrence of extensive flood plains and swamp deposits (now coal bearing).\nThe final stage of evolution of the Amagá Basin was related to asthenospheric rebound along the Cauca depression generated by the continued subduction of the Nazca plate beneath the South America plate (Fig. 6m). This tectonic rebound, which enhanced uplift along the Cauca depression and generated extensive thrusting and folding of the Jurassic–Cretaceous volcano-sedimentary successions cropping out along the Cauca depression, was most likely associated to an early phase of the tholeitic Combia volcanism along the Cauca paleosuture around 10 Ma (Marriner and Millward, 1984). This uplift seems to have also affected the Lower\nAmagá Member, as suggested by the presence of post-depositional deformations observed in Unit 2, which are not observed in Units 3 and 4 (Correa and Silva, 1999). It might have also decreased subsidence along the Amagá Basin reducing the accommodation space along the basin (low base level position = low A/S). These conditions promoted changes in the depositional environments and in the stratigraphic stacking patterns as evidenced by the decrease in facies diversity and preservation, and the moderate occurrence of swamp deposits (currently coal bearing, Fig. 6 j). The occurrence of moderately aggradational channels (Unit 3) overlaying extensive flood plain deposits at the top of Unit 2 marks this decrease in accommodation space and suggests that the sequence boundary between the Lower and Upper members is marked by the well preserved and mature Entisols at the top of Unit 2 (Figs. 3 and 4). As uplift along the Cauca depression continued, a reduction of the accommodation space generated replacement of meandering rivers (Unit 3) by braided rivers (Unit 4), resulting in cannibalization of low energy facies (Figs. 4 and 5). This is reflected by the low facies diversity and the presence of the most asymmetric stratigraphic cycles of the entire formation within Unit 4 (Figs. 4 and 5).\nFinally, the deposition of Unit 3 and Unit 4 should have taken place under wet and dry seasons, respectively. The presence of red and green Entisols and Alfisols associated with the extensive flood plain deposits in Unit 3 suggest periods of sporadic sub-aerial exposition and short-term changes in the climatic conditions during its sedimentation (Fig. 4). The presence of a single Entisol horizon within a flood plain deposit in Unit 4 indicates long periods of sub-aerial exposition and dry climate during its sedimentation. Such change in climatic conditions may have account for the total obliteration of coal-bearing swamp deposits and may have also accounted for the occurrence of large amounts of volcanic fragmentrich in the poorly sorted and porous sandstones of Units 3 and 4 (Fig. 6c). Such volcanic fragments which were most likely supplied by an incipient phase of the Combia tholeitic volcanism also suggests that changes in climatic conditions paralleled a major change in tectonic setting; from an extensional continental margin (Lower Member) to an intra-volcanic arc setting (Upper Member, Fig. 6f)."
  }, {
    "heading": "6. Conclusions",
    "text": "The combination of stratigraphic and sedimentologic characteristics from the Amagá Formation, along with sandstone petrographic modes, indicate that major fluctuations in the stratigraphic base level along the Amagá Basin resulted from the combined action of tectonic activity along the northwestern Andean block and climate change during the middle Oligocene–middle-late Miocene time span.\nIn a simple scenario, trans-tension along the Cauca paleosuture (Cauca fault) resulted in the opening ( 25 Ma) and initial sedimentation along the Amagá Basin. The rapid opening of the Amagá Basin and its continued subsidence resulted in braided rivers at the base of the Amagá Formation during a period of moderate accommodation space (moderate–low stratigraphic base level position) and arid climate (Unit 1). The enhanced subsidence rates that dominated the deposition of Unit 2 (late Oligocene) resulted in an increased accommodation space and allowed the development of meandering rivers, during a period of humid climate. The increased facies diversity and the reduced thickness of the channel deposits in Unit 2 resulted on the most symmetric high-resolution stratigraphic cycles of the entire formation. The increasing subsidence rates during deposition of Unit 2 also favored the development of extensive and economically important coal deposits, during a period of high stratigraphic base level position. Compositional modes of well-sorted and porous sandstone within these two units suggest provenance from a basement-cored uplift. The high chemical and textural maturity of channel and crevasse-splay sandstones\nin Unit 2 suggest a maximum peak of extensional movements and basin subsidence occurred during a period of wet and humid climates. Such climatic conditions may have also favored the occurrence of the coal beds.\nThe dominance of a volcanic arc setting ( 10 Ma) may have caused a decrease in subsidence and thus, in accommodation space (low stratigraphic base level position) during deposition of the upper member of the Amagá Formation. As a result a change from meandering rivers into braided rivers occurred. This change resulted in a poor preservation of the geomorphic elements, low facies diversity, widespread occurrence of highly aggradationalamalgamated channels and presence of only few and very thin coal beds in the Upper Member. This change from an extensional continental margin related basin to an intra-arc basin was first recorded by Unit 3 in which considerable amounts of volcanic sediments resembling the composition the tholeitic Combia volcanics were found. Preservation of this volcanic material in poorly porous and texturally immature sandstones suggests both short transportation distance and an arid climate preventing chemical weathering of the source area.\nAt this point, it appears that changes in the stratigraphic base level controlling the sedimentation of the Amagá Formation essentially resulted from the combined action of changes in the tectonic activity along the northwestern Andean block and changes in climate conditions. Since those changes in the stratigraphic base level controlled the stratigraphic characteristics and the coal potential of these continental successions, the multi-pronged approach implemented in the present study appear to be useful for the search of regionally occurring coal deposits and oil reservoirs."
  }, {
    "heading": "Acknowledgments",
    "text": "The authors thank EAFIT University for its support of the project: ‘‘Physical Stratigraphy and Sedimentology of the Tertiary Amagá Coal Basin” of which our work is part. J.C. Silva also expresses his gratitude to Dr. Mona Becker and Dr. Ben Tanner whose comments sharpened the ideas and format of the final manuscript."
  }],
  "year": 2008,
  "references": [{
    "title": "Geometrical control of subduction-related",
    "authors": ["J. Aspden", "W. McCourt", "M. Brook"],
    "year": 1987
  }, {
    "title": "Tectonics of sedimentary basins",
    "authors": ["C. Busby", "R. Ingersoll"],
    "venue": "Journal of the Geological Society of London",
    "year": 1995
  }, {
    "title": "Tectonic assembly of the northern Andean",
    "authors": ["MA Cambridge", "F. pp. 1–51. Cediel", "R. Shaw", "C. Caceres"],
    "year": 2003
  }, {
    "title": "Estratigrafía y Petrografía del Miembro Superior de la",
    "authors": ["L. Correa", "J. Silva"],
    "venue": "AAPG Memoir,",
    "year": 1999
  }, {
    "title": "Provenance and sediment dispersal in relation",
    "authors": ["Company", "W. pp. 333–336. Dickinson"],
    "year": 1988
  }, {
    "title": "Wacke, graywacke and matrix. What approach to immature",
    "authors": ["C. Paola"],
    "venue": "New Perspectives in Basin Analysis. Springer-Verlag,",
    "year": 1964
  }, {
    "title": "Is the Cauca-Patia and Romeral fault system left- or rightlateral",
    "authors": ["F. Ego", "M. Sebrier"],
    "venue": "Geophysical Research Letters",
    "year": 1995
  }, {
    "title": "Detrital sedimentary rocks classification and nomenclature for use in New Zealand",
    "authors": ["R. Folk", "P. Andrews", "D. Lewis"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 1970
  }, {
    "title": "Genetic stratigraphic sequences in basin analysis I: architecture and genesis of flooding-surface bounded depositional units",
    "authors": ["W. Galloway"],
    "venue": "American Association of Petroleum Geologist Bulletin",
    "year": 1989
  }, {
    "title": "Sediment accumulation rates in time and space; paleogene genetic stratigraphic sequences of the northwestern",
    "authors": ["W. Galloway", "T. Williams"],
    "venue": "Gulf of Mexico Basin. Geology",
    "year": 1991
  }, {
    "title": "Condiciones de depositación de la Formación Amagá entre Amagá y Angelópolis",
    "authors": ["C. Guzmán"],
    "venue": "Tesis de Postgrado, U. Nal. Medellín,",
    "year": 1991
  }, {
    "title": "Ambientes sedimentarios en la Formación Amagá",
    "authors": ["C. Guzmán", "G. Sierra"],
    "venue": "Proyecto de grado U. Nal. Medellín,",
    "year": 1984
  }, {
    "title": "Petrografía de las areniscas de la sección Peñitas-Mina Excarbón",
    "authors": ["I. Hernández"],
    "venue": "Miembro medio de la Formación Amagá. Titiribí, Antioquia. Proyecto de grado U. EAFIT. Medellín,",
    "year": 1998
  }, {
    "title": "Tectonics of sedimentary basins",
    "authors": ["R. Ingersoll"],
    "venue": "Geological Society of America Bulleting",
    "year": 1988
  }, {
    "title": "Petrology and provenance of Neogene sand from Nicobar and Bengan fans DSDP sites 211 and 218",
    "authors": ["R. Ingersoll", "C. Suczek"],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1979
  }, {
    "title": "Rocas volcanicas de la Formacion Combia",
    "authors": ["J.M. Jaramillo"],
    "venue": "Boletin Ciencias de la Tierra",
    "year": 1977
  }, {
    "title": "Paleosols in clastic sedimentary rocks: their geologic applications",
    "authors": ["M.J. Kraus"],
    "venue": "Earth-Science Reviews",
    "year": 1999
  }, {
    "title": "Late Cenozoic tectonics and paleomagnetism of north Cauca Basin intrusions, Colombian Andes Dual rotation",
    "authors": ["W. MacDonald", "J. Estrada", "G. Sierra", "H. Gonzalez"],
    "venue": "modes. Tectonophysics",
    "year": 1996
  }, {
    "title": "The petrology and geochemistry of Cretaceous to recent volcanism in Colombia. The magmatic history of an ancient accretionary plate margin",
    "authors": ["G.F. Marriner", "D. Millward"],
    "venue": "Journal of the Geological Society of London",
    "year": 1984
  }, {
    "title": "Catálogo de dataciones isotópicas en Colombia",
    "authors": ["M. Maya"],
    "venue": "Boletin de Geologia",
    "year": 1992
  }, {
    "title": "Architectural element analysis: a new method of facies analysis applied to fluvial deposits",
    "authors": ["D. Miall"],
    "venue": "Earth-Science Reviews",
    "year": 1985
  }, {
    "title": "Petrografía de las areniscas de la secuencia Quebrada la SuciaMina Palomos",
    "authors": ["S. Murillo"],
    "venue": "Miembro Inferior de la Formación Amagá. Proyecto de Grado, U. EAFIT,",
    "year": 1998
  }, {
    "title": "Kinematics of South America subduction zone from global plate reconstructions. Geodynamics of the eastern Pacific region",
    "authors": ["R. Pilger"],
    "venue": "Caribbean and Scotia arcs. American Geophysical Union. Geodynamic Series",
    "year": 1983
  }, {
    "title": "Cenozoic plate kinetics, subduction and magmatism South American Andes",
    "authors": ["R. Pilger"],
    "venue": "Journal of the Geological Society of London",
    "year": 1984
  }, {
    "title": "Regional synopsis of Gulf of Mexico and Caribbean evolution",
    "authors": ["J. Pindell"],
    "venue": "Annual Research Conference Proceedings, Mesozoic and Early Cenozoic Development of the Gulf of Mexico and Caribbean Regions: SEPM Gulf Coast Section,",
    "year": 1993
  }, {
    "title": "La flore du bassin houiller d’Antioquia (Tertiaire de Colombie)",
    "authors": ["D. Pons"],
    "venue": "Congres National des Sociétés Savantes, Fase II,",
    "year": 1984
  }, {
    "title": "Characterization and prediction of reservoir architecture and petrophysical properties in fluvial channel sandstone’s, Middle Magdalena Basin, Colombia",
    "authors": ["J. Ramón", "T. Cross"],
    "venue": "Ciencia, Tecnologia & Futuro",
    "year": 1997
  }, {
    "title": "Fossil soils and completeness of the rock and fossil records",
    "authors": ["G.J. Retallack"],
    "year": 1998
  }, {
    "title": "River response to base level change: implications for sequence stratigraphy",
    "authors": ["S. Schumm"],
    "venue": "Journal of Geology",
    "year": 1993
  }, {
    "title": "Structural and sedimentary evolution of the Irra Basin, Northern Colombian Andes",
    "authors": ["G. Sierra"],
    "venue": "M.Sc. Thesis,",
    "year": 1994
  }, {
    "title": "Estratigrafía Secuencial de la Formación Amagá",
    "authors": ["G. Sierra", "J. Silva", "L. Correa"],
    "venue": "Boletin de Ciencias de la Tierra",
    "year": 2004
  }, {
    "title": "Alluvial sandstone composition and paleoclimate. I. Framework mineralogy",
    "authors": ["L. Suttner", "P. Dutta"],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1986
  }, {
    "title": "Estratigrafía del Terciario y Maestrichtiano continentales y tectogénesis de los Andes colombianos",
    "authors": ["T. Van der Hammen"],
    "venue": "Boletín de Geologia",
    "year": 1958
  }, {
    "title": "Campanian-Miocene tectonostratigraphy, depocenter evolution and basin development of Colombia and western Venezuela",
    "authors": ["T. Villamil"],
    "venue": "Paleogeography, Paleoclimatology, Paleoecology",
    "year": 1999
  }, {
    "title": "Base-level control patterns in cyclothemic sedimentation",
    "authors": ["H. Wheeler", "H. Murray"],
    "venue": "American Association of Petroleum Geologist Bulletin",
    "year": 1957
  }],
  "id": "SP:3cb271d3a6ba36ced5c082964151b3cea38de29d",
  "authors": [{
    "name": "J.C. Silva Tamayo",
    "affiliations": []
  }, {
    "name": "G.M. Sierra",
    "affiliations": []
  }, {
    "name": "L.G. Correa",
    "affiliations": []
  }],
  "abstractText": "Changes in the sedimentologic and stratigraphic characteristics of the coal-bearing middle Oligocene– late Miocene siliciclastic Amagá Formation, northwestern Colombia, reflect major fluctuations in the stratigraphic base level within the Amagá Basin, which paralleled three major stages of evolution of the middle Cenozoic Andean Orogeny. These stages, which are also traceable by the changes in the compositional modes of sandstones, controlled the occurrence of important coal deposits. The initial stage of evolution of the Amagá Basin was related to the initial uplift of the Central Cordillera of Colombia around 25 Ma, which promoted moderate subsidence rates and high rates of sediment supply into the basin. This allowed the development of aggradational braided rivers and widespread channel amalgamation resulting in poor preservation of both, low energy facies and geomorphic elements. The presence of poorly preserved Alfisols within the scarce flood plains and the absence of swamp deposits suggest arid climate during this stage. The compositional modes of sandstones suggest sediment supply from uplifted basement-cored blocks. The second stage of evolution was related to the late Oligocene eastward migration of the Pre-Andean tholeitic magmatic arc from the Western Cordillera towards the Cauca depression. This generated extensional movements along the Amagá Basin, enhancing the subsidence and increasing the accommodation space along the basin. As a result of the enhanced subsidence rates, meandering rivers developed, allowing the formation of extensive swamps deposits (currently coal beds). The excellent preservation of Entisols and Alfisols within the flood plain deposits suggests rapid channels migration and a humid climate during deposition. Moderate to highly mature channel sandstones support this contention, and point out the Central Cordillera of Colombia as the main source of sediment. Enhanced subsidence during this stage also prevented channels amalgamation and promoted both, high preservation of geomorphic elements and high diversity of sedimentary facies. This resulted in the most symmetric stratigraphic cycles of the entire Amagá Formation. The final stage of evolution of the Amagá Basin was related to the early stage of development of the late Miocene northwestern Andes tholeitic volcanism (from 10 to 8 Ma). The extensive thrusting and folding associated to this volcanism reduced the subsidence rates along the basin and thus the accommodation space. This permitted the development of highly aggradational braided rivers and promoted channels amalgamation. Little preservation of low energy facies, poor preservation of the geomorphic elements and a complete obliteration of important swamp deposits (coal beds) within the basin are reflected by the most asymmetric stratigraphic cycles of the whole formation. The presence of greenish/reddish flood plain deposits and Alfisols suggests a dry climate during this depositional stage. The presence of channel sandstones with high contents of volcanic rock fragments supports a dry climate, and suggests an incipient phase of the Combia tholeiitic magmatism present during deposition of the Amagá Formation. The subsequent eastward migration of the NW Andes magmatic arc (after 8 Ma) may have produced basin inversion and suppressed deposition along the Amagá Basin. 2008 Elsevier Ltd. All rights reserved. a r t i c l e i n f o",
  "title": "Tectonic and climate driven fluctuations in the stratigraphic base level of a Cenozoic continental coal basin, northwestern Andes"
}