{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGondwana Research\nj ourna l homepage: www.e lsev ie r .com/ locate /gr\nAtmospheric dust from the Pennsylvanian Copacabana Formation (Bolivia): A high-resolution record of paleoclimate and volcanism from northwestern Gondwana\nCarlos P. Carvajal a,⁎, Gerilyn S. Soreghan a, Peter E. Isaacson b, Chao Ma c, Michael A. Hamilton d, Linda A. Hinnov c, Shannon A. Dulin a\na School of Geology and Geophysics, University of Oklahoma, 100 East Boyd Street, Norman, OK 73071, United States b Department of Geological Sciences, University of Idaho, 875 Perimeter Drive, Moscow, ID 83844, United States c Department of Atmospheric, Oceanic, and Earth Sciences, George Mason University, 4400 University Dr., Fairfax, VA 22030, United States d Jack Satterly Geochronology Laboratory, University of Toronto, 22 Russell St., Toronto, Ontario M5S 3B1, Canada\n⁎ Corresponding author. E-mail address: carlcarv@ou.edu (C.P. Carvajal).\nhttps://doi.org/10.1016/j.gr.2018.02.007 1342-937X/© 2018 International Association for Gondwa\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 24 December 2016 Accepted 22 February 2018 Available online 6 March 2018\nHandling Editor: K. Sajeev\nThis study documents the occurrence of atmospheric dust fromPennsylvanian carbonates of the Copacabana Formation, recovered in core (Mobil-Oxy Manuripi X-1) from the Madre de Dios basin (Bolivia), within southern mid-latitudes (~35°S) of western Gondwana. The Copacabana Formation spans Pennsylvanian-Early Permian time, and thus formed coeval with and in relative proximity to ice centers and associated glacial deposits located at southern paleolatitudes in adjoining regions of Gondwana (e.g. the Paraná, Tarija, and Paganzo basins in Brazil, southeastern Bolivia, and Argentina, respectively). In Pennsylvanian time carbonate deposition of the Copacabana Formation occurred on a ramp isolated from fluvial-deltaic influx, and thus siliciclastic material in this system reflects atmospheric input. The study interval comprises a series of upwardly shallowing successions 1–3 m thick ranging from open marine ramp facies to more restricted inner-ramp facies, commonly capped by horizons of microkarsted and/or red mudstone reflecting subaerial exposure of the carbonate ramp. These horizons mark abnormal exposure and are interpreted to record glacial lowstands. Dust recovered from throughout the study section varies from ~1 to 43 wt% in carbonate facies and is quartzofeldspathic. Grain size modes range from b1 to 97 μm, with coarser intervals generally corresponding to peak dust content (wt%), and high-frequency sequence (glacial-stage) boundaries. Provenance indicates two discrete sources of atmospheric input–awestern volcanic arc source and eastern continental source, recording bothwesterly (zonal) and easterly (katabatic) wind directions. The western (volcanic) source records zonal westerlies expected at this mid-latitude (~35°S) locality. In contrast, easterly winds suggest the influence of katabatic winds associatedwith Gondwanan ice centers. Themost likely dust-sourcing regions are the periglacial to proglacial regions of the Gondwanan ice sheets. Non-volcanic peaks in dust occur most commonly associated with subaerial exposure surfaces; this, togetherwithmass accumulation rate estimations suggest that atmospheric dust loading peaked during glacial stages.\n© 2018 International Association for Gondwana Research. Published by Elsevier B.V. All rights reserved.\nKeywords: Dust Loess Bolivia Gondwana Pennsylvanian"
  }, {
    "heading": "1. Introduction",
    "text": "Dust deposits form robust paleoclimate archives and are an active climate-forcing agent. Late Cenozoic records of eolian dust from both continental andmarine environments comprise high-resolution climate archives (e.g., Rea and Bloomstine, 1986; Porter and Zhisheng, 1995; Kemp, 2001; Scheuvens et al., 2013; Schatz et al., 2015). Dust can be preserved within a variety of environments, including glaciers, lacustrine and marine systems, and as loess deposits (Smalley, 1966, 1997;\nna Research. Published by Elsevier B.\nPécsi, 1990; Pye, 1995; Muhs and Bettis, 2000, 2003; Muhs et al., 2013). In the Quaternary, for example, the Chinese Loess Plateau constitutes one of the most extensive continental climate archives, as it consists of a succession of loess and paleosols that has been accumulating since ~2.6 Ma, recording variations in atmospheric dustiness through glacial-interglacial phases of the Pleistocene (Kukla and An, 1989; Spassov, 2002; An, 2014; Maher, 2016).\nIn the Quaternary, continental dust (loess) deposits form climate archives in periglacial loess deposits of high- and mid-latitudes and in peridesert loess deposits of subtropical latitudes (Pécsi, 1990; Pye, 1995; Bettis et al., 2003; Muhs and Bettis, 2003; Muhs et al., 2014). Dust deposits are less known from Earth's deep-time sedimentary\nV. All rights reserved.\nrecord, but are well recognized from the Pennsylvanian-Lower Permian record of western equatorial Pangaea (e.g., Soreghan et al., 2002, 2008). Dust can be preserved within carbonate systems otherwise isolated fromdetrital (fluvio-deltaic) influx, and recovered to assess the geologic record of atmospheric dustiness (Sur et al., 2010a). These dust deposits of the Late Paleozoic ice age (LPIA) present an opportunity to examine spatial and temporal variations of atmospheric dust loading during Earth's most recent pre-Cenozoic icehouse and through glacialinterglacial cycles of that icehouse (Soreghan et al., 2008, 2015; Heavens et al., 2015).\nExtending previous research that reported high dustiness in the Pennsylvanian-Permian of western equatorial Pangaea (e.g., Soreghan et al., 2008; Soreghan and Soreghan, 2013; Sur et al., 2010a; Foster et al., 2014), this research examines the atmospheric dust flux to carbonate strata of the Pennsylvanian (upper Bashkirian) Copacabana Formation in the Madre de Dios basin, Bolivia, which formed in the southern midlatitude region. For the time interval of interest, this carbonate system formed isolated from fluvial-deltaic influx; thus, detrital silicate material recovered from these carbonate strata should reflect atmospheric input.\nThe primary goal of this study is to assess the atmospheric dustiness and temporal variation in dustiness of the southern mid-latitude region of western Gondwana during the study interval of the lower-middle Pennsylvanian. Specifically, these data document (1) the sources of atmospheric dust based onmineral and chemical composition, (2) the impact of glacial-interglacial cycles on atmospheric dust variability, and (3) the regional dispersal of the non-volcanic dust fraction determined by the dust provenance and paleo-wind patterns. These data shed light on temporal shifts in atmospheric circulation and aridity, and provide input to further constrain climate models of the LPIA."
  }, {
    "heading": "2. Geological setting",
    "text": "In the Late Cambrian to Early Ordovician, the western Gondwanan margin along thewestern part of present-day South America developed into an activemargin (Sempere, 1995; Jaillard et al., 2000; Grader, 2003; Sempere et al., 2002). The development of this active margin had two contrasting phases from the Carboniferous (359–299 Ma) to Permian (299–254 Ma) interval in that a retroarc foreland basin formed inboard of the arc along the western Gondwanan margin in early Carboniferous time, but evolved to backarc transtension by the late Carboniferous\n(Jaillard et al., 2000; Grader, 2003; Grader et al., 2003), with arc volcanism persisting from Late Cambrian to Jurassic times (Isaacson and Martinez, 1995; Sempere, 1995; Jaillard et al., 2000).\nPaleomagnetic data from theMadre de Dios basin of western Bolivia indicate a paleolatitude of ~36°S for the early Carboniferous (Fig. 1; DíazMartínez, 1995; Sempere, 1995; Grader et al., 2008). The paleolatitude of the region varied considerably during this time as this region drifted northward, from ~35°S in the Pennsylvanian to ~19°S by the Late Permian (Tait et al., 2000; Rakotosolofo et al., 2006). A paleolatitude of 28.1°S was calculated from inclination data reported (Rakotosolofo et al., 2006) for the Early Permian (Asselian-Sakmarian) Copacabana Formation exposed in Peru. Thus, the paleolatitude of the studied (older) section in Bolivia is constrained to between 36°S and 28°S, but likely closer to 36°S given the age. The strata of the Madre de Dios basin reflect this shift from high-mid-latitude deposition influenced by the near-field effects of Gondwanan glaciation to low-mid-latitude deposition influenced by carbonate- and eolian-influenced systems (Fig. 2; Diaz Martinez, 1996; Suarez Soruco, 2000; Grader et al., 2003).\nWhereas the LPIA was once cast as a prolonged icehouse characterized by essentially continuous and invariant glaciation of relatively constant extent,more recently several authors have suggested thatmultiple short-lived ice sheets waxed and waned at the 1–8 My timescale throughout high-latitude Gondwana during the LPIA (~335–260 Ma; Isbell et al., 2003, 2012; Fielding et al., 2008; Montañez and Poulsen, 2013; Limarino et al., 2014). Glacial centers that supplied sediment to the Madre de Dios basin comprised the Brazilian Shield to the east, ArequipaMassif to the west, and the Puna Arc to the south (Fig. 3B; Caputo et al., 2008). Limarino et al. (2014) argued that glacial deposits (glacial diamictite, dropstones, and varve deposits) diminished during early Bashkirian (early late Carboniferous) time in the basins along western Gondwana, whereas glaciation persisted into Early Cisuralian (Early Permian) time in the eastern basins including the Paraná, South Paraná, and Chaco Paraná (Fig. 3B).\nThe Copacabana Formation accumulated in the Madre de Dios basin from Early Pennsylvanian (Bashkirian, ~323 Ma) time through Early Permian (Artinskian, ~279Ma) time, and consists of pericratonicmarine strata (Grader et al., 2003). The Mobil-Oxy Manuripi X-1 core (recovered in 1991) from the northern margin of the Madre de Dios basin includes the Devonian Tomachi-Toregua formations, the Pennsylvanian (Bashkirian-Moscovian) interval of the Copacabana Formation, the\nmodified from Blakey (2011) showing the icesheet distributions and the study area.\nCretaceous Beu-Eslabon formations, and the Neogene (Miocene) Bala Formation (Marshall and Sempéré, 1991; Mamet, 1995; Isaacson et al., 1995; Mamet and Isaacson, 1997). Grader et al. (2003) and Isaacson et al. (1995) used lithofacies associations of the Copacabana Formation in the Manuripi-X core to infer an open-marine ramp depositional setting with facies varying from intertidal to distal/basin ramp (DíazMartinez, 1994; Grader, 2003; Grader et al., 2007, 2008). In this study, we focus on the upper Bashkirian to lowerMoscovian carbonate system (870.0–897.5 m subsurface) that accumulated isolated from fluvialdeltaic influx; therefore, any siliciclastic material archives eolian input into this system."
  }, {
    "heading": "3. Methods",
    "text": ""
  }, {
    "heading": "3.1. Logging, core description, and well logs",
    "text": "The Mobil-Occidental Manuripi X-1 core is currently stored at the University of Idaho. The studied interval is 870.0–897.5 m subsurface (27.5 m thick). Previous palynological studies of the Manuripi X-1 core suggested a Bashkirian-Moscovian age for this interval (Grader et al., 2008; Schiappa, 2016). The study interval consists of carbonate with veryminor (b3%)fine-grained redmudstonehorizons anddiscrete horizons of green siliceousmudstone. Isaacson et al., (1995) and Grader (2003) interpreted the green siliceous material as air-fall ash, an interpretation confirmed now with new U-Pb zircon analysis. CA-ID-TIMS single grain analyses of the youngest zircons in a thick ash bed at 882.4–883.2 m indicate a U-Pb date of 316.15 ± 0.52 Ma (2σ) (Hamilton et al., 2016), which falls in the latest Bashkirian (near the Bashkirian-Moscovian boundary) according to the international geological timescale (www.stratigraphy.org, accessed August 23, 2016).\nThe core was logged at cm-scale resolution to assess lithologic composition and facies. Samples (~35 g) were collected at a vertical resolution of ~20 cm, with tighter spacing around suspected sequence boundaries, for a total of 95 samples. Minor occurrences of macroscopic diagenesis (e.g., chert, calcite spar-filled fractures) and obvious ash layers were avoided during sampling.\nThe gamma ray (GR) well log was digitized from the MobilOccidental integrated stratigraphic composite log of the Manuripi X-1\ncore. GR values are high in carbonate-poor facies associated with increased siliciclastic material containing elevated K, U and Th, and are low in carbonate-rich facies."
  }, {
    "heading": "3.2. Petrography, XRF, ICP-MS analysis",
    "text": "Thin sections (45) of representative facies enabled detailed facies and diagenetic analysis and guided the sequence-stratigraphic interpretations. Petrographic analyses were supplementedwith chemical analyses using a handheld Bruker Trace IV-SDXRF scanner and accompanying software S1PXRF S1 MODE. Major elements were analyzed using an accelerating voltage of 15 kV, current of 30 μA, vacuum of b10 Torr, and a standing timeof 90 swith nofilter. Trace elementsweremeasured using an accelerating voltage of 40 kV, current of 17.1 μA, vacuum of b10 Torr, and a standing time of 60 s with a titanium aluminum filter. A total of 86 samples were analyzed from the target sectionwith 2 samples analyzed every 10 samples to control for any signal drift. In addition, 16 samples of representative facies were powdered for whole-rock geochemical analysis (major, trace, and rare earth elements) by inductively coupled plasma atomic emission (ICP-AES) and Lithium Borate fusion inductively coupled plasma mass spectrometry (ICP-MS) by an outside vendor."
  }, {
    "heading": "3.3. Extraction of the silicate mineral (dust) fraction",
    "text": "For extraction of the silicatemineral fraction (SMF), 86 sampleswere cleaned of any external debris and crushed to gravel size (~0.5 cm), washed with distilled water, then subjected to a series of dissolution steps (details in Sur et al., 2010b). This process involved: 1) dissolution of the carbonate with 2 N hydrochloric acid (HCl), 2) combustion of the acid-insoluble residue at 500 °C for ~15 h to remove organic matter and oxidize any pyrite, and 3) dissolution of iron oxides with a citratebicarbonate-dithionite (CBD) treatment. The resultant SMFwasweighed and inspected using reflected-light microscopy to assess the presence of diagenetic contamination. If present, diagenetic components (e.g. silicifiedmaterial)were removedmanually anda new sampleweightwas recorded. Finally, presence of non-detrital components was qualitatively characterized using smear-slide analysis; if these analyses confirmed presence of only detrital components, the samplewas taken to represent eolian dust. Out of the total 95 samples, only 4.2% contained non-detrital components consisting of silicified bioclasts, and invariably occurring in horizons within 4 cm subjacent to an ash horizon. In two cases wherein authigenic contamination was too pervasive (near ash-rich horizons) to enable separation of the pure detrital component, the sample was eliminated from further analysis."
  }, {
    "heading": "3.4. Scanning electron microscopy",
    "text": "Extracted dust from representative depositional facies was used to obtain additional data on grain mineralogy, grain morphology, and surface microtextures. The dust was sprinkled on an aluminum stub with double-sided carbon tape, and sputter coated with gold-palladium to prevent charging for SEM analysis. A FEI Quanta Scanning Electron Microscope was used in secondary electron mode with the following settings: a spot size of 5 (dimensionless), a working distance of 10 mm, and an accelerating voltage of 20 kV. Grains were analyzed with energy-dispersive X-ray spectroscopy (EDS) to confirm the mineralogy of the grains prior to morphology analysis."
  }, {
    "heading": "3.5. Principal Component Analysis (PCA)",
    "text": "PCA uses correlation statistics to categorize data into uncorrelated linear combinations that can explain the most variance represented in the dataset in the least possible combinations (e.g. for a dataset with N variables, a total of N linear combinations will be produced). Ten elements and/or major-element oxides measured by ICP-MS and ICP-\nAES respectively (La, Th, Sc, Zr, SiO2, Al2O3, CaO, Na2O, K2O, and Ti2O) were used as input for PCA to discriminate samples containing significant amounts of volcanic ash from non-ash-rich facies. Loess values from Taylor et al. (1983)were included in the PCA analysis as a control group.\nOnce the volcanic ash samples were identified and discriminated, the top ten elements measured during hand-held XRF analysis (Ca, Si, Mg, Na, Fe, K, Al, S, Ti, and Mn) registering the highest concentrations (ppm) were selected as input variables for PCA. Samples (53) with concentrations measured (average 350 ppm or higher) in all ten elements were employed for the studied section, with a median sample rate of 0.37 m and mean sample rate of 0.51 m for the PCA analysis. The objective of the analysis is to identify which elements dominate the principal components (PCs), accounting for the most variance.\nThe prcomp function in R was used to carry out the PCA (R Core Team, 2016) for the ICP-MS and XRF datasets, with singular value decomposition on the centered, standardized matrix of the geochemical variables for all 53 samples in both datasets."
  }, {
    "heading": "3.6. Time series analysis",
    "text": "The Carboniferous Bolivian Copacabana core gamma ray (GR) well log from 850 m to 996 mwas interpolated to a uniform spacing of 0.066 m for time series analysis to evaluate Milankovitch forcing of the host formation. Multiple prolate taper spectral analysis (Thomson, 1982) was used to evaluate significant frequencies exceeding 90% statistical significance in the GR log (Fig. 4B; see vertical dashed lines). These significant frequencies were used as input to the Average Spectral Misfit (ASM) method (Meyers and\nSageman, 2007) for concurrent evaluation of astronomical forcing and sedimentation rate. The astronomical target frequencies are based on Berger and Loutre (1994) and Laskar et al. (2004). In Table 3 of Berger and Loutre (1994), for the late Pennsylvanian (298 Ma), the main periods for precession are P1 = 20.725 kyr and P2 = 17.421 kyr, and for obliquity are O1 = 42.936 kyr and O2 = 34.291 kyr, with O2 containing most of the power. Orbital eccentricity periods are based on the 240–249 Ma solution of Laskar et al. (2004): E1 = 405.45 kyr, E2 = 123.98 kyr and E3 = 94.95 kyr. The Taner bandpass filter was applied to extract potential astronomical cycles from the tuned GR log. All procedures were carried out in the R package “Astrochron” (Meyers, 2014)."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Lithofacies characterization",
    "text": "The Pennsylvanian (upper Bashkirian-lower Moscovian) study section of the Copacabana Formation is composed of 9 lithofacies (Table 1, Figs. 5–6), described below. Table 1 also notes common facies associations.\nBoundstone—The boundstone facies consists of light pink to grey lime wackestone 20–40 cm thick that in thin section exhibits a pervasive clotted micrite texture, and contains brachiopods spines and irregularly laminar red algae (Wahlman, 2002), and brachiopod spines. The siliciclastic fraction is ~4 wt% (Fig. 6A).\nInterpretation—The clottedmicritic fabric suggests amicrobial influence (Riding, 2000) that togetherwith the occurrence of red algae indicates deposition in a subtidal organically bound buildup (Toomey and Winland, 1973). Brachiopod components suggest deposition in open marine conditions, possibly in depths approaching the limit of the photic zone. Bryozoan-foraminiferal wackestone—The bryozoan-foraminiferal wackestone consists of tan-grey to tan mottled lime wackestone 20–80 cm thick exhibiting a siliciclastic fraction of b3wt%. This facies containsmilliolid forams and peloids, and comminuted skeletal (primarily heterozoan) hash comprising bryozoan and crinoidal debris (Figs. 5B, 6B).\nInterpretation—The comminuted debris indicates at least periodicallymoderate energywithin stormwave base, and thus a proximal open-marine outer-ramp setting.\nand massive structure lacking lag deposits or sedimentary structures. Moreover, localized circumgranular cracking of the micritic matrix records exposure and incipient pedogenesis (Wright et al., 1988; Platt, 1989; Zarza et al., 1992). Siliceous claystone—The green-grey claystone intervals are siliceous, and occur randomly in discrete horizons ranging from b1 to 100 cm thick, locally disrupted (at contacts) by bioturbation. Average SiO2 content is approximately 53.3 wt% (samples may\ncontain traces of carbonate-bound Ca, hence, this is an approximation). These horizons have been recognized previously in both outcrop and core of the Copacabana Formation, and interpreted as volcanic ash deposited into the shallow marine carbonate system (e.g. Isaacson et al., 1995; Grader, 2003; Grader et al., 2003; Zappettini et al., 2015; Fig. 5A). Geochemical and geochronological analyses (presented in other sections) confirm this."
  }, {
    "heading": "4.2. Cyclo- and sequence stratigraphy",
    "text": "The studied section contains a range of carbonate facies that record deposition in conditions ranging from normal-marine subtidal to highly restricted marginal marine/continental, and include evidence for prolonged emergence of the marine system sufficient for pedogenic overprints on subtidal facies. The facies form upwardly shallowing successions 1–3m thick consisting commonly of the following facies, from base to top (not all facies are present in each succession):\nboundstone, bryozoan wackestone, crinoidal/bryozoan packstone, gastropod packstone, carbonate mud-wackestone, dolomitic mudstone, microbreccia, and/or red mudstone (Fig. 7).\nThe shifts from carbonate facies upward into red mudstone or microbreccia horizons record subaerial exposure that demonstrate incomplete facies progradation, in that supratidal facies are – with rare exception –missing prior to subaerial exposure. Such relationships constitute “abnormal” subaerial exposure that records the influence of an allogenic process common in icehouse intervals forced by glacioeustasy\n(e.g. Wright, 1992; Soreghan, 1997; Read, 1998; Rankey et al., 1999; Burgess, 2016). Accordingly, these facies successions are interpreted as high-frequency sequences recording interglacial highstands and glacial lowstands, somewhat analogous to the many examples of Pennsylvanian-Lower Permian marine to marginal marine “cyclothems” of the low latitudes in both western (e.g., Soreghan, 1994; Rankey et al., 1999; Heckel, 2002; Bishop et al., 2010; Sur et al., 2010a) and eastern (Davies, 2008; Waksmundzka, 2013) Pangaea."
  }, {
    "heading": "4.3. Stratigraphy distribution and sedimentology of the siliciclastic fraction",
    "text": "In view of the carbonate-ramp setting of the Copacabana Formation of the study interval, and reinforced by the depositional attributes of the mudstone facies, the (non-diagenetic) siliciclastic fraction extracted from this section is taken to record atmospheric dust influx. Fig. 7B shows the distribution of this dust fraction through the study section. Because Fig. 7B excludes samples from the well-recognized ash layers\nwithin the section, the fraction depicted is interpreted to represent predominantly non-volcanic atmospheric input to the section, although there might be subordinate “background” volcanic contributions as well.\nAs shown in Fig. 7B, the (non-volcanic) dust fraction (hereafter referred to simply as “dust fraction”) peaks most commonly coincide with facies associated with high-frequency sequence boundaries (red mudstone and microkarst horizons) and within shallow-water facies (dolomitic mudstone, molluscan packstone, and molluscan mudwackestone) relative to facies interpreted to record deeper-water deposition (crinoidal-bryozoan packstone, bryozoan wackestone, and boundstone). This relationship may be aliased since sampling was not continuous but represents discrete samples taken at ~20 cm resolution.\nSEM and petrographic analyses of smear slides of the dust fraction from themudstone facies reveals that quartz and clays are the predominant components, followed by feldspar (plagioclase), biotite, and zircon, in order of decreasing abundance (Fig. 8). The coarser grains are subangular to angular, and size modes range from ~6 to 97 μm. In contrast, within the carbonate facies, the dust component contains subrounded to subangular grains."
  }, {
    "heading": "4.4. Geochemistry of lithofacies",
    "text": "Table 2 shows results of bulk-rock (ICP-MS/AES-based) geochemical analysis of representative facies (including ash-rich horizons) from this study, alongwith average loess samples (of Quaternary age) reported in Taylor et al. (1983). The La-Th-Sc compositions (Fig. 9A) show that ashrich samples exhibit a volcanic-arc signal whereas samples from representative facies plot in the continental margin field – similar to loess samples from Taylor et al. (1983).\nThe results of the PCA of the bulk-rock geochemical data summarized in Fig. 9B and Table 3 further highlight the chemical signatures of the ash samples. Principal component 1 (PC1) explains 69.79% of the ICP-MS/AES data variance, and is characterized by major contributions from Ca (−0.3739), Si (0.3450), Ti (0.3617), and Zr (0.3454). The Ca reflects the (primary) carbonate composition of these samples whereas the Si and Ti reflect contributions from eolian (detrital) input (Pye and Krinsley, 1986; Werne et al., 2002; Bertrand et al., 1996; Yarincik et al., 2000). The opposing signs for Ca relative to the other elements here reflect the diluting effect of carbonate on the detrital component (also see Fig. 9B). A positive shift in Zr is related to both volcanic input, and increased non-volcanic (continent-derived) eolian input related to heavy minerals (Arthur et al., 1985; Pye and Krinsley, 1986). Si, Ti, and Zrmost strongly influence the loess (continent-derived) samples by data from published loess “end-members” documented by\nFig. 8. (A) SEM image of extracted dust consisting nearly entirely of clay to fine silt particles. ( feldspathic composition (Q = quartz). Note the difference in scales.\nTaylor et al. (1983). The variables most strongly loaded on PC2 (22.13%) are Al (−0.6541), Th (−0.4419), K (−0.3273), and Na (0.3169). High Al and K largely dominate volcanic rocks from continental island arc environments such as calc-alkaline basalts, andesites, and dacites (Irvine and Baragar, 1971). Positive shifts in Th and Na are associatedwith continental crust contributions and altered ash, respectively (Calvert and Pedersen, 1996; Dean and Arthur, 1998; Totten et al., 2000). Fig. 9B illustrates that these elements (Al, Th, K) strongly influence the volcanically derived material and thus distinguishes the ash samples. Thus, Fig. 9B illustrates three distinct sample groups: 1 - the loess end-member from the literature (Taylor et al., 1983) on the northeast quadrant, 2 - the volcanic component in our sample set on the southeast quadrant, and 3 - the continental dust component in our sample set distributed along the western central axis.\nAsh samples identified in the La-Th-Sc ternary diagram and in the PCA plot were used as a correlation proxy with other identified ash horizons in the studied section to infer their compositional similarities. The inverse relationship of XRF elemental ratios Na/K and K/(Fe + Mg) was used to identify remaining ash-rich horizons (Sageman and Lyons, 2003).\nFig. 10 shows the differentiation of ash-rich samples that exhibit an intermediate to mafic composition corresponding to volcanic input from a continental island arc, andmore felsic compositions for all depositional facies in the study section. Additionally, cross plots of Zr/TiO2 and Nb/Y of the ash-rich samples indicate volcanic compositions ranging from trachyte to trachyte-andesite (Winchester and Floyd, 1977), consistent with this volcanic arc setting (Breitkreuz, 1995; LopezGamundi and Breitkreuz, 1997; Zappettini et al., 2015; Coira et al., 2016) (Fig. 10A). Carbonate and redmudstone facies showa relative depletion in Na2O and K2O compared with ash-rich horizons (Fig. 10B). Al2O3 values for the ash-rich sections vary from ~9 to ~23 wt% and K2O values vary from ~3 to 5 wt% – higher than any modern loess sample and higher than the red mudstone facies – confirming its calalkaline volcanic composition. After all the ash horizons were identified visually and chemically, they were excluded from subsequent principal component analysis."
  }, {
    "heading": "4.5. PCA of XRF data",
    "text": "The results of the PCA of the top 10 XRF elements are summarized in Fig. 11 and Table 4. Principal component 1 (PC1) explains 37.26% of the XRF data variance. The elements K, Al, Ti, and Si contribute strongly to PC1, which shows a major oscillation of 20 m from 895 m to 875 m with additional high (spatial) frequency (2–5 m), lower amplitude\nB) SEM image of dust (MAN 895.10) showing angular to subangular grains with quartzo-\nPC2 explains 28.59% of the dataset variance, and is characterized by major contributions from −Mg (note negative sign), Ca, Na and Ti. The two large minima indicate anomalously large contributions from Mg, most likely associated with dolomite occurrence.\nPC3 with 11.06% of dataset variance has main contributions from Mn,−Fe, and Si, and oscillates in the 2 m range.\nPC4 (S,−Na,Mn), PC5 (−Fe,Mg), and PC6 (−Si,Mn, Al) explainmost of the remaining ~20% of the XRF dataset variance, and exhibit relatively regular 2.5 m cycles that are largely anti-phased with the dust series."
  }, {
    "heading": "4.6. Astrochronology",
    "text": "The ASMmethodwas applied to the GR log (Fig. 4A) test sedimentation rates ranging from 3 to 7 cm/kyr. This test range was based on the power spectrum (Fig. 4B, top), an assumption that the ~20m cycle is E1 and the diffusive ~5m cycle represents a combination of E2 and E3. The results indicate an optimal sedimentation rate of 6.00 cm/kyr (Fig. 4C).\nThe Taner bandpass filterwas applied to extract potential astronomical cycles based on this sedimentation rate (Fig. 4A, right): 1.2-Myr (passband: 0.0125–0.0145 cycles/m), E1 (long eccentricity, passband: 0.035–0.045 cycles/m), E23 (short eccentricity, passband: 0.11–0.18\nsition based on depositional environment (Cullers, 1994).Most of the samples group in the group within the active continental island arc (CIA) environment. OIA, oceanic island arcs. ifferent elemental fingerprints of representative carbonate facies, volcanic ash, and loess he elements. See text for detailed explanation.\nThe duration of the analyzed GR log is (996 m − 850 m) / 6.00 cm/kyr ∗ 100 cm/m= 2433 kyr = 2.433Myr. Based on the anchor age at 882.4–883.2 m of 316.15 ± 0.52 Ma (2σ) (Hamilton et al., 2016) and the sedimentation rate of 6.00 cm/kyr obtained above, an agemodel may be constructed for this section from 850 to 996 m (Fig. 4A, right)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Origin of the dust contribution",
    "text": "The paleogeographic setting of the Copacabana Formation implies that it records carbonate ramp deposition isolated from fluvio-deltaic input, and facies attributes of the (minor) siliciclastic component further reinforces this interpretation. However, two discrete sources of atmospheric input occur, differentiated initially from macroscopic facies observations, and confirmedwith geochemical data. These sources consist of a volcanically derived component, and a non-volcanic (continental) component.\nThe material of volcanic derivation must reflect transport from the west approximately 650 km from the study area (northern Chile-southern Peru), where arc magmatismwas ongoing, as recorded by pyroclastic and lava flow deposits of Devonian through Permian age (Breitkreuz, 1991, 1995; Lopez-Gamundi and Breitkreuz, 1997). The volcanic activity was characterized by two episodes of arc magmatism: (1) the initial formation along an active margin interpreted to be contaminated with metasedimentary crustal components possibly from continental accretion processes, and (2) granitic intrusions with related volcanic activity\nshowing evidence of melting of the early Proterozoic crust (Mpodozis and Kay, 1992; Jaillard et al., 2000; Grader, 2003). Although the eruptions generating the ash deposits were likely explosive, the presence of these ashes nevertheless records a westerly wind component during\nates the volcanic composition of the ash samples. (B) K2O+Na2O vs SiO2 plot suggests an\nIn contrast, the non-volcanic dust component most likely derives from continental sources located to the east representing eolian deflation of proglacial and periglacial systems that would have emanated from periodically expanding and contracting ice sheets located to the east-southeast (Paraná Basin, Chaco-Paranaense, and Southeast Subandean Tarija Basins) in Gondwana (Fig. 1B) (Starck and del Papa, 2006; Limarino et al., 2014). The study section was located relatively high on the carbonate ramp of the Copacabana system, and approximately 700 km northwest from well-recognized late-Bashkirian-early Moscovian ice centers documented in western Gondwana (Limarino et al., 2002, 2014; Limarino and Spalleti, 2006; Starck and del Papa, 2006; Gulbranson et al., 2015, Fig. 1). Dust input from eastern sources implies wind directions with an easterly component for at least part of the time, although the paleolatitude (36°S) implies placement within awesterlywind regime assuming a zonal climate system. Thiswindpattern requires a reorganization of the regional atmospheric circulation that is best explained by katabatic winds emanating from a glacial anticyclone influenced by nearby LPIA ice sheets (e.g. analogy toQuaternary\nFig. 12. (A) Timing of dust influx with respect to relative sea level in the study interval. (B)\nsystems — Hobbs, 1943; Muhs and Bettis, 2000; Muhs and Budhan, 2006; Schaetzl and Attig, 2013)."
  }, {
    "heading": "5.2. Timing and magnitude of dust inputs to the study section",
    "text": "Variation in the volume of dust contributions to the studied section reflects to some degree temporal variations in atmospheric loading. The volcanic contributions would have occurred in a temporally random fashion, but the importance of the continental (non-volcanic) fraction appears to have varied relatively systematically in time at both the glacial-interglacial timescale and possibly higher-frequency (b105 yr) scales.\nHigh-frequency glacioeustasy and the associated development of cyclothems during the late Paleozoic appear to reflect a dominant Milankovitch control (e.g., Heckel, 2008; Anderson, 2011; Hinnov, 2013; Van den Belt et al., 2015), analogous to the glacial-interglacial oscillations of the Quaternary (Hays et al., 1976). Therefore, a quantitative cyclostratigraphic approach was employed to assess the possible influence of astronomically driven climate in the host marine record.\nTime series analysis and ASM testing of the GR log (Fig. 4) indicates orbital eccentricity (25.19–8.30 m/cycle), obliquity (2.56–2.02 m/ cycle), precession (1.24–1.06 m/cycle), and 1.2-Myr grand cycles (~73.06m). The orbital eccentricity and obliquity components are especially strong, suggesting Milankovitch cycles not unlike the glacially driven marine isotope cycles of the Pleistocene (e.g., Huybers, 2007 andmanynotable predecessor publications). Additional andmore accurate/precise independent radioisotopic dating of other nearby horizons is extremely desirable for the development of a robust chronology for the Copacabana Formation.\nAt the glacial-interglacial timescale, the stratigraphic patterns commonly document highest dust amounts in lowstand/exposure facies suggesting highest atmospheric dustiness during incipient glaciation to full glacial phases (Fig. 12). In the study section, the dust fraction increases in the shallowest-water carbonates (late highstand/incipient glaciation) approaching sequence boundaries and maximizes at microkarst and paleosols (early to full lowstand/full glaciation). Minimal dust input\nSchematic of mudrock and carbonate deposition during various glacio-eustatic phases.\ncorresponds to the deeper-water carbonate facies (Fig. 12), interpreted to record late transgression to highstand (incipient to full interglacial).\nOwing to the influence of carbonate accumulation rates on recovered dust fractions, we also calculated dust mass accumulation rates (MARs) (Table 5), following the methodology of Sur et al. (2010a). These calculations indicate an interglacial dust MAR of 0.47 g/cm2/kyr based on the deepest facies (boundstone), an incipient glacial dust MAR of 0.50 g/cm2/kyr based on the shallowest facies (molluscan\nmud-wackestone), and a high glacial dust MAR of 1.13 g/cm2/kyr based on the subaerially exposed facies (red mudstone). This suggests a dust MAR high glacial:interglacial ratio of 2.4:1. Table 5 also indicates other possible ratios, for example, a much lower interglacial dust MAR of 0.09 g/cm2/kyr for the bryozoan/foraminifera wackestone, interpreted as a proximal outer ramp facies; a much lower incipient glacial dust MAR of 0.23 g/cm2/kyr in the dolomitic mudstone, interpreted as a highly restricted, evaporative facies; and a higher high\nSi/Al, Ti/Al, and Zr/Al to show the possible composition of the dust as aridity presumably\nglacial dust MAR of 1.28 g/cm2/kyr in the microkarst, indicating prolonged exposure. This indicates a much higher range of the dust MAR glacial:interglacial ratio of 13.8:1. The large standard deviations in the Dust measurements for individual facies preclude the identification of a single representative glacial:interglacial ratio.\nThese changes in dust input are interpreted to reflect in part the climate of the dust source regions, with more humid conditions that restricted dust mobility during interglacials. Arid conditions coupled with expansion of regions of eolian deflation associatedwith significant glacial-stage sea-level fall likely resulted inmobilization of dust near sequence boundaries, as shown on Al/Zr, Ti/Al, and Si/Al values (Fig. 13). The proximity of the study region to major Gondwanan ice centers (Fig. 1) would have resulted in major potential for production of rock flour from glacial grinding, as well as heightened wind strengths. This timing is a common theme for Quaternary proglacial regions; for example, Last GlacialMaximum (LGM) ice fromalpine systems in Peru record heightened dustiness attributed to both aridity and high winds (Thompson et al., 1995), and many others have noted a pattern of glacial dustiness attributable to aridity, exposure of deflation areas (by sea-level change), dust production, and steepened temperature gradients that promote gustiness (e.g. Broecker, 2002; McGee et al., 2010; e.g., Kohfeld et al., 2013; Lamy et al., 2014)."
  }, {
    "heading": "6. Conclusions",
    "text": "(1) The non-authigenic silicate mineral fraction extracted from shallowmarine carbonates of the Pennsylvanian Copacabana Formation (Bolivia) provides a valuable proxy for atmospheric dust during Pennsylvanian time in this region relatively proximal to the Gondwanan glacial region. (2) In the study section, 15 cycles were identified, many capped by evidence for subaerial exposure, recording glacioeustatic lowstands associated with waxing and waning of nearby Gondwanan icesheets. The dust fraction throughout the study section varies from 1 to 64 wt%, inferred to record variations in atmospheric dustiness driven by both glacial-interglacial and higher-resolution climate changes. As adjusted for inter-facies variations in accumulation rate, these data suggest that glacial MARs exceeded those of interglacials by a factor of approximately 2–6. The general coincidence of inferred lowstands with highest dust content suggests greater atmospheric dustiness during deglaciation to full glacial phases. (3) Two discrete sources of atmospheric input occur–a western volcanic arc source and eastern continental source, recording both westerly and easterly wind directions, respectively. A dust input from eastern sources implies wind directions with an easterly component for at least part of the time, although the paleolatitude (36°S) implies placement within a westerly wind regimewithin a zonal climate system. The presence of both components suggests the existence of a katabatic wind regime or katabatically enhanced easterlies driven by a glacial anticyclone. (4) The evidence for astronomical forcing of this Pennsylvanian interval indicates an average 6 cm/kyr sedimentation rate for the GR log at this middle latitude locality. The evidence also provides a future opportunity for constraining astronomical solutions and estimating geodynamical parameters such as Earth's dynamical ellipticity and rotation rate."
  }, {
    "heading": "Acknowledgements",
    "text": "Funding for this research was provided in part by the U.S. National Science Foundation (EAR-1338331 (to GSS), EAR-1418716 (to GSS for grain-size instrumentation), EAR-1337454 (to LAH), and EAR1543518 (to LAH)). We thank N. Heavens, M. Soreghan, K. Goldberg, V. Valdez, K. Benison, G. Wahlman, G. Grader, T. Schiappa, M. di Pasquo\nfor discussions on various topics, L. Schwab (U. Idaho) for sampling assistance, and, A. Bailey, C. Smith, G. Morgan, P. Larson, and J. Tellez for laboratory support. Thank you to three anonymous reviewers for constructive reviews on an earlier version of this manuscript, and to Editors M. Santosh and K. Sajeev for helping us bring this work to publication."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at https://doi. org/10.1016/j.gr.2018.02.007."
  }],
  "year": 2018,
  "references": [{
    "title": "Late Cenozoic Climate Change in Asia: Loess, Monsoon and Monsoon-arid",
    "authors": ["Z. An"],
    "year": 2014
  }, {
    "title": "The glacial ocean productivity",
    "authors": ["E. Verges", "J.M. Foster", "L. Beaufort"],
    "year": 1996
  }, {
    "title": "Last Glacial loess in the conter",
    "authors": ["E.A. 1–9. Bettis", "D.R. Muhs", "H.M. Roberts", "A.G. Wintle"],
    "year": 2003
  }, {
    "title": "Quaternary Science Reviews",
    "authors": ["minous USA"],
    "venue": "Dynamic Carboniferous climate change,",
    "year": 2010
  }, {
    "title": "Fluvio-lacustrine sedimentation and volcanism in a Late Carbonifer",
    "authors": [],
    "year": 1991
  }, {
    "title": "Evaporitic paleosols in continental strata",
    "authors": ["B.J. Buck", "T.F. Lawton", "A.L. Brock"],
    "year": 2010
  }, {
    "title": "Late Devonian and early Carbon",
    "authors": ["M.V. Caputo", "J.H.G. de Melo", "M. Streel", "J.L. Isbell"],
    "year": 2008
  }, {
    "title": "Geochemical expressions of cyclicity in Cretaceous pelagic",
    "authors": ["W.E. Dean", "M.A. Arthur"],
    "venue": "Geological Society of America Special Paper vol",
    "year": 1998
  }, {
    "title": "Síntesis estratigráfica y geodinámica del Carbonífero de Bolivia",
    "authors": ["E.D. Diaz Martinez"],
    "venue": "Paleontologists Mineralogists,",
    "year": 1996
  }, {
    "title": "Subaerial exposure environment",
    "authors": ["M. Esteban", "C.F. Klappa"],
    "venue": "Carbonate Depositional Environments. Tulsa, OK, American Association of Petroleum Geologists, Memoir",
    "year": 1983
  }, {
    "title": "Stratigraphic imprint of the Late Palaeozoic Ice Age in eastern Australia: a record of alternating glacial and non-glacial climate regime",
    "authors": ["C. Fielding", "T. Frank", "L. Birgenheier", "M. Rygel", "A. Jones", "J. Roberts"],
    "venue": "Journal of the Geological Society of London",
    "year": 2008
  }, {
    "title": "Climatic and paleogeographic significance of eolian sediment in the middle Permian Dog Creek Shale (Midcontinent U.S.)",
    "authors": ["T.M. Foster", "G.S. Soreghan", "M.J. Soreghan", "K.C. Benison", "R.D. Elmore"],
    "year": 2014
  }, {
    "title": "Compaction and decompaction algorithms for sedimentary carbonates",
    "authors": ["R.K. Goldhammer"],
    "venue": "Journal of Sedimentary Research",
    "year": 1997
  }, {
    "title": "Carbonate-Siliciclastic Sequences of the Pennsylvanian and Permian Copacabana Formation, Titicaca Group, Andes of Bolivia",
    "authors": ["G.W. Grader"],
    "venue": "University of Idaho, Moscow (Ph.D. dissertation,",
    "year": 2003
  }, {
    "title": "Back-arc carbonate-siliciclastic sequences of the Pennsylvanian and Permian Copacabana Formation, Titicaca Group, Bolivia",
    "authors": ["G.W. Grader", "P.E. Isaacson", "O. Arispe", "M. Pope", "B. Mamet", "V. Davydov", "E. Díaz-Martínez"],
    "venue": "Revista Tecnica de YPFB",
    "year": 2003
  }, {
    "title": "Late Paleozoic stratigraphy framework in Bolivia: constraints from the Warm Water Cuevo Megasequence",
    "authors": ["G.W. Grader", "E. Díaz-Martínez", "V. Davydov", "I. Montañez", "J. Tait", "P.E. Issacson"],
    "venue": "Cuadernos de Museo Geominero",
    "year": 2007
  }, {
    "title": "Pennsylvanian and Permian sequences in Bolivia: direct responses to Gondwana glaciation",
    "authors": ["G.W. Grader", "P.E. Issacson", "E. Díaz-Martínez", "M.C. Pope"],
    "venue": "Geological Society of America Special Paper",
    "year": 2008
  }, {
    "title": "Late Pennsylvanian aridification on the southwestern margin of Gondwana (Paganzo Basin, NW Argentina): a regional expression of a global climate perturbation",
    "authors": ["E.L. Gulbranson", "I.P. Montañez", "N.J. Tabor", "C.O. Limarino"],
    "year": 2015
  }, {
    "title": "A precise U-Pb zircon age from volcanic ash in the Pennsylvanian Copacabana Formation, Bolivia",
    "authors": ["M.A. Hamilton", "G.S. Soreghan", "C.P. Carvajal", "P.E. Isaacson", "G.W. Grader", "M.M. Di Pasquo"],
    "venue": "(abstract). Geological Society of America Rocky Mountain Section – 68th Annual Meeting;",
    "year": 2016
  }, {
    "title": "Variations in the Earth's orbit: pacemaker of the ice ages",
    "authors": ["J.D. Hays", "J. Imbrie", "N.J. Shackleton"],
    "venue": "American Association for the Advancement of Science",
    "year": 1976
  }, {
    "title": "A model-based evaluation of tropical climate in Pangaea during the late Palaeozoic icehouse",
    "authors": ["G.H. Heavens", "N.M. Mahowald", "G.S. Soreghan", "M.J. Soreghan", "A.C. Shields"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology",
    "year": 2015
  }, {
    "title": "Overview of Pennsylvanian cyclothems in Midcontinent North America and brief summary of those elsewhere in the world",
    "authors": ["P.H. Heckel"],
    "year": 2002
  }, {
    "title": "Pennsylvanian cyclothems in Midcontinent North America as far-field effects of waxing and waning of Gondwana ice sheets",
    "authors": ["P.H. Heckel"],
    "venue": "Geological Society of America Special Paper 441,",
    "year": 2008
  }, {
    "title": "Cyclostratigraphy and its revolutionizing applications in the earth and planetary sciences",
    "authors": ["L.A. Hinnov"],
    "venue": "Geological Society of America Bulletin",
    "year": 2013
  }, {
    "title": "The glacial anticyclone and the continental glaciers of North America",
    "authors": ["W.H. Hobbs"],
    "venue": "Proceedings of the American Philosophical Society",
    "year": 1943
  }, {
    "title": "Glacial variability over the last two million years: an extended depth-derived age model, continuous obliquity pacing, and the Pleistocene progression",
    "authors": ["P. Huybers"],
    "venue": "Quaternary Science Reviews 26:37–55",
    "year": 2007
  }, {
    "title": "A guide to the chemical classification of the common volcanic rocks",
    "authors": ["T.N.J. Irvine", "Baragar", "W.R.A.F"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 1971
  }, {
    "title": "Evidence for a middle-late Paleozoic foreland basin and significant paleolatitudinal shift, Central Andes",
    "authors": ["P.E. Isaacson", "E.D. Martinez"],
    "year": 1995
  }, {
    "title": "DevonianCarboniferous stratigraphy in the Madre de Dios basin, Bolivia: Pando X-1 and Manuripi X-1",
    "authors": ["P.E. Isaacson", "B.A. Palmer", "B.L. Mamet", "J.C. Cooke", "D.E. Sanders"],
    "venue": "Petroleum Basins of South America. Tulsa, OK, American Association of Petroleum Geologists, Memoir",
    "year": 1995
  }, {
    "title": "Timing of late Paleozoic glaciation in Gondwana: was glaciation responsible for the development of northern hemisphere cyclothems",
    "authors": ["J.L. Isbell", "M.F. Miller", "K.L. Wolfe", "P.A. Lenaker"],
    "venue": "Geological Society of America Special Papers",
    "year": 2003
  }, {
    "title": "Glacial paradoxes during the late Paleozoic ice age: evaluating the equilibrium line altitude as a control on glaciation",
    "authors": ["J.L. Isbell", "L.C. Henry", "E.L. Gulbranson", "C.O. Limarino", "M.L. Fraiser", "Z.J. Koch", "P.L. Ciccioli", "A.A. Dineen"],
    "venue": "Gondwana Research",
    "year": 2012
  }, {
    "title": "Tectonic evolution of the Andes of Ecuador, Peru, Bolivia and northernmost Chile",
    "authors": ["E. Jaillard", "G. Hérail", "T. Monfret", "E. Díaz-Martinez", "P. Baby", "A. Lavenu", "J.F. Dumont"],
    "venue": "Sociedade Brasileira de Geologia 31st International Geological Congress, Rio de Janeiro,",
    "year": 2000
  }, {
    "title": "Pedogenic modification of loess: significance for paleoclimate reconstruction",
    "authors": ["R.A. Kemp"],
    "venue": "Earth Science Reviews",
    "year": 2001
  }, {
    "title": "Description and interpretation of karst-related breccia fabrics, Ellenburger Group, West Texas",
    "authors": ["C. Kerans"],
    "venue": "Tulsa, OK, Society of Sedimentary Geology Special Publication",
    "year": 1993
  }, {
    "title": "mum: paleo-data synthesis",
    "authors": ["G.J. Kukla", "Z. An"],
    "venue": "Quaternary Science Reviews",
    "year": 1989
  }, {
    "title": "Increased dust deposition in the Pa",
    "authors": ["F. Martinez-Garcia", "F. Lambert", "R. Kilian"],
    "year": 2014
  }, {
    "title": "America: an overview",
    "authors": ["C.O. Limarino", "S.N. Césari", "L.I. Net", "S.A. Marenssi", "R.P. Gutierrez", "A. Tripaldi"],
    "venue": "Journal of South America Earth Sciences",
    "year": 2002
  }, {
    "title": "Quaternary Science Reviews",
    "authors": ["Loess Plateau"],
    "year": 1995
  }, {
    "title": "The Eocene to Pleistocene vertebrates of Bolivia",
    "authors": ["L.G. pp. 319–328. Marshall", "T. Sempéré"],
    "year": 1991
  }, {
    "title": "Gustiness: the driver of glacial dustiness",
    "authors": ["D. McGee", "W.S. Broecker", "G. Winckler"],
    "venue": "Fiscales Bolivianos",
    "year": 2010
  }, {
    "title": "Quantification of deep-time orbital forcing by average",
    "authors": ["B.B. Sageman"],
    "year": 2007
  }, {
    "title": "The Late Paleozoic ice age: an evolving paradigm",
    "authors": ["I.P. 2007.01. Montañez", "C.J. Poulsen"],
    "year": 2013
  }, {
    "title": "Quaternary loess-paleosol sequences as examples of climate",
    "authors": ["D. Muhs", "E. Bettis"],
    "year": 2003
  }, {
    "title": "Chronology and provenance of last-glacial (Peoria) loess in western Iowa and paleoclimatic implications",
    "authors": ["D.R. Muhs", "E.A. Bettis III", "H.M. Roberts", "S.S. Harlan", "J.B. Paces", "R.L. Reynolds"],
    "venue": "Quaternary Research",
    "year": 2013
  }, {
    "title": "Mineral Dust: A Key Player in the Earth System",
    "authors": ["D.R. Muhs", "S.R. Cattle", "O. Crouvi", "D.D. Rosseau", "J. Sun", "M.A. Zárate"],
    "venue": "Loess records",
    "year": 2014
  }, {
    "title": "Loess in not just the accumulation of dust",
    "authors": ["M. Pécsi"],
    "venue": "Quaternary International",
    "year": 1990
  }, {
    "title": "Lacustrine carbonate and pedogenesis: sedimentology and origin of palustrine deposits from the Early Creataceous Rupelo Formation",
    "authors": ["N.H. Platt"],
    "venue": "W Cameros Basin, N Spain. Sedimentology",
    "year": 1989
  }, {
    "title": "Correlation between climate events in the North Atlantic and China during the last glaciation",
    "authors": ["S.C. Porter", "A. Zhisheng"],
    "venue": "Nature 375,",
    "year": 1995
  }, {
    "title": "The nature, origin and accumulation of loess",
    "authors": ["K. Pye"],
    "venue": "Quaternary Science Reviews",
    "year": 1995
  }, {
    "title": "Diagenetic carbonate and evaporite minerals in Rotliegend aeolian sandstones of the southern North Sea: their nature and relationship to secondary porosity development",
    "authors": ["K. Pye", "D.H. Krinsley"],
    "venue": "Clay Minerals",
    "year": 1986
  }, {
    "title": "Paleomagnetic results from the Early Permian Copacabana Group, southern Peru: implication for Pangea paleogeography",
    "authors": ["N.A. Rakotosolofo", "J.A. Tait", "V. Carlotto", "J. Cárdenas"],
    "venue": "Tectonophysics",
    "year": 2006
  }, {
    "title": "Controls on Stratigraphic Architecture of icehouse mixed carbonate-siliciclastic systems: a case study from the holder formation (Pennsylvanian, Virgilian), Sacramento Mountains, New Mexico",
    "authors": ["E.C. Rankey", "S.L. Bachtel", "J. Kaufman"],
    "year": 1999
  }, {
    "title": "Advances in Carbonate Sequence Stratigraphy: Application to Reservoirs, Outcrops and Models. Tulsa, OK",
    "authors": ["C.P. Carvajal"],
    "venue": "Gondwana Research",
    "year": 2018
  }, {
    "title": "Neogene history of the South Pacific tradewinds: evidence for hemispherical asymmetry of atmospheric circulation",
    "authors": ["D.K. Rea", "M.K. Bloomstine"],
    "year": 1986
  }, {
    "title": "Phanerozoic carbonates ramps from greenhouse transitional and icehouse worlds: clues from field and modeling studies",
    "authors": ["J.F. Read"],
    "venue": "Carbonate Ramps. Geological Society Special Publications,",
    "year": 1998
  }, {
    "title": "Microbial carbonates: the geological record of calcified bacterial-algal mats and biofilms",
    "authors": ["R. Riding"],
    "venue": "Sedimentology 47 (Suppl",
    "year": 2000
  }, {
    "title": "Geochemistry of fine-grained sediments and sedimentary rocks",
    "authors": ["B.B. Sageman", "T.W. Lyons"],
    "venue": "Treatise on Geochemistry",
    "year": 2003
  }, {
    "title": "The loess cover of northern Wisconsin",
    "authors": ["R.J. Schaetzl", "J.W. Attig"],
    "venue": "Quaternary Research",
    "year": 2013
  }, {
    "title": "Paleoclimate and weathering of the Tokaj (Hungary) loess–paleosol sequence",
    "authors": ["A.K. Schatz", "T. Scholten", "P. Kühn"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2015
  }, {
    "title": "Bulk composition of northern African dust and its source sediments—a compilation",
    "authors": ["D. Scheuvens", "L. Schütz", "K. Kandler", "M. Ebert", "S. Weinbruch"],
    "venue": "Earth-Science Reviews",
    "year": 2013
  }, {
    "title": "Gondwanan conodont biostratigraphy confirms climate change during the Late Carboniferous. Rocky Mountain Section Meeting, Boulder, Co, Geological Society of America Abstracts with Programs",
    "authors": ["T.A. Schiappa"],
    "year": 2016
  }, {
    "title": "Phanerozoic evolution of Bolivia and adjacent regions",
    "authors": ["T. Sempere"],
    "venue": "Petroleum Basins of South America. Tulsa, OK, American Association of Petroleum Geologists, Memoir,",
    "year": 1995
  }, {
    "title": "Late Permian–Middle Jurassic lithospheric thinning in Peru and Bolivia, and its bearing on the Andean-age tectonics",
    "authors": ["T. Sempere", "G. Carlier", "P. Soler", "M. Fornari", "V. Carlotto", "J. Jacay", "O. Arispe", "D. Néraudeau", "J. Cárdenas", "S. Rosas", "N. Jiménez"],
    "venue": "Tectonophysics 345,",
    "year": 2002
  }, {
    "title": "The properties of glacial loess and the formation of loess deposits",
    "authors": ["I.J. Smalley"],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1966
  }, {
    "title": "Thick loess deposits reveal Quaternary climatic changes",
    "authors": ["I.J. Smalley"],
    "venue": "Endeavour",
    "year": 1997
  }, {
    "title": "Possible displacive halite in the Permian Upper Evaporite Group of Northeast Yorkshire",
    "authors": ["D.B. Smith"],
    "venue": "Sedimentology",
    "year": 1971
  }, {
    "title": "The impact of glacioclimatic change on Pennsylvanian cyclostratigraphy",
    "authors": ["G.S. Soreghan"],
    "venue": "Pangea: Global Environments and Resources. Canadian Society of Petroleum Geologists,",
    "year": 1994
  }, {
    "title": "Walther's Law, climate change, and Paleozoic cyclostratigraphy in the Ancestral Rocky Mountains",
    "authors": ["G.S. Soreghan"],
    "venue": "Journal of Sedimentary",
    "year": 1997
  }, {
    "title": "Tracing clastic delivery to the Permian Delaware Basin, USA: implications for paleogeography and circulation in westernmost equatorial Pangea",
    "authors": ["G.S. Soreghan", "M.J. Soreghan"],
    "venue": "Journal of Sedimentary Research",
    "year": 2013
  }, {
    "title": "Sedimentologic–magnetic record of western Pangean climate in upper Paleozoic loessite (lower Cutler beds, Utah)",
    "authors": ["G.S. Soreghan", "R.D. Elmore", "M.T. Lewchuk"],
    "venue": "Bulletin of the Geological Society of America",
    "year": 2002
  }, {
    "title": "Origin and significance of loess in late Paleozoic western Pangea: a record of tropical cold",
    "authors": ["G.S. Soreghan", "M.J. Soreghan", "M.A. Hamilton"],
    "year": 2008
  }, {
    "title": "Reconstructing the dust cycle in deep time: the case of the Late Paleozoic icehouse",
    "authors": ["G.S. Soreghan", "N.G. Heavens", "L.A. Hinnov", "S.M. Aciego", "C. Simpson"],
    "venue": "The Paleontological Society Papers",
    "year": 2015
  }, {
    "title": "Loess Magnetism, Environment and Climate Change of the Chinese Loess Plateau",
    "authors": ["S. Spassov"],
    "venue": "Swiss Federal Institute of Technology, Zürich (PhD Dissertation,",
    "year": 2002
  }, {
    "title": "The northwestern Argentina Tarija Basin: stratigraphy, depositional systems, and controlling factors in a glaciated basin",
    "authors": ["D. Starck", "C. del Papa"],
    "venue": "Journal of South American Earth Sciences",
    "year": 2006
  }, {
    "title": "Cordillera Oriental",
    "authors": ["R. Suarez Soruco"],
    "venue": "Compendio de Geología de Bolivia. Revista Tecnica de Yacimientos Petroleros Fiscales Bolivianos vol",
    "year": 2000
  }, {
    "title": "A record of glacial aridity and Milankovitch-scale fluctuations in atmospheric dust from the Pennsylvanian tropics",
    "authors": ["S. Sur", "G.S. Soreghan", "M.J. Soreghan", "W. Yang", "A.H. Saller"],
    "venue": "Journal of Sedimentary Research",
    "year": 2010
  }, {
    "title": "Extracting the silicate mineral fraction from ancient carbonate: assessing the geological record of dust",
    "authors": ["S. Sur", "M.J. Soreghan", "G.S. Soreghan", "A.F. Stagner"],
    "venue": "Journal of Sedimentary Research",
    "year": 2010
  }, {
    "title": "Paleomagnetism and Palaeozoic paleogeography of Gondwana and European terranes",
    "authors": ["J. Tait", "M. Schätz", "V. Bachtadse", "H. Soffel"],
    "venue": "Geological Society of London",
    "year": 2000
  }, {
    "title": "Geochemistry of loess, continental crustal composition and crustal model ages",
    "authors": ["S.R. Taylor", "S.M. McLennan", "M.T. McCulloch"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1983
  }, {
    "title": "Late glacial stage and Holocene tropical ice core records from Huascarán Peru",
    "authors": ["L.G. Thompson", "E. Mosley-Thompson", "M.E. Davis", "P. Lin", "K.A. Henderson", "J. Colde-Dai", "J.F. Bolzna", "K.B. Liu"],
    "year": 1995
  }, {
    "title": "Spectrum estimation and harmonic analysis",
    "authors": ["D.J. Thomson"],
    "venue": "Proceedings of the IEEE",
    "year": 1982
  }, {
    "title": "Rock and biotic facies associated with Middle Pennsylvanian (Desmoinesian) algal buildup, Nena Lucia Field, Nolan County, Texas",
    "authors": ["D.F. Toomey", "H.D. Winland"],
    "venue": "American Association of Petroleum Geologists Bulletin",
    "year": 1973
  }, {
    "title": "Beyond whole-rock geochemistry of shales: the importance of assessing mineralogic controls for revealing tectonic discriminants of multiple sediment sources for the Ouachita mountain flysch deposits",
    "authors": ["M.W. Totten", "M.A. Hanan", "B.L. Weaver"],
    "venue": "Geological Society of America Bulletin 112,",
    "year": 2000
  }, {
    "title": "Revealing the hidden Milankovitch record from Pennsylvanian cyclothem successions and implications regarding late Paleozoic chronology and terrestrial-carbon",
    "authors": ["F.J.G. Van den Belt", "T.B. van Hoof", "H.J.M. Pagnier"],
    "venue": "(coal) storage. Geosphere",
    "year": 2015
  }, {
    "title": "Upper Carboniferous–Lower Permian (Bashkirian–Kungarian) mounds and reefs",
    "authors": ["G.P. Wahlman"],
    "venue": "Phanerozoic Reef Patterns. Tulsa, OK, SEPM Special Publications",
    "year": 2002
  }, {
    "title": "Carboniferous coarsening-upward and non-gradational cyclothems in the Lublin Basin (SE Poland): palaeoclimatic implications",
    "authors": ["M.I. Waksmundzka"],
    "year": 2013
  }, {
    "title": "An integrated assessment of a “type euxinic” deposit: evidence for multiple controls on black shale deposition in the Middle Devonian Oatka Creek Formation",
    "authors": ["J.P. Werne", "B.B. Sageman", "T.W. Lyons", "D.J. Hollander"],
    "venue": "American Journal of Science",
    "year": 2002
  }, {
    "title": "Carbonate Facies in Geologic History. Springer, Berlin (471 pp)",
    "authors": ["J.L. Wilson"],
    "year": 1975
  }, {
    "title": "Geochemical discrimination of different magma series and their differentiation products using immobile elements",
    "authors": ["J.A. Winchester", "P.A. Floyd"],
    "venue": "Chemical Geology",
    "year": 1977
  }, {
    "title": "Speculations on the controls on cyclic peritidal carbonates: ice-house versus greenhouse eustatic controls",
    "authors": ["V.P. Wright"],
    "venue": "Sedimentary Geology",
    "year": 1992
  }, {
    "title": "Biogenic laminar calcretes: evidence of calcified root-mat horizons in paleosols",
    "authors": ["V. Wright", "N.H. Platt", "W.A. Wimbledon"],
    "venue": "Sedimentology",
    "year": 1988
  }, {
    "title": "Climatically sensitive eolian and hemipelagic deposition in the Cariaco Basin, Venezuela, over the past 578,000 years: results from Al/Ti and K/Al",
    "authors": ["K.M. Yarincik", "R.W. Murray", "L.C. Peterson"],
    "venue": "Paleoceanography",
    "year": 2000
  }, {
    "title": "Combined U-Pb and Lu-Hf isotopes from the Las Lozas volcanics, Chaschuil Valley, NW Argentina: evidencia of lower Pennsylvanian extensional volcanism in western Gondwana",
    "authors": ["E.O. Zappettini", "B. Coira", "J.O. Santos", "C.E. Cisterna", "E. Belousova"],
    "venue": "Journal of South America Earth Sciences",
    "year": 2015
  }, {
    "title": "Soil-landscape and climatic relationships in the middle",
    "authors": ["A.A. Zarza", "V.P. Wright", "J.P. Calvo", "M.G. Garcia del Cura"],
    "venue": "Miocene of the Madrid Basin. Sedimentology",
    "year": 1992
  }],
  "id": "SP:755670a8f2b424cb19b9e1e7792578524c29709a",
  "authors": [{
    "name": "Carlos P. Carvajal",
    "affiliations": []
  }, {
    "name": "Gerilyn S. Soreghan",
    "affiliations": []
  }, {
    "name": "Peter E. Isaacson",
    "affiliations": []
  }, {
    "name": "Chao Ma",
    "affiliations": []
  }, {
    "name": "Michael A. Hamilton",
    "affiliations": []
  }, {
    "name": "Linda A. Hinnov",
    "affiliations": []
  }, {
    "name": "Shannon A. Dulin",
    "affiliations": []
  }],
  "abstractText": "a School of Geology and Geophysics, University of Oklahoma, 100 East Boyd Street, Norman, OK 73071, United States b Department of Geological Sciences, University of Idaho, 875 Perimeter Drive, Moscow, ID 83844, United States c Department of Atmospheric, Oceanic, and Earth Sciences, George Mason University, 4400 University Dr., Fairfax, VA 22030, United States d Jack Satterly Geochronology Laboratory, University of Toronto, 22 Russell St., Toronto, Ontario M5S 3B1, Canada",
  "title": "Atmospheric dust from the Pennsylvanian Copacabana Formation (Bolivia): A high-resolution record of paleoclimate and volcanism from northwestern Gondwana"
}