{
  "sections": [{
    "text": "This paper presents a speculative scenario for the evolution of the earth’s surface environment and biological community 3.5–2.4 Ga based on the geologic record and its interpretation. Available geologic evidence suggests that the earth’s climate before 3.2 Ga was hot, probably 60–73 ◦C, as a result of a CO2 and CH4 greenhouse. The early biological community was probably dominated by anoxygenic photosynthetic thermophiles. Cyanobacteria, if they evolved before 3.1 Ga, would have struggled to survive at such high temperatures. As a result, the atmosphere contained extremely low levels of O2 and Δ33S shows wide departures from 0 indicating mass independent fractionation of S isotopes in the upper atmosphere. This hot early climate collapsed 3.1–3.0 Ga due to growth of large new blocks of continental crust (cratons), the weathering of which resulted in the depletion of atmospheric CO2 and eventual drawdown of CH4 due to formation and rainout of methane aerosols. Cooling may have culminated in glaciation about 3.0–2.9 Ga. This climatic catastrophe and attendant changes in atmospheric composition drove a major biological revolution 3.0–2.7 Ga characterized by the emergence of new low-temperature taxa, including cyanobacteria, and their spread throughout surface environments at the expense of extreme thermophiles, including methanogens. During a period of general tectonic stability, 3.0–2.7 Ga, the earth’s surface was characterized by overall clement conditions with temperatures <60 ◦C, abundant cyanobacteria and the formation of associated three-dimensional stromatolites, and a mild oxygenation of the atmosphere and attendant reduction in mass independent fractionation. As the cratons that had formed 3.1–3.0 Ga were eroded down and gradually covered by sediments, tectonic recycling and a burst of new greenstone-belt volcanism began to increase atmospheric CO2 after 2.75 Ga and by 2.7 Ga surface temperatures had returned to >60 ◦C. Cyanobacteria were again suppressed, O2 production waned, and atmospheric mass independent fractionation is again indicated by extreme variations in Δ33S. These conditions persisted, perhaps intermittently, until about 2.5–2.4 Ga, when weathering and erosion of vast new blocks of continental crust formed about 2.65–2.6 Ga caused the second, and probably last collapse of a >60 ◦C surface climate. Broad tectonic, climatic, and biological events 3.5–2.9 Ga are remarkably parallel to those of the Late Archean and Paleoproterozoic 2.75–2.2 Ga and Neoproterozoic 1.0–0.50 Ga. These ∼500-myr long cycles of greenstone volcanism and crustal generation; climatic and atmospheric instability; and biological innovation reflect the long-term interaction of the tectonic, atmospheric, climatic, and biological components of the earth’s surface system. They suggest that the evolution of the earth’s interior, expressed through its control on the formation of large blocks of continental crust, has influenced atmospheric composition and climate which in turn have provided a fundamental control on the timing and directions of biological evolution throughout earth history. © 2007 Elsevier B.V. All rights reserved.\nKeywords: Archean; Continental crust; Atmosphere evolution; Stromatolites; Climate evolution; Evolution of life; Barberton; Greenstone\n∗ Corresponding author. Tel.: +1 650 725 3040; fax: +1 650 725 0979. E-mail address: lowe@pangea.stanford.edu (D.R. Lowe). 1 Current address: Department of Geology and Geophysics, Texas A&M University, College Station, TX 77843, USA.\n0301-9268/$ – see front matter © 2007 Elsevier B.V. All rights reserved. doi:10.1016/j.precamres.2007.04.008\nbrian 178 D.R. Lowe, M.M. Tice / Precam"
  }, {
    "heading": "1. Introduction",
    "text": "The 3.5–2.5 Ga geologic record has come under increasing scrutiny in recent years as it has become apparent that a number of major geological, biological, and environmental events during this interval may have marked the beginning of the transition from a fundamentally different young Hadean and early Paleoarchean earth to a more modern Proterozoic and ultimately Phanerozoic world. These events appear to have included the formation of the first large stable cratons, evolution of several major biological groups, and global climate and atmospheric changes, possibly including transitions from a hot young earth to a more temperate or even cold climate and the initial stages of oxygenation of the atmosphere. The objective of the present discussion is to evaluate the geologic record of this interval in order to better understand these events and their possible relationships to one another.\nThe discussion covers a broad spectrum of processes and events in the very distant, dimly viewed past from the generation of continental crust and formation of cratons to atmospheric and climatic change to biological evolution. The interpretation of these events, and in many cases the events themselves, are controversial and our analysis here is necessarily brief and speculative at many points. However, we feel that there is an internally consistent set of observations and interpretations that help to link tectonic, atmospheric, climatic, and biological events over this interval of time. We are not the first to recognize these relationships. From early modern discussions of the relationships between crustal and sedimentary evolution (Veizer and Jansen, 1979, 1985; Taylor and McLennan, 1985) to early suggestions of the more complex interrelationships among crust, atmosphere, and ocean evolution (Lowe, 1992, 1994b; Des Marais, 1994; Carver and Vardavas, 1994, 1995) to modern efforts to link the evolution of the crust, atmosphere, climate, ocean, and life (Schwartzman, 1999; Bekker et al., 2001; Lindsay and Brasier, 2002; Tice and Lowe, 2004), there has been a continuing effort to develop synthetic, integrated pictures of the evolution of the earth’s surface system. While we have sought to include as many of the critical literature references as possible, the sheer number has made it impossible to acknowledge all of the significant contributions and we apologize in advance to any authors of key papers that we have inadvertently missed or left out.\nThe preserved geologic record itself makes clarification and comparisons of events during this 1 billion year long interval difficult. The record of geologic events before 3.0 Ga lies solely within greenstone belt\nResearch 158 (2007) 177–197\nsequences, all of which are heavily deformed and metasomatically altered and most of which are sheared and metamorphosed. These volcanic-sedimentary assemblages occur as remnants within younger craton basement terrains and provide a record of volcanism, sedimentation, and associated tonalite-trondhjemitegranodiorite (TTG) plutonism that culminated in the formation and stabilization of the cratons of which they are a part. They record life and surface environments on unstable volcanic surfaces subject to rapid subsidence, magmatic inflation, burial beneath thick volcanic flows, and blanketing by layers of pyroclastic debris. The culminating stages in the evolution of these belts involved deformation, uplift, and sedimentation in and around orogenic highlands. There are as yet no known lcratons that formed before 3.1 Ga and no corresponding unambiguous pre-3.1 Ga craton cover or craton margin sedimentary sequences. After 3.0 Ga, however, the Kaapvaal and Pilbara Cratons, which formed at about 3.1–3.0 Ga, provided long-lived stable surfaces that were periodically flooded by shallow seas that hosted luxuriant biological communities and accumulated sequences of terrestrial to shallow-marine sediments that contain a still only slightly deformed and altered record of life and environments on extensive, low-relief, largely stable craton surfaces. Comparison of early life and environments based on sediments deposited in these two vastly different tectonic, magmatic, and depositional settings cannot be done without due consideration for the inherent differences in the resulting sedimentary and biological records."
  }, {
    "heading": "2. Archean environment and life 3.5–3.0 Ga",
    "text": "Recent studies of the pre-3.0 Ga earth have outlined a considerably different picture of early Archean life and surface environments than had been suggested previously. For the purposes of this discussion, we divide the history of the 3.5–2.4 Ga interval into three main divisions: 3.5–3.0, 3.0–2.7, 2.7–2.4 Ga. Three principal aspects of the earth’s surface system will be considered for each time division: (1) the nature and amount of continental crust; (2) atmospheric composition and climate; (3) the nature of early life."
  }, {
    "heading": "2.1. Continental crust before 3.0 Ga",
    "text": "There are currently two rather divergent pictures of the amount of continental crust in existence early in earth’s history (Fig. 1). Armstrong (1968, 1981) has presented isotopic evidence that the inventory of continental crust grew rapidly before 4.0 Ga and that there was as\nD.R. Lowe, M.M. Tice / Precambrian\nm a o ( t e e d t r u c\np i J T a 1 T t p c r o 5 t a a 2 t p m p a P\nnd the preserved sedimentary record suggest that surface inventory of ratons has increased gradually but episodically over time, as shown y the stepwise growth curve.\nuch or more continental crust in existence 4.0–3.5 Ga s there is today. Similar results have been suggested by ther workers based on Nb/U ratios in volcanic rocks e.g., Sylvester et al., 1997; Campbell, 2003) and Hf isoopic studies of pre-4.0 Ga recycled zircons (Harrison t al., 2005; Hartlaub et al., 2005). However, Condie t al. (2005) note that while Hf isotope compositions of etrital zircons can be useful in identifying juvenile coninental sources from which the zircons were derived, the esults do not necessarily easily translate into the volme of juvenile continental crust produced during the orresponding time interval.\nIn contrast, a great deal of evidence has also been resented suggesting a more continuous increase in the nventory of continental crust over time (Veizer and ansen, 1979; Allègre and Othman, 1980; McLennan and aylor, 1982; Taylor and McLennan, 1985, 1995; Nelson nd DePaolo, 1985; McCulloch and Bennet, 1994; Lowe, 992; Godderis and Veizer, 2000; and many others). he age spectrum of preserved Precambrian continenal crust suggests a more progressive, if episodic growth attern. Although area versus age plots of continental rust have been interpreted as a power law distribution eflecting the effects of the greater amount of recycling f older crustal blocks (Veizer and Jansen, 1985), over 0% of the present-day preserved Precambrian continenal crust formed during a very narrow window between bout 2.75 and 2.6 Ga (Lowe, 1992; Rey et al., 2003) nd another 30% formed in the Paleoproterozoic, about .0–1.7 Ga (Lowe, 1992). This distribution suggests hat there is much more extant Archean and Paleoroterozoic continental crust than a simple recycling\nodel would indicate and that preserved distributions\nrobably bear some general relationship to the relative mounts of crust formed during the major intervals of recambrian time.\nResearch 158 (2007) 177–197 179\nThe preserved sedimentary record also provides no evidence for the existence of large continental blocks or cratons before 3.1 Ga. Such evidence could include (1) geochemical signatures of chemical sediments indicating that continental crust influenced the composition of sea water, (2) the presence of abundant and persistent detritus derived from differentiated igneous rocks, mainly coarse quartz and potassium feldspar, and (3) the formation of sedimentary basins on or around cratons and filled with thick sequences of craton-derived sediments. There are many small blocks of differentiated high-grade pre-3.1 Ga crust (Windley, 1995), but no evidence that these represent fragments of much larger pre-3.1 Ga cratons or associated craton cover or craton margin sedimentary sequences. The pre-3.1 Ga geologic record is dominated by altered and deformed volcanic and sedimentary “supracrustal” greenstone sequences. The best preserved and most studied include the Isua Supracrustal belt in west Greenland ∼3.8 Ga and the much better preserved Pilbara and Barberton greenstone belts, 3.5–3.2 Ga, in Western Australia and South Africa, respectively. In the following discussion, the geologic development of the BGB and Pilbara granite-greenstone terrains are reviewed with an aim of evaluating their implications for the evolution of the continental crust."
  }, {
    "heading": "2.1.1. Barberton granite-greenstone terrain (BGGT)",
    "text": "The Barberton greenstone belt (BGB), South Africa and Swaziland (Fig. 2), provides a good example of the development of these early greenstone sequences (Lowe and Byerly, in press). The BGB preserves a reasonably continuous record of volcanism and sedimentation from at least 3547 ± 3 Ma (Kröner et al., 1991) to about 3220 Ma (Lowe and Byerly, 1999, in press). Xenocrystic zircons 3702 ± 1 Ma in one 3450 ± 3 Ma TTG unit suggest the existence of even older differentiated intrusive or volcanic rocks in the area (Kröner et al., 1996). The greenstone record is dominated by rocks of the 10–12 km thick Onverwacht Group deposited from 3547 to ∼3260 Ma and the lower Fig Tree Group, ∼3260–3230 Ma. This sequence consists largely of mafic and ultramafic volcanic rocks, thinner felsic volcanic units, and mainly thin intervening sedimentary layers, now mostly cherts, representing silicified pyroclastic, chemical, and biogenic sediments (Lowe and Byerly, 1999). It formed through a series of mafic to felsic cycles over an interval of 300+ myr. Each cycle included eruption of a thick mafic to ultramafic volcanic succession that, toward the close of the cycle, was intruded at by TTG magmas and capped by comagmatic felsic volcanic rocks. The Barberton granite-greenstone\n180 D.R. Lowe, M.M. Tice / Precambrian Research 158 (2007) 177–197\npart of\nterrain includes at least four such cycles with episodes of TTG magmatism at ∼3509 Ma, ∼3445 Ma, probably ∼3330 Ma, and ∼3260–3225 Ma (Lowe and Byerly, in press).\nThere is a striking absence within BGB sediments deposited 3547–3230 Ma of detrital units containing abundant coarse quartz, other than local volcaniclastic layers derived from penecontemporaneous quartz-\nthe Barberton greenstone belt, South Africa.\nbearing felsic volcanic units; of orogenic sediments derived from widespread uplift and erosion of underlying parts of the greenstone belt itself; of major sedimentary basins in which sediments accumulated; and of debris derived by the erosion of rocks external to the greenstone belt. There is no evidence that a substantially older, thick cratonic basement lay beneath the developing mafic and ultramafic volcanic sequence, although it is clear\nbrian\nt d a b b w s\nc f 2 T p a s K o t i H c i 5 s d f y s f s i a M\n2\np p a p 2 3 t a s m e b g m t v\nD.R. Lowe, M.M. Tice / Precam\nhat younger parts of the sequence were erupted and eposited over deeply buried older TTG units. There is n absence of sediments or basins indicating cratonic locks served as sources of sediment to the greenstone elt or that large blocks of continental crust interacted ith the greenstone terrain through tectonic processes, uch as collision. The first major episode of regional deformation, rustal thickening, and tectonic shortening occurred rom about 3230 to 3225 Ma (de Ronde and Kamo, 000) during sedimentation of the upper part of the Fig ree Group (Fig. 2). Subsequent deformation accomanied and followed deposition of the Moodies Group fter 3225 Ma. This activity culminated with the intruion of granitic sheets and plutons and formation of the aapvaal Craton at about 3.1 Ga. The primary sources f sediment to the Fig Tree and Moodies Groups were he greenstone belt itself and TTG plutons emplaced nto the roots of the belt (Heubeck and Lowe, 1999; essler, 2001). The Fig Tree and Moodies Groups also ontain microcline and sparse clasts of microcline bearng granitic rocks, but some local tonalities contain –10% microcline and could have been the primary ources of this mineral. There is no unambiguous evience for derivation of Fig Tree and Moodies sediments rom cratonic blocks. This stands in stark contrast to ounger sedimentary sequences that widely include subtantially older recycled components, including zircons, rom Proterozoic and Archean continental blocks and how the characteristic deposition of craton-derived sedments in and around the older continental blocks (Veizer nd Jansen, 1979, 1985; Taylor and McLennan, 1985; cLennan and Taylor, 1982, 1991).\n.1.2. Pilbara Craton The Pilbara Craton is a much larger and more com-\nlex crustal unit than the BGGT, which forms a small art of the overall Kaapvaal Craton, and represents an malgamation of at least three terranes that display comlex and independent histories (see reviews of Hickman, 004; Van Kranendonk et al., 2002, 2004): the large, .72–2.85 Ga East Pilbara granite-greenstone terrane; he 3.27–2.92 West Pilbara granite-greenstone terrane; nd the small <3.29 Ga Kuranna terrane. These are eparated by two late, dominantly clastic-filled sedientary basins formed 3.01–2.93 Ga (Van Kranendonk t al., 2002). The oldest components in the East Pilara terrane are xenocrystic zircons ∼3.72 Ga. Younger\nreenstone components from ∼3.51 to ∼3.31 Ga reflect afic- or ultramafic-to-felsic igneous cycles similar to\nhose in the BGGT involving initial mafic to ultramafic olcanism followed by TTG intrusion and felsic vol-\nResearch 158 (2007) 177–197 181\ncanism (Van Kranendonk et al., 2002; Hickman, 2004). Predominantly TTG intrusive suites were intruded 3600–3420 Ma and more potassic suites at 3321–3303, 3252–3242, ∼2935, and ∼2850 Ma (Van Kranendonk et al., 2004). Sedimentary sequences dominate after about 3310 Ma. There are no obvious equivalents in the Pilbara of the predominantly ultramafic, <3334–3240 Ma Mendon and Weltevreden Formations in the BGB. The sedimentary sequences include thick clastic successions derived by erosion of the greenstone sequence and associated plutons. Tectonic events, including uplift associated with diapiric emplacement of plutonic complexes marked the interval from about 3315 to 3240 Ma. Igneous and tectonic activity culminated with the intrusion of rocks of the GMS (granite-monzonite-syenite) suite at ∼2935 and ∼2850.\nThe West Pilbara terrane includes younger greenstone and granitoid rocks than the East Pilbara. Mafic and ultramafic volcanism occurred from >3270 Ma to about 3115 Ma and, in the Malina Basin separating the East and West Pilbara terranes, sporadic mafic and felsic volcanism to at least 2975 Ma (Smithies et al., 1999; Van Kranendonk et al., 2002) with TTG and more felsic intrusive activity from 3270 to 3260, 3160 to 3060, and 3015 to 2940 Ma. Greenstone belt volcanism persisted in the Pilbara for at least 100 and perhaps 150 years beyond that in the BGB and the latest GMS plutons were emplaced at about 2940–2935 Ma, some 150–170 myr later that comparable plutons in the eastern Kaapvaal Craton. The earliest craton-cover sediments deposited on the newly formed, uplifted, and eroded Pilbara craton are ∼2.8 Ga clastic units of the basal Fortescue Group."
  }, {
    "heading": "2.1.3. Crustal development before 3.0 Ga",
    "text": "None of the pre-3.1 Ga sequences studied to date reflects sedimentation on, adjacent to, or clearly influenced by craton-sized blocks of continental crust. The greenstone belts formed through the effusion of thick units of mafic to ultramafic lavas punctuated by the intrusion of TTG (tonalite-trondhjemite-granodiorite) plutons and eruption of comagmatic felsic volcanic rocks. Their development involved the formation of small, buoyant blocks of differentiated “continental” crust as TTG intrusive complexes and felsic volcanic units, which were locally exposed and onlapped by younger greenstone volcanic and sedimentary units and locally yielded quartzose and feldspathic sandstones through weathering and erosion. However, these were locally derived sedimentary units that were rapidly buried beneath younger greenstone-belt volcanic rocks. There is no evidence that they were amalgamated and thickened to form large cratonic blocks until about 3.1 Ga\nbrian 182 D.R. Lowe, M.M. Tice / Precam\nin the BGB and 3.0–2.9 Ga in the Pilbara region of Western Australia.\nIn contrast, after 3.1 Ga in the BGGT and 3.0–2.9 Ga in the Pilbara, the 3.0–2.9 Ga Pongola and 2.8–2.7 Ga Fortescue Supergroups, respectively, were deposited on the eroded granite-greenstone cratonic roots. Both are only slightly deformed and reflect deposition of shallow-water to terrestrial, generally quartzand potassium-feldspar-rich clastic sediments sourced largely by cratonic basement with interbedded stromatolitic carbonates. These units unambiguously reflect sedimentation on thickened, stable cratonic blocks of continental crust. These and younger craton-cover sequences have provided the principal safe houses for the long-term storage and preservation of sedimentary rocks, including carbonates, and their records of climatic, atmospheric, and biological events.\nLowe (1992) has argued that the tectonic styles accompanying the major episodes of craton formation at 3.1–3.0, 2.75–2.6, 2.0–1.7 Ga, and the Neoproterozoic (1.0–0.6 Ga) show progressive changes that reflect the increasing activity and participation of large blocks of continental crust in the formation of new crustal blocks, suggesting an increasing inventory of large, rigid cratonic blocks over time. Finally, the chemical record of seawater composition indicates that the major change from a sea-floor/mantle to a continent buffered ocean did not occur until about 2.5 Ga (Veizer et al., 1982; Kamber and Webb, 2001).\nWe would suggest that the apparent conflict between the two current pictures of early crustal evolution reflects the contrasting data sets on which they are based. Arguments for abundant pre-3.1 Ga continental crust are based mainly on geochemical evidence for either the early segregation of large amounts of differentiated “continental” crust from the mantle or for early crustal thicknesses comparable to modern continental values. Much of the evidence against abundant early continental crust derives from studies of the influence of continental crust on sedimentary systems, which requires the existence of large, exposed cratons subject to weathering and erosion. Recent interpretations of the development of both the Pilbara Craton (Van Kranendonk et al., 2002) and the Barberton portion of the Kaapvaal Craton (Lowe and Byerly, in press) suggest that although TTG plutons, felsic volcanic rocks, and even more highly differentiated rocks were present in abundance as far back as at least 3.7 Ga, these rocks often lay buried beneath thick carapaces of mafic and ultramafic volcanic rocks and sediments, were not uplifted and exposed to weathering and erosion, other than locally and generally for short intervals of time, until about 3,230–3220 Ma, and were\nResearch 158 (2007) 177–197\nnot amalgamated and incorporated into large cratonic blocks until ∼3.1–2.95 Ga. Hence, large amounts of differentiated crustal components did form early in earth history, and formed major components of thick, pre3.1 granite-greenstone terrains, but large, uplifted and exposed continents and cratons that could significantly influence surface systems and the sedimentary record did not begin to form until about 3.1 Ga. Hence, it is felt that the stepwise growth curve best reflects the episodically increasing formation and influence of large cratonic blocks of continental crust on sedimentary and tectonic systems although smaller pieces of differentiated, continental crust may have formed and accumulated more continuously over geologic time."
  }, {
    "heading": "2.2. Atmospheric evolution and climate before 3.0 Ga",
    "text": "A range of interpretation exists for pre-3.0 Ga surface temperatures from very cold (Bada et al., 1994; Valley et al., 2002) to very hot (Knauth and Lowe, 1978, 2003; Schwartzman, 1999; Schwartzman and Lineweaver, 2004; Lowe and Tice, 2004). Knauth and Lowe (2003) have argued that the δ18O compositions of many cherts representing silicified sediments in the 3.5–3.2 Ga Barberton greenstone belt (BGB), South Africa, were set when disordered silica deposited from marine waters was converted to quartz at burial depths of <1 km. The isotopic composition of early diagenetic chert is influenced by the surface temperature at the time of quartz formation and the isotopic composition of the waters from which the quartz precipitated. In the least altered parts of the BGB sequence, these compositions have not been substantially changed by later diagenetic and metamorphic events or by slow, long-term exchange with subsurface waters (Knauth and Lowe, 2003). While the possibility of an early ocean substantially depleted in 18O cannot currently be excluded (e.g., Kasting et al., 2006), results to date suggest that the 18O composition of sea water has been essentially constant for most of geologic time (Muehlenbachs and Clayton, 1976; Gregory and Taylor, 1981; Muehlenbachs, 1998; Lecuyer and Allemand, 1999). Taken at face value, the least altered cherts analyzed indicate surface temperatures of 70 ± 15 ◦C at 3.5–3.2 Ga. High Archean surface temperatures are also suggested by studies of the silicon isotopic composition of cherts (Robert and Chaussidon, 2006).\nSuch high temperatures point to the presence of an effective early greenhouse, which some recent authors have suggested, based on geologic evidence, was controlled by high levels of atmospheric CO2 (Lowe and Tice, 2004; Ohmoto et al., 2004) and CH4 with\nbrian\nC n w S C ( e a i o\na o s A s r m a ∼ o G a 1 o c s H y s p s t m f H i t i l d c h A d “ H\na s d g\nD.R. Lowe, M.M. Tice / Precam\nH4/CO2 1 (Lowe and Tice, 2004). The deposition of ahcolite (sodium bicarbonate, NaHCO3) from marine aters 3.45–3.2 Ga (Lowe and Fisher-Worrell, 1999; ugitani et al., 2003) requires minimum atmospheric O2 levels of 1.4–15% at temperatures of 55–85 ◦C\nLowe and Tice, 2004). Actual atmospheric CO2 levls may have been substantially higher, perhaps as much s several bars. Siderite-rich weathering rinds on pebbles n the 3.2 Ga Moodies group also indicate higher levels f CO2 in the early atmosphere (Hessler et al., 2004).\nRecently, Sleep and Hessler (2006) have argued gainst a hot pre-3.2 Ga climate because predicted effects f the chemical weathering of chert and quartz at high urface temperatures are not observed in preserved rchean sedimentary units. Problems with this analyis have been addressed by Lowe (2007) and will be eviewed only briefly here. The only Archean sedientary units considered by Sleep and Hessler (2006) re conglomerates, sandstones, and rare shales of the 3.2 Ga Moodies Group in the BGB. The 3000+ m f quartz- and feldspar-rich sandstone of the Moodies roup reflect orogenic uplift (Lamb, 1984; Jackson et l., 1987; de Wit, 1991; Heubeck and Lowe, 1994a,b, 999; Eriksson et al., 1994) and weathering, mainly f coarse, TTG plutonic rocks and subordinate volanic and sedimentary rocks of the greenstone belt equence (Heubeck and Lowe, 1999; Hessler, 2001). owever, Sleep and Hessler (2006) restricted their analsis “to sediments derived during periods of relatively low exhumation, such that chemical weathering could roceed.” They characterize the terrain as a “low-relief urface with granitic and chert outcrops. By assumpion, the low-gradient streams in this terrain readily carry\naterial in solution from the watershed, but are inefective at removing solids, including clays.” Sleep and essler (2007) subsequently suggest that this characterzation refers only to the site of sedimentation and that he weathering model and effects do not apply specifcally to the Moodies Group. They conclude that, “At ow denudation rates, the quartz and chert that do not issolve end up as clay and silt-sized fragments. We learly do not see these features in the Archean,” and, ence, “field observations indicate that quartz in the rchean mostly resisted chemical weathering, like it oes under modern clement conditions” and therefore the Archean climate was not especially hot” (Sleep and essler, 2006). Lowe (2007) noted a number of problems with this nalysis. Most importantly, upper Fig Tree and Moodies ediments represent the major period of orogenesis, eformation, and uplift of rocks within the Barberton ranite-greenstone terrain, not an interval of “relatively\nResearch 158 (2007) 177–197 183\nslow exhumation, such that chemical weathering could proceed.” Even the depositional basin(s) in which the sediments were accumulating were undergoing uplift related to faulting along their margins (Heubeck and Lowe, 1994a,b) and were clearly receiving sediments from rapidly rising mountain belts through the activities of energetic, sand and gravel carrying rivers and streams. There would have been little opportunity for the deep weathering of such materials in the source area, within the transport system, or at the sites of deposition. The model system developed by Sleep and Hessler (2006) and clarified by Sleep and Hessler (2007) as not being aimed “to directly model the Moodies terrane,” is in fact totally unlike the surface system that prevailed during Moodies erosion, transport and sedimentation. Because Moodies sediments are the only ones discussed in this analysis, it is not clear which Archean sediments examined by these authors were deposited under the model conditions but lack the weathering and dissolution effects predicted by the model at high surface temperatures.\nIn fact, the Moodies Group shows three main characteristics suggesting formation in a highly aggressive weathering system: (1) Moodies conglomerates, although derived from a source terrain composed largely of TTG intrusive units and subordinate mafic and ultramafic volcanic rocks, are composed mainly of clasts of chert representing the most refractory but volumetrically minor components of the greenstone sequence (Heubeck and Lowe, 1999). There has been the almost total removal of more labile constituents, such as komatiitic and basaltic volcanic rocks. (2) Sandstones in the Moodies Group are composed largely of quartz (60–80%) and mostly monocrystalline quartz (40–60%), potassium feldspar (0–20%), and lithic grains (10–30%) (Heubeck and Lowe, 1999). These quartz contents represent a 5 to >10-fold increase in monocrystalline quartz over those of the potential source rocks. (3) Plagioclase, the major component of the TTG source rocks, comprises less than 2–3% of most Moodies sandstones. More labile sourcearea components, including ferromagnesian minerals, mafic and komatiitic volcanic rocks, and non-silicified sediments, representing perhaps 20% of the source rocks, form a minor part (<1%) of Moodies sediments or are absent altogether. Sediments of the Moodies Group display evidence of extreme weathering in spite of the fact they were derived from an orogenic source terrane that would have lacked vegetative cover and soils in which weathering could have progressed beyond simple loosening of grains from their surrounding matrix. We suggest that these weathering features are most consistent with the type of aggressive weathering that would\nbrian 184 D.R. Lowe, M.M. Tice / Precam\nresult under a hot early climate beneath a CO2-rich atmosphere.\nSleep and Zahnle (2001) and Zahnle and Sleep (2002) have argued based on theoretical calculations and models of the early plate tectonic system that an early CO2 greenhouse would have rapidly dissipated as CO2 was deposited on oceanic crust in the form of carbonate and recycled back into the mantle. However, uncertainties about the nature of pre-3.0 Ga tectonic and sedimentary regimes, including the possibility that vertical rather than horizontal tectonics dominated crustal development until ∼3.2–3.1 Ga (Van Kranendonk et al., 2004), make such calculations premature.\nO2 levels in the pre-3.0 Ga atmosphere have been explored based on mineral studies, paleosols, and redoxsensitive sediments, although much of the data in fact derive\\from post-3.0 Ga rocks. With notable exceptions (e.g., Ohmoto, 1997, 2004), the prevailing view has been that Archean O2 levels were low, <10−4 bar, and that the surface environment was essentially anoxic (Walker et al., 1983; Holland, 1984; Rye and Holland, 1998; Rasmussen and Buick, 1999; Holland, 2002; and many others). Perhaps the most persuasive evidence for low O2 partial pressures before 3.0 Ga derives from sulfur isotopic studies (Fig. 3). Wide fluctuations in the Δ33S composition of pyrite, barite, and other sedimentary and early diagenetic sulfur-bearing minerals in pre-3.0 Ga sedimentary rocks result from mass-independent fractionation of sulfur isotopes in the upper atmosphere, reflecting extremely low-levels of atmospheric oxygen and the absence of an ozone layer in the Archean (Farquhar et al., 2000; Ono et al., 2003; Farquhar and Wing, 2003; Rumble, 2005).\nResearch 158 (2007) 177–197"
  }, {
    "heading": "2.3. Life before 3.1 Ga",
    "text": "The geologic record of life or putative life before 3.1 Ga is widespread and abundant, but its interpretation, like aspects of the early surface environment discussed above, is controversial. The putative biological origins of carbonaceous matter (graphite), apatites, carbonate, and iron formation in the oldest metasedimentary rocks, the ∼3.8 Isua and Akilia supracrustal units in west Greenland, remain in doubt, and recent studies have shown that some and perhaps all of these materials may have originated through strictly abiotic metamorphic processes (van Zuilen et al., 2002, 2003; Lepland et al., 2002).\nIn the younger and better preserved 3.5–3.2 Ga greenstone belts, the available record includes (1) abundant carbonaceous matter preserved mainly in cherts and shales, (2) putative stromatolites, and (3) possible microfossils. Useful molecular biomarkers have not yet been identified in pre-3.0 Ga sedimentary rocks. Carbonaceous matter is abundant in many Archean cherts and most shows carbon isotopic fractionation consistent with fixation via autotrophic pathways, which has widely been taken as indicting a biological origin (Schidlowski et al., 1983; Schidlowski, 1988, 2000, 2001). However, recent studies have shown that simple organic compounds, including methane, ethane, and propane (Foustoukos and Seyfried, 2004), are produced abiotically in modern high-temperature sea floor hydrothermal systems associated with the alteration of ultramafic rocks (Horita and Berndt, 1999; Holm and Charlou, 2001). These compounds show isotopic fractionation of carbon similar to that resulting from biological processes (Horita and Berndt, 1999). Brasier et al. (2002, 2004, 2005) have used these results to argue that most if not all carbonaceous matter in Archean sediments should be regarded as being of abiological hydrothermal origin until “mutually supporting contextural, morphological and geochemical evidence for a bacterial rather than abiotic origin is forthcoming” (Brasier et al., 2004), although Brasier et al. (2006) have subsequently discussed the possible biogenicity of some pre-3.0 Ga structures. This argument ignores the fact that that there is as yet no known mechanism that does not involve organisms for transforming the simple volatile organic compounds that can be produced within hydrothermal systems into the more complex solid organic matter and structures represented by the carbonaceous matter in these ancient sequences (Fig. 2 and Tice and Lowe, 2006b). Until there is at least a potential abiotic pathway to produce the observed morphologies and ecological distribution of carbonaceous matter observed in these 3.5–3.2 Ga sequences, a biological origin provides the\nD.R. Lowe, M.M. Tice / Precambrian\nb (\nc i o s m m d c s t o l t s d e c s c t a b m t\nAlthough these structures provide ambiguous evidence for microbial communities at 3.4 Ga, they represent what are the most likely examples of pre-3.0 Ga biological stromatolites.\non greenstone belt, South Africa. The structured carbonaceous matter ncludes layers of fine detrital particles (bottom) and large composite etrital grains (center). The large grains are draped by fine mat-like aminations. Modified from Tice and Lowe (2006b, Fig. 18).\nest and most consistent interpretation of their formation Tice and Lowe, 2006b).\nTice and Lowe (2004, 2006a,b) have shown that arbonaceous matter in the ∼3.4 Ga Buck Reef Chert n the Barberton belt shows morphologies like those f a wide variety of younger microbial remains from hallow marine settings and that the distribution and orphology of this carbonaceous matter is environentally controlled (Fig. 4). The Buck Reef Chert was eposited on a subsiding felsic volcanic edifice following essation of volcanic activity and shows an upward tranition from terrestrial clastic sedimentary environments hrough hypersaline coastal lagoons to shallow marine, ffshore, and ultimately deep-water settings. In situ matike carbonaceous laminations (Fig. 4) were restricted o water depths below the wave-active zone and above torm wave base, which is today approximately coincient with the base of the photic zone. Based on their nvironmental distribution, these mat-like laminations an best be interpreted as the products of benthic photoynthetic microbial communities. In shallower waters, arbonaceous matter is primarily detrital and appears o represent mats that have been ripped up by waves nd storms. In deeper water, only fine, granular caronaceous matter is present representing shallow-water ats that were ripped up during storms and the detritus ransported as fine suspended particles to settle in deeper\nResearch 158 (2007) 177–197 185\nwater. An analysis of the distribution of the carbonaceous matter and geochemistry of the associated cherts led Tice and Lowe (2006a) to conclude that the organisms were H2-utilizing, anoxygenic photoautotrophs. These studies provide the coupled “contextural, morphological and geochemical evidence” alluded to by Brasier et al. (2004).\nAlthough there have been suggestions that cyanobacteria and oxygenic photosynthesis evolved before 3.2 Ga based on the morphology of putative filamentous microfossils (Schopf and Packer, 1987; Schopf, 1992) and the presence of stromatolite-like structures (Lowe, 1980; Walter et al., 1980; Hofmann et al., 1999), questions have been raised about the biological origin of both microfossils (Buick, 1984; Brasier et al., 2002) and stromatolites (Lowe, 1994a). In pre-3.0 Ga rocks most putative three-dimensional stromatolites (Lowe, 1980; Walter et al., 1980; Byerly et al., 1986; and others) are small, poorly developed, and of uncertain biological origin (Lowe, 1994a). Most are limited to small isolated structures except for regionally developed small conical forms (Fig. 5) in the 3.43 Ga Strelley Pool Chert, eastern Pilbara Craton, Western Australia (Lowe, 1980; Hofmann et al., 1999; Allwood et al., 2006). Allwood et al. (2006) present a systematic analysis of their morphologies and environmental relationships that lends support to the proposed role of microbial communities in their formation. However, these structures developed in evaporitic settings, and evaporation-driven precipitation may have exerted a significant control on their conical shape (Lowe, 1994a), although the surfaces of the structures may still have hosted microbial communities.\nbrian Research 158 (2007) 177–197 186 D.R. Lowe, M.M. Tice / Precam\nCarbonaceous coccoidal and filamentous microfossils have been reported from a number of localities (Schopf and Barghoorn, 1967; Knoll and Barghoorn, 1977; Byerly et al., 1986; Walsh, 1992; Walsh and Lowe, 1985, 1999; Schopf and Packer, 1987) but it has been difficult, when dealing with what are basically simple shapes, to distinguish between what might be abiotic artefacts and true biological remains. Recently, Brasier et al. (2002, 2004, 2005) have suggested that most or all of the carbonaceous matter in these ancient sequences could be of abiotic hydrothermal origin. While studies of Tice and Lowe (2004, 2006a,b) have provided reasonably solid environmental, geochemical, and morphological evidence for the biological origins of carbonaceous matter in these sequences, the actual origins of specific microfossil-like structures remain controversial."
  }, {
    "heading": "3. Archean environment and life 3.0–2.7 Ga",
    "text": ""
  }, {
    "heading": "3.1. Continental crust 3.0–2.7 Ga",
    "text": "Based on an inventory of existing Precambrian continental crust, Lowe (1992) estimated that about 10% of the present-day Precambrian continental crust formed 3.2–3.0 Ga (Fig. 1). This estimate is generally consistent with similar estimates of continental growth rates by Veizer and Jansen (1979, 1985) and others. The probable loss of early crust during later recycling events makes this a minimum estimate. This early crust, including the present-day Kaapvaal Craton, formed 3.2–3.1 Ga by the tectonic amalgamation and thickening of the 3.55–3.2 Ga greenstone terranes and thickening and stabilization by intra-crustal melting and intrusion of large volumes of granitic magmas at about 3.1 Ga. The Pilbara Craton shows a generally similar geologic development, although greenstone activity continued to about 3.0 Ga and crustal formation was not complete until 3.0–2.9 Ga. Subsequent erosion of the upper ∼5 km of these newly formed crustal blocks produced surfaces upon which initial alluvial and shallow-marine, craton-cover sediments were deposited, including sediments of the 3.0–2.8 Ga Pongola Supergroup in South Africa and the 2.8–2.7 Ga Fortescue Supergroup, Western Australia. These are the oldest known craton cover sediments."
  }, {
    "heading": "3.2. Atmospheric evolution and climate 3.0–2.7 Ga",
    "text": "Collapse of the pre-3.2 Ga greenhouse and the end of what may have been a prolonged early phase of biological evolution at high temperatures appears to have been brought about by the formation of the first cratons between 3.1 and 2.9 Ga (Lowe and Tice, 2004) (Fig. 6).\nThese large, initially high-standing blocks of juvenile crust were subject to long-term weathering and erosion between 3.2 and 2.8 Ga, gradually lowering atmospheric CO2 (Carver and Vardavas, 1994, 1995; Lowe, 1994b; Lowe and Tice, 2004). The culmination of climate collapse may have been a period of glaciation recorded in the ∼2.9 Ga Mozaan Group of the Pongola Supergroup and correlative strata in the Witwatersrand Supergroup in South Africa (Wiebols, 1955; von Brunn and Gold, 1993; Young et al., 1998; Nhleko, 2004). Similar but somewhat older diamictites are present in the 3.0 Ga Nsuze Group of the Pongola Supergroup. These units may represent even older glacial deposits, although they have not been studied in any detail. While these putative glacial deposits have yet to be fully explored, the 2.9 Ga units represent a widespread, correlative event of diamictite formation within otherwise shallow marine and alluvial settings. The diamictites are thick, in the case of the upper part of the Pongola Supergroup up to 100 m, continuous over wide areas, and generally not associated with other features that might indicate a debris-flow origin. Young et al. (1998) report varves associated with the upper Pongola diamictites. Based on examination of both Pongola and Witwatersrand diamictites and associated units in the field and core, the authors concur that these deposits most likely record an interval of glaciation and cold-climate conditions. Like many other major glaciations, these early Late Archean glaciations may have been episodic and separated by intervals of less extreme climatic conditions.\nThe deposition of organic carbon with δ13C values of −40‰ to −60‰ at 2.8–2.7 Ga (Schidlowski et al., 1983; Rye and Holland, 1998) has been interpreted to reflect a gradual rise in the atmospheric CH4/CO2 ratio until at ∼2.9–2.8 Ga it reached ∼1 (Pavlov et al., 2001). Pavlov et al. (2001) have also suggested that this increase in the CH4/CO2 ratio resulted from a positive feedback mechanism: rising pCH4 triggered increasing greenhouse\nbrian Research 158 (2007) 177–197 187\nt p i b i A t b h o i d C a h C T t c e i b b\np t c o r ( e d P 2 r s g d\n3\nb d p P i n 3 G w (\nD.R. Lowe, M.M. Tice / Precam\nemperatures that in turn resulted in increased methane roduction by methanogens. They also suggested that ncreases in CH4/CO2 ratios would have been enhanced y concurrent CO2 depletion because of rock weatherng resulting from the increasing surface temperatures. s an alternative model, Lowe and Tice (2004) suggested hat the 2.8–2.7 Ga isotopic excursion was triggered y collapse of the pre-3.2 Ga CO2-dominated greenouse because of weathering associated with formation f large tracts of new continental crust, not from increasng temperatures and rising levels of CH4. As pCO2 eclined, CH4/CO2 ratios would have increased until H4/CO2 reached ∼1, when isotopically light organic erosols would have formed. Aerosol formation would ave driven temperatures even lower through removal of H4 from the atmosphere and an antigreenhouse effect. he atmospheric organic particles would have settled out o be incorporated into sedimentary deposits as isotopially light carbon. These events may have commenced ven before 2.9 Ga, but no clear record has yet been dentified and much isotopically light carbon could have een deposited 3.0–2.8 Ga but simply diluted by normal ackground organic carbon.\nAlthough mass-independent fractionation of sulfur in re-3.0 Ga sediments is characterized by wide fluctuaions in Δ33S (Farquhar et al., 2000; Ono et al., 2003), onsistent with extremely low-levels of atmospheric xygen, similarly large variations in Δ33S have not been eported in sediments deposited between 3.0 and 2.75 Ga Fig. 3) and recently, Watanabe et al. (2005) and Ohmoto t al. (2005) have reported an absence of mass indepenent fractionation significantly different from that seen in hanerozoic time in 2.92 Ga Mosquito Creek shales and .76 Ga shales of the Hardey Formation in the Pilbara egion. While the data are not yet robust, these results uggest the possibility of one or more atmospheric oxyenation events 3.0–2.75 Ga, roughly coincident with eposition of the putative glacial deposits.\n.3. Life 3.0–2.7 Ga\nSediments deposited 3.0–2.7 Ga show a number of iological features that contrast strongly with those eposited before 3.2 Ga. Stromatolites showing comlex morphologies consistent with those of Proterozoic, hanerozoic, and modern cyanobacterial stromatolites,\nncluding well-developed and often large domal, columar, and pseudocolumnar forms, are first recorded in\n.0-Ga shallow marine carbonate units in the Nsuze roup, South Africa (Beukes and Lowe, 1989) and are idespread in only slightly younger Late Archean rocks Walter, 1983), including carbonate units in the 2.9 Ga\nmatolite 2.75 Ga, Fortescue Supergroup, Western Australia. (C) Large elongate domal stromatolite, 2.75 Ga, Fortescue Supergroup, Western Australia.\nSteep Rock Group, Southern Canada; the 2.8–2.6 Ga Masvingo, Bulawayo, and Belingwe greenstone belts, Zimbabwe (Kamber et al., 2004); the 2.75 Ga Fortescue Group, W. Australia; the 2.7 Ga Yellowknife Supergroup, northern Canada; and the 2.7 Ga Ventersdorp Supergroup, South Africa (Fig. 7). In addition, molecular fossils recently reported from ∼2.7 Ga rocks in Western Australia point to the possible existence of both\nbrian 188 D.R. Lowe, M.M. Tice / Precam\ncyanobacteria and eukaryotes at this time (Summons et al., 1999; Brocks et al., 1999). Collectively, these features, although subject to problems of small numbers and a still poorly explored and sparse geologic record, suggest that major biological innovations and/or shifts in community composition accompanied or immediately followed collapse of the pre-3.2 Ga high-temperature greenhouse and the establishment of a cooler climate 3.0–2.9 Ga. Similar arguments for surface temperature constraints on early microbial evolution have been voiced by Schwartzman et al. (1993) and Schwartzman (1999).\nIt cannot yet be determined whether cyanobacteria and oxygenic photosynthesis actually evolved 3.0–2.7 Ga, as suggested by some (e.g., Hayes, 1983), or whether decreasing climatic temperatures allowed previously struggling cyanobacterial groups that evolved before 3.0 Ga to bloom and expand as the climate became more hospitable. The Cambrian explosion of metazoan groups was probably preceded by a prolonged interval of metazoan evolution in which the major taxa evolved and differentiated and their appearance in the fossil record more reflects an adaptation to environmental conditions and the evolution of hard parts than the actual point in time at which the taxa evolved (Knoll and Carroll, 1999). A similarly long evolutionary history may have characterized cyanobacteria before their earliest known appearance in the geologic record at 3.0 Ga as stromatolites or 2.7 Ga as molecular biomarkers."
  }, {
    "heading": "4. Archean environment and life 2.7–2.4 Ga",
    "text": ""
  }, {
    "heading": "4.1. Continental crust 2.7–2.4 Ga",
    "text": "The period from about 2.75 to 2.65 Ga represents perhaps the most significant episode of new continental crust formation and reworking of older continental crust in earth history (Taylor and McLennan, 1985, 1995; McLennan and Taylor, 1991; Lowe, 1994b; Condie, 1995; Rey et al., 2003; and many others). The formation and amalgamation of greenstone belts through the development and collapse of magmatic arcs during this period led to the generation of at least 50% of the Precambrian continental crust that exists today (Fig. 1). Between about 2.6 and 2.4 Ga, this new crust was deeply eroded and after about 2.4 Ga, it became the site for the deposition of new craton cover sediments."
  }, {
    "heading": "4.2. Atmospheric evolution and climate 2.7–2.4 Ga",
    "text": "Less attention has focused specifically on the climate of the 2.7–2.4 Ga interval than on either the pre-2.7\nResearch 158 (2007) 177–197\nor post-2.4 Ga intervals. After 2.4 Ga, perhaps the most striking sedimentary sequences are widespread glaciogenic units deposited on the newly formed continental blocks (Young, 1991; Bekker et al., 2001). This interval of climatic instability and glaciation between about 2.45 and 2.2 Ga, has been interpreted to reflect removal of CO2 from the atmosphere as a consequence of Neoarchean continental growth and dynamics (Carver and Vardavas, 1994, 1995; Bekker et al., 2001; Lindsay and Brasier, 2002).\nThe climatic regime 2.7–2.5 is more problematic. The anomalously light δ13C values of organic carbon disappear at about 2.7 Ga and do not persist into the latest Neoarchean, suggesting either that atmospheric CH4/CO2 ratio returned to <1 and aerosol production ceased or that isotopically light methane aerosols were overwhelmed by isotopically “normal” biological organic carbon. However, high magnitude Δ33S values, between −2.7‰ and +8.7‰, return in post2.7 Ga rocks (Farquhar et al., 2000; Ono et al., 2003). These results suggest that once again O2 levels in the atmosphere were extremely low and remained so until past the end of the Archean (Farquhar et al., 2000; Farquhar and Wing, 2003; Ono et al., 2003; Rumble, 2005).\nWe would suggest that as relief on the continental blocks that formed 3.2–2.9 Ga was reduced by erosion and the basement surfaces covered by sediments, recycling of CO2 via tectonic processes may have eventually outstripped CO2 removal by weathering and atmospheric CO2 levels began to rise. This could have both decreased the CH4/CO2 ratio to the point that CH4/CO2 1, which would have turned off the generation of methane haze at about 2.7 Ga. In addition, widespread volcanism 2.75–2.65 Ga associated with the Neoarchean greenstone belt activity may have been accompanied by the release of large amounts of new and recycled CO2. We suggest that by about 2.7 Ga, surface temperatures had again increased to >60 ◦C due to re-establishment of an effective CO2 and CH4 greenhouse (Fig. 6). CH4 would have increased in abundance as O2 production by cyanobacteria declined as temperatures rose >60 ◦C. These warm temperatures apparently persisted, perhaps with significant fluctuations, until ∼2.5 Ga, when erosion of the newly formed Neoarchean cratons began to strip CO2 from the atmosphere."
  }, {
    "heading": "4.3. Life 2.7–2.5 Ga",
    "text": "Biological trends established 3.0–2.7 Ga may not have persisted until the close of the Archean. If ris-\nD.R. Lowe, M.M. Tice / Precambrian\ni r m b s a t i o ( o i i 6\n5\n5\n(\nerged surfaces of stable cratonic blocks during the Neoarchean. A) Large stromatolites developed on thickened continental crust, .6–2.5 Ga, Transvaal Supergroup, South Africa. (B) Small columnar tromatolites, 2.6–2.5 Ga, Transvaal Supergroup, South Africa.\nng surface temperatures in the Late Archean saw the eturn of surface temperatures > 60 ◦C, cyanobacteria ay have again been largely replaced in marine microial communities by higher-temperature thermophiles, lowing O2 production, leading to stronger MIF and resulting wider range of Δ33S values, and delaying he point in time when free O2 was able to accumulate n abundance in the atmosphere. The sporadic presence f well-developed stromatolites between 2.7 and 2.5 Ga Fig. 8) suggests that this may have been an interval f atmospheric, climatic, and biological instability, with ntervals of high >60 ◦C temperatures alternating with ntervals during which surface temperatures were below 0 ◦C (Fig. 6).\n. Discussion\n.1. Archean evolutionary scenario\n1) From >3.5 to 3.2 Ga, the available rock record suggests that the earth’s surface was dominated by a basaltic and komatiitic crust. Although there were probably many blocks of more buoyant differen-\nResearch 158 (2007) 177–197 189\ntiated crust, especially TTG intrusive complexes and a few microcontinental remnants of still older crust, all were apparently small and most lay buried beneath thick sections of greenstone belt volcanic rocks until about 3.3–3.2 Ga. Most of the greenstone sequences show evidence for submarine deposition and only local uplift and significant elevation of the rock surfaces above sea level. As a result of the absence of large, high-standing continental blocks, weathering was a minor sink for CO2 and surface temperatures were hot, maintained between 73 and 60 ◦C by a CO2 and CH4 greenhouse within which CH4/CO2 1. Within this temperature range, photosynthesis is possible but all modern photosynthetic organisms living at these temperatures are poorly motile. Microbial mats are widely preserved within sediments deposited within the photic zone during this time, probably representing anoxygenic photoautotrophs (Tice and Lowe, 2004, 2006a,b). Large three-dimensional stromatolites are absent. Cyanobacteria, if they had evolved, were minor players in the biological community and any oxygen they may have produced was consumed locally and did not accumulate in the atmosphere. Extremely low atmospheric O2 levels were associated with massindependent fractionation of sulfur, characterized by wide fluctuations in Δ33S of sedimentary barite and pyrite. (2) The interval 3.2–3.0 or 2.9 Ga is poorly represented by sedimentary units, but was an interval of continental crust formation: at least 10% of the preserved Precambrian continental crust formed at this time, including the Kaapvaal and Pilbara Cratons (Lowe, 1992). This new crust was high standing and subjected to deep, long-term weathering and erosion, which resulted in the stripping of CO2 from the atmosphere. (3) From 3.0 to 2.7 Ga CO2 loss through weathering, CH4 loss through the formation of methane haze as CO2/CH4 dropped to ∼1, and possibly antigreenhouse cooling due to methane haze formation collectively resulted in climate collapse and glaciation by 2.9 Ga and perhaps as early as 3.0 Ga. Cyanobacteria, whether they had evolved at this time or under the earlier hot climate, displaced hightemperature anoxygenic photoautotrophs within microbial communities. Their remains are represented by the first large, morphologically modern\nstromatolites in rocks about 3.0 Ga in the Nsuze Group of the Pongola Supergroup. The oxygen produced by cyanobacteria probably scrubbed remaining methane from the atmosphere and eventu-\nbrian 190 D.R. Lowe, M.M. Tice / Precam\nally accumulated to levels sufficient to reduce mass independent fractionation. Δ33S values show only narrow departures from 0 to 3.0–2.8 Ga. These levels may have been substantially below those necessary for depletion of the reservoir of reduced iron in the deep ocean, oxidation of surface mineral grains, and the formation of red beds, effects that appear during more widespread atmospheric oxygenation in Proterozoic time. (4) 2.7–2.4 Ga. As the continental blocks that had formed 3.2–2.9 Ga were reduced by erosion and increasingly covered with sediments after about 2.8 Ga, removal of atmospheric CO2 by weathering slowed and atmospheric gain through recycling may have resulted in rising CO2 levels. Additional large influxes of CO2 may also have accompanied massive greenstone belt volcanism 2.75–2.65 Ga. At about 2.7 Ga, rising atmospheric CO2 provided sufficient greenhouse warming that the surface temperature again surpassed 60 ◦C, suppressing cyanobacterial growth and reducing the flux of O2 to the atmosphere, perhaps allowing methane levels to rise through the increased activities of methanogens under the higher temperature surface regime. MIF resumed in the upper atmosphere. These conditions persisted to about 2.45 Ga by which time weathering of the newly formed Neoarchean continental crust triggered a second major greenhouse collapse resulting in glaciation, the re-emergence of cyanobacteria, and eventual permanent oxygenation of the earth’s atmosphere.\nWhile this series of events is plausible given our current knowledge of the Archean geologic record, more speculative series of events may also be permissible. For instance, if 2-methylhopanes and steranes in 2.7 Ga sediments do not reflect the presence of cyanobacteria and oxygen-dependent eukaryotes, respectively, then geological signals in the period 3.0–2.7 Ga may reflect only the effects of a hydrocarbon haze and associated antigreenhouse cooling. In this scenario, decreased sulfur mass-independent fractionation might reflect UV shielding of volcanogenic SO2 by a hydrocarbon haze generated in a low CO2/CH4 atmosphere. Associated cooling might have increased the motility of anoxygenic photosynthetic organisms, potentially allowing these microbes rather than cyanobacteria to construct preserved 3.0–2.7 Ga three-dimensional stromatolites. Subsequent tectonic return of sequestered CO2 would have reversed these trends. At present, however, we consider that this scenario is less likely than that proposed here.\nResearch 158 (2007) 177–197"
  }, {
    "heading": "5.2. CO2 versus CH4 as the principal greenhouse gas",
    "text": "It has been suggested that the Archean atmosphere may have had methane as the principal greenhouse gas (Kasting, 2004, 2005). If so, the collapse of an early methane-mediated greenhouse could have been driven after 3.0 Ga by the rise in atmospheric oxygen due to the evolution or expansion of cyanobacteria, as has been proposed for the Paleoproterozoic glaciations (Kasting et al., 1983, 2001; Pavlov et al., 2000; Kopp et al., 2005). While a possible alternative to the scenario presented here, the methane-dominant scenario provides no clear explanation of the apparent coupling of continental crust formation and atmospheric evolution that occurred not only 3.2–2.9 Ga, but also following the major crust-forming events in the Neoarchean and Neoproterozoic (Bekker et al., 2001). The three known major glaciations of the Precambrian each follow a major phase of continental crust formation (Lowe, 1992, 1994b), suggesting a direct relationship. It is not clear how continental crust formation would have consistently impacted methane abundance, which does not participate directly in rock weathering, but weathering of large, high-standing, newly formed blocks of continental crust would clearly have severely reduced atmospheric CO2.\nIn addition, it is difficult to account for the return of MIF and implied decline in atmospheric oxygen in the Neoarchean at about 2.7 Ga just through fluctuations in atmospheric methane. In the absence of major surface temperature variations unrelated to methane abundance, once cyanobacteria had evolved and populated marine environments 3.0–2.7 Ga, low methane levels should have been maintained simply through continuing oxygenic photosynthesis. However, if CO2 was in fact the major greenhouse gas at this time, gradual lowering of the 3.1-Ga continental blocks by weathering and erosion and progressive burial of these blocks beneath craton-cover sediments would have been resulted in reduced rates of CO2 removal. Eventually, the output of CO2 through tectonic recycling and new greenstone belt volcanism would have surpassed the loss through weathering and CO2 levels in the atmosphere and surface temperatures could have returned to high, pre-3.0 Ga levels.\nWe therefore suggest that high levels of CO2 could have provided the greenhouse effects implied by early hot temperatures, the enhanced weathering rates at 3.2 Ga suggested by sandstone compositions, and elevated CO2 levels required for nahcolite sedimentation on the pre-3.2 Ga earth. CO2 also responds directly to weathering, and atmospheric CO2 depletion in response\nbrian\nt c a m C r v e o r i\n5\no b m s ( e b h r e p > ∼ a t o\nF t d c c i w g l t\nD.R. Lowe, M.M. Tice / Precam\no weathering of newly formed blocks of continental rust offers a plausible means of rapidly and dramatically ltering surface climates 3.0–2.7 Ga following crust foration at 3.1–2.9 Ga. Finally increases in atmospheric O2 at about 2.7 Ga due to tectonic recycling, reduced ates of atmospheric depletion due to weathering, and oluminous greenstone-belt volcanism offer a potential xplanation for Neoarchean changes that led to the return f high surface temperatures, decline of cyanobacteria, eduction in atmospheric oxygen, and return of mass ndependent fractionation from 2.7 to after 2.5 Ga.\n.3. Hot spring analog\nThe temporal scenario proposed here for evolution f Archean climate and life is closely mirrored today y spatial changes in temperature and microbial comunities in pools and outflow systems around thermal prings, such as in Yellowstone National Park (Fig. 9) Walter et al., 1976; Lowe et al., 2001). This modrn system may also offer an explanation for the link etween Archean climatic and biological events and elp to place some constraints on early temperature egimes at key points in early earth history. In modrn hot springs, photosynthetic microbes are absent in ools and outflow systems where water temperature is 73 ◦C due to thermal denaturing of chlorophyll. From\n73 to 60 ◦C (Fig. 9), benthic microbial communities re dominated by the green filamentous anoxygenic phoosynthetic bacterium Chloroflexus and the coccoidal xygenic photosynthetic cyanobacterium Synechococ-\nig. 9. Octopus Spring, Yellowstone National Park. Temperature zonaion along spring margin corresponds to main temperature intervals uring evolution of the Archean climate and life. The 73–60 ◦C zone, haracterized by a thin biofilm of Chloroflexus and Synechococcus, orresponds to the earth’s surface conditions before 3.0 Ga and sporadcally between 2.7 and 2.5 Ga, when the sea floor within the photic zone as probably covered by thin biofilms of hyperthermophilic anoxyenic photosynthetic microbes. The zone < 60 ◦C, populated by thick, uxuriant oxygenic photosynthetic cyanobacterial mats, corresponds o the earth’s surface environment 3.0–2.7 Ga and post-2.5 Ga.\nResearch 158 (2007) 177–197 191\ncus. Other than Synechococcus, all known modern cyanobacteria live at temperatures <∼60 ◦C and Chloroflexus is the only known anoxygenic photosynthetic organism to grow at temperatures >60 ◦C (Castenholz and Pierson, 1995). Thick microbial mats are largely absent in modern hot spring and outflow systems >73 ◦C: instead thin biofilms of non-photosynthetic microbes, usually <1 mm thick, coat virtually every available surface (Lowe and Braunstein, 2003). Between 73 and 60 ◦C, thin Synechococcus-Chloroflexus mats or biofilms are developed, but these are slow growing and rarely leave a significant record in the accumulating sinter deposits (Lowe et al., 2001; Braunstein and Lowe, 2001; Lowe and Braunstein, 2003). Below 60 ◦C, surfaces are dominated by thick, fast-growing mats composed largely of motile filamentous cyanobacteria (Walter et al., 1976; Lowe et al., 2001). These cynaobacterial mats locally include well-developed three-dimensional stromatolites (Walter et al., 1976).\nWe suggest that the 3.5–3.2 Ga earth may be represented by the 73–60 ◦C zone of modern hot springs (Fig. 9), where cyanobacteria and other photosynthetic microbes occur but are stressed and not living under optimal growth conditions (Castenholz and Pierson, 1995). The rarity of well-developed microbial mats and larger, well-formed three-dimensional stromatolites in rocks older than 3.0 Ga may reflect the dominance of thin biofilms composed of anoxygenic photosynthetic microbes on submarine surfaces within the euphotic zone, as interpreted by Tice and Lowe (2006a). These organisms were poorly motile and not able under most circumstances to construct complex or large threedimensional stromatolites.\nClimatic collapse 3.0–2.9 Ga would have taken surface temperatures below 60 ◦C providing surface environments favorable to the growth of thick microbial mats constructed by highly motile filamentous oxygenic photosynthetic cyanobacteria. Lower temperatures and broad expanses of eroded craton surfaces covered by shallow seas at this time would have provided the first long-lived surface environments within which known filamentous cyanobacteria could have thrived. Development of communities dominated by these microbes, either by their evolution and first appearance or by the spread of habitats in which they could out-compete other microbes 3.0–2.7 Ga, would have allowed construction of the first morphologically modern stromatolites, which in fact appear in the geologic record at 3.0 Ga. The resulting output of O2 would have eventually depleted methane as an atmospheric gas (Fig. 6), allowing the accumulation of atmospheric O2 and decreased MIF 3.0–2.7 Ga (Fig. 3).\nbrian 192 D.R. Lowe, M.M. Tice / Precam\nSubsequent rising CO2 levels at about 2.7 Ga would have returned the earth’s surface to conditions like those prevailing in hot springs and their run-out systems above 60 ◦C. However, the presence of sporadic stromatolites within the 2.7–2.5 Ga interval suggests that temperatures may have fluctuated about 60 ◦C, with a more permanent drop to below 60 ◦C occurring only during the latest Archean or early Paleoproterozoic (Fig. 6)."
  }, {
    "heading": "6. Later Precambrian events",
    "text": "Tectonic, climatic, and biological events 3.2–2.7 Ga are remarkably comparable to those of the Neoarchean and earliest Proterozoic, 2.7–2.2 Ga (Fig. 10). As noted above a greater area/volume of continental crust was formed in the Neoarchean, between about 2.75 and 2.60 Ga, than during any other interval of earth history. This interval of crust formation was followed by weathering and erosion of this newly formed crust that culminated in climatic instability and glaciation between about 2.45 and 2.2 Ga. This interval of climatic instability and glaciation probably reflected removal of CO2 from the atmosphere (Carver and Vardavas, 1994, 1995; Bekker et al., 2001). The deposition of thick sequences of carbonate sediments on the older, 3.2–3.0 Ga blocks of continental crust 2.5–2.4 Ga prob-\nResearch 158 (2007) 177–197\nably reflects the loading of the world’s oceans with calcium and bicarbonate produced by weathering of this newly created crust. This carbonate sedimentation coupled with deep-ocean accumulation of organic carbon would have provided means of long-term sequestration of atmospheric CO2, leading to a permanent reduction of post-Archean atmospheric CO2 levels. The initial stage of the Paleoproterozoic cycle of atmospheric oxygenation is recorded in sediments perhaps as old as 2.4 Ga (Farquhar et al., 2000) and certainly by 2.2–2.1 Ga (Karhu and Holland, 1996). This suggests that the final ascendance of more moderate-temperature oxygenic photosynthetic microbes, probably cyanobacteria, within marine microbial communities may have accompanied cooling and climate collapse during the latest Archean and earliest Paleoproterozoic.\nThe 3.2–2.7 Ga and 2.7–2.2 Ga tectonic, environmental, and biological cycles are also similar to events of the Neoproterozoic, 1.0–0.5 Ga (Fig. 10). Bekker et al. (2001) have compared climatic, environmental, and isotopic events of the early Paleopropterozoic and Neoproterozoic, both of which saw major intervals of climatic instability and C-isotopic variability. Lindsay and Brasier (2002) have further related carbon sequestration, isotopic excursions, oxygenation of the atmosphere, and biospheric evolution in the Paleoproterozoic and\n3.5–3.1 Ga interval (left), Neoarchean and Paleoproterozoic (middle), timing of major events, even when the specific character of tectonic grand cycle in which major tectonic events trigger global climatic and\nbrian\nN s\no t ( a t l p T i C p o a p a a F g a 1 o n z e o c p\n7\nc 3 r e b i 1 ( i e l 7 3 i r g i b\nD.R. Lowe, M.M. Tice / Precam\neoproterozoic to tectonic events reflecting possible uperplume activity and supercontinent fragmentation.\nThe Neoproterozoic interval ∼1.0–0.6 Ga was a time f widespread tectonic activity, including the formaion and fragmentation of one or more supercontinents Hoffman, 1991; also see summary in Windley, 1995) nd the formation of significant amounts of new coninental crust (Lowe, 1992; Stein, 2003). This activity ed into an interval of climatic instability with multile global glaciations between about 750 and 575 Ma. here is general agreement that Neoproterozoic climatic nstability was a result of fluctuations in atmospheric O2 levels, probably attributable to either high organic roductivity and carbon burial (Kaufman et al., 1997) r intense weathering (Hoffman et al., 1998; Hoffman nd Schrag, 2000). These climatic events were accomanied and followed by an interval of biologic change nd innovation that included appearance and disappearnce of the oldest known metazoan fauna, the Ediacaran auna, from 570 to 543 Ma and culminated in the reat Cambrian Explosion of metazoan groups 543 to bout 500 Ma (Knoll and Carroll, 1999; Hoffman et al., 998). The duration of Neoproterozoic and early Palezoic glacial and biological events (∼750–500 Ma) is ot dissimilar to that of the corresponding Paleoproterooic (∼2.45–2.2 Ga) and Late Archean (∼3.0–2.7 Ga) vents. The last is more poorly constrained because f the sparseness of the available geologic record and omparatively less detailed study of rocks that are reserved.\n. Conclusions\nThe present study suggests a close link between rustal, atmospheric, climatic, and biological evolution .5–2.4 Ga. Previous studies have emphasized such a elationship between Precambrian tectonics, climatic xcursions, and sedimentation and more specifically etween Proterozoic tectonics, isotopic excursions, and nstability in the surface carbon cycle (Des Marais, 994; Bekker et al., 2001) and biological evolution Lindsay and Brasier, 2002). We argue here that simlar cycles of tectonic, climatic, and biological change xtend back to at least 3.2 Ga. The earliest geoogic record appears to document a hot young earth, 0 ± 15 ◦C at 3.5–3.2 Ga. Initial crust-forming events .2–2.9 Ga led to increased subaerial weathering, declinng atmospheric levels of CO and CH , and, as a 2 4 esult, decreasing surface temperatures and eventually laciation ∼3.0–2.9 Ga. Decreased surface temperatures nfluenced long-term biological evolution 3.0–2.7 Ga y providing a surface environment in which oxygenic\nResearch 158 (2007) 177–197 193\nphotosynthetic microbes, probably cyanobacteria, could survive and prosper at the expense of more extreme thermophiles, including methanogens, which had dominated surface systems before 3.0 Ga. Little long-term carbonate sequestration through sedimentation occurred at this time because of the small overall surface area of stable cratonic blocks formed 3.1–3.0 Ga. As erosion of the early continents slowed, tectonic recycling, and renewed greenstone volcanism, perhaps related to continental breakup and superplume events, returned most CO2 to the atmosphere and temperatures began to rise. During the early Neoarchean ∼2.7 Ga, surface temperatures may have fluctuated but commonly lay above 60 ◦C. The formation of new large blocks of continental crust in the Neoarchean ∼2.6 Ga and ensuing weathering of this new crust once again drove atmospheric CO2 decline, culminating in glaciation 2.45–2.2 Ga. The return of cooler climates <2.5 Ga would have allowed the final ascendancy of the cyanobacteria as the dominant marine microbes, reflected in the saturation of early O2 sinks and oxygenation of the atmosphere perhaps as early as 2.4 Ga but certainly by ∼2.2–2.1 Ga. Permanent sequestration of CO2 as carbonate deposits on the older 3.2–3.0 Ga crustal blocks ∼2.6–2.4 Ga insured that atmospheric CO2 levels and surface temperatures never returned to earlier high levels.\nTectonic, climatic, and biological events 3.5–2.7 and 2.75–2.2 Ga are remarkably parallel to Neoproterozoic events 1.0–0.5 Ga, which culminated in the emergence of the metazoans. These ∼500 myr-long cycles of crust formation and weathering, atmospheric and climatic instability, and biological innovation suggest that evolution of the earth’s interior has exerted a fundamental control on environmental and biological evolution at the earth’s surface. The present study suggests that this control is exerted mainly through crustal influence on atmospheric CO2 level, which influences surface temperature and thence biological evolution."
  }, {
    "heading": "Acknowledgments",
    "text": "This work was supported by NASA Exobiology Program grants NAG5-13442 and NNG04GM43G and the UCLA Center for Astrobiology to DRL MT was also supported by a William R. and Sara Hart Kimball Stanford Graduate Fellowship and by a Harvey Fellowship."
  }],
  "year": 2007,
  "references": [{
    "title": "Nd–Sr isotopic relationship in granitoid rocks and continental crust development: a chemical approach to orogenesis",
    "authors": ["C.J. Allègre", "D.B. Othman"],
    "venue": "Nature 286,",
    "year": 1980
  }, {
    "title": "Stromatolite reef from the Early Archaean era of Australia",
    "authors": ["A.C. Allwood", "M.R. Walter", "B.S. Kamber", "C.P. Marshall", "I.W. Burch"],
    "venue": "Nature 441,",
    "year": 2006
  }, {
    "title": "A model for Sr and Pb isotope evolution in a dynamic",
    "authors": ["R.L. Armstrong"],
    "venue": "Earth Rev. Geophys",
    "year": 1968
  }, {
    "title": "Radiogenic isotopes: the case for crustal recycling on a near-steady-state no-continental-growth",
    "authors": ["R.L. Armstrong"],
    "venue": "Earth Philos. Trans. R. Soc. A",
    "year": 1981
  }, {
    "title": "Impact melting of frozen oceans on the early earth: implications for the origin of life",
    "authors": ["J.L. Bada", "C. Bigham", "S.L. Miller"],
    "venue": "Proc. Natl. Acad. Sci",
    "year": 1994
  }, {
    "title": "Dating the rise of atmospheric oxygen",
    "authors": ["A. Bekker", "H.D. Holland", "Wang", "P.-L", "D. Rumble III", "H.J. Stein", "J.L. Hannah", "L.L. Coetzee", "N.J. Beukes"],
    "venue": "Nature 427,",
    "year": 2004
  }, {
    "title": "Chemostratigraphy of the Paleoproterozoic Duitschland Formation, South Africa: implications for coupled climate change and carbon cycling",
    "authors": ["A. Bekker", "A.J. Kaufman", "J.A. Karhu", "N.J. Beukes", "Q.D. Swart", "L.L. Coetzee", "K.A. Eriksson"],
    "venue": "Am. J. Sci",
    "year": 2001
  }, {
    "title": "Environmental controls on diverse stromatolite morphologies in the 3,000 Myr-old Pongola Supergroup, South Africa",
    "authors": ["N.J. Beukes", "D.R. Lowe"],
    "venue": "Sedimentology",
    "year": 1989
  }, {
    "title": "Questioning the evidence for earth’s oldest fossils",
    "authors": ["M.D. Brasier", "O.R. Green", "A.P. Jephcoat", "A.K. Kleppe", "M.J. Van Kranendonk", "J.F. Lindsay", "A. Steele", "N.V. Grassineau"],
    "venue": "Nature 416,",
    "year": 2002
  }, {
    "title": "Critical testing of earth’s oldest putative fossil assemblage from the ∼3.5 Ga Apex chert, Chinaman Creek, Western Australia",
    "authors": ["M. Brasier", "O. Green", "J. Lindsay", "N. McLoughlin", "A. Steele", "C. Stoakes"],
    "venue": "Precambrian Res",
    "year": 2005
  }, {
    "title": "Earth’s oldest (∼3.5 Ga) fossils and the ‘early Eden hypothesis’: questioning the evidence",
    "authors": ["M. Brasier", "O. Green", "J. Lindsay", "A. Steele"],
    "venue": "Origins Life Evol. Biosphere",
    "year": 2004
  }, {
    "title": "A fresh look at the fossil evidence for Archaean cellular life",
    "authors": ["M. Brasier", "N. McLoughlin", "O. Green", "D. Wacey"],
    "venue": "Philos. Trans. R. Soc. B",
    "year": 2006
  }, {
    "title": "Relationship between spring and geyser activity and the deposition and morphology of high temperature",
    "authors": ["D. Braunstein", "D.R. Lowe"],
    "year": 2001
  }, {
    "title": "Archean molecular fossils and the early rise of eukaryotes",
    "authors": ["J.J. Brocks", "G.A. Logan", "R. Buick", "R.E. Summons"],
    "venue": "Science",
    "year": 1999
  }, {
    "title": "Carbonaceous filaments from North Pole, Western Australia: are they fossil bacteria in Archaean stromatolites",
    "authors": ["R. Buick"],
    "venue": "Precambrian Res",
    "year": 1984
  }, {
    "title": "Stromatolites from the 3,300–3,500-Myr Swaziland Supergroup, Barberton Mountain Land, South Africa",
    "authors": ["G.R. Byerly", "D.R. Lowe", "M.M. Walsh"],
    "venue": "Nature",
    "year": 1986
  }, {
    "title": "Constraints on continental growth models from Nb/U ratios in the 3.5 Ga Barberton and other Archaean basaltkomatiite suites",
    "authors": ["I.H. Campbell"],
    "venue": "Am. J. Sci",
    "year": 2003
  }, {
    "title": "Precambrian glaciations and the evolution of the atmosphere",
    "authors": ["J.H. Carver", "I.M. Vardavas"],
    "venue": "Ann. Geophys",
    "year": 1994
  }, {
    "title": "Atmospheric carbon dioxide and the long-term control of the earth’s climate",
    "authors": ["J.H. Carver", "I.M. Vardavas"],
    "venue": "Ann. Geophys",
    "year": 1995
  }, {
    "title": "Ecology of thermophilic anoxygenic phototrophs",
    "authors": ["R.W. Castenholz", "B.K. Pierson"],
    "year": 1995
  }, {
    "title": "Episodic ages of greenstones: a key to mantle dynamics",
    "authors": ["K. Condie"],
    "venue": "Geophys. Res. Lett",
    "year": 1995
  }, {
    "title": "U–Pb isotopic ages and Hf isotopic composition of single zircons: the search for juvenile Precambrian continental crust",
    "authors": ["K.C. Condie", "E. Beyer", "E. Belousova", "W.L. Griffin", "S.Y. O’Reilly"],
    "venue": "Precambrian Res",
    "year": 2005
  }, {
    "title": "Tectonic control of the crustal organic carbon reservoir during the Precambrian",
    "authors": ["D.J. Des Marais"],
    "venue": "Chem. Geol",
    "year": 1994
  }, {
    "title": "An Archaean arc-arc collisional event: a short-lived (ca 3 myr) episode, Weltevreden area, Barberton greenstone belt, South Africa",
    "authors": ["C.E.J. de Ronde", "S.L. Kamo"],
    "venue": "J. African Earth Sci",
    "year": 2000
  }, {
    "title": "Archaean greenstone belt tectonism and basin development: some insights from the Barberton and Pietersburg greenstone belts, Kaapvaal Craton, South Africa",
    "authors": ["M.J. de Wit"],
    "venue": "J. Afr. Earth Sci",
    "year": 1991
  }, {
    "title": "Sedimentology of Archean greenstone belts: signatures of tectonic evolution",
    "authors": ["K.A. Eriksson", "B. Krapez", "P.W. Fralick"],
    "venue": "EarthSci. Rev",
    "year": 1994
  }, {
    "title": "Multiple sulfur isotopes and the evolution of the atmosphere",
    "authors": ["J. Farquhar", "B.A. Wing"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2003
  }, {
    "title": "Atmospheric influence of earth’s earliest sulfur cycle",
    "authors": ["J. Farquhar", "H. Bao", "M. Thiemens"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Hydrocarbons in hydrothermal vent fluids: the role of chrome-bearing catalysts",
    "authors": ["D.I. Foustoukos", "W.E. Seyfried Jr."],
    "venue": "Science",
    "year": 2004
  }, {
    "title": "Tectonic control of chemical and isotopic composition of ancient oceans: the impact of continental growth",
    "authors": ["Y. Godderis", "J. Veizer"],
    "venue": "Am. J. Sci",
    "year": 2000
  }, {
    "title": "Heterogeneous Hadean Hafnium: evidence of continental crust at 4.4–4.5",
    "authors": ["T.M. Harrison", "J. Blichert-Toft", "W. Muller", "F. Albarede", "P. Holden", "S.J. Mojzsis"],
    "venue": "Ga. Science",
    "year": 2005
  }, {
    "title": "Was there voluminous ancient (>4.0 Ga) sialic crust? Implications from the Hf composition of detrital zircons",
    "authors": ["R.P. Hartlaub", "L.M. Heaman", "A. Simonetti", "C.O. Bohm"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2005
  }, {
    "title": "Chemical evidence bearing on the origin of aerobiosis: a speculative hypothesis",
    "authors": ["J.M. Hayes"],
    "year": 1983
  }, {
    "title": "Evidence for climate and weathering in siliciclastic sedimentary rocks of the 3.2 Ga Moodies Group, Barberton Greenstone Belt, South Africa",
    "authors": ["A.M. Hessler"],
    "venue": "PhD Thesis. Stanford University,",
    "year": 2001
  }, {
    "title": "A lower limit for atmospheric carbon dioxide levels 3.2 billion years",
    "authors": ["A.M. Hessler", "D.R. Lowe", "R.L. Jones", "D.K. Bird"],
    "venue": "ago. Nature",
    "year": 2004
  }, {
    "title": "Depositional and tectonic setting of the Archean Moodies Group, Barberton Greenstone Belt, South Africa",
    "authors": ["C. Heubeck", "D.R. Lowe"],
    "venue": "Precambrian Res",
    "year": 1994
  }, {
    "title": "Late syndepositional deformation and detachment tectonics in the Barberton Greenstone Belt, South Africa",
    "authors": ["C. Heubeck", "D.R. Lowe"],
    "venue": "Tectonics",
    "year": 1994
  }, {
    "title": "Sedimentary petrography and provenance of the Archean Moodies Group, Barberton Greenstone Belt",
    "authors": ["C. Heubeck", "D.R. Lowe"],
    "venue": "Geol. Soc. Am. Spec. Pap. 329,",
    "year": 1999
  }, {
    "title": "Two contrasting granite-greenstone terranes in the Pilbara Craton, Australia: evidence for vertical and horizontal regimes prior to 2900 Ma",
    "authors": ["A.H. Hickman"],
    "venue": "Precambrian Res",
    "year": 2004
  }, {
    "title": "Comings and goings of global glaciations on a Neoproterozoic tropical platform in Namibia",
    "authors": ["P.F. offman", "A.J. Kaufman", "G.P. Halverson"],
    "venue": "GSA Today",
    "year": 1998
  }, {
    "title": "Origin of 3.45 Ga coniform stromatolites in Warrawoona Group, Western Australia",
    "authors": ["H.J. ofmann", "K. Grey", "A.H. Hickman", "R.I. Thorpe"],
    "venue": "Geol. Soc. Am",
    "year": 1999
  }, {
    "title": "The Chemical Evolution of the Atmosphere and Oceans",
    "authors": ["H.D. olland"],
    "year": 1984
  }, {
    "title": "Volcanic gases, black smokers, and the Great Oxygenation Event",
    "authors": ["H.D. olland"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2002
  }, {
    "title": "Initial indications of abiotic formation of hydrocarbons in the Rainbow ultramafic hydrothermal system, Mid-Atlantic Ridge",
    "authors": ["N.G. olm", "J.L. Charlou"],
    "venue": "Earth Planet. Sci",
    "year": 2001
  }, {
    "title": "Abiogenic methane formation and isotopic fractionation under hydrothermal conditions",
    "authors": ["J. orita", "M.E. Berndt"],
    "venue": "Science",
    "year": 1999
  }, {
    "title": "An ultraviolet laser microprobe for the in situ analysis of multi-sulfur isotopes and its use in measuring Archean sulfur isotope mass-independent anomalies",
    "authors": ["G. u", "D. Rumble III", "Wang", "P.-L"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2003
  }, {
    "title": "The geochemistry of late Archaean microbial carbonate: implications for ocean chemistry and continental erosion history",
    "authors": ["B.S. amber", "G.E. Webb"],
    "venue": "Geochim. Cosmochim",
    "year": 2001
  }, {
    "title": "Geochemistry of late Archean stromatolites from Zimbabwe: evidence for microbial life in restricted epicontinental seas",
    "authors": ["B.S. amber", "R. Bolhar", "G.E. Webb"],
    "venue": "Precambrian Res",
    "year": 2004
  }, {
    "title": "Carbon isotopes and the rise of atmospheric oxygen",
    "authors": ["J.A. arhu", "D.D. Holland"],
    "venue": "Geology",
    "year": 1996
  }, {
    "title": "Methane and climate during the Precambrian era",
    "authors": ["J.F. asting"],
    "venue": "Precambrian Res",
    "year": 2005
  }, {
    "title": "Paleoclimates, ocean depth, and the oxygen isotopic composition of seawater",
    "authors": ["J.F. asting", "M.T. Howard", "K. Wallmann", "J. Veizer", "G. Shields", "J. Jaffrés"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "A coupled ecosystemclimate model for predicting the methane concentration in the Archean atmosphere",
    "authors": ["J.F. asting", "A.A. Pavlov", "J.L. Siefert"],
    "venue": "Origins Life Evol. Biosphere",
    "year": 2001
  }, {
    "title": "Photochemistry of methane in the earth’s early atmosphere",
    "authors": ["J.F. asting", "K.J. Zahnle", "J.C.G. Walker", "R. Weber", "J.C. Guerrero"],
    "venue": "Precambrian Res",
    "year": 1983
  }, {
    "title": "Isotopes, ice ages, and terminal Proterozoic earth history",
    "authors": ["A.J. aufman", "A.H. Knoll", "G.M. Narbonne"],
    "venue": "Proc. Natl. Acad. Sci",
    "year": 1997
  }, {
    "title": "Oxygen isotope geochemistry of cherts from the Onverwacht Group (3.4 billion years), Transvaal, South Africa, with implications for secular variations in the isotopic composition of cherts",
    "authors": ["L.P. nauth", "D.R. Lowe"],
    "venue": "Earth Planet. Sci",
    "year": 1978
  }, {
    "title": "High Archean climatic temperatures inferred from oxygen isotope geochemistry of cherts in the 3.5 Ga Swaziland Supergroup, South Africa",
    "authors": ["L.P. nauth", "D.R. Lowe"],
    "venue": "Geol. Soc. Am",
    "year": 2003
  }, {
    "title": "Archean microfossils showing cell division from the Swaziland System of South Africa",
    "authors": ["A.H. Knoll", "E.S. Barghoorn"],
    "venue": "Science",
    "year": 1977
  }, {
    "title": "Early animal evolution: emerging views from comparative biology and geology",
    "authors": ["A.H. Knoll", "S.B. Carroll"],
    "venue": "Science",
    "year": 1999
  }, {
    "title": "The Paleoproterozoic snowball earth: a climate disaster triggered by the evolution of oxygenic photosynthesis",
    "authors": ["E.P. Kopp", "J.L. Kirschvink", "I.A. Hilburn", "C.Z. Nash"],
    "venue": "Proc. Natl. Acad",
    "year": 2005
  }, {
    "title": "Chronology of early Archaean granite-greenstone evolution in the Barberton Mountain land, South Africa, based on precise dating by single zircon evaporation",
    "authors": ["A. Kröner", "G.R. Byerly", "D.R. Lowe"],
    "venue": "Earth Planet. Sci",
    "year": 1991
  }, {
    "title": "The oldest part of the Barberton granitoid-greenstone terrain, South Africa, evidence for crust formation between 3.5 and 3.7 Ga",
    "authors": ["A. Kröner", "E. Hegner", "J.I. Wendt", "G.R. Byerly"],
    "venue": "Precambrian Res",
    "year": 1996
  }, {
    "title": "Structures on the eastern margin of the Archaean Barberton greenstone belt, northwest Swaziland",
    "authors": ["S.H. Lamb"],
    "venue": "Precambrian Tectonics Illustrated. E. Schweizerbart’sche Verlagsbuchhandlung,",
    "year": 1984
  }, {
    "title": "Modeling of the oxygen isotope evolution of seawater: implications for the climate interpretation",
    "authors": ["C. Lecuyer", "P. Allemand"],
    "year": 1999
  }, {
    "title": "Apatite in early Archean Isua Supracrustal rocks, southern West Greenland: its origin, association with graphite and potential as a biomarker",
    "authors": ["A. Lepland", "G. Arrhenius", "D. Cornell"],
    "venue": "Precambrian Res",
    "year": 2002
  }, {
    "title": "Did global tectonics drive early biological evolution? Carbon isotopic record from 2.6 to 1.9 Ga carbonates of Western Australian basins",
    "authors": ["J.F. Lindsay", "M.D. Brasier"],
    "venue": "Precambrian Res",
    "year": 2002
  }, {
    "title": "Stromatolites 3,400-Myr old from the Archean of Western Australia",
    "authors": ["D.R. Lowe"],
    "venue": "Nature 284,",
    "year": 1980
  }, {
    "title": "Major events in the geological development of the Precambrian earth",
    "authors": ["D.R. Lowe"],
    "year": 1992
  }, {
    "title": "The abiological origin of described stromatolites older",
    "authors": ["D.R. Lowe"],
    "venue": "Ga. Geology",
    "year": 1994
  }, {
    "title": "Early environments: constraints and opportunities for early evolution",
    "authors": ["D.R. Lowe"],
    "venue": "Early Life on earth: Nobel Symposium No",
    "year": 1994
  }, {
    "title": "A comment on “Weathering of quartz as an Archean climatic indicator",
    "authors": ["D.R. Lowe"],
    "venue": "by N.H. Sleep and A.M. Hessler. Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Stratigraphy of the west-central part of the Barberton Greenstone Belt, South Africa",
    "authors": ["D.R. Lowe", "G.R. Byerly"],
    "venue": "Geol. Soc. Am. Spec. Pap. 329,",
    "year": 1999
  }, {
    "title": "Sedimentology, mineralogy, and implications of silicified evaporites in the Kromberg Formation",
    "authors": ["D.R. Lowe", "G. Fisher-Worrell"],
    "year": 1999
  }, {
    "title": "Geologic evidence for Archean atmospheric and climatic evolution: fluctuating levels of CO2, CH4, and O2 with an overriding tectonic control",
    "authors": ["D.R. Lowe", "M.M. Tice"],
    "venue": "Geology",
    "year": 2004
  }, {
    "title": "The zonation and structuring of siliceous sinter around hot springs, Yellowstone National Park, and the role of thermophilic bacteria in its deposition",
    "authors": ["D.R. Lowe", "K.S. Anderson", "D. Braunstein"],
    "year": 2001
  }, {
    "title": "Progressive growth of the earth’s continental crust and depleted mantle: geochemical constraints. Geochim",
    "authors": ["M.T. McCulloch", "V.C. Bennet"],
    "venue": "Cosmochim. Acta",
    "year": 1994
  }, {
    "title": "Geochemical constraints on the growth of the continental crust",
    "authors": ["S.M. McLennan", "S.R. Taylor"],
    "venue": "J. Geol",
    "year": 1982
  }, {
    "title": "Sedimentary rocks and crustal evolution: tectonic setting and secular trends",
    "authors": ["S.M. McLennan", "S.R. Taylor"],
    "venue": "J. Geol",
    "year": 1991
  }, {
    "title": "Mass-independent isotope effects in Archean (2.5–3.8 Ga) sedimentary sulfides determined by ion microprobe analysis",
    "authors": ["S.J. Mojzsis", "C.D. Coath", "J.P. Greenwood", "K.D. McKeegan", "T.M. Harrison"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2003
  }, {
    "title": "The oxygen isotopic composition of the oceans, sediments and the seafloor",
    "authors": ["K. Muehlenbachs"],
    "venue": "Chem. Geol",
    "year": 1998
  }, {
    "title": "Oxygen isotope composition of the oceanic crust and its bearing on seawater",
    "authors": ["K. Muehlenbachs", "R.N. Clayton"],
    "venue": "J. Geophys. Res",
    "year": 1976
  }, {
    "title": "Rapid production of continental crust 1.7–1.9 b.y. ago: Nd isotopic evidence from the basement of the North American mid-continent",
    "authors": ["B.K. Nelson", "D.J. DePaolo"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1985
  }, {
    "title": "The Pongola Supergroup in Swaziland",
    "authors": ["N. Nhleko"],
    "venue": "PhD Thesis. Rand Afrikaans University,",
    "year": 2004
  }, {
    "title": "When did the earth’s atmosphere become oxic? Geochem",
    "authors": ["H. Ohmoto"],
    "venue": "News 93,",
    "year": 1997
  }, {
    "title": "Archean atmosphere, hydrosphere, and biosphere",
    "authors": ["H. Ohmoto"],
    "year": 2004
  }, {
    "title": "The absence of mass independent fractionation of sulfur isotopes in Archean sedimentary rocks: an insignificant phenomenon",
    "authors": ["H. Ohmoto", "Y. Watanabe", "H. Ikemi"],
    "venue": "Geochim. Cosmochim. Acta,",
    "year": 2005
  }, {
    "title": "Evidence from massive siderite beds for a CO2-rich atmosphere before ∼1.8 billion years",
    "authors": ["H. Ohmoto", "Y. Watanabe", "K. Kumazawa"],
    "venue": "ago. Nature",
    "year": 2004
  }, {
    "title": "Sulphur isotope evidence for an oxic",
    "authors": ["H. Ohmoto", "Y. Watanabe", "H. Ikemi", "S.R. Poulson", "B.E. Taylor"],
    "venue": "Archaean atmosphere. Nature",
    "year": 2006
  }, {
    "title": "New insights into Archean sulfur cycle from mass-independent sulfur isotope records from the Hamersley Basin, Australia",
    "authors": ["S. Ono", "J.L. Eigenbrode", "A.A. Pavlov", "P. Kharecha", "D. Rumble III", "J.F. Kasting", "K.H. Freeman"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "Greenhouse warming by CH4 in the atmosphere of early earth",
    "authors": ["A.A. Pavlov", "J.F. Kasting", "L.L. Brown", "K.A. Rages", "R. Freedman"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Organic haze in earth’s early atmosphere: source of low-13C Late Archean",
    "authors": ["A.A. Pavlov", "J.F. Kasting", "J.L. Eigenbrode", "K.H. Freeman"],
    "venue": "kerogens. Geology",
    "year": 2001
  }, {
    "title": "Redox state of the Archean atmosphere: evidence from detrital heavy minerals in ca",
    "authors": ["B. Rasmussen", "R. Buick"],
    "year": 1999
  }, {
    "title": "A palaeotemperature curve",
    "authors": ["M. Chaussidon"],
    "venue": "Ga global crisis. Precambrian Res",
    "year": 2006
  }, {
    "title": "A mineralogical and geochemical record of atmo",
    "authors": ["D. 969–972. Rumble"],
    "year": 2005
  }, {
    "title": "Carbon dioxide cycling and implications",
    "authors": ["N.H. 390–393. Sleep", "K. Zahnle"],
    "year": 2001
  }, {
    "title": "Niobium/uranium evidence for early formation of the continental crust",
    "authors": ["P.J. ylvester", "I.H. Campbell", "D.A. Bowyer"],
    "venue": "Science",
    "year": 1997
  }, {
    "title": "The Continental Crust: its Composition and Evolution",
    "authors": ["S.R. aylor", "S.M. McLennan"],
    "year": 1985
  }, {
    "title": "The geochemical evolution of the continental crust",
    "authors": ["S.R. aylor", "S.M. McLennan"],
    "venue": "Rev. Geophys",
    "year": 1995
  }, {
    "title": "Photosynthetic microbial mats in the 3,416-Myr-old",
    "authors": ["M.M. ice", "D.R. Lowe"],
    "venue": "ocean. Nature",
    "year": 2004
  }, {
    "title": "Hydrogen-based carbon fixation in the earliest known photosynthetic organisms",
    "authors": ["M.M. ice", "D.R. Lowe"],
    "venue": "Geology",
    "year": 2006
  }, {
    "title": "The origin of carbonaceous matter in pre-3.0 Ga greenstone terrains: a review and new evidence from the 3.42 Ga Buck Reef Chert",
    "authors": ["M.M. ice", "D.R. Lowe"],
    "venue": "Earth Sci. Rev",
    "year": 2006
  }, {
    "title": "Critical tests of vertical vs. horizontal tectonic models for the Archaean East Pilbara Granite-Greenstone Terrane, Pilbara Craton, Western Australia",
    "authors": ["M.J. an Kranendonk", "W.J. Collins", "A. Hickman", "M.J. Pawley"],
    "venue": "Precambrian Res",
    "year": 2004
  }, {
    "title": "Geology and tectonic evolution of the Archaean North Pilbara terrain, Pilbara Craton",
    "authors": ["M.J. an Kranendonk", "A.H. Hickman", "R.H. Smithies", "D.N. Nelson", "G. Pike"],
    "venue": "Western Australia. Econ. Geol",
    "year": 2002
  }, {
    "title": "Reassessing the evidence for the earliest traces of life",
    "authors": ["M.A. an Zuilen", "A. Lepland", "G. Arrhenius"],
    "venue": "Nature 418,",
    "year": 2002
  }, {
    "title": "Graphite and carbonates in the 3.8 Ga old Isua Supracrustal Belt, southern West Greenland",
    "authors": ["M.A. an Zuilen", "A. Lepland", "J.L. Teranes", "J. Finarelli", "M. Wahlen", "G. Arrhenius"],
    "venue": "Precambrian Res",
    "year": 2003
  }, {
    "title": "Basement and sedimentary recycling and continental evolution",
    "authors": ["J. eizer", "S.L. Jansen"],
    "venue": "J. Geol",
    "year": 1979
  }, {
    "title": "Basement and sedimentary recycling-2: time dimension to global tectonics",
    "authors": ["J. eizer", "S.L. Jansen"],
    "venue": "J. Geol",
    "year": 1985
  }, {
    "title": "Microfossils and possible microfossils from the early Archean Onverwacht Group, Barberton Mountain Land, South Africa",
    "authors": ["M.M. Walsh"],
    "venue": "Precambrian Res",
    "year": 1992
  }, {
    "title": "Filamentous microfossils from the 3,500-Myr-old Onverwacht Group, Barberton Mountain Land, South Africa",
    "authors": ["M.M. Walsh", "D.R. Lowe"],
    "venue": "Nature",
    "year": 1985
  }, {
    "title": "Modes of accumulation of carbonaceous matter in the early Archean: a petrographic and geochemical study of the carbonaceous cherts of the Swaziland Supergroup",
    "authors": ["M.M. Walsh", "D.R. Lowe"],
    "year": 1999
  }, {
    "title": "Archean stromatolites: evidence of the earth’s earliest benthos",
    "authors": ["M.R. Walter"],
    "year": 1983
  }, {
    "title": "Microbiology and morphogenesis of columnar stromatolites (Conophyton, Vacerrila) from hot springs in Yellowstone",
    "authors": ["M.R. Walter", "J. Bauld", "T.D. Brock"],
    "year": 1976
  }, {
    "title": "The absence of mass independent sulfur isotope fractionation in Archean sedimentary rocks: evidence for an oxic atmosphere? Geol",
    "authors": ["Y. Watanabe", "A.I. Klarke", "S. Poulson", "H. Ohmoto"],
    "venue": "Soc. Am. Abstracts with Prog.,",
    "year": 2005
  }, {
    "title": "The Evolving Continents",
    "authors": ["B.F. Windley"],
    "year": 1995
  }, {
    "title": "The geologic record of glaciation: relevance to the climatic history of earth",
    "authors": ["G.M. Young"],
    "venue": "Geosci. Can",
    "year": 1991
  }, {
    "title": "Carbon dioxide cycling through the mantle and implications for the climate of the ancient earth",
    "authors": ["K. Zahnle", "N.H. Sleep"],
    "venue": "Geol. Soc. London Spec. Publ.,",
    "year": 2002
  }],
  "id": "SP:ff4fb410d536c80182189dc6d2199a6429a81fea",
  "authors": [{
    "name": "Donald R. Lowe",
    "affiliations": []
  }, {
    "name": "Michael M. Tice",
    "affiliations": []
  }],
  "abstractText": "This paper presents a speculative scenario for the evolution of the earth’s surface environment and biological community 3.5–2.4 Ga based on the geologic record and its interpretation. Available geologic evidence suggests that the earth’s climate before 3.2 Ga was hot, probably 60–73 ◦C, as a result of a CO2 and CH4 greenhouse. The early biological community was probably dominated by anoxygenic photosynthetic thermophiles. Cyanobacteria, if they evolved before 3.1 Ga, would have struggled to survive at such high temperatures. As a result, the atmosphere contained extremely low levels of O2 and Δ33S shows wide departures from 0 indicating mass independent fractionation of S isotopes in the upper atmosphere. This hot early climate collapsed 3.1–3.0 Ga due to growth of large new blocks of continental crust (cratons), the weathering of which resulted in the depletion of atmospheric CO2 and eventual drawdown of CH4 due to formation and rainout of methane aerosols. Cooling may have culminated in glaciation about 3.0–2.9 Ga. This climatic catastrophe and attendant changes in atmospheric composition drove a major biological revolution 3.0–2.7 Ga characterized by the emergence of new low-temperature taxa, including cyanobacteria, and their spread throughout surface environments at the expense of extreme thermophiles, including methanogens. During a period of general tectonic stability, 3.0–2.7 Ga, the earth’s surface was characterized by overall clement conditions with temperatures <60 ◦C, abundant cyanobacteria and the formation of associated three-dimensional stromatolites, and a mild oxygenation of the atmosphere and attendant reduction in mass independent fractionation. As the cratons that had formed 3.1–3.0 Ga were eroded down and gradually covered by sediments, tectonic recycling and a burst of new greenstone-belt volcanism began to increase atmospheric CO2 after 2.75 Ga and by 2.7 Ga surface temperatures had returned to >60 ◦C. Cyanobacteria were again suppressed, O2 production waned, and atmospheric mass independent fractionation is again indicated by extreme variations in Δ33S. These conditions persisted, perhaps intermittently, until about 2.5–2.4 Ga, when weathering and erosion of vast new blocks of continental crust formed about 2.65–2.6 Ga caused the second, and probably last collapse of a >60 ◦C surface climate. Broad tectonic, climatic, and biological events 3.5–2.9 Ga are remarkably parallel to those of the Late Archean and Paleoproterozoic 2.75–2.2 Ga and Neoproterozoic 1.0–0.50 Ga. These ∼500-myr long cycles of greenstone volcanism and crustal generation; climatic and atmospheric instability; and biological innovation reflect the long-term interaction of the tectonic, atmospheric, climatic, and biological components of the earth’s surface system. They suggest that the evolution of the earth’s interior, expressed through its control on the formation of large blocks of continental crust, has influenced atmospheric composition and climate which in turn have provided a fundamental control on the timing and directions of biological evolution throughout earth history. © 2007 Elsevier B.V. All rights reserved.",
  "title": "Tectonic controls on atmospheric, climatic, and biological evolution 3.5–2.4 Ga"
}