{
  "sections": [{
    "text": "A well-marked volcanic ash layer was found at 145.9 m depth in a 154.3 m ice core recovered in 1981 on lames Ross Island, Antarctic Peninsula. Ash composition analysis indicates that we are dealing with an eruption of the Deception Island volcano located some 200 km northwestward from James Ross Island. Regional lake sediments seem also to have recorded the eruption. Its date (some 350 years ago) has been determined precisely by comparison with a well-dated South Pole Station ice core. The strength and regional to global impact of the event are discussed. It is concluded it was most probably the largest eruption of this volcano over the studied time period. This exceptional layer was used to adjust the dating of the core. 0 1998 Elsevier Science B.V.\nKeywords: ice cores; volcanic ash; paleovolcanism; Antarctic Peninsula; Deception Island volcano\n1. Introduction local environment by the spreading of an ash cloud\nVolcanic eruptions are known to inject sporaditally large amounts of acid gases and ash particles to the atmosphere. Sometimes their climatic and atmospheric effects can be very significant (see, e.g., Lamb, 1970; Handler, 1989). Depending on the nature and strength of the eruption, emitted products contaminate the atmosphere on various scales: cataclysmic events have a global effect, in particular through the formation of a sulfuric acid veil in the stratosphere, whereas more modest events affect their\n* Corresponding author. Fax: +54 61 287 370. E-mail: aristar@cpsarg.com\nonly in the regional troposphere. The different types of volcanic compounds can be found in Antarctic and Greenland ice sheets. This is due to the property of polar ice of recording atmospheric composition (see, e.g., Delmas, 1992). Sometimes, volcanic tephra are found in ice cores by just examining the ice visually (Gow and Williamson, 1971). However, glass microparticles emitted by cataclysmic eruptions, generally spread on a global scale, are only detected by microscope observation of the insoluble ash deposits filtered out from meltwater samples (De Angelis et al., 1985). On the other hand, the detection of sulfuric acid layers necessitates the use of various sophisticated analyti-\n0377-0273/98/$19.00 0 1998 Elsevier Science B.V. All rights reserved. PII SO377-0273(97)00040-l\ncal techniques like electrical conductivity and chemi-\ncal analysis (Hammer, 1980; Delmas et al., 19851. One of the main interests of volcanic eruptions is\nto form specific horizons which glaciologists utilize\nfor dating purposes (Hammer. 1989). ice records are\nalso used by volcanologists to evaluate the atmo-\nspheric impact of past cataclysmic eruptions and to\nreconstruct the eruptive episodes of volcanic areas or the fluctuations of past global volcanic activity\n(Zielinski et al., 1995). Compounds of volcanic origin found in Antarctic\nice are generally imported, since Antarctica is an ice-covered continent having a small number of vol-\ncanes. Presently active volcanic centers are mainly located in coastal regions or on sub-antarctic islands\n(Baker et al., 1977; Gonzalez-Ferran, 1982; LeMa-\nsurier and Thompson, 1990). Mount Erebus is the most famous one but the volcano of Deception Is-\nland, located at the tip of the Antarctic Peninsula\n(63‘S, 60”4O’W), is known to have erupted violently in 1967, 1969 and 1970 (Govorukha, 19731. Little is known about its eruptive history during the preced-\ning centuries (Baker et al., 1975). It is proposed to use ice core information to document the history of\npast volcanism of Deception Island. Tephra layers are common in glaciers of the South Shetland Islands. Several of them correspond-\ning to eruptions having occurred several centuries to millennia ago have been found around the volcano in\nlimnic and marine sediments (Matthies et al., 1990; Bjijrck et al., 199la) or in ice (Orheim, 1972a). The\ndating of these events is relatively uncertain. In the\nice, due to the intricate topography and the temperate nature of sub-Antarctic glaciers. the dating of the volcanic deposits is very difficult and little information of direct use for our study is available up to now. For instance, no systematic research has been undertaken on the ice cliffs of Livingston Island\nwhere thick pyroclastic deposits originating presumably from Deception Island are apparent (Calvet et\nal., 1993). The case of central Antarctic areas is different. The dating of the ice layers is easier due to the regular accumulation of the snow. However, these regions are remote from regional active volcanic centers and are more pickily suitable for studies on cataclysmic events of global concern. James Ross Island, located 200 km only from Deception Island\nand covered by a cold ice cap, can be considered, in principle, as an excellent observatory for regional volcanic activity (Fig. 1).\nOur study is based on the unique ash layer found\nalong a deep ice core collected on James Ross Island and covering the last four centuries. First of all, this\nfinding suggests that eruptions of this importance are\nnot frequent in the area, as also observed from lake\nsediment studies (Bjiirck et al., 199la). This exceptional horizon, detected also in the well-dated ice\nlayers of the South Pole, is used to fix the dating of the James Ross Island ice core.\n2. Techniques and methods\n2.1. Sampling\nThe drilling site was located on the lowest (‘Dalinger Dome’, 64”12’54”S, 57”40’30” W, eleva-\ntion 1640 m a.s.1.) of the two high points of James\nRoss Island. Local mean annual temperature is - 14.5 i 0.2”C and snow accumulation rate about 52 g cm -2 a-’ (Aristarain et al., 1986, 1987, 1990). The 154.3 m ice core was drilled in April 1981. After recovery, the ice was put in sealed polyethylene bags and stored frozen in insulated boxes\nuntil sub-sanlpling in Laboratoire de Glaciologie et Geophysique de I’Environnement, Grenoble, for var-\nious chemical and isotopic analyses. The presence of a well-marked, 2-3 mm thick, ash layer at 145.9 m\ndepth (118.4 m of water equivalent) was easily detected visually in the field (Fig. 21.\n2.2. Analytical techniques\nThe sub-sampling and re-coring procedures of the\nice core were performed in a cold room under clean air conditions (Legrand and Delmas, 19871. The results of the chemical measurements bearing on the whole core will be reported elsewhere. The piece of ice (about 0.6 m long which corresponds to about 2 years of precipitation) containing the ash layer was\nfirst investigated by electroconductometric measurements (ECM or ‘solid conductivity’, see Hammer, 1980) in order to evaluate its acidity. Major ions (Na, K, NH,, SO,, NO, and Cl) were measured by ion chromatography (Dionex 2OlOi). The acidity/al-\n,\\ \\ m\nFig. 1. Map of the northern part of the Antarctic Peninsula, showing South Shetland Islands, Deception Island and the ice-coring site of James Ross Island (#).\nFig. 2. Microscope photograph of the James Ross Island ash layer (indicated by arrows) reported in this study. Scale bar = 0.5 cm.\nkalinity of the meltwater samples was titrated ac-\ncording to Legrand et al. (1982). Finally, a few millilitres of the meltwater sample corresponding to\nthe ash layer were filtrated through a 0.4 ,um Millipore filter. The insoluble deposit was investigated by scanning electron microscopy (SEM) and energy-dispersive X-ray analysis (EDAX) for major element\ndetermination (see Palais et al., 1990 for details).\n2.3. Dating\nThe upper 81 m of the core (about I30 years) were dated year by year (Aristarain et al., 1986, 1990). Further down, an age-depth relationship was calculated using a glaciological model taking into account the thinning of the ice layers (Nye, 1963). The date of the ash layer was calculated 1652 A.D., with an uncertainty of ‘a few decades’ (Aristarain et al., 1990). In addition, a well-dated ice core recov-\nered at the South Pole and used for paleovolcanic\nstudies (Palais et al., 1989; Delmas et al., 1992)\nmade it possible to adjust this first dating based on a pure glaciological approach.\nLet us discuss volcanic spikes recorded in polar\nice cores around this date. Hammer et al. (1980) Moore et al. (1991) Delmas et al. (1992) and Zielinski et al. (1995) found at the very beginning of the\nXVIIth century a signal most probably linked to Huaynaputina eruption (Peru, 16%) in 1600 A.D., if we rely on microparticle composition data (Palais et al., 1989, 1990). Unfortunately, the 1981 James Ross Island ice core is too short by just a few years to contain any record of this significant volcanic horizon. Thereafter, some Antarctic records (Site G15 on the Mizuho Plateau, Moore et al., 1991; South Pole. Delmas et al., 1992) exhibit an acid signal dated around 1620- 1622 which could be related to a subAntarctic volcano which is, however, clearly not\nDeception Island, according to fine ash composition (Palais et al., 1989) on South Pole ice.\nThen, a well-marked acid signal, dated 1641 f 3, is found in two South Pole cores (Schwander, 1984; Delmas et al., 1992). Palais et al. (1989) investigated at this site the chemical composition of insoluble particles filtered out from a meltwater sample including the event and covering the interval 48.4 to 49.14 m depth (about 6 years of precipitation). Volcanic glass shards found in this sample were analysed for major elements by SEM and EDAX. In the same study were performed the analysis of the James Ross Island ash layer and of tephra particles collected on Deception Island itself. The three compositions look very similar, suggesting that we are dealing at the South Pole and on James Ross Island with the same eruption of Deception Island volcano. In addition, TiO,/K,O and SiO, values obtained by Palais et al. fit very well on the correlation diagram elaborated by Matthies et al. (1990) and Bjijrck et al. (1991a) from data of limnic Deception Island tephra deposits. Our tephra layer is therefore dated 1641 k 3 A.D."
  }, {
    "heading": "3. Deception Island volcanic deposits on James",
    "text": "Ross Island ice\n3.1. Acidic emission\nIn order to evaluate the acid gas emission by the 1641 eruption, we have studied the composition of the soluble compounds present in James Ross Island ice during and just after the time of the ash layer. About 2 years of precipitation including that period have been analysed by ECM and ion chromatography. The meltwater corresponding to the ash layer is not found acidic, as it could be expected for a volcanic level, but alkaline (see Fig. 3). Nevertheless, its sulfate content is significantly high (9 peq 1-l of nssS0,) in comparison to ‘normal’ values (2 peq 1-l max., Aristarain et al., in prep.). This shows that sulfur compounds were likely emitted during the eruption, but it is difficult from our data only to deduce their initial chemical form (e.g. gaseous SO, or sulfate salt). The counter ion of sulfate is sodium, probably soluble sodium of volcanic ash origin, since chloride content is not high in the sample containing ash material. Moreover, sodium concentration in this\n24\n16\na\n0\n0.8\n0.4\nNa+\n2.4\n1.6\n0.8\n0.0\n118.09 f 118.66 Depth (m. of water)\nV.L.\nFig. 3. Chemical composition of the ice core containing the 1641 ash layer. This length of ice covers about 2 years. Arrows indicate summers. Concentrations are in peq 1-l. ECM is for electroconductometric measurement (relative units).\nlayer (33.8 peq I-‘) exceeds the ‘normal’ sea-salt sodium concentration range (up to 18 peq 1~ ‘, Aristarain et al., in prep.). At the South Pole, sulfate\npeaks at 4.5 peq l- ’ at 48.8 m. It may be noted that the SO, emitted in the troposphere by such eruptions\ncould take time to be oxidized into sulfuric acid\n(especially if the eruption occurred in the polar night) and therefore be ‘diluted’ in the whole Antarctic troposphere before deposition.\nIs the strong volcanic eruption detected at this\ntime in Greenland ice (Hammer et al., 1980; Zielinski et al., 1995) the cause of the acid layers found\naround 1641 in south polar ice cores? We have\npresently no definite answer about that question. In\nany case, various other potential candidates of global concern (e.g., Awu, Indonesia or Long Island, New\nGuinea) could explain this acid layer (Zielinski.\n1995). As emphasized by Delmas et al. (1992), it seems unlikely that the 1641 Deception Island erup-\ntion was able to produce an acid spike in Greenland ice, without giving a huge signal in the Antarctic. But it can also be assumed that the acid peaks found\nin Antarctica and Greenland have not exactly the same date and do not originate from the same erup-\ntion. In this case, the Deception Island eruption\ncould be the origin of the Antarctic acid spikes only. In their microparticle study of a South Pole ice core, Mosley-Thompson and Thompson (1982) found\nseveral periods of high microparticle concentration, but the 1641 event is poorly visible, even if a\nrelatively unusual level at about 23 m depth (water equiv.).\n3.2. Sediment core records\nSediment cores collected in sub-Antarctic lakes in the Peninsula area show that large eruptions of De-\nception Island did occur during the last millennia (Bjiirck et al., 1991a). 14C determinations were used to date the ash layers and chemical measurements on the volcanic particles demonstrate the origin of the tephra. Moreover, a study of marine and lake sediments of the Fildes Peninsula in the Bransfield Strait area clearly indicates that Deception Island is the source of all tephra deposits found in the region (Matthies et al., 1990). Most recent recorded eruptions of Deception Island occurred 250, 450 and 750 yr B.P. The 250 yr B.P. eruption was only recorded\nin one lake (‘Hidden Lake’ of James Ross Island,\nBjiirck et al., 1991a) so that its dating is probably less reliable than that of the oldest events which are\ngenerally recorded in five regional lakes. If we con-\nsider that this tephra layer is the same as that found\nin ice, we have therefore a discrepancy of about 60\nyears between the two records. As the dating of the\nice core could hardly be erroneous by 60 years, then we have rather to question the dating of lake sedi-\nments. No error range is given by Bjarck et al. (1991a) for 14C dates, but uncertainties (& 100 yr)\nreported by the same author in another paper (Bj8rck\net al., 1991b) support our assertion. We can assume\nthat the volcanic cloud of this eruption took preferentially the direction of James Ross Island, which\nexplains that it is only visible on this island.\n3.3. Deception Island eruptive uctiuity over last centuries\nFrom this discussion based on lake sediment and ice-core records, it may be concluded that the 1641\neruption was probably the most important one of Deception Island for the last 350 years (the next one\nbeing some 100 years older), but also the more\nmodest of all the fourteen major eruptions reported by Bjiirck et al. for several millennia.\nAlthough the eruption is apparently the most powerful of the studied time period at James Ross Island,\nit is not the only one recorded in Antarctic ice. In particular, Palais et al. (1990) found that, among the\nparticles filtrated out from a meltwater sample of the South Pole ice core corresponding to the years 1816-1821 (26.4-27.1 m depth), the largest particles (15-30 pm) originate from Deception Island, probably from a moderate eruption noted by Orheim\n(1972b). The broad microparticle peak exhibited at that time in the South Pole profile of the ice core\nstudy of Mosley-Thompson and Thompson (1982) could be linked with a long eruptive period (several years) of the island. Moreover, in his study on the glacier of the crater, Orheim (1972a) reported on at least 8 eruptions for the past 200 years. None of them has been detected, up to now, along the JR1 core.\nAs earlier mentioned, Deception Island erupted recently three times: in December 1967, February 1969 and August 1970. Light tephra deposits were\nobserved on the nearby South Shetland Islands only horizon (max. H+ concentration: 11.6 heq l- ‘1, for the 1970 event. On the other hand, along a firn which they attributed to the 1967 eruption. A new core collected in 1978, Aristarain et al. (1982) de- firn core recovered at the same place in 1991 extected at a depth of 6.8 m (wat. equiv.) an acid hibits also an acid layer at the corresponding date\nIO\nr I -\nIs =L\n5\n2 3 4 Depth (m i water) 6 7\n1967\nI I I\n(H+(78/79)) ‘,\n6.0 6.5 1 i\n7.0 7.5 Depth ( m of water )\nFig. 4. Acid layer recorded in two James Ross Island firm cores, corresponding to the Dec. 1967 eruption of Deception Island (see text). This special layer has been first detected along the whole profile (insert is from Aristarain et al., 1982) and confirmed on a new fim core (collected in 1991) by acidity and sulfate measurements. The depth scale is that one used for the 1978 sampling (se-e insert). The dating of the 2 cores have been adjusted at the level of the acid event.\n(acidity and nssS0, peak at 8.1 and 7.3 ,ueq 1-r. respectively), confirming former measurements (Fig. 4). On the other hand, no similar acid signal is found in ice cores from the Peninsula (Mulvaney and Peel, 19881. The 1969 and 1970 events gave no acid signals, may be due to the unfavorable wind direction (Govorukha, 1973; Aristarain et al., 19821. These observations indicate that some eruptions are mostly recorded on James Ross Island by their gaseous acid emissions, others by their tephra emissions. It would be most valuable to investigate ash particles by microscopic methods along a James Ross Island ice core in order to detect all kinds of eruptions having occurred on Deception Island, even those of which ash deposits are not visible with the naked eye.\nFinally, wind direction at the time of the eruption may play an important role in the dispersion of solid and gaseous volcanic products. Considering the dominant wind direction in this region, James Ross Island lies generally in the lee of Deception Island and is therefore a good place to record deposits from this volcano. In the case of SO, emissions, the season of eruption is probably an additional parameter at these latitudes, as earlier mentioned."
  }, {
    "heading": "4. Concluding remarks",
    "text": "James Ross Island ice cap is located at a suitable distance to record past volcanic activity of Deception Island. This study reported on two Deception Island eruptions detected in James Ross ice over the last 370 years. Most interesting is an explosive event having left a visible ash layer in 1641 * 3 A.D. The comparison of the data with a paleovolcanic study at the South Pole made it possible to date it accurately and consequently to improve the dating of the ice core. Moreover, regional lake sediment studies dedicated to sub-Antarctic paleoenvironmental reconstruction over the Holocene would greatly beneficiate of further ice core activities on James Ross Island, where the thickness of the ice cap is probably suitable to investigate in detail several millennia (Aristarain et al., 1990). The combination of such a study with the works already performed at other south polar sites increases its general interest for paleovolcanic investigation in the southern hemisphere.\nAc~owl~gemen~\nLaboratory measurements were performed in Grenoble during a 15 month stay of A.J.A. supported financially by ~onlmission of the European Community and Instituto Ant&tic0 Argentino. Ash compositions were determined by J. Palais (Palais et al., 1989). We thank M. Creseveur and M. Legrand for their help in microscope photography and ion-chromatography, respectively."
  }],
  "year": 2003,
  "references": [{
    "title": "The Antarctic cenozoic volcanic provinces and their implications in plate tectonic processes. In: Craddock, C. (Ed.), Antarctic Geoscience",
    "authors": ["O. Gonzalez-Ferran"],
    "year": 1982
  }, {
    "title": "Volcanic ash in the Antarctic ice sheet and its possible climatic implications",
    "authors": ["A.J. Gow", "T. Williamson"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1971
  }, {
    "title": "Acidity of polar ice cores in relation to absolute dating, past volcanism and radio-echoes",
    "authors": ["C.U. Hammer"],
    "venue": "J. Glacial",
    "year": 1980
  }, {
    "title": "Dating by physical and chemical seasonal variations and reference horizons",
    "authors": ["C.U. Hammer"],
    "venue": "The Environmental Record in Glaciers and Ice Sheets. Dahlem Konferenzen,",
    "year": 1989
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["C.U. Hammer", "H.B. Clausen", "W. Dansgaard"],
    "venue": "Nature",
    "year": 1980
  }, {
    "title": "The effect of volcanic aerosols on global climate",
    "authors": ["P. Handler"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1989
  }, {
    "title": "Volcanic dust in the atmosphere, with a chronology and assessment of its meteorological significance",
    "authors": ["H.H. Lamb"],
    "venue": "Philos. Trans. R. Sot. London Ser. A",
    "year": 1970
  }, {
    "title": "Experimental protocol for the chemical analysis of snow, fim and ice cores",
    "authors": ["M. Legrand", "R.J. Delmas"],
    "venue": "NATO AS1 Ser. C",
    "year": 1987
  }, {
    "title": "Acid titration of polar snow",
    "authors": ["M. Legrand", "A.J. Aristarain", "R.J. Delmas"],
    "venue": "Anal. Chem",
    "year": 1982
  }, {
    "title": "Volcanoes of the Antarctic Plate and Southern Oceans",
    "authors": ["W.E. LeMasurier", "J.W. Thompson"],
    "venue": "Am. Geophys. Union Antarct. Res. Ser",
    "year": 1990
  }, {
    "title": "Deception Island tephra: a stratographical marker for limnic and marine sediments in Bransfield Strait area, Antarctica. Zentralbl",
    "authors": ["D. Matthies", "R. M’ausbacher", "D. Storzer"],
    "venue": "Geol. Pal’aontol. Teil 1",
    "year": 1990
  }, {
    "title": "A continuous 770 year",
    "authors": ["J.C. Moore", "H. Narita", "N. Maeno"],
    "year": 1991
  }, {
    "title": "Nine centuries of microparticle deposition at the South Pole",
    "authors": ["E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "Quat. Res",
    "year": 1982
  }, {
    "title": "Anions and cations in ice cores from Dolleman Island and the Palmer Land Plateau, Antarctic Peninsula",
    "authors": ["R. Mulvaney", "D.A. Peel"],
    "venue": "Ann. Glacial",
    "year": 1988
  }, {
    "title": "Correction factor for accumulation measured by the thickness of the annual layers in an ice sheet",
    "authors": ["J.F. Nye"],
    "venue": "J. Glacial",
    "year": 1963
  }, {
    "title": "A 200-year record of glacier mass balance at Deception Island Southwest Atlantic Ocean, and its bearing on models of global climatic change",
    "authors": ["O. Orheim"],
    "venue": "Inst. Polar Studies, Ohio State Univ. Columbus, Rep. 42,",
    "year": 1972
  }, {
    "title": "Volcanic activity on Deception Island, South Shetland Islands",
    "authors": ["O. Orheim"],
    "venue": "Antarctic Geology and Geophysics. Universitetsforlaget,",
    "year": 1972
  }, {
    "title": "Identification and correlation of volcanic eruption horizons in a 1000 year ice-core record from the South Pole",
    "authors": ["J.M. Palais", "S. Kirchner", "R.J. Delmas"],
    "venue": "Antarct. J. US (review),",
    "year": 1989
  }, {
    "title": "Identification of some global volcanic horizons by major element analysis of tine ash in Antarctic ice",
    "authors": ["J.M. Palais", "S. Kirchner", "R.J. Delmas"],
    "venue": "AM. Glacial",
    "year": 1990
  }, {
    "title": "Lufteinschluss im Eis von G&land und der Antarktis. Messung der elektrischen Leitfrihigkeit von Eisproben filr klimatologische Anwendung",
    "authors": ["J. Schwander"],
    "venue": "Ph.D. Diss. Univ. Bern, Bern,",
    "year": 1984
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland Ice Sheet Project 2 ice",
    "authors": ["G.A. Zielinski"],
    "venue": "core. J. Geophys. Res",
    "year": 1995
  }, {
    "title": "Record of volcanism since 7000 B.C. from the GISP2 Greenland ice core and implications for the volcanoclimate system",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "Twickler", "MS", "M. Morrison", "D.A. Meese", "A.J. Gow", "R.B. Alley"],
    "year": 1995
  }],
  "id": "SP:45792b094ea2b67f674fe8e5f8e7d66bfbb26470",
  "authors": [{
    "name": "Albert0 J. Aristarain",
    "affiliations": []
  }, {
    "name": "Robert J. Delmas",
    "affiliations": []
  }],
  "abstractText": "A well-marked volcanic ash layer was found at 145.9 m depth in a 154.3 m ice core recovered in 1981 on lames Ross Island, Antarctic Peninsula. Ash composition analysis indicates that we are dealing with an eruption of the Deception Island volcano located some 200 km northwestward from James Ross Island. Regional lake sediments seem also to have recorded the eruption. Its date (some 350 years ago) has been determined precisely by comparison with a well-dated South Pole Station ice core. The strength and regional to global impact of the event are discussed. It is concluded it was most probably the largest eruption of this volcano over the studied time period. This exceptional layer was used to adjust the dating of the core.",
  "title": "Ice record of a large eruption of Deception Island Volcano (Antarctica) in the XVIITH century"
}