{
  "sections": [{
    "text": "Pergamon Quaternary International, Vol. 43144, pp. 6146,1997.\nCopyright 0 1997 INQUA/ Elsevier Science Ltd Printed in Great Britain. All rights reserved.\nPII: S1040-6182(97)00021-9 1040-6182/97 $32.00\nTHE PLATE TECTONIC IMPACT ON CLIMATIC CHANGE WITH PARTICULAR RELEVANCE TO MESOAMERICA\nD.H. Tarling Dept. of Geological Sciences, University of Plymouth, Plymouth PLA &IA, U.K.\nThe oceanic circulation and associated climatic zonations some 120 Ma can be taken as more geologically ‘normal’ than the last few million years. It was dominated by a strong circum-Equatorial current accompanied by warm water circulation well into Polar areas. This resulted in a marked increase in salinity between 10 and 25”N/S, with consequential strong ocean stratification and circulation mostly in the upper one kilometre. This pattern was likely to be associated with a simple Two Hadley-Cell atmospheric circulation. Orbitally forced periodical variations in solar insolation gave eustatic sea-level changes of less than 10 m amplitude. During the last 50 Ma, the relative positions of the MesoAmerican continental plates have not changed greatly and hence plate motions have had little or no effect on the Atlantic deep-ocean haline circulation. Secondary plate tectonic processes - topographic change, volcanism and seismic activity - were more important and had marked local effects on the climate which could be mistaken for global changes. The Chihuahua area of Mexico provides the optimum site for identifying Recent global climatic changes. 0 1997 INQUA/ Elsevier Science Ltd\nINTRODUCTION\nIt is common, in many geological studies, to take the present situation as normal (‘The present is the key to the past’), but palaeoclimatically, the occurrence of extensive polar ice sheets is rare, occurring for only some 1% of geological time. It is thus important to establish what is, on a geological time-scale, the ‘normal’ terrestrial climatic regime. The probable palaeoclimatic situation some 120 Ma ago will be considered first. This is selected as being more typical of the last 300 Ma of the Earth’s history than during the last 3 Ma and for which there is recent evidence on the magnitude of eustatic sea-level changes. The plate tectonic evolution of MesoAmerica is then considered for three times - 25, 10 and 3 Ma ago - enabling an assessment of plate tectonic influences on climatic change in this region."
  }, {
    "heading": "THE ‘NORMAL’ GLOBAL CLIMATE OF GEOLOGICAL TIMES",
    "text": "It has long been widely recognised that the climatic fluctuations of the last 2-3 Ma are not typical of most geological time and that, for some 99% of the last 300 Ma, the Earth has had a more ameliorable climate than at present. It is therefore necessary to evaluate what is geologically ‘normal’ for any assessment of the longterm climatic factors. The palaeoclimate some 120 Ma ago, i.e. the Upper Barremian and Lower Aptian periods of the Cretaceous, can be taken as an example of such ‘normal’ coriditions (Fig. 1). The global average temperature was then some 3°C higher (Barron, 1983) and there were low temperate gradients from the equator to the poles so that temperate flora and fauna lived in high polar latitudes (Creber and Chaloner, 1985). The southern continents (South America, Africa, Arabia, Malagasy,\nGreater India, Australia, New Zealand and Antarctica) were then still largely united as Gondwanaland although the separation of ‘Eastern’ and ‘Western’ Gondwanaland had commenced. The Central Atlantic had been forming for 60 Ma, but was only one-third of its present width, while the North Atlantic had not yet formed and the Arctic was only half of its present size. The areas of ‘missing’ ocean, i.e. those formed since, were represented by an increased Pacific Basin. North America, Greenland, Europe and Siberia were still united as Laurasia. Manchuria and China (‘Manchi’), present-day Kalimanta and most of Indonesia/Malaya (‘Sundaland’), and the central Asian block - Dzungaria, Tarim, etc. (‘Centas’) formed separate continental units associated more with Gondwanaland than Laurasia. Gondwanaland extended from the South Pole to some 20”N, while Laurasia extended from close to the North Pole to 20”N. ‘Manchi’, ‘Centas’ and ‘Sundaland’ were in low latitudes. The remnants of an old ocean basin, Tethys, still lay between Gondwanaland and Laurasia, but was increasingly constricted as the supercontinents approached each other to form the Alpine-Himalayan mountains. Many details of this palaeogeography remain obscure, but the general pattern and distribution of the major continental blocks are relatively well established and enable an estimation of the oceanic and atmospheric circulation patterns for this time. (Unfortunately, as for all palaeogeographic reconstructions, the location of the shore-line is uncertain as the low topography means that it changes location over 100s to 1000s km for only small changes in sea-level.) With such a scenario, (i) deep-oceanic circulation, and (ii) the likely surface water circulation pattern, can be evaluated.\nDeep-water circulation\nThe polar regions, although much warmer than at present, must still have been areas of cooling of sea water,\n61\nAbout 120 M.A.\nFIG. 1. The palaeogeography and estimated surface ocean circulation some 120 Ma ago. Land areas are shown shaded, with continental shelf seas as stippled, the edges of which indicate the location of the edges of the continental blocks. Warm oceanic currents are depicted as lighter arrows than for the cold currents, but it is emphasised that the colder currents were then significantly warmer than those flowing today. (The background present-day shore-lines are shown for location purposes only.)\nparticularly during wintertime, but both polar regions were in open contact with the Pacific, so would thus not accumulate reservoirs of cold water and ice (Embry, 1984). Hot, but low salinity, equatorial surface waters (due to the high precipitation in the equatorial rain belt) would move into the high evaporation/low precipitation belts bordering the equatorial rain belt where their salinity would increase strongly. The low Equator-to-Pole surface temperature gradients imply that the main secondary features would be largely controlled by salinity contrasts. Cool polar waters would not circulate to great depths as the density differences would be small and cool polar water may well have been less dense that warmer, but more saline water masses. Where the two water masses were interfacing, cooling of the warmer saline waters would even further increase their density, stabilising the pattern whereby most ‘deep’ circulation was restricted to the upper kilometre of the ocean column and only cooled, highly saline waters would sink to the bottom of the oceans, mainly at latitudes of some 2%35”N/S. This would result in generally stagnant bottom waters only occasionally overturning in response to the changes in the physical properties, probably as a result of algal blooms in areas where the polar and equatorial waters mix, i.e. between 10 and 35”N/S. In such a general scenario, the main topographic constraints on the deeper oceanic flow pattern would be the distribution and shapes of the\ncontinental blocks and upper parts of the mid-oceanic ridge systems as the Central Atlantic, Arctic and Tethys were narrow and active and hence all less than 2 km deep. The ridges in the Pacific Basin would also restrict deep haline circulation, localising the ponding of such dense waters between them.\nOcean sudace current jlow and atmospheric circulation\nThe Equatorial Current is particularly important today. In the Cretaceous, only restricted parts of Africa and Arabia obstructed the flow, while ‘Sundaland’ and ‘Manchi’ only somewhat filtered and dispersed it. Consequently, a strongly enhanced circum-Equatorial current existed with an associated counter-Equatorial current. Eastern Gondwanaland deflected some of the current southwards, carrying warm waters close to the South Pole and forming an anti-clockwise South Pacific circulation that carried cool (rather than cold) waters along the western side of South America. Warm water also reached the (Canadian) Arctic from the North Pacific also resulting in higher temperatures in north polar regions.\nThe Pacific surface circulation was thus similar to that of today. It is also clear that both polar regions would have been significantly warmer, including during their\nwinters, with a high probability that they would generally be low atmospheric pressure zones, particularly during their summers. Such a situation would have had important consequences for the total atmospheric circulation. It seems probable that, for most of the Mesozoic, the atmospheric circulation pattern could be modelled by a relatively simple Two Hadley Cell circulation system, with no polar front (Tarling, 1978), further re-informing the general ameliorability of the climate, but leaving an enhanced equatorial rain belt, and drastically modifying the medium to high latitude wind patterns.\nNORMAL SEA-LEVEL CHANGES\nDespite the difficulty in determining global (eustatic) sea-level changes (MSmer, 1980), it is generally agreed that changes in sea level of up to loo-120 m were associated with glacial retreats and advances during the last 18,000 years or so. Even earlier eustatic sea-level changes have been recognised (Vail et al., 1977) particularly following Ramsbottom (1973, 1979). Most of these have been attributed to hypothetical changes in the size of ice sheets, but there is little evidence for their existence for much of the Mesozoic. Consequently, changes in the volume of the mid-oceanic ridges or in the rate of production of juvenile water have been suggested but both explanations are implausible as ocean crust formation, and hence ridge activity and subduction, are steady processes on a global scale and thus completely inconsistent with short-term ocean-volume changes.\nAn 8 Ma sequence of epitidal carbonates some 120 Ma old in Italy show very clear cyclicities in their sedimentological and lithological properties which correlate with estimated global insolation changes as a consequence of changing Earth/Sun orbital parameters [Iorio et at., 1995). Such a high correlation (~0.98) provides a constraint on the maximum possible sea-level changes during this period as the lithological changes in epitidal carbonates are restricted to depth changes of less than 10 m. Consequently the amplitudes of the orbitally driven sea-level changes were less than 10 m during at least this 8 Ma part of the Cretaceous. This is an order of magnitude less than those observed in the last 2.5 million years."
  }, {
    "heading": "PLATE TECTONIC ACTIVITY IN THE MESOAMERICAN REGION",
    "text": "The plate tectonic histories of the Gulf of Mexico, MesoAmerica and the Caribbean have been dominated by the relative motions of North and South America (Tarling and Urrutia-Fucugauchi, submitted). The Gulf of Mexico, initiated some i80 Ma ago, has since formed an integral part of North America. The central parts of the Gulf have either remained low-lying or have sunk while the Yucatan, Florida and Bahaman Banks, and Cuba, have been areas of major carbonate platform growth with little tectonic disturbance. The Nicaraguan Rise, Jamaica and the Greater Antilles, extending out to Puerto Rico, have\nbeen tectonically active, with complex and still poorly understood motions in response to the relative motions of the two major North and South American blocks. The Caribbean initially formed at a similar time to the Gulf of Mexico when ocean floor was being generated along a ridge extending from the developing Central Atlantic through to the Pacific. This spreading continued after the cessation of activity within the Gulf of Mexico, and so was accompanied by subduction along the Cuba Trench which extended eastwards to Puerto Rico and westwards to Nicaragua. This Caribbean plate spreading largely ceased some 80 Ma ago when the Central Atlantic Ridge linked to the South Atlantic Ridge:. This drastic change resulted in widespread flood basalts within the Caribbean Basin. These converted it into a strong crustal block that was more rigid than the continental rocks bordering it, particularly between Nicaragua and Puerto Rico, and along the Pacific margin. During Tertiary times some differential motion continued between North and South America, with the Caribbean mostly acting with South America. The differential motions were mostly taken up by transcurrent faulting, and compression or tension, extending between Nicaragua and Puerto Rico. The development of the Cayman Trough, mainly in OligoMiocene times, separated Cuba from most of the later compressive or tensional motions, which became concentrated in Nicaragua and Guatemala, in the west, the Cayman Trough itself, and from Haiti to Puerto Rico in the east.\nBy 25 Ma ago, most of the present features of the MesoAmerican region were in place and the differential motion between all three main areas has been small. The locations of the major plate elements are thus similar for subsequent periods (Fig. 2) with the main latitudinal change being of the South American (and Caribbean) plate. The main plate tectonic processes affecting the area have thus been predominantly secondary, associated with Pacific subduction, particularly volcanism and uplift. These were particularly evident in the gradual volcanic growth of the Panama Isthmus during Oligocene to present times. It is relevant that the final link between North and South America in late Pliocene times was entirely a consequence of volcanism and not directly related to continental plate motion. Considerable tectonic activity has also been concentrated along the border between the Gulf of Mexico and the Caribbean associated with changes in latitude of the South AmericanCaribbean plate."
  }, {
    "heading": "PLATE TECTONIC INFLUENCES ON THE",
    "text": "PALAEOCLIMATE OF MESOAMERICA\nPARTICULARLY IN THE LAST FEW MILLION YEARS\nThe influence of this plate tectonic model on the palaeoclimatic evolution of the MesoAmerican area, particularly during the last 10 and 3 Ma, can thus be evaluated under various headings. Some of these relate to potential global effects, but most are of local importance.\n64 D.H. Tarling\nEarly Miocene c.25Ma An 6/7\nPliocene c.3Ma An 2\nFIG. 2. MesoAmerican plate tectonic reconstructions. (a) 25 Ma, (b) 10 Ma and (c) 3 Ma. The edges of the continental blocks are shown as thick, grey lines, with the major transform areas as thin, black lines. The main subduction zones are shown with arrow heads indicating the direction of subduction and are bordered by shading indicating the main areas of subduction-related volcanism. Some major volcanism was also associated with the differential motion between the different continental units (e.g. the Trans-Mexican Volcanic Belt, see text), but these are not depicted here; and (c) the Present Day.\nLatitudinal changes\nAs there has been less than 2” change in the latitude of the Gulf of Mexico during the last 100 Ma there is clearly no climatic eFfect directly attributable to this motion. South America has moved somewhat more, but still by less than 9”.\nDeep haline oceanic circulation\nAs the locations of continental blocks within the\nCaribbean and Gulf of Mexico area (Tarling, 1980, 1988) have remained similar during the last 25 Ma (Fig. 2), the Blake Escarpment off North America, the Bahamas Platform and the Cuban block, with Hispaniola, would have diverted any deep water circulation, travelling from north polar regions through the Central Atlantic, towards the Equatorial and South Atlantic in much the same manner as today. Thus plate tectonic activity in this region can have had no significant effect on the global oceanic haline circulation during the last 10 Ma.\nSu$ace oceanic circulation\nIt is only in the last million years that direct shallow marine connections across the Panama Isthmus ceased. However, even with a 100-120 m, higher sea-level prior to the Pleistocene, it seems unlikely that there would have been major passage of water between the Caribbean and Pacific during most of the Tertiary as the distance between Nicaragua and northern South America was not great and the extensive carbonate banks of Cuba and the Bahamas, in particular, deflected the entry of Atlantic waters. Only during the Cretaceous was there a significant sea connection linking the Atlantic and Pacific (Fig. 1). The increased Atlantic to Pacific circulation would slightly increase the average water temperatures in this area of the Pacific and probably result in more frequent tropical storm activity, but such climatic changes were far smaller than those associated with local topographic changes.\nVolcanic activity\nDuring historical times, Central America has been the location of two of the most energetic volcanic explosions known: Cosiguina, 1835, and Santa Maria, 1902 but these had no significant global climatic impact compared with the some Indonesian eruptions: Tambora, 18 15 and Krakatoa, 1883, or even the Laki Icelandic eruption, 1783. This difference probably reflects the difference in composition. This would imply that the volcanism of the Trans Mexican Volcanic Belt could be particularly important in terms of global climatic change and there is clear evidence that many prehistoric eruptions were extremely large. Each would also have a strong local effect that may be direct, i.e. surges and flows as in the El Chichon eruption in Mexico, 1982, but large scale indirect effects could result from the disruption of the entire hydrological system of the region - particularly when fluidized ash and debris flows (lahars) are formed - as in the 1985 Nevada de1 Ruiz, Colombian eruption. Such volcanic activity can cause local, regional or global climatic changes lasting for a few months to a few years. Unfortunately, the scale of local and regional changes in vegetation, fauna and soil types is sufficiently large that it is difficult to distinguish global and local climatic changes - particularly when such events disrupt the drainage of an entire region.\nEarthquake activity and land-slips\nThe subduction associated with the Middle American Trench is responsible for considerable seismic activity along the entire Pacific coastline of which the Oaxaca earthquake, 1978, and the Mexico City earthquake, 1986, are recent examples. Other earthquake belts exist along the still active boundary of Nicaragua to Puerto Rico, and two belts through the Lesser Antilles, as well as along the interface between South America and the Caribbean plate. Earthquakes are not usually accompanied by direct climatic change but can have dramatic effects on the\nhydrological cycle. This can occur in a variety of ways. Fault systems may be opened or closed, or the material within them ground into finer particWes, making them less permeable than before. As such fault system can penetrate some lo-12 km through the upper crust, the areas affected by such changes can be very large. However, more common and localised is the occurrence of landslips, particularly those giving rise to mass debris slumps (lahars) that can flow for tens of kilometres, often at high speed, which block and may completely change the hydrological regime of wide areas. As with volcanological effects, these hydrological changes can readily be mistaken for global climatic change.\nTopographic change\nChanging topography as a result of either volcanic or seismic activity can be dramatic and rapid, e.g. Monte Nuovo near Naples grew to 113 m in 48 hr in September 1538 while Paricutin in Mexico grew to 325 m in 3 months at the end of 1943. Conversely, as for Krakatau, 1883, volcanic activity can remove topographic features. Generally, rapid volcanic growth or destruction only has a highly localised climatic effect, but in many mountain chains, there are key areas that control the interchange of air masses, as in the Western Cordillera. Topographic changes in such key areas could have a major impact on the adjoining regions. In this context, it should be emphasised that, over the last 10 million years, the Andes have doubled in height and the development of the Middle American Trench, mostly (during the last 10 Ma, would imply that similar or even greater changes of height have occurred along the Pacific margin of MesoAmerica during this time."
  }, {
    "heading": "SOME OTHER INFLUENCES ON PALAEOCLIMATE",
    "text": "Clearly the plate tectonic aspects of climatic changes cannot be considered in isolation from other factors such as the carbon cycle and algal bloom effects during the Cretaceous. Such effects are well recognised, although not yet adequately understood. A largely neglected factor is the possible influence of changes in the strength of the Earth’s magnetic field. The long period (ka) cyclicity in the calibration correction to 14C dating variations is attributed to changes in the production of 14C in the ionosphere as a consequence of changes in the intensity of the geomagnetic field strength. This is explained as changes in the intensity of the Earth’s magnetic field altering the height at which the solar/terrestrial electromagnetic interactions take place. .A reduced field enables greater penetration of shorter wa,velength radiation into the atmosphere and hence greater productivity of 14C and vice versa. Such a model implies that there are significant changes in the height of the effective atmosphere i.e. the height at which the temperature begins to increase. Current climatic models assume a fixed effective atmo-\nspheric height of 10 km but this may be over simplistic on scales greater than a few 100 years.\nCONCLUSIONS\nClearly the most persistent factor affecting climatic change on the Earth has been the changing insolation as a result of the altering orbital relationship of the Earth and Sun, the Milankovitch cycles. However, the ways and time-scales in which the Earth’s atmosphere and oceanic circulations, and particularly the cryosphere (Berger et nl., 1990) react to such changes drastically modify the observed climatic response. For earlier periods, the cryosphere effects are minimal; the major interference factor arises from palaeogeographical changes and their effects on oceanic circulation. The changes are extremely gradual as net ocean floor growth is only some 2-3 cm/ year on each ridge, but these eventually lead to conditions in which the extant oceanic and atmospheric circulation patterns become metastable and can then, potentially within a single year, switch to entirely different regimes. It is probable that the changing oceanic access to polar regions has been particularly critical during the last 3 Ma (Tarling, 1978). with the onset of Antarctic glaciation being controlled by the changing paiaeogeography enabling the development of the Circum-Antarctic Current. In the Arctic, water exchange with the Pacific was controlled by the growth of the Aleutian Arc, while exchange with the Atlantic was controlled by the development of the Bering and Davis Straits and then the northern North Atlantic.\nSomewhat surprisingly, the plate tectonic controlled palaeogeographic evolution within the MesoAmerican region has had little affect on global climate. The only potentially major effect - the blocking of the Cretaceous circum-Equatorial current - was nullified by the slightly earlier closure: of the Tethys between Indo-Arabia and Asia. Similarly changes in the Caribbean, with potential effects on central Atlantic oceanic surface water circulation, were mainly significant for eastern North America and Western Europe, rather than having direct global impact. It has been changes in sea-level, rather than plate tectonic movements, that have been critical to the effectiveness of circulation out of the Gulf of Mexico.\nWhile plate tectonic motions in MesoAmerica have been small, there have been major effects from secondary plate processes. There is still no clear evidence that the violent volcanism of much of the area has been directiy associated with persistent global climatic effects, although the 80 Ma basalts of the Caribbean offer another source for sudden climatic change at this time. The more realistic problem is the difficulty in distinguishing\nbetween small scale eruptions that simply affect the immediate ecosystem from those associated with global climate change. Such activity, including seismic movements, commonly affects the drainage system with consequential changes in moisture availability that appear to be climatic. The implication is that the study of palaeoclimatic changes during the last few thousand years in MesoAmerica should be undertaken either on a very extensive scale, whereby anomalies could be recognised, or in the most geologically stable, but climatically sensitive areas. For example, near Chihuahua in northern Central Mexico, although here aridity may well be marked by non-deposition. Nonetheless, it is still clear that such studies are urgently required, not merely for palaeoclimatic purposes, but to enable studies of such secondary, hazardous plate tectonic processes as these continue to operate throughout most of MesoAmerica.\nREFERENCES\nBarron, E.J. (1983). A warm equitable Cretaceous: the nature of the problem. Earth Science Reviews, 19, 305-338. Berger, AI., Galle, M., Fichefet. Y., Marsiat, I. and Tricat, C. (1990). Testing the astronomical theory with a coupled climate-ice-sheet model. Gfobal and Planetmy Changes, 3, 125-141, Creber, G.T. and Chaloner, W.G. (1985). Tree growth in the Mesozoic and early Tertiary and the reconstruction of palaeoclimates. Pnlaeogeography, Palneoclimatoiogy, Palaeoecology, 52, 35-60. Embry, A.F. (1984). Upper Jurassic to lowermost Cretaceous stratigraphy, sedimentology and petroleum geology, Sverdrup Basin. CSPG-CSEG, National Convention, pp. 49-50. Iorio, M., Tarling. D.H., D’Argenio, B. and Nardi, G. (1995). Ultra-tine magnetostratigraphy of Cretaceous shallow water carbonates, Monte Raggeto, southern Italy, In: Morris, A. and Tarling, D.H. (Eds.), Paleomagnetism and Tectonics of the Mediterranean Region, Geological Society of London, special publication 105, 195-203. Momer, N.-A. (ed) (1980). Earth Rheology, Isosfasy, and Eustacy. Wiley, Chichester. Ramsbottom, W.H.C. (1973). Transgressions and regressions in the Dinantian: a new synthesis of British Dinantian stratigraphy. Proceedinas of the Yorkshire Geological Society, 39, 567407. Ramsbottom,-W.H.C. (1979). Rates oftransgressibn and regression in the Carboniferous of N.W. Europe. Journal of the Geological Socieq of London, 136, 147-153. Tarling, D.H. (1978). Geological-geophysical aspects of Ice Ages. In: Gribbin, J. (ed), Climatic Change, pp. 3-24. Cambridge University Press. Tarling, D.H. (1980). The geological evolution of South America with special reference to the last 200 million years. h: Ciochon, R.L. and Chiarelli, A.B. (eds), Evolutionary Biology of the New Worid Monkeyr and Continental Drift, pp. 141. Plenum Press, New York. Tarling, D.H. (1988). The geological evolution of South America, with special reference to economic geology in the Amazonian region. In: Memoria I Simposium Amozonico, Bol. Geol., Publ. Espec., 10, 747- 768.\nTarling, D.H. and Urrutia-Fucugauchi, J. (submitted). The plate tectonic evolution of MesoAmerica. &eo$sica International. Vail. P.R.. Mitchum. R.M.. Jr. and Thompson, S., III (1977). Seismic . . ..- stratigraphy and global changes of sea-level. 4. Global cycles of relative changes of sea level. Memoirs of the American Association of Petroleum Geologists, 26, 83-97."
  }],
  "year": 2004,
  "references": [{
    "title": "A warm equitable Cretaceous: the nature",
    "authors": ["E.J. Barron"],
    "year": 1983
  }, {
    "title": "Testing the astronomical theory with a coupled climate-ice-sheet",
    "authors": ["AI", "M. Galle", "Fichefet. Y", "I. Marsiat", "C. Tricat"],
    "year": 1990
  }, {
    "title": "Tree growth in the Mesozoic",
    "authors": ["G.T. Creber", "W.G. Chaloner"],
    "year": 1985
  }, {
    "title": "Upper Jurassic to lowermost Cretaceous strati",
    "authors": ["A.F. Embry"],
    "year": 1984
  }, {
    "title": "Earth Rheology, Isosfasy, and Eustacy",
    "authors": ["Momer", "N.-A"],
    "year": 1980
  }, {
    "title": "Transgressions and regressions in the Dinantian: a new synthesis of British Dinantian stratigraphy",
    "authors": ["W.H.C. Ramsbottom"],
    "venue": "Proceedinas of the Yorkshire Geological Society,",
    "year": 1973
  }, {
    "title": "The geological evolution of South America",
    "authors": ["D.H. Tarling"],
    "year": 1980
  }, {
    "title": "The geological evolution of South America, with special reference to economic geology in the Amazonian region",
    "authors": ["D.H. Tarling"],
    "year": 1988
  }],
  "id": "SP:dcda23f7ef57b78738225e6f489d857a106b23c7",
  "authors": [{
    "name": "D.H. Tarling",
    "affiliations": []
  }],
  "abstractText": "The oceanic circulation and associated climatic zonations some 120 Ma can be taken as more geologically ‘normal’ than the last few million years. It was dominated by a strong circum-Equatorial current accompanied by warm water circulation well into Polar areas. This resulted in a marked increase in salinity between 10 and 25”N/S, with consequential strong ocean stratification and circulation mostly in the upper one kilometre. This pattern was likely to be associated with a simple Two Hadley-Cell atmospheric circulation. Orbitally forced periodical variations in solar insolation gave eustatic sea-level changes of less than 10 m amplitude. During the last 50 Ma, the relative positions of the MesoAmerican continental plates have not changed greatly and hence plate motions have had little or no effect on the Atlantic deep-ocean haline circulation. Secondary plate tectonic processes topographic change, volcanism and seismic activity were more important and had marked local effects on the climate which could be mistaken for global changes. The Chihuahua area of Mexico provides the optimum site for identifying Recent global climatic changes.",
  "title": "PII: S1040-6182(97)00021-9"
}