{
  "sections": [{
    "text": "In the central sector of the Main Ethiopian Rift, the Ziway–Shala lake basin system includes four present-day residual lakes, from north to south, lakes Ziway, Langano, Abijata, and Shala. This region of East Africa is under the influence of the Intertropical Convergence Zone seasonal migration. Thus it has been designated as a potential core site by the ERICA Project (‘Environmental Research for Intertropical Climate in Africa’). The four lakes have been subjected to strong changes in water level and water salinity at least during the Late Pleistocene. The purpose of this study is to produce a model of basin formation and sediment accumulation for this system of lakes, in order to separate the effects of climatic change from environmental variations induced by local or regional factors such as volcano-tectonic forcings. In addition to an exhaustive synthesis of available data, various investigations have been used to develop this model: 3D remote sensing, high-resolution seismics, coring, and structural, sedimentological, and hydrological field studies. New AMS radiocarbon dating helped to refine the pre-existing stratigraphic framework for this region, and basin age estimations were calculated using mean sediment accumulation rates. The history of the Ziway–Shala lake basin system has been reconstructed from\nŁ Corresponding author. Fax: C33-298498749; E-mail: tiercelin@univ-brest.fr 1 Present address: Elf Petroleum Norge AS, Research and Development Department, Dusavik, P.O. Box 168N, 4001 Stavanger, Norway.\n0031-0182/99/$ – see front matter  1999 Elsevier Science B.V. All rights reserved. PII: S 0 0 3 1 - 0 1 8 2 ( 9 8 ) 0 0 2 2 0 - X\n136 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177\nthe Late Pliocene–Early Pleistocene period (106 yr), mainly characterized by catastrophic explosive volcanic eruptions. The early-middle Pleistocene–Late Pleistocene period (104–106 yr) was marked by a regional volcano-tectonic paroxysm, resulting in major changes in the morphology of the area, with the formation of the Abijata, Ziway and Shala lake basins. From ¾0.20 Ma, the Ziway–Shala basin history is marked by the eastward migration of volcano-tectonic activity, resulting in the development of the youngest basin of the Ziway–Shala system, the Langano Basin. The joint history of sedimentation in the Ziway, Langano, Abijata, and Shala lake basins started during the early-Late Pleistocene period (101–104 yr) and is characterized from this period up to the present-day by a series of climatically controlled rises and falls of lake level.  1999 Elsevier Science B.V. All rights reserved.\nKeywords: Ethiopia; volcanism; rift tectonics; lake level; palaeoclimate; sedimentation"
  }, {
    "heading": "1. Introduction",
    "text": "The small and large lakes of the East African Rift system (EARs) have been shown to contain high-resolution volcano-tectonics and palaeoclimate proxy records that extend back into the Oligo–Miocene (Talbot and Livingstone, 1989; Morley et al., 1992; Johnson et al., 1996; Johnson and Odada, 1996; Lezzar et al., 1996; Cohen et al., 1997). In the central segment of the Main Ethiopian Rift (MER), the Ziway–Shala lake basin system includes four residual lakes which have been subjected to strong changes in lacustrine conditions, at least during the Late Pleistocene (Street and Grove, 1979) (Fig. 1). It has been designated as a core project of ERICA, the ‘Environmental Research for Intertropical Climate in Africa’ Project, to obtain a complete record of the monsoon in intertropical Africa through the last glacial–interglacial cycle.\nThe purpose of this study is to reconstruct at different architectural scales (106 yr, 104–106 yr, and 101–104 yr) (Leeder, 1993) the mechanisms of basin formation and sediment accumulation for the Ziway– Shala lake system related to volcano-tectonic and climatic forcings during the Pleistocene–Holocene period. To attain this end, and in addition to an exhaustive synthesis of available data, various investigations were conducted in the Ziway–Shala lake basin during three successive seasons of field work,\nFig. 1. (A) Location of the Main Ethiopian Rift (MER) within the East African Rift system. (B) Summary geological map and main physiographic features of the central sector of the MER between 7º and 8º300N. 1 D Pleistocene fluvio-lacustrine sediments; 2 D recent basaltic flows, cinder cones and hyaloclastites; 3 D late Quaternary volcanism (pumice deposits and obsidian lavas); 4 D Pleistocene rift floor ignimbrites and pumice deposits; 5 D Pliocene trachytic shield volcanoes; 6 D Oligocene to Miocene plateau basalts and ignimbrites; 7 D main plateau boundary (simplified from Di Paola, 1972; Street, 1979). Inset: Fig. 2.\n1994, 1995, and 1997. This paper presents the result of: (1) remote sensing structural interpretation using aerial photographs and 2D–3D SPOT satellite imagery; (2) structural and sedimentological field studies; (3) a high-resolution reflection seismic survey of Lake Langano using a SIG MiniSparker (50 J); (4) coring of lacustrine sequences in lakes Langano and Abijata using the Equarift stationary piston corer and a Livingstone corer; and (5) a hydrological and hydrogeochemical study of the lake system."
  }, {
    "heading": "2. General setting, climate, hydrology, and vegetation",
    "text": "The Ziway–Shala lake basin system (7–8º300N lat.; 38º070–39º300E long.) is part of the NNE-trending MER that forms, together with the Afar Depression, the northernmost segment of the East African Rift system. Northward this segment diverges to oceanic spreading regimes with the Red Sea and the Gulf of Aden rift systems (Fig. 1A).\nIn the study area, the MER is bounded by steep border fault escarpments 70–80 km apart, limiting the Ethiopian Plateau to the west, and the Southeastern Plateau to the east. The latter exceeds 2500 m in elevation over wide areas. The large Pliocene trachytic shield volcanoes of Mount Chilalo (4006 m), Mount Badda (4170 m), Mount Kubsa (3760 m) overlook\nC. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 137\n138 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177\nthe Ziway–Shala lake basin system from the east. The rift floor rises to 1550–1700 m above sea level. Several dormant silicic caldera volcanoes rise above the rift floor: Mount Bora (2293 m), the Alutu Caldera (2328 m), the O’a Caldera (1960 m), and the Corbetti Caldera (2320 m) (Mohr, 1966a) (Fig. 1B).\nThe modern climate of the Ziway–Shala region varies markedly over quite short distances. It is mainly characterized by alternating wet and dry seasons following the annual movements of the Intertropical Convergence Zone (ITCZ) which separates the air streams of the northeast and southeast monsoons (Nicholson, 1996). The mean annual rainfall is no more than 600 mm in the vicinity of Lake Ziway (Kingham, 1975), and rises to a maximum of 1200 mm at the high margins (3000 m contour) of the MER. Mean annual temperature is less than 15ºC in the highlands and more than 20ºC in the lowlands. Evaporation ranges from more than 2500 mm on the rift floor to less than 1000 mm in the highlands. The present vegetation ranges from open woodland to bushed grassland on the rift floor. Rift shoulders are characterized by bushed grassland, then remnants of dry, montane forest and, from 3200 to 3500 m, ericaceous scrub and Afroalpine moorland (Makin et al., 1975).\nThe Ziway–Shala lake system covers an area of about 14,640 km2 and includes four lakes: Ziway, Langano, Abijata, and Shala (Fig. 1B, Fig. 2). This system is currently hydrologically closed. The three northernmost lakes, Ziway, Langano, and Abijata are connected by a surface network, and groundwater flowpaths move towards the southernmost Lake Shala which has the lowest elevation (1558 m). Lake Ziway, the northernmost, highest (1636 m) and most extensive of the four lakes, has an area of 442 km2 and a maximum recorded water depth around 9 m (Makin et al., 1976) (Fig. 2). Lake Langano lies at an altitude of 1582 m. It has an area of 241 km2 and a maximum recorded water depth of 48 m (Italconsult, 1970; this study). Lake Abijata was previously described with an area of 176 km2 and a maximum water depth of 14 m (surface altitude 1578 m) (Vatova, 1941; Gasse and Street, 1978). Today Lake Abijata registers a maximum depth of 9 m, mainly as a consequence of the 1984–1988 drought period and, to a lesser degree, water extraction for trona production (Chernet et al., 1996; Chernet, 1997). Each of the three lakes has an elongate shape parallel to the\nmain trend of the MER and can be defined as tectonically controlled lakes (Fig. 2). The southernmost Lake Shala, the deepest (257 m) lake of the eastern branch of the EARs, is 28 km long and 15 km wide with an area of 329 km2 (Morandini, 1940; Baumann et al., 1975). The central lake basin lies in a 17 km in diameter, funnel-shaped caldera of Pleistocene age called the O’a Caldera (Mohr, 1967). The western part of the lake lies in a tectonically controlled depression. Thus, Lake Shala can be classified as a volcanically–tectonically controlled lake (Fig. 2).\nThe surface hydrographic network of the Ziway– Shala lake basin system is particularly well developed to the north of the area, with the Meki and Katar rivers entering Lake Ziway from the western and eastern escarpments. Lake Langano is mainly maintained by five major rivers, Huluka, Lepis, Gedemso, Kersa and Jirma, flowing northwest then north from the southeastern escarpment and characterized by weak, low water flow. Lake Abijata receives flow at its northern end from the Bulbula and Horocallo rivers flowing from Lake Ziway and Lake Langano, respectively. The surface inflows to Lake Shala come from two main sources, the perennial Adabar River which enters from the southeastern rift escarpment, and the main branch of the Gidu River flowing from the western escarpment (Fig. 2).\nAs a consequence of the recent volcano-tectonic activity in the area, geothermal features are wellrepresented in the Ziway–Shala basin. Hydrothermal activity is present on the western side of the MER, in the Butajira–Silte zone (Imba Koto springs) west of Lake Ziway (Fig. 1B). Within the Ziway–Shala system, steam and fumaroles exist in the Alutu volcanic centre. The largest hydrothermal fields exist on the Tulu Gudu Island of Lake Ziway, along the northern and eastern shores of Lake Langano (North Bay and Edo Laki Island, Bole, and O-itu Bay) and on the east, southeast and southwest shores of Lake Shala (UNDP, 1973; Baumann et al., 1975; Chernet, 1982; Travi et al., 1997) (Fig. 2)."
  }, {
    "heading": "3. Structure of the Ziway–Shala lake basin system",
    "text": "The detailed structure of the Ziway–Shala lake basin system has been analysed using SPOT 2D–3D\nC. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 139\nimagery and aerial photographs (Fig. 3), high-resolution seismic data and field observations. Subsurface data are few in this area, but we extracted useful\ninformation from gravity surveys, hydrologic boreholes, and deep wells related to geothermal exploration.\n140 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177"
  }, {
    "heading": "3.1. Pre-Plio–Pleistocene history of the Ziway–Shala region",
    "text": "The initial phase of development of the MER is attributed to the influence of a mantle plume extending beneath the 1100-km-wide Ethiopian Plateau resulting in widespread flood-basalt volcanism and plateau uplift with two main episodes dated at 45–30 Ma and 18–14 Ma (Davidson and Rex, 1980; Mohr, 1983; Hart et al., 1989; WoldeGabriel et al., 1991; Ebinger\net al., 1993; Hayward and Ebinger, 1996; Courtillot et al., 1997; Hofmann et al., 1997). In the southern and central sectors of the MER, volcanism started as early as in Eocene time with important basaltic eruptions, associated with an early stage of rifting characterized by uplift and faulting (WoldeGabriel et al., 1990, 1991; Ebinger et al., 1993). From Late Oligocene to Early Miocene times, the first major phase of rifting within the MER resulted in a series of asymmetric half-grabens with alternating polarity.\nC. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 141\nBy mid-Late Miocene time, the eastern and western faulted margins of the MER had formed (Davidson and Rex, 1980; WoldeGabriel et al., 1990). Then, in Late Miocene–Early Pliocene time, evolution from alternating half-grabens to a full, symmetrical graben occurred.\nThe present symmetrical rift was fully defined by 3.5 Ma when a paroxysm of ignimbrite (¾2000 km3) of the Munesa crystal tuff erupted from a large, now buried caldera located on the rift floor (WoldeGabriel, 1987). Since this period, vertical displacement of up to 2 km has occurred in the central sector of the MER (WoldeGabriel et al., 1990, 1992). Since ¾1.6 Ma, volcanic activity and structural deformation of the MER has been confined to a NNEtrending structure formed by a line of hundreds of young faults and volcanic centres along the rift floor close to the eastern escarpment, and arranged in en échelon fashion (Meyer et al., 1975; Morton et al., 1979; WoldeGabriel et al., 1990). This volcano-tectonic axis, named the Wonji Fault Belt (WFB) by Mohr (1960), is considered to be the current axis of crustal extension (Fig. 1B, Fig. 4)."
  }, {
    "heading": "3.2. The Wonji Fault Belt",
    "text": "This 8-km-wide belt of normal faults maintains a NNE structural orientation along the entire length of the Main Ethiopian Rift. In the central sector of the MER, the WFB is dextrally offset into four en échelon rift-axis segments. From north to south, these are the Gadamsa–East Ziway, Ziway–Shala, Shala– Corbetti, and Duguna–Abaya segments (Mohr, 1960, 1967; Lloyd, 1977; Mohr et al., 1980; WoldeGabriel et al., 1990). Within the Ziway–Shala region, the WFB formed along the eastern marginal graben of this sector. Caldera-topped shield volcanoes occur at each WFB offset: the Alutu Caldera between the Gadamsa–East Ziway and Ziway–Shala segments, the O’a Caldera (presently occupied by Lake Shala) between the Ziway–Shala and Shala–Corbetti segments, and the Corbetti Caldera at the south end of the Shala–Corbetti segment (Mohr et al., 1980) (Fig. 4).\nThe WFB represents continuous volcano-tectonic activity from the Early Pleistocene to Recent times and probably reflects the present-day stress field for this part of the MER (Gouin, 1979; Morton et al., 1979; Mohr, 1983; Alula et al., 1992). Different studies bracket tectonic activity and lava production in the WFB to the period from 1.60–0.83 to 0.20 Ma (Meyer et al., 1975; Morton et al., 1979; WoldeGabriel et al., 1990). Rhyolitic ridges and domes dated to 1.3–1.05 Ma relate to the activity of a large (around 30 km in diameter?) caldera partly buried beneath the Langano–Abijata–Shala basins and named the Gademotta Caldera (Laury and Albritton, 1975; Lloyd, 1977; EIGS-GLE, 1985; WoldeGabriel et al., 1990) (Fig. 1B). Volcanism may have shifted at about this time from the median toward the eastern, marginal zone.\nA regional rift volcano-tectonic paroxysm is evident at ca. 0.30–0.20 Ma (Mohr et al., 1980). Major caldera subsidence occurred at O’a with the accompanying emplacement of two successive ignimbritic flows: the ‘Strongly Welded Green’ ignimbrite (SWG) (>70-m-thick) overlain by the ‘Weakly Welded Beige’ ignimbrite (WWB) (>50-m-thick) (Qi4 and Qi5 of Mohr et al., 1980). K–Ar dating indicates that the two ignimbrite flows erupted by about 0.24 Ma (Mohr et al., 1980). The Corbetti and Alutu volcanoes possibly erupted together with\n142 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177\nO’a, also evolving to a caldera-forming shield volcano type (Di Paola, 1972; Lloyd, 1977; Mohr et al., 1980; WoldeGabriel et al., 1990).\nPost-0.20-Ma fissural basaltic eruptions and superimposed scoria cones have been confined to the WFB, mostly in the Gadamsa–East Ziway and Shala–Corbetti segments (Lloyd, 1977), and in the Ziway–Shala segment with the Tulu Billa basaltic eruption at 0.18 Ma (Mohr et al., 1980) (Fig. 2). Silicic fissural volcanism is described at 0.15 Ma in the Alutu volcanic centre (Electroconsult, ELC, 1986; Gianelli and Teklemariam, 1993), and has continued up into Holocene times from the Corbetti (Urji and Chabbi volcanoes) and Alutu calderas (Dakin and Gibson, 1971; Di Paola, 1972) (Fig. 1B) as shown by numbers of ash layers within the Late Pleistocene– Holocene deposits north and east of Lake Abijata (Street, 1979), and in the lakes Langano and Abijata sediment cores. Intermittent late Holocene activity of Alutu is demonstrated by obsidian flows and pumice breccias dated at about 2 ka (Gianelli and Teklemariam, 1993) and ash layers west of the volcano, which were deposited shortly before 1.54 ka and shortly after 0.23 ka (Haynes and Haas, 1974)."
  }, {
    "heading": "3.3. The Lake Ziway Basin",
    "text": "Lake Ziway lies in a east-dipping downfaulted basin bounded to the west by the 20-km-long, NNEtrending West Ziway Fault (WZF) of Holocene age (Gèze, 1974) or possibly older (Street, 1979) (Fig. 1B, Fig. 2). Swarms of parallel, vertical fissures and linear collapse depressions have been reported along the WZF. Such features relate to the regional fault patterns and may be attributed to subsoil (unconsolidated pumice or alluvium) piping and collapse into fractures developed in the underlying hard substratum during recent phases of tectonic activity (Albritton, 1974; Street, 1979). The southern limit of the Ziway Basin corresponds to the Alutu volcanic complex, marked by a number of hyaloclastite and scoria cones which form a lava threshold culminating at the altitude of 1635 m.\nSubsurface data in this area consist only of gravity measurements (Searle and Gouin, 1972). The Ziway–Shala lake basin system reveals a very complex pattern of Bouguer anomalies (Fig. 5). Strong positive anomalies may relate to major zones of in-\ntrusions. Two negative anomalies contrast strongly with nearby positive features and relate to deep depressions filled with sediments. At the southern end of the Ziway Basin, a strong negative anomaly of amplitude 11 mGal is interpreted to be due to sediments. Assuming a density contrast of 0.7 g cm 3, a maximum sediment thickness of ¾380 m would be required to account for this anomaly (Searle and Gouin, 1972). The general trend of this anomaly appears to be N to NNE and suggests an elongate depression nearly parallel to the WFB trend."
  }, {
    "heading": "3.4. The Lake Langano Basin",
    "text": "The morpho-tectonic structure of the Lake Langano Basin is controlled by a general NNE fault trend which is directly related to the evolution of the Gadamsa–East Ziway and Ziway–Shala WFB segments. Seven main structural areas have been identified within the Lake Langano Basin from re-\nC. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 143\nmote sensing imagery, high-resolution seismics, and field work (Figs. 3 and 6)."
  }, {
    "heading": "3.4.1. The Katlo Horst",
    "text": "The NNE-trending fault system of the Ziway– Shala WFB segment delineates the 20-km-long and 5-km-wide Katlo Horst which separates the presentday Langano and Abijata lakes (Figs. 6–8). This horst has a northward plunge and is bounded to the east and to the west by in relay east- (West Langano\nFault; WLF) and west- (East Abijata Fault; EAF) facing fault segments with up to 50 m apparent throws. To the east, the 20-km-long WLF develops a major fault escarpment within the ‘Strongly Welded Green’ and ‘Weakly Welded Beige’ ignimbrites dated at ¾0.24 Ma (Mohr, 1966b; Mohr et al., 1980). The internal structure of the Katlo Horst is affected by NNE-trending minor faults with up to 10 m of apparent throw extending southward within the eastern sector of the Lake Shala Basin.\n144 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177\nC. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 145"
  }, {
    "heading": "3.4.2. The Western Langano Border Fault Escarpment",
    "text": "It corresponds to the major NNE-trending West Langano Fault (WLF) which is formed by several in relay east-facing fault segments. Maximum apparent throw of >50 m occurs at the southwest end of Lake Langano and decreases rapidly to zero toward the south, and more progressively toward the north, ending 3 km south of the Horocallo outlet (Figs. 6–8). Relay structures between WLF segments are mainly represented by north-dipping ramps (e.g., Bana Ramp; Fig. 7C,D, Fig. 8C). Small undated trachytic domes less than 50 m in diameter are regularly scattered along the WLF escarpment. They possibly erupted along late tensional fissures accommodating the West Langano Fault during the WFB development, and are of similar age as the silicic extrusions at Alutu volcanic centre, thought to be Late Pleistocene (UNDP, 1973) or porphyritic comenditic obsidian domes lying upon the WFB and having Pleistocene–Holocene ages (Di Paola, 1977; Mohr et al., 1980). The WLF escarpment has undergone strong erosion that has locally created wide, deeply incised valleys through the footwall of the fault. Some of these valleys are linked to a lower base level than the present-day."
  }, {
    "heading": "3.4.3. The Offshore Western Plateau",
    "text": "High-resolution reflection seismic data acquired during the 1994 field season of the ERICA Project within the lake basin indicate the existence east of WLF of a second NNE-trending, 14-km-long fault named the Kore–Basuma Fault (KBF) (Jeudy, 1995) (Figs. 8 and 9). This fault affects the whole sedimentary pile imaged on seismic lines (PU1 to PU4 seismic units), and locally shows indications of syn-sedimentary movements (Fig. 9, line R). The maximum apparent throw of about 7 m is reached to the north and south ends of the basin and reduces to 3.5 m in the area of Bana, possibly relating to a ramp geometry coinciding at this latitude with the Bana Ramp (Fig. 7C,D, Fig. 8C). To the north, the Kore– Basuma Fault is not clearly defined and may correspond to a relay from the main NNE-trending fault forming the eastern flank of the O-Itu Basuma Peninsula (Jeudy, 1995) (Fig. 8C). To the south, the KBF seems to end in an en échelon fault system formed by minor NE–SW-trending, east-facing faults with a\nfew metres throw, delineating the eastern side of the Kore Horst (Fig. 7C,D, Fig. 8C).\nTogether the West Langano and Kore–Basuma faults delineate a NNE-trending, 3-km-wide and 20-km-long sublacustrine plateau named the Offshore Western Plateau (maximum water depth 34 m) which dips at about 0.03% toward the basin centre (Fig. 8B,C, Fig. 9). Seismic data indicate that this plateau is cut by several NNE-trending, east- or west-facing fault segments which are only expressed by flexure-type deformation within seismic reflectors (Fig. 8C, Fig. 9). Spacing between seismic lines does not allow good correlation between fault segments, but interpretation of such a fault geometry can be supported by analogy with the grid-fault pattern described from the Axial Graben of the Central Kenya Rift (Tiercelin et al., 1980; Grimaud et al., 1994; Le Turdu et al., 1995, 1999). This suggests these faults to be a few tens of metres to a few kilometres long and characterized by a sinuous trace (Fig. 8C).\nAt the southern end of the plateau, east- and west-facing faults seem to correlate with the onshore 2-km-wide, 1º north-dipping Mirrga Graben, bounded to the west by the WLF and to the east by the Kore Fault (KF). Immediately west, the 2-kmlong, 1-km-wide and ¾20-m-high Kore Horst is delineated to the west by the Kore Fault and to the east by a NE–SW-trending en échelon fault system (Fig. 7C,D, Fig. 8C), creating a characteristic ‘piano keyboard’ geometry. Open fissures at the south end of the Mirrga Graben, along the same trend as the West Langano Fault, indicate recent tectonic activity in this area (Street, 1979)."
  }, {
    "heading": "3.4.4. The Central Basin",
    "text": "This 14-km-long and 9-km-wide semicircular depression lies east of the Kore–Basuma Fault. The axis of greatest water depth (48 m) is shifted toward the western part of the basin close to the KBF, suggesting a west-dipping half-graben geometry (Figs. 8 and 9, line A). Fault distribution remains important along the KBF, with east- and west-facing fault segments producing narrow (50- to 500-m-wide) horsts and grabens. Such faults present minor surface expression but are clearly identified by the offset and flexure of the sedimentary series.\nFault density seems to decrease progressively toward the eastern shore of the Central Basin (Fig. 8C).\n146 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177\nC. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 147\nNevertheless such a decrease could also relate to the scarcity of seismic lines in this area. However some intrabasinal faults seem to follow the same trend as the onshore faults. This is the case in the north end of the basin east of North Bay where faults of the Gadamsa–East Ziway WFB segment delineate the Mount Fale half-graben (Bole Fault; BF) and can be extended into the Central Basin (Fig. 8C). In the southeast part of the Central Basin, this fault relation is less obvious. Gravity data indicate a small positive gravity anomaly that begins at the southern end of Lake Langano and develops northeastward, culminating in a strong anomaly at the north end of Lake Langano (Searle and Gouin, 1972) (Fig. 5). This positive anomaly, compared to the other positive and negative anomalies identified in this area, suggests that no thick pile of sediment fills the Langano Basin. A minimum thickness of 88 m was proposed by Wenner (1967, in Street, 1979)."
  }, {
    "heading": "3.4.5. The Alutu Caldera–North Bay System",
    "text": "The northern end of the Lake Langano Basin abuts the southern flank of Mount Alutu (Fig. 7A,B, Fig. 10A,B). This major silicic volcano relates to the offset between the Gadamsa–East Ziway and Ziway–Shala segments of the WFB (Mohr et al., 1980). K–Ar ages in the range of 0.27–0.021 Ma have been reported from Alutu rocks (Laury and Albritton, 1975; EIGS-GLE, 1985; WoldeGabriel et al., 1990). The Alutu Caldera formed possibly at ca. 0.24 Ma. The youngest products (obsidian flows and pumice breccias) are dated at about 2 ka (14C method) (Gianelli and Teklemariam, 1993). Its present state is dormant fumarolic. The structural and volcanic evolution of the Alutu complex is controlled by the influence of the NNE-trending WFB faults which are in particular the loci of recent obsidian extrusions. The major axis of the 6-km by 8-km caldera lies normal to the strike of these faults. Displacements along WFB faults are mani-\nFig. 8. (A) Lake Langano: bathymetry and track-line map for 50 J sparker data. High-resolution seismic lines were collected on Lake Langano using a SIG MiniSparker (50 J) operated from a Zodiac MK V rubber boat. The sound source (600–1200 Hz) was a special freshwater electrode. Seismic data were recorded directly onto paper using a Dowty 195-138 recorder and on an analogue single-channel acquisition system. A six-hydrophone single-channel streamer received the signal. Position was determined using a Trimble Navigation NavTrac GPS and recorded on a computer at 10 s interval (horizontal control 20–50 m). (B) Bathymetric cross-sections through the Offshore Western Plateau and Central Basin. (C) Fault map of the Lake Langano Basin showing the offshore fault pattern deduced from high-resolution seismic lines and its correlation with onshore structures interpreted from aerial and satellite imagery. Same key as Fig. 4.\nfested by a stepped-fault structure that affects the volcanic complex as evidenced by the results from deep geothermal wells (WoldeGabriel et al., 1992; Gianelli and Teklemariam, 1993).\nThe northeastern end of Lake Langano Basin is characterized by a small embayment called North Bay, interpreted as being limited by circular faults (Fig. 7A,B, Fig. 8C, Fig. 10). There, the Edo Laki Island is characterized by a small rhyolite dome. Gravity surveys show that the bay is centred over a strong positive anomaly interpreted as due to an igneous (?rhyolite) intrusion (Searle and Gouin, 1972) (Fig. 5). The circular faults appear to be subsidence features almost certainly associated with this inferred intrusion, which is supposed to be Late Pleistocene by comparison with the age of the Gebiba obsidian dome of the nearby Alutu volcano (UNDP, 1973). Present-day hydrothermal activity in the area coincides with the above-cited gravity anomaly (Fig. 5). On the Edo Laki Island, few vents emitting steam and fluid at a temperature of 96ºC are the remnants of a major geyser with a 25–30-m-high hot water column which started during the 1906 period of strong seismic activity in the MER (Shoa Province) (Gouin, 1979)."
  }, {
    "heading": "3.4.6. The Haroresa Rhomboid Fault System",
    "text": "To the east of North Bay, two intersecting fault trends are developed: a 1st-order NNE to NE trend, and a 2nd-order NNW to N trend, producing the characteristic zigzag geometry of the Haroresa Rhomboid Fault System (HRFS) (Fig. 6, Fig. 8C, Fig. 10). Spacing between the 1st-order NNE- to NE-trending faults is about 2 km, thus creating between horsts and=or strongly tilted blocks narrow, elongated depressions occupied by the principal river courses. Second-order NNW–N-trending faults induce within the 1st-order tilted blocks a rhomboid geometry which also controls the course of the subsidiary fluvial network (Fig. 10). Interfering NNE to\n148 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177\nC. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 149\n150 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177\nNE and NNW to N trends result in a complex S- or Z-shaped pattern particularly well-developed where the Gadamsa–East Ziway segment of the WFB abuts the eastern margin of the MER (Boccaletti et al., 1992; Bonini et al., 1997; Korme et al., 1997). The 1st-order NNE- to NE-trending east-facing faults with 50–100 m apparent throws delineate several major, west-tilted (5 to 15º) blocks forming a series of 0.5- to 3-km-wide half-grabens that are filled by sediments as in the Mount Fale half-graben, or occupied by small water bodies like the Haro Bu-a Lake (Fig. 8C, Fig. 10)."
  }, {
    "heading": "3.4.7. The Munesa Fault System",
    "text": "South of 8º380N lat., an abrupt change of fault style is related to the presence of a major ESE-trending transverse fault named the Munesa Transverse Fault (MTF) (Mohr, 1987) (Fig. 8C). Throws along the 1st-order NNE to NE faults decrease to zero when approaching the MTF. South of this fault, the few young faults extend south as demonstrated by the west-facing Korte Ridge Fault (KRF) and Lencha Fault (LF) (Fig. 8C). Offshore, at the southeastern end of the Central Basin, a few NNE-trending faults have been identified on seismic lines, mainly resulting in disturbance of seismic reflectors. These faults represent the northern extension of the west-facing Kercheche and Kime faults (KEF and KIF) (Jeudy, 1995) (Fig. 8C). The Munesa Fault System corresponds to the southern end of the Gadamsa–East Ziway segment of the WFB. Beyond this point, a westward offset of the WFB structure is observed, relaying the Gadamsa–East Ziway segment to the Ziway–Shala segment (Fig. 5)."
  }, {
    "heading": "3.5. The Lake Abijata Basin",
    "text": "Lake Abijata currently lies within a very flat depression bounded to the east by a gently faulted margin: the eastern flank of the NNE-trending Katlo Horst, which separates Lake Abijata from Lake Langano (Figs. 3 and 7A,B). The southern and western margins of the basin are essentially controlled by volcanic relief partly belonging to the Shala volcanics. To the north, a flat alluvial plain opens toward the Bulbula Plain and the Lake Ziway Basin. Three main structural regions have been identified within this basin: the East Abijata Border Escarpment, the\nSouthwestern Danga Volcanic Boundary, and the Abijata Main Basin (Fig. 11)."
  }, {
    "heading": "3.5.1. The East Abijata Border Escarpment",
    "text": "It corresponds to a 15-km-long, west-facing in relay fault system named the East Abijata Fault (EAF) which forms the eastern boundary of the Katlo Horst, and progressively disappears toward the north, below the Bulbula alluvial plain (Fig. 11). With up to 20 m apparent throw, this fault is part of the Ziway–Shala WFB segment and affects the ¾0.24 Ma old ‘Weakly Welded Beige’ ignimbrite (WWB) which blankets the rift floor in this area. Compared to the well-expressed West Langano Fault which forms the western boundary of the Katlo Horst, the East Abijata Fault is characterized by a smoothed morphology that possibly relates to a shift of tectonic activity from the central area of the MER toward the eastern marginal zone."
  }, {
    "heading": "3.5.2. The Southwestern Danga Volcanic Boundary",
    "text": "This area consists of a large volcanic complex that forms a 70-m-high isthmus between Abijata and Shala lakes (Fig. 11). The oldest outcropping volcanics within this area are pumice-flow beds dated at about 0.60 Ma and locally the WWB ignimbrite dated at ¾0.24 Ma (Mohr et al., 1980). More recent volcanics are represented by the fresh-looking Tulu Billa basaltic cinder cone dated at 0.18 Ma (Mohr et al., 1980). Scoriaceous basaltic flows of the Tulu Billa have been partially buried beneath lacustrine sediments thought by Street (1979) to be Holocene in age. Subaqueous volcanics described as ‘lacustrine guyots’ by Lloyd (1977) form the Lencha Gudo and Lencha Tiko cones on the southwest shore of Lake Abijata (Fig. 11)."
  }, {
    "heading": "3.5.3. The Abijata Main Basin",
    "text": "The very flat Abijata Main Basin depression is bounded to the east by the smooth East Abijata Border Escarpment, which disappears progressively toward the north, where the Abijata Main Basin joins the Bulbula alluvial plain (Fig. 3). Just north of Lake Abijata, gravity surveys indicate an abrupt change between a positive anomaly related to intrusion and recent volcanism in the Alutu Caldera, and a strong negative anomaly (Searle and Gouin, 1972) (Fig. 5). High gradients indicate a shallow origin for this\nC. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 151\nnegative anomaly which is interpreted as due to sediments with a maximum thickness of 580 m filling the Lake Abijata trough. Nevertheless, considering the limited number of gravity stations, a maximum value of ¾600 m is preferable.\nDespite these data, the deep geometry of the Abijata Main Basin is poorly constrained. The asymmetrical and elliptical shape of the negative anomaly and its general submeridian trend suggest an eastdipping, strongly asymmetric half-graben geometry. The origin of this deep basin could be related to the combination of successive major caldera collapse on the rift floor and subsequent tectonic deformation related to the development of the Wonji Fault Belt. Calderas such as the ‘Munesa crystal tuff’ Caldera dated at 3.5 Ma and the Gademotta Caldera dated at 1.30–1.05 Ma are thought to have been produced by cataclysmic eruptions and are more than 30 km in diameter and possibly hundreds of metres deep\n(Lipman et al., 1984; Cas and Wright, 1988). A combination of the Munesa and Gademotta caldera remnants with graben-like downfaulting (Walker, 1984) in this sector of the MER could explain the formation of the ¾600-m-deep Abijata Main Basin. The well-expressed half-graben morphology of the basin may relate to subsequent faulting and maximum subsidence along the western side of the Shala–Ziway WFB segment (East Abijata Fault; EAF)."
  }, {
    "heading": "3.6. The Lake Shala Basin",
    "text": "Present-day Lake Shala occupies not only the O’a Caldera, but also a tectonic depression immediately west of the caldera belonging to the northern end of the Shala–Corbetti WFB segment (Mohr et al., 1980). The general shape of the depression has also been modified by Recent regional faulting. Four main structural regions have been identi-\n152 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177\nLake\nShala\nSouthern Shala Fault System\nEastern Shala Fault System\nCentral Basin\nNorthwest Shala Volcanic Boundary\n1 2 3 4 5 6 7 8\n*\nLake Shala\nEastern Shala Fault System\nGale Horst\nDokatu Rebo\nScalloped rim of the O'a Caldera wall\n?\n***\nN\nR R\nF\nA\nB\n1 3 42 5\n5 km\nN\nRogeRafu Fault\nC. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 153\nfied: the Eastern Shala Fault System; the Northwest Shala Volcanic Boundary; the Central Basin; and the Southern Shala Fault System (Fig. 12A)."
  }, {
    "heading": "3.6.1. The Eastern Shala Fault System",
    "text": "This NNE-trending fault system belongs to the southern end of the Ziway–Shala WFB segment (Figs. 4 and 12). It is connected to its north with the Katlo Horst through the Gale Horst. To the northnortheast, the Eastern Shala Fault System links with the Mirrga Graben, extending the Offshore Western Plateau of Lake Langano southward (Fig. 7C,D, Fig. 8C). Within this fault system, the major 15-kmlong, west-facing Roge Rafu Fault (RRF) with an apparent throw of 50 m corresponds to the tectonically rejuvenated wall of the O’a Caldera (Fig. 12B). Open cracks a few metres wide, 20–30 m deep and 20–2000 m long are visible in this area (Mohr et al., 1980). A major 3-km-long hydrothermal field occurs on the eastern shoreline of Lake Shala near Rebo (Figs. 2 and 12)."
  }, {
    "heading": "3.6.2. The Northwest Shala Volcanic Boundary",
    "text": "This area partly corresponds to the Southwestern Danga Volcanic Boundary of Lake Abijata Basin. It is formed by rhyolitic air-fall pumice 5- to 40-m thick, related to the Tulu Fike cone, but also resulting from subaquatic eruptions. Tulu Fike is the only post-caldera parasitic centre identified at Shala. ESEtrending faults between Tulu Fike and Tulu Billa suggest fault control on the late volcanic activity in this area (Mohr et al., 1980) (Figs. 11 and 12A)."
  }, {
    "heading": "3.6.3. The Central Basin",
    "text": "It corresponds to the 17 km long-axis diameter O’a Caldera (Mohr et al., 1980) whose sides plunge steeply to depths exceeding 250 m, particularly along its southern shore (Baumann et al., 1975) (Fig. 12). This structure was produced by a volcano-tectonic collapse of regional extent (estimated collapse volume of 120 km3) at a date centred on ¾0.24 Ma\nFig. 12. (A) Major morphostructural systems identified from aerial and satellite imagery in the Lake Shala Basin. Same key as Fig. 4. (B) Morphostructural interpretation of the 3D SPOT view of the Eastern Shala Fault System. The major west-facing Roge Rafu Fault (RRF) corresponds to a rejuvenation of part of the O’a Caldera wall, and shows minor tectonic features such as the 2-km-long and 1-km-wide Dokatu collapse block that may act as a NW-dipping ramp between two segments of the RRF. 1 D recent lacustrine sediments; 2 D undating lacustrine sediments; 3 D ignimbrites and pumices; 4 D dip of structural surface; 5 D hydrothermal springs.\n(Mohr et al., 1980). Sparse ESE-trending transverse faults with upthrows of 5–30 m affect the eastern and western walls of the caldera. The deep structure of Lake Shala–O’a Caldera is unknown."
  }, {
    "heading": "3.6.4. The Southern Shala Fault System",
    "text": "The southern shore of Lake Shala is marked by precipitous cliffs more than 300 m high, corresponding to the caldera walls. This morphology is intersected to the west by the 12-km-wide, submeridian fault system of the Shala–Corbetti segment of the WFB, forming a NNE-trending elongated tectonic depression with a relatively flat and shallow floor and a maximum water depth of 50 m (Baumann et al., 1975). Recent volcanic activity in this area is marked by basaltic flows, spatter cones, hyaloclastite rings at Hora Chitu and Mechefera (Di Paola, 1972), and by several hydrothermal vents (Figs. 2 and 12A)."
  }, {
    "heading": "4. Basin stratigraphy",
    "text": "Pleistocene–Holocene sedimentation in the Ziway–Shala lake basin system has been discussed by several authors (Grove and Goudie, 1971; Grove et al., 1975; Street, 1979). In this paper, the sedimentation problems have been approached using different methods. 300 km of high-resolution seismic lines were collected on Lake Langano using a SIG MiniSparker (50 J). Coring of lacustrine sequences in Lake Langano provided an 8-m-long core (LL-I) collected at 15 m water depth on the southern end of the Offshore Western Plateau of Lake Langano, and a 14.70-m-long core (LL-III) at 15 m water depth on the northern end of the Offshore Western Plateau (Figs. 2 and 8B). A 12.60-m-long core (AB-II) was collected in 2.60 m water depth in the northeast sector of Lake Abijata (Fig. 2). Sediment outcrops were investigated in the Langano, Abijata and Shala basins, and data from previous Mackereth cores, hydrologic boreholes and geothermal wells have been\nC .L e Turdu et al./Palaeogeography, Palaeoclim atology,Palaeoecology 150 (1999) 135–177 155\n156 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177\nconsidered to locate depocentres and their relationships to the major volcano-tectonic elements. Several new AMS radiocarbon dates presented in this paper help to refine the pre-existing stratigraphic framework for the Late Pleistocene–Holocene period."
  }, {
    "heading": "4.1. The Lake Langano Basin",
    "text": "New detailed stratigraphic studies have been conducted on sediments of fluvial–lacustrine origin along the western faulted margin (WLF) of the Langano Basin and at its northern end, in the Haroresa Rhomboid Fault System and on the southern flank of the Alutu volcano. The lake basin itself has been investigated using high-resolution seismics and coring."
  }, {
    "heading": "4.1.1. The Western Langano Border Escarpment sediments",
    "text": "The environment of the Western Langano Fault Escarpment shows a relatively complex evolution. This escarpment underwent periods of vigorous erosion, leading to the formation of incised valleys and the development of coarse detrital bodies on the WLF footwall block. Fine-grained lacustrine sediments and pyroclastic-rich volcaniclastics locally outcrop along the WLF hangingwall block and are commonly interbedded within the coarse detrital bodies. They are locally faulted and show a 10 to 15º tilt toward the west. Decimetric- to decametricscale deformation features such as convolute bedding and folds, clastic dykes, slump breccias, turbidite sequences and various types of diapiric intrusions can be observed within these formations. At about 7º360N lat., close to the Daka Ilala area (Fig. 8C), a >18-m-thick sediment pile dipping 15º toward the west and cut by NNE-trending faults is exposed in a deeply incised west–east-trending gully.\nThe lower one-third of this section comprises, from base to top (Fig. 13A), a >3-m-thick succession of green, massive or laminated clays with floating pumice granules and cobbles, overlain by a 3-m-thick unit of massive and laminated grey or beige–green silts with randomly dispersed pumice pebbles and diatomite clasts. This unit can be interpreted as a fine-grained turbidite facies, possibly related to a deep lake or active fault scarp environment.\nThe upper two-thirds of the section are formed by seven normally graded or ungraded sequences with erosional bases (S7 to S1 from base to top). Normally graded sequences consist at base of 0.50- to 1-m-thick conglomeratic beds overlain by white or grey massive silts or diatomites. Ungraded sequences are mainly formed by >1.5-m-thick beds of massive beige to light green diatomites or beige–green massive or laminated clayey silts. Each ungraded sequence is characterized at the top by columnar jointing that could result from desiccation. Sequence 4 shows convolute bedding and reworked clasts of white diatomite and is affected by N- to NNE-oriented open cracks.\nThe diatom flora of the upper two-thirds of the Daka Ilala section is dominated by one of the following freshwater planktonic species: Cyclostephanos dubius (S2), Aulacoseira granulata var. valida, A. agassizii (S1), or Stephanodiscus minutulus and S. minutus (S6). The large predominance of freshwater planktonic forms indicates a lacustrine phase with a high water level and low salinity (S4 to S2). Sequence 6 strongly differs from the other sequences in the abundance of Stephanodiscus (S. minutus, S. minutulus) that indicate lacustrine conditions comparable to the early and mid-Holocene highstands identified in the area (Gasse and Street, 1978; Street, 1979). Sequence 1 is characterized by freshwater planktonic forms such as Fragilaria tenera, Stephanodiscus minutulus and S. medius, in addition to Aulacoseira granulata var. valida and A. agassizii. This association may indicate silica-rich waters, and a well-marked short-term stability of the water body. A small number of freshwater littoral species, epiphytic (e.g., Amphora ovalis, A. pediculus, Epithemia adnata, Fragilaria pinnata, Cocconeis diminuta, Fragilaria capucina var. vaucheriae), or benthic (e.g., Cymatopleura elliptica, Navicula gastrum), suggests that they have been transported from the littoral zone, possibly by turbidity currents. Sequence 4 contains reworked clasts of diatomite characterized by Cyclostephanos dubius, possibly originating from underlying sequences.\nA major characteristic of the Daka Ilala section is the presence of Cyclostephanos dubius, sometimes dominant. This species was only found in the 43–26 m section of the Abijata borehole (Figs. 2 and 13B), characterizing a lacustrine episode be-\nC. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 157\nlieved to be older than 27–30 ka BP, and totally absent upwards (Descourtieux, 1977; Street, 1979). This suggests that the Daka Ilala section is synchronous with the 43–26 m section of the Abijata borehole.\nAt Daka Ilala, the top of the Katlo Horst is widely coated at an altitude of 1600–1620 m by a complex carbonate encrustation up to 2–3 cm thick formed from base to top by a mm-thick calcrete overlain by a succession of 2-mm-thick subaerial laminated carbonate crusts with an interlayered glass-rich ash, capped by a 1.5-cm-thick microbialite crust (M.R. Talbot, pers. commun., 1997). The lower calcrete has been dated at 22; 010 š 220 14C yr BP, and the upper microbialite crust at 12; 370 š 120 14C yr BP (Table 1)."
  }, {
    "heading": "4.1.2. The Mount Ilala Formation",
    "text": "On the eastern rim of North Bay, a few metres thick, westward-dipping (about 20º) formation consisting of deeply weathered plateau gravels is perched high up on the Mount Ilala faulted block,\nwhich is part of the Haroresa Rhomboid Fault system (Fig. 10). An unrolled assemblage of evolved Acheulian artefacts discovered in situ suggests an age on the order of 0.30–0.20 Ma for the deposit (Clark, 1975; Wendorf et al., 1975)."
  }, {
    "heading": "4.1.3. The Mount Fale half-graben multi-coloured formation",
    "text": "Within the Haroresa Rhomboid Fault System, the 2-km-long and 0.5- to 1-km-wide Mount Fale half-graben is bounded to the west by the east-dipping Bole Fault (BF). Multi-coloured, >10-m-thick deposits lie unconformably on a 5-m-thick, blackcoloured coarse ignimbritic formation dipping 10– 15º to the northwest. These ignimbrites partly form the floor of the Haroresa area and probably erupted just before the Alutu Caldera collapse at ¾0.24 Ma (UNDP, 1973). From base to top, the formation comprises (Fig. 13A) a 1–5-m-thick bed of massive red clays with floating grains and interbedded conglomeratic layers, followed by metre-thick conglomerate and sandstone beds showing small-scale Gilbert-type\n158 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177\nforesets, and grey, beige and red clays with numerous levels of rhizocretions and calcrete. A 1-m-thick horizontal bed made of grey tuffaceous siltstone and sandstone with abundant silicified fossil wood caps the formation. Fossil hydrothermal vents are locally marked by siliceous sinter deposits.\nThese beds are locally affected by a progressive discordance, thus indicating a syn-sedimentary basin floor deformation (Fig. 13A). Foreset beds from different parts of the outcrop show progradation in more or less opposite directions, parallel to the NNE to NE graben axis. As a result of the rotation of the general dip from west to southwest of the Mount Fale half-graben floor, an offshore extent toward the west and southwest of the multi-coloured formation can be inferred, thus forming part of the Lake Langano Basin sediment infill (Fig. 8C, Fig. 10). No precise age indication is presently available for the Mount Fale Formation. Nevertheless, contrasting facies with the Upper Pleistocene–Holocene formations within the Ziway–Shala lake basin suggests an age between late-middle Pleistocene (age of the underlying ignimbrites) and early-Late Pleistocene."
  }, {
    "heading": "4.1.4. The O-itu Woshe delta",
    "text": "The Alutu volcano is the source of much of the volcaniclastics deposited in the Lake Langano Basin. The present-day Lake Langano shoreline transgresses across a wide low-angle fan formed by spreads of alluvium and slope-wash. At O-itu Woshe, on the southern flank of Alutu, a >15-m-thick sequence of interbedded channel and interchannel deposits overlies a >2-m-thick obsidian flow. The main facies association consists of alternating medium (<1 m) to thick (>1 m) massive, laminated or large-scale obliquely bedded siltstone beds and thick (>1 m) gravelstone or conglomerate beds, some with cross-bedding, ripple cross-laminations and erosional boundaries (Fig. 13A). The lithics are mostly composed of granule- to cobble-sized pumice and obsidian. Fish debris, worn fragments of vertebrate fossils and obsidian artefacts have been found in the siltstone or gravelstone beds. These different units represent a Gilbert-type delta, with well-developed foresets, locally interbedded with pumice debris flows, and units relative to transgressive–regressive lacustrine phases (Fig. 14). An AMS radiocarbon age of 5700 š 110 14C yr BP has been obtained\non charcoal debris collected within an unstratified sandy–gravelly bed near the base of the formation (Fig. 13A; Table 1). The whole formation lies over the piedmont of the Alutu Caldera and shows a general 5º to 20º dip to the south toward the North Bay of Lake Langano, spreading over several kilometres on the littoral plain. The eastern boundary of the formation corresponds to the western faulted flank of the Mount Ilala tilted block."
  }, {
    "heading": "4.1.5. The Offshore Western Plateau",
    "text": "This narrow, NNE–SSW-oriented shelf extends between the West Langano Fault (landward) and the Kore Basuma Fault (basinward). This peculiar offshore physiographic area displays a specific seismic stratigraphic pattern. The shelf deposits appear to be organized into stacked subhorizontal units cut by numerous normal faults with 2–3 m maximum throw, particularly well marked at the north end of the basin (Fig. 9). In the southern part of the plateau, four superimposed seismic units (PU4 to PU1 from base to top) can be identified. In dip direction, the unit boundaries slope slightly basinward so that the thickness of the units remains nearly constant, 3 m for each of the three uppermost units (PU1 to PU3), and 6 m for the lower unit (PU4) (calculated using an average wave velocity of 1500 m s 1, generally agreed for recent sediments) (Anderson and Hampton, 1974). Unit boundaries are erosional, as shown by toplap reflection terminations (Fig. 9, line R). Internal facies display parallel reflectors or subtle low-angle clinoforms dipping basinward. The progradation direction of the clinoforms indicates an eastward transport of the sediment (Fig. 9, line R). An 8-m-long core (LL-I) recovered in the southern part of the shelf on the trace of seismic line R (Fig. 8C, Fig. 9) sampled at its base thick, coarse-grained layers, in good agreement with the seismic facies identified on line R. Toward the north, the successive units stack vertically and show an aggradational geometry (Fig. 9, lines A and T).\nThe aggrading stacking pattern of the Offshore Western Plateau seismic units implies sufficient sediment input, combined with vertical tectonic movements and climatically induced lake-level variations which provided accommodation space. In the present physiographic setting, the central part of the plateau, bounded to the west by the West Langano Fault,\nC. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 159\nis clastic-sediment starved. The south end of the plateau may receive some longshore clastic sediment supply from the 1º northward-dipping Mirrga Graben. Deposition of the 15-m-thick seismic units PU4–PU1 may relate to a recent transgressive phase of Lake Langano, characterized by rapid lake-level oscillations as indicated by erosional boundaries at the top of each PU unit. Coarse-clastic sediment supply may directly originate from the WLF footwall which constitutes a small but tectonically active catchment area, as shown by the deeply incised present-day morphology.\nAt the north end of the plateau, seismic reflections are only partly visible. Nevertheless, the unit boundaries appear horizontal or landward sloping, with a thickness increase toward the west. This geometry is in agreement with the tilted block structure of the North Bay–Haroresa Rhomboid Fault System (Figs. 9 and 10). The wipe out of seismic reflections may be a result of high gas content within the sediments, due to high organic content and=or hydrothermal fluid circulation. The occurrence of cm- to dm-thick volcaniclastic layers may also cause a rapid absorption of seismic waves (Harms and Tackenberg, 1972).\nThe 14.70-m-long LL-III core illustrates the sedimentation in this area (Fig. 2, Fig. 8C, Fig. 13B). A preliminary AMS radiocarbon chronology for the LL-III core has been established mainly on charcoal debris and indicates a measured age of 9590 š 100 14C yr (calibrated age: 10,500 yr cal. BP) at a depth of 9.58 m (Gibert et al., 1999) (Fig. 15B; Table 1), with a mean deposition rate of about 1600 mm ka 1. A maximum age of 13,700 yr cal. BP can be expected for the base of the core. From bottom to top, sedimentation is characterized as follows.\n(1) 14.70 to 10 m. 0.10–0.50-m-thick beds of ungraded to normally graded sand or gravelly sand bounded by flat, non-erosive surfaces, or diffusely bounded. These are overlain by massive dark-brown, locally ostracod-rich silty muds, ungraded or normally graded medium- to coarse-grained sand, and grey–black massive or laminated mud. (2) 10 m to top. Dark-brown to grey–green diatom- and ostracod-rich massive silty–clayey mud and green silty– sandy mud with 1–3-cm-thick air-fall pyroclastic layers between 9.60 and 8.20 m. Ostracods are present mainly in the interval between 5.50 and 2.30 m. They belong to two species of the genus Limnocythere,\n160 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177\nbut surprisingly not the species extant in the present Lake Langano (Martens, 1990a,b). Most common is a species of the L. africana group (close to L. tudorancei MARTENS). The second species belongs to the L. thomasi group, and is closest to the subspecies presently extant in Lake Ziway. Other ostracods are Gomphocythere angulata and Darwinula stevensoni. Such an ostracod association indicates freshwater and low conductivity, but not necessarily deep lacustrine conditions, roughly between 7 and 6 ka (Fig. 13B)."
  }, {
    "heading": "4.1.6. The Central Basin",
    "text": "As in the northern part of the Offshore Western Plateau, penetration of acoustic signal in the Central Basin is limited to the first 10–15 m below the lake bottom, possibly as a result of high gas content within the sediments (Fig. 15). Only the uppermost reflectors can be observed. As in the plateau area, the reflectors are distorted and disrupted by small faults with a few metres’ throw.\nTwo seismic sequences, LS1 and LS2, have been identified. The uppermost LS1 sequence is about 5– 6-m-thick and covers almost all the Central Basin (Fig. 15). Its lower boundary (LSB1) is subparallel to the basin floor and pinches out to the west, close to the Offshore Western Plateau limit (KBF). In the centre of the basin, internal reflectors are relatively continuous, indicating that accumulation has generally been relatively uniform. In the southeast part of the basin, the 6-m-long Lc Mackereth core sampled the LS1 sequence (Mohammed and Bonnefille, 1991; Mohammed, 1992) (Figs. 2 and 13B). This core shows alternating dm-thick beds of massive silty mud and finely laminated ooze. 14C dating indicates a 2.37 ka age at the bottom of the core (Mohammed, 1992) (Fig. 13B). Locally, in nearshore areas, hummocky reflectors may indicate minor mass wasting of sediment, but there is no evidence of large-scale slumping nor gravity mass movements, as also indicated by the relatively smooth morphology of the basin floor.\nC. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 161\nThe underlying LS2 sequence is of lesser extent. It is lens-shaped and pinches out up to 3 km from the eastern shore and close to the Kore Basuma Fault (KBF). The axis of maximum thickness (½5–6 m) is located in the western half of the basin. Reflectors are concave upward and are truncated by the LSB1 boundary (Fig. 15). This erosional truncation of LS2 may result from a drastic lake-level fall, possibly associated with recent subsidence of the Central Basin that also controls the present bathymetry."
  }, {
    "heading": "4.2. The Lake Abijata Basin",
    "text": "North of Lake Abijata, a great thickness of late Quaternary lacustrine and fluvial sediments is exposed by the Bulbula River and its tributaries. These sediments have been referred to as the Bulbula Formation by Street (1979). Several boreholes have penetrated these sediments, including a 162-m-deep borehole located on the northern edge of Lake Abijata (Street, 1979). To the west of the lake, on the Abijata–Shala isthmus, only a few deposits have been identified. Sedimentation in the Abijata Main Basin has been documented by two cores collected in the southwest and northeast sectors."
  }, {
    "heading": "4.2.1. The Southwestern Danga Volcanic Boundary",
    "text": "Basaltic flows issued from the Tulu Bila volcano are partly buried beneath 10 m of lake sediments, including a thick freshwater diatomite (Street, 1979). South of the Lencha Gidu volcano, a>10-m-thick lacustrine sequence overlapping a >2-m-thick weathered ignimbritic flow is exposed in a gully flowing toward Lake Abijata. A general dip of 10–15º toward the west affects the whole sediment pile as well as its volcanic basement. From base to top, this formation comprises (Figs. 11 and 13A):\n(1) a 0.50-m-thick bed of conglomerate and gravelly sand with clasts of the overlying ignimbrite, overlapped by a 0.50-m-thick dark-grey pyroclastic bed;\n(2) a metre-thick diatomitic series with at base abundant gastropod shells (Melanoides) that accumulated parallel to the stratification plane; X-ray diffraction analysis indicates that the Melanoides shells are still pure aragonite — they provided an AMS age of 28; 300 š 400 yr BP (Gibert et al., 1999) (Fig. 13A; Table 1);\n(3) a 3-m-thick bed of alternating laminated, massive and convoluted diatomites, overlain by a 2.50-m-thick bed of dark-beige silt, yellow–grey pyroclastic layers and unstratified gravelly sandstone;\n(4) a 2-m-thick bed of beige, platy diatomite cut by numerous cm- to dm-thick clastic dykes oriented N10º to N45º; small, conjugate N75º and N155º trending normal faults cut this diatomitic bed, and small-scale antithetic faults delineate micrograben features;\n(5) at the top, a 2-m-thick bed of massive, beige diatomite with interbedded dm-thick, dark-grey pyroclastic layers.\nIn this section, the diatom assemblages are dominated by the freshwater, facultative planktonic forms Fragilaria brevistriata, F. construens and its variety venter, and F. africana. Cyclotella ocellata also occurs in all samples with relatively high percentages. Planktonic species are the freshwater form Aulacoseira granulata and its var. valida which requires high silica content and tolerates turbid water, A. goetzeana, Nitzschia lancettula and N. lacuum. The large majority of encountered diatom species are littoral freshwater forms, with Navicula seminuloides, Synedra ulna, Amphora ovalis, A. libyca, Cymbella spp., Rhopalodia gibba, Epithemia adnata, Synedra ulna, Cocconeis diminuta, C. disculus. The flora clearly reflects dilute conditions, although a few species are most commonly found in oligosaline water, e.g., Nitzschia amphibia, Epithemia sorex. By comparison with the Abijata borehole (Descourtieux, 1977; Street, 1979), absence of Stephanodiscus and Cyclostephanos dubius together with the relative abundance of Cyclotella ocellata suggest for this section neither an Holocene age nor >30 ka BP. This should reflect the last Pleistocene highstand at ¾25 ka."
  }, {
    "heading": "4.2.2. The Abijata Main Basin",
    "text": "Several tens of metres of deposits belonging to the ¾600-m-thick sequence that fills the Abijata Main Basin are exposed in the Bulbula River Gorge and its tributaries (Fig. 2). Several sections up to 30 m thick at various sites along the Bulbula Gorge (Deka Wede gully and Kurkura area) have been described in detail (Street, 1979). Four principal lacustrine members have been defined. Each represents a major lacustrine phase, numbered Bulbula I–IV from base to top (Gasse and Street, 1978) (Figs. 11 and 13A).\n162 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177\nAt the Deka Wede type site, the Deka Wede 1 and 2 Members are separated from Members 3 and 4 by the 13-m-thick Abernosa Pumice Member that is interpreted as primary ejecta which has undergone weathering and possible reworking by surface wash or mud flow, and is dated at about 21 ka at its base (Street, 1979). Each Deka Wede Member is 2- to 4-m thick, formed by massive or laminated marl, silt and fine sand containing diatoms, gastropods and ostracods, and separated from each other by a slight, erosive disconformity. 14C dating on carbonates, charcoal and soil humus places the Bulbula I– IV phases between <27 ka and 5.8 ka BP (Street, 1979) (Fig. 13A).\nOn the northern shore of the present-day Lake Abijata, slightly west of the Bulbula River, 162 m of lacustrine and fluvial sediments were penetrated by a borehole (Street, 1979) (Figs. 2 and 13B). Finegrained sediments deposited in a lacustrine or lowenergy fluvial environment predominate from the base of the core (158 m) up to 56 m (Fig. 13B). From 56 m up to the top of the core, coarse sediments (sand to gravel deposited in fluvial or shallow-water lacustrine environment) dominate. However, fine-grained lake beds have been described between 43 and 38 m, and the upper 25 m of the borehole provided evidence for three Holocene lake-level maxima, named Abijata II–IV, represented by diatomites and diatomaceous silts or clays. 14C dating places the beginning of the Abijata II phase at around 10,370š 180 yr BP, Abijata III between 9950 š 170 and 9810 š 170 yr BP, and Abijata IV lasting shortly after 7970š150 yr BP (Street, 1979; Lézine and Bonnefille, 1982). Two palaeosols have been described, at about 16.80 m (R. Bonnefille, pers. observation) and at 5.58–5.35 m, respectively. The upper palaeosol is dated 9950 š 170 yr BP (Street, 1979) (Fig. 13B).\nSedimentation in the southern part of the Abijata Main Basin is documented by two cores collected in the southwest and northeast sectors. Core Aa was collected in 1981 using a Mackereth corer at 10.80 m water depth (Bonnefille et al., 1986) (Figs. 2 and 13B). It is 5.46 m long and has been dated at 1.7 ka close to its base. A high rate of sedimentation (3030 mm ka 1) characterizes the southwest sector of the lake for the last 2 ka, with dominantly silts and clayey silts in the lower half of the core, overlain by laminated to homogeneous muds. These sediments\nare organic-rich (up to 9% TOC) with an abundant diatom microflora and ostracods.\nCore AB-II is 12.60 m long and was collected in December 1995 at 2.60 m water depth in the northeast sector close to the northern end of the East Abijata Fault escarpment (Figs. 2 and 13B). Four AMS radiocarbon ages have been obtained on bulk organic matter and indicate a measured age of 10,050 š 100 14C yr (calibrated age 11,610 yr) close to the base of the core (Gibert et al., 1999) (Fig. 13B; Table 1). During this period, sedimentation in this area was characterized by the accumulation of homogeneous or laminated muds with some mm-thick pyroclastic layers and cm-thick beds of fine to coarse sands at the base of the core. Mean accumulation rate is slower than in the southwest sector, about 1090 mm ka 1.\nIn the absence of dated core material from Lake Abijata that is more than 30 ka old, an age estimate for the Abijata Main Basin development can only be determined through the combination of short-term sediment accumulation rates derived from radiocarbon-dated cores with a depth-to-basement estimated from published geophysical data (see RSRM method of Cohen et al., 1993 and Lezzar et al., 1996). The most representative sediment facies data to be used for this age estimation come from the 162-m-deep Abijata borehole. From the analysis of sedimentary sequence frequency of this core, a general 3 : 2 proportion between fine-grained ‘lacustrine or low-energy fluviatile’ facies, and coarse-grained, mainly ‘fluviatile-volcaniclastic’ facies can be inferred (Fig. 13B). Short-term sediment accumulation rates are derived from radiocarbon dates obtained on the upper 25 m of unconsolidated Holocene sediments from the Abijata borehole (Street, 1979) and from the 12.60-m-long AB-II core (Fig. 13B). Calculated sediment accumulation rates and their relations with core lithology are presented in Table 2. The general 3 : 2 proportion between fine-grained ‘lacustrine’ shale facies and coarse-grained ‘fluviatile-volcaniclastic’ silt facies is inferred to be constant at the borehole site which lies in a ‘proximal’ position in relation to the East Abijata Fault, that is supposed to have always been the main border fault of the Abijata Main Basin.\nUsing calculated mean sediment accumulation rates (Table 2), an estimated minimum age of ¾0.33 Ma can be inferred for the base of a ¾600 m maximum thickness sedimentary pile accumulated in a\nC. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 163\n‘proximal’ position within the Abijata Main Basin (compacted sediments with a 3 : 2 ratio between ‘lacustrine’ and ‘fluviatile-volcaniclastic’ facies) (Table 3). Toward the west, at the site where the amplitude of the gravity anomaly is greatest (Fig. 5), the related sedimentary environment of the Abijata Main Basin is supposed to be in a more ‘distal, open basin’ position from possible major clastic sources than the Abijata borehole site. If the coarse-grained ‘fluviatile-volcaniclastic’ facies is absent from the sediment pile (100% lacustrine facies), an estimated age of ¾0.49 Ma can be obtained for the compacted ¾600-m-thick Abijata sequence. If a decompaction correction (Sclater and Christie, 1980) is applied to a ¾600-m-thick fine-grained sequence (100% ‘lacustrine’ facies), a maximum thickness of ¾700 m can be calculated. A maximum age of ¾0.57 Ma is proposed, thus loosely bracketing the initiation of sedimentation in the Abijata Main Basin between ¾0.57 and ¾0.33 Ma (Table 3)."
  }, {
    "heading": "4.3. The Lake Shala Basin",
    "text": "Recent sedimentation in Lake Shala is not well known. Short cores collected by Baumann et al.\n(1975) show that the surface sediments consist of dark-grey to black laminated or homogeneous clays, suggesting an anoxic environment at depth. Four Mackereth cores up to 6-m long collected in 1981 in the western part of the basin show a dominance of finely laminated mud or silt and clayey silt. 14C dating indicates ages of about 2.7, 3.5 and 3.9 ka close to the base of the cores (Mohammed, 1992) (Figs. 2 and 13B). Deposition rates vary from 1200 mm ka 1 up to 5700 mm ka 1.\nFossil lake beds are preserved in sheltered pockets around the steep inner walls of the Central Basin. The main sedimentary sequence was defined by Street (1979) as the Ajewa Formation, exposed along the Ajewa gully on the eastern shore of Lake Shala. Fig. 13A presents a composite stratigraphy of the Ajewa Formation and corresponding lacustrine phases as suggested by Street (1979). Eight diatom-, ostracod-, mollusca- and fish-rich silt and sand units have been identified within this formation spanning the early-Late Pleistocene to historical period. Diatomitic episodes represent the three earliest lacustrine highstands, Ajewa I, IIA, and IIB, respectively dated early-Late Pleistocene for Ajewa I (<0.1 Ma), between 30 and 28 ka (?) for Ajewa IIA, and\n164 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177\nbetween 26.5 and 21 ka for Ajewa IIB. The Ajewa III, IVA, IVB, V and VI highstands, represented by lacustrine silts and sands with few diatomitic events, are dated between 11.5 and 10.2 ka for Ajewa III, between 9.8 and 8.5 ka for Ajewa IVA, between 6.5 and <4.8 ka for Ajewa IVB, and <2.5 ka for Ajewa V and VI.\nSyn-sedimentary deformation features and syn- to post-sedimentation tectonic structures have been observed at several places within the Ajewa Formation (Fig. 16). Syn-sedimentary deformation is particularly well-developed within the several metres thick ‘Paper Diatomite’ bed that was described by Street (1979) as the D1 ‘greenish, rhythmically laminated diatomite’ representative of the Ajewa I lake highstand (<0.1 Ma). Metre-sized folds close to overfold or faulted overfold affect successive dm-thick layers of diatomaceous silt and diatomite at the base of the ‘Paper Diatomite’ and can be attributed to coherent subaqueous slumps. The pile of green and white <mm-thick laminae that form the ‘Paper Diatomite’ is affected by many small-scale (mm- to cm-sized) deformation structures (Fig. 16). Such deformations may relate to shear movements, possibly induced by minor faulting or earthquake activity that charac-\nterizes the Ziway–Shala region (e.g., Gouin, 1979), or to earthquake swarms linked to magma intrusion along caldera margin faults."
  }, {
    "heading": "5. Timing of basin formation and depositional environments",
    "text": "The Pliocene–Pleistocene evolution of the lake region of the Main Ethiopian Rift shows a complex combination of extension movements along a WNW–ESE direction (Kebede and Kulhanek, 1992; Asfaw, 1992) with several successive paroxysmic silicic magmatic events resulting in the formation of very large calderas on the rift floor.\nThe present symmetrical graben morphology formed before the voluminous ignimbrite eruption at 3.5 Ma, resulting in the formation of the major ‘Munesa Caldera’ now buried beneath the Ziway– Shala lake basin system (Fig. 17), and other calderas located further south and west (Awasa Caldera; Wagebeta Caldera Complex) (WoldeGabriel et al., 1990). Major vertical displacements in the central sector of the MER followed the eruption of the Munesa crystal tuff (WoldeGabriel et al., 1992).\nC. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 165\nDuring the middle Pliocene to Early Pleistocene period (3.5–1.6 Ma), crustal extension gave rise on the Southeastern Plateau to the trachytic shield volcanoes Chilalo and Badda (Mohr and Potter, 1976) and other centres of the eastern and western shoulders of the MER (Fig. 1B)."
  }, {
    "heading": "5.1. Initiation of the Wonji Fault Belt and Abijata Main Basin",
    "text": "By ¾1.6 Ma, tectonic activity and lava production shifted from the central area of the MER toward the eastern, marginal zone, resulting in the development of the Wonji Fault Belt volcano-tectonic axis that extends along the entire MER (Kazmin, 1979).\n166 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177\nAt 1.30–1.05 Ma, strong silicic magmatic events resulted in the formation of the ¾30-km-wide Gademotta Caldera (Laury and Albritton, 1975; Lloyd, 1977), and extrusion of basalts and massive rift margin faulting occurred on the northeast side of the rift at the same period (Mohr et al., 1980) (Fig. 17, Fig. 18A, Fig. 19A).\nThe minimum age estimated for the initiation of sedimentation in the Abijata Main Basin of ¾0.57– 0.33 Ma suggests the beginning of basin subsidence and fault development on the west side of the Ziway–\nShala segment, possibly involving a pre-existing depression formed by the superimposed remnants of the Munesa and Gademotta calderas. This area was already a zone of structural weakness, and normal faulting resulted in the formation of the East Abijata Fault (EAF) that possibly extended further north below the present-day Bulbula Plain (Fig. 18A, Fig. 19B). This tectono-volcanic depression flooded probably very rapidly as did the previous Gademotta Caldera (Laury and Albritton, 1975). The main axes of sediment flux are difficult to identify, with possi-\nC. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 167\nbly a small lateral footwall flux related to a nascent fault scarp (EAF). Axial flux was probably greater, mainly controlled by the progressive NNE-trending fault segmentation of the Ziway–Shala zone of the Wonji Fault Belt, and the longitudinal tilt generated by the development of the EAF (e.g., Leeder, 1993), resulting in the development of a larger drainage basin than the present-day basin. The axis of major subsidence of the Abijata Main Basin was probably the active rift axis for this period (Fig. 18B, Fig. 19A,B)."
  }, {
    "heading": "5.2. Paroxysmic silicic volcanism in the Ziway–Shala region",
    "text": "At around 0.30–0.20 Ma, a regional paroxysm of crustal extension and related silicic and basaltic volcanism characterized the whole Main Ethiopian Rift (Morton et al., 1979). A major episode of rift margin faulting initiated new fault scarps along the eastern flank of the MER, creating the Gadamsa–East Ziway segment of the WFB, and resulted in the initiation of the Ziway Basin immediately east of the West Ziway Fault (WZF) (Fig. 17, Fig. 18A, Fig. 19C,D). Age estimation using the parameters defined for the Abijata Main Basin provides a bracket of¾0.31–0.20 Ma for initiation of sedimentation in the Ziway Basin, which can relate to the faulting episode affecting the eastern margin of the MER and the beginning of eastward migration of tectonic activity within the Wonji Fault Belt. Erosion of new, tectonically formed escarpments along the eastern margin resulted in the growth of the footwall-sourced Mount Ilala plateau gravel formation (Fig. 18B, Fig. 19C,D).\nIn the Corbetti–Shala, Ziway–Shala and Gadamsa–East Ziway segments of the WFB, this volcanic episode was marked within possibly a few tens of years (Marsh, 1984) by several moderate-volume ignimbritic eruptions (Fig. 17, Fig. 18A, Fig. 19D). At ca. 0.24 Ma, the O’a volcano erupted a large caldera collapse (estimated collapse volume of 120 km3) accompanied by the emplacement of the¾120-m-thick ‘Strongly Welded Green’ and ‘Weakly Welded Beige’ ignimbrites that blanket the rift floor up to the north end of the Langano and Abijata basins. The collapse of the O’a Caldera led to the instantaneous formation of a natural deep-water reservoir (Mohr et al., 1980). Along the Corbetti–Shala and Gadamsa–\nEast Ziway segments of the WFB, the Corbetti and Alutu volcanoes possibly erupted synchronously with O’a. Coarse ignimbrites partly forming the floor of the Haroresa Rhomboid Fault System southeast of Alutu probably erupted just before the caldera collapse (UNDP, 1973) (Fig. 19D)."
  }, {
    "heading": "5.3. Eastward migration of volcano-tectonic activity and basin formation along the Ziway–Shala and Gadamsa–East Ziway segments of the WFB",
    "text": "Volcanic activity ceased after 0.20 Ma on the Ziway–Shala WFB segment, as shown by the lack of post-caldera silicic volcanism at O’a, excepting the Tulu Fike pumice parasitic cone, and the formation at 0.18 Ma of the Tulu Billa basaltic cone, which is located well off the WFB in the Southwestern Danga Volcanic Boundary (Figs. 11, 17 and 19E). On the contrary, the Shala–Corbetti and Gadamsa–East Ziway segments are characterized by numerous fissural basaltic eruptions. The Alutu and Corbetti volcanoes are marked by parasitic silicic activity, starting at 0.15 Ma at Alutu and continuing to Holocene time (Fig. 17, Fig. 18A, Fig. 19E).\nFault movement continued along the Ziway– Shala WFB segment where the East Abijata Fault affected the O’a ignimbrites deposited at ¾0.24 Ma. Active basin subsidence along the East Abijata Fault initiated the east-dipping half-graben structure of the Abijata Main Basin. Sediment flux in the basin strongly increased by this time, particularly as a consequence of the growing of the new Alutu and O’a volcanic reliefs, resulting in axial fluxes of coarse- to fine-grained volcaniclastics from north-northeast and south. Footwall flux also increased along the axis of maximum subsidence, but mainly provided within the Abijata Main Basin fine-grained sediments according to the fault scarp lithology, consisting of the ‘Weakly Welded Beige’ ignimbritic formation (Fig. 18B).\nFrom<0.1 Ma, ‘lacustrine-type’ fine-grained sedimentation prevailed within the Abijata Main Basin, as shown by sediment facies from the Abijata borehole, and axial-fluvial, deltaic and possible shallowlacustrine facies accumulated in the grid-fault system forming the nascent Langano Basin. Sedimentation in the O’a Caldera was represented by the ‘Paper Diatomite’ indicating a deep-water lacustrine envi-\nC .L e Turdu et al./Palaeogeography, Palaeoclim atology,Palaeoecology 150 (1999) 135–177 169\nC. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 171\nronment with anoxic conditions on the lake bottom. Erosion features affecting the top of the ‘Paper Diatomite’ in the Shala Basin relate to a regressive phase, also marked by fluvial sands and diatomaceous shallow-water deposits in the Abijata borehole (Street, 1979). The sharp change in lithology from fine-grained ‘lacustrine’ facies to a coarser ‘fluviolacustrine’ facies at 56 m in the Abijata borehole may relate to this regressive event and indicates a major change in the sediment source. Age estimation of this regressive phase, using sedimentation rates defined in Table 2, suggests a time of ¾69 ka (Fig. 13B). Syn-sedimentary deformation features observed in the <0.1 Ma old beds of the O’a Caldera (Fig. 16) can be interpreted as the result of shear movements induced by local faulting or earthquake activity, the O’a Caldera representing a geological– morphological environment particularly favourable to seismic activity along caldera margin faults and sensitive to slope instability.\nLateral migration of tectonic activity, typical of various intracontinental rift systems (Tiercelin, 1990; Morley, 1993; Le Turdu et al., 1995; Lezzar et al., 1996), characterizes the post-0.20 Ma period, resulting possibly in the breakdown of movement along the East Abijata Fault (EAF), and to the east in the fine slicing of the Gadamsa–East Ziway WFB segment associated with the deepening of the Ziway Basin (Fig. 18A, Fig. 19E). On the eastern side of the Ziway–Shala WFB segment, the development of the West Langano and Kore–Basuma Faults associated with numerous antithetic minor faults induced the formation of the Katlo Horst, the Offshore Western Plateau, and the Central Basin of Lake Langano (Fig. 18A). The development of the Kore–Basuma Fault and minor structures internal to the Langano Basin can also be interpreted as synthetic adjustments along the major West Langano Fault, acting during the deepening of the Langano Basin.\nInterference between the NNE to NE and ESE tectonic trends of the Wonji Fault Belt and the Munesa Fault System, respectively, resulted in the structuration of the Haroresa Rhomboid Fault System and the north end of the Langano Basin. Simultaneous westward block tilting of the Haroresa Rhomboid Fault System is illustrated by the 20º angle of the Mount Ilala plateau gravel formation and by the fan shape of the Mount Fale half-graben deposits, thus\nsuggesting for this phase of deformation an age between 0.20 Ma and early-Late Pleistocene. Such extensive movements along the Gadamsa–East Ziway and Ziway–Shala segments of the WFB probably induced hydrothermal fluid circulation in the North Bay–Haroresa systems and along the West Langano Fault (Fig. 18A, Fig. 19E).\nThe combination of the O’a and Alutu volcanic features with tectonic segmentation of the area resulted in the development of a new hydrographic network, where tributaries derived from the Southeastern rift escarpment are rapidly deflected to axial drainage by the NNE-trending, S- or Z-shaped gridfault and ramp structures of the Wonji Fault Belt (Haroresa and Munesa structures). The Mount Fale half-graben formation represents a small axial-fluvial and deltaic system flowing south toward the nascent Lake Langano Basin or sometimes north, possibly as the result of tectonic tilting or delta-lobe switching, during the early-Late Pleistocene. Sediment flux also originated from the southeastern end of the Langano Basin, as a result of the control by the transverse Munesa Fault System of the drainage basin formed by the Southeastern rift escarpment. Water and sediment fluxes were strictly directed toward the Langano Basin using the north-dipping Mirrga Ramp (Fig. 18B)."
  }, {
    "heading": "5.4. Late Pleistocene–Holocene Ziway–Shala basin evolution: volcano-tectonics versus climate forcing",
    "text": "The probable joint history of sedimentation within the Ziway, Langano, Abijata and Shala lake basins started in the early-Late Pleistocene time interval and continued all along Holocene times up to the present-day, reacting to a series of humid phases characterizing Africa from 140 ka up to 2 ka (Gasse and Street, 1978; Lézine and Casanova, 1991; Sturchio et al., 1993; Cohen et al., 1997).\nThe Late Pleistocene–Holocene time interval appears to be characterized by minor tectonic deformation compared with previous periods. Maximum tectonic activity seems to be concentrated along the Gadamsa–East Ziway WFB segment. The slight tilting (10–15º west) observed in the ¾28 ka old Lencha Gidu series on the west side of the Abijata Basin indicates that tectonic deformation also affected the non-faulted side of the Ziway–Shala\n172 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177\nsystem (Fig. 18A). Small NNE-trending faults affecting the Daka Ilala sediments and other deformation features (convolute bedding and folds, clastic dykes, slump breccias, turbidite sequences) indicate gentle post-27 ka tectonic movements along the West Langano Fault escarpment and may relate to the uplift of the Katlo Horst during the time of sediment deposition or slightly later.\nThese movements may also relate to the numerous volcanic events that characterize the Alutu volcanic centre, and associated seismic activity attributed to magma intrusion along caldera margin faults. Alutu entered a particularly explosive post-caldera phase shortly before 21 ka (Fig. 17), continuing to erupt intermittently through Holocene and Recent times as shown by the numerous pyroclastics layers found in the lake cores. Deformation features may have also resulted from volcanic doming of the active southern flank of Alutu during the Late Pleistocene (Gebiba obsidian dome and Edo Laki rhyolite) and Holocene (O-itu Woshe obsidian flows) eruptions (Fig. 17) as shown by the up to 20º dip toward the south of the 5.6 ka old O-itu Woshe deltaic beds (M. Benvenutti, pers. commun., 1997).\nDiatom flora from the sediment sequence identified at Daka Ilala along the West Langano Fault indicates that generally high water level and lowsalinity conditions predominated in this area at a date possibly older than 30–27 ka. The succession of minor disconformities suggests a series of short-period lake-level fluctuations with a stability of the water body at the top of the sediment sequence. Slump and turbidite features may relate to a deep lake environment close to an active fault scarp (WLF). The Daka Ilala section can be stratigraphically correlated with the 43–26 m section of the Abijata core (Fig. 13B), and similarities in diatom flora may indicate the existence of a large water body possibly flooding a proto-Katlo Horst between Abijata and Langano. This high lake-level period may be older than the Ziway–Shala II transgressive phase defined in the Deka Wede section of the Bulbula Plain (dated at around 30 ka) and in the Shala Basin (Ajewa II A phase dated at 30–28 ka?) (Gasse and Street, 1978; Street, 1979).\nOn the west side of the Abijata Basin, the Lencha Gidu section indicates littoral lacustrine conditions at 28.3 ka. This event can be correlated with the\nlow lake level identified between 28.2 and 27 ka in the Bulbula Plain (the Ziway–Shala II–III regression of Street, 1979). In the upper part of the section, the diatom flora indicates a very calm lacustrine environment which may correspond to the Ziway– Shala III transgressive phase identified at about 27 ka in the Bulbula Plain by Street (1979).\nThe formation of pedogenetic carbonate crusts at 22 ka on the Katlo Horst indicates subaerial conditions within a semi-arid setting, and possibly marks the Ziway–Shala III–IV lake-level fall (Street, 1979). During this period, it has been proposed that Lake Ziway dried out completely (Lloyd, 1977). At the Abijata borehole site, the palaeosol at the depth of 16.80 m with an estimated age of ¾20.75 ka possibly marks this phase (Fig. 13B). The air-fall ash interlayered within the carbonate crusts may relate to Alutu volcano explosive phases as it has been described for this period by Gèze (1974) and Street (1979) (Abernosa Pumice Member and other eruptive events) (Fig. 17). Such explosive volcanic eruptions would have to cause transient local or regional climate changes.\nThe Late Pleistocene–Holocene time interval was marked by a series of rise and falls of lake level affecting the Ziway–Shala lake basin system, well-identified in the Bulbula River sections and in the upper part of the Abijata borehole (Gasse and Street, 1978; Street, 1979). In the Deka Wede section, a date of 11.50 ka was suggested by Street (1979) for the Ziway–Shala IV transgression. The Katlo microbialite dated at 12.37 ka, possibly formed over a water depth range of 0–30 m (Casanova, 1991) on top of the Katlo Horst, suggests an older date for the initiation of the Ziway–Shala IV lake maximum. Nevertheless, uplift movements can be suspected for the Late Pleistocene–Holocene time interval along the West Langano and Kore–Basuma faults as shown on seismic lines. Present altitude of the Katlo Horst cannot be used to constrain the corresponding lake level.\nAt the base of core LL-III in Lake Langano (Fig. 13B), fine to coarse sands and gravels possibly relate to the Ziway–Shala III–IV regression dated between 21 and 11.5 ka (Street, 1979). In the Lake Abijata Basin, cm-thick beds of fine to coarse sands at about 10 ka (calibrated age 11.6 ka) at the base of the core also suggest a shallow-lacustrine environment that\nC. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 173\ncan be correlated with the Ziway–Shala IV–V regression. The progressive installation of deeper, freshwater lacustrine conditions with evidence of high organic productivity and anoxic conditions on the lake floor is suggested between ca. 9.50 and 7.50 ka, between 7 and 6 ka and between 5.85 and 5.20 ka by magnetic methods on LL-III core (Tamrat, 1997; Tamrat and Williamson, 1997), in phase with the transgressive phases identified by Street (1979) between 9.95 ka and 8.50 ka (Ziway–Shala V), and between 6.50 and 4.80 ka (Ziway–Shala VI). The period between 9.60 and 9.40 ka is marked in the LL-III core by numerous air-fall pyroclastic layers suggesting series of explosive eruptions from the Alutu volcano.\nDark-brown muds between 8 and 6 m in the LL-III core may indicate the permanence in the Langano Basin of a water body almost comparable to the present-day lake during the regressive phase ZS V–VI identified at 8.5 ka by Street (1979). Continuation of fine-grained sedimentation with a rich ostracod fauna suggests freshwater conditions possibly corresponding to the Ziway–Shala VI high lake level starting at 6.50 ka (Street, 1979). This period can be correlated with the development at 5.70 ka of the O’itu Woshe Gilbert-type deltaic environment at the north end of Lake Langano. Transgressive– regressive features within the delta beds are indicative of short-lived lake-level fluctuations during the highstand period.\nIn the Central Basin of Lake Langano, the LS1– LS2 seismic sequences indicate uniform sediment accumulation and are interpreted as the two last high lake-level periods. The erosional truncation represented by the LSB1 boundary can be related to the Ziway–Shala VI–VII regressive phase starting at about 4.8 ka. Initiation of deposition of the LS1 sequence and the aggradation of the PU1–PU4 seismic units on the Offshore Western Plateau (Figs. 9 and 15) may correspond to the Ziway–Shala VII transgressive phase starting shortly after 2.5 ka (Street, 1979; Gillespie et al., 1983) as indicated by the dating at the base of core Lc (Mohammed and Bonnefille, 1991; Mohammed, 1992). Minor mass wasting observed within the LS1 sequence possibly relates to the first steps of this transgressive phase or to low-amplitude tectonic movements along the Kore Basuma Fault. Synchronous changes in biogenic production at the two core sites indicate strong\nwater mixing by the time the two lakes were united (Ziway–Shala V, VI and VII high lake stands) (Tamrat and Williamson, 1997; Tamrat et al., 1997).\nThe mid-late Holocene time interval was marked for the three southern lakes, Langano, Abijata and Shala by a rapid and almost uninterrupted retreat, as indicated by the recessional strandlines which are clearly visible on aerial and satellite imagery (Fig. 3). A short lacustrine phase is evidenced at ca. 1.50 ka in the Abijata core Aa (Bonnefille et al., 1986). The present-day Ziway–Shala lake basin system is a closed and complex hydrological system, not only controlled by climate, but also by active tectonics and volcanism in the form of thermal springs and groundwater circulation (Fig. 18A, Fig. 19F). High-resolution seismic evidence and numerous hydrothermal features indicate that the West Langano and Kore–Basuma faults in the Lake Langano Basin clearly mark the present-day active rift axis."
  }, {
    "heading": "6. Conclusions",
    "text": "This study of the Ziway–Shala lake basin system of the MER provides an evolutionary model that can be applied to other intracontinental rift systems where initial rift floor segmentation is dominated by major explosive volcanism, in contrast with tectonics-dominated rift basins.\nAt the macro-architectural scale (106 yr), the Late Pliocene–Early Pleistocene morphology of the Ziway–Shala region directly relates to catastrophic explosive volcanic eruptions correlated with major caldera collapse (Munesa and Gademotta calderas). The history of the lake basin system started as a result of a combination of large (30 km diameter?) pre-existing caldera depressions.\nAt the meso-architectural scale (104–106 yr), fault deformation and migration linked to the tectonic structuration of the WFB results in controlling the architectural pattern of the basin and drainage system. Successive depressions caused by the subsidence of crustal blocks combined with reliefs formed by magma effusion during a new paroxysmic explosive volcanic phase, the whole being associated with graben-like downfaulting related to the development of the Wonji Fault Belt, resulted in less than 105 yr in a new complex rift floor morphology: to the\n174 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177\nwest, development of the Abijata Main Basin superimposed to the pre-existing Munesa–Gademotta calderas; to the north-northeast, development of the Ziway Basin. Lateral migration of volcano-tectonic activity resulted later in the diachronous formation of two opposite half-grabens, the Abijata Main Basin to the west, and the Langano Basin to the east, separated by the Katlo Horst.\nFinally, at a micro-architectural scale (101–104 yr), the climate signal appeared to be more pronounced as tectonic effects have waned. Climatic fluctuations at regional or global scale, linked to the monsoon effects, and possibly influenced at a millennial scale by the regional explosive volcanism, caused river regime change and major baselevel changes controlling drainage basin area and shape, resulting in quick-alternating high- and lowlake morphologies. Minor tectonic movements appeared to be concentrated in the youngest Langano Basin, possibly correlated with volcanic activity of Alutu, thus defining the present-day Ethiopian Rift active axis."
  }, {
    "heading": "Acknowledgements",
    "text": "This work is part of the ERICA Project conducted by Raymonde Bonnefille and funded since 1994 by the ‘Programme National d’Etude du Climat’ (PNEDC), the ‘Dynamique de la Terre et du Climat’ (DYTEC) and ‘Variabilité de l’Environnement de la Terre’ (VARIENTE) programs developed by INSU (Institut National des Sciences de l’Univers, CNRS, France), and the French–Ethiopian Cooperative Program in Earth Sciences conducted by INSU, the Ministry of Foreign Affairs, France, and the Department of Geology and Geophysics, Addis Ababa University, Ethiopia. In addition, C.L.T. and J.-J.T. would like to acknowledge Elf Petroleum Norge AS for providing funding for SPOT imagery and DEM acquisition (3D-3G research contract No. 2231-01 ELF to J.-J.T.). Facilities and field assistance were provided by the Department of Geology and Geophysics, Addis Ababa University and by the Cultural and Scientific Service of the French Embassy in Ethiopia. The authors express their thanks to Professor Solomon Tadesse, to Jean-Pierre Debaere, Jacky Piguet and Asfaw Salehu. Support for remote\nsensing studies was provided by the remote sensing laboratory of Elf Exploration Production in Pau (France), and by the Ethiopian Mapping Authority in Addis Ababa. Funding by SUCRI 2E, University of Western Britanny contributed to the 1995 and 1997 field trips. Thanks to Martia Maia for helpful comments on gravity data, to Mario Sagri and Marco Benvenutti for fruitful discussions in the field, to Michael Talbot, Cynthia Ebinger and Robin Renaut for their help in various phases of the work, and to Bernadette Coléno for assistance with illustrations. Special acknowledgements are due to Ray Cas and Giday WoldeGabriel for their constructive reviews, and to Elf Petroleum Norge AS for having authorized this publication. This is publication No. 71 of the International Decade of East African lakes (IDEAL) programme."
  }],
  "year": 1999,
  "references": [{
    "title": "Geological setting",
    "authors": ["C.C. Albritton"],
    "venue": "Polish Academy of Sciences (Ossolineum),",
    "year": 1974
  }, {
    "title": "Geological map of the Nazret–Dera region (Main Ethiopian Rift)",
    "authors": ["D. Alula", "M. Boccaletti", "A. Getaneh", "R. Mazzuoli", "L. Tortorici", "T. Trua"],
    "venue": "Ministero degli Esteri, Consiglio Nazionale delle Ricerche,",
    "year": 1992
  }, {
    "title": "In-situ measurements of sediment acoustic properties during coring",
    "authors": ["A.L. Anderson", "L.D. Hampton"],
    "venue": "Physical and Mechanical Properties",
    "year": 1974
  }, {
    "title": "Constraining the African pole of rotation",
    "authors": ["L.M. Asfaw"],
    "venue": "Seismology and Related Sciences in Africa. Tectonophysics",
    "year": 1992
  }, {
    "title": "230Th=234U and 14C ages obtained by mass spectrometry on corals",
    "authors": ["E. Bard", "M. Arnold", "R.G. Fairbanks", "B. Hamelin"],
    "venue": "Radiocarbon",
    "year": 1993
  }, {
    "title": "Lake Shala: water chemistry, mineralogy and geochemistry of sediments in an Ethiopian rift lake",
    "authors": ["A. Baumann", "U. Förstner", "R. Rhode"],
    "venue": "Geol. Rundsch",
    "year": 1975
  }, {
    "title": "The Main Ethiopian Rift: an example of oblique rifting",
    "authors": ["M. Boccaletti", "A. Getaneh", "L. Tortorici"],
    "venue": "Ann. Tectonicae",
    "year": 1992
  }, {
    "title": "Successive orthogonal and oblique extension episodes in a rift zone: laboratory experiments with application to the Ethiopian Rift",
    "authors": ["M. Bonini", "T. Souriot", "M. Boccaletti", "Brun", "J.-P"],
    "venue": "Tectonics",
    "year": 1997
  }, {
    "title": "Palaeoenvironment of Lake Abijata, Ethiopia, during the past",
    "authors": ["R. Bonnefille", "C. Robert", "G. Delibrias", "C. Elenga", "Herbin", "J.-P", "A.M. Lézine", "G. Perinet", "Tiercelin", "J.-J"],
    "year": 1986
  }, {
    "title": "Volcanic Successions. Modern and Ancient",
    "authors": ["R.A.F. Cas", "J.V. Wright"],
    "year": 1988
  }, {
    "title": "Biosedimentology of Quaternary stromatolites in intertropical Africa",
    "authors": ["J. Casanova"],
    "venue": "J. Afr. Earth Sci",
    "year": 1991
  }, {
    "title": "Hydrogeology of the Lakes Region, Ethiopia",
    "authors": ["T. Chernet"],
    "venue": "Ministry of Mines and Energy, Ethiopian Institute of Geological Surveys, Mem. 7,",
    "year": 1982
  }, {
    "title": "Etude des mécanismes de minéralisation en fluorure et éléments associés de la Région des lacs du Rift Ethiopien",
    "authors": ["T. Chernet"],
    "venue": "Thèse Doctorat de l’Université d’Avignon et des Pays du Vaucluse,",
    "year": 1997
  }, {
    "title": "Hydrologie isotopique de la région des lacs du Rift Ethiopien",
    "authors": ["T. Chernet", "E. Gibert", "Y. Travi"],
    "venue": "Colloque International sur l’utilisation des techniques isotopiques dans le domaine des ressources en eau et en sol,",
    "year": 1996
  }, {
    "title": "A comparison of the Late Acheulian industries of Africa and the Middle East",
    "authors": ["J.K. Clark"],
    "venue": "After the Australopithecines",
    "year": 1975
  }, {
    "title": "Estimating the age of formation of lakes: an example from Lake Tanganyika",
    "authors": ["A.S. Cohen", "M.J. Soreghan", "C.A. Scholz"],
    "venue": "East African Rift system. Geology",
    "year": 1993
  }, {
    "title": "New palaeogeographic and lake level reconstructions of Lake Tanganyika: implications for tectonic, climatic and biologic evolution in a rift lake",
    "authors": ["A.S. Cohen", "Lezzar", "K.-E", "Tiercelin", "J.-J", "M. Soreghan"],
    "venue": "Basin Res",
    "year": 1997
  }, {
    "title": "Relations between plume birth and continental breakup: the case of the Ethiopian Traps and Afar Depression. International Symposium Flood Basalts, Rifting, and Paleoclimates in the Ethiopian Rift and Afar Depression",
    "authors": ["V. Courtillot", "C. Hofmann", "I. Manighetti", "Tesfaye Kidane", "P. Tapponnier"],
    "year": 1997
  }, {
    "title": "Boseti Bariccia: a Quaternary Pantelleritic volcano in the Main Ethiopian Rift",
    "authors": ["F.M. Dakin", "I.L. Gibson"],
    "venue": "Bull. Geophys. Observ., Addis Ababa University",
    "year": 1971
  }, {
    "title": "Age of volcanism and rifting in southwestern Ethiopia",
    "authors": ["A. Davidson", "D. Rex"],
    "venue": "Nature 283,",
    "year": 1980
  }, {
    "title": "L’évolution Holocène du lac Abiyata (Ethiopie): reconstitution paléoécologique et paléoclimatique à partir de l’étude des Diatomées",
    "authors": ["C. Descourtieux"],
    "venue": "Mémoire de D.E.A. d’Algologie (unpubl. dissertation), Université de Paris VI,",
    "year": 1977
  }, {
    "title": "The Ethiopian Rift Valley (between 7o000 and 8o400 lat",
    "authors": ["G.M. Di Paola"],
    "venue": "North). Bull. Volcanol",
    "year": 1972
  }, {
    "title": "Geological Map of the Tullu Mojé Volcanic Area",
    "authors": ["G.M. Di Paola"],
    "venue": "Consiglio Naz. Ricerche, Firenze (Map only,",
    "year": 1977
  }, {
    "title": "Late Eocene–Recent volcanism and faulting in the southern main Ethiopian rift",
    "authors": ["C. Ebinger", "T. Yemane", "G. WoldeGabriel", "J.L. Aronson", "R.C. Walter"],
    "venue": "J. Geol. Soc.,",
    "year": 1993
  }, {
    "title": "Late Quaternary lake-level fluctuations and environments of the northern Rift Valley and Afar region (Ethiopia and Djibouti)",
    "authors": ["F. Gasse", "F.A. Street"],
    "venue": "Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "year": 1978
  }, {
    "title": "La région centrale du rift éthiopien",
    "authors": ["F. Gèze"],
    "venue": "Thèse de 3ème cycle (unpublished dissertation), Université Paris-Sorbonne,",
    "year": 1974
  }, {
    "title": "Water–rock interaction processes in the Aluto–Langano geothermal field (Ethiopia)",
    "authors": ["G. Gianelli", "M. Teklemariam"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1993
  }, {
    "title": "Post-glacial arid episodes in Ethiopia have implications for climate prediction",
    "authors": ["R. Gillespie", "F.A. Street-Perrot", "R. Switsur"],
    "venue": "Nature",
    "year": 1983
  }, {
    "title": "Earthquake History of Ethiopia and the Horn of Africa",
    "authors": ["P. Gouin"],
    "venue": "IDRC, Ottawa,",
    "year": 1979
  }, {
    "title": "Fault geometry and extension mechanisms in the Central Kenya Rift, East Africa. A 3D remote sensing approach",
    "authors": ["P. Grimaud", "Richert", "J.-P", "J. Rolet", "Tiercelin", "J.-J", "Xavier", "C.K. Morley", "C. Coussement", "S.W. Karanja", "R.W. Renaut", "G. Guérin", "C. Le Turdu", "G. Michel-Noël"],
    "year": 1994
  }, {
    "title": "Late Quaternary lake levels in the Rift Valley of Southern Ethiopia and elsewhere in tropical Africa",
    "authors": ["A.T. Grove", "A.S. Goudie"],
    "venue": "Nature 234,",
    "year": 1971
  }, {
    "title": "Former lake levels and climatic change in the rift valley of southern Ethiopia",
    "authors": ["A.T. Grove", "A.F. Street", "A.S. Goudie"],
    "venue": "Geogr. J",
    "year": 1975
  }, {
    "title": "Seismic signature of sedimentation models",
    "authors": ["J.C. Harms", "P. Tackenberg"],
    "venue": "Geophysics",
    "year": 1972
  }, {
    "title": "Basaltic volcanism in Ethiopia: constraints on continental rifting and mantle interaction",
    "authors": ["W.K. Hart", "G. WoldeGabriel", "R.C. Walter", "S.A. Mertzman"],
    "venue": "J. Geophys. Res",
    "year": 1989
  }, {
    "title": "Variations in the along-axis segmentation of the Afar Rift system",
    "authors": ["N.J. Hayward", "C. Ebinger"],
    "venue": "Tectonics",
    "year": 1996
  }, {
    "title": "Timing of the Ethiopian flood basalts event and implications for plume birth and global change",
    "authors": ["C. Hofmann", "V. Courtillot", "G. Féraud", "P. Rochette", "G. Yirgu", "E. Ketefo", "R. Pik"],
    "venue": "Nature 389,",
    "year": 1997
  }, {
    "title": "Approche morphostructurale et sédimentaire du bassin du lac Langano, Rift Ethiopien, pour le Pléistocène supérieur",
    "authors": ["V. Jeudy"],
    "venue": "Projet ERICA. DEA Université de Bretagne Occidentale",
    "year": 1995
  }, {
    "title": "135–177 and Paleoclimatology of the East African Lakes",
    "authors": ["C. Le Turdu"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1999
  }, {
    "title": "Late Pleistocene desiccation of Lake Victoria and rapid evolution of cichlid fishes",
    "authors": ["T.C. Johnson", "C.A. Scholz", "M.R. Talbot", "R. Kelts", "R.D. Ricketts", "G. Ngobi", "K. Beuning", "I. Ssemmanda", "J. McGill"],
    "year": 1996
  }, {
    "title": "Stratigraphy and correlation of volcanic rocks in Ethiopia",
    "authors": ["V. Kazmin"],
    "venue": "Ethiopian Institute of Geological Surveys Note",
    "year": 1979
  }, {
    "title": "Recent seismicity of the East African rift system and its implications",
    "authors": ["F. Kebede", "O. Kulhanek"],
    "venue": "Seismology and Related Sciences in Africa. Tectonophysics",
    "year": 1992
  }, {
    "title": "Rainfall records for the southern Rift Valley of Ethiopia",
    "authors": ["T.J. Kingham"],
    "venue": "Land Resources Div., U.K. Min. Overseas Devel., Tolworth, Supplementary Report 18,",
    "year": 1975
  }, {
    "title": "Volcanic vents rooted on extension fractures and their geodynamic implications in the Ethiopian Rift",
    "authors": ["T. Korme", "J. Chorowicz", "B. Collet", "F.F. Bonavia"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1997
  }, {
    "title": "German oak and pine 14C calibration, 7200–9439",
    "authors": ["B. Kromer", "B. Becker"],
    "venue": "BC. Radiocarbon",
    "year": 1993
  }, {
    "title": "Geology of Middle Stone Age archaeological sites in the Main Ethiopian Rift Valley",
    "authors": ["R.L. Laury", "C.C. Albritton Jr."],
    "venue": "Bull. Geol. Soc. Am",
    "year": 1975
  }, {
    "title": "Tectonic controls upon drainage basin development, river channel migration and alluvial architecture: implications for hydrocarbon reservoir development and characterization",
    "authors": ["M. Leeder"],
    "venue": "Geol. Soc. London,",
    "year": 1993
  }, {
    "title": "Rift basin structure and depositional patterns interpreted using a 3D remote sensing approach: the Baringo and Bogoria Basins, Central Kenya Rift, East Africa",
    "authors": ["C. Le Turdu", "C. Coussement", "Tiercelin", "J.-J", "R.W. Renaut", "J. Rolet", "Richert", "J.-P", "D. Coquelet"],
    "year": 1995
  }, {
    "title": "Influence of pre-existing oblique discontinuities on the geometry and evolution of extensional fault patterns: evidence from the Kenya Rift using SPOT imagery",
    "authors": ["C. Le Turdu", "Tiercelin", "J.-J", "Richert", "J.-P", "J. Rolet", "R.W. Renaut", "K.E. Lezzar", "C. Coussement", "Xavier"],
    "year": 1999
  }, {
    "title": "Diagramme pollinique holocène d’un sondage du lac Abiyata (Ethiopie, 7o420 Nord)",
    "authors": ["A.M. Lézine", "R. Bonnefille"],
    "venue": "Pollen Spores XXIV,",
    "year": 1982
  }, {
    "title": "Correlated oceanic and continental records demonstrate past climate and hydrology of North Africa (0–140",
    "authors": ["A.M. Lézine", "J. Casanova"],
    "venue": "ka). Geology",
    "year": 1991
  }, {
    "title": "New seismic stratigraphy and Late Tertiary history of the North Tanganyiky Basin, East African Rift System, deduced from multichannel and high-resolution reflection",
    "authors": ["Lezzar", "K.-E", "Tiercelin", "J.-J", "M. De Batist", "A.S. Cohen", "T. Bandora", "P. Van Rensbergen", "C. Le Turdu", "W. Mifundu", "J. Klerkx"],
    "year": 1996
  }, {
    "title": "Geological factors influencing geothermal",
    "authors": ["E.F. Lloyd"],
    "year": 1977
  }, {
    "title": "Development prospects in the Southern Rift",
    "authors": ["T. Teferra"],
    "year": 1975
  }, {
    "title": "Prospects for irrigation development",
    "authors": ["B.W. Eavis"],
    "year": 1976
  }, {
    "title": "Revision of African Limnocythere s.s",
    "authors": ["K. Martens"],
    "venue": "Geophys. Res",
    "year": 1990
  }, {
    "title": "Speciation and evolution of the genus",
    "authors": ["K. 453–524. Martens"],
    "year": 1990
  }, {
    "title": "The recent history",
    "authors": ["M.U. pp. Mohammed", "R. Bonnefille"],
    "year": 1991
  }, {
    "title": "Report on a geological excursion through",
    "authors": ["Palaeoecol. Afr"],
    "year": 1960
  }, {
    "title": "Patterns of faulting in the Ethiopian rift valley",
    "authors": ["P.A. 577–584. Mohr"],
    "year": 1987
  }, {
    "title": "Le caratteristiche di alcuni laghi dell’Africa Orientale Italiana",
    "authors": ["G. Morandini"],
    "venue": "Riv. Geogr. Ital",
    "year": 1940
  }, {
    "title": "Interaction of deep and shallow processes in the evolution of the Kenya",
    "authors": ["C. Morley"],
    "venue": "Rift. Tectonophysics",
    "year": 1993
  }, {
    "title": "Tectonic evolution of the northern Kenyan Rift",
    "authors": ["C.K. Morley", "W.A. Wescott", "D.M. Stone", "R.M. Harper", "S.T. Wigger", "F.M. Karanja"],
    "venue": "J. Geol. Soc. London",
    "year": 1992
  }, {
    "title": "Riftward younging of volcanic units in the Addis Ababa region, Ethiopian",
    "authors": ["W.H. Morton", "D.C. Rex", "J.G. Mitchell", "P. Mohr"],
    "venue": "Rift Valley. Nature",
    "year": 1979
  }, {
    "title": "A review of climate dynamics and climate variability in eastern Africa",
    "authors": ["S.E. Nicholson"],
    "year": 1996
  }, {
    "title": "Création automatique de MNT à partir de couples d’images SPOT. In: SPOT 1, utilisation des images, bilans, résultats",
    "authors": ["L. Renouard"],
    "venue": "Cepadues Ed.,",
    "year": 1989
  }, {
    "title": "Restitution automatique du relief à partir de couples stéréoscopiques d’images du satellite SPOT",
    "authors": ["L. Renouard"],
    "venue": "Thèse Doctorat de l’Ecole Polytechnique,",
    "year": 1991
  }, {
    "title": "Continental stretching: an explanation of the post mid-Cretaceous subsidence of the central North Sea basin",
    "authors": ["J.G. Sclater", "P.A.F. Christie"],
    "venue": "J. Geophys. Res",
    "year": 1980
  }, {
    "title": "A gravity survey of the central part of the Ethiopian rift valley",
    "authors": ["R. Searle", "P. Gouin"],
    "venue": "Tectonophysics",
    "year": 1972
  }, {
    "title": "Late Quaternary lakes in the Ziway–Shala Basin, Southern Ethiopia",
    "authors": ["F.A. Street"],
    "venue": "Unpublished Ph.D. thesis,",
    "year": 1979
  }, {
    "title": "Global maps of lake level fluctuations since 30,000 years BP",
    "authors": ["F.A. Street", "A.T. Grove"],
    "venue": "Quat. Res",
    "year": 1979
  }, {
    "title": "Calibration issue",
    "authors": ["M. Stuiver", "R.S. Kra"],
    "venue": "Proceedings of the 12th International",
    "year": 1986
  }, {
    "title": "Climate-driven variations in geothermal activity in the northern Kenya rift valley",
    "authors": ["N.C. Sturchio", "P.N. Dunkley", "M. Smith"],
    "venue": "Nature",
    "year": 1993
  }, {
    "title": "Hydrogen index and carbon isotopes of lacustrine organic matter as lake level indicators. Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["M.R. Talbot", "D.A. Livingstone"],
    "year": 1989
  }, {
    "title": "Magnétostratigraphie et magnétisme de séquences lacustres plio-pléistocènes et holocènes d’Afrique Orientale",
    "authors": ["E. Tamrat"],
    "venue": "Thèse de Doctorat,",
    "year": 1997
  }, {
    "title": "High resolution rock and paleomagnetic records from Lake Langano and its environmental implication. International Symposium Flood basalts, Rifting and Paleoclimates in the Ethiopian Rift and Afar Depression, Addis Ababa, February 3–14, abstr",
    "authors": ["E. Tamrat", "D. Williamson"],
    "year": 1997
  }, {
    "title": "Rock magnetic and geochemical attempts to correlate records of two Holocene cores and its environmental implication",
    "authors": ["E. Tamrat", "D. Williamson", "M. Taieb"],
    "venue": "European Geophysical Society, Solid Earth Geophysics Symposium, Vienna, April 21–25. Ann. Geophys. Suppl",
    "year": 1997
  }, {
    "title": "Rift-basin sedimentation: responses to climate and tectonism. The East African Rift example",
    "authors": ["Tiercelin", "J.-J"],
    "venue": "J. Afr. Earth Sci",
    "year": 1990
  }, {
    "title": "Continental rifts: modern sedimentation, tectonic and volcanic control. Example from the Bogoria–Baringo graben, Gregory Rift, Kenya",
    "authors": ["Tiercelin", "J.-J", "J. Le Fournier", "Herbin", "J.-P", "Richert"],
    "venue": "Geodynamic Evolution of the Afro-Arabic Rift System. Accad. Naz",
    "year": 1980
  }, {
    "title": "Study of the hydrological behaviour of the lakes region in the Ethiopian Rift using hydrological, hydrochemical and isotopic data: palaeohydrological implications",
    "authors": ["Y. Travi", "T. Chernet", "E. Gibert"],
    "venue": "International Symposium Flood basalts, Rifting and Paleoclimates in the Ethiopian Rift and Afar De-",
    "year": 1997
  }, {
    "title": "Relazione sui risultati idrografici relativi ai laghi dell’Africa Orientale Italiana esplorati dalla Missione Ittiologica",
    "authors": ["A. Vatova"],
    "venue": "Esplorazione dei laghi delle Fossa Galla. Ministero dell’Africa Italiana,",
    "year": 1941
  }, {
    "title": "Downsag calderas, ring faults, caldera sizes, and incremental caldera growth",
    "authors": ["G.P.L. Walker"],
    "venue": "J. Geophys. Res",
    "year": 1984
  }, {
    "title": "Reconnoitering Survey of the Water Resources in the Chilalo Awraja, Ethiopia, November 1966",
    "authors": ["Wenner", "C.-G"],
    "venue": "February 1967. C.A.D.U. Project prep. Per",
    "year": 1967
  }, {
    "title": "The tectonic significance of small scale structures, and their importance to the geologist in the field",
    "authors": ["G. Wilson"],
    "venue": "Ann. Soc. Géol. Belg",
    "year": 1961
  }, {
    "title": "Volcanotectonic History of the Central Sector of the Main Ethiopian Rift: a Geochronological, Geochemical, and Petrological Approach",
    "authors": ["G. WoldeGabriel"],
    "venue": "Ph.D. Thesis,",
    "year": 1987
  }, {
    "title": "Geology, geochronology, and rift basin development in the central sector of the Main Ethiopia",
    "authors": ["G. WoldeGabriel", "J.L. Aronson", "R.C. Walter"],
    "venue": "Rift. Bull. Geol. Soc. Am",
    "year": 1990
  }, {
    "title": "Age of volcanism and rifting in the Burji–Soyoma area, southern Main Ethiopian Rift: geo- and biochronologic data",
    "authors": ["G. WoldeGabriel", "T. Yemane", "G. Suwa", "T. White", "B. Asfaw"],
    "venue": "J. Afr. Earth Sci",
    "year": 1991
  }, {
    "title": "Geochronology and distribution of silicic volcanic rocks of Plio–Pleistocene age from the central sector of the Main Ethiopian Rift",
    "authors": ["G. WoldeGabriel", "R.C. Walter", "J.L. Aronson", "W.K. Hart"],
    "venue": "Quat. Int",
    "year": 1992
  }],
  "id": "SP:6df413ab61fba170277f391fb663cf045e562c93",
  "authors": [{
    "name": "Caroline Le Turdu",
    "affiliations": []
  }, {
    "name": "Jean-Jacques Tiercelin",
    "affiliations": []
  }, {
    "name": "Elisabeth Gibert",
    "affiliations": []
  }, {
    "name": "Yves Travi",
    "affiliations": []
  }, {
    "name": "Kiram-Eddine Lezzar",
    "affiliations": []
  }, {
    "name": "Jean-Paul Richert",
    "affiliations": []
  }, {
    "name": "Marc Massault",
    "affiliations": []
  }, {
    "name": "Françoise Gasse",
    "affiliations": []
  }, {
    "name": "Raymonde Bonnefille",
    "affiliations": []
  }, {
    "name": "Michel Decobert",
    "affiliations": []
  }, {
    "name": "Bernard Gensous",
    "affiliations": []
  }, {
    "name": "Vincent Jeudy",
    "affiliations": []
  }, {
    "name": "Endale Tamrat",
    "affiliations": []
  }, {
    "name": "Mohammed Umer Mohammed",
    "affiliations": []
  }, {
    "name": "Koen Martens",
    "affiliations": []
  }, {
    "name": "Balemwal Atnafu",
    "affiliations": []
  }, {
    "name": "Tesfaye Chernet",
    "affiliations": []
  }, {
    "name": "David Williamson",
    "affiliations": []
  }, {
    "name": "Maurice Taieb",
    "affiliations": []
  }],
  "abstractText": "In the central sector of the Main Ethiopian Rift, the Ziway–Shala lake basin system includes four present-day residual lakes, from north to south, lakes Ziway, Langano, Abijata, and Shala. This region of East Africa is under the influence of the Intertropical Convergence Zone seasonal migration. Thus it has been designated as a potential core site by the ERICA Project (‘Environmental Research for Intertropical Climate in Africa’). The four lakes have been subjected to strong changes in water level and water salinity at least during the Late Pleistocene. The purpose of this study is to produce a model of basin formation and sediment accumulation for this system of lakes, in order to separate the effects of climatic change from environmental variations induced by local or regional factors such as volcano-tectonic forcings. In addition to an exhaustive synthesis of available data, various investigations have been used to develop this model: 3D remote sensing, high-resolution seismics, coring, and structural, sedimentological, and hydrological field studies. New AMS radiocarbon dating helped to refine the pre-existing stratigraphic framework for this region, and basin age estimations were calculated using mean sediment accumulation rates. The history of the Ziway–Shala lake basin system has been reconstructed from Ł Corresponding author. Fax: C33-298498749; E-mail: tiercelin@univ-brest.fr 1 Present address: Elf Petroleum Norge AS, Research and Development Department, Dusavik, P.O. Box 168N, 4001 Stavanger, Norway. 0031-0182/99/$ – see front matter  1999 Elsevier Science B.V. All rights reserved. PII: S 0 0 3 1 0 1 8 2 ( 9 8 ) 0 0 2 2 0 X 136 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177 the Late Pliocene–Early Pleistocene period (106 yr), mainly characterized by catastrophic explosive volcanic eruptions. The early-middle Pleistocene–Late Pleistocene period (10–10 yr) was marked by a regional volcano-tectonic paroxysm, resulting in major changes in the morphology of the area, with the formation of the Abijata, Ziway and Shala lake basins. From 3⁄40.20 Ma, the Ziway–Shala basin history is marked by the eastward migration of volcano-tectonic activity, resulting in the development of the youngest basin of the Ziway–Shala system, the Langano Basin. The joint history of sedimentation in the Ziway, Langano, Abijata, and Shala lake basins started during the early-Late Pleistocene period (101–104 yr) and is characterized from this period up to the present-day by a series of climatically controlled rises and falls of lake level.  1999 Elsevier Science B.V. All rights reserved.",
  "title": "The Ziway–Shala lake basin system, Main Ethiopian Rift: Influence of volcanism, tectonics, and climatic forcing on basin formation and sedimentation"
}