{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPlanetary and Space Science\n0032-06 doi:10.1\n$An\nCompar Noordw n Fax:\nE-m\njournal homepage: www.elsevier.com/locate/pss\nComparative planetology, climatology and biology of Venus, Earth and Mars$\nF.W. Taylor n\nAtmospheric Oceanic and Planetary Physics, University of Oxford, Oxford OX1 3PU, England\na r t i c l e i n f o\nArticle history: Received 16 October 2009 Received in revised form 10 September 2010 Accepted 18 November 2010 Available online 26 November 2010\nKeywords: Planetary atmospheres Venus Mars Climate Space missions\n33/$ - see front matter & 2011 Published by 016/j.pss.2010.11.009\nintroductory overview presented at the I ative Planetology: Venus–Earth–Mars, 11–15 ijk, The Netherlands.\n+44 1865 272923. ail address: f.taylor@physics.ox.ac.uk\na b s t r a c t\nSpacecraft studies of the three terrestrial planets with atmospheres have made it possible to make meaningful comparisons that shed light on their common origin and divergent evolutionary paths. Early in their histories, all three apparently had oceans and extensive volcanism; Mars and Earth, at least, had magnetic fields, and Earth, at least, had life. All three currently have climates determined by energy balance relationships involving carbon dioxide, water and aerosols, regulated by solar energy deposition, atmospheric and ocean circulation, composition, and cloud physics and chemistry.\nThis paper addresses the extent to which current knowledge allows us to explain the observed state of each planet, its planetology, climatology and biology, within a common framework. Areas of ignorance and mysteries are explored, and prospects for advances in resolving these with missions within the present planning horizon of the space agencies are considered and assessed.\n& 2011 Published by Elsevier Ltd."
  }, {
    "heading": "1. Introduction",
    "text": "Comparative planetology is a very old topic in one sense, because observers of the heavens have always contemplated what conditions might be like on other worlds, especially those that are closest to Earth and therefore likely to be the most Earth-like. In an address to the Royal Society in 1784, William Herschel said: ‘‘Mars has a considerable but modest atmosphere, so that its inhabitants probably enjoy a situation in many respects similar to ours.’’ Mitchel (1848), who made regular observations of Mars from Cincinnati and discovered the ‘mountains’ near the south pole that still bear his name, wrote: ’’the reddish tint which marks the light of Mars has been attributed by Sir John Herschel to the prevailing colour of its soil, which he considers the greenish hue of certain tracts to distinguish them as covered with water. This is all pure conjecture, based upon analogy and derived from our knowledge of what exists in our own planet.’’\nThe best known early Mars studies were by Lowell (1895), who wrote (in Mars) ‘‘yMars is blissfully destitute of weather. Unlike New Englandy. What takes its place is a perpetual serenity, such as we can scarcely conceive.’’ This misconception, like many of Lowell’s assertions, was based on an over-interpretation of the available data. Although he deduced correctly that Mars had a much lower surface pressure than Earth, he proceeded to the conclusion that the pressure differences in the atmosphere must be\nElsevier Ltd.\nnternational Conference on May 2009, ESA-ESTEC\nso low that they could only support ‘mild-mannered’ storms that ‘might as well not be’. He later had to revise this view, when he observed dust storms on Mars from Earth through his telescope in Arizona (Lowell, 1903), but still did not realize that his value for the pressure was still more than ten times too high.\nLowell’s estimate was still being used in the 1950s, most notably by Werner von Braun in his Marsproject that was designed to land crew on Mars using a winged spacecraft. Earth-based observers started to derive lower values in the 1960s, but did not determine the correct value until 1971, by which time the exploration of Mars by spacecraft was well under way (Taylor, 2009).\nDespite these and many other early comparisons, as a rigid scientific discipline comparative planetology is quite new since it is only recently that extensive data has been acquired, even from nearby Venus and Mars, which has the reliability and detail required for comparability with the sophisticated data set available for Earth. Measurements of surface mineralogy, atmospheric composition and metallic core radius, for instance, now allow us to trace the evolution of the terrestrial planets from their common origin in the protosolar cloud around 4.6 billion years ago. Features like the very hot climate on Venus, the anomalously large and persistent internally generated magnetic field on Earth and the water-eroded canyons on Mars require interpretation in terms of divergent evolutionary processes (Fig. 1).\nVery recently, comparative planetology has started to contribute to the debate on the near-term evolution of Earth’s climate as a unique opportunity to test energy balance models against hot and cold earthlike climates. This is extremely important, since difficult and expensive decisions affecting the habitability of the planet as a whole have to be made based on models that have been developed for a single example and ‘tuned’ to current conditions. Some crucial physical processes, such\nas cloud formation and the resulting microphysics, are very sensitive non-linear functions of variables like atmospheric composition and solar intensity. Others, such as atmospheric (and oceanic) general circulation regimes, have features that models may omit entirely without the effect being apparent until the model is stretched into unfamiliar parameter space."
  }, {
    "heading": "2. Common origin, current similarities and differences",
    "text": "A cornerstone of comparative planetology is the belief that the planets had a common origin in the protosolar cloud that condensed to form the Sun around 4.6 Ga ago. Most currently accepted theories of the origin of the Solar System follow the progression shown in Fig. 2, in which a cloud of dust and gas roughly a light-year across undergoes gravitational collapse to form a central mass surrounded by a flat disc of material that coagulates to form planetesimals and eventually the planets themselves. The details are less well known and various models exist that seek to explain the observed differences in size, mass, composition and rotational angular momentum as well as distance from the Sun of the solid planets (Woolfson, 2001). Further clues can be extracted from the core size, composition and state, as determined primarily from\nmeasurements of magnetic and gravitational fields, and from studies of elemental abundances and mineralogy of the lithosphere. The incomplete nature of existing data sets exacerbates one of the challenges that modern planetary science faces, which is to discriminate between differences produced during the formation of the planets and those due to subsequent evolution.\nThe most accessible parts of each planet for quantitative measurements are the atmospheres. As well as providing some of the most definitive data on the evolutionary history of the planet, the composition and physical state of the atmosphere at the surface defines the climate and habitability in general terms. For evolutionary studies, measurements of the abundances of trace constituents (methane on Mars and sulphur dioxide on Venus, for example) are very valuable. So are the abundances and isotopic ratios of the noble gases, which record changes that are generally independent of chemical reactions. Climate variations require an understanding of the processes that control the balance between sources and sinks of CO2, H2O and other constituents, including first-order questions of how the large differences in surface pressure between Venus and Earth (a factor of about 100) and Earth and Mars (another factor of about 100) arose and are currently maintained.\nEvidence for liquid water on early Mars – and an understanding of what ‘early’ means in this context – comes from studies of fluvial\nFIELD"
  }, {
    "heading": "10 - 20 BAR",
    "text": "CO2"
  }, {
    "heading": "1 BAR",
    "text": "features seen on the surface of Mars, putative ‘coastlines’ identified in global altitude maps of the Martian surface by laser altimeter observations from orbit, and ‘blueberries’ and other sedimentary features exposed on the surface traversed by the Mars Exploration Rovers. For early Venus there is no direct observational evidence, but several indirect inferences, including the fact that no current theory of planetary formation in the solar system could produce Venus with the small amount of water we observe at present while nearby Earth is so wet, leading to the cautious assumption that Venus too once had much more water than can be found at present."
  }, {
    "heading": "3. Divergent evolutionary paths",
    "text": "Data such as that summarised above and discussed in more detail below have led to the general postulate that Mars, Venus and Earth were all more similar when they formed than they are today. In this concept, 4 Gyr ago they all had dense CO2 atmospheres, all had oceans, all had internally generated magnetic fields and all had active volcanism (Fig. 3). Theories of Solar System formation help to provide concepts for the degree to which they were the same and which differences are to be expected as a result of forming at a given planet’s distance from the Sun, for instance. Contrasting these with the currently observed states sets the boundary conditions for evolutionary models that attempt to describe what changed.\nOf the three Earth-like planets, evidence for evolution is most dramatically etched on the surface of Mars. Massive volcanic and tectonic features, such as Olympus Mons (27 km high, compared to 11 km for Everest), and Mariner Valley (100 km wide, 10 km deep and 4800 km long), suggest early geophysical activity, now dormant. Such activity must have been associated with a high level of outgassing from the interior of the planet, perhaps at a level high enough to maintain a thick atmosphere and a warm surface despite several competing loss processes.\nMars’ residual magnetic field measured from the orbit shows it once had a global field similar in strength or greater to Earth’s, which has since subsided (Mitchell et al., 2007). The decline of the field, perhaps in the same epoch as the fall-off in volcanic input of gases to the atmosphere, may have led to an accelerated rate of loss by solar wind erosion in the upper atmosphere. The actual role of a field in moderating the loss process is still being debated, as further discussed below.\nVery large impact features still visible on the surface, like the Hellas basin (more than 2,000 km wide and nearly 10 km deep), and the fact that even large pieces of solid debris escaped to space, some of which has reached Earth in the form of the SNC meteorites, record a heavy early bombardment. Some estimates suggest that collisions stripped away most of an early atmosphere with a surface pressure as high as 1 bar (Melosh and Vickery, 1989), although others find that the observed cratering record is more consistent with the removal of the equivalent of only about 60 mb of CO2 by this process (Brain and Jakosky, 1997).\nThe possible ineffectiveness of collisional erosion, in the face of evidence for a thick early atmosphere, suggests that chemical removal of atmospheric gases, especially at the surface, such as the conversion of CO2 to carbonates as happened on a huge scale on the Earth, may have been more important than collisions for depleting the atmosphere on Mars. The fact that the current surface pressure sits at the triple point for water may be evidence for this; if the pressure were higher, liquid water could occur, which would accelerate carbonate formation and pull the pressure back down until the process stopped at around 6.5 mb.\nThe astronomical or Milanković cycles are large for Mars due to large eccentricity and obliquity, and together with precessions cause variations in solar forcing (Laskar et al., 2002). The result is the layered terrain that is seen all over Mars, and this indicates that a periodic climate change has occurred in response to the changes in eccentricity, obliquity and phasing of the seasons. There may also be a secular component to these cycles—for instance, the loss of atmospheric gases other than water vapour – CO2 is again the obvious example – during warmer, wetter phases would probably not be reversible, resulting in a downward trend in surface pressure superimposed on cycles with periods that typically are measured in tens or hundreds of thousands of years.\nEarth too has lost a large fraction of its early atmosphere but in this case the process responsible left very clear indications. Huge carbonate deposits in places as diverse as the Great Coral Reef in Australia and the white cliffs of Dover are relicts of Earth’s early atmosphere, which may have been equal in terms of CO2 content to present-day Venus (Kasting, 1988)."
  }, {
    "heading": "4. Key processes and models",
    "text": "On Earth, where data and models representing the geosystem are naturally far more advanced, diagrams such as that in Fig. 4 are commonly used to illustrate the complexity of the key processes and their interactions and feedbacks. This is particularly so for the changing climate, and the task for the comparative climatologist is to develop similar charts for other Earth-like planets using the same physical principles, chemical reactions and computer models originally developed for Earth. In a recent review of Venus climate history, Taylor and Grinspoon (2009) drew a simple version that was easy to extend in time to include the past and future states of\nthe climate system as well. If we now further extend this in space to include all three rather than just one planet we get a diagram like that in Fig. 5, which is again quite complex despite the fact that not just individual processes but entire disciplines have been collapsed into each box. For instance, a box labelled ‘atmosphere’ must as a minimum embrace the dynamical, chemical and radiative properties of the atmosphere as a function of time. All of these must be built into global climate models (GCMs), which include every important process from the interior to the space environment and\nrocesses and their interactions that dominate the evolution of the climate, including y within summary boxes, such diagrams give an idea of the overall complexity of the\nthat, in principal at least, apply to all three planets when the right boundary conditions are applied (Forget et al., this issue). The crucial and saving grace that makes this possible eventually is, of course, that the physics which apply to each key process, for instance exosphere–solar wind interactions, remain the same for all time and for all three planets.\nA different and also valuable approach is to construct analogues of atmospheric circulation in the laboratory and gain insights that are presently not possible by calculation from first principles (see paper by Read et al. (this issue)). These too provide vital tests of model formulations and suggest simplifying principles that are valid in appropriate cases, despite the large difference in physical scale between the atmosphere and the laboratory. The same can be true, again up to a point, of controlled experiments on the radiative properties of atmospheric constituents, the properties of core materials under high pressures and temperatures, and cloudforming photochemical reactions."
  }, {
    "heading": "5. Experiments with model temperature profiles",
    "text": "While full planetary GCMs are still in early stages of development, and can be expensive to run and difficult to understand, it is still possible for simple radiative–convective models based on basic hydrostatics and thermodynamics to explain gross features of the mean vertical temperature profile on each of the three planets. We can then go on to calculate the change in surface temperature expected as a result of variations in the atmospheric composition and other parameters (Taylor, 2005, 2010). Fig. 6 shows models for present-day Venus, compared to a measured profile from the Magellan radio occultation experiment. In the future, declining volcanic activity may lead to a fall in the surface pressure and a change in the cloud regime on Venus. The second model in Fig. 6 is for a hypothetical future Venus, where the surface pressure and the albedo are arbitrarily taken to both be the same as current Earth. Although the climate in this case is similar to that envisaged by Arrhenius and others before the true state of conditions on Venus was discovered, it is not very likely to develop, since in the absence of liquid water there is no highly efficient removal mechanism for the large amounts of carbon dioxide still present. Also, Venus has nearly 3 bars of nitrogen and other chemically inactive gases like argon that will be even harder to remove by any conceivable present or future process.\nFig. 7 shows the terrestrial ‘global warming’ scenario in which warming due to greenhouse gas emissions is nearly balanced by albedo increases due to enhanced cloud and aerosol formation. This is essentially the situation that prevails on Earth at the present time, with concern being expressed by experts (Philipona et al., 2009), which further increases in gaseous opacity are being accompanied by reductions in sulphate emissions, so that the two dominant effects begin to reinforce instead of cancel, leading to more rapid warming than by greenhouse gases alone. The prospect for Earth, in the short term at least, is to become more like Venus.\nFig. 8 shows Mars model temperature profiles with and without dust at the current surface pressure, and two hypothetical past scenarios where the surface pressure was 1 and 3 bar, respectively. Both of these find a surface temperature above the melting point of water, but only just in the 1-bar case. In both of the high-pressure cases, the albedo is much higher than today (assumed to be similar to present Venus), because of the denser atmosphere and the expected presence of thick clouds. Even without cloud, the albedo of the planet could not be as small as it is now due to increased Rayleigh scattering in a thick atmosphere. Kasting (1991) estimates that the albedo doubles, halving the solar heating, when the surface pressure goes from 0.006 to about 2 bar. In addition to this, scattering by water, CO2 or sulphuric acid clouds will usually increase the albedo and cool the planet, although"
  }, {
    "heading": "500 600 700 800",
    "text": "nditions (grey line), (b) for an Earthlike albedo without sulphuric acid clouds, and a black line, labelled); the deviation of the model from this in the 45–75 km range is rated in the simple model.\nForget and Pierrehumbert (1997) examined the radiative effects of clouds containing large CO2 particles and concluded that under some conditions they could produce a significant warming effect at the surface.\nDust and condensates in the atmosphere not only affect the planetary albedo, they also modify the vertical temperature gradient by affecting the radiative balance and the exchange of latent heat. Gierasch and Goody (1972) examined the effect of absorption by airborne dust after the first systematic survey of atmospheric temperatures on Mars by Mariner 9 and found that dust radically alters the lapse rate, while warming the middle atmosphere by a large factor.\nIt is also necessary to allow for long-term changes in the luminosity of the Sun. Most researchers believe that the solar irradiance at Mars was smaller by perhaps 30% at the time when the fluvial features were formed on the surface, although others dispute this. Also controversial is the possible warming role of various other greenhouse gases, including CH4, NH3 and H2S (Sagan and Mullen, 1972) and (perhaps most convincingly) SO2 (Yung et al., 1997), which are rare now but were probably more abundant in the young Martian atmosphere.\nWhile it remains quite uncertain what values for these and other parameters should be used in calculations for early Mars, model experiments both simple and complex do show that a range of plausible greenhouse scenarios can exist for a warm, wet climate long ago."
  }, {
    "heading": "6. Observations: current missions and experiments",
    "text": "The Upper Atmosphere Research Satellite (Fig. 9, centre) is an example of the size and sophistication now achieved by scientific satellites in Earth orbit. The problems addressed by the instruments on board were focussed on the terrestrial ozone depletion problem, seeking in essence to understand the coupled radiation, chemistry and dynamics cycle shown schematically in Fig. 10. The figure also shows similar cycles thought to control the cloud chemistry on Venus\nand the CO–CO2 cycle on Mars. The measurements made by UARS have gone a long way towards elucidating the ozone cycle in Earth’s stratosphere and suggesting solutions to the depletion problem that was of great concern in the 1990s—comparable progress on the chemical cycles that are a key part of the climate system on Venus and Mars is naturally taking somewhat longer.\nSpacecraft and instruments of almost comparable size and sophistication to those used for Earth observation now also operate at Mars. Currently, these are the European Mars Express and NASA’s Mars Reconnaissance Orbiter—the latter carries the Mars Climate Sounder (McCleese et al., 2007) intended to observe Martian meteorology and climate with sufficient resolution to permit comparisons with Earth. The instrument measures temperature\nprofiles with vertical and global coverage and resolution as good or (in the troposphere) better than typical Earth meteorological satellite sounders. The examples in Fig. 11 demonstrate the vertical coverage and resolution being gained for the specific example of the south polar winter, where the effect of CO2 sublimation effects in confining the near-surface temperature in the polar night to a small range of values near the frost point can be clearly seen, with profiles measured outside the limits of the ice cap showing much more variability, as well as high mean values. Another prominent feature is the strong polar warming in the stratosphere, which,\nsince solar radiative heating is completely absent in this region at this time of year, must have a dynamical origin. Preliminary interpretations (McCleese et al., 2008) suggest that the general circulation of the Martian atmosphere must be significantly more\nvigorous than models had predicted to account for these new observations. The instrument also observes and maps airborne dust, water vapour, and water and CO2 clouds by measuring limb brightness temperature profiles in nine wavelengths bands. Clouds and associated precipitation of condensed CO2 are detected over the winter pole. This is the process by which the seasonal ice cap forms, trapping nearly a third of the mass of the global atmosphere before subliming back into the gaseous form the following spring.\nVenus has been less well served with space missions in the last twenty years but has now been studied for more than three years by ESA’s Venus Express (Svedhem et al., 2009) and in December 2010 the Japanese Venus Climate Orbiter should begin operations there (Nakamura et al., 2007). Among the many achievements by Venus Express are improved observations of the D/H ratio in water vapour above the clouds. The new value for Venus is 240+25 times that in Earth’s oceans (Fig. 11), with implications for the water budget of the planet over time. Venus Express has also observed SO2 in the upper atmosphere, confirming the very high mean value (some five orders of magnitude relative to Earth and even higher relative to Mars) and large fluctuations on time scales of a few years, both of which seem to be related to a high level of active volcanism (Fig. 11). These and other new data relevant to climate are discussed in the papers to be found in the present volume and references therein, including special sections in Nature (2007) and Journal of Geophysical Research (2008, 2009)."
  }, {
    "heading": "7. Outstanding mysteries to be addressed by future missions",
    "text": "In order to look forward and help to define future missions we can collect and discuss the leading areas of uncertainty that remain and that are susceptible to being directly addressed with measurements that can be made in the foreseeable future. To focus the discussion, the biggest questions in most of the current research on the inner planets are collected into ten main issues, leading finally to two ‘glittering prizes’ that are of almost unimaginable importance, and yet are also within current reach.\nProblem I: orbital dynamics and associated questions related to formation and early history. The history of collisions in the early Solar System is slowly being reconstructed from surface records on the Moon and Mars, as well as from the need to account plausibly for macroscopic phenomena including the origin of Earth’s moon (Stevenson, 1987); the cause of Venus’ slow retrograde rotation (Correia and Laskar, 2001); and the bombardment history of Mars, loss of an early atmosphere and creation of the giant basins (Brain and Jakosky, 1997). Collisions of very large objects with all three protoplanets may be required to account for their currently observed states.\nProblem II: determine the size, composition and state of the metallic core and the processes responsible for the genesis of the magnetic field. Why does the Earth, but not currently Mars or Venus, generate a substantial magnetic field? Mars currently has a partially liquid core, but the small size of the planet means it may have cooled sufficiently to suppress the convective activity needed to generate a field quite early in its history. The remnant crustal magnetism recently detected by Mars Global Surveyor suggests that the internal field generated on Mars was once considerably larger than the present-day terrestrial field (Mitchell et al., 2007). Once the magnetic properties of a sufficiently large number of samples on the surface has been obtained and accurately dated, it should be possible to reconstruct the history of the Martian field in considerable detail. Seismic and heat flow measurements will clarify the current state of the core.\nVenus is nearly as large as Earth so different factors must account for the current absence of a planetary field there. Possibly we happen to be investigating Venus at a time when the field is\nclose to zero during a reversal, as frequently happens on Earth. Alternatively, models have been proposed (Stevenson et al., 1983) that explain the difference between Venus and Earth in terms of the lack of formation of a solid core and a more rigid outer crust on Venus, so that convection in the interior is suppressed. These ideas are much harder to test on Venus than on Mars, since even very basic seismological experiments would have to be carried out in a very hostile surface environment. Also, Venus may not have retained the remnant crustal magnetic fields from any early period of dynamo activity, since the surface temperature is above the Curie point for the expected composition of the crust (Luhmann and Russell, 1997).\nProblem III: elemental abundances and mineralogy in the lithosphere. These remain poorly known for Mars and, especially, for Venus (see the review by Basilevsky and Head (this issue)). These require extensive surface and sub-surface sampling techniques that are just now being developed for Mars; the high temperatures on Venus will require additional technology not yet available.\nProblem IV: history and nature of plate tectonics, weathering and lava deposition and their links to the surface evolution on all three planets. The link between plate tectonics, magnetic field generation and atmospheric protection from solar wind erosion is an intriguing unknown that comparative planetary studies can potentially resolve (see e.g. van Thienen et al. (2004)). Measurements of the properties of the deep interior are likely to be crucial, for instance using seismological sensors on multiple surface stations. Again, the deployment of these devices on Venus will require new technology developments, including electronic systems that can survive the high temperatures for extended periods.\nProblem V: gradients in composition especially isotopes of noble gases. Noble gas abundances and their isotopic ratios are some of the best-preserved records of the materials that formed the planets, since they generally do not participate in chemical processes and the non-primordial sources, essentially radioactive decay, are well understood. The relative contributions of outgassing from the interior and the infall of cometary material in forming the present atmosphere can be evaluated, for instance, as can the depletion of the Martian atmosphere by meteoritic bombardment. To obtain the full range of possible insights requires a wide range of measurements including the relatively rare isotopes of krypton and xenon is required, with high precision and accuracy (Baines et al., 2007).\nProblem VI: what controls the total mass of each atmosphere? Table 1 summarises the main components of the three atmospheres and also their total mass as reflected in the surface pressure. There is roughly a factor of 100 between Venus and Earth, and another 100 between Earth and Mars, before allowing for the differences in gravity. The similarity between the total amounts of nitrogen on Earth and Venus and the large inventory of carbonate minerals on Earth suggests that the two atmospheres may have been quite similar in mass and composition originally. Mars also apparently had a more massive early atmosphere that may have been equivalent to the other two after allowing for the smaller planetary mass (i.e. around 3 bar surface pressure). The popular theory that Earth’s atmospheric pressure was reduced mainly by aqueous processes and that of Mars by impacts, while that of Venus stayed roughly the same, has a lot of uncertainties that need new measurements related to surface chemistry. Amongst these is the search for substantial deposits of carbonate on Mars and for direct evidence of paleo-oceans on Venus.\nProblem VII: water budgets and ancient oceans. The three planets may also have had roughly equal proportions of water. It would be hard to reconcile the radically different distribution of water between their orbits that the apparent dryness of present Venus and Mars would require with any accepted theory of the formation of the Solar System (Grinspoon, this issue). The evidence from the\nD/H ratio and current magnetospheric measurements that Venus lost massive amounts of H and O that used to form an ocean on the surface needs substantiation, as does the combination of impact erosion and sub-surface freezing that might account for the putative Martian ocean.\nProblem VIII: solar wind interaction and mechanisms for atmospheric escape. The stream of energetic changed particles from the Sun interacts very differently with Earth than with Mars and Venus because of the strong terrestrial magnetic field. It is often suggested that the net effect of this has been to allow the Earth to retain its atmosphere more effectively, and that the loss of an ocean of water from Venus is attributable in part to this difference. Recently, however, the role of any magnetic field (past or present) in the loss process has been questioned, to the extent that it may not be clear whether a field actually accelerates the loss (Barabash et al., this issue).\nProblem IX: volcanic production rate of atmospheric gases. The high abundance and variability of SO2 and the geological evidence for a huge number of volcanic constructs and fresh-looking lava flows suggests active volcanism on Venus. However, searches for thermal anomalies or plumes of volcanic gases by Venus Express have so far proved inconclusive. New investigations will be required in order to establish not just the existence but also the magnitude of the current outgassing rate on Venus. Plumes of a highly significant trace gas – methane, CH4 – have been detected on Mars, although not on a scale that is directly relevant to climate change. Rather, they may be ‘biomarkers’, or at least linked to geothermal activity, and this makes them high priority targets for heavily equipped roving vehicles.\nProblem X: cloud physics and chemistry. The properties of the cloud cover are the most vagarious, and therefore difficult to understand and model, of any of the major features of the planets. Venus has a thick layer of brilliantly reflective clouds, apparently with a high sulphur content although its composition is not known throughout, which plays a major role in the energy balance of the surface and atmosphere (Titov et al., 2007). It seems likely that this cloud system is sustained, at\nleast in part, by volcanic emissions and that therefore it may evolve over time. Models of Venus with different cloud scenarios have been used by Bullock and Grinspoon (2001) to investigate the effect on the surface temperature, and shown that global climate change on a large scale is possible due to this effect alone. Venus Express, Venus Climate Orbiter and future in situ experiments can all be expected to produce better data on cloud properties so that such possible trends can be better investigated.\nMars has only thin clouds of water and carbon dioxide ices, leaving particles of airborne dust as the main aerosol contributing to climate in the present epoch. However, as discussed above, clouds would have been a very important, possibly even essential, component of the early climate that apparently led to warm, wet conditions on the surface. Experimental studies of present cloud and dust behaviour and their role in the atmosphere, like those by the Mars Climate Sounder discussed above, is a prerequisite for developing detailed models that can form a basis for understanding possible paleoclimates on Mars.\nOn Earth, water clouds and sulphate aerosols are the most important of a wide range of aerosol phenomena that participate in the global change models that predict damaging levels of global warming in the relatively near future (see e.g. Taylor (2005)). The parallels between all three planets and the common aerosol physics and radiative balance equations involved is a serious spur to comparative planetary studies."
  }, {
    "heading": "8. Conclusion: ‘glittering prizes’",
    "text": "Although a new discipline, comparative planetology has within its reach at least two far-reaching goals of great significance. One belongs exclusively within this discipline—the detection, or not, of life forms (and/or evidence for past life forms) in water-rich, or formerly water-rich, environments on Mars, and the implications for life as a common or uncommon phenomenon in the Universe. Venus is a less favourable, but still not entirely negligible, site for related investigations that will, like Mars, probably yield some of its secrets to investigations now in the planning cycle. The other ‘prize’ is the contribution mentioned above that comparative planetology may make to the struggle to understand and ameliorate harmful climate change on the Earth. This is already underway with missions like the Mars and Venus Expresses, Mars Reconnaissance Orbiter, and the Exploration Rovers on the surface of Mars."
  }, {
    "heading": "8.1. Life as persistent phenomenon in environments with liquid water",
    "text": "We have seen that Mars, and probably Venus, had habitable environments on their surfaces in the past, as defined by the presence of large bodies of standing, liquid water, but the precise nature and duration of this epoch and the biological response are unknown. Even today, Mars may have liquid water or brine below the surface in areas of remnant geothermal activity, while Venus has water in the cloud droplets in the clouds high in the atmosphere some 50 km or so above the surface. If, as now seems likely for Mars at least, a nearby extraterrestrial domain was habitable, did life of any kind arise and does anything survive? If yes, what resemblances and differences does it have to Earth life, and can we account for these?\nThe excitement questions like these, which generate in almost everyone, and not just scientists, is partly responsible for the programmes of exploration that have led us close to the first answers. Observations from orbit of gullies on Mars with flow patterns apparently recently produced by flowing water point the way to regions of hydrothermal activity, where future landed robot missions, possibly capable of climbing cliffs and equipped with diggers and drills, can search for biomarkers (Taylor, 2009). The traces of methane in the atmosphere, apparently from localised\nsources that may indicate organic chemical activity (presumably also below the surface), provide further clues that can be followed to the source.\nSchulze-Makuch et al. (2004) have developed the idea that Venus might be habitable at the cloud top level. The suggestion has not been uniformly supported among planetary scientists, but has achieved considerable coverage in the media. Certainly, the region in question (Fig. 12) has Earth-like temperature and pressure, impure liquid water in the form of cloud droplets, and plentiful supply of solar energy. It is also the case, as we have seen, that Venus, like Mars, may have had a period during its early evolution when more Earth-like conditions prevailed at the surface, possibly including lower temperatures and a deep ocean. If organisms developed then, they could conceivably be hanging on in the clouds if they have developed a defence against concentrated sulphuric acid and powerful fluxes of ultraviolet radiation. It seems well established now that any primordial life that may have existed on, as opposed to beneath, the surface on Mars has not survived the less intense flux at that planet."
  }, {
    "heading": "8.2. Integrated and validated climate models",
    "text": "A unified climate model of Venus, Earth and Mars would deliver a more reliable representation of all three planets. Specifically, predictions of climate change on Earth would benefit. The models used for this purpose are constrained to match observations of the present-day climate and are not necessarily reliable when applied to conditions that evolve outside the envelope where they can be ‘tuned’ (Forget et al., this issue). At present, policy makers have to rely on results like the ‘assessment reports’ published by the Intergovernmental Panel on Climate Change (Solomon et al., 2007) for developing strategies to avoid catastrophic change in the future, assuming implicitly that scientists have already sufficiently understood the complex situation represented in the systems diagram of Fig. 4. This will not really be the case until the extended version shown schematically in Fig. 5 has also been resolved and tested, the task which is the domain of comparative planetology."
  }],
  "year": 2011,
  "references": [{
    "title": "Stability of the Martian atmosphere—is heterogeneous catalysis essential",
    "authors": ["S.K. Atreya", "Z.G. Gu"],
    "venue": "J. Geophys. Res",
    "year": 1994
  }, {
    "title": "Experiencing Venus: clues to the origin, evolution, and chemistry of terrestrial planets via in-situ exploration of our sister world",
    "authors": ["K.H. Baines", "S.K. Atreya", "R.W. Carlson", "D. Crisp", "D. Grinspoon", "C.T. Russell", "G. Schubert", "K. Zahnle"],
    "year": 2007
  }, {
    "title": "Loss of Martian atmosphere by impacts since the formation of the Martian geologic record",
    "authors": ["D.A. Brain", "B.M. Jakosky"],
    "venue": "Lunar Planet. Sci. XXVIII",
    "year": 1997
  }, {
    "title": "The recent evolution of climate on Venus",
    "authors": ["M.A. Bullock", "D.H. Grinspoon"],
    "venue": "Icarus 150,",
    "year": 2001
  }, {
    "title": "The four final rotation states of Venus",
    "authors": ["A.C.M. Correia", "J. Laskar"],
    "venue": "Nature 411,",
    "year": 2001
  }, {
    "title": "Sulfur dioxide: episodic injection shows evidence for active Venus volcanism",
    "authors": ["L.W. Esposito"],
    "venue": "Science",
    "year": 1984
  }, {
    "title": "Warming early Mars with carbon dioxide clouds that scatter infrared radiation",
    "authors": ["F. Forget", "R.T. Pierrehumbert"],
    "venue": "Science",
    "year": 1997
  }, {
    "title": "The effect of dust on the temperature of the Martian atmosphere",
    "authors": ["P.J. Gierasch", "R.M. Goody"],
    "venue": "J. Atmos. Sci",
    "year": 1972
  }, {
    "title": "Runaway and moist greenhouse atmospheres and the evolution of Earth and Venus",
    "authors": ["J.F. Kasting"],
    "venue": "Icarus",
    "year": 1988
  }, {
    "title": "CO2 condensation and the climate of early Mars",
    "authors": ["J.F. Kasting"],
    "venue": "Icarus 94,",
    "year": 1991
  }, {
    "title": "Orbital forcing of the Martian polar layered deposits",
    "authors": ["J. Laskar", "B. Leverard", "J. Mustard"],
    "venue": "Nature",
    "year": 2002
  }, {
    "title": "A dust storm on Mars",
    "authors": ["P. Lowell"],
    "venue": "Lowell Obs. Bull",
    "year": 1903
  }, {
    "title": "Venus: magnetic field and magnetosphere",
    "authors": ["J.G. Luhmann", "C.T. Russell"],
    "venue": "Encyclopedia of Planetary Sciences",
    "year": 1997
  }, {
    "title": "Mars Climate Sounder: an investigation of thermal and water vapor structure, dust and condensate distributions in the atmosphere, and energy balance of the polar regions",
    "authors": ["D.J. McCleese", "J. Schofield", "S. Calcutt", "M. Foote", "D. Kass", "C. Leovy", "D. Paige", "P. Read", "M. Richardson", "F. Taylor", "R. Zurek"],
    "venue": "J. Geophys. Res. 112,",
    "year": 2007
  }, {
    "title": "Intense polar temperature inversion in the middle atmosphere on Mars",
    "authors": ["D.J. McCleese", "J.T. Schofield", "F.W. Taylor", "W.A. Abdou", "O. Aharonson", "D. Banfield", "S.B. Calcutt", "N.G. Heavens", "P.G.J. Irwin", "D.M. Kass", "A. Kleinböhl", "W.G. Lawson", "C.B. Leovy", "S.R. Lewis", "D.A. Paige", "P.L. Read", "M.I. Richardson", "N. Teanby", "R.W. Zurek"],
    "venue": "Nat. Geosci",
    "year": 2008
  }, {
    "title": "Impact erosion of the primordial atmosphere of Mars",
    "authors": ["H.J. Melosh", "A.M. Vickery"],
    "venue": "Nature",
    "year": 1989
  }, {
    "title": "A global map of Mars’ crustal magnetic field based on electron reflectometry",
    "authors": ["D.L. Mitchell", "R.J. Lillis", "R.P. Lin", "J.E.P. Connerney", "M.H. Acuña"],
    "venue": "J. Geophys. Res",
    "year": 2007
  }, {
    "title": "Planet-C: Venus Climate Orbiter mission of Japan",
    "authors": ["M. Nakamura", "T. Imamura", "M Ueno"],
    "venue": "Planet. Space Sci",
    "year": 2007
  }, {
    "title": "How declining aerosols and rising greenhouse gases forced rapid warming in Europe since the 1980s",
    "authors": ["R. Philipona", "K. Behrens", "C. Ruckstuhl"],
    "venue": "Geophys. Res. Lett. 36,",
    "year": 2009
  }, {
    "title": "Earth and Mars: evolution of atmospheres and surface temperatures",
    "authors": ["C. Sagan", "G. Mullen"],
    "venue": "Science 177,",
    "year": 1972
  }, {
    "title": "A sulfur-based UV adaptation strategy for putative phototrophic life in the Venusian atmosphere",
    "authors": ["D. Schulze-Makuch", "D.H. Grinspoon", "O. Abbas", "L.N. Irwin", "M. Bullock"],
    "venue": "Astrobiology",
    "year": 2004
  }, {
    "title": "Climate Change 2007: The Physical Science Basis",
    "authors": ["S. Solomon", "D. Qin", "M. Manning", "Z. Chen", "M. Marquis", "K.B. Averyt", "M. Tignor", "H.L. Miller"],
    "year": 2007
  }, {
    "title": "Origin of the moon—the collision hypothesis",
    "authors": ["D.J. Stevenson"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 1987
  }, {
    "title": "Magnetism and thermal evolution of the terrestrial planets",
    "authors": ["D.J. Stevenson", "T. Spohn", "G. Schubert"],
    "venue": "Icarus",
    "year": 1983
  }, {
    "title": "Structure and meteorology of the middle atmosphere of Venus: infrared remote sounding from the Pioneer Orbiter",
    "authors": ["F.W. Taylor", "R. Beer", "M.T. Chahine", "D.J. Diner", "L.S. Elson", "R.D. Haskins", "D.J. McCleese", "J.V. Martonchik", "P.E. Reichley", "S.P. Bradley", "J. Delderfield", "J.T. Schofield", "C.B. Farmer", "L. Froidevaux", "J. Leung", "M.T. Coffey", "J.C. Gille"],
    "venue": "J. Geophys. Res",
    "year": 1980
  }, {
    "title": "Remote sounding of the middle atmosphere from satellites: the Stratospheric and Mesospheric Sounder experiment on",
    "authors": ["F.W. Taylor"],
    "venue": "Nimbus 7. Surv. Geophys",
    "year": 1987
  }, {
    "title": "Elementary Climate Physics",
    "authors": ["F.W. Taylor"],
    "year": 2005
  }, {
    "title": "The Scientific Exploration of Mars",
    "authors": ["F.W. Taylor"],
    "venue": "J. Geophys. Res",
    "year": 2009
  }, {
    "title": "CO2 greenhouse in the early Martian atmosphere: SO2 inhibits condensation",
    "authors": ["Geophys"],
    "venue": "Icarus 130,",
    "year": 1997
  }],
  "id": "SP:a3aa28b6fee3e63fee78d0daa6638c3083db9679",
  "authors": [{
    "name": "F.W. Taylor",
    "affiliations": []
  }],
  "abstractText": "Spacecraft studies of the three terrestrial planets with atmospheres have made it possible to make meaningful comparisons that shed light on their common origin and divergent evolutionary paths. Early in their histories, all three apparently had oceans and extensive volcanism; Mars and Earth, at least, had magnetic fields, and Earth, at least, had life. All three currently have climates determined by energy balance relationships involving carbon dioxide, water and aerosols, regulated by solar energy deposition, atmospheric and ocean circulation, composition, and cloud physics and chemistry. This paper addresses the extent to which current knowledge allows us to explain the observed state of each planet, its planetology, climatology and biology, within a common framework. Areas of ignorance and mysteries are explored, and prospects for advances in resolving these with missions within the present planning horizon of the space agencies are considered and assessed. & 2011 Published by Elsevier Ltd.",
  "title": "Comparative planetology, climatology and biology of Venus, Earth and Mars"
}