{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nMarine Geology\nj ourna l homepage: www.e lsev ie r .com/ locate /margeo\nGeochemical and Sr–Nd isotopic variations in a deep-sea sediment core from Eastern Indian Ocean: Constraints on dust provenances, paleoclimate and volcanic eruption history in the last 300,000 years\nEntao Liu a,b,⁎, Xuan-Ce Wang c,d, Jian-xin Zhao b,⁎, Xuan Wang e a Key Laboratory of Tectonics and Petroleum Resources, Ministry of Education, Faculty of Earth Resources, China University of Geosciences, Wuhan 430074, China b Radiogenic Isotope Facility, School of Earth Sciences, The University of Queensland, Brisbane, Qld 4072, Australia c ARC Center of Excellence for Core to Crust Fluid Systems (CCFS), Curtin University, Perth, WA 6845, Australia d The Institute for Geoscience Research, Department of Applied Geology, Curtin University, Perth, WA 6845, Australia e Department of Geography and Environmental Science, Monash University, Clayton, Vic. 3168, Australia\n⁎ Corresponding authors at: Radiogenic Isotope Facilit University of Queensland, Brisbane, Qld 4072, Australia.\nE-mail addresses: l.entao2012@gmail.com (E. Liu), X.W (X.-C. Wang), j.zhao@uq.edu.au (J. Zhao), suewang1963@\nhttp://dx.doi.org/10.1016/j.margeo.2015.05.005 0025-3227/© 2015 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 29 July 2014 Received in revised form 18 March 2015 Accepted 17 May 2015 Available online 19 May 2015\nKeywords: Dust provenance Paleoclimate Volcanic eruption Geochemistry Sr–Nd isotopes Eastern Indian Ocean Late Quaternary\nThis study reported geochemical and Sr–Nd isotopic variation of fine-grained mineral components in a deep-sea piston core G6-4, south of the Sumba Island, Eastern Indian Ocean. The new data enables us to characterize dust contributions from Australian continent and volcanic eruption history in the adjacent volcanic arc over approximately the last 300,000 years. The geochemical and isotopic features of the fine-grained components (b20 μm) in Core G6-4 are broadly consistent with mixing between aeolian dusts from the Australian continent and volcanic ashes of the Sunda arcs. Simple two-component modeling shows that themajority of the core samples probably are composed of 50–80% aeolian dusts derived from the Australian continent. Sr–Nd isotopic ratios are fairly uniform for samples older than 180 ka, in contrast with those of the samples younger than 180 ka, which are muchmore variablewith three anomalies characterized by higher 143Nd/144Nd and lower 87Sr/86Sr values recognized. We interpret the three anomalies in the last 80 ka as recording episodes of eruptions from nearby volcanoes. Thus, it is likely that volcanism become more active in the last 80 ka. Excluding these anomalies, the average 143Nd/144Nd was generally lower, and average 87Sr/86Sr was higher in the post-180 ka section than in the older section, which might be associated with increased Australian continental aridity toward more recent time.\n© 2015 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Marine sediments, especially aeolian dusts, preserved in deep sea sediment cores provide valuable information on tracing dust provenance and continental climatic change (e.g. Rea and Janecek, 1981; Staudigel et al., 1995; Holm, 2002; Wei et al., 2004; Grousset and Biscaye, 2005; Bayon et al., 2009; De Deckker et al., 2010; Le Houedec et al., 2012).\nAs Australia is the driest inhabited continent on the planet, there has always been a lot of interest in its climate history. Previous studies (e.g. Bowler, 1976; Hesse and McTainsh, 2003; De Deckker et al., 2010) concluded that there are two general dust paths in the Australian region, namely toward the southeast and the northwest. The southeast dust path has received by far the most research attention (e.g. McTainsh,\ny, School of Earth Sciences, The\nang3@curtin.edu.au hotmail.com (X. Wang).\n1989; Hesse and McTainsh, 2003; Revel-Rolland et al., 2006; Marx et al., 2009; Petherick et al., 2009; De Deckker et al., 2010). However, with few exceptions (e.g. Stuut et al., 2014), the contribution of the aeolian dusts by the northwest dust path to the Indian Ocean was not investigated until comparatively recently, particularly during the late Quaternary period (e.g. Kohfeld and Harrison, 2001; Ehlert et al., 2011; McGowan and Soderholm, 2012), in part due to the paucity of long time-scale archives. Another non-negligible difficulty is associated with recognizingAustralian dustswithin sedimentary deposits ofmixed origin (Gasparon and Varne, 1998) as aeolian dusts deposited in the Indian Ocean are generally well mixed with volcanic ashes (Gasparon and Varne, 1998; Gingele et al., 2001) and thus represent the average source signal. Difficulties are often met to estimate the respective contribution of these two source components.\nIn this study, 25 fine-grained samples were selected from the sediments collected from a piston core G6-4 at a water depth of 3510 m, which is situated in the monsoonal belt, south of the Sumba Island in the Indian Ocean, on the down-wind dust path from the Australian continent. Following previous investigations on fire history of the Australia continent and adjacent Islands over the past 300 ka (Wang et al., 1999),\nthe present study is intended to use Sr–Nd isotopic signatures to characterize the provenance of the mineral components in the core. Since aeolian dusts from the Australia continent have isotopic compositions distinctive from those of volcanic ashes from the Sunda island arcs, the proportion of contributions from the Australia continent as comparing with volcanic ashes from the Sunda island arcs in the vicinity of the core can be readily estimated. The result will provide further constraints on monsoonal activity and climatic change over the past 300 ka.\nThe additional purpose of this study is to use Sr–Nd isotopic data derived from the core section to characterize specific volcanic eruption events in the adjacent volcanoes. Volcanic ashes from volcanoes nearby are expected to be preferentially indicated in the core. Since this core has a well-established marine oxygen isotope chronology (Wang et al., 1999), the timing of each volcanic eruption can also be estimated. The characterization of volcanic eruption events in the adjacent volcanic arcs has important implications for long-term volcanic hazard assessment. The study method has general application to dating eruption recurrence events elsewhere."
  }, {
    "heading": "2. Core G6-4 and its regional setting",
    "text": "From June 1984 to July 1985, a joint Indonesian–Dutch marine scientific expedition, the Indonesian–Dutch Snellius II expedition, was carried out in the eastern Indonesian water to reconstruct the vegetational and climatic history of the east Indonesian–north Australian area. Detailed descriptions of the Indonesian–Dutch Snellius II expedition and the techniques used for sampling are given by Van Hinte et al. (1989) and Van der Kaars (1991). A deep-sea piston core (G6-4) in this study was obtained during the execution of the 1984–1985 Indonesian–Dutch Snellius II expedition. This core was taken at 10°47′ S, 118°04′E, from the Lombok Ridge, approximately 170 km SW off\nSumba and 850 km NW of northern Australia, at a water depth of 3510 m (Fig. 1).\nThe Lombok Ridge is part of the Sunda–Banda arc system which is built on crust whose thickness is transitional between continental and oceanic domains. The Sunda–Banda arc system forms the southern and southeastern margin of the general Indonesian region, one of the most tectonically active areas of the present Earth's surface (Foden and Varne, 1980). Volcanic activity in the arc is a response to northward dipping subduction of the Australian plate (Elburg et al., 2007). The active volcanic arc is marked by a line of active volcanoes running almost continuously from Sumatra to the eastern Banda Sea (Foden and Varne, 1980; Lytwyn et al., 2001) (Fig. 1). Igneous rocks display a wide geochemical range from basalts and gabbros to andesites and diorites (Lytwyn et al., 2001). Previous geochemical studies of neighboring volcanic rocks along the eastern Sunda and Banda arc systems are largely restricted to Quaternary eruptions (Vroon et al., 1995). The active volcano on the Lombok Island is Rinjani, which is located approximately 165 km above the Benioff zone.\nApproximately 900 cm of sediment cores was recovered, mostly calcareous clays. There is clear evidence to demonstrate that the aeolian dusts emanating from Australia during Quaternary have produced significant deposits in the Indian Oceans (McTainsh, 1989; Hesse and McTainsh, 2003). Sediments have been supplied to Eastern Indian Ocean through northwest dust path-way (McTainsh, 1989). Pollen record from Core G6-4 indicated that approximately 80% of the pollen was derived from Australia (van der Kaars, 1991). Based on 90 oxygen dates of Globigerinoides ruber and 4 radiocarbon dates of foraminifera presented in Wang et al. (1999), the refinement of the oxygen isotope record has provided a firmer chronology for the paleoenvironmental record (Wang et al., 1999). The age model in Wang et al. (1999) was determined by aligning characteristic features from the benthic δ18O\ne distribution of active volcanoes (afterGertisser andKeller, 2003; Poorter et al., 1991), the aths of volcanic ashes (see data source in Supplementary Table 2) and theNWaeolian dust\nrecord with equivalent features in the stacked isotopic record of Martinson et al. (1987) using the software ‘Analyseries’ developed at the Centre des Faibles Radioactivitès (Paillard et al., 1996). The timescale was determined by correlation with the SPECMAP record (Martinson et al., 1987), and the ages of 25 samples in this study were linearly interpolated between control-points."
  }, {
    "heading": "3. Analytical methods",
    "text": ""
  }, {
    "heading": "3.1. Particle size characteristics",
    "text": "Sampleswere taken from the core using 8 cm3 containers at approximately 10 cm intervals. These samples of approximately 50 g were dried at 60 °C and then sieved through a 100 μm mesh. The N100 μm fractions were used for the planktonic foraminiferal species G. ruber selection (Wang et al., 1999). The b100 μm fractions were then sieved through a 20 μm mesh to separate the b20 μm fine-size fractions and identify their contents. Only the well-preserved and continuouslydeposited sediments were selected and analyzed in this study.\nAirborne dust is a heterogeneous mixture of particles with variable diameters, varying from 0.1 μm to ~1000 μm (e.g. Lee et al., 2010). The dust mobilization process shows that only dust particles finer than 20 μm can be transported in long-term suspension over a long distance (Pye, 1989; Maher et al., 2010). Paleo-dust records of global dust sources also show that most of long-traveled dust has similar particle size distribution with size fractions generally less than 20 μm (Arimoto et al., 1997; Reid et al, 2003;Maher et al., 2010). This indicates that the b20 μm size fraction is a good substitute for long-transported dust fraction (e.g. Sun, 2002). The drilling site of Core G6-4 is ~850 km away from the Australia continent on the down-wind path, indicating dust particles in this core are transported mainly in long-term suspension. Therefore, in order to avoid the effects of particle size on the geochemical contents, only the b20 μm fraction was used in this study."
  }, {
    "heading": "3.2. Leaching procedure",
    "text": "Based on age distribution (seeWang et al., 1999), a subset of 25 finegrained samples (b20 μm fractions) covering the last 300 kawas selected for Sr–Nd isotope analyses by thermal ionization mass spectrometry (TIMS), and trace elements analysis by ICP-MS.\nAs Sr is usually significantly enriched in marine carbonates derived from seawater, the Sr isotopic compositions of marine sediments are often seriously affected by seawater Sr and cannot reflect the information of the source materials (Wang et al., 2007). To eliminate this influence, the bulk samples were leached using 1 M HCl as described by Innocent et al. (1999) and Steinmann et al. (2012) for deep-sea sediments. The residues were rinsed three times in distilled water and further treated in sealed teflon beakers with 1 M ammonia to dissolve biogenic opals. After leaching, the remaining sample material (silicate fractions) was dried in an oven at 60 °C for three days, and thenweighted. The residueweight is considered to represent theweight of themineral fraction, as any remaining organic matter accounts for less than 1–2%."
  }, {
    "heading": "3.3. Chemical and isotope analyses",
    "text": "About 50 mg splits of the dried residues were dissolved with a mixture of concentrated HF+HNO3 solution. After complete digestion and conversion to nitrates, the samples were re-dissolved in 10 ml 10% double-distilled HNO3 to ensure complete homogenization. Then a small precisely weighed aliquot of each sample solution was taken for trace element analysis by inductively coupled plasma mass spectrometry (ICP-MS), and the remaining solution dried down for column chemistry and Sr–Nd isotope analysis by thermal ionization mass spectrometry (TIMS). The ICP-MS trace element and TIMS Sr and Nd\nanalytical procedures are described in Li et al. (2006) and Uysal et al. (2007).\nIn the TIMS procedure, Sr and Nd were separated by conventional ion exchange techniques, and then analyzed for their isotopic compositions on a VG Sector-54 TIMS. The total procedural blanks in our laboratory were b50 pg for Nd and b100 pg for Sr, which are negligible. 87Sr/86Sr ratios were normalized to 86Sr/88Sr = 0.1194, and 143Nd/144Nd ratios were normalized to a 146Nd/144Nd ratio of 0.7219. During the course of this study, repeated analysis of the SRM-987 standard (after every 9 samples) gave a mean 87Sr/86Sr value of 0.710249± 0.000020(2σ) and analysis of the La Jolla Nd standard yielded a mean 143Nd/144Nd ratio of 0.511867 ± 0.000012(2σ).\nThe small aliquot for ICP-MS trace element analysis was dried and re-dissolved in 2% quartz distilled nitric acid which was doped with 6 ppb 6Li–84Sr–115In–147Sm–169Tm–187Re–209Bi–235U internal standards with a typical dilution factor of 1:5000. The dilute solutions were measured on a Thermo X-series quadrupole ICP-MS, also in the Radiogenic Isotope Facility, using a protocol modified after Eggins et al (1997). Instrument response was calibrated against W-2, an international rock standard, and cross-checked with other international rock standards, such as BIR-1 and BHVO-1, whichwere run as unknowns at the beginning and end of the analytical sequence. External drift correctionwas performed by repeated analyses (measured after every five samples) of a “drift-monitor” of similar matrix for correction of the instrument's long-term drift. Our ICP-MS analytical protocol was based on the use of multiple-element internal standards for mass response corrections, and 147Sm and 169Tm were used as internal standards to ensure high-precision measurements of rare earth element (REE) contents. Appropriate interference corrections are applied to correct for isobaric and molecular species following determination of the oxide and hydroxide production rates from single element interference check solutions. Precisions for most elements in these analyses were routinely better than±3%, as shown in our repeated measurements of rock standards of different types (see Li et al., 2006)."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Trace element geochemistry",
    "text": "As shown in Supplementary Table 1 and Figs. 2 and 3, the studied samples exhibit enrichment of light rare earth element (LREE) with LaN/SmN (subscript N indicates chondrite normalized value) = 2.5 to 5.1 and slight enrichment of heavy REE (HREE) with GdN/YbN b1.0 (with the exception of XW72 and XW90, with GdN/YbN N 1.0). As shown in Fig. 2, such a U-type REE pattern is different from those of aeolian dusts and fine-grained sediments from China and Australia with much higher total REE concentration and slight depletion of HREE as evidenced by higher GdN/YbN ratios (1.4 to 2.1) (Fig. 2). Comparing with the Post-Archaeon Australian Shale Composite (PAAS) (Nance and Taylor, 1976; McLennan et al., 1983; Taylor et al., 1986; Pourmand et al., 2012), the studied samples are characterized by low total REE concentration and strong enrichment of HREE.\nAll samples display week negative Eu anomalies with Eu anomaly values varying from 0.68 to 0.85, mostly focusing on 0.70–0.80 (Supplemental Table 1, Fig. 2). The prominent feature of these samples is that some samples significantly depleted in Ce (with negative anomalies low to 0.22). Because the net addition of REE to the oceans has no Ce anomaly, these negative Ce anomalies may be attributed to fish teeth and other phases that inherit REE from seawater or presence of Cedepletion arc volcanic rocks in their provenance (Plank and Langmuir, 1998). All samples displayed positive Th, Li, Zr–Hf, and Cu anomalies in the upper continental crust normalized trace element distribution patterns (Fig. 3). These samples have lower compatible element concentrations."
  }, {
    "heading": "4.2. Sr and Nd isotopic compositions",
    "text": "Nd and Sr isotope data are reported in Supplementary Table 2. 143Nd/144Nd values in the core vary between 0.512128 and 0.512616, corresponding εNd ranging from −0.39 to −9.91. The measured 87Sr/86Sr ratios vary from 0.707055 to 0.715033. All the values fall in the range of the India Ocean sediments in general (143Nd/144Nd: 0.5119–0.5127, 87Sr/86Sr: 0.706–0.730) (e.g. Ben Othman et al., 1989; Vroon et al., 1995; Gasparon and Varne, 1998).\nOverall, the fine-grained sediments have a narrow range of 147Sm/144Nd ratios (0.1051–0.1364), most of which fall in between 0.105 and 0.130. This range is closer to the average value for the continental crust, as reported for ancient clastic sediments and particulate loads of modern rivers (e.g. Goldstein et al., 1984; Gallet et al., 1996)\n(Fig. 4). The average 147Sm/144Nd ratio of the 25 analyzed samples is 0.117, indistinguishable from the average value for river and dust particulates in Australia (Fig. 4).\nSr–Nd isotopic ratios are nearly constant for samples older than 180 ka, with 143Nd/144Nd ratios ranging between 0.512190 and 0.512248 and 87Sr/86Sr values ranging between 0.711838 and 0.713273 (Fig. 5). In contrast, Sr–Nd isotopic ratios are variable in samples younger than 180 ka (Fig. 5). At least 3 elevated 143Nd/144Nd values (at 5.4 ka, 22.3 ka, 76.7 ka) can be recognized during the past 180 ka,\nwith radiogenic values peaking at 0.512616, 0.512393, and 0.512443, respectively, corresponding to 3 less radiogenic Sr isotopic ratios at 0.707055, 0.709857, and 0.708678, respectively. It is worth noting that, excluding these anomalous samples, the post-180 ka section has lower 143Nd/144Nd and higher 87Sr/86Sr ratios in general than the pre180 ka section (Fig. 5).\nThe measured Nd and Sr isotopes tightly correlated with Tb/Yb ratios (correlation coefficient, r=0.85 and 0.76, respectively) and broadly correlatedwith La/Ni (r=0.75 and 0.61, respectively) (Fig. 6). The samples with high εNd and low 87Sr/86Sr ratios generally possess high Sm/ Nd ratios and contain high dust percentage. For example, the isotopic anomaly of XW-72 at 76.7 ka is correlated with corresponding anomalous values of fine-grained fractions (b20 μm) (56.54%) and high Sm/ Nd ratio (0.23) (Fig. 4).\n4.3. Sedimentation rate, fine fraction percentage, and Australian dust contribution\nThe curve of sedimentation rate in Fig. 5 was determined from the chronology reported by Wang et al. (1999). Sedimentation rate varies from 1 cm/ka to 9 cm/ka, with an average of 4 cm/ka. Compared with the 180–300 ka section, sedimentation rate becomes more variable in the last 180 ka, especially in the last 100 ka (Fig. 5). Fine fraction (b20 μm) percentage shows little significant trend through time, and averaged around 40%. Australian dust contribution in studied samples determined by simple two-component modeling in this study ranges from 8% to 75%, with an average of 60%, and shows a slight increase in the post-180 ka section (Fig. 5)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Contribution of Australian aeolian dusts",
    "text": "Dust provenance has been constrained most successfully by Nd and Sr isotope systematics (e.g. Dasch, 1969; Nakai et al., 1993; Biscaye et al.,\n1997; Chen et al., 2007; Hyeong et al., 2011). The Nd isotope compositions of the fine-grained mineral components in Core G6-4 (Fig. 4) are slightly more radiogenic than those of Chinese loess sediments (e.g. Gallet et al., 1996; Jahn et al., 2001), which are considered as representative of the average upper crustal values (e.g. Taylor and McLennan, 1985; Rudnick and Gao, 2003). The Sr and Nd isotopes of these samples are also significantly more radiogenic than the Australian Proterozoic Crust (Fig. 4).\nAs shown in Fig. 6, the correlations between Sr–Nd isotopes and trace element ratios of La/Ni and Tb/Yb suggest two end-member components for thefine-grained samples in Core G6-4. The high-Sr and lowNd end-member is characterized by εNd = −5 to −10, 87Sr/86Sr = 0.710–0.715, La/Ni = 0.1–0.6, and Tb/Yb ≈ 0.18, which compares well with the composition of aeolian dusts from Australia (Fig. 6 and Supplemental Table 3). By contrast, the low-Sr and high-Nd end-member is characterized by εNd N 0, 87Sr/86Sr b 0.707, La/Ni N 0.8, and Tb/ Yb N 0.24, typical characteristics of felsic arc volcanic ashes in Indian Ocean (e.g. Handley et al., 2008). Therefore, the fine-grained samples in Core G6-4 most likely reflect mixing between aeolian dusts from the Australian continent and volcanic ashes from Sunda arcs (Fig. 6). This is consistent with the previous investigations of marine sediments in west Sunda arc region (e.g. Gasparon and Varne, 1998; Gingele et al., 2001) and the pollen records of Core G6-4 (e.g. van der Kaars, 1991; Wang et al., 1999).\nHowever, it is difficult to quantify theproportion of each component, mainly because aeolian dusts by the northwest dust path from Australian continent to the Indian Ocean are poorly constrained (e.g. Hesse and McTainsh, 2003; Gingele et al., 2007). Because the different Australian crustal domains have distinctive Sr–Nd isotope compositions (e.g. Grousset et al., 1992; Revel-Rolland et al., 2006; Gingele et al., 2007; Carson, 2013), the estimated average value has no representative meanings. By contrast, average geochemical and Sr–Nd isotopic values of river (e.g. Goldstein et al., 1984; Marx et al., 2005, 2009; Gingele et al., 2007) and aeolian particulates (e.g. Marx et al., 2005) as well as loess (e.g. Gallet et al., 1996; Jahn et al., 2001; Marx et al., 2005, 2009)\nhat the fine-grained sediments in Core G6-4 are consistent with a two-component mixing\n001), Handley et al (2008), Sendjaja et al (2009) and Gasparon and Varne (1998), and εNd\nn aeolian dusts are fromGrousset et al (1992), Kamber et al. (2005) and Revel-Rolland et al\nMarx et al. (2005) and Petherick et al. (2009).\nwere generally used as an index of average upper continental crust. However, it is unclear that such values are also representative of mean aeolian dusts derived from the Australia continent since the Australian continent may be significantly different from the rest of the world (Drummond and Collins, 1986).\nDue to the prevailing easterly winds in the region, we assume that arid areas in western, northern, and central Australian regions could be potential dust sources for the Eastern Indian Ocean (McTainsh, 1989; Hesse and McTainsh, 2003; Stuut et al., 2014). It has been documented that the Lake Eyre Basin of central Australia is the most active dust storm region on the continent, being capable of affecting most of Indonesia many thousands of kilometers from the Australian continent in a relatively short period of time (McGowan and Clark, 2008). Although Western Australian deserts consist mainly of sand dunes, they are not considered to be a major atmospheric source for longtransport dusts (Prospero et al., 2002) since they are characterized by low dust entrainment, great geomorphic stability and enrichment in larger particles with very high settling velocity (Prospero et al., 2002; Hesse and McTainsh, 2003). Thus, considering that Northern Territory is close to the core location, it appears that the major sources of dusts transported to Core G6-4 are from Northern Territory in northern Australia and Lake Eyre Basin in central Australia.\nOverall, Sr–Nd isotopic data on potential dust sources in Australia are scant and patchy. Previous studies reveal a wide range of Sr and Nd isotopic ratios in these regions: Northern Territory in northern Australia with 87Sr/88Sr = 0.715–0.732 and 143Nd/144Nd = 0.5118– 0.5120 (Revel-Rolland et al., 2006); Great Sandy Desert in Western and Central Australia with 87Sr/86Sr = 0.732–0.763 and 143Nd/ 144Nd = 0.512 (Grousset et al., 1992); Lake Eyre Basin in central Australia with 87Sr/88Sr = 0.7090–0.7098 and 143Nd/144Nd = 0.5124– 0.5125 (Revel-Rolland et al., 2006). Considering the contributions of dust sources, the first 8 samples in Supplementary Table 3 (4 from Lake Eyre Basin, 3 from Northern Territory and 1 from Great Sandy Desert) were used to identify average isotopic ratios, which are around 0.720 for 87Sr/86Sr and 0.5120 for 143Nd/144Nd.We use these data to define the Sr–Nd isotopic field for Australia dusts with 87Sr/86Sr ratios ranging from 0.709 to 0.731 and εNd = −3 to −15 (Revel-Rolland et al., 2006).\nIn contrast, the isotopic ratios for volcanic rocks from the Sumatra– Salak–Java–Bali–Sumbawa Islands adjacent to Core G6-4 are less variable, overlapping with the field of the Indian Ocean sediments as well (e.g. Ben Othman et al., 1989; Gasparon and Varne, 1998) (Fig. 4). The published isotopic data are summarized in Fig. 4 and compiled in Supplementary Table 3, which shows 87Sr/86Sr ratios ranging from 0.704 to 0.708 with an average around 0.7065, and 143Nd/144Nd ratios varying between 0.5125 and 0.5129, with an average around 0.5127 (Whitford et al., 1981; Ben Othman et al., 1989; Gasparon and Varne, 1998; Turner and Foden, 2001; Gertisser and Keller, 2003; Handley et al., 2008; Sendjaja et al., 2009).\nThe isotopic data of volcanic ashes from the region closest to Core G6-4 were reported by Ben Othman et al. (1989). These authors analyzed a volcanic sample from a water depth of 3230 m, south of the Sumba Island (9°28′S, 122°21′E) and obtained a value of 0.705853 for 87Sr/86Sr ratio and 0.512734 for 143Nd/144Nd. Therefore, the isotopic values of 0.706–0.707 for Sr and 0.5127 for Nd are considered to be most representative of volcanic ashes mixing into the core sediments.\nThe published Sr and Nd isotope data of volcanic ashes from nearby volcanoes, aeolian dusts from Australian continent are used to identify the potential-sediment source of the samples from Core G6-4 (Fig. 4). Volcanic ashes are characterized by radiogenic Nd isotope composition (143Nd/144Nd N 0.5125 in most samples) and less radiogenic Sr isotope composition (87Sr/86Sr b 0.707 in most samples). Aeolian dusts from Australian continent have homogeneous, less radiogenic Nd and highly radiogenic Sr isotope compositions (with 143Nd/144Nd b 0.5125 and 87Sr/86Sr N 0.708). As shown in Fig. 4, the Sr–Nd isotope compositions of fine-grained samples from Core G6-4 were plotted along the mixing\ntrend between arc volcanic ashes and aeoliandusts fromAustralian continent. This suggests a mixed provenance for these sediments.\nA two-end-member mixing model was performed according to the follow end-parameters (see details in Supplementary Table 4). Volcanic ashes have Nd = 10 ppm, Sr = 500 ppm (Lytwyn et al., 2001; Turner and Foden, 2001), 143Nd/144Nd = 0.5127 and 87Sr/86Sr = 0.706–0.707, and continental dusts have Nd = 32 ppm, Sr = 100 ppm (Kamber et al., 2005; Marx et al., 2005; Gingele et al., 2007), 143Nd/144Nd = 0.5120–0.5121 and 87Sr/86Sr = 0.720.\nAs shown in Fig. 4, themixing lines bracket the data array very nicely. The two-endmembermixingmodeling suggests that themajority of the core samples contain 50–80% aeolian dusts derived from the Australian continent. This is consistent with pollen records from this core (Wang et al., 1999) and the Argo Abyssal Plain core G6-2 (van der Kaars, 1991) that show that Australian dust contributes the most significant part to the sediments in Eastern Indian Ocean, as evidenced by the occurrence of large amounts of chenopod pollen grains in the core sediments (van der Kaars, 1991)."
  }, {
    "heading": "5.2. Australian continental aridity: a possible contributor to the secular isotopic change",
    "text": "After eliminating the anomalous values thatmay be indicative of ash inputs from short episodes of local volcanic eruptions as will be discussed in Section 5.3, the mean 143Nd/144Nd prior to 180 ka is 0.51225, increasing to 0.51215 in the post-180 ka section, while 87Sr/86Sr shows an opposite trend from 0.7125 to 0.7140. Overall, sediments older than ~180 ka are more radiogenic in their Nd isotope compositions and less radiogenic in their Sr isotope compositions than afterwards (Fig. 5).\nIn general, there are three possible interpretations for the secular change of 87Sr/86Sr and 143Nd/144Nd ratios at ~180 ka: provenance change, chemical weathering change (i.e. aridity, stronger winds), or grain-size distribution change (Hesse, 1994; Wang et al., 2007; Meyer et al., 2011). Because we did not observe the major change in grain size in Core G6-4 (Fig. 5 and Supplementary Table 2), the possibility of major grain-size distribution change can be ruled out. Furthermore, as shown in Fig. 5, the proportion of fine fraction in studied samples displays no meaningful correlation with the total REE, 87Sr/86Sr ratio and εNd (Fig. 7), suggesting that grain-size distribution is not likely to be an important controlling factor for the Sr–Nd isotopic change. The studied samples display a narrow range of the abundance of fine fraction (from 25% to 55%), which should be related to the strong heterogeneity of both aeolian dust and volcanic ashes.\nSedimentation rate is another possible factor that influences the geochemical and isotopic changes (e.g. Wang, 1999). However, sedimentation rate in the studied samples shows little correlation with the total REE, 87Sr/86Sr ratio and εNd (Fig. 7), indicating that sedimentation rate is not likely to be a controlling factor for the secular Sr–Nd isotopic change. The extremely low sediment rate during marine isotope stage (MIS) 3 is related to the poor representation of MIS 3 in the chronology (Wang et al., 1999). Although the reason for the missing of MIS 3 is not clear, such hiatus in the record could not influence the secular geochemistry isotopic pattern as there is no geochemical and isotope dates located in this stage. The variability in sedimentation rate in the last 100 ka can be partly attributed to large sampling intervals for oxygen analysis (more than 10 cm in this study), possible biological mixing events and disturbances by volcanic eruptions (Hesse, 1994).\nIn addition, it is unlikely that this secular Sr–Nd change was caused by stronger wind strength because, compared with MIS 6 (195– 128 ka), the glacial MIS 8 (301–244 ka) with similar strong winds did not see corresponding Sr–Nd isotopic change. However, it is worth noting that someother factors, such as small changes in provenance, cannot be entirely ruled out based on current available data.\nA marked increase in dust supply usually occurs in response to a general increase in aridity (e.g. Hesse, 1994; Hesse and McTainsh, 2003; Marx et al., 2009). The dust contribution shows a slight increase in the post-180 ka section, matching with the secular Sr–Nd isotopic change (Fig. 5). Thus, we consider that the secular Sr–Nd isotopic change may be attributed to Australian continental aridity.\nDrier periods, especially the periods with increased aridity, are indicated by low Eucalyptus, Woodland group and high Gramineae and Grassland Group. In the pollen records of Core G6-4, there are sharp declines in Eucalyptus and Woodland group percentage at approximately 460 cm core depth with an interpolated age of ~180 ka (Fig. 8). Conversely, the strong increases in the Grassland group and Gramineae at ~180 ka can also be observed (Fig. 8). Charcoal record may also complement pollen records in indicating the degree of aridity (e.g. Wang et al., 1999). Although there is a great deal of variation in charcoal record through the record, an overall increased pattern is clearly discernible (Fig. 8). After ~180 ka, open grasslands were the dominant vegetation, and only during the fewwetter intervals shrubland and openwoodlands with eucalypts were present, apparently showing that a major vegetation change took place at ~180 ka (Fig. 8). The development of a much more open vegetation type is suggestive of a drier climate, indicating that the climate might become much drier in Australia since ~180 ka.\nHigh aeolian flux of dust in two cores (C1/86 6GC3 and E39.75) from Tasman Sea sediments began early in MIS 6 (~185 ka) (Hesse, 1994) (Fig. 8), which is coincident with the timing of the increase of Australian dust input in this study. In addition, increased aridity since 180 ka also appears to be found in palynological records from northern Australia (Kawamura et al., 2006) and the well-dated fauna records\nfrom Mt Etna, central Queensland as described above (Hocknull et al., 2007). All these studies confirm that the transition to true aridity in Australia could start from MIS 6 which was further intensified in the subsequent glacial periods.\nTherefore, the good match between the secular Sr–Nd isotopic change and the timing of increased Australian continental aridity suggests that Australian continental aridity is a possible contributor to the secular Sr–Nd isotopic change. Yet, it cannot be determined whether Australian continental aridity is the only essential factor because even small changes in dust provenance or the combination of the other factorsmentioned above can also cause such a degree change in Sr–Nd isotopic compositions."
  }, {
    "heading": "5.3. Correlation with Sunda arc volcanicity",
    "text": "The Sunda–Banda arc system iswell known for its spectacular volcanic activity, including the 1883 eruption of Krakatau, Java, and the 1815 eruption of Tambora, Flores. Intriguingly, there are few long-term records of earlier, larger Quaternary eruptions from Southeast Asia. What is more, volcanic eruptions, especially large events, are an important natural cause of climate change as they inject huge volumes of ash and gases into the atmosphere (Robock, 2000), indicating that the identification of pre-historic of volcanic eruptions can provide the underpinning data for a better understanding of important radiative and dynamical processes that respond in the climate system to both natural and anthropogenic forcings.\nIn this study, three anomalies (at 5.4, 22.3 and 76.7 ka) characterized by elevated 143Nd/144Nd, decreased 86Sr/87Sr and extremely low\nAustralian dust contribution occur in the last 180 ka (Fig. 5). They are obvious evidence for volcanic eruptions in the nearby volcanoes, since no continental input can generate such a degree of anomaly (note that the three data points plot entirely within the Banda and Sunda arc volcanic field in Fig. 4). The other three samples XW41, XW51, and XW62 (at 119,148 and 192 ka) also show some degree of abnormality, however, their origin is unclear. They may be related to either volcanic eruptions or heterogeneity in the dusts.\nThe third isotopic anomaly (76.7 ka)matches well within its age uncertainty with the Late Pleistocene ~75 ka eruption of the Younger Toba Tuff (YTT) that is the largest knownQuaternary eruption, indicating that isotopic anomalies in deep sea sediment cores are good indicators of past volcanic eruption events. The ~75 ka eruption of Toba is thought to have expelled 2800 km3 ofmaterial, 800 km3 of whichwas deposited as ash fall (Rose and Chesner, 1990; Oppenheimer, 2002; Lane et al., 2013), triggering a long-term climatic cooling of one degree and even a population bottleneck in the fauna records indicative of mass extinction (Ambrose et al., 2003; Gathorne-Hardy and Harcourt-Smith, 2003). In our record, we identify another two large volcanic eruptions at around 5 ka and 25 ka, although their potential impact on late Quaternary climate is unclear. Our record also implies the likelihood that volcanism along the Sunda–Banda arc system may become more active in the last 80 ka."
  }, {
    "heading": "6. Conclusions",
    "text": "Geochemical and Sr–Nd isotopic compositions indicate that finegrained detrital sediments in Core 6-4 were derived bymixing between aeolian dusts from the Australian continent and volcanic ashes from Sunda arcs. Based on the isotopic data (87Sr/86Sr ratios ranging from 0.707 to 0.715 and 143Nd/144Nd between 0.5121 and 0.5126), it is estimated that Australian continental dust input varies from 50 to 80% for the majority of the samples, consistent with pollen records. There is an overall secular change in Sr isotopic ratios from 0.7125 to 0.7140 and Nd isotopic ratios from 0.51225 to 0.51215 post-80 ka, which matches well with the timing of increased Australian continental aridity identified by many other paleo-environmental records. Although someother factors (e.g. small changes in dust provenance) cannot be entirely ruled out, this good match indicates that Australian continental aridity is a possible contributor to the secular isotopic change. Three isotopic anomalies (5.4, 22.3 and 76.7 ka), characterized by elevated 143Nd/144Nd and reduced 87Sr/86Sr ratios, occurred in the post-180 ka core section. The third anomaly matches well within its age uncertainty with ~75 ka Toba eruption, and the other two anomalies (at around 5 ka and 25 ka) could be related to another two large volcanic eruptions."
  }, {
    "heading": "Acknowledgments",
    "text": "E. Liu acknowledges the support of a Chinese Scholarship Council's overseas student scholarship to enable him to visit the University of Queensland for 24 months. J.-x. Zhao thanks the Australian Research Council grants (LE0989067, F39802775 and DP0452443) and the University of Queensland (UQ Major Equipment and Infrastructure grands 2009-2010 and 2010-2011) for various funding support toward the Radiogenic Isotope Facility and this small research project.\nFig. 8. Representative paleo-environmental records in Core G6-4 and some evidences collected 180 ka: (a) Eucalyptus record in Core G6-4 (fromWang et al., 1999); (b) Gramineae record in (from van der Kaars, 1991); (d) the percentages of Grassland group in Core G6-4 (from van de (f) δ18O Globigerinoides ruber values in Core G6-4 (from Wang et al., 1999); (g) aeolian mas black line is piston core record; (h) aeolian mass accumulation rate in Core C1/86 6GC3 (from"
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at http://dx. doi.org/10.1016/j.margeo.2015.05.005."
  }],
  "year": 2015,
  "references": [{
    "title": "Status and gender differences in diet at Mound 72, Cahokia, revealed by isotopic analysis of bone",
    "authors": ["S.H. Ambrose", "J. Buikstra", "H.W. Krueger"],
    "venue": "J. Anthropol. Archaeol",
    "year": 2003
  }, {
    "title": "Mass-particle size distributions of atmospheric dust and the dry deposition of dust to the remote ocean",
    "authors": ["R. Arimoto", "B.J. Ray", "N.F. Lewis", "U. Tomza"],
    "venue": "J. Geophys. Res.Atmos",
    "year": 1997
  }, {
    "title": "Extreme isotopic variations in Heard Island lavas and the nature of mantle reservoirs",
    "authors": ["J. Barling", "S.L. Goldstein"],
    "venue": "Nature 348,",
    "year": 1990
  }, {
    "title": "Hf and Nd isotopes in marine sediments: constraints on global silicate weathering",
    "authors": ["G. Bayon", "K.W. Burton", "G. Soulet", "N. Vigier", "B. Dennielou", "J. Etoubleau", "E. Ponzevera", "C.R. German", "R.W. Nesbitt"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "The geochemistry of marine sediments, island arc magma genesis, and crust–mantle recycling",
    "authors": ["D. Ben Othman", "W.M. White", "J. Patchett"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1989
  }, {
    "title": "Asian provenance of glacial dust (stage 2) in the Greenland Ice Sheet Project 2 ice core, Summit, Greenland",
    "authors": ["P.E. Biscaye", "F.E. Grousset", "M. Revel", "S. Van der Gaast"],
    "venue": "J. Geophys. Res",
    "year": 1997
  }, {
    "title": "Aridity in Australia: age, origins and expression in aeolian landforms and sediments",
    "authors": ["J.M. Bowler"],
    "venue": "Earth Sci. Rev",
    "year": 1976
  }, {
    "title": "The Victoria and Birrindudu basins, Victoria River region, Northern Territory, Australia: a SHRIMP U–Pb detrital zircon and Sm–Nd study",
    "authors": ["C.J. Carson"],
    "venue": "Aust. J. Earth Sci",
    "year": 2013
  }, {
    "title": "Nd and Sr isotopic characteristics of Chinese deserts: implications for the provenances of Asian dust",
    "authors": ["J. Chen", "G. Li", "J. Yang", "W. Rao", "H. Lu", "W. Balsam", "Y. Sun", "J. Ji"],
    "venue": "Geochim. Cosmochim",
    "year": 2007
  }, {
    "title": "Strontium isotopes in weathering profiles, deep-sea sediments, and sedimentary rocks",
    "authors": ["E.J. Dasch"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1969
  }, {
    "title": "Lead isotopic evidence for an Australian source of aeolian dust to Antarctica at times over the last 170,000 years",
    "authors": ["P. De Deckker", "M. Norman", "I.D. Goodwin", "A. Wain", "F.X. Gingele"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "Alspinels in primitive arc volcanics",
    "authors": ["F.N. Della-Pasqua", "V.S. Kamenetsky", "M. Gasparon", "A.J. Crawford", "R. Varne"],
    "venue": "Mineral. Petrol",
    "year": 1995
  }, {
    "title": "A simple method for the precise determination of ≥40 trace elements in geological samples by ICPMS using enriched isotope internal standardisation",
    "authors": ["S.M. Eggins", "J.D. Woodhead", "L.P.J. Kinsley", "G.E. Mortimer", "P. Sylvester", "M.T. McCulloch", "J.M. Hergt", "M.R. Handler"],
    "venue": "Chem. Geol",
    "year": 1997
  }, {
    "title": "Current transport versus continental inputs in the eastern Indian Ocean: radiogenic isotope signatures of clay size sediments",
    "authors": ["C. Ehlert", "M. Frank", "B.A. Haley", "U. Böniger", "P.D. Deckker", "F.X. Gingele"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2011
  }, {
    "title": "The origin of medium-K ankaramitic arc magmas from Lombok (Sunda arc, Indonesia): mineral and melt inclusion evidence",
    "authors": ["M.A. Elburg", "V.S. Kamenetsky", "J.D. Foden", "A. Sobolev"],
    "venue": "Chem. Geol",
    "year": 2007
  }, {
    "title": "The petrology and tectonic setting of Quaternary—recent volcanic centres of Lombok and Sumbawa",
    "authors": ["J.D. Foden", "R. Varne"],
    "venue": "Sunda arc. Chem. Geol",
    "year": 1980
  }, {
    "title": "Geochemical characterization of the Luochuan loess–paleosol sequence, China, and paleoclimatic implications",
    "authors": ["S. Gallet", "Jahn", "B.-m", "M. Torii"],
    "venue": "Chem. Geol",
    "year": 1996
  }, {
    "title": "Crustal assimilation versus subducted sediment input in west Sunda arc volcanics: an evaluation",
    "authors": ["M. Gasparon", "R. Varne"],
    "venue": "Mineral. Petrol",
    "year": 1998
  }, {
    "title": "Trace element and Sr, Nd, Pb and O isotope variations in medium-K and high-K volcanic rocks from Merapi Volcano, Central Java, Indonesia: evidence for the involvement of subducted sediments in Sunda arc magma genesis",
    "authors": ["R. Gertisser", "J. Keller"],
    "venue": "J. Petrol",
    "year": 2003
  }, {
    "title": "Clay mineral distribution in surface sediments between Indonesia and NW Australia — source and transport by ocean currents",
    "authors": ["F.X. Gingele", "P. De Deckker", "Hillenbrand", "C.-D"],
    "venue": "Mar. Geol",
    "year": 2001
  }, {
    "title": "Late Pleistocene and Holocene climate of SE Australia reconstructed from dust and river loads deposited offshore the River Murray Mouth",
    "authors": ["F. Gingele", "P. De Deckker", "M. Norman"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "A Sm–Nd isotopic study of atmospheric dusts and particulates from major river systems",
    "authors": ["S.L. Goldstein", "R.K. O'Nions", "P.J. Hamilton"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1984
  }, {
    "title": "fromWang et al., 1999); (c) the percentages of Woodland group in Core G6-4",
    "authors": ["Core G"],
    "year": 1999
  }, {
    "title": "Tracing dust sources and transport patterns using Sr, Nd and Pb isotopes",
    "authors": ["F.E. Grousset", "P.E. Biscaye"],
    "venue": "Chem. Geol",
    "year": 2005
  }, {
    "title": "Antarctic (Dome C) ice-core dust at 18 k.y. B.P.: isotopic constraints on origins",
    "authors": ["F.E. Grousset", "P.E. Biscaye", "M. Revel", "Petit", "J.-R", "K. Pye", "S. Joussaume", "J. Jouzel"],
    "venue": "Earth Planet. Sci",
    "year": 1992
  }, {
    "title": "PbSrNd isotopic data of Indian Ocean ridges: new evidence of large-scale mapping of mantle heterogeneities",
    "authors": ["B. Hamelin", "B. Dupré", "C.J. Allègre"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1986
  }, {
    "title": "Untangling differentiation in arc lavas: constraints from unusual minor and trace element variations at Salak Volcano, Indonesia",
    "authors": ["H.K. Handley", "J.P. Davidson", "C.G. Macpherson", "J.A. Stimac"],
    "venue": "Chem. Geol",
    "year": 2008
  }, {
    "title": "The record of continental dust from Australia in Tasman Sea sediments",
    "authors": ["P.P. Hesse"],
    "venue": "Quat. Sci. Rev",
    "year": 1994
  }, {
    "title": "Australian dust deposits: modern processes and the Quaternary record",
    "authors": ["P.P. Hesse", "G.H. McTainsh"],
    "venue": "Quat. Sci. Rev",
    "year": 2003
  }, {
    "title": "Responses of Quaternary rainforest vertebrates to climate change in Australia",
    "authors": ["S.A. Hocknull", "Zhao", "J.-x", "Feng", "Y.-x", "G.E. Webb"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Sr, Nd and Pb isotopic composition of in situ lower crust at the Southwest Indian Ridge: results from ODP Leg 176",
    "authors": ["P.M. Holm"],
    "venue": "Chem. Geol",
    "year": 2002
  }, {
    "title": "Geochemical and isotopic studies of aeolian sediments in China",
    "authors": ["M. Honda", "S. Yabuki", "H. Shimizu"],
    "venue": "Sedimentology",
    "year": 2004
  }, {
    "title": "Do leaching experiments in deep-sea clays isolate a seawater component? Can",
    "authors": ["C. Innocent", "N. Fagel", "R. Stevenson"],
    "venue": "J. Earth Sci",
    "year": 1999
  }, {
    "title": "The O, Sr, Nd and Pb isotope geochemistry of MORB",
    "authors": ["E. Ito", "W.M. White", "C. Göpel"],
    "venue": "Chem. Geol",
    "year": 1987
  }, {
    "title": "Geochemistry of the Xining, Xifeng and Jixian sections, Loess Plateau of China: eolian dust provenance and paleosol evolution during the last 140 ka",
    "authors": ["B. Jahn", "S. Gallet", "J. Han"],
    "venue": "Chem. Geol",
    "year": 2001
  }, {
    "title": "A new estimate for the composition of weathered young upper continental crust from alluvial sediments, Queensland, Australia",
    "authors": ["B.S. Kamber", "A. Greig", "K.D. Collerson"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2005
  }, {
    "title": "Climate variability and land–ocean interactions in the Indo Pacific Warm Pool: a 460-ka palynological and organic geochemical record from the Timor Sea",
    "authors": ["H. Kawamura", "A. Holbourn", "W. Kuhnt"],
    "venue": "Mar. Micropaleontol",
    "year": 2006
  }, {
    "title": "DIRTMAP: the geological record of dust",
    "authors": ["K.E. Kohfeld", "S.P. Harrison"],
    "venue": "Earth Sci. Rev",
    "year": 2001
  }, {
    "title": "Ash from the Toba supereruption in Lake Malawi shows no volcanic winter in East Africa at 75 ka",
    "authors": ["C.S. Lane", "B.T. Chorn", "T.C. Johnson"],
    "venue": "Proc. Natl. Acad",
    "year": 2013
  }, {
    "title": "Nd isotope systematics on ODP Sites 756 and 762 sediments reveal major volcanic, oceanic and climatic changes in South Indian Ocean over the last 35 Ma",
    "authors": ["S. Le Houedec", "L. Meynadier", "C.J. Allègre"],
    "year": 2012
  }, {
    "title": "Characterisation of Chinese Tang sancai from Gongxian and Yaozhou kilns using ICP-MS trace element and TIMS Sr–Nd isotopic analysis",
    "authors": ["Li", "B.-P", "Zhao", "J.-X", "A. Greig", "K.D. Collerson", "Feng", "Y.-X", "Sun", "X.-M", "Guo", "M.-S", "Zhuo", "Z.-X"],
    "venue": "J. Archaeol",
    "year": 2006
  }, {
    "title": "The geochemistry of volcanic, plutonic and turbiditic rocks from Sumba, Indonesia",
    "authors": ["J. Lytwyn", "E. Rutherford", "K. Burke", "C. Xia"],
    "venue": "J. Asian Earth Sci",
    "year": 2001
  }, {
    "title": "Global connections between aeolian dust, climate and ocean biogeochemistry at the present day and at the last glacial maximum",
    "authors": ["B.A. Maher", "J.M. Prospero", "D. Mackie", "D. Gaiero", "P.P. Hesse", "Y. Balkanski"],
    "venue": "Earth Sci. Rev",
    "year": 2010
  }, {
    "title": "Age dating and the orbital theory of the ice ages: development of a high-resolution 0 to 300,000-year chronostratigraphy",
    "authors": ["D.G. Martinson", "N.G. Pisias", "J.D. Hays", "J. Imbrie", "T.C. Moore Jr.", "N.J. Shackleton"],
    "venue": "Quat. Res",
    "year": 1987
  }, {
    "title": "Provenance of long-travelled dust determined with ultra-trace-element composition: a pilot study with samples from New Zealand glaciers",
    "authors": ["S.K. Marx", "B.S. Kamber", "H.A. McGowan"],
    "venue": "Earth Surf. Process. Landf",
    "year": 2005
  }, {
    "title": "Long-range dust transport from eastern Australia: a proxy for Holocene aridity and ENSO-type climate variability",
    "authors": ["S.K. Marx", "H.A. McGowan", "B.S. Kamber"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Identification of dust transport pathways from Lake Eyre, Australia using Hysplit",
    "authors": ["H. McGowan", "A. Clark"],
    "venue": "Atmos. Environ",
    "year": 2008
  }, {
    "title": "Laser ceilometer measurements of Australian dust storm highlight need for reassessment of atmospheric dust plume loads",
    "authors": ["H.A. McGowan", "J. Soderholm"],
    "venue": "Geophys. Res. Lett",
    "year": 2012
  }, {
    "title": "Geochemistry of Archean shales from the Pilbara Supergroup, Western Australia",
    "authors": ["S.M. McLennan", "S.R. Taylor", "K.A. Eriksson"],
    "venue": "Geochim. Cosmochim",
    "year": 1983
  }, {
    "title": "Quaternary aeolian dust processes and sediments in the Australian region",
    "authors": ["G.H. McTainsh"],
    "venue": "Quat. Sci. Rev",
    "year": 1989
  }, {
    "title": "Provenance of dust in the Pacific Ocean",
    "authors": ["Nakai", "S.i", "A.N. Halliday", "D.K. Rea"],
    "venue": "Earth Planet. Sci",
    "year": 1993
  }, {
    "title": "Rare earth element patterns and crustal evolution—I. Australian post-Archean sedimentary rocks",
    "authors": ["W.B. Nance", "S.R. Taylor"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1976
  }, {
    "title": "Limited global change due to the largest known Quaternary eruption, Toba ≈ 74 kyr BP",
    "authors": ["C. Oppenheimer"],
    "venue": "Quat. Sci. Rev",
    "year": 2002
  }, {
    "title": "Carbon isotopic evidence for increased aridity in northwestern Australia through the Quaternary",
    "authors": ["S.M. Pack", "G.H. Miller", "M.L. Fogel", "N.A. Spooner"],
    "venue": "Quat. Sci. Rev",
    "year": 2003
  }, {
    "title": "Macintosh program performs time-series analysis",
    "authors": ["D. Paillard", "L. Labeyrie", "P. Yiou"],
    "venue": "EOS Trans. Am. Geophys. Union",
    "year": 1996
  }, {
    "title": "Reconstructing transport pathways for late Quaternary dust from eastern Australia using the composition of trace elements of long traveled dusts",
    "authors": ["L.M. Petherick", "H.A. McGowan", "B.S. Kamber"],
    "venue": "Geomorphology",
    "year": 2009
  }, {
    "title": "The chemical composition of subducting sediment and its consequences for the crust and mantle",
    "authors": ["T. Plank", "C.H. Langmuir"],
    "venue": "Chem. Geol",
    "year": 1998
  }, {
    "title": "Chemical and isotopic compositions of volcanic gases from the east Sunda and Banda arcs, Indonesia",
    "authors": ["R.P.E. Poorter", "J.C. Varekamp", "R.J. Poreda", "M.J. Van Bergen", "R. Kreulen"],
    "venue": "Geochim. Cosmochim",
    "year": 1991
  }, {
    "title": "A novel extraction chromatography and MC-ICP-MS technique for rapid analysis of REE, Sc and Y: revising CIchondrite and Post-Archean Australian Shale (PAAS) abundances",
    "authors": ["A. Pourmand", "N. Dauphas", "T.J. Ireland"],
    "venue": "Chem. Geol",
    "year": 2012
  }, {
    "title": "Environmental characterization of global sources of atmospheric soil dust identified with the nimbus 7 total ozonemapping spectrometer (toms) absorbing aerosol product",
    "authors": ["J.M. Prospero", "P. Ginoux", "O. Torres", "S.E. Nicholson", "T.E. Gill"],
    "venue": "Rev. Geophys",
    "year": 2002
  }, {
    "title": "Processes of fine particle formation, dust source regions, and climatic changes",
    "authors": ["K. Pye"],
    "year": 1989
  }, {
    "title": "Late cretaceous history of eolian deposition in the midpacific mountains, central North Pacific Ocean",
    "authors": ["D.K. Rea", "T.R. Janecek"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1981
  }, {
    "title": "Recycled ocean crust and sediment in Indian Ocean MORB",
    "authors": ["M. Rehka ̈mper", "A.W. Hofmann"],
    "venue": "Earth Planet. Sci",
    "year": 1997
  }, {
    "title": "Comparison of size and morphological measurements of coarse mode dust particles from Africa",
    "authors": ["J.S. Reid", "H.H. Jonsson", "H.B. Maring", "A. Smirnov", "D.L. Savoie", "S.S. Cliff", "E.A. Reid", "J.M. Livingston", "M.M. Meier", "O. Dubovik", "Tsay", "S.-C"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Eastern Australia: a possible source of dust in East Antarctica interglacial ice",
    "authors": ["M. Revel-Rolland", "P. De Deckker", "B. Delmonte", "P.P. Hesse", "J.W. Magee", "I. Basile-Doelsch", "F. Grousset", "D. Bosch"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys",
    "year": 2000
  }, {
    "title": "Worldwide dispersal of ash and gases from earth's largest known eruption: Toba, Sumatra, 75 ka",
    "authors": ["W.I. Rose", "C.A. Chesner"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1990
  }, {
    "title": "Composition of the continental crust",
    "authors": ["R.L. Rudnick", "S. Gao"],
    "venue": "The Crust. Elsevier-Pergamon,",
    "year": 2003
  }, {
    "title": "Across-arc geochemical variation of Quaternary lavas inWest Java, Indonesia: mass-balance elucidation using arc basalt simulator model",
    "authors": ["Y.A. Sendjaja", "Kimura", "J.-I", "E. Sunardi"],
    "venue": "Island Arc",
    "year": 2009
  }, {
    "title": "Large scale isotopic Sr, Nd and O isotopic anatomy of altered oceanic crust: DSDP/ODP sites 417/418",
    "authors": ["H. Staudigel", "G.R. Davies", "S.R. Hart", "K.M. Marchant", "B.M. Smith"],
    "venue": "Earth Planet. Sci",
    "year": 1995
  }, {
    "title": "Nd–Sr isotope and REY geochemistry of metalliferous sediments in a low-temperature off-axis hydrothermal environment (Costa Rica margin)",
    "authors": ["M. Steinmann", "S. Bodeï", "M. Buatier"],
    "venue": "Mar. Geol",
    "year": 2012
  }, {
    "title": "A 550 ka record of aeolian activity near North West Cape, Australia: inferences from grain-size distributions and bulk chemistry of SE Indian Ocean deep-sea sediments",
    "authors": ["Stuut", "J.-B.W", "F. Temmesfeld", "P. De Deckker"],
    "venue": "Quat. Sci. Rev",
    "year": 2014
  }, {
    "title": "Provenance of loess material and formation of loess deposits on the Chinese Loess Plateau",
    "authors": ["J. Sun"],
    "venue": "Earth Planet. Sci",
    "year": 2002
  }, {
    "title": "Chemical and isotopic systematic of oceanic basalts: implications for mantle composition and processes",
    "authors": ["S.S. Sun", "W.F. McDonough"],
    "venue": "Magmatism in Ocean Basins. Geological Society London Special Publications,",
    "year": 1989
  }, {
    "title": "The Continental Crust: Its Composition and Evolution",
    "authors": ["S.R. Taylor", "S.M. McLennan"],
    "venue": "Blackwell Scientific Publication,",
    "year": 1985
  }, {
    "title": "Rare earth element patterns in Archean high-grademetasediments and their tectonic significance",
    "authors": ["S.R. Taylor", "R.L. Rudnick", "S.M. McLennan", "K.A. Eriksson"],
    "venue": "Geochim. Cosmochim",
    "year": 1986
  }, {
    "title": "U, Th and Ra disequilibria, Sr, Nd, and Pb isotope and trace element variations in Sunda arc lavas: predominance of a subducted sediment component",
    "authors": ["S. Turner", "J. Foden"],
    "venue": "Contrib. Mineral. Petrol",
    "year": 2001
  }, {
    "title": "Sm– Nd dating and rare-earth element tracing of calcite: implications for fluid-flow events in the Bowen Basin, Australia",
    "authors": ["T.I. Uysal", "Zhao", "J.-X", "S.D. Golding", "M.G. Lawrence", "M. Glikson", "K.D. Collerson"],
    "venue": "Chem. Geol",
    "year": 2007
  }, {
    "title": "Palynology of eastern Indonesian marine piston-cores: a Late Quaternary vegetational and climatic record for Australasia",
    "authors": ["W.A. Van der Kaars"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1991
  }, {
    "title": "Strontium, neodymium, and lead isotopic and trace-element signatures of the East Indonesian sediments: provenance and implications for Banda arc magma genesis",
    "authors": ["P.Z. Vroon", "M.J. van Bergen", "G.J. Klaver", "W.M. White"],
    "venue": "Geochim. Cosmochim",
    "year": 1995
  }, {
    "title": "Response of Western Pacific marginal seas to glacial cycles: paleoceanographic and sedimentological features",
    "authors": ["P.X. Wang"],
    "venue": "Mar. Geol",
    "year": 1999
  }, {
    "title": "A record of fire, vegetation and climate through the last three glacial cycles from Lombok Ridge core G6-4, eastern Indian Ocean, Indonesia",
    "authors": ["X. Wang", "S. van der Kaars", "P. Kershaw", "M. Bird", "F. Jansen"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1999
  }, {
    "title": "The Sr and Nd isotopic variations of the Chinese Loess Plateau during the past 7 Ma: implications for the East Asian winter monsoon and source areas of loess",
    "authors": ["Wang", "Y.-X", "Yang", "J.-D", "J. Chen", "Zhang", "K.-J", "Rao", "W.-B"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "Major and trace element variations of the sediments at ODP Site 1144, South China Sea, during the last 230 ka and their paleoclimate implications",
    "authors": ["G. Wei", "Y. Liu", "Li", "X.-h", "L. Shao", "D. Fang"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2004
  }, {
    "title": "Neodymium isotopic composition of Quaternary island arc lavas from Indonesia",
    "authors": ["D.J. Whitford", "W.M. White", "P.A. Jezek"],
    "venue": "Geochim. Cosmochim",
    "year": 1981
  }, {
    "title": "Rare earth elements of aeolian deposits in Northern China and their implications for determining the provenance of dust storms in Beijing",
    "authors": ["X. Yang", "Y. Liu", "C. Li", "Y. Song", "H. Zhu", "X. Jin"],
    "venue": "Geomorphology",
    "year": 2007
  }, {
    "title": "Sm–Nd and U–Pb zircon isotopic constraints on the provenance of sediments from the Amadeus Basin, central Australia: evidence for REE fractionation",
    "authors": ["J.X. Zhao", "M.T. McCulloch", "V.C. Bennett"],
    "venue": "Geochim. Cosmochim",
    "year": 1992
  }],
  "id": "SP:f46a9b2cc28192aedc505b71e7594cc6256144dd",
  "authors": [{
    "name": "Entao Liu",
    "affiliations": []
  }, {
    "name": "Xuan-Ce Wang",
    "affiliations": []
  }, {
    "name": "Jian-xin Zhao",
    "affiliations": []
  }, {
    "name": "Xuan Wang",
    "affiliations": []
  }],
  "abstractText": "a Key Laboratory of Tectonics and Petroleum Resources, Ministry of Education, Faculty of Earth Resources, China University of Geosciences, Wuhan 430074, China b Radiogenic Isotope Facility, School of Earth Sciences, The University of Queensland, Brisbane, Qld 4072, Australia c ARC Center of Excellence for Core to Crust Fluid Systems (CCFS), Curtin University, Perth, WA 6845, Australia d The Institute for Geoscience Research, Department of Applied Geology, Curtin University, Perth, WA 6845, Australia e Department of Geography and Environmental Science, Monash University, Clayton, Vic. 3168, Australia",
  "title": "Geochemical and Sr–Nd isotopic variations in a deep-sea sediment core from Eastern Indian Ocean: Constraints on dust provenances, paleoclimate and volcanic eruption history in the last 300,000years"
}