{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nJournal of Geochemical Exploration\nj ourna l homepage: www.e lsev ie r .com/ locate / jgeoexp\nThe dilemma of the dwarf Earth's CO2 degassing: Irrelevant or crucial?\nCristina Flesia a,⁎, Maria Luce Frezzotti b\na Department of Biology, University of Roma Tor Vergata, Via della Ricerca Scientifica, 1-00133 Roma, Italy b Department of Earth and Environmental Sciences, University Milano Bicocca, P.za della Scienza 4, 20126 Milano, Italy\n⁎ Corresponding author. Tel.: +39 334 152 9036. E-mail addresses: cristina.flesia@uniroma2.it (C. Flesia\n(M.L. Frezzotti).\nhttp://dx.doi.org/10.1016/j.gexplo.2015.02.006 0375-6742/© 2015 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o"
  }, {
    "heading": "Article history:",
    "text": "Received 3 December 2014 Accepted 15 February 2015 Available online 1 March 2015"
  }, {
    "heading": "Keywords:",
    "text": ""
  }, {
    "heading": "CO2",
    "text": "Earth's degassing Carbon cycle Volcanism Mantle petrology Climate assumptions\nThe role of Earth's CO2 degassing is often confined to the definition of its limited absolute value and considered irrelevant to the global CO2 emission budget. Results reported in literature are contradictory leading to the evidence that the global Earth's CO2 degassing, independently from its absolute value, is virtually unknown. Global estimates are inconsistent with point source volcanic degassing and with the new discovered diffuse degassing sources. In the last twenty years, global Earth's CO2 flux extrapolations increased with the number of measurements from 110 to 937 Mt/yr. Updated addition of CO2 degassing measurements from less than 10% of recognized geological sources equals the mostly agreed global estimates. Careful analysis of data shows evidence of large uncertainties on the estimates of CO2 Earth's degassing, requiring a better understanding of the physical and geological mechanisms behind climate variability and of processes governing the global carbon cycle. Beside model uncertainties and stabilization scenarios, an unknown value of the natural Earth's emissions, with a distinctive C isotopic ratio, leads to inadequate parameterization of unsettled pivotal processes relevant to studies of the global carbon cycle, atmospheric processes, ocean and land uptake, air–sea exchanges, and mantle petrology and dynamics.\n© 2015 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Diverse components of the global carbon cycle, interconnected by atmosphere–land–ocean processes govern the fluxes of carbon from one global reservoir to another. The distinction between the different components and their effects at the global scale are difficult and very little known. Uncertainties on carbon fluxes highly affect the evaluation of the anthropogenic perturbation on the “so-called boundless” C cycle analysis, land and ocean sink, ocean C models, atmospheric inversion, and remediation scenarios (e.g., Regnier et al., 2013; Shepherd, 2014).\nIn the complex carbon fluxes anthropogenic emissions dwarf Earth's CO2 natural degassing. Assuming a natural CO2 emission rate comparable to the anthropogenic one would question most basic assumptions on the global carbon cycle (e.g., Canadell et al., 2007; Gerlach, 2011; Houghton et al., 2010; Khatiwala et al., 2009). However, although Earth's degassing would probably constitute only a few percent of the anthropogenic emissions, its evaluation deserves more than the simple addition of point-source measurements. In the last twenty years, measurements of CO2 fluxes from a very limited number of sources resulted in a total measured CO2 comparable to the most commonly accepted global degassing estimates, highlighting large uncertainties in the evaluation of the Earth's emission budget.\n), maria.frezzotti@unimib.it\nThe debate about Earth's CO2 degassing is often confined to its absolute value with respect to anthropogenic emissions. However, this is a secondary question with respect to the effect of an unknown value of the Earth's emissions on the understanding of the physical and geological processes governing the global carbon cycle. Hereafter, we show that results reported in literature are contradictory leading to the evidence that the Earth's CO2 degassing, independently from its absolute value, is virtually unknown."
  }, {
    "heading": "2. Results",
    "text": "We made a comparative analysis of measurements vs extrapolations, vs estimates of the Earth's CO2 degassing. Table 1 reports CO2 Earth's degassing budget from selected measurements in literature inventories (cf., supplementary Table S1). Comparative analysis of measurements through time shows inconsistencies in the resulting extrapolations and estimates. Table 1 shows linear increasing trend of natural CO2 with the number of measurements. From 1970 to 1992, mainly data from sub-aerial volcanoes have been reported. The total degassing budget measured at 10 volcanoes, over the estimated 300– 600 actives ones, was in the range of 38–55 MtCO2/yr (Table 1). Based on the median value of 7 sources, Gerlach (1991) extrapolated the global CO2 degassing of sub-aerial volcanoes to be about 80 Mt/yr (Table 2). In the same years, some degassing of 22–40 MtCO2/yr from sub-aqueous MOR volcanoes has been included for the first time, totaling then a global budget of about 70–150 MtCO2/yr (Table 2).\nTable 1 Measured Earth's CO2 degassing.\nCO2 degassing regional measurements Volcanic Non-volcanic° Total Earth's CO2 degassing\nSub-aerial volcanoes Diffuse soil emissions\nMt CO2/yr Mt CO2/yr Mt CO2/yr\n1979–92 Number of measured sources 10 10 Measurements—Total 1979–1992 38–55.2 38–55.2 Average total value 1979–1992 46.6 46.6 1992–2002 Number of measured sources 18 12 30 Measurements—Total 1992–2002 45–61.3 55–64 100–125.3 Measurements—Total 1979–2002 83–116.5 55–64 138–180.5 Average total value 1979–2002 99.6 59.5 159.3 2002–2012 Number of measured sources 10 4 14 Measurements—Total 2002–2012 36.9 60.9–80.8 97.8–117.7 Measurements—Total 1979–2012 119.9–153.4 115.9–144.8 235.8–298.2 Average total value 1979–2012 136.7 130.3 267\n°Non-volcanic CO2 = not discharged from the craters and flanks of volcanoes (Kerrick, 2001). Single measurements are reported in Table S1.\nFrom1992 to 2012, addition of 28 new sources, includingmoderateto low-degassing volcanoes, lead to a totalmeasured sub-aerial volcanic CO2 of about 120 to 153 Mt/yr, more than the global value extrapolated then years before. From these data, the total CO2measured from38 subaerial volcanoes over 300–600 corresponds to about 0.4% of the anthropogenic emissions, 36 Gt CO2/yr (Friedlingstein et al., 2014).\nMörner and Etiope (2002) and Burton et al. (2013) raised the global extrapolations of the sub-aerial volcanic degassing to 250 and 540 MtCO2/yr, respectively. This increases the previous estimates by a factor of 3 and a factor of 7, respectively. (Table 2). The resulting Earth's volcanic CO2 budgets, including subaqueous volcanic emissions, are 300 Mt/yr by Mörner and Etiope (2002), and 637 Mt/yr by Burton et al. (2013) (Table 2). Independent global estimates of sub-aerial and sub-aqueous volcanic CO2 degassing, based on geochemical data (i.e, CO2/3He in magmas; Table 2) by Marty and Tolstikhin (1998),\nsuggested 367 MtCO2/yr. This Earth's volcanic degassing budget equals the value of 367 MtCO2/yr (or 100 MtC/yr) reported in the 2013 Intergovernmental Panel on Climate Change Fifth Assessment Report (IPCC, 2013).\nAlthough most quoted Earth's CO2 emission estimates report only volcanic degassing, diffuse soil CO2 degassing from new sources, including the escape of gases from the upper mantle, from carbonate bearing rocks in the crust, fromhydrocarbon reservoirs in sedimentary beds and the degassing from surface deposits and surface processes has also been recognized (Tables 1, S1 and 2). Starting from the 1990s, newmeasurements of soil emissions and of lithospheric degassing over large tectonically active areas have been reported (Kerrick, 2001; e.g., “nonvolcanic” CO2), upgrading the total measured Earth's CO2 fluxes to about 236–298 Mt/yr. While these measurements are relatively recent, results in Table 1 show that the total amounts of volcanic and non-\nvolcanic CO2 degassing measured up to date are comparable. According to Mörner and Etiope (2002), the non-volcanic Earth's emission budget would reach 300 MtCO2/yr (Table 2). Recent extrapolations by Burton et al. (2013) indicate then a total Earth's degassing of 937 MtCO2/yr, as compared to the original value of 110 MtCO2/yr (7), and to the presently considered value of 367 MtCO2/yr (IPCC, 2013)."
  }, {
    "heading": "3. Discussion",
    "text": "One of the main problems in current evaluations of the natural Earth's CO2 degassing is the lack of systematic and homogeneously distributed measurements. This actually prevents an accurate quantification of the natural source emissions, and makes the statistical extrapolation of measurements, based on a limited number of sources, highly uncertain. It is noteworthy that the present-day Earth's contribution to the global CO2 budget has been focused on the measurement of point-sources sub-aerial volcanic degassing, originally finalized to volcanic-risk assessment in the most populated areas of the world, and on spread data of diffuse volcanic and non-volcanic escape of CO2 from the Earth's surface. Moreover, the CO2 degassing rates from single volcanoes can be highly variable, differing by one or two orders of magnitude. A good example to illustrate the fluctuations of volcanic degassing is Mt. Etna in Italy, which was accounted to produce much more carbon dioxide than other volcanoes worldwide. However, degassing rates of Mt. Etna have varied from 25.5 Mt/yr, as measured in the 90s, to 4–13 Mt/yr, measured by the same author 10 years later (Allard et al., 1991; Allard, 1998; Table S1), depending on the eruptive activity. Gerlach (1991) reportedMt. Etna as a “point-source singularity”, contributing alone to about one third of the global CO2 emissions by sub-aerial volcanism. More recently, the increase of measurements has shown other permanent high-degassing volcanoes (i.e., Nyariagongo, Popocaptel, etc; cf., Burton et al., 2013), though the mechanisms of such CO2 enrichment in magmas are still debated (Allard et al., 1997; Frezzotti et al., 2009; Kerrick, 2001).\nReliable long-term records of CO2 degassing do not exist for most volcanoes, and the estimated time series fluxes imply extrapolation of data from different and often indirect measurements (Kern et al., 2012; Oppenheimer et al., 2011), which include propagation of errors from each measured variable. In addition, extensive surface gasgeochemical measurements have recently proved the existence of geological diffuse background CO2 emissions over large tectonically active areas of our planet (Chiodini et al., 2005). The evenmore difficult sampling, areal identification, and extrapolation to the global scale make the non-volcanic CO2 degassing largely unconstrained, and usually neglected in most used global estimates (cf., Marty and Tolstikhin, 1998).\nThe comparison between measured sources and global extrapolations and estimates shows some inconsistencies. Fig. 1 resumes data of Tables 1 and 2. Fig. 1a reports the time series of measured subaerial volcanic CO2 emissions (red squares), of measured diffuse soil CO2 emissions (green triangles), and of total measured volcanic plus diffuse CO2 emissions (blue dots). Yellow diamonds report commonly accepted global Earth's CO2 emission estimates (cf., Table 2). Results show a linear increasing trend in time of sub-aerial volcanic degassing with the number of measurements. On the same graphic, diffuse soil degassing shows a quasi-exponential increasewith the number of measurements. The resulting quasi-exponential increasing of total volcanic and diffuse degassing leads to a value of the Earth's CO2 fluxesmeasured up to date on a small number of sources comparable to the most commonly accepted estimates for the total Earth's CO2 degassing (yellow dots). Noteworthy, the isolated blue diamond reporting the CO2 degassing measurement of Mt. Etna, represents about 19% of the total volcanic degassing measured to date, and 7% of the total Earth's mostly accepted degassing estimates of 367 MtCO2/yr (IPCC, 2013).\nFig. 1b shows the same time series for the global extrapolations (green dots) and estimates (red squares) of the Earth's CO2 degassing,\nas compared to the total measured values (blue diamonds). Consistently with the number of measurements, the extrapolations show a quite linear increase in time, while the computational estimates, involving mass flux of volcanic material, seem to be tighter to constant values. Results show that in a range of about 20 years, the measured natural Earth's CO2 degassing has increased by a factor of 6 and the extrapolated one by a factor of 8. At present, the total Earth's extrapolated CO2 budget is only three times larger than the value measured from about 50 sub-aerial volcanic and diffuse sources (937 MtCO2/yr, vs 267 MtCO2/yr). Moreover, it has to be noted that extrapolations also include about 10% of sub-aqueous volcanic CO2 emissions. The value of 10% of subaqueous volcanic emissions seems a bit low, considering that about 80% of active volcanoes are under the sea (Encyclopedia of Volcanoes, 2000).\nTo further detail those results, Fig. 2 shows the comparison between sub-aerial volcanic (Fig. 2a) and diffuse soil CO2 degassing (Fig. 2b) extrapolations, estimates and measurements. In Fig. 2a results show that the sumof 38 sub-aerial volcanic emissions (red bars), representing less than 10% of the total active volcanoes on Earth's, is from25 to 54% of the recent global extrapolations of Burton et al. (2013), 540 MtCO2/yr, and of Mörner and Etiope (2002) 250 MtCO2/yr, respectively (blue bars).\nSimilarly, in Fig. 2b, a total mean value of 130 MtCO2/yr of the nonvolcanic diffuse degassing resulting from only 16 measurements areas corresponds to about 43% of the global diffuse degassing budget extrapolated by the same authors (300 MtCO2/yr). The isolated green point (Fig. 2b) shows the first reported measurements for the diffuse soil CO2 degassing from Himalaya mountains (Becker et al., 2008), totaling 23% of the soil degassing measured up to date and 10% of the global extrapolations. More critically, Gambardella et al. (2004), as a result of more than a decade of measurements, has proved CO2 diffuse soil degassing in Central Italy, partially from mantle origin, in the range of 10–17 MtCO2/yr (yellow dot; Fig. 2b). This measurement, from a tectonically active area as small as 45.000 km2, corresponds alone to about 2.7–5.6% of the global Earth's emission budget of 367 MtCO2/yr recently assumed as reference value (IPCC, 2013).\nResults reported here show that global estimates of the Earth's CO2 degassing are inconsistent with both, point-source volcanic emissions and diffuse soil degassing measured in the last 20 years, highlighting major limitations in current measurement approach. The absence of a reliable understanding of the processes in the crust and in the mantle leading to variable enrichment of CO2 in magmas makes point-source extrapolations non-representative, mainly preventing a direct evaluation of the (volcanic and soil) Earth's emission budget. Volcanic degassing at the Earth's surface constitutes only a part of the total CO2 released by magmas. Those non-erupting magmas, or stoping at some km's depth, can degas unconsidered CO2 fluxes in the crust, potentially of the same order of magnitude or greater than those directly measured on the volcanic structures at the surface. In addition, it seems evident that current extrapolations from diffuse degassing measurements are\nonly at their infancy, since the number and nature of potential sources are not fully explored.\nConversely, data analysis shows that the mechanisms of Earth CO2 degassing are well described by the presently considered Earth's geodynamic models (i.e., plate tectonics). These outstanding results show that an accurate estimate of Earth's degassing budget requires the evaluation of deep CO2 fluxes (i.e., long term Earth's carbon cycle) through the mantle and the crust (e.g., Dasgupta and Hirschmann, 2010; Manning, 2013). On this line, mass balancing of volcanic and non-volcanic degassing measurements with crust and mantle CO2 fluxes based on petrological models, indicates an amount of natural CO2 degassing in Italy up to 5–8% with respect to the anthropogenic one (Frezzotti et al., 2009). While this regional example is not conclusive to a global scale, the well constrained measurement strategy in Italy (e.g., Chiodini et al., 2008) balanced by petrological modeling suggests natural emissions of an order of magnitude which goes well over the highest average estimate for the natural Earth's CO2 degassing, and constitute a good example of the potential applications of petrological models to the estimate of the global Earth's CO2 emission budget."
  }, {
    "heading": "4. Conclusions",
    "text": "Analysis of results published in literature shows inconsistencies between estimates, global extrapolations and measurements leading to the evidence that the Earth's CO2 natural emission budget, independently from its absolute value, is virtually unknown. This leads to important uncertainties on the evaluation of anthropogenic perturbations of key climate processes and then on the quantification and prediction of climate issues and remediation scenarios. Results show a constant increase of the global extrapolations of the natural emissions with the number of measurements, from 0.3 to 2.6% of the anthropogenic CO2 in about 20 years (1991–2013). Un-recognized carbon processes at depth and fluctuations of the CO2 emission rates at the surface bias the estimates and the statistical extrapolations of the measurements to a global Earth's CO2 degassing, and cast doubt on their representativeness with respect to the actual Earth's emission budget.\nThe effects of an under-determined value of the CO2 Earth's emissions, with a distinctive C isotopic ratio, raise several problematic questions about the understanding of the physical and geological processes governing the global carbon cycle.\nIn a recent paper, Shepherd (2014) extensively reports on errors related to climate prediction scenarios arising from uncertainties in non-linear dynamics, and on needs for a better characterization of the physical mechanisms behind climate variability. Beside model uncertainties and stabilization scenarios, an unknown value of the natural Earth's emissions leads to inadequate parameterization of unsettled pivotal processes relevant to studies of the global carbon cycle, atmospheric processes, ocean and land uptake, air–sea exchanges, and mantle petrology and dynamics.\nOn this line, a second paper from Regnier et al. (2013), underlines the importance of anthropogenic perturbation on the carbon fluxes along the land-ocean aquatic continuum. Authors' extensive report on the mechanisms of carbon cycle highlights the effects of uncertainties of the natural degassing on the Carbon Cycle. A careful analysis of data shows evidence of large error ranges on the value of geological fluxes. In term of fluxes, this unconstrained geological value, with a distinctive isotopic signature, could greatly bias the estimate of post-industrial ocean and land sinks, and the global carbon cycle."
  }, {
    "heading": "Acknowledgment",
    "text": "We are grateful to B. De vivo for his efficient editorial handling. We thank 3 anonymous reviewers for their comments that greatly improved the manuscript. This study was in part supported by Italian PRIN Grant 2010PMKZX7."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at http://dx. doi.org/10.1016/j.gexplo.2015.02.006."
  }],
  "year": 2015,
  "references": [{
    "title": "Diffuse degassing of carbon dioxide through volcanic systems: observed facts and implications",
    "authors": ["P. Allard"],
    "venue": "Rep. Geol. Surv. Jpn",
    "year": 1992
  }, {
    "title": "Magma-derived CO2 budget of Mount Etna",
    "authors": ["P. Allard"],
    "venue": "EOS Trans. AGU",
    "year": 1998
  }, {
    "title": "Eruptive and diffuse emissions of CO2 from Mount Etna",
    "authors": ["P. Allard", "J. Carbonnelle", "D. Dajlevic", "J. Le Bronec", "P. Morel", "M.C. Robe", "J.M. Maurenas", "R. Faivre- Pierret", "D. Martin", "J.C. Sabroux", "P. Zettwoog"],
    "venue": "Nature 351,",
    "year": 1991
  }, {
    "title": "Mantlederived helium and carbon in groundwaters and gases of Mount Etna, Italy",
    "authors": ["P. Allard", "P. Jean-Baptiste", "W. D'Alessandro", "F. Parello", "B. Parisi", "C. Flehoc"],
    "venue": "Earth Planet. Sci",
    "year": 1997
  }, {
    "title": "Measured carbon dioxide emissions from Oldoinyo Lengai and the skewed distribution of passive volcanic",
    "authors": ["S.L. Brantley", "K.W. Koepenick"],
    "venue": "fluxes. Geology",
    "year": 1995
  }, {
    "title": "Deep carbon emissions from volcanoes",
    "authors": ["M.R. Burton", "G.M. Sawyer", "D. Granieri"],
    "venue": "Rev. Mineral. Geochem",
    "year": 2013
  }, {
    "title": "Contributions to accelerating atmospheric CO2 growth from economic activity, carbon intensity, and efficiency of natural sinks",
    "authors": ["J.G. Canadell", "C. Le Quéré", "M.R. Raupach", "C.B. Field", "E.T. Buitenhuis", "P. Ciais", "T.J. Conway", "N.P. Gillett", "R.A. Houghton", "G. Marland"],
    "venue": "PNAS",
    "year": 2007
  }, {
    "title": "Carbon dioxide diffuse degassing and estimation of heat release from volcanic and hydrothermal systems",
    "authors": ["G. Chiodini", "D. Granieri", "R. Avino", "S. Caliro", "A. Costa", "C. Werner"],
    "venue": "J. Geophys. Res. Solid Earth 110,",
    "year": 2005
  }, {
    "title": "A newweb-based catalog of Earth degassing sites in Italy",
    "authors": ["G. Chiodini", "M. Valenza", "C. Cardellini", "A. Frigeri"],
    "venue": "Eos",
    "year": 2008
  }, {
    "title": "The deep carbon cycle and melting in Earth's interior",
    "authors": ["R. Dasgupta", "M.M. Hirschmann"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2010
  }, {
    "title": "Carbonate metasomatism and CO2 lithosphere–asthenosphere degassing beneath theWesternMediterranean: an integrated model arising from petrological and geophysical data",
    "authors": ["M.L. Frezzotti", "A. Peccerillo", "G. Panza"],
    "venue": "Chem. Geol",
    "year": 2009
  }, {
    "title": "Persistent growth of CO2 emissions and implications for reaching climate targets",
    "authors": ["P. Friedlingstein", "R.M. Andrew", "J. Rogelj", "G.P. Peters", "J.G. Canadell", "R. Knutti"],
    "venue": "Nat. Geosci",
    "year": 2014
  }, {
    "title": "Present-day CO2 emissions from volcanoes",
    "authors": ["TM Gerlach"],
    "venue": "Eos 72",
    "year": 1991
  }, {
    "title": "Fluxes of deep CO2 in the volcanic areas of central-southern Italy",
    "authors": ["B. Gambardella", "L. Marini", "G. Ottonello", "M. Vetuschi", "R. Zuccolini", "C. Cardellini", "G. Chiodini", "F. Frondini"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2004
  }, {
    "title": "Volcanic versus anthropogenic carbon dioxide",
    "authors": ["T.M. Gerlach"],
    "venue": "Eos",
    "year": 2011
  }, {
    "title": "Climate change 2013: the physical science",
    "authors": ["T.F. In: Stocker", "D. Qin", "G.K. Plattner", "M. Tignor", "S.K. Allen", "J. Boschung", "A. Nauels", "Y. Xia", "V. Bex", "P.M. Midgley"],
    "venue": "IPCC,",
    "year": 2013
  }, {
    "title": "Improving the accuracy of SO2 column densities and emission rates obtained from upward-looking UVspectroscopic measurements of volcanic plumes by taking realistic radiative transfer into account",
    "authors": ["C. Kern", "T. Deutschmann", "C. Werner", "A.J. Sutton", "T. Elias", "P.J. Kelly"],
    "venue": "J. Geophys. Res",
    "year": 2012
  }, {
    "title": "Present and past non-anthropogenic CO2 degassing from the solid Earth",
    "authors": ["D.M. Kerrick"],
    "venue": "Rev. Geophys",
    "year": 2001
  }, {
    "title": "Convective hydrothermal CO2 emission from high heat flow regions",
    "authors": ["D.M. Kerrick", "M.A. McKibben", "T.M. Seward", "K. Caldeira"],
    "venue": "Chem. Geol",
    "year": 1995
  }, {
    "title": "Reconstruction of the history of anthropogenic CO2 concentrations in the ocean",
    "authors": ["S. Khatiwala", "F. Primeau", "T. Hall"],
    "venue": "Nature",
    "year": 2009
  }, {
    "title": "Les débits de CO2 et SO2 volcaniques dans l'atmosphère",
    "authors": ["F. Le Guern"],
    "venue": "Bull. Volcanol",
    "year": 1982
  }, {
    "title": "Thermodynamic modeling of fluid-rock interaction at mid-crustal to upper-mantle conditions",
    "authors": ["C.E. Manning"],
    "venue": "Rev. Mineral. Geochem",
    "year": 2013
  }, {
    "title": "Helium-3 and CO2 fluxes from subaerial volcanoes estimated from polonium-210 emissions",
    "authors": ["B. Marty", "M.F. Le Cloarec"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1992
  }, {
    "title": "CO2 fluxes frommid-ocean ridges, arcs and plumes",
    "authors": ["B. Marty", "I.N. Tolstikhin"],
    "venue": "Chem. Geol",
    "year": 1998
  }, {
    "title": "Carbon degassing from the lithosphere",
    "authors": ["N.A. Mörner", "G. Etiope"],
    "venue": "Glob. Planet. Chang",
    "year": 2002
  }, {
    "title": "Sulfur degassing from volcanoes: source conditions, surveillance, plume chemistry and earth system impacts",
    "authors": ["C. Oppenheimer", "B. Scaillet", "R.S. Martin"],
    "venue": "Rev. Mineral. Geochem",
    "year": 2011
  }, {
    "title": "Anthropogenic perturbation of the carbon fluxes from land to ocean",
    "authors": ["P. Regnier", "P. Friedlingstein", "P. Ciais", "F. Mackenzie", "N. Gruber", "I Jansens"],
    "venue": "Nat. Geosci",
    "year": 2013
  }, {
    "title": "Fluxes of mantle and subducted carbon along convergent plate boundaries",
    "authors": ["Y. Sano", "S.N. Williams"],
    "venue": "Geophys. Res. Lett",
    "year": 1996
  }, {
    "title": "Atmospheric circulation as a source of uncertainty in climate change projections",
    "authors": ["T.G. Shepherd"],
    "venue": "Nat. Geosci",
    "year": 2014
  }, {
    "title": "Encyclopedia of Volcanoes",
    "authors": ["H. Sigurdsson"],
    "year": 2000
  }, {
    "title": "Carbon sources of arc volcanism with applications for the carbon cycle",
    "authors": ["J.C. Varekamp", "R. Kreulen", "R.P.E. Poorter", "M.J. van Bergen"],
    "venue": "Terra Nova",
    "year": 1992
  }, {
    "title": "Global carbon dioxide emission to the atmosphere by volcanoes",
    "authors": ["S.N. Williams", "S.J. Schaefer", "M.L. Calvache", "D. Lopez"],
    "venue": "Geochim. Cosmochim",
    "year": 1992
  }],
  "id": "SP:9e9c6d3ed27a8819e02d4f9d637ab34bf373e0d3",
  "authors": [{
    "name": "Cristina Flesia",
    "affiliations": []
  }, {
    "name": "Maria Luce Frezzotti",
    "affiliations": []
  }],
  "title": "The dilemma of the dwarf Earth's CO2 degassing: Irrelevant or crucial?"
}