{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nReview of Palaeobotany and Palynology\nj ourna l homepage: www.e lsev ie r .com/ locate / revpa lbo\nResearch papers\nThe palynology of the Sonsela member (Late Triassic, Norian) at Petrified Forest National Park, Arizona, USA\nTammo Reichgelt a,⁎, William G. Parker b,c, Jeffrey W. Martz b, John G. Conran d, Johanna H.A. van Konijnenburg-van Cittert a, Wolfram M. Kürschner e\na Laboratory of Palaeobotany and Palynology, Utrecht University, Budapestlaan 4, 3584 CD, Utrecht, Netherlands b Division of Resource Management, Petrified Forest National Park, PO Box 2217, Petrified Forest, AZ 86028, USA c Jackson School of Geosciences, University of Texas, 1 University Station, C1100, Austin, TX 78712, USA d Australian Centre for Evolutionary Biology and Biodiversity, School of Earth and Environmental Sciences, Benham Bldg DX 650 312, The University of Adelaide, SA 5005, Australia e Department of Geosciences, University of Oslo, PO Box 1047, Blindern, 0316, Oslo, Norway\n⁎ Corresponding author at: Department of Geology, U Dunedin, New Zealand.\nE-mail address: tammo.reichgelt@otago.ac.nz (T. Re\n0034-6667/$ – see front matter © 2012 Elsevier B.V. All http://dx.doi.org/10.1016/j.revpalbo.2012.11.001\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 8 February 2012 Received in revised form 24 October 2012 Accepted 9 November 2012 Available online 5 December 2012\nKeywords: Late Triassic Norian Petrified Forest National Park Palynology Palynoflora Chinle Formation\nRecent paleontological investigations and lithostratigraphic revisions reveal a marked biotic turnover zone within the continental deposits of the Sonsela member of the Chinle Formation (Late Triassic, Norian) at Petrified Forest National Park, USA. Within the Sonsela member we found three pollen assemblage biozones: Zone II (90.5–94 m above the Mesa Redondo member) contains a relatively diverse palynological assemblage, with a mix of pteridosperms, voltzialean and some Mesozoic conifers. Following a 2.3 m hiatus, Zone IIIa (96–97.5 m) is characterized by a decrease in pteridosperms and Mesozoic conifers and a drop in voltzialean conifer diversity. The alleged voltzialean conifer pollen Klausipollenites gouldii was dominant in this part of the assemblage and a significant rise in spores and cycad pollen was also evident. In Zone IIIb (97.5–98.5 m) diversity increases and several taxa, which were absent in Zone IIIa reappear, although K. gouldii remained the most abundant taxon. The transition between the palynological assemblages Zones II and IIIa coincide approximately (within a ~2.5 m interval) with a documented faunal turnover. Thefloristic assemblages suggest that the climate of the south-westernUnited States during theNorianwasmost likely semi-arid and highly seasonal, despite being located at tropical latitudes, with aridification occurring towards the end-Triassic as the continent drifted northwards and global volcanism increased. The gymnospermdominated palynofloral assemblage as opposed to the fern- and horsetail-dominated macrofossil record of the Sonsela member of the Chinle Formation, conforms to a semi-arid upland environment alternated by riparian, swampy lowland.\n© 2012 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The Chinle Formation in the southwestern USAwas deposited in the Late Triassic, probably during the early Norian to Rhaetian (Irmis et al., 2011; Olsen et al., 2011; Ramezani et al., 2011). The formation is entirely continental in origin and was deposited in a lowland basin largely influenced by outflow from surrounding mountainous areas (Dubiel et al., 1991). The Chinle Formation unconformably overlies the Early to Middle Triassic Moenkopi Formation and is overlain by strata of the Glen Canyon Group, the lowermost part of which is probably also Late Triassic in age and contains the Triassic/Jurassic boundary (DonohooHurley et al., 2010). The tetrapod faunas and biostratigraphy of the Chinle Formation have been researched extensively (Long and Murry, 1995; Irmis, 2005; Parker and Martz, 2011). The Chinle Formation has\nniversity of Otago, PO Box 56,\nichgelt).\nrights reserved.\nalso been studied extensively for plant macrofossils (e.g. Daugherty, 1941; Ash, 1972, 2001) and to a lesser extent palynology (e.g. Fisher and Dunay, 1984; Litwin et al., 1991).\nRecently an extensive review of the exposures of the Chinle Formation at Petrified Forest National Park (PEFO) yielded a stratigraphic succession that clarified many of the problems associated with the Chinle Formation stratigraphy (Martz and Parker, 2010). Moreover, the new stratigraphic revisions of the Chinle Formation helped to elucidate the local tetrapod biostratigraphy. The Adamanian–Revueltian transition, two North American Triassic tetrapod biozones, occurs in the Sonsela member (e.g. Hunt and Lucas, 1993; Lucas and Heckert, 1996) and has been constrained to a discrete 3 m thick horizon within this unit (Parker and Martz, 2011). This faunal change also occurs in an interval where a palynozonal transition has been documented (Litwin et al., 1991). However, the palynozonal transitionwas not aswell constrained stratigraphically as the faunal change (Parker and Martz, 2011).\nHere we present a new palynological study of the Sonsela member at Petrified Forest National Park (PEFO) that aims to constrain the\npalynozonal transition found by Litwin et al. (1991) and to correlate it with the faunal transition documented by Parker and Martz (2011). We will discuss paleo-environmental circumstances prevailing in the Norian of southwestern North America as hypothesized in earlier studies as well as the paleobotanical affinities of important pollen and spore types found in the Late Triassic of PEFO."
  }, {
    "heading": "2. Materials and methods",
    "text": ""
  }, {
    "heading": "2.1. Study site, geological setting and age",
    "text": "Petrified Forest National Park (PEFO) is located in northeast Arizona, USA (35.06°N, 109.78°W — Fig. 1) and in the park, Chinle Formation exposures are approximately 350 m thick and have been dated at 225–205 Ma with U–Pb radiometric isotopes (Parker and Martz, 2011). Based on recent recalibrations of the Triassic timescales this places them in the earliest Norian to middle Rhaetian (Riggs et al., 2003; Furin et al., 2006; Irmis et al., 2011; Ramezani et al., 2011). The Chinle Formation also outcrops in several adjacent southwestern states: Arizona, western New Mexico, Utah, Colorado and Nevada (Dubiel, 1994). Outcrops of similar age in eastern New Mexico, Texas and Oklahoma are usually assigned to the Dockum Group and outcrops in southwestern Colorado to the Dolores Formation (Fig. 1), because of lithological and traditional nomenclatural differences (Stewart et al., 1972; Dubiel, 1994; but see Lucas, 1993).\nThe lithologicalmembers comprising the Chinle Formation are not all continuous and have been given a range of regional names. The members exposed within the Petrified Forest National Park region are, from lowest to uppermost: the Shinarump/Mesa Redondo, BlueMesa, Sonsela, Petrified Forest and Owl Rock members (sensu Parker, 2006; Woody, 2006; Martz and Parker, 2010; Irmis et al., 2011). Late Triassic strata at PEFO are capped by Neogene sedimentary and volcanic deposits.\nThe exposed outcrops of the Chinle Formation at PEFO consist of a variety of gray to white sandstones and variegated mudstones. The petrified logs for which the park is best known are localized within various semi-continuous sandstone bodies in at least nine different stratigraphic levels throughout the park (W.G. Parker, unpublished data). The logs are either replaced by silica, or permineralized in the\nFig. 1. Late Triassic outcrops of Southwestern USA and location of Petrified Forest National P NM=New Mexico, OK=Oklahoma, TX=Texas. Edited from J.W. Martz in Martz and Parke\noriginal structure. The park is also rich in vertebrate fossils (Long and Murry, 1995; Irmis, 2005; Parker and Martz, 2011).\nTheMesa Redondo andBlueMesamembers aremostly comprised of mudstones and occasionally interbedded with sandstones (Martz and Parker, 2010). The Sonsela member was originally recognized as a single, laterally contiguous, multi-story sandstone body within the Petrified Forest member (e.g. Murry, 1990), but was greatly expanded by Heckert and Lucas (2002) and Woody (2006) to include several semi-continuous sandstone deposits interbedded with mudstones that had previously been assigned to the upper and lower portions of the Petrified Forest member (Stewart et al., 1972; Billingsley, 1985). The overlying Petrified Forest member (previously the upper Petrified Forest Member or Painted Desert member) is also rich in sandstone bodies (e.g. Billingsley, 1985), even though it has a much higher mudstone content than the Sonselamember (Woody, 2006). The uppermost member exposed at PEFO (Owl Rock) is composed almost entirely of mudstones, but with thick lenses of carbonate (Dubiel, 1993) (Fig. 2).\nThe proposed Adamanian–Revueltian faunal turnover occurs within the Sonselamember (Lucas andHeckert, 1996; Parker andMartz, 2011) and the revised lithostratigraphic framework of PEFO (Martz and Parker, 2010) allows for a detailed view of the succession of stratawithin the Sonsela member, even though the outcrops of these strata are discontinuous throughout PEFO. The mostly informal bed-level units within the Sonsela member at PEFO are from bottom to top: the Camp Butte, Lot's Wife, Jasper Forest, Jim Camp Wash and Martha's Butte (Fig. 2). The Rainbow Forest bed/Jasper Forest bed (Heckert and Lucas, 2002; Raucci et al., 2006) is a re-occurring sandstone body throughout the park (Martz and Parker, 2010) and contains one of the largest accumulations of petrified wood in the region. The other beds are rich in sandstone lenses that can be traced over some distance, but are not as continuous as the Jasper Forest Bed. These beds also contain various white to gray mudstone deposits and localized coalified beds rich in plant material."
  }, {
    "heading": "2.2. Sampling strategy",
    "text": "Samples were collected from continuous mudstone sections, coalified plant beds and other beds that were associated with fossil plant material. Several other outcrops were also sampled to create a\nark in respect to these outcrops. NV=Nevada, UT=Utah, CO=Colorado, AZ=Arizona, r (2010).\ncomposite section for the collection of palynological samples (Fig. 2). The faunal turnover occurs just above the Jasper Forest Bed at the level of the ‘persistent red silcrete’ in the Jim Camp Wash beds (Martz and Parker, 2010; Parker and Martz, 2011).\nLitwin et al. (1991) sampled plant bearing-beds through the SW USA for the formation of Late Triassic palynozones, including numerous beds at PEFO. However, sampling within the now recognized Sonsela member interval was coarse. The stratigraphically lowest section sampled for this study is the Mountain Lion Cliffs section (Martz and Parker, 2010), which exposes the Lot's Wife beds, up through the Jasper Forest bed and into the lower part of the Jim CampWash beds. At the Mountain Lion Cliffs section there is also a thin layer of mudstone within the Jasper Forest Bed (Fig. 3).\nThe Devil's Playground section was sampled where a coalified plant bed is exposed. It is stratigraphically equivalent to the lower Jim Camp\nWash beds and is located above the Kellogg Butte bed, which is stratigraphically equal to the Jasper Forest bed (Parker and Martz, 2011) (Fig. 3). The plant bed is 1.5 m thick and embedded between the Kellogg Butte bed and a heavily oxidized mudstone interval. This plant bed is of major importance because of its stratigraphic position relative to the faunal turnover, which occurs just above it (Parker and Martz, 2011).\nThe Badlands section (Fig. 3) contains an outcrop of coalified plant beds high in the Jim Camp Wash beds.\nThe Mountain Lion Mesa section (Fig. 3) exposes outcrops from the highest strata of the JimCampWash Beds, starting right above amore or less persistent sandstone layer informally called the Mountain Lion sandstone (Martz and Parker, 2010) and which is locally useful as a stratigraphic marker bed. This section continues up to the base of the Martha's Butte beds (Martz and Parker, 2010) (Fig. 3)."
  }, {
    "heading": "2.3. Palynology",
    "text": "For this study 77 samples were collectedwithin PEFO and processed for palynological analysis, of which 15 samples were productive. The samples were cataloged and stored in the collection of the Laboratory of Palaeobotany and Palynology, Utrecht University, The Netherlands. The samples all fell within the Sonsela member, ranging from the upper part of the Lot's Wife beds to the upper part of the Jim Camp Wash beds. This is the interval in which the faunal turnover (Parker and Martz, 2011) occurs, as well as the transition between two of the palynofloral zones (Litwin et al., 1991). The average sampling interval was about 30 cm and the samples were collected from different sections within the park, with the lithostratigraphic framework of the park used to estimate overlaps and breaks between the different sections. The productive samples were from the Devil's Playground section (DP 1–5), the Badlands section (BL 1–7) and the Mountain Lion Mesa section (MLM 1–3).\nFrom each sample, 10–30 g of sediment (depending on the type of sediment) was crushed and dried for 24 h at 60 °C. A tablet containing Lycopodium spores was added to each sample as a control. All samples were treated alternately with 10% and 30%HCl to remove all carbonates and 40% HF to remove all silicates. The residues were sieved with 250 μm and 15 μm meshes and treated with ZnCl2 to separate heavy minerals from organics. The minerals were removed and the organic material was sieved again with a 15 μm mesh. The organic material of each sample was then mounted onto two glass slides per sample using glycerine jelly.\nIn each sample at least 300 pollen and spores were identified using Nilsson (1958), Jansonius (1962), Mädler (1964), Visscher (1966), Scheuring (1970), Dolby and Balme (1976), Dunay and Fisher (1979) and Fisher and Dunay (1984) as the primary comparative references. Relative abundances were calculated and plotted to investigate relative variation using Tilia and TgView (Grimm, 1991–2001)."
  }, {
    "heading": "3. Results",
    "text": "The Devil's Playground section (DP 1–5) yielded a diverse palynofloral assemblage, but with no clear dominant gymnosperm pollen morphotype. The taxa characterizing the section are: Angustisaccus reniformis Fisher & Dunay, Cordaitina minor Pautsch, Minutosaccus crenulatus Dolby and Balme, Samaropollenites specious Dolby and Balme, Samaropollenites concinnus Fisher and Dunay, Triadispora fallax Fisher and Dunay, Vallasporites ignacii Scheuring, and several species of the genus Protodiploxypinus Samoilovitch (Jansonius, 1962; Dunay and Fisher, 1979; Fisher and Dunay, 1984). Spores are rare, in places representing only 2% of the assemblage (Fig. 4). This part of the section corresponds to Zone II of Litwin et al. (1991).\nThe next portion of the study interval includes a hiatus of ~2.3 m. The section spanning this interval was the upper part of the Mountain Lion Cliffs section (Fig. 3); however, this section did not contain pollen or spores.\nThe next productive part of the investigated interval is exposed at the Badlands section (BL 1–5), 96.5–97.5 m above the top of the Mesa Redondo member (Fig. 4) where a brief interval with abundant spore taxa occurs. These spore taxa include Dictyophyllidites harrisii Couper, Osmundacidites wellmannii Couper and Todisporites major Couper (sensu Litwin, 1986). Some pollen taxa, including Araucariacites sp. and Pretricolpipollenites bharadwajii Balme, are also more abundant in this relatively short interval. Pollen taxa that were significantly abundant in the Devil's Playground section, such as Cordaitina minor, were absent or notably less abundant in this part of the section. In contrast Klausipollenites gouldii Dunay and Fisher was the most abundant pollen type, comprising over 50% of the assemblage at some intervals. This part of the section was unsampled in Litwin et al. (1991); it is now referred to as Zone IIIa.\nAt 97 m and higher (BL 6–7 & MLM 1–3) above the top of the Mesa Redondo member spores are rare, Klausipollenites gouldii is still the most abundant pollen type, but other pollen taxa are present in low abundances, including Schizosaccus keuperi Mädler, Enzonalasporites vigens Leschik, Chordasporites chinleanus Dunay and Fisher and Triadispora dockumensis Dunay and Fisher. One taxonmakes its first appearance in this section: Froelichsporites traversei Dunay and Fisher (Litwin et al., 1993) (Fig. 4); and the pollen type Patinasporites densus Scheuring becomes more abundant. There are also several distinctively different K. gouldiimorphotypes in this part of the section (Plate I). This part of the section is referred to as Zone IIIb.\nThe general trend in the palynofloral composition of this part of the Sonsela member shows a decrease in overall diversity, with Klausipollenites gouldii as the most abundant pollen type. There is a short interval where several spore taxa are fairly abundant in comparison to other parts of the section.\n4. Discussion\n4.1. Sporomorph affinities\nIn this study specific plant groups were derived from the botanical affinities or distinct morphology of the sporomorphs and these were used to reconstruct the paleo-environment (Balme, 1995; Bonis and Kürschner, 2012). In reconstructing the paleo-environment from a palynofloral assemblage, it is important to be able to assign typical sporomorphs to a botanical taxon. However, the most reliable method of assigning sporomorphs to a macrofossil taxon is to find the sporomorph in direct association with or even in situ in the male cone or sporangium. These associations are exceedingly rare in the fossil record and it is therefore not surprising that many pollen and spore taxa from the dispersed record do not have a macrofossil associated with them. This is most likely because of the fact that pollen can be transported over long distances and, especially in the case of the paleo-environment of the late Triassic in southwest USA, the macrofossils from upland vegetation types are unlikely to be preserved (Demko et al., 1998). Moreover, the preservation potential of pollen and spores is higher than that of macrofossils. Even when macrofossils are found in direct associationwith their pollen or spores, the plantmay have produced several kinds of sporomorphs, or several plants produce the same type of sporomorphs. Therefore, it is often difficult to assign dispersed pollen and spore species to specific plant species or genera and many taxa can only be assigned to large botanical groups such as divisions.\nNevertheless, gymnosperms represent by far the most common pollen types in the sediments of the Chinle Formation (e.g. Fisher and Dunay, 1984; Litwin et al., 1991; this study), and most are likely to be conifers."
  }, {
    "heading": "4.1.1. Voltziales",
    "text": "The Voltziaceae were apparently the last surviving family of voltzialean conifers in the Mesozoic, assuming no other Paleozoic conifer families survived the Permian–Triassic crisis (Farjon, 2008) and in this study includes the genera Voltziaceaesporites Klaus and Triadispora Klaus (Balme, 1995 and references therein).\nAlthough the genus Patinasporites Leschik has been related to the Pinalean family Cheirolepidiaceae (Cornet, 1977), this has been reassessed (Axsmith and Taylor, 1997) and it is currently associated with the Permian family Majonicaceae (Axsmith et al., 1998), suggesting that there were still abundant voltzialean conifers present during the Late Triassic. The same applies for the enigmatic genus Daughertyspora Fisher and Dunay, which has been recognized as a separate genus, but shares significant characteristics with Patinasporites (Dunay and Fisher, 1979) and was most likely dispersed by closely related conifers. Several other genera of uncertain affinity such as Vallasporites Leschik and Enzonalasporites Leschik are often found in association with Patinasporites and Daughertyspora (Cornet, 1977) and\nthey are regarded in this study as also being dispersed by voltzialean conifers. However, it is important to note that these pollen types were never found in situ.\nAnother important pollen type found in this study is Klausipollenites gouldiiDunay and Fisher, which is dominant inmost of the investigated sections. Although K. gouldii has no obvious close modern or fossil analog, it has never been found in situ and its affinities remain unclear, it most likely represents a type of conifer. We speculate that K. gouldii was probably dispersed either byMesozoic conifers, Voltziales or possibly pteridosperms and it is treated here as a possible voltzialean conifer on account of morphological characteristics it shares with Triadispora; the only difference being the trilete marking on Triadispora, which could be attributed in K. gouldii to selective destruction of the nexine. K. gouldii also shows significant interspecies morphological variation in our study (Plate I), particularly in the upper Sonsela sections (Badlands andMountain LionMesa sections),with up to 10% of samples differing from the usual morphotype of K. gouldii; far more than in the lower sections (b1%). These morphological differences include a distinct sulcus split in some pollen grains (Plate I, 5), the occurrence of pollenwith one overgrown saccus (Plate I, 4) and in other cases the pollen grains appear to bemonosaccate (Plate I, 3) or trisaccate (Plate I, 2)."
  }, {
    "heading": "4.1.2. Pinales",
    "text": "Araucariacites Cookson ex Couper (Araucariaceae) pollen occurs at PEFO and the presence of this dispersed pollen type seems logical given the large number of fossilized “Araucarioxylon” arizonicum Knowlton logs at the site (e.g. Ash and Creber, 1992; but see Savidge, 2007). However, the ‘diagnostic’ araucarian pitting seen inAraucarioxylon is also produced in many voltzialean conifers and other gymnosperms (Savidge, 2007). Thus, although the presence of Araucariacites pollen and probable araucarian seed cones (Axsmith and Ash, 2006) provides evidence that\nFig. 3. Specific lithology of sampled outcrops at Petrified Forest NP. NB: the Martha's Butte Bed probably due to provinciality in thedepositional environment of the JimCampWash beds. The c\nAraucariaceae could have been present, the lack of definitive wood characters does not confirm that they played a dominant role in upland or lowland depositional environments.\nThe morphogenus Camerosporites Leschik is a member of the circumpolloid group, associated with the pinalean conifer family Cheirolepidiaceae (Zavialova and Roghi, 2005). However, Camerosporites appears to be the only representative of the family present in the Chinle Formation, as the cheirolepidiaceous pollen Classopollis Pflug has not been recovered from these sediments.\nAnother possible pinalean family in the Chinle Formation is the Podocarpaceae. Podosporites Rao was reported in continental deposits of the Dockum Group (Dunay and Fisher, 1979), but was later reassigned to the closely related genus Angustisaccus (Fisher and Dunay, 1984). We speculate that this genus was dispersed by members of the Podocarpaceae based on the possession of morphological features which strongly resemble those associated with dispersed pollen from both modern and ancient Podocarpaceae, such as the diagnostic small semi-circular, plicate sacci. Based on molecular data, Biffin et al. (2011) suggested a Triassic–Jurassic stem lineage divergence date for Podocarpaceae from Araucariaceae, although Renner (2009) gave a Late Permian–Early Triassic age for this divergence. Although Podocarpaceae foliage has been found in Triassic sediments of Antarctica (Escapa et al., 2010), the affinities of Podocarpaceae-like pollen from the Late Triassic are still inconclusive (Hermsen et al., 2007) and given the lack of definitive associated Podocarpaceae macrofossils it is also possible that Angustisaccus was dispersed by a voltzialean conifer."
  }, {
    "heading": "4.1.3. Cordaitina",
    "text": "Cordaitina Samoilovitch has been found in situ in Carboniferous and Permian sedimentswith representatives from the Cordaitales and in the\nin the Badlands and Mountain Lion Mesa section is present at very uneven height, this is olors in thisfigure represent approximations to colors as theywere encountered in thefield.\nPermianwithmembers of the Voltziales, the Emporiaceae (Balme, 1995 and references therein). Cordaitina minor Pautsch specimens at PEFO strongly resemble Permian Cordaitina pollen types. Late Paleozoic species of Cordaitina have been treated as prepollen based on the presence of a trilete proximal aperture and the absence of a distal aperture (Zavialova et al., 2004). However, Cordaitina minor from the Chinle Formation and the Dockum Group (Kirkland and Frederiksen, 1970) does not display these morphological characteristics (see also Dunay and Fisher, 1979; Fisher and Dunay, 1984; Litwin et al., 1991) and can therefore not be treated as prepollen.\nThere is currently no record of Emporiaceae or Cordaitales macrofossils in the Triassic following the Permian mass extinction (Farjon, 2008). The relatively common leaf-based fossil genus Pelourdea Seward from the Chinle Formation has been assigned to the Cordaitales (Ash, 1987), but this leaf type could also represent a broad range of gymnosperms, including Cordaitales, Voltziales and some Gnetales (e.g. Kustatscher et al., 2004). The affinities of the male cones of Pelourdea from Triassic North America are unknown, so its position in Cordaitales is uncertain andmale cones of Pelourdea from Europe have been associatedwithVoltziales (Kustatscher et al., 2004). However, it is uncertain if this also applies to Pelourdea samples from the Chinle Formation.\nThe affinity of Cordaitina minor therefore remains ambiguous. It could tentatively be assigned to an as yet unknown voltzialean conifer, but will here be treated separately."
  }, {
    "heading": "4.1.4. Cycadales",
    "text": "Two microfossil representatives of the Cycadales are found in the sediments at PEFO. Cycadopites Wodehouse has been found in situ in many cycadalean and bennettitalean macrofossils and remains virtually unchanged since the first occurrence of the genus in the Early Triassic (Balme, 1995 and references therein). Pretricolpipollenites Balme varies only slightly in morphology from Cycadopites and possibly also represents a member of the Cycadales (Balme, 1970). However, some extant and fossil pollen of Ginkgophytes, Cycadophytes, Magnoliaceae and fossil pollen of Bennettitales and Pentoxyales also closely resemble Cycadopites and the genus is now considered to encompass pollen from a range of gymnosperm and possibly even angiosperm taxa (Ottone and Garcia, 1991; Ottone et al., 2005)."
  }, {
    "heading": "4.1.5. Pteridosperms",
    "text": "Most other gymnosperm pollen types tend to be grouped together, either due to the uncertainty in distinguishing specific characteristics, or the relevance of the plant type to the study. A good example is the bisaccate genus Alisporites Daugherty, which has been associated with several types of conifers, Ginkgoales and seed ferns (Balme, 1995 and references therein). In this study Alisporites opii Daugherty was recovered, which is found in close association with Falcisporites Leschik and is referred to as a pteridosperm (Balme, 1995 and references therein).\nSeveral bisaccate pollen genera with striations or intra-exinal thickenings were found at PEFO, the most common being Chordasporites Klaus, but this genus has never been found in situ. Protohaploxypinus Samoilovitch is less common in the deposits at PEFO, but has affinities with pteridosperms and has been associated with the Peltaspermaceae in Europe (Balme, 1995 and references therein).\nProtodiploxypinus Samoilovitch and Pityosporites Seward are common in the Chinle Formation as dispersed bisaccate pollen and strongly resemble Mesozoic conifer pollen types of either the Pinaceae or Podocarpaceae. However, these pollen types have been found in situ in the male organ Pramelreuthia Krasser (Ash and Litwin, 1996). This cone is also associated with Creberanthus Axsmith and Ash, which is\nPlate I. Plate specimens of the deviant morphotypes of Klausipollenites gouldii. 2, 4 trisaccate morphotype; 3 monosaccate morphotype, 5 bisaccate morphotype with a split sulcus.\nthought to be a pteridosperm (Axsmith and Ash, 2006). Although Protodiploxypinus and Pityosporiteshave awide variety of bisaccate pollen types assigned to them, the species seen in this study are those found in association with Pramelreuthia. Protodiploxypinus and Pityosporites recovered at PEFO were probably dispersed by pteridosperms."
  }, {
    "heading": "4.1.6. Spores",
    "text": "Spores are rare in comparison to pollen at PEFO, which could be the result of regional overrepresentation of upland environments where wind dispersed pollen producers grew, in comparison to spore producing plants mainly occurring in riparian lowlands (Demko et al., 1998; Ash, 1999). Sphenopsids are an important component of the riparian vegetation at the Chinle Formation and abundant as macrofossils (e.g. Ash, 1980), but are underrepresented in the microfossil record. The only sphenopsid spore genus present in the Chinle Formation is Calamospora Schopf, Wilson & Bentall (e.g. Fisher and Dunay, 1984; Litwin et al., 1991).\nThere are very few spore genera in the deposits at PEFO that are representative of lycopsids and bryophytes. Fern-dispersed spores are more common, of which Osmundacidites Couper, Todisporites Couper and Dictyophyllidites Couper are the most dominant. Each of\nthese genera has been found in situ; Osmundacidites and Todisporites in ferns belonging to the Osmundaceae, and Dictyophyllidites to the Dipteridaceae and/or Matoniaceae (Balme, 1995 and references therein).\nLastly, Froelichsporites Litwin, Smoot & Weems (Litwin et al., 1993) represents a stratigraphically important component of the spore assemblage of the deposits at PEFO, especially in the higher Sonsela sections, with the species typical for the Chinle Formation: Froelichsporites traversei occurs in tetrahedral tetrads with a smooth exine and raised commissures (Dunay and Fisher, 1979). However, this genus has not been found in situ and it does not have distinct morphological features that would allow it to be assigned to a specific plant group beyond the spore-bearing plants."
  }, {
    "heading": "4.2. Late Triassic paleo-environment of the southwestern USA",
    "text": "Since the 1980s, interpretation of the facies within the Chinle Formation has undergone significant revision. The presence of local coal beds, together with a seemingly tropical flora (e.g. Ash, 1980, 2001) is in strong contrast to the interpretation of the sedimentary facies, which suggest an arid to semi-arid environment with strong\nups throughout the investigated interval.\nseasonality (e.g. Dubiel et al., 1991). It is therefore likely that the depositional environment of the Chinle Formationwas not tropical, although situated in low paleo-latitudes (Demko et al., 1998; Ash, 1999). Thus the localized coal deposits appear to represent riparian vegetation in lowland environments (Demko et al., 1998), whereas the dominant upland vegetation was semi-arid with strong seasonal variation in precipitation (Ash, 1999). Furthermore, paleosol studies confirm that the overall depositional environment of the Chinle Formation had low annual precipitation rates (Prochnow et al., 2006) and the general trend towards the end Triassic was aridification (Cleveland et al., 2008).\nTwo important driving forces were responsible for aridification of the depositional environment of the Chinle Formation. During the Late Triassic, the amount of atmospheric CO2 increased due to the rifting of Pangaea, causing globally increased temperatures and a shifting of climatic zones (Tanner et al., 2004). The North American continent was drifting northwards, moving the Chinle Formation from tropical towards subtropical latitudes (Olsen and Kent, 2000; Cleveland et al., 2008).\nFrom the palynological record it is evident that the regional vegetation at PEFOwas dominated by voltzialean conifers, some earlyMesozoic conifers (Araucariaceae, Cheirolepidiaceae and possibly Podocarpaceae) and pteridosperms, assuming that the very dominant pollen type K. gouldii is produced by a voltzialean conifer. The large disjunction between the macrofloral and dispersed palynological records supports the idea of a semi-arid environment where drought tolerant upland vegetation comprises the largest fraction of land cover, butwas very unlikely to be preserved, due to the lack of adjacent water bodies (Demko et al., 1998; Ash, 1999). The lowlands were probably dominated by ferns and sphenopsids that were capable of surviving under possibly monsoonal tropical to subtropical conditions (Ash, 1972, 2001). The paleogeographical situation of the southwestern USA during the Late Triassic (Dubiel et al., 1991) allows for a relatively large inflow of pollen from upland areas (Fig. 6)."
  }, {
    "heading": "4.3. Constraining the floral transition",
    "text": "Litwin et al. (1991) suggested that there was a palynofloral transition zone in the Sonsela member within a stratigraphic interval (Fig. 2) that was determined by Martz and Parker (2010) to be analogous to the Jasper Forest bed and the Jim Camp Wash beds. Parker and Martz (2011) also established that a vertebrate faunal turnover took place within the Jim Camp Wash beds at a horizon indicated by\nthe ‘persistent red silcrete’ at Petrified Forest National Park. In the present study, the zonal transition between Zone II and Zone III sensu Litwin et al. (1991) has been narrowed to an interval of ~2.3 m within the Jim CampWash beds (Fig. 4), wherewe now recognize a subzonation within Zone III. Interestingly this is the same ~3 m interval that includes the ‘persistent red silcrete’ horizon of Parker andMartz (2011), indicating that within the Sonsela member at PEFO there is a palynofloral change coincident, or nearly so, with a vertebrate faunal change.\nThe overall dominance of pollen over spores can be attributed to the highly seasonal environment of the south-western USA in the Late Triassic (Demko et al., 1998; Prochnow et al., 2006), as the plants present had to be capable of surviving long periods of drought and any ferns and lycophytes probably occurred mainly in riparian lowlands (Ash, 1972, 1980, 2001) that were a relatively small part of the general environment. The upland environment would have been more extensive, but preservation of upland floristic elements is much more unlikely.\nAt the palynofloral change interval, several types of pollen disappeared or dropped significantly in abundance (e.g. Cordaitina minor and Protodiploxypinus spp.). Pteridosperm pollen also became much less common and voltzialean diversity dropped, but there was a large increase in the abundance of Klausipollenites gouldii (Fig. 5). It is unclear why K. gouldii shows such a dramatic increase at a time of reducing diversity, but one possibility is that K. gouldii was dispersed by an opportunistic voltzialean conifer.\nThere was also a brief increase in spore taxa (e.g. Osmundacidites wellmannii and Todisporitesmajor) and pollen types dispersed by cycads (e.g. Pretricolpipollenites bharadwajii) in Zone IIIa (Fig. 5). Although these taxa occur throughout the entire record at low levels, they temporarily increase in abundance just above the faunal change interval. These spore taxa are tolerant of wet environments and/or higher water tables (Ash, 2001) and the increase in spore taxa might indicate a short-lived period of increased humidity. There are other taxa that do not disappear at the fauna change interval, but become less abundant, increasing again afterwards (e.g. Enzonalasporites vigens Leschik and Chordasporites chinleanus Dunay and Fisher).\nThe revised palynological zones recognized in this study were based on the quantitative changes in the palynofloral assemblages (Table 1 & Fig. 4) and are an addition to the zonation suggested by Litwin et al. (1991).\nAlthough the amount of time spanning the interval of change cannot be approximated closely, no significant erosional surfaces are known from this interval (Woody, 2006; Martz and Parker, 2010), so the\nPark during the Norian, showing areas of high and low preservation potential and the tzialean Conifers, MC=Mesozoic Conifers, F=Ferns, S=Sphenopsids, C=Cycads.\nchanges probably span a relatively short time. Thus, the turnover cannot be attributed easily to slow drivers of climate change such as the slow northward drift of the continent (Olsen and Kent, 2000; Cleveland et al., 2008), or increasing atmospheric CO2 concentrations resulting from the rifting of Pangaea (Tanner et al., 2004; Prochnow et al., 2006). Some other process must have been influencing the forces that changed the environment and caused the faunal and floral turnover, within this interval of the Sonsela member. Whether this turnover occurred regionally or locally still remains to be investigated, but possibly the change occurred regionally, as floral and faunal zones have been erected across continental deposits spanning this interval from both North America and Europe (e.g. Cornet, 1993; Heckert et al., 2007). However, as localized continental deposits are difficult to correlate, the matching of these apparent widespread zonal correlations is a challenge (e.g. Cornet, 1993) and requires more detailed biostratigraphic and associated sedimentological study outside of PEFO."
  }, {
    "heading": "5. Conclusion",
    "text": "Palynological investigation of the Sonsela member at PEFO confirms the palynozonal transition found by Litwin et al. (1991) and constrains it to a stratigraphic interval of ~2–3 m. The persistent silcrete horizon in PEFO where the faunal transition observed by Parker and Martz (2011) also occurs, falls within this interval. However, it is not possible to say if the palynozonal and faunal transition occur simultaneously, due to the presence of barren samples within this interval.\nThe palynological assemblages from below and above the transitional interval also show significant differences. The lower section (Zone II) has a relatively diverse palynological assemblage where pteridosperms, ‘Cordaitina minor’, voltzialean (mostly Patinasporites and Klausipollenites) and Mesozoic conifers occur concurrently, but the voltzialean conifers are dominant. Just above an interval of barren samples (Zone IIIa), palynofloral diversity drops significantly and several pollen types disappear from the record. The abundance of pteridosperms is halved, the diversity of voltzialean conifers drops significantly and the abundance of C. minor is severely reduced.\nZone IIIa is also characterized by an increase in fern spores and pollen dispersed bymembers of the Cycadales and there is a large increase in the total abundance of Klausipollenites gouldii. The abundance of the latter remains high in Zone IIIb, comprising over 50% of the palynofloral assemblage of some intervals, suggesting that this pollen type might represent an opportunistic voltzialean conifer. There is also an increase in the morphological diversity within K. gouldii at this interval. Within Zone IIIb, pollen diversity increases and spore occurrence is lower.\nThe depositional environment of PEFO during the Norian was apparently a lowland basin surrounded by mountainous regions and therefore likely to be influenced by extrabasinal input. This may help to explain the large offset between the macrofloral and microflora assemblages. Climate at this time was most likely semi-arid and highly seasonal despite being situated at tropical latitudes."
  }, {
    "heading": "Acknowledgments",
    "text": "This paper is based on a MSc thesis by TR at Utrecht University supervised by JHAvK-vC and WMK and with field and logistical assistance byWGP and JWM. Rob Bowers is acknowledged for his assistance in thefield at PEFO. Jan vanTongeren is acknowledged for laboratory assistance. We thank the National Park Service for allowing us to perform fieldwork at Petrified Forest National Park and the Molengraaff Fonds for funding of fieldwork. We would like to thank H. Visscher for the comments on the assignment of paleobotanical affinities and another reviewer for the useful comments, as well as Editor M. Stephenson for his handling of the manuscript. Also thanks to D.E. Lee for the last-minute tips during the reviewing process."
  }],
  "year": 2013,
  "references": [{
    "title": "Late Triassic plants from the Chinle Formation in northeastern Arizona",
    "authors": ["S.R. Ash"],
    "venue": "Palaeontology",
    "year": 1972
  }, {
    "title": "Upper Triassic floral zones of North America",
    "authors": ["S.R. Ash"],
    "venue": "Biostratigraphy of Fossil Plant",
    "year": 1980
  }, {
    "title": "Growth habit and systematics of the Upper Triassic plant Pelourdea poloensis, southwestern U.S.A",
    "authors": ["S.R. Ash"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1987
  }, {
    "title": "An Upper Triassic upland flora from north-central New Mexico, U.S.A",
    "authors": ["S.R. Ash"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1999
  }, {
    "title": "The fossil ferns of Petrified Forest National Park, Arizona, and their paleoclimatological implications",
    "authors": ["S.R. Ash"],
    "venue": "Proceedings of the 6th Fossil Resource Conference: National Park Service Geologic Resources Division Technical Report NPS/NRGRD/GRDTR-01/01. National Park Service,Washington,",
    "year": 2001
  }, {
    "title": "Palaeoclimatic interpretation of the wood structures of the trees in the Chinle Formation (Upper Triassic), Petrified Forest National Park, Arizona, U.S.A",
    "authors": ["S.R. Ash", "G.T. Creber"],
    "year": 1992
  }, {
    "title": "Two new species of the pinnate microsporophyll Pramelreuthia from the Upper Triassic of the southwestern United States",
    "authors": ["S.R. Ash", "R.J. Litwin"],
    "venue": "American Journal of Botany",
    "year": 1996
  }, {
    "title": "Two rare fossil cones from the Upper Triassic Chinle Formation in Petrified Forest National Park, Arizona, and New Mexico",
    "authors": ["B.J. Axsmith", "S.R. Ash"],
    "venue": "Museum of Northern Arizona Bulletin",
    "year": 2006
  }, {
    "title": "The Triassic conifer seed cone Glyptolepis",
    "authors": ["B.J. Axsmith", "T.N. Taylor"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1997
  }, {
    "title": "A new fossil Conifer from the Triassic of North America: implications for models of ovulate cone scale evolution",
    "authors": ["B.J. Axsmith", "T.N. Taylor", "E.L. Taylor"],
    "venue": "International Journal of Plant Sciences",
    "year": 1998
  }, {
    "title": "Palynology of Permian and Triassic strata in the Salt Range and Surghar Range, West Pakistan",
    "authors": ["B.E. Balme"],
    "venue": "University of Kansas Department of Geology Special Publications,",
    "year": 1970
  }, {
    "title": "Fossil in situ spores and pollen grains: an annotated catalogue",
    "authors": ["B.E. Balme"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1995
  }, {
    "title": "Podocarp evolution: a molecular phylogenetic perspective",
    "authors": ["E. Biffin", "J.G. Conran", "A.J. Lowe"],
    "year": 2011
  }, {
    "title": "General stratigraphy of the Petrified Forest National Park, Arizona",
    "authors": ["G.H. Billingsley"],
    "venue": "Museum of Northern Arizona Bulletin",
    "year": 1985
  }, {
    "title": "Vegetation history, diversity patterns, and climate change across the Triassic/Jurassic",
    "authors": ["N.R. Bonis", "W.M. Kürschner"],
    "venue": "boundary. Paleobiology",
    "year": 2012
  }, {
    "title": "Paleosols, trace fossils, and precipitation estimates of the uppermost Triassic strata in northern NewMexico",
    "authors": ["D.M. Cleveland", "L.C. Nordt", "S.C. Atchley"],
    "year": 2008
  }, {
    "title": "Preliminary investigation of two Late Triassic conifers from York County, Pennsylvania. In: Romans, R.C. (Ed.), Geobotany",
    "authors": ["B. Cornet"],
    "year": 1977
  }, {
    "title": "Applications and limitation of palynology in age, climatic, and paleoenvironmental analyzes of Triassic sequences in North America",
    "authors": ["B. Cornet"],
    "venue": "New Mexico Museum of Natural History & Science Bulletin",
    "year": 1993
  }, {
    "title": "Upper Triassic flora of Arizona, 526",
    "authors": ["L.H. Daugherty"],
    "venue": "Carnegie Institute of Washington Publications,",
    "year": 1941
  }, {
    "title": "Plant taphonomy in incised valleys: implications for interpreting paleoclimate from fossil plants",
    "authors": ["T.M. Demko", "R.F. Dubiel", "J.T. Parrish"],
    "venue": "Geology",
    "year": 1998
  }, {
    "title": "Triassic palynology of the Carnarvon Basin, Western Australia",
    "authors": ["J.H. Dolby", "B.E. Balme"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1976
  }, {
    "title": "Magnetostratigraphy of the uppermost Triassic and lowermost Jurassic Moenave Formation, western United States: correlation with strata in the United Kingdom, Morocco, Turkey, Italy, and eastern United States",
    "authors": ["L.L. Donohoo-Hurley", "J.W. Geissman", "S.G. Lucas"],
    "venue": "Geological Society of America Bulletin",
    "year": 2010
  }, {
    "title": "Depositional setting of the Owl Rock member of the Upper Triassic Chinle Formation, Petrified Forest National Park and vicinity, Arizona",
    "authors": ["R.F. Dubiel"],
    "venue": "New Mexico Museum of Natural History and Science Bulletin",
    "year": 1993
  }, {
    "title": "Triassic depositional systems, paleogeography and paleoclimate of the Western Interior",
    "authors": ["R.F. Dubiel"],
    "year": 1994
  }, {
    "title": "The Pangaean megamonsoon — evidence from the Upper Triassic Chinle Formation",
    "authors": ["R.F. Dubiel", "J.T. Parrish", "J.M. Parrish", "S.C. Good"],
    "venue": "Colorado Plateau. Palaios",
    "year": 1991
  }, {
    "title": "Palynology of the Dockum Group (Upper Triassic), Texas, U.S.A",
    "authors": ["R.E. Dunay", "M.J. Fisher"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1979
  }, {
    "title": "Evolution and relationships of the conifer seed cone Telemachus: evidence from the Triassic of Antarctica",
    "authors": ["I.H. Escapa", "Decombeix", "A.-L", "E.L. Taylor", "T.N. Taylor"],
    "venue": "International Journal of Plant Sciences",
    "year": 2010
  }, {
    "title": "A Natural History of Conifers",
    "authors": ["A. Farjon"],
    "year": 2008
  }, {
    "title": "Palynology of the Petrified Forest member of the Chinle Formation (Upper Triassic), Arizona, U.S.A",
    "authors": ["M.J. Fisher", "R.E. Dunay"],
    "venue": "Pollen et Spores",
    "year": 1984
  }, {
    "title": "High precision U–Pb zircon age from the Triassic of Italy: implications for the Triassic time scale and the Carnian origin of calcareous nanoplankton and dinosaurs",
    "authors": ["S. Furin", "N. Preto", "M. Rigo", "G. Roghi", "P. Gianolla", "J.L. Crowley", "S.A. Bowring"],
    "venue": "Geology",
    "year": 2006
  }, {
    "title": "Tilia, TiliaGraph and TgView Software",
    "authors": ["E.C. Grimm"],
    "venue": "Illinois State Museum,",
    "year": 1991
  }, {
    "title": "Revised Upper Triassic stratigraphy of the Petrified Forest National park, Arizona, U.S.A",
    "authors": ["A.B. Heckert", "S.G. Lucas"],
    "venue": "New Mexico Museum of Natural History & Science Bulletin",
    "year": 2002
  }, {
    "title": "Late Triassic Aetosaur biochronology revisited",
    "authors": ["A.B. Heckert", "S.G. Lucas", "A.P. Hunt", "J.A. Spielmann"],
    "venue": "New Mexico Museum of Natural History & Science Bulletin",
    "year": 2007
  }, {
    "title": "A voltzialean pollen cone from the Triassic of Antarctica",
    "authors": ["E.J. Hermsen", "T.N. Taylor", "E.L. Taylor"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 2007
  }, {
    "title": "Triassic vertebrate paleontology and biochronology of New Mexico",
    "authors": ["A.P. Hunt", "S.G. Lucas"],
    "venue": "New Mexico Museum of Natural History & Science Bulletin",
    "year": 1993
  }, {
    "title": "The vertebrate fauna of the Upper Triassic Chinle Formation in Northern Arizona",
    "authors": ["R.B. Irmis"],
    "venue": "Mesa Southwest Museum Bulletin",
    "year": 2005
  }, {
    "title": "High resolution U–Pb ages from the Upper Triassic Chinle Formation (New Mexico, USA) support a diachronous rise of dinosaurs",
    "authors": ["R.B. Irmis", "R. Mundil", "J.W. Martz", "W.G. Parker"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2011
  }, {
    "title": "Palynology of Permian and Triassic sediments, Peace River Area, Western Canada",
    "authors": ["J. Jansonius"],
    "venue": "Palaeontographica Abteilung B",
    "year": 1962
  }, {
    "title": "Cordaitina pollen from Pennsylvanian strata of Oklahoma and Texas",
    "authors": ["D.W. Kirkland", "O. Frederiksen"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1970
  }, {
    "title": "A number of additional and revised taxa from the Ladinian flora of the Dolomites, Northern Italy",
    "authors": ["E. Kustatscher", "M. Wachtler"],
    "venue": "Geography of the Alps",
    "year": 2004
  }, {
    "title": "The palynostratigraphy and age of the Chinle andMoenave Formations, southwestern U.S.A",
    "authors": ["R.J. Litwin"],
    "year": 1986
  }, {
    "title": "Preliminary palynological zonation of the Chinle Formation, southwestern U.S.A., and its correlation to the Newark Supergroup (eastern U.S.A.)",
    "authors": ["R.J. Litwin", "A. Traverse", "S.R. Ash"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1991
  }, {
    "title": "Froehlichsporites gen. nov.— a biostratigraphic marker palynomorph of Upper Triassic continental strata in the conterminous U.S",
    "authors": ["R.J. Litwin", "J.P. Smoot", "R.E. Weems"],
    "venue": "Palynology",
    "year": 1993
  }, {
    "title": "Late Triassic (Carnian and Norian) tetrapods from the southwestern United States",
    "authors": ["R.A. Long", "P.A. Murry"],
    "venue": "New Mexico Museum of Natural History & Science Bulletin",
    "year": 1995
  }, {
    "title": "The Chinle Group: revised stratigraphy and biochronology of Upper Triassic nonmarine strata in the western United States",
    "authors": ["S.G. Lucas"],
    "venue": "Museum of Northern Arizona Bulletin",
    "year": 1993
  }, {
    "title": "Vertebrate biochronology of the Late Triassic of Arizona",
    "authors": ["S.G. Lucas", "A.B. Heckert"],
    "venue": "Mesa Southwest Museum Bulletin",
    "year": 1996
  }, {
    "title": "Die geologische Verbreitung von Sporen und Pollen in der Deutschen Trias",
    "authors": ["K. Mädler"],
    "venue": "Beheifte zum Geologischen Jahrbuch",
    "year": 1964
  }, {
    "title": "Revised lithostratigraphy of the Sonsela member (Chinle Formation, Upper Triassic) in the southern part of Petrified Forest National Park, Arizona",
    "authors": ["J.W. Martz", "W.G. Parker"],
    "venue": "PlosOne",
    "year": 2010
  }, {
    "title": "Stratigraphy of the Upper Triassic Petrified Forest member (Chinle Formation) in Petrified Forest National Park, Arizona USA",
    "authors": ["P.A. Murry"],
    "venue": "Journal of Geology",
    "year": 1990
  }, {
    "title": "Über das Vorkommen eines mesozoische Sapropelsgesteins in Schonen",
    "authors": ["T. Nilsson"],
    "venue": "Lunds Universitets Årsskrift",
    "year": 1958
  }, {
    "title": "High-resolution early Mesozoic Pangean climatic transect in lacustrine environments",
    "authors": ["P.E. Olsen", "D.V. Kent"],
    "venue": "Zentralblatt für Geologie und Paläontologie",
    "year": 2000
  }, {
    "title": "Implications of the Newark Supergroupbased astrochronology and geomagnetic polarity time scale (Newark-APTS) for the tempo and mode of the early diversification of the Dinosauria",
    "authors": ["P.E. Olsen", "D.V. Kent", "J.H. Whiteside"],
    "venue": "Earth and Environmental Science Transactions of the Royal Society of Edinburgh",
    "year": 2011
  }, {
    "title": "A Lower Triassic miospore assemblage from the Puesto Viejo Formation, Argentina",
    "authors": ["E.G. Ottone", "G.B. Garcia"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1991
  }, {
    "title": "Miospores and chlorococcalean algae from the Los Rastros Formation, Middle to Upper Triassic of central-western Argentina",
    "authors": ["E.G. Ottone", "A.C. Mancuso", "M. Resano"],
    "venue": "Ameghiniana",
    "year": 2005
  }, {
    "title": "The stratigraphic distribution of major fossil localities in Petrified Forest National Park, Arizona",
    "authors": ["W.G. Parker"],
    "venue": "Museum of Northern Arizona Bulletin",
    "year": 2006
  }, {
    "title": "The Late Triassic (Norian) Admanian–Revueltian tetrapod faunal transition in the Chinle Formation of Petrified Forest National Park, Arizona",
    "authors": ["W.G. Parker", "J.W. Martz"],
    "venue": "Earth and Environmental Science Transactions of the Royal Society of Edinburgh",
    "year": 2011
  }, {
    "title": "Multi-proxy paleosol evidence formiddle and late Triassic climate trends in eastern Utah",
    "authors": ["S.J. Prochnow", "L.C. Nordt", "S.C. Atchley", "M.R. Hudec"],
    "year": 2006
  }, {
    "title": "High-precision U–Pb zircon geochronology of the Late Triassic Chinle Formation, Petrified Forest National park (Arizona, USA): temporal constraints on the early evolution of dinosaurs",
    "authors": ["J. Ramezani", "G.D. Hoke", "D.E. Fastovsky", "S.A. Bowring", "F. Therrien", "S.I. Dworkin", "S.C. Atchley", "L.C. Nordt"],
    "venue": "Geological Society of America Bulletin",
    "year": 2011
  }, {
    "title": "A new geological map of Petrified Forest National Park with emphasis on members and key beds of the Chinle Formation",
    "authors": ["J.J. Raucci", "R.C. Blakey", "P.J. Umhoefer"],
    "venue": "Museum of Northern Arizona Bulletin",
    "year": 2006
  }, {
    "title": "Isotopic age of the Black Forest Bed, Petrified Forest member, Chinle Formation, Arizona: An example of dating a continental sandstone",
    "authors": ["N.R. Riggs", "S.R. Ash", "A.P. Barth", "G.E. Gehrels", "J.L. Wooden"],
    "venue": "Geological Society of America Bulletin",
    "year": 2003
  }, {
    "title": "Wood anatomy of Late Triassic in Petrified Forest National Park, Arizona, USA, in relation to Araucarioxylon arizonicum Knowlton, 1889",
    "authors": ["R.A. Savidge"],
    "venue": "Bulletin of Geosciences",
    "year": 2007
  }, {
    "title": "Palynologische und palynostratigraphische Untersuchungen des Keupers im Bölchentunnen (Solothurner Jura)",
    "authors": ["B.W. Scheuring"],
    "venue": "Schweizerische Paläontologische Abhandlungen",
    "year": 1970
  }, {
    "title": "Stratigraphy and origin of the Chinle Formation and related Upper Triassic strata in the Colorado Plateau region",
    "authors": ["J.H. Stewart", "F.G. Poole", "R.F. Wilson"],
    "venue": "U.S. Geological Survey Professional Paper",
    "year": 1972
  }, {
    "title": "Assessing the record and causes of Late Triassic extinctions",
    "authors": ["L.H. Tanner", "S.G. Lucas", "M.G. Chapman"],
    "venue": "Earth-Science Reviews",
    "year": 2004
  }, {
    "title": "Palaeobotany of the Mesophytic, 3. Plant microfossils from the Upper Bunter of Hengelo, The Netherlands",
    "authors": ["H. Visscher"],
    "venue": "Acta Botanica Neerlandica",
    "year": 1966
  }, {
    "title": "Revised stratigraphy of the lower Chinle Formation (Upper Triassic) of Petrified Forest National Park, Arizona",
    "authors": ["D.T. Woody"],
    "venue": "Museum of Northern Arizona Bulletin",
    "year": 2006
  }, {
    "title": "Exine morphology and ultrastructure of Duplicisporites from the Triassic of Italy",
    "authors": ["N.E. Zavialova", "G. Roghi"],
    "year": 2005
  }, {
    "title": "Morphology and ultrastructure of some monosaccate pollen grains of Cordaitina Samoilovitch 1953 from the Permian of Russia",
    "authors": ["N.E. Zavialova", "A.V. Gomankov", "O.P. Yaroshenko", "L.V. Rovina"],
    "venue": "Acta Palaeobotanica",
    "year": 2004
  }],
  "id": "SP:4abb35b8f9fdaecd505a08645e7463cd5946ea37",
  "authors": [{
    "name": "Tammo Reichgelt",
    "affiliations": []
  }, {
    "name": "William G. Parker",
    "affiliations": []
  }, {
    "name": "Jeffrey W. Martz",
    "affiliations": []
  }, {
    "name": "John G. Conran",
    "affiliations": []
  }, {
    "name": "Wolfram M. Kürschner",
    "affiliations": []
  }],
  "abstractText": "a Laboratory of Palaeobotany and Palynology, Utrecht University, Budapestlaan 4, 3584 CD, Utrecht, Netherlands b Division of Resource Management, Petrified Forest National Park, PO Box 2217, Petrified Forest, AZ 86028, USA c Jackson School of Geosciences, University of Texas, 1 University Station, C1100, Austin, TX 78712, USA d Australian Centre for Evolutionary Biology and Biodiversity, School of Earth and Environmental Sciences, Benham Bldg DX 650 312, The University of Adelaide, SA 5005, Australia e Department of Geosciences, University of Oslo, PO Box 1047, Blindern, 0316, Oslo, Norway",
  "title": "The palynology of the Sonsela member (Late Triassic, Norian) at Petrified Forest National Park, Arizona, USA"
}