{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGlobal and Planetary Change\njournal homepage: www.elsevier.com/locate/gloplacha\nTectonic forcing to global cooling and aridification at the Eocene-Oligocene transition in the Iranian plateau\nFariba Kargaranbafghia,⁎, Franz Neubauerb\na Department of Geology, Yazd University, Safaieh, 89195-741 Yazd, Iran bDepartment Geography and Geology, Salzburg University, Hellbrunner Strasse 34, A-5020 Salzburg, Austria\nA R T I C L E I N F O\nEditor: Dr. Sierd Cloetingh\nKeywords: Eocene-Oligocene transition Aridification Global cooling Greenhouse Icehouse Volcanism Iranian plateau\nA B S T R A C T\nThe transition from the extreme global warmth of the early Eocene ‘greenhouse’ climate to the present glaciated state is one of the most fundamental reorganizations of global climate known in the geologic record. The Middle to Late Eocene interval between 49 and 33 Ma was a globally important transition period from greenhouse to initial icehouse conditions. The Middle Eocene Climatic Optimum (MECO, ~40 Ma) was a transient period of global warming that interrupted the secular Cenozoic cooling trend. The Eocene-Oligocene transition (ca. 33.5 Ma) marks the first major decline in Cenozoic global temperatures and the initiation of Antarctic glaciation. However, a major challenge comes from recent investigations of plateau uplift processes and resulting environmental changes. The tectonic evolution of the Iranian plateau offers an explanation for global cooling during the Cenozoic, as a result of the gradual closure of the Neotethyan Sea, which led to the disappearance of the Indian Ocean-Mediterranean Sea connection, mountain building, extensional collapse, rifting, and flare-up type volcanism, erosion, and exhumation. Increasing topography by shortening as a result of subduction of the distal Arabian margin beneath the Iranian Plateau and contemporaneous exhumation of a metamorphic core complex between 49 and 33 Myr ago led to aridification of Iranian plateau and to the some elevation of the plateau. This rise in elevation is roughly contemporaneous with the emplacement of flare-up-type volcanics in the Urumiyeh-Dokhtar zone and over large portions of Central Iran. Peak volcanism occurred during the transient warming event MECO. New findings suggest that this global transition is linked to significant aridification and cooling in southwest Asia, and thus support the idea that global cooling is associated with the EoceneOligocene transition. The good match of tectonic deformation and uplift of the Iranian Plateau with climatic changes is significant."
  }, {
    "heading": "1. Introduction",
    "text": "The early Paleogene is increasingly attracting the attention of the scientific community as it represents one of the more climatically dynamic periods in Earth's history. The available paleoclimatic records indicate that the Earth climate system reached a peak of global warming during the Early Eocene Climatic Optimum (ca. 52 to 49 Ma) within an extended period of greenhouse climate regime (Pearson and Palmer, 2000; Bohaty and Zachos, 2003; Zachos et al., 2001; Boscolo Galazzo et al., 2014). The Early Eocene Climatic Optimum was followed by a long-term cooling trend during the Middle–Late Eocene (49 to 33 Ma) eventually leading to the establishment of the Antarctic icesheet at the base of the Oligocene (Miller et al., 1991). Superimposed on this long-term cooling trend are episodes of climatic instability evidenced by a series of transient warming events (Bohaty and Zachos, 2003). In particular, the Middle Eocene climatic evolution was\nsignificantly interrupted by at least one prominent transient (400 and 500 kyr) warming event: the MECO, which occurred at the top of Chron C18r at 40 Ma (Bohaty et al., 2009). MECO is recorded worldwide by pronounced changes in δ13C and δ18O values and coeval oscillations in the global carbonate compensation depth (Bohaty et al., 2009).\nRegardless of its full global extent, the MECO is clearly an important event in the regional climatic history of the Indian-Atlantic region of the southern ocean. One possible mechanism for a transient increase in pCO2 during the MECO, therefore, is increased ridge or arc volcanism associated with the c20-c19 plate reorganization (Bohaty and Zachos, 2003). Alternatively, metamorphic decarbonation reactions can also liberate significant quantities of CO2 into the atmosphere (Kerrick and Caldeira, 1994).\nThe Eocene-Oligocene transition (EOT) at 33.5 Myr ago is typically interpreted as a time of drastic global cooling and drying associated with massive growth of a glacial icecap in Antarctica and the shift to an\nhttps://doi.org/10.1016/j.gloplacha.2017.12.012 Received 19 April 2017; Received in revised form 5 December 2017; Accepted 6 December 2017\n⁎ Corresponding author. E-mail address: fkargaran@yazd.ac.ir (F. Kargaranbafghi).\nGlobal and Planetary Change 171 (2018) 248–254\nAvailable online 08 December 2017 0921-8181/ © 2017 Published by Elsevier B.V.\nT\n“icehouse” climate (Dupont-Nivet et al., 2007; DeConto and Pollard, 2003). Likely causes for this shift include the opening of marine gateways, and/or the reduction of atmospheric CO2 concentrations (Ivany et al., 2000). The timing of these events has been a subject of great interest for the understanding of mountain-building processes, collision tectonics and the influence of these processes on climate change (Chung et al., 1998). Records of cooling and aridification (Graham et al., 2005) in the Asian interior are thus attributed to the cooling of global ocean temperatures, reducing moisture supply to continental interiors. This effect may have been enhanced by a large Paratethys retreat induced by glacioeustatic sea level lowering driven by Antarctic glaciation as well as by continuous Eurasia and India-Arabia-Africa convergence resulting in the growth of the Alpine-Himalayan mountain belt. The closing of the Tethyan seaway would enable a reorganization of ocean currents that may have aided Late Eocene global cooling (Allen and Armstrong, 2008).\nThe present tectonic activity in southwest Asia seems to have resulted from the collision of Arabia with Eurasia during the Cenozoic. This work focuses on the study of the long-term cooling trend through the Middle–Late Eocene in the Central Iranian plateau, and aims to reconstruct paleoenvironmental changes induced by this major climatic perturbation. We review first analyses, which were carried out on samples from the Saghand area in respect to the sedimentary evolution, then the sequence stratigraphy of the Kalut basin, which provide an excellent record of the globally important transition period from greenhouse to icehouse conditions and MECO. For revealing climatictectonic interactions, evidences of environmental change, growth of topography, and surface uplift are particularly important. Finally, we discuss these data sets together with such from other areas of Central Iran and from the Zagros Mountains as well with recent data from the Tibet plateau."
  }, {
    "heading": "2. Geochronology and thermochronology",
    "text": "Extensive volcanism with a wide range of compositions began in the Iranian plateau and Urumiyeh-Dokhtar zone during the latest Paleocene Period (ca. 55 Ma) and continued up to ca. 33 Ma ago with some late vaning volcanics up to 25 Ma (Berberian and King, 1981; Verdel et al., 2011). Despite their great thickness (locally up to 6 and 12 km) and wide distribution, the volcanic lavas and tuffs were formed within a relatively short time interval (Berberian and King, 1981; Verdel et al., 2011). At the base, these volcanics are generally intercalated by terrestrial clastic rocks (Verdel et al., 2011), e.g. the Kerman Conglomerate and clastics and volcanics are overlying often Upper Cretaceous to Lower Paleocene marine shallow water carbonates. The Chapedony metamorphic core complex (CMCC) is located in the Saghand area in the southwestern Central Iranian block (Fig. 1) also comprises large plutons with ages between 52 and 46 Ma and can be considered to be part of the same flare-up Paleogene magmatic province. The CMCC has an ESE–WNW extent of ~20 km and a NNE–SSW extent of ~100 km. U-Pb, 40Ar/39Ar and U-Th/He dating results from a variety of the magmatic, metamorphic, volcanic and sedimentary rocks from the footwall and hangingwall of the CMCC indicate the timing of exhumation to have occurred between 49 and 33 Myr ago (Ramezani and Tucker, 2003; Verdel et al., 2007; Kargaranbafghi et al., 2012a, 2012b, 2015). The geological evidence suggests that thinning, extension, and exhumation began in the early Eocene (ca. 50 Ma), and the extension continued through to earliest Oligocene (33 Ma) (Kargaranbafghi et al., 2012a, 2015). The coarse-grained terrestrial Kerman Conglomerate was deposited in halfgraben-type basins close to CMCC (Kargaranbafghi et al., 2015) indicating significant topography and surface uplift following the carbonate deposition in the wider surroundings. The final cooling (< 50 °C) of the CMCC occurred earlier than in some portions of the hangingwall unit, mainly the Kerman Conglomerate (Kargaranbafghi et al., 2012a). This suggests that some parts of the hangingwall distant to the MCC were likely reheated by a late-stage\npluton formed during a second process during the main stage of collision between the Arabian plate and the Central Iranian block.\nThermochronology data document metamorphism and magmatism to have occurred during the early Eocene climatic optimum (~50 Ma) and peak volcanism took place during the transient warming event the MECO (~40 Ma) (Ramezani and Tucker, 2003; Kargaranbafghi et al., 2012b, 2015; Verdel et al., 2007). MECO could have induced a higher input of CO2 into the atmosphere as a result of strong volcanism in this part of Asia. U-Pb, 40Ar/39Ar and U-Th/He dating and thermal modelling of the cooling history indicate that the thermal peak was reached between 49 and 40 Ma throughout the entire region immediately followed by the final exhumation and cooling (Kargaranbafghi et al., 2012b, 2015; Verdel et al., 2007). Apatite U-Th/He dating results of the sedimentary rocks from the hangingwall of the CMCC indicate an age between 25 and 30 Myr ago (Kargaranbafghi et al., 2012a). The CMCC in Central Iran is a type example of syn-orogenic extension: a contractional orogen, formed in Late Cretaceous to early Cenozoic times and underwent rapid exhumation during the middle to late Eocene (Kargaranbafghi et al., 2015). The CMCC is located on a basement ridge within the region of crustal thinning and underwent surface uplift rather than subsidence (Kargaranbafghi and Neubauer, 2015)."
  }, {
    "heading": "3. Basinal deposits",
    "text": "The Cretaceous–Paleocene boundary is characterized by striking changes in sedimentary environments in Central Iran (Hajian, 1996). An unconformity has been reported from many locations in Iran. The Cenozoic System in Central Iran has a basal conglomerate and sandstone resting unconformably upon older rocks, followed up-section by a widespread volcanogenic unit consisting mainly of submarine and continental lava flows and dacitic tuffs indicative of the most extensive and intense volcanic activity in the entire geological history of Iran (Berberian and King, 1981). Both continuous and discontinuous transitions have been discovered between Paleocene and Eocene strata, just as is the case with Eocene and Oligocene strata (Hajian, 1996). Thick continuous sedimentary succession is preserved in the Kalut and Great Kavir basins on the Iranian plateau (Figs. 1, 2) and provide an excellent opportunity to study the sedimentary signature of tectonic and climatic processes during Eocene to Oligocene times.\nThe Great Kavir basin is situated in the center of Iran, to the south of the Alborz Mountain Range. Significant evaporite depositions in the Great Kavir basin began during regional regression toward the end of the Eocene (Morley et al., 2009). This regression was related to an important phase of faulting, tilting and regional uplifting that affected all of Central Iran. The setting changed from the marine sediments of Lower to Middle Eocene age and led into the thick continental red bed facies of the Lower Red Formation during the Oligocene. The Lower Red Formation, which is composed of red continental clastics and evaporites, marks the onset of a new sedimentary cycle (Jackson et al., 1990; Stocklin, 1968; Morley et al., 2009).\nThe Kalut basin is situated in north-eastern Ardakan, Central Iran (Figs. 1, 2). The basin formed during the Laramide orogeny in the early Paleocene, and a great thickness of Cenozoic sediments (~4 km) was deposited (Huber, 1955; Haghipour et al., 1977). The Cenozoic sediments show a continental facies and only some Lower and Middle Eocene beds show a shallow marine environment.\nDark-red, massive conglomerate is exposed in the Kalut and Ardekan-Yazd basins (Figs. 2, 3). The upper part of the conglomerate contains intercalations of sandy limestone of Lower-Middle Eocene age, in parts containing nummulites. The salts of diapiric structures of the Kalut basin are related to the Qom Formation (Fig. 4). The salt bed lenses may interfinger with marine deposits. A Lower to Middle Eocene age for the salt beds can be inferred from the Middle Eocene age of the overlying green beds and the Paleocene age of the underlying conglomerate. The Eocene green beds follow the rock salt in a normal conformable succession. The rocks comprise mainly grey-green thinly\nbedded micaceous sandstone and siltstone with green ash beds; gypsum beds are found at lower levels, where the sandstone gradually gives way to silty marls and ash beds. Fossils are very scarce in the green beds. In the eastern Kalut basin, a formation comprising gypsum, light-brown gypsiferous mudstone, and micaceous siltstone is found between Eocene green beds and an Upper Oligocene-Lower Miocene red conglomerate (Fig. 3). The gypsum beds grade into brown mudstone\n(Fig. 5). The formation conformably overlies the Middle Eocene green beds and is unconformably overlain by red-brown conglomerate like those of the Upper Red Formation, and by mudstone."
  }, {
    "heading": "4. Tectonic-climate interaction",
    "text": "There is evidence for a longer-term correlation of climate change\nwith the growth of high terrain, particularly of plateaus in the past 50 Myr (Molnar and England, 1990). Moreover, because the present tectonic activity in Asia seems to be due to the Cenozoic collision of India and Arabia with Eurasia, the high mean elevation of much of Asia was probably reached during this time. Thus, the gradual cooling over the past 50 Myr might be the consequence of the tectonic processes that built Tibet, the Himalayas and other high terrains in Asia (Molnar and England, 1990).\nThe timing and magnitude of surface uplift are the key to understanding the impact of crustal deformation and topographic growth on atmospheric circulation, environmental conditions, and surface processes. Evidence from the closure of the Neotethys and the resulting Zagros Mountains and Central Iran and the relationship to major climatic events are compiled in Fig. 6.\nA first order effect is the closure of the Neotethys during Cenozoic times, which resulted in the growth of the Alpine-Himalayan mountain belt. This belt diminished the sea surface, increased the land surface of Eurasia and led to the separation of the Paratethys from the main oceans having a significant effect on global climate including increasing aridification of central and western Asia (Raymo and Ruddiman, 1992). Furthermore, the closure of the Neotethys Ocean also interrupted the connection between the Indian Ocean and the Mediterranean Sea and Atlantic Ocean implying the loss of warm ocean currents (Harzhauser et al., 2002, 2007; Allen and Armstrong, 2008). The final closure of this seaway occurred during Oligocene/early Miocene times and was\nreopened for a short time between ca. 16 and 14.5 Ma ago (during the Middle Miocene climatic optimum; Harzhauser et al., 2007; Fig. 6).\nDifferent parts of the Iranian plateau began to uplift at different times. In Zagros Mountains, using low-temperature geochronology, Homke et al. (2010) found evidence for two stages of exhumation culminating at around 38 Ma and 22 Ma, respectively, and both stages are associated with thick clastic deposits. Francois et al. (2014) found evidence for accelerating Oligocene exhumation in the growing Zagros Mountains, too. In contrast, Ballato et al. (2017) and Madanipour et al. (2017) found mainly a Middle-Late Miocene age of clastic deposits associated with exhumation and erosion of units in northwestern-most parts of the Iranian plateau and adjacent mountain ranges. This event may be related to late-stage lithospheric-scale folding of Central Iran (Bonini et al., 2003; Guest et al., 2007) The western part of the Iranian plateau began to uplift in the Middle Eocene and Early Miocene times, while the main part of the plateau merely underwent corresponding deformation and denudation (e.g. Kargaranbafghi et al., 2012a). Investigations based on other sources of paleotopographic information, such as clastic deposits like Kerman Conglomerate, Lower and Upper Red Formation, and detrital apatite and zircon thermochronology (Ramezani and Tucker, 2003; Kargaranbafghi et al., 2012a, 2012b, 2015; Verdel et al., 2007) have found that major portions of the Central Iranian plateau had a significant topography including high elevations of eroding mountains for much of Cenozoic times. As a working hypothesis, we suggest that Late Paleocene to Early Eocene surface uplift\nto higher elevations was induced by inflation and heating of the crust by the abundant, flare-up magmatism according to the model proposed by Verdel et al. (2011).\nThis suggests that the Iranian plateau, similar to the Tibetan plateau, has undergone two main stages of rapid uplift caused by diachronous removal of thickened Eurasian lithosphere after the Arabia indentation (for interpretation of the lithospheric structure, see\nHatzfeld and Molnar, 2010, Motaghi et al., 2015 and Entezar-Saadat et al., 2017). The initial uplift began ~50 Myr ago in the CMCC, the younger event at ~20 Myr ago (Kargaranbafghi et al., 2012a, 2012b, 2015). Consequently, the Tibetan and Anatolian-Iranian plateau uplift could have led to global cooling through atmospheric circulation perturbations and carbon dioxide lowering associated with increased rock weathering (Raymo and Ruddiman, 1992).\nThe observation can be reconciled with tectonic forcing models for the Cenozoic isotope evolution in the ocean and global climate change (Raymo and Ruddiman, 1992), and also the onset of global cooling from the Middle-Late Eocene onwards. Tectonics and climate are both directly and indirectly related. The direct connection is between uplift, atmospheric circulation, and the hydrologic cycle (Kitoh, 2004). The indirect links are via subduction, volcanism, and the introduction of gases into the atmosphere, as well as through the erosion and consumption of atmospheric gases as a result of chemical weathering (Raymo et al., 1988; Raymo and Ruddiman, 1992; Zachos and Kump, 2005). Climate models suggest that Asian paleoenvironments, monsoons and continental aridification were primarily governed by tectonic uplift since the Eocene with potential contribution of global climate changes (Dupont-Nivet et al., 2007; Licht et al., 2014). Much attention has focused on the influence and uplift history of the Tibetan Plateau. There, recent biostratigraphic evidence from the northern margin of the Tibet plateau shows that the Qaidam basin formed not significantly earlier than ca. 26.5 Ma ago (Wang et al., 2017). This implies that surface uplift of the northern margin is Late Oligocene and stable isotopic evidence shows increasing aridification of the Qaidam basin during Middle to Late Miocene times (Kent-Corson et al., 2009; Rieser et al., 2008). This seems in part match the evolution of Central Iran. However, the role of the Iranian-Anatolia Plateau in creating the arid climate of southwestern Asia is poorly understood.\nThe Iranian plateau, like any landmass, emits energy into the atmosphere in the form of dry heat and water vapor, but its mean surface elevation is about ~2.5 km above sea level. This elevation is widely thought to cause the plateau to serve as a heat source that drives the southwest Asian summer monsoon, potentially coupling uplift of the plateau to climate changes on geologic timescales (Boos and Kuang, 2010).\n5. Central Iranian aridification\nThe alternation of muddy gypsum with red gypsiferous mudstone is interpreted as alternating saline lake environments with dry mudflat environments (Dupont-Nivet et al., 2007; Abels et al., 2011). Cyclostratigraphic analysis has shown that orbital forcing of climate was the most likely causal mechanism behind the gypsum–mudstone cycles (Xiao et al., 2010; Abels et al., 2011). In the upper part of the Paleogene succession, the gypsum layers disappear and red beds remain. Over time, the disappearance of the gypsiferous saline lake deposits has been precisely correlated to the first step of the Eocene–Oligocene greenhouse to icehouse transition.\nThe latest Eocene interval in the Kalut basin is composed of intercalations of layers of gypsum within red mudstone successions up to the EOT where the gypsum disappears (Fig. 2) (Huber, 1955). A regional disappearance of gypsum beds intercalated in a dominantly red bed succession has been found to occur exactly at the first step of the EOT and is interpreted as aridification linked to global cooling (DupontNivet et al., 2007; Xiao et al., 2010). Cyclostratigraphic analysis further indicates that the latest Eocene interval in the Kalut basin is characterized by dominant obliquity control on basic mudstone–gypsum cyclicity, interpreted as a high-latitude signal possibly related to incipient ice sheet formation (Xiao et al., 2010). Consistent with this, regional sedimentary records document aridification in the Eocene to Oligocene interval in the Iranian Plateau. This age corresponds well with the most important step in Cenozoic global cooling 33.5 Myr ago, characterized by the onset of permanent Antarctic ice sheets at the EOT. Cyclostratigraphy shows that aridification, which is indicated by the disappearance of playa lake deposits in the Iranian plateau, occurred precisely at the time of the EOT. The results suggest this global transition to be linked to the significant aridification and cooling in continental Eurasia recorded by paleoenvironmental changes (Graham et al., 2005), thus supporting the idea that global cooling is associated with the EOT (Ivany et al., 2000; Dupont-Nivet et al., 2007; DeConto and Pollard, 2003). This work shows that, with sufficient age control on the magmatic and sedimentary records, global climate can be distinguished from tectonism and recognized as a major contributor to Iranian environments."
  }, {
    "heading": "6. Conclusions",
    "text": "The effect of regional tectonism on southwest Asian and global climate shows that the Iranian-Anatolian plateau uplift can also increase southwest Asian continental aridity, monsoons and erosion. Emplacement of huge piles of flare-up-type volcanics in the UrumiyehDokhtar zone and over large portions of Central Iran contributed to the transient warming event called Middle Eocene Climatic Optimum. The stratigraphic sequence reveals a remarkably sharp and widespread change in depositional environment expressed regionally by the disappearance of massive gypsum layers attributed to global climate cooling at the Eocene-Oligocene transition. The research illustrates that distinguishing climate effects from tectonism can be accomplished by high-resolution thermochronology dating associated with studies of sedimentary environments and evidence for topography like the presence of coarse-grained clastics. When recognized in the sedimentary records, paleoenvironmental conditions like decreasing sea surface and increasing topography and aridification recognized in the Iranian plateau resulted from Neotethys closure and contributed to global climate changes."
  }, {
    "heading": "Acknowledgements",
    "text": "We gratefully acknowledge the detailed comments of editor and two anonymous reviewers, which helped to increase the clarity of ideas and presentation."
  }],
  "year": 2019,
  "references": [{
    "title": "Step-wise change of Asian interior climate preceding the Eocene–Oligocene Transition (EOT)",
    "authors": ["H.A. Abels", "G. Dupont-Nivet", "G. Xiao", "R. Bosboom", "W. Krijgsman"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2011
  }, {
    "title": "Arabia-Eurasia collision and the forcing of midCenozoic global cooling",
    "authors": ["M.B. Allen", "H.A. Armstrong"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 265,",
    "year": 2008
  }, {
    "title": "Tectono-sedimentary evolution of the northern Iranian Plateau: insights from middle–late Miocene foreland-basin deposits",
    "authors": ["P. Ballato", "F. Cifelli", "G. Heidarzadeh", "M.R. Ghassemi", "A.D. Wickert", "J. Hassanzadeh", "G. Dupont-Nivet", "P. Balling", "M. Sudo", "G. Zeilinger", "A.K. Schmitt", "M. Mattei", "M.R. Strecker"],
    "venue": "Basin Res",
    "year": 2017
  }, {
    "title": "Significant Southern Ocean warming event in the late middle Eocene",
    "authors": ["S.M. Bohaty", "J.C. Zachos"],
    "venue": "Geology 31,",
    "year": 2003
  }, {
    "title": "Coupled greenhouse warming and deep-sea acidification in the Middle Eocene",
    "authors": ["S.M. Bohaty", "J.C. Zachos", "F. Florindo", "M.L. Delaney"],
    "venue": "Paleoceanography 24,",
    "year": 2009
  }, {
    "title": "Insights from scaled analogue modelling into the seismotectonics of the Iranian region",
    "authors": ["M. Bonini", "G. Corti", "D. Sokoutis", "G. Vannucci", "P. Gasperini", "S. Cloetingh"],
    "venue": "Tectonophysics",
    "year": 2003
  }, {
    "title": "Dominant control of the South Asian monsoon by orographic insulation versus plateau heating",
    "authors": ["W.R. Boos", "Z. Kuang"],
    "venue": "Nature 463,",
    "year": 2010
  }, {
    "title": "The middle Eocene climatic optimum (MECO): a multiproxy record of paleoceanographic changes in the southeast Atlantic (ODP Site 1263",
    "authors": ["F. Boscolo Galazzo", "E. Thomas", "M. Pagani", "C. Warren", "V. Luciani", "L. Giusberti"],
    "venue": "Walvis Ridge). Paleoceanography",
    "year": 2014
  }, {
    "title": "Diachronous uplift of the Tibetan Plateau starting 40 Myr ago",
    "authors": ["S.L. Chung", "C.H. Lo", "T.Y. Lee", "Y. Zhang", "Y. Xie", "X. Li", "K.L. Wang", "P.L. Wang"],
    "venue": "Nature 394,",
    "year": 1998
  }, {
    "title": "Rapid Cenozoic glaciation of Antarctica induced by declining atmospheric CO2",
    "authors": ["R.D. DeConto", "D. Pollard"],
    "venue": "Nature 421,",
    "year": 2003
  }, {
    "title": "Tibetan plateau aridification linked to global cooling at the Eocene-Oligocene transition",
    "authors": ["G. Dupont-Nivet", "W. Krijgsman", "C.G. Langereis", "H.A. Abels", "S. Dai", "X. Fang"],
    "venue": "Nature 445,",
    "year": 2007
  }, {
    "title": "Lithospheric structure of the Eastern Iranian plateau from integrated geophysical modeling: a transect from Makran to the Turan platform",
    "authors": ["V. Entezar-Saadat", "Motavalli-Anbaran", "S.-H", "H. Hermann Zeyen"],
    "venue": "J. Asian Earth",
    "year": 2017
  }, {
    "title": "Cenozoic exhumation of the internal Zagros: first constraints from low-temperature thermochronology and implications for the build-up of the Iranian plateau",
    "authors": ["T. Francois", "P. Agard", "M. Bernet", "B. Meyer", "S.L. Chung", "M.H. Zarrinkub", "E. Burov", "P. Monie"],
    "venue": "Lithos 206–207,",
    "year": 2014
  }, {
    "title": "Stable isotope records of Cenozoic climate and topography, Tibetan plateau and Tarim basin",
    "authors": ["S.A. Graham", "C.P. Chamberlain", "Y.J. Yue", "B.D. Ritts", "A.D. Hanson", "T.W. Horton", "J.R. Waldbauer", "M.A. Poage", "X. Feng"],
    "venue": "Am. J. Sci. 305,",
    "year": 2005
  }, {
    "title": "Late Tertiary tectonic evolution of northern Iran: a case for simple crustal folding",
    "authors": ["B. Guest", "A. Guest", "G. Axen"],
    "venue": "Glob. Planet. Chang",
    "year": 2007
  }, {
    "title": "Explanatory Text of the Ardekan Quadrangle Map, Scale: 1:250000",
    "authors": ["A. Haghipour", "W. Valleh", "G. Pelissier", "M. Davoudzadeh"],
    "venue": "Geological Survey of Iran",
    "year": 1977
  }, {
    "title": "Geology of Iran (Paleocene, Eocene)",
    "authors": ["J. Hajian"],
    "venue": "Geology Survey of Iran, Tehran",
    "year": 1996
  }, {
    "title": "Circum-Mediterranean Oligo–Miocene biogeographic evolution –the gastropods' point of view",
    "authors": ["M. Harzhauser", "W.E. Piller", "F.F. Steininger"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2002
  }, {
    "title": "Biogeographic responses to geodynamics: a key study all around the Oligo–Miocene Tethyan Seaway",
    "authors": ["M. Harzhauser", "A. Kroh", "O. Mandic", "W.E. Piller", "U. Göhlich", "M. Reuter", "B. Berning"],
    "venue": "Zool. Anz",
    "year": 2007
  }, {
    "title": "Comparisons of the kinematics and deep structures of the Zagros and Himalaya and of the Iranian and Tibetan plateaus and geodynamic implications",
    "authors": ["D. Hatzfeld", "P. Molnar"],
    "venue": "Rev. Geophys",
    "year": 2010
  }, {
    "title": "Insights in the exhumation history of the NW Zagros from bedrock and detrital apatite fission-track analysis: evidence for a long-lived orogeny",
    "authors": ["S. Homke", "J. Vergés", "P.A. van der Beek", "M. Fernàndez", "E. Saura", "L. Barbero", "B. Badics", "E. Labrin"],
    "venue": "Basin Res",
    "year": 2010
  }, {
    "title": "Geological report on the Ardakan–Kalut area (Central Iran)",
    "authors": ["H. Huber"],
    "venue": "Oil Company Report, (Tehran, Iran,",
    "year": 1955
  }, {
    "title": "Cooler winters as a possible cause of mass extinctions at the Eocene/Oligocene boundary",
    "authors": ["L.C. Ivany", "W.P. Patterson", "K.C. Lohmann"],
    "venue": "Nature 407,",
    "year": 2000
  }, {
    "title": "Salt diapirs of the Great Kavir, central Iran",
    "authors": ["M.P.A. Jackson", "R.R. Cornelius", "C.H. Craig", "A. Gansser", "J. Stocklin", "C.J. Talbot"],
    "venue": "Geol. Soc. Am. Mem",
    "year": 1990
  }, {
    "title": "Lithospheric thinning associated with formation of metamorphic core complex and uplifting of Central Iranian plateau",
    "authors": ["F. Kargaranbafghi", "F. Neubauer"],
    "venue": "GSA Today",
    "year": 2015
  }, {
    "title": "Cooling history of the Chapedony metamorphic core complex, Central Iran: implications for the Eurasia–Arabia collision",
    "authors": ["F. Kargaranbafghi", "J.P.T. Foeken", "B. Guest", "B. Stuart"],
    "year": 2012
  }, {
    "title": "Rapid Eocene extension",
    "authors": ["F. Neubauer", "J. Genser"],
    "year": 2015
  }, {
    "title": "northern margin of the Tibetan Plateau",
    "authors": ["D.M. Kerrick", "K. Caldeira"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1994
  }, {
    "title": "Effect of mountain uplift on East Asian summer climate",
    "authors": ["A. 00144-7. Kitoh"],
    "year": 2004
  }, {
    "title": "Structural development",
    "authors": ["J. Warren", "H. Otterdoom", "K. Srisuriyon", "H. Kazemi"],
    "year": 2009
  }, {
    "title": "Tectonic forcing of late Cenozoic climate",
    "authors": ["W.F. Ruddiman"],
    "venue": "Nature",
    "year": 1992
  }, {
    "title": "Influence of late Cenozoic mountain",
    "authors": ["M.E. Raymo", "W.F. Ruddiman", "P.N. Froelich"],
    "year": 1988
  }, {
    "title": "A Paleogene extensional arc",
    "authors": ["B.P. Wernicke", "J. Hassanzadeh", "B. Guest"],
    "year": 2011
  }, {
    "title": "flare-up in Iran",
    "authors": ["W. Zheng", "P. Zhang", "Q. Li", "E. Kirby", "D. Yuan", "D. Zheng", "C. Liu", "Z. Wang"],
    "venue": "Tectonics 30,",
    "year": 2010
  }, {
    "title": "Expansion of the Tibetan Plateau during the Neogene",
    "authors": ["H. Zhang", "J. Pang"],
    "year": 2017
  }, {
    "title": "Carbon cycle feedbacks and the initiation of Antarctic",
    "authors": ["L.R. Kump"],
    "year": 2005
  }],
  "id": "SP:332a13621d2cbd293946d32383159da85fb99737",
  "authors": [{
    "name": "Fariba Kargaranbafghia",
    "affiliations": []
  }, {
    "name": "Franz Neubauer",
    "affiliations": []
  }],
  "abstractText": "The transition from the extreme global warmth of the early Eocene ‘greenhouse’ climate to the present glaciated state is one of the most fundamental reorganizations of global climate known in the geologic record. The Middle to Late Eocene interval between 49 and 33 Ma was a globally important transition period from greenhouse to initial icehouse conditions. The Middle Eocene Climatic Optimum (MECO, ~40 Ma) was a transient period of global warming that interrupted the secular Cenozoic cooling trend. The Eocene-Oligocene transition (ca. 33.5 Ma) marks the first major decline in Cenozoic global temperatures and the initiation of Antarctic glaciation. However, a major challenge comes from recent investigations of plateau uplift processes and resulting environmental changes. The tectonic evolution of the Iranian plateau offers an explanation for global cooling during the Cenozoic, as a result of the gradual closure of the Neotethyan Sea, which led to the disappearance of the Indian Ocean-Mediterranean Sea connection, mountain building, extensional collapse, rifting, and flare-up type volcanism, erosion, and exhumation. Increasing topography by shortening as a result of subduction of the distal Arabian margin beneath the Iranian Plateau and contemporaneous exhumation of a metamorphic core complex between 49 and 33 Myr ago led to aridification of Iranian plateau and to the some elevation of the plateau. This rise in elevation is roughly contemporaneous with the emplacement of flare-up-type volcanics in the Urumiyeh-Dokhtar zone and over large portions of Central Iran. Peak volcanism occurred during the transient warming event MECO. New findings suggest that this global transition is linked to significant aridification and cooling in southwest Asia, and thus support the idea that global cooling is associated with the EoceneOligocene transition. The good match of tectonic deformation and uplift of the Iranian Plateau with climatic changes is significant.",
  "title": "Tectonic forcing to global cooling and aridification at the Eocene-Oligocene transition in the Iranian plateau"
}