{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nMarine and Petroleum Geology\njournal homepage: www.elsevier.com/locate/marpetgeo\nReview article\nLarge salt accumulations as a consequence of hydrothermal processes associated with ‘Wilson cycles’: A review, Part 2: Application of a new saltforming model on selected cases\nMartin Hovlanda,∗, Håkon Rueslåttenb, Hans Konrad Johnsenb\na Tech Team Solutions, Stavanger, Norway b Independent Consultant, Trondheim, Norway\nA R T I C L E I N F O\nKeywords: Hydrothermal salt Hidden salt Subduction Rifting Wilson cycles Andes mountains Red sea rift East African rift\nA B S T R A C T\nThe new hydrothermal salt model predicts that salt may accumulate in the sub-surface by hydrothermal circulation of seawater and brines in locations of high heat-flow. Such conditions are primarily found along tectonic plate boundaries, with processes of subduction and rifting, associated with the Wilson cycles.\nModern knowledge of the physicochemical and thermodynamic properties of salt solutions at elevated pressures and temperatures, allows numerical modeling of fluid behavior at relevant conditions in the deep crust. This modeling shows how seawater that migrates down towards hot magma bodies in a rift situation (e.g. in the Red Sea) is subject to phase transitions, where low-saline (distilled) water vapor migrates out of the system, while still saltier brine continues to migrate further down towards the heat source, until solid salt precipitates. Similarly, in a subduction situation, the seawater confined in the subducting oceanic plate is subjected to an ever increasing pressure and temperature during the descent towards the mantle, which leads to similar phase behavior of the brine as in the rifting situation. The salts forming in the deep of a subduction zone are not readily transported up to the surface due to thick overburden of mantle- and crustal rocks. Hence, much of the salt formed during subduction remains hidden from human observation in the roots of the mountains.\nThe formation of solid salt is therefore an inevitable process associated with the Wilson cycles, even without solar evaporation. Recent observations of thick carpets of mobile salt slurries on the Red Sea floor (Salt Flows) and huge accumulations of salts in the subsea/subsurface (Salt Walls and Salt Ridges), associated with topographic lows (Deeps), suggest that the Red Sea currently produces new volumes of brines and solid salts underground. The different solubilities of sea salts lead to a refining of the salt types. When reaching the seafloor, the warm brines are cooled down in brine pools, eventually becoming oversaturated with salts, which results in precipitation onto the seafloor. The dense brine layers protect seafloor salts from re-dissolution by normal seawater.\nMagmatic and volcanic processes associated with hydrothermal activity, e.g. connected to the subduction under the Andes Mountains are associated with enormous deposits of salts. The brines are transported hydrothermally up from the subduction zone and are venting out at 3500–4000m above sea level. At the surface, the brines evaporate in the dry climate, which is also protecting the salt from re-dissolution. The brine feeding the hydrothermal systems above the subduction zone originates from dewatering of the subducting slabs. This water is causing fractional melting of the mantle wedge above, initiating volcanism. The hydrothermal water is also transporting salts to the surface, thus, explaining the close relationship between some types of volcanism and salt accumulations.\nIt is assumed that this new understanding of hydrothermal salt formation will have a profound impact on interpretation of geological phenomena involving salt and salt formation, including the early development and behavior of salt basins."
  }, {
    "heading": "1. Introduction",
    "text": "Over the last two centuries large volumes of salts (mostly chlorides\nand sulfates) have been discovered both on and below Earth's surface. The large salt accumulations in deep marine basins are particularly difficult to explain by applying the conventional surface seawater\nhttps://doi.org/10.1016/j.marpetgeo.2018.02.015 Received 30 September 2017; Received in revised form 10 February 2018; Accepted 12 February 2018\n∗ Corresponding author. E-mail address: mthovland@gmail.com (M. Hovland).\nMarine and Petroleum Geology 92 (2018) 128–148\nAvailable online 17 February 2018 0264-8172/ © 2018 Elsevier Ltd. All rights reserved.\nT\nevaporation model (Hovland et al., 2018; Scribano et al., 2017; Christeleit et al., 2015; Lugli et al., 2015; Roveri et al., 2014; Meilijson et al., 2018). However, it has now been realized that the vast crustal - mantle processes associated with plate tectonics (subduction and rifting) (Liou et al., 2014) are bringing seawater in contact with Earth's internal heat at elevated pressures and temperatures. It is suggested that these enormous energy quantities can also help to explain the formation of the observed salt accumulations, both above and below the ground (Sozansky, 1973; Hardie, 1990; Momenzadeh, 1990; Hovland et al., 2006a, b, c, 2018; 2014, 2015, 2016; Scribano et al., 2017).\nIn addition to the transport of saline waters by hydrothermal circulation in rift systems, subducting slabs containing seawater are transported down to domains of elevated pressures and temperatures, where thermodynamics start to play a role with respect to solubility of the salts. The hanging wall above the subducting slab may also be subjected to water, thereby releasing components later to be found within salt deposits. Water is also lowering the melting point of the mantle rocks above the oceanic slab, initiating volcanism.\nThe present work is Part 2 of a review paper regarding the formation of large-scale accumulations of salt. The two papers are divided into Part 1: 'Towards a new understanding' and the current Part 2: 'Application of a new salt-forming process on selected cases'.\nPart 1 of this review paper deals with the geological and physicochemical conditions for the formation of solid salt in hydrothermal processes, starting with seawater (Hovland et al., 2018). Particular focus is on the processes associated with the Wilson cycles. In Part 1 we set forth a number of ‘Conceptual elements’ to explain the often complex processes of brine and salt formation and behavior under hydrothermal conditions at elevated temperatures and pressures, with regard to hydrodynamics, thermodynamics, brine properties (phase changes), salt refining, brine/rock interactions, and resulting deposition of salts. The Conceptual elements are listed (in abbreviated form) as: 1) Thermo- and fluid-dynamics; 2) Solubility and precipitation of salts; 3) Fresh water formation; 4) Formation of leaky salt stocks (domes); 5) Refining of salts; 6) Salt preservation; 7) Hidden salts.\nThese ‘Conceptual elements’ are applied, implicitly or explicitly in Part 2 of the article; to validate their predictability on some selected geographical areas containing abundant salt deposits. The selected areas represent various phases of Wilson cycles, including early- and late stage rifting, subduction scenarios, and orogenesis. Areas included in this evaluation are the Andes Mountains, the Red Sea Rift, the East African Rift (including the Afar area), and the South Atlantic Rifting.\nIt is concluded that the new hydrothermal model for the formation of salt may explain the presence of large salt accumulations in evidently non-desiccated rift basins, like the Red Sea, the Mediterranean and the Guaymas Basin. The large salt accumulations in the Andean Mountains are explained by hydrothermal processes associated with the subduction of Pacific Oceanic crust under the South American continent."
  }, {
    "heading": "2. Subduction and salts",
    "text": "In the first part of this publication we have shown that subduction zones will produce salts because the subducting slab and its content of seawater is subjected to pressures and temperatures where thermodynamics dictates salt formation. In this chapter we will collect evidence from some subduction zones and give evidence for our hypothesis. There are two main types of subduction zones: Oceanic - Continental plate boundaries, with the formation of a belt of volcanoes on the continent (ie., volcanic arc), and Oceanic - Oceanic plate boundaries, with the formation of island arcs. We will discuss the first type in some detail, as this will demonstrate the processes involved in all types of subduction. The main difference between types of subduction with respect to observable salts, are related to the ability to produce observable salts on the surface. This will be a function of the mountain building capacity and compressional forces within the\noverlying rocks. Thus, observation of salts produced by a subduction process will require transport (usually hydrothermal processes) to bring the salts to some observable position, as well as deep faults that are open enough to facilitate this transport."
  }, {
    "heading": "2.1. Oceanic - continental subduction and salts, the Andean subduction zone",
    "text": "The Central Andean Mountains are known for enormous salt deposits. The salts are mainly chlorides and sulfates, but the high contents of boron and lithium make these salt deposits even more interesting. How were the salts brought up there, and what processes cause the enrichment of boron and lithium?\nThe high Andes in the Western Cordillera of northern Chile and Bolivia are characterized by an array of stratovolcanoes, with their summits stretching up to around 6000m above sea level. According to Lamb (2004): “The Andes Mountains are built by two distinct processes: in the east, beneath the Eastern Cordillera, the crust has been dominantly thickened by squeezing, making the mountains and their roots. In the west, beneath the Western Cordillera, both the squeezing of old crust and the addition of molten rock from the mantle has been a significant cause to this thickening.” At the subduction trench, the sediments are generally scraped off and piled up to form an accretionary wedge.\nVolcanism is a common feature above subduction zones at plate tectonic boundaries where oceanic crust is descending under continental crust. Stratovolcanoes are characterized by steep profiles and periodic explosive eruptions due to high viscosity lavas of andesitic composition. The high viscosity is caused by relatively high silica contents (∼60 weight-percent SiO2) in the lava. The volcanism is initiated by the release of water from the subducting plate, which lowers the melting point of the overlying mantle rock. A partial melting occurs, which produces magma that rises due to lower density than the surrounding rocks (Fig. 9 in Hovland et al., 2018).\nThus, the water in the subducting slab is very important for the further processes. This water is in the form of free water (brine), crystal water, and hydroxyl groups associated with minerals like clays and serpentinites. When this magma rises through the crust, more silica rich rocks are mixing into the magma, producing the andesitic composition that characterizes this volcanic region. When the magma reaches the surface, the lowered pressure allows the volatiles confined in the lava to escape in a rapid, sometimes explosive manner. The main volatiles are water vapor and CO2, but other gases are also common, like SO2, H2S, Cl2, N2, He, Ar, and Rn. The explosive eruptions create a landscape dominated by hardened lava and volcanic ash (tuff) (Lamb, 2004).\nFig. 1 illustrates the effects of subducting slab dip-gradient with occurrence of active volcanoes. Where the downgoing slab is dipping steeply (e.g., ∼30°), there are active volcanoes and block fault uplift according to Gutscher et al. (1999, 2000). In addition, we find that the increased heat-flow and occurrence of vertical fracturing and faulting, leads to surface salt deposition, most dramatically illustrated by the presence of Salar de Uyuni (the largest salt lake on Earth) seen as the white patch (SdU) on the left map of Fig. 1.\nBased on conductivity measurements, Laumonier et al. (2016) estimated the volume of brines in the rocks beneath one of the Andean stratovolcanoes, the Uturuncu volcano, on the Bolivian Altiplano. The porosity was estimated to approximately 8–10% of the total rock volume, amounting to a brine volume of 0.5 million cubic km beneath this volcano alone. The volcano is located south of Lake Uyuni (Fig. 1).\nAccording to Kawamoto et al. (2013) the water in the lava is characterized by having high salinity; in the order of 5 weight-percent. They also point out that saline fluids have the capacity of leaching more metals from the host rock than pure water, which has an impact on the chemistry of both brines and rocks (Kawamoto et al., 2013).\nAs the subducting brine-saturated oceanic slab moves downwards, the pressure and temperature increases continuously and the tectonic\nand fluid pressures induce faulting and fracturing of the overburden, thus allowing transfer of fluids (brines) from the oceanic slab to the lithosphere (upper mantle) (Zellmer et al., 2015, Fig. 9 in Hovland et al., 2018). At about 50 km depth the temperature of the upper part of the slab has increased to more than 410 °C; the temperature where seawater becomes supercritical and phase changes take place, with the formation of supercritical water vapor (density ∼0.3 gcm−1), precipitation of solid salt and higher density brines. The low density water vapor and liquid water will migrate upwards together with molten rocks and initiate hydrothermal processes and volcanism. Such vertical transport systems for hydrothermal fluids have been documented by meshes of cemented veins in eroded zones of the Andes (Roquet et al., 2017). Further down, at even higher temperatures and pressures, the salt in the brine confined in the slab will precipitate as solid salt and follow the subducting slab deeper down into the mantle. Particulate solid salt may also mix into the magma (above the oceanic slab) to become part of the volcanic rocks."
  }, {
    "heading": "2.1.1. Flat subduction beneath parts of the Andes",
    "text": "A clue to understanding the occurrences of hydrothermal salts in the Andean Mountains is the concept of flat and steep subduction. In the regions of steep subduction the oceanic slab descends towards the mantle at an angle of ∼30°, while the oceanic slabs that undergo flat subduction descend to a depth of around 100 km before they follow a sub-horizontal path (Gutscher et al., 2000). In this latter situation, the system is cooled and no rock melting takes place in the upper contact zone between the slab and the continental lithosphere, hence, no initiation of volcanism. This effect, together with the strengthening of the upper lithosphere is also impeding the development of hydrothermal circulation of brines. Consequently, no significant volumes of salt formation are observed in the areas of flat subduction.\nIn Fig. 1 the fresh-water Lake Titicaca is seen north of Salar de\nUyuni, in the area characterized by flat subduction (Berrocal and Fernandez, 2005). No volcanism and much less hydrothermal activity is seen within the precipitation-catchment area of Lake Titicaca. According to Berrocal and Fernandez (2005), flat subduction of the Pacific Nazca plate occurs between 3° S and 14° S, along the northern and central regions of Peru over a region measuring 1200×450 km2. This area is associated with low levels of seismic activity (at depths between 200 and 500 km).\nFig. 2 Illustrates how the subducting slab alters its dip, according to buoyancy and other parameters, according to Gutscher et al. (1999). The 3D-perspective sketch illustrates the geometry of the Nazca Plate and the two buoyant ridges each holding up a 500 km long section of the subducting Nazca Plate with a sag in between. Because there is a steeply dipping slab next to the Nazca Fault Zone, there is also extra heat (and fluids) flowing to the surface, causing salt deposits on the current earth surface above this location.\nThe flat subduction transitions into steep subduction on the eastern side of the Andes (Gutscher et al., 2000). That is why we find volcanoes, hot springs, and salars in Northern Argentina; especially in the region between Santiago del Estero and Catamarca in the north and Cordoba in the south.\nSimilarly, flat subduction of the Nazca plate also occurs further south, beneath central/northern Chile, between 27° S and 33° S, over a region measuring ∼700 km×300 km2, which is also associated with low seismic activity. In this area there is only minor volcanic activity (Berrocal and Fernandez, 2005). The region between these two zones of flat subduction is where the Altiplano (AP) region is located, which also includes Salar de Uyuni. According to Bird (2003), there are several ‘compelling reasons’ to designate the regions north and south of the Altiplano as orogens (with flat subduction). One of these reasons is that: “If these flanking regions were rigid parts of SA (South America), then there would necessarily be transform or trans-tensional boundaries\nbetween AP and SA to both the northwest and south of AP; but, no sign of such boundaries is seen in the seismicity or geology.” (Bird, 2003).\nFig. 3 illustrates how flat subduction south of 27° S translates into steep subduction around 400 km inland, according to Gutscher et al. (2000). The transformation to a steeply dipping slab has consequences for, A) the heat-flow and, because of associated local block-fault uplift, B) available vertical conduits (along faults) for fluids to migrate up to surface. According to Gutscher et al. (2000), “The thermal effect is best illustrated by heat flow observations from Peru and Bolivia. High heat flow of 50–120mW/m2 is present above the steep slab in Bolivia owing to the underlying asthenosphere, whereas above the Peru flat slab, where the asthenosphere is absent, low ‘forearc’ values of 30–70mW/ m2 are observed up to 500 km from the trench.”\nIn Fig. 4, it can be seen that the salt pans are located where the flat subduction translates into steep subduction according to the model of Gutscher et al. (2000). To the west of this location, there are no active volcanoes and no salars (or salinas) of significance. One possibility is the rain shadow effect related to the high altitude of the Andean Mountains, which constitutes a barrier for humidity landwards of the mountain chain, concentrating the humidity oceanwards of the high altitudes. Alternatively, there is a possibility that volcanic-related brines in the subsurface occur only where faults communicate concentrated brines to the surface, where the water is evaporated and salts are precipitated.\nFurthermore, in agreement with Gutscher's diagram (Fig. 3), there is evidence of surface disruption where the salinas occur. They suggest\nthat the observed surface disruption where the slab is dipping steeply is caused by ‘transcurrent faulting and block fault uplifting’ (Gutscher et al., 2000).\nTo the east of the salinas (in Fig. 4) is a large fresh water lake, not affected by the hydrothermal processes. This indicates that fluids causing the salinas are emitting at the surface only where the slab is steeply dipping (see also previous figure). Similarly, further north: To the east of Lake Titicaca (Fig. 1), where the slab is steeply dipping, several peculiarly looking (alkaline?) lakes occur. They are located at the right distance from the trench. This region however, does not have the arid conditions of the area shown in Fig. 4, and, therefore, any hydrothermal salts added to the surface, would likely be diluted by meteoric water in the lakes.\n2.1.1.1. Mantle processes evidenced by helium anomalies. The helium leakage from the subsurface can be used as a tool to follow mantleassociated processes in the deep. The ratio of 4He to 3He is around 100 million in the Earth's crust, 1 million in the atmosphere, and 0.1 million in the mantle. Lamb (2004) describes an east-west profile across the Andes, starting out with very low proportions of 3He at the Pacific coast, indicating that the crust is the source of the helium. When approaching the volcanoes of the Western Cordillera the helium gas becomes richer in 3He indicating mantle sourced gas; over 80% of the helium produced by the volcanoes and hot springs associated with the volcanoes is, thus coming from the mantle (Lamb, 2004).\nFurthermore, a significant amount of the helium gas emitting from\nhot springs in the Altiplano and western margin of the Eastern Cordillera, up to 350 km east of the great chain of volcanoes, was also sourced from mantle rocks (Lamb, 2004). This indicates mantle-water interactions in a vast region under the Andes Mountains as a result of dewatering of the subduction slabs, as illustrated by Zellmer et al. (2015) (Fig. 9 in Hovland et al., 2018). The water-mantle interaction drives the hydrothermal processes that manifest themselves on the surface, with volcanism and the venting of steam and hot springs, issuing brines into the salt lakes.\n2.1.2. Accumulation and refining of salts From the above evidence and reasoning, it is concluded that the hydrothermal (epithermal) brines issuing from the artesian springs are the sources of the huge masses of salts deposited in the Andes Mountains (Pirajno, 2009; Zellmer et al., 2015). The driving forces are deeply generated over-pressured fluids associated with dewatering of the subducting oceanic crust and the resulting volcanic activity in the area.\nThe excess of sodium and chloride seen in Table 1 for six of the major salt accumulations in the Central Andes, clearly points at a marine origin of the salt deposits. The most reasonable explanation for the deposition of these salts at more than 3600m altitude, is hydrothermal transportation from the subduction zone, associated with volcanism. The final phase of concentrating the brines into solid salts is due to drying out in a prevailing dry climate. This dry climate is also protecting the salt from being washed out. Table 1 shows that potassium and magnesium values are also much too high compared to seawater, and so is sulphate. These high values, together with high\ncontents of boron and lithium are telling a story about salt refining and water-rock interactions, starting with seawater brought down in the subduction zone.\nCareful examination of the surface of Salar de Uyuni actually shows that there are thousands of seepage features on the salt pan surface, seen as concentric structures; each representing point-sources of artesian brine flow (Fig. 5) (Judd and Hovland, 2007). These features indicate that the salt lake is being fed by artesian brines from below, which eventually dry out by evaporation in the arid climate, leaving their salt contents on the bottom of the lake.\nWhen the artesian brines contain more than one type of salt with different solubilities (at the prevailing temperatures of the lake), the less soluble salt will precipitate first, while the most soluble salt will precipitate last, thus, causing a refining and layering of the deposited salts.\nBecause the ascending fluids are passing through intervals with decreasing temperatures and pressures (which determine the solubility of the salts) refining of salts is expected to be a continuous process, from the subduction zone and up to the surface. It is, therefore, expected that large accumulations of brines and salts are hidden in the rock column below the visible salt accumulations on the surface.\nIn Fig. 6, the northern part of Salar de Uyuni is seen together with the dormant Tunup volcano. The summit of this volcano is at 4256m, whereas the salt lake is at an elevation of 3662m. They all drain into Salar de Uyuni and contribute to the accumulation of brines and salts. Also pockmarks, i.e. shallow circular depressions are seen. They indicate pulsating artesian conditions in the groundwater of the area (Judd and Hovland, 2007). The image clearly indicates an artesian groundwater system along the base of Tunup volcano and probably also along the base of the other volcanic structures surrounding Salar de Uyuni."
  }, {
    "heading": "2.1.3. Lithium and boron salts",
    "text": "Alonso (1999) provided a thorough review of the origin of the large borate deposits in Argentina and he especially addressed the endorheic Altiplano/Puna plateau at elevations averaging 3750m (Fig. 7). The Puna plateau area, where the borders of Argentina, Bolivia and Chile meet and are bounded by the Salar de Atacama, the Salar de Uyuni and the Salar de Hombre Muerto, is often referred to as the ‘Lithium Triangle’ and the three countries mentioned are the ‘Lithium ABC's’.\nBoron (B) and lithium (Li) are volatile and mobile elements occurring mainly in low concentrations and highly dispersed in nature (Warren, 2006). Seawater contains 4.6 ppm B and 0.17 ppm Li, while the Earth's crust contains 3–20 ppmB and 20–70 ppm Li (by weight).\nBoron is mostly found in nature as fully oxidized borates, while lithium is also found in some silicate minerals; e.g. spodumene, petalite, lepidolite, and hectorite. In the Andes Mountains the largest accumulations of lithium salts are found in Salar de Uyuni, Argentina, and Desierto de Atacama, Chile (Fig. 5). The lithium contents averages 4000 ppm in the central zone of the Atacama deposits (Warren, 2006; Ericksen et al., 1978).\nAccording to Warren (2006) the main inflows to these salars are drainage water from the volcanic formations of the Andean Highlands east of the basin, and that the salts in this brine originate both from weathering of volcanic rocks (mainly K, Li, Mg, B) and leaching of ancient (Tertiary) evaporites with a ‘mother salt’ layer beneath the volcanic formations, providing Na, Ca, Cl, SO4 to the most saline inflow waters (Warren, 2006).\nHowever, there is every reason to believe that the Tertiary evaporites (‘mother salt’) that accumulated in this area were deposited by the same processes as at the present, i.e. by hydrothermal processes driven by the subduction of oceanic crust and the associated volcanism. This is also confirmed by a study of Steinmetz (2017), who investigated a playa lake at eastern Puna (23°–23°30′S) with respect to boron and lithium in residual brines, feed waters and solutions from weathered rocks. The results of his analyzes are that residual brines from the playa lake contain up to 450mg/l of boron and 125mg/l of lithium. The most important supplier of these elements to the lake, Las Burras River, contains 20mg/l boron and 3.75mg/l lithium. His conclusions are:”Most of the lithium input to the basin is likely generated by present geothermal sources rather than by weathering and leaching of ignimbrites and plutonic rocks” (Steinmetz, 2017).\nThe enrichment processes that are responsible for the large enrichments of lithium and boron in these salt accumulations has been a long-discussed conundrum. However, experimental work by Dostal et al. (1996) shed some light on possible mechanisms, by showing that both B and Li behave as incompatible elements in basaltic magmas. The term ‘incompatible element’ refers to elements with large ionic diameter and/or high charges that fit poorly into the cation sites of the minerals where they most commonly occur. This is causing them to more easily partition into the molten phase of a rock, or into a waterphase; if that is available. For this reason, both B and Li are more easily leaving the subduction slab either within the water-phase and/or the molten rock of the hanging wall above the oceanic slab. Dostal et al. (1996) conclude that: “Both B and Li are probably stripped off from a lithospheric slab during subduction-related metamorphism and are, thus, not involved in deep mantle recycling”.\nThis conclusion is based on experimental work that showed that lithium was stripped off from the basalt by magmatic fluids at temperatures above 200 °C (Dostal et al., 1996). Consequently, B and Li from the subducting slab will tend to migrate upwards with the water and gases from the subduction zone and this hot water will also interact with the rocks along the migration route and leach out more B and Li in conduits of the ascent to the surface.\nFurthermore, the volcanic eruptions of andesitic lava (described above) create abundant volcanic ash, which has a very high specific surface area for extensive interaction with the hydrothermal (ground) water. This ground water seems to be artesian (pulsating) in the areas of salt deposition. Bearing in mind also that the hot hydrothermal/artesian groundwater (e.g. > 200 °C) has a large capacity to strip off both B and Li from the volcanic ash and lavas, it represents an efficient conveyor for these two species to the salt lakes (Dostal et al., 1996).\nRhyolithic magma is known to contain more B and Li than andesitic basalt. Based on this fact, Rettig et al. (1980) suggested that relatively higher concentrations of Li and B in brines from the south end of Salar de Uyuni, near the mouth of the Rio Grande de Lipez, were sourced from recent rhyolithic volcanic rocks. Shaw et al. (1988) and Shaw and Sturchio (1992) have also demonstrated that both B and Li are likely to be depleted from rhyolithic rocks by (hot) water flow in the deeper crust and to be enriched in the upper crust.\nThus, the main sources of the boron and lithium salts in the Andes Mountains are suggested to be brines from the oceanic subduction slab. These hot brines are leaching boron and lithium from mantle rocks and volcanic rocks in the overburden. The chlorides, sulfates, and carbonaceous salts in the hot springs that feed the salt lakes are suggested to have the same origin. The hydrothermal processes have been ongoing from the onset of the oceanic subduction; i.e. during the entire build-up of the Andean Mountains, starting in the Jurassic (Alonso, 1999; Alonso and Risacher, 1996; Benson et al., 2017).\nThus, it can be concluded that deep-seated hydrothermal processes associated with active Cordilleran arc volcanism and associated hydrothermal activity have produced most of the visible salt accumulations in the Andean Mountains, including the lithium and boron salts."
  }, {
    "heading": "2.1.4. Hidden salts of the Andes and other subduction zones",
    "text": "The Andean Mountains represent the longest continental mountain range in the world (∼7000 km long) and are ∼200–700 km wide in the central part. The orogeny initiated in the Jurassic period, but crustal thickening of the overriding plate started in the Upper Cretaceous, with marked pulses in Eocene and Neogene, with re-arrangements of the orogeny. The convergence velocity is very uncertain, but values of 5–15mm yr−1 are estimated, creating a trench-perpendicular shortening of 200–500 km (Martinod et al., 2010). The onset of flat subductions correlates with slower convergence at the trench. Faccenna et al. (2014) have calculated the length of subducted lithosphere in the Andean subduction zone to be in the range of 2200 km–7800 km, over a period of 25–80 Ma. Hence, the volumes of subducted oceanic crust are almost unimaginable.\nThe subducting oceanic slabs, with 20–25% porosity, saturated with seawater have brought immense volumes of brines and salt down into the subduction zone. The initiation of hydrothermal flow and volcanism above the subduction slab, have transported significant volumes of these brines and salts upwards into the mountains, but probably just a small fraction of the total salt volume hiding in the subduction zone. Not all of the mobilized salt has reached to the surface and it is therefore likely that very large volumes of salts and brines are still hiding in the rock volumes above the subduction zone, which have up to 8% porosity (Laumonier et al., 2016).\nThe salts only become visible when deposited onto the surface by geological and hydro-geological processes and when they are preserved by a prevailing dry climate. Only geophysical measurements, like the conductivity measurements of Laumonier et al. (2016), can provide hints about such hidden deposits of salts and brine."
  }, {
    "heading": "2.2. Other types of subduction",
    "text": "During subduction processes, the density of the slab determines whether it will subduct or not. Important issues in this process are the density of the oceanic crust, with its load of sediments, the density of any microcontinents, and the density and competence of the colliding continent (e.g., Gutscher et al., 2000). During collisional subduction, like in the Alps or Himalayas, sediments and less dense rocks are commonly pushed on top during the orogenesis, forming accretionary wedges, characteristic nappes and mountains above the subducting slab. Sometimes the nappes are even pushed in the reverse direction, relative to the incoming slab. The thickness and composition of this rock package on top of the subducting slab has consequences for the later behavior of brines and salts formed during subduction. Salts that are forming inside and around the subducting slab may be deeply buried and any salt will therefore have to migrate through large bodies of rocks to emanate onto the surface. In the Himalayas and the Alps, salts are encountered that were part of the sediments within the preexisting basins prior to the collision. This salt shows all the common signs of deformation as a result of the orogenesis.\nHowever, deep down in every kind of subduction zone with oceanic crust, thermodynamics tells us that there are likely hidden salts, formed inside and around the subducting slab. During later rifting (old suture zones are often preferred rifting zones, depending on the direction of crustal stress), such salts may be re-mobilized and become visible and may also mix with newly formed salt. Within such an area, the chronology of salt formation is therefore virtually impossible to determine, without knowing the tectonic history of that area.\nThis is illustrated by the Himalayan orogenesis in Fig. 8. The mountain building was dominated by thrusting of nappes composed of marine sedimentary rocks from the Tethys Ocean, up into the mountain chain. The reason for this tectonic process was that both the Indian and the Australian colliding tectonic plates were composed of low density continental rocks. The sedimentary rocks in the nappes also included salts (‘Himalayan salts’) from the ancient ocean, which is found tectonized with the other sedimentary rocks.\nThe importance of deep faulting, hydrothermal processes and hidden salts is clearly demonstrated in the Dead Sea area. The hidden salts around the old subducted slab are currently being transported to the surface due to the open faults in the pull-apart basin on top of the slab, within the Dead Sea area. See also Part 1 of this publication (Hovland et al., 2018)."
  }, {
    "heading": "3. Oceanic-oceanic subduction and salts",
    "text": ""
  }, {
    "heading": "3.1. Some characteristics of the Mediterranean Ridge subduction zone",
    "text": "In contrast to continental subduction, oceanic subduction implies that one oceanic plate is subducting beneath another oceanic plate. During oceanic - oceanic subduction, a limited amount of sediments are accreted on top of the subduction zone. Hence, this type of subduction provides the best chance for escape to the seabed by salts formed around the subducting slab. Although one might think that salts on the seabed are more exposed to dissolution than salts on the surface, this is not necessarily the case. Salts on the seabed might be protected both by high-density brines and sediments, against erosion and dissolution by ocean currents. Oceanic - oceanic subduction, therefore, provides a good opportunity to observe the most soluble salts. An example case of oceanic - oceanic subduction in the Mediterranean Sea is reviewed, with reference to the conceptual element of salt refining."
  }, {
    "heading": "3.2. Submarine brine lakes at the Mediterranean Ridge",
    "text": "The Mediterranean Ridge forms the accretionary complex of the Hellenic subduction zone, located where the African plate subducts north-eastwards beneath the Aegean plate. The African subducting slab is oceanic and according to Westbrook and Reston (2002): “One feature which distinguishes it from other accretionary complexes is the presence of a sequence of evaporites of Messinian age, which lie within the sediments at a depth of a few hundred meters beneath the sea bed.” (Westbrook and Reston, 2002, see Fig. 5 in Part 1, e.g., Hovland et al., 2018).\nInside the subduction trench, distal to the 1500 km long, arching (mid) Mediterranean Ridge, there is a series of large hypersaline brine ponds along the seafloor, fed by brines venting up through the seafloor. This venting of hydrothermal brines strongly indicates that the process is associated with the marine subduction that forms the Mediterranean Ridge complex, as discussed by Hovland et al. (2018; see their Figs. 4 and 5). The hydrothermal nature of these brines is supported by the findings of Corselli et al. (1996) who reported a brine temperature of up to 45.3 °C at 3660m water depth in this area (Fig. 9). Based on radiogenic data of helium and argon seepage, Winckler et al. (2001) concluded: “Our scenario predicts that the radiogenic signal is – at least partly – accumulated below the evaporites and is only transported to the sea floor if a pathway through the evaporites is opened”. Thus, it is inferred that the brines are (1) transported in a hydrothermal system consisting of faults and fractures that penetrate deep into the crust, and\n(2) continues up through layers of evaporites. This is also indicated by Woodside et al. (2001), Westbrook and Reston (2002), and Huguen et al. (2006). See Ch 2.4.11 in Part 1, Hovland et al. (2018)."
  }, {
    "heading": "3.2.1. Discovery basin",
    "text": "The Discovery Basin (DB) is one of the brine ponds that have been studied geochemically by Wallmann et al. (2002). It is located about 60 km east of Urania Basin (Fig. 4, in Hovland et al., 2018) and is filled with a brine of concentrated MgCl2 enriched in sulphate. Pore-water profiles demonstrate that this brine dissolves sedimentary calcite to form secondary carbonate- and sulphate-bearing minerals (Wallmann et al., 2002). The most important secondary minerals (determined by Xray diffractometry) are dolomite, magnesite and gypsum. Wallmann et al. (2002) suggest that this brine is formed by dissolution of Messinian bischofite (MgCl2*6H2O) and that the basin was filled during the last 2000 yr. Provided that Messinian bischofite is present in the hydrothermal system, this is of course, a possible source for the brine.\nHowever, the composition of the brine in the DB deviates strongly from that of normal seawater. This is demonstrated in Table 2 with data from Wallmann et al. (2002). The first striking observation is that Na in DB is reduced to only 17 per cent to that of seawater, while Cl is increased nearly 18 times. Both K and Mg in DB are around 9 times higher than in the seawater. An explanation to this can be linked to the various solubilities of the sea salts at higher temperature; i.e. the solubility of potassium and magnesium chlorides is many times higher than that of sodium chloride at higher temperatures. By assuming that normal seawater was initially feeding the hydrothermal system, these data indicate that sodium chloride (halite) is precipitated within the hydrothermal system, while the more soluble chlorides and sulfates are venting up into the DB brine pond.\nThis is an alternative explanation to that of Wallmann et al. (2002), who suggested hydrothermal leaching of Messinian bischofite as the source for the magnesium chloride, provided that bischofite is present in the hydrothermal system. But then we have the next question: how was the Messinian bischofite formed in the first place? Was that also formed by hydrothermal processes?\nAnother striking observation is the low pH of the DB brine. A pH of 4.5 is far below the stability limit of carbonates at pH 8.2 (at ambient conditions), and explains why carbonates are dissolved in the sediments (Wallmann et al., 2002). The dissolution of carbonates is buffering the pore water to higher pH, where new carbonates can crystallize. Leaching of bischofite does not explain the low pH of the brine.\nSediments in the basin are dark-colored hemipelagic muds, with biogenic opaline ooze and abundant organic carbon (Wallmann et al., 2002). Such organic muds are preserved in the hypersaline and anoxic brine pond, which also fits with a hydrothermal origin of the brine."
  }, {
    "heading": "4. Early stage continental rifting and salts",
    "text": "There is only one true continental rifting currently active on Earth, the East African Rift (EAR). Although there are transform fault-related salt basins, such as the Dead Sea (rift) zone (briefly discussed in Part 1, Hovland et al., 2018), only the EAR is included herein."
  }, {
    "heading": "4.1. The East African rift (EAR) and salt",
    "text": "EAR runs for over 3000 km in a more-or-less N-S direction, from the Afar triple junction (a hot spot/mantle plume) to the Mozambique Channel. Midway along the eastern branch of EAR is the North Tanzanian Divergence Zone (NTD), which links the rift with the Kilimanjaro volcanic area further to the east. Where the eastern branch of EAR makes this link, there are distinct and unique volcanic and fluidrelated features, including the alkaline lakes Natron and Magadi, the large Ngorogoro Crater, and the carbonatite volcano Ol Doniyo Lengai (Baker et al., 1972).\nThe high temperature geothermal systems along the Eastern branch of the EAR are closely related to the volcanic centers, while the Western branch of the rift is characterized by sediment and lake filled grabens and restricted volcanism (Saemundsson, 2010).\nMana et al. (2015) have modelled the source of the NTD volcanic rocks and identified it to be metasomatized subcontinental lithospheric mantle: “Continental lithosphere undergoes substantial modification both during the rifting process and as a response to the impact of a rising thermal anomaly such as a mantle plume. The presence of a mantle plume can strongly influence the chemical composition of the lavas erupted.” (Mana et al., 2015).\nThe Ngorogoro Crater is about 80 km in diameter, 420m deep (Figs. 10 and 11), and has numerous brine springs which contribute to making the area extremely fertile, and thus, a hub for plants and animals."
  }, {
    "heading": "4.2. Alkaline lakes and salts",
    "text": "According to Warren (2006), the alkaline Lake Magadi, Lake Natron and other lakes in the EAR system, are characterized by seasonal freshening, high productivity levels and bright red waters (Fig. 11). The color comes from haloalkaliphilic archaea, not cyanobacteria. The archaeal species belong to the genera Natronacoccus, Natronobacterium, Natrialba, Halorubrum, Natronorubrum and Natronomonas, which all occur in the brines of Lake Magadi and Lake Natron. This biota flourishes in the lake center brines where trona/halite saturation prevails, with pH up to 12. This high alkalinity may indicate that the hydrothermal processes responsible may be relatively low-temperature; e.g., serpentinization-related:\n“Regionally, salinities in the east African rift valley lakes range from around 30–50‰ total salts (w/v) in the more northerly lakes (Bogoria, Nakuru, Elmenteita and Sonachi) to trona and halite saturation (> 200‰) in lakes to the south (Magadi and Natron). A combination of high ambient temperature, high light intensity, and a continuous re-\nsupply of CO2, makes these soda lakes amongst the highest in the world in terms of seasonal planktonic biomass (Grant et al., 1999) and also places them among the world's most productive ecosystems (Melack and Kilham, 1974).” (Warren, 2006).\nDue to their obvious association with extensional rifting, high-to veryhigh heat-flow, numerous fumaroles, hot springs and active volcanic features, there can be no doubt that the salts produced in this non-marine environment are geothermally and hydrothermally produced, and may even be related to serpentinization at depth (e.g., Scribano et al., 2017).\nWhereas most lavas in the world are rich in silicate minerals, Ol Doinyo Lengai is a ‘soda volcano’ issuing carbonatite, more-or-less devoid of silicates. The carbonatite volcanoes also suggest that mantle plumes must be actively forming below continental crust: “The isotope signatures found in many carbonatites have been attributed to involvement of recycled, perhaps aged, limestone or other carbonate-rich material during plume activity, or generation of magmas from deep, mantle material enriched in CO2 entrained within a plume.” (Bell and Tilton, 2002).\nThe Ol Doinyo Lengai lava is rich in the rare sodium and potassium carbonate minerals nyererite and gregoryite. Due to this unusual composition, the lava erupts at relatively low temperatures of approximately 510 °C, a temperature so low that the molten lava appears black in sunlight, rather than having the red glow common to most lavas. It is also characterized by having much lower viscosity than silicate lavas, often less viscous than water. The sodium and potassium carbonate minerals of the lavas erupted at Ol Doinyo Lengai are unstable at the Earth's surface and susceptible to rapid weathering, quickly turning from black to grey in color. The resulting volcanic landscape is, therefore, different from any landscape formed by silicate lavas.\nAccording to Burke et al. (2003), the occurrence of carbonatites is witness of very old sutures that may have experienced several Wilson cycles, with accumulation of large volumes of deep-seated ‘exotic’ minerals, formed by processes within the subduction zone, also in our view involving huge amounts of marine salts.\nEAR is a continental rift, without contact with the ocean. Trona and carbonaceous salts are dominating in the southern part of the EAR, while chlorides dominate in the northern part. This can be explained by various sources of ‘hidden salts’ in the hydrothermal systems of the rift. The carbonatites associated with Ol Doinyo Lengai are also a part of the southern system of the rift."
  }, {
    "heading": "4.3. Salt deposits in Danakil, Afar",
    "text": "Early exploration in the Afar area by Hutchinson and Engels (1970) resulted in the discovery of thick sequences of Pleistocene-Miocene salts. They describe some of their findings by: “… the Danakil Depression and the surrounding region of the Afar contain thick sequences of Pleistocene-Miocene salt, with at least 970m of evaporite having accumulated beneath the salt pan of Northern Danakil. This sequence also includes laterally continuous horizons of carnallite (ranging from 3m to 25m in thickness) in association with the hydrous salt bischofite (∼100m in thickness), occurring at depths ranging from 200m to 900m below the surface, as confirmed by borehole data.” (Hutchinson and Engels, 1970).\nBecause of the extreme aridity of this region, some pristine, anomalous salt-formations, and also the close relationship between salt sequences and the Holocene aged Gada ‘Ale volcano, were noted by the early explorationists: “West of Gada ‘Ale volcano, a salt dome, mainly constituted by halite, has pushed up by as much as 100m the whole lava series over an area approximately 2 km in diameter. It forms a N-S elongated ellipse and is linked with the Gade ‘Ale volcano by a fault system forming a small horst. The Gada ‘Ale volcano, itself, seems to be located on a domed (salt diapir controlled) structure” (Barberi and Varet, 1970).\nAn image (from GoogleEarth) of the salt-associated Gada ‘Ale\nvolcano is shown in Fig. 12 together with the map from Barberi and Varet (1970).\nThe Gada ‘Ale volcano and its lava-interbedded-salt dome clearly demonstrate the close relationship between volcanism and salt deposition (Fig. 12). The main reason why this intercalated salt/lavasystem is still visible is that the salts have not been washed away by meteoric water, due to the extreme aridity of the area.\nThe occurrence of springs with boiling brines farther north in the Afar region (in Lake Aasele) is an important observation of the active hydrothermal processes. This is mainly because the associated ‘salt volcanoes’ at Dallol are venting their brines and solid materials downstream on their slopes and beyond, onto the surrounding salt plains of Lake Aasele, where they form thick layers of ‘normal (conventional) evaporites’ (Talbot, 2007).\nIf this basin should cool down and become buried by clastic sediments at some time in the geological future, it is easy to imagine that the ‘salt volcanoes’ may still produce a trickle of exhalative warm fluids and gases, which will migrate upwards, through the sediments (Fig. 13). According to the hydrothermal salt model, these conduits may also develop syn-sedimentary and may build large salt stocks (domes), depending on the rate of clastic sedimentation, nature of fluids transported internally in the salt body and several other parameters (Hovland et al., 2015).\nTalbot (2007), describes and discusses the widespread occurrence of hydrothermally produced salt at Dallol salt “mountain” and the Danakil salt flats (10×40 km), located north of Lake Aasele, ∼18 km north of the very active Erta Ale volcano, in the northern Afar region of Ethiopia/Eritrea. Lake Aasele is a permanently salt-saturated lake with a surface elevation of 133m below sea level. As illustrated in Fig. 14, he describes some of the structures found on the SE flank of Dallol as: “Mounds or towers of hydrothermal salt precipitated from hot springs\n…” (Talbot, 2007, Fig. 14). Perhaps the most intriguing feature he discusses is the so-called Skating rink, located on the Danakil salt flats. According to Holwerda and Hutchinson's (1968) pioneering descriptions of this feature, the 17m high and 100m wide Skating rink has “a core of pure salt surrounded by an upturned ring of impure salt.” The boiling brine bubbling up in the Skating rink, holds a temperature of 130 °C and is saturated with magnesium (and potassium?) chloride. Both bischofite (MgCl2*6H2O) and carnallite (KMgCl3*6H2O) crystallize around this spring, but magnesium chloride tends to deliquesce in atmosphericderived moisture and the solutions drain away leaving sylvite (Talbot, 2007).\nTalbot (2007) also assembled a very interesting interpretational map of upwelling features on the Danakil salt flats, which suggests a megapolygonal pattern, typical for convective cells (Fig. 14). He also mentions other boiling brine pools in the area, such as Round-mountain, Horseshoe-mountain and Flat-mountain (Fig. 14) occurring on the salt flat, SE of Dallol, and also, that native sulfur occurs mixed with halite in places, which clearly demonstrates how closely the salt production is associated with volcanic heat and hydrothermal processes.\nAll of these features are in accordance with the hydrothermal salt model and satisfy several of the Conceptual Elements (given in the Introduction); e.g. Thermo- and fluid-dynamics; Solubility and precipitation of salts; Refining of salts; Salt preservation; and Hidden salts."
  }, {
    "heading": "5. Continental rifting and salts",
    "text": "Numerous rift-related salt basins are known world-wide and some selected basins are reviewed here, with respect to their salt deposits. The Red Sea rifting is used as a major case; mainly due to large amounts of available data and because there is more-or-less consensus that: “The Red Sea is the closest active analogue to the rifting and rupturing of continental lithosphere that has formed most ‘Atlantic-type’ continental margins” (Cochran, 2005). Therefore, it is most pertinent to find out as much as possible about the high heat-flow zones and salt formation history of the Red Sea. It may provide some salient hints to how other rift-related salt giants have formed."
  }, {
    "heading": "5.1. Geologic history of the Red Sea area",
    "text": "The Red Sea Rift splits a crustal plate named the ‘Arabian-Nubian Shield’ (ANS). ANS is the northern half of a great collision zone named the East African Orogen. The collision zone formed near the end of Neoproterozoic time when East and West Gondwana collided to form the supercontinent Gondwana. According to Stern et al. (2004), the rocks forming the ANS date back to between 690 and 890 Ma. ANS, therefore, includes products from many stages of the Wilson cycle, over 200 million years. Hence, ANS includes ophiolites formed during sea floor spreading, formation of island arcs, and plutonic rocks formed during subduction: “Many ANS ophiolites mark suture zones where\nsmaller terranes coalesced; these suture zones indicate the location of fossil subduction zones. Some ANS ophiolites were emplaced while still hot enough to metamorphose underlying rocks, while others were emplaced cold. This gross tectonic setting is simplest to explain if ANS ophiolites generally were located on the hanging wall of a convergent plate margin and were emplaced when buoyant crust entered the subduction zone.” (Stern et al., 2004).\nFig. 15 shows the current geologic map over ANS and the Red Sea. Due to the erosion processes (peneplanation) that took place, the rocks confirming the formation history of ANS can be observed on the surface today.\nThe subduction history including the conditions for hydrothermaland volcanic activity, formation of suture zones and hidden salts were close to optimal as preparation for the latest (current) rift phase and production of salts in the Red Sea. As will be shown in later chapters, this rifting combined with new volcanism and hydrothermal activity has produced both ancient and newly formed salts into observable positions."
  }, {
    "heading": "5.2. The rifting of the Red Sea",
    "text": "According to Cochran (2005): “Uplift and unroofing began nearly simultaneously along the entire Red Sea about 34 Ma according to fission track data” …”However, there is no dated sedimentary evidence of significant uplift and erosion at this time.” This is somewhat strange, but can be explained by graben formation and the apparently simultaneous (and apparently inexplicable) later salt formation, that also apparently occurred along the whole length of the Red Sea rift.\nThe actual rifting started out as a Late Oligocene event, followed by a phase of volcanism at ∼24-23 Ma, with basaltic dikes and layered gabbro and granophyre bodies appearing synchronously throughout the entire Red Sea (Bosworth, 2015 and references therein). Thus, the Red Sea linked two very active volcanic centers, located about 2800 km\napart, one in northern Egypt producing up to 25,000 km2 of volcanic material and one in Yemen of> 600,000 km2 in the south (see Fig. 15).\nThis is also in agreement with Cochran (2005), who states that: “An episode of dike intrusion dated at 24-21 Ma is recorded along the entire length of the Red Sea and the Arabian margin. This episode was more intense in the southern Red Sea and was there accompanied in places by intrusion of plutonic bodies of granite to gabbroic composition.” This is also where the first oceanization in the Red Sea started."
  }, {
    "heading": "5.3. Salt formation in the Red Sea",
    "text": "According to Bonatti et al. (2015) the salt in the Red Sea happened to accumulate as follows: “Evaporite deposition took place throughout the entire Red Sea basin, starting at around 14 Ma in the Middle-Miocene (Serravallian) and reaching a thickness of thousands of meters (Mitchell et al., 2010; Bosworth, 2015). Halite and anhydrite-gypsum were the main mineral phases; they are locally interbedded with sandstones and shales as well as with carbonate platform deposits, indicating intervals of normal marine deposition”. And, according to Augustin et al. (2014): “The sediment cover consists of Miocene evaporites and younger pelagic carbonate ooze, with large thicknesses of up to 5 km (e.g. Girdler and Whitmarsh, 1974; Searle and Ross, 1975; Girdler, 1984). Continental break-up and seafloor spreading caused the disruption of these evaporites, which in some places have been shown to flow toward the deeper axial rift in the form of salt glaciers, known as submarine namakiers (Girdler, 1985; Mitchell et al., 2010)”.\nIn a recent study based on reflection seismic data, Mitchell et al. (2017), have reached the following conclusions, based on conventional interpretation of the ‘S-reflector’ (the inferred top of evaporites reflector): “As the evaporites cannot have been deposited above sea level, they provide a constraint on the subsidence in the following discussions.” “Aside from diapirs, the upper levels of the S reflection consistently lie shallower than 1100 mbsl [metres below sea level]. In the northern Red Sea, S forms a 300-m deep depression aligned with the rift.” “We suggest that the evaporites originally had a flat, horizontal surface at the end of the Miocene and have subsequently been distorted by isostatic effects and axial rifting, which in turn promoted evaporite flowage. Off-axis evaporite depressions correspond with flows identified with multibeam sonar. Furthermore, across-rift lows in Bouguer gravity anomalies represent valleys in the underlying basement. The off-axis evaporite depressions overlie those valleys, as would be expected if halokinetic movements were greatest where the evaporites are locally thick, leading to deflation of the evaporite surface.” (Mitchell et al., 2017).\nThe nature of the crust in the central Red Sea was discussed by Mitchell and Park (2014), who suggest that it is of oceanic crustal composition. This inference is based partly on the interpretation of freeair gravity data by Sandwell et al. (2014), and of surficial side scan sonar data in the central Red Sea (Mitchell and Augustin, 2017): “The (gravity) field shows many linear features crossing the central Red Sea in directions sub-parallel with the plate spreading direction. These are similar morphologically in gravity data to slow-spreading mid-ocean ridge spreading centers.” “If correct, magnetic anomalies may be attenuated as a consequence of greater depth of the crust associated with the loading by the evaporites, which reach several km in thickness away from the axis in seismic data.” (Mitchell and Augustin, 2017).\nThe suggestion by Mitchell et al. (2017) that “the evaporites originally had a flat, horizontal surface at the end of the Miocene”may not be correct if the deposition of salt was a result of hydrothermal activity and tectonic processes in the first place. The isostatic effects of salt deposits may also be interpreted differently. If a mass of evaporites is loaded onto a local area of the oceanic crust, the crust will subside to maintain isostatic balance. However, the subsidence will be limited and slow due to the low density of salt; e.g. 2.15 gcm−3 versus 3.2–3.3 gcm−3 for the underlying mantle masses.\nAn alternative explanation by the hydrothermal salt model is that\nsalt is transported upwards from the deep by hydrothermal flow and deposited as solid salt onto the seafloor upon cooling in ponds of highdensity brines. The removal of salt from below will cause a simultaneous subsidence of the seafloor to maintain mass balance. A tectonic ‘squeezing’ of salt slurries or ductile salt from the deep faults associated with hydrothermal flow up into the basin will induce a similar effect to maintain mass balance."
  }, {
    "heading": "5.4. Salt-cored ridges in half-grabens, northern Red Sea",
    "text": "In the northern Red Sea, Mart and Ross (1987) described numerous ‘diapirs’ occurring in water depths ranging from 700 to 1300m (Hovland et al., 2015). They are typically elongated, attaining lengths exceeding 40 km and widths of 4 km, and they are either exposed, or covered by up to one km of sediments. These ‘diapirs’ commonly have formed either along the boundary faults of half-grabens formed by extensional rifting, or inside the rift floors. One of the most pronounced positive features is ∼500m wide and rises at least 250m above the sediment-covered seabed.\nSome ‘diapirs’ are also topped by negative ‘collapse’ structures, one of which measures ∼2 km across and 75m in depth. Mart and Ross (1987) interpreted these to represent salt dissolution pits. Hovland et al. (2015) interpreted these ridges and ‘diapirs’ to represent primary salt injectites and extradites; i.e. hydrothermal (and tectonic) features. Thus, the interpretation of these ‘negative’ structures on top of the ‘diapirs’ are that hydrothermal venting is ongoing, with deposition of salts around the opening of the vents; i.e. the opposite of dissolution. This means that the accumulation of salt near the seabed is an ongoing process, as is also evidenced in the following observations and features."
  }, {
    "heading": "5.5. Red Sea Deeps",
    "text": "Along the center of the ∼1800 km long Red Sea, there are more than 25 local ‘Deeps’ (Rasul et al., 2015; Augustin et al., 2014, 2016). These active spreading centers (Mitchell et al., 2010) host hydrothermal circulation cells, and some of the deepest troughs contain hot brines (Ehrhardt and Hübscher, 2015). However, the exact locations of the hydrothermal vents that feed the brine ponds are still not known, because “the brine spreads over the entire bottom of the basin” (Brooks et al., 1969). Three of the Red Sea Deeps; Atlantis II Deep, Thetis Deep, and Mabahiss Deep, are chosen to discuss the hydrothermal processes and salt deposition in the Rift, because these Deeps are well characterized by recent data."
  }, {
    "heading": "5.5.1. The Atlantis II deep",
    "text": "According to Anschutz (2015): “The Atlantis II Deep is one of the most remarkable seafloor settings of the planet. It is the largest known present-day submarine hydrothermal environments, consisting of a 65 km2 topographic depression located in the axial trough of the Red Sea at 2000 m depth. The depression traps hot and dense brines fed by hydrothermal fluids, the source of which, have not yet been sampled” (Fig. 16).\nThe first actual heat-flow estimates in the Red Sea Deeps were done by Anschutz et al. (1999), and were calculated to between 250 and 600mW/m2. They also noted that the range of heat-flow values corresponds to bottom heat-flow values that have been reported earlier for the axial zone of the Red Sea. Whereas other brine pools indicate steady-state (stable) temperature and salinity conditions, it was found that the Valdivia Deep (central Red Sea) brine increased by 4.1 °C and 10‰, respectively, between 1972 and 1992. This suggests that the Deeps in the Red Sea undergo stages of heating, e.g., by significant hydrothermal brine discharge, alternating with quiet periods characterized by cooling (Anschutz et al., 1999). Thus, it is expected that the transition from the continental rifting stage to the oceanic crustal stage may be equivalent to what Norton et al. (2015) refer to as incipient/intrusive oceanic crust. Their numerical model predicts that it is\nin this stage that salt is forming and filling the rift-basin, in a very rapid process (e.g., stage B and C in Fig. 12, Part 1, Hovland et al., 2018).\nAccording to the hydrothermal salt model, such periods with massive hydrothermal upwards transportation of deeper-located ‘hidden salts’, will induce dramatic subsidence and seafloor collapse (Figs. 16 and 17).\nAlthough very limited visual observations have been obtained from inside and adjacent to the Atlantis II Deep, there was a notable (although limited) survey conducted in 2008 (Bower, 2009). This cruise was run with the vessel R/V ‘Oceanus’ and it discovered seepage of brines (named the ‘Oceanus Seep’) along the western wall of the central rift valley. Here, at 1840m depth, the ambient seawater temperature was∼23 °C and the temperature of the Oceanus seep water was∼33 °C (Bower, 2009). Adjacent to the Oceanus Seep, they also discovered some diffusive seeps: “At several positions, …a thick layer of slightly warm, saline water was observed at the bottom. Current measurements indicate that these thin, dense layers were flowing downslope. This suggests that dense briny water is seeping out of the walls of the rift valley and flowing down the walls” (Bower, 2009).\nAnschutz (2015) discussed the composition of the brine in the Atlantis II Deep: “The saturation indices reveal that the brine is undersaturated with respect to halite, gypsum, and anhydrite at in situ temperature (Monnin and Ramboz, 1996; Anschutz et al., 2000), suggesting that the major salt concentrations are not controlled by in situ equilibrium of the brine pool with respect to salt minerals. The brine is close to equilibrium with halite at a temperature close to that of Red Sea bottom water (22 °C), which supports the hypothesis that the salinity of the incoming brine has been reached through equilibrium with evaporite minerals at seawater temperature before heating of the solution through fractured Red Sea basaltic crust” (Anschutz, 2015).\nAn alternative interpretation of these observations is that hydrothermal brines saturated with salts at higher temperatures in the deep,\nmay precipitate salts like halite, upon cooling during the ascent and at the seafloor (if not diluted by low-density brine). However, high-solubility salts will not precipitate and maintain high salinity in the brines at the bottom of the Deep. This is particularly the case with the highly soluble magnesium and potassium chlorides that allows them to stay in solution in the brine pond, or to escape when halite precipitates."
  }, {
    "heading": "5.5.2. The Mabahiss Deep",
    "text": "Metz (2013) investigated the Mabahiss Deep, located at 25.5°N on the central Red Sea rift axis, adjacent to a large volcanic structure, ʻMabahiss Monsʻ. This submarine volcano covers an area of ∼34 km2 and represents one of the largest individual volcanic structures along the African – Arabian rift system (Fig. 17).\nMetz (2013) sampled basalt from this subsea volcano and identified the new-formed mineral pumpellyite, which strongly indicates intermediate to low temperature (100–200 °C) hydrothermal activity in the surroundings of the volcano. Furthermore, he carefully analysed the morphology of the volcano and its Deep, and reached some interesting conclusions, for example, that the smooth floor of the Mabahiss Deep likely represents the surface of the upper oceanic crust: “Following Coutelle et al. (1991), the step-wise morphology along the Mabahiss Deep Western Basin results from local subsidence due to the gradual initiation of organized seafloor spreading, the flat depression most likely representing the outcropping oceanic basement and location of the NW-SE-striking rift axis (Guennoc et al., 1990).” “However, the resulting age of at least 2.6 Ma agrees with paleomagnetic data by Guennoc et al. (1988), which state the onset of oceanic crust accretion in the area at ∼3 Ma. These findings somewhat challenge the assumption by Cochran (2005) that active seafloor spreading in the Mabahiss Deep area must be younger than 1 Ma.” (Metz, 2013).\nSalt flows represent a dominating feature in this Deep, according to Metz (2013, see Fig. 17): “Salt flows are ubiquitously present along the margins of the Western Basin. Further downslope replenishment and subsequent overflow of the deep is inhibited by the bulging presence of the Mabahiss Mons edifice and a protruding plateau-like formation of the Al-Wajh domain to the northwest and northeast respectively.”\nMetz (2013) also published a 3D-stereo anaglyph map of the Mabahiss Deep region showing high-resolution seafloor bathymetry. Careful analysis of this image clearly shows the occurrence of pointsource erosion in the ‘scarp’ and at the bottom of the ‘NE Canyon\n(ravine)’ (Fig. 17): “The escarpment [‘scarp’ in Fig. 17] surface appears to be heavily fissured in slope-parallel direction and develops into an atrium-shaped formation towards the west, thereby closely resembling the ‘egg-box pattern’ recognized by Pilcher and Blumstein (2007) along salt fronts in the Orca Basin (Gulf of Mexico).” (Metz, 2013)."
  }, {
    "heading": "5.5.3. The Thetis Deep",
    "text": "The Thetis Deep was explored by Pierret et al. (2010) and Mitchell et al. (2010, 2011) and they discovered an apparent anomaly in this particular Deep: Despite it being a locally enclosed Deep, totally surrounded by higher ground, there are no dense brines trapped inside it. This is regarded as anomalous for two reasons: i) there are metal-rich sediments at the bottom of the Deep, suspected of having been deposited by concentrated, hydrothermal brines (Pierret et al., 2010), and ii) there are salt flows that terminate inside the Deep without increasing the salinity of the enclosed body of still water (Mitchell et al., 2011): “Ultimately, the lack of a brine lake here may therefore have a structural origin, if tectonic movements on boundary wall faults are too small and/or infrequent significantly to offset the hemipelagic and evaporite beds to allow dissolution, while evaporite flowage and seabed processes acting on surface hemipelagic sediments are continually healing such offsets to prevent water circulation” (Mitchell et al., 2011).\nIn the description of the Thetis Deep by Mitchell et al. (2010, 2011), they also infer that there is active hydrothermal activity there: “Perhaps because any volcanic and/or hydrothermal activity is fortuitously located away from the evaporite beds (cones to the SW and SE) and because of the hemipelagic cover, relatively little of the halite has been dissolving and contributing to a brine layer in the Thetis Deep in the geologically recent past”. (Mitchell et al., 2011).\nIn contrast to this conclusion, Hovland et al. (2015) offered a totally different explanation based on active hydrothermal activity inside and beneath the Thetis Deep. As explained by Hovland et al. (2018) the hydrothermal salt model requires the partition of large quantities of condensation water from the phase separation zone of the hydrothermal system in the sub-surface. This hot (super-critical) water vapor at density around 0.3 gcm−3 will condensate by cooling during the upwards ascent, thus producing ‘distilled’ water, leaving high density brine and precipitated salt in the deep. Numerical modeling shows that this water vapor tends to escape upward in the ‘reflux zone’ (Hovland\net al., 2006a), which is located immediately above the hottest zone of the system, that is through the deepest parts of the Deeps (Figs. 16 and 17). This is also supported by Lecumberri-Sanchez et al. (2015), who write: “The coexisting vapor phase, which ascends more rapidly than the liquid, would transport sulfur and gold upward”.\nThere is no doubt that this ‘fresh’, hot water is highly corrosive to any nearby body of salt, including the observed salt flows/’namakiers') in the Deep. Thus, the venting of condensation water up into some of the Deeps, including the Thetis Deep, may hinder the formation of a concentrated brine layer, and may also rapidly dissolve the front of the salt flows that are moving towards the Thetis Deep. This dynamic and relatively rapid process may also explain the steep lobate shape of the salt flow terminations (Hovland et al., 2015)."
  }, {
    "heading": "5.6. Salt walls and ridges inside Red Sea Deeps",
    "text": "Although there are numerous salt-cored ridges along the flanks of the northern Red Sea (Mart and Ross, 1987), similar ridges of apparently massive salt were also discovered crossing over several of the Deeps of the Red Sea. According to Ehrhardt et al. (2005) and Ehrhardt and Hübscher (2015), the Conrad Deep in the northern Red Sea is a poorly understood basin, associated with rifting and shear accommodation. It has a series of anomalous features, some of which Ehrhardt et al. (2005) and Ehrhardt and Hübscher (2015) suspected to be salt diapirism, by applying the conventional evaporite model (Fig. 18).\nInstead of interpreting the presented 2D-reflection seismic data in the ‘conventional’ manner, with fault planes etc., an alternative interpretation is suggested, whereby cumuliform salt accumulated in faults and fractures in the deep hydrothermal system are pushed upwards to be squeezed up by tectonic forces as ductile salt masses. This model is referred to as ‘salt injectite’ (Fig. 18, Hovland et al., 2015). The process is suggested to be accompanied by hydrothermal flow of saturated brines and salt slurries."
  }, {
    "heading": "5.7. Massive salt flows",
    "text": "The DSDP Leg 23 scientific drilling report actually concludes that they sampled flowing salt (Girdler and Whitmarsh, 1974). However, it was not before 3 decades later, when Mitchell et al. (2010) first mapped the seafloor of the central Red Sea with swath bathymetry that they discovered the large salt flows in the Thetis Deep (Fig. 19) and in the Atlantis II deep, where the DSDP drilling locations, ‘226’ and ‘227’ were located (Fig. 16). This latter location is seen to be located inside a salt flow area (seen on Fig. 16). Later, more detailed wide-scale mapping\nrevealed that there were many other central Red Sea areas that had flow structures, interpreted as moving salt (e.g., Augustin et al., 2016).\nThe interpretation of the flow structures has become more detailed recently, and it has been found that the salt carpets may flow at a velocity of more than 1 m per year (Feldens and Mitchell, 2015). These surprisingly large salt flows were estimated to have reliefs of 200–500 m. According to Feldens and Mitchell (2015), the flowing material is suspected to consist of a dispersion of particulate solid salt mixed with clastic sediment particles in concentrated brine, e.g., a salt slurry (as also suggested by the DSDP Leg 23 drilling results). The possibility of a concentrated cooling and precipitating brine could also be added. Mitchell et al. (2010) and Feldens and Mitchell (2015) interpret these salt flows to occur as a consequence of Miocene evaporite dissolution by hydrothermal activity. A similar view is also held by Augustin et al. (2014), although they do not mention that hydrothermal processes are involved, but infer that the triggering mechanism for the salt flow is a combination of dissolution by seawater and tectonic extension. Furthermore, they term the salt flows ‘submarine namakiers’, named after plastic subaerial movement of glacier-like rock salt flowing down the ‘Kuh-i-Namak’ salt dome and other salt domes in the Dashti region of Iran (Lees, 1931; Talbot, 1998; Augustin et al., 2014).\nFrom their added bathymetry mapping, Augustin et al. (2014) find similar salt flows especially well developed in the ‘Inter Trough Zones’ (ITZs), where: “… long-wavelength (relative to the hummocky terrain in the Deeps) linear ridges are visible in many regions.” “Where two namakiers flowing from opposite sides of the rift meet, a central cleft or suture is generally visible. The bathymetric data also show namakier flow ridges apparently deviating around volcanoes and volcanic ridges on the rift flanks, suggesting that these are influencing namakier flow” (Augustin et al., 2014).\nIn the hydrothermal salt model, Hovland et al. (2015) predict that large quantities of hydrothermally produced particulate salt will accumulate underground in the central sections of the Red Sea. Therefore, the observation of these extensive salt flows is taken as another indication that the hydrothermal model is realistic. An interesting aspect of the hydrothermal process is also that the salt flows seem to emanate from the sides of the central graben, rather than from point sources inside the graben. According to Augustin et al. (2014), the longest distance from the central axis of the Red Sea Rift to their source area is up to 30 km. This suggests that the salt flows are composed of both newly precipitated salt slurries and older salts and sediments that have been mobilized and are coming up the main faults along the flanks (Fig. 17), as also suggested by Mitchell et al. (2010), Feldens and Mitchell (2015), and Augustin et al. (2014)."
  }, {
    "heading": "5.8. Suggested analogues to the red sea",
    "text": ""
  }, {
    "heading": "5.8.1. The South Atlantic rifting",
    "text": "The rifting and opening of the South Atlantic is suggested to be an analogue to the Red Sea development. The largest salt basin in the South Atlantic is the Santos Basin, characterized by large salt walls aligned along a north – south direction in the deepest part of the basin, parallel to the rift axis (Mohriak et al., 2008, 2012; Mohriak and Leroy, 2013). This is similar to the occurrence of the salt walls in the northern Red Sea (Mart and Ross, 1987).\nAlso in the Santos Basin, there is evidently a very close relationship between salt deposition and episodes of high heat-flow, e.g., basaltic intrusives and extrusives, as described by Davison et al. (2012): “The Brazilian sag basin is filled with coarse clastic alluvial fans in the proximal area, which grade laterally into shallow water carbonates (mainly stromatolite and thrombolite). The carbonates were probably deposited in an alkaline lake …” “Base lavas were encountered in the 1- RJS-625 well in the Santos Basin near the base of the sag carbonates …” (Davison et al., 2012).\nWith the Walvis Ridge Volcanic High developing to the south, shortly before salt deposition during the Parana volcanism (Davison et al., 2012), there is strong evidence for a situation remarkably similar to the present Afar/Danakil/Lake Asale/Erta Ale volcanic salt system. And, - indeed, Davison et al. (2012) describe a hydrothermal salt formation system in the South Atlantic, compatible with the hydrothermal model: “The thick tachyhydrite layers present in the evaporite sequence would not precipitate from normal seawater and the most likely explanation of these deposits is that they are derived from hydrothermal alteration of basalt (Jackson et al., 2000). The percolation model through hot basalts produces enriched seawater, which is necessary for tachyhydrite precipitation.“ (Davison et al., 2012).\nThe Brazilian sag basin, which also contains alluvials, carbonates, including stromatolites and microbialites, is probably quite similar to\nthe alkaline lakes in the western arm of the East African Rift (EAR). Thus in Lake Tanganyika, there are also such deposits, including microbialites, growing in locations of geothermal seepages (Cohen, 1989). We, thus, infer that this lake is at an earlier stage of rift development compared to the Eastern arm of EAR, where we find more active rifting, including higher heat-flow and active salt formation and deposition."
  }, {
    "heading": "5.8.2. The Guaymas Basin",
    "text": "Another currently active marine rift that probably never was desiccated is the Guaymas Basin in the central Gulf of California. Seismic transects have revealed a ∼50 km×100 km wide and 2 km thick Miocene (∼7 Ma) evaporite body under the shelf of the eastern margin of the basin (Miller et al., 2009). The setting of the basin indicates strongly a hydrothermal formation of this large evaporite body."
  }, {
    "heading": "5.8.3. Stromatolites and hydrothermal venting",
    "text": "An interesting analogue to the stromatolites and microbialites in the EAR and the Brazilian sag basin is the description of such features at the saline and alkaline Lake Socompa, situated 3570 m above sea level in the Argentinean Andes. According to Farías et al. (2013) “The water at the site of stromatolites formation is alkaline, hypersaline, rich in inorganic nutrients, very rich in arsenic, and warm (20–24 °C) due to a hydrothermal input.”\nThis means that all three of these occurrences of stromatolites; in EAR, Brazilian sag basin, and the Argentinean Andes, are growing at localities where hydrothermal brines are venting saline and alkaline water at slightly higher temperatures than the surroundings, indicating that these environments are attractive to this kind of bacterial growth; both at present and in the past."
  }, {
    "heading": "6. Summary and conclusions",
    "text": ""
  }, {
    "heading": "6.1. Formation of solid salt in the deep crust is an inevitable process",
    "text": "Thermodynamics predicts that saline waters will increase in salinity when subjected to higher pressures and temperatures. Saline waters will thus split into fresh water vapor, while the remaining liquid brine increases in density, as confirmed by experimental research at pressures and temperatures relevant for the conditions deep in the Earth's crust.\nKnowledge about the salt-water physicochemical properties combined with thermodynamics that control their behavior, allow computer-based modeling of the hydrothermal processes in the deep crust. The results of such modeling show that the ever saltier brines continue to migrate further down towards the heat source until solid salt precipitates. The formation of solid salt is therefore an inevitable process, controlled by thermodynamics, when seawater circulates in faults and fractures, driven by the heat of warm magma bodies (or igneous intrusions)."
  }, {
    "heading": "6.2. Hydrothermal circulation along tectonic plate boundaries",
    "text": "The most active zones for hydrothermal circulation of seawater are linked to plate tectonics, where high temperatures and pressures prevail in the rifting and subduction zones along the plate boundaries associated with the Wilson cycles.\n6.3. Refining of salts\nMarine salts have very different solubilities, also at elevated temperatures. Refining of salts takes place due to this difference in properties, also during the hydrothermal circulation of seawater/brine. Halite, being the least soluble chloride of marine salts, will be the first to precipitate upon increased saturation of brines, while the more soluble salts have a tendency to escape the system. This tendency to escape may be counteracted if the more soluble salts are allowed to accumulate in a protected environment, e.g. brine lakes or arid salt pans (e.g. Dallol, Ethiopia) or in hypersaline ponds on the seafloor between salt stocks (domes). Such places have the right physicochemical characteristics for the crystallization of ‘exotic’ salts like tachyhydrite, with its high content of crystal water. These salts are unstable at atmospheric conditions due to the absorption of humidity from the air."
  }, {
    "heading": "6.4. Subduction of oceanic crust",
    "text": "The oceanic crusts are characterized by having porosities in the order of 25%, mainly fracture porosity. Seawater circulating in the deeper parts of these crusts, may be sufficiently heated (under sufficiently high pressures) to undergo phase separation, resulting in the storage of high density brines and even solid salts. The discovery of both low- and high-salinity water venting on the sea floor strongly indicates that such phase separation takes place; observed in the Deeps of the Red Sea. Thus, the subducting oceanic crust may be loaded with more salt than merely its seawater-filled porosity."
  }, {
    "heading": "6.5. Salt in the subduction zones",
    "text": "Salt and heavy brines form around and inside subducting slabs, once the relevant pressure and temperature conditions are met. The salt remains hidden in the deep, unless dissolved and transported via conducting faults to the surface by water released from steep slabs, or by later rifting in the region (preferably along the suture zone).\nVolcanism is triggered by the release of water from the subducting slab. Thus, salts may be transported to the surface, facilitated by volcanism and associated hydrothermal activity, as demonstrated by the huge accumulations of salts high up in the Andean Mountains. Here, hydrothermal brines are venting out at 3000–4000 m above sea level,\nabove the zones of steep subduction. These concentrated brines are evaporating in the dry climate, which is also protecting the salt from redissolution.\nThe salts deposited are the result of several phases of refining according to the different solubilities of the various salt types at the various pressures and temperatures they have encountered. In addition, the water-rock interactions have supplied many additional ingredients into the venting brines, including boron and lithium. This can explain the huge deposits of borates in the Andes and elsewhere."
  }, {
    "heading": "6.6. Oceanic subduction",
    "text": "The complex subduction zones in the Mediterranean for example beneath the (mid) Mediterranean Ridge, represents a case for studying oceanic subduction. Here, the African plate is subducting under the Aegean plate. A series of large hypersaline brine ponds have been discovered on the seafloor, where brines are coming up from the subduction zone. The brine lakes are fed by hydrothermal brines through faults and fractures that penetrate down into the zone of the subducting slab."
  }, {
    "heading": "6.7. Continental rifting and salt",
    "text": "Continental rifting is characterized by the formation of a valley with half-grabens and faults oriented in the direction of the valley, linked along the grabens. Volcanism is commonly encountered in the rift systems and venting of hot hydrothermal brines that feed saline lakes. Even continental rift valleys without contact with seawater are venting sodium chloride and other sea salts. Several case studies are discussed to substantiate these issues. Because of all the salt accumulations in rift valleys, including marine salts, it is cautiously suggested that rifting is commonly taking place in old subduction areas, where hidden salt in the subduction zone is being mobilized during rifting by the circulation of hot hydrothermal water that is interacting with the rocks."
  }, {
    "heading": "6.7.1. Case 1: the East African Rift (EAR)",
    "text": "The EAR contains all the characteristic properties of continental rifting. In the northern part of the rift, including the Dallol area in Ethiopia, the salts are dominantly chlorides (with Na, K, Mg, Ca, etc.), pointing at a marine origin. The huge salt deposits in Dallol, Ethiopia, are forming by ascending brines that are venting out on the surface, where the salt is precipitating in the dry climate. In these cases, there is a final stage of evaporation involved. The same dry climate protects the salt from re-dissolution. The compositions of the salts indicate a marine origin, but mixed with elements leached out from brine-rock interactions during the hydrothermal circulation.\nIn the southern part of the EAR valley we find salt deposits and lakes with abundant contents of sodium carbonates and bicarbonates in addition to chlorides; e.g. Lake Natron and Lake Magadi, where there is precipitation of soda. This is explained by the presence of CO2 from the volcanic activity combined with high pH in the water phase. The high pH of the brines indicates the presence of serpentinization processes at depth; i.e. interaction between hot hydrothermal water and hot magmatic intrusions.\nIt is suggested that these sodium salts, both carbonaceous and chlorides, are mobilized hidden salt, stored in the rocks from the previous subduction and collision between East and West Gondwana that forms the East African Orogen 610 - 510 Ma before present.\nBecause of all the salt accumulations in rift valleys - dominantly salts of marine origin, it is cautiously suggested that rifting is commonly taking place along the suture zones of old subduction areas (e.g., Wilson cycles), where hidden salt is being mobilized by the tectonic fracturing and consequently by the circulation of hot hydrothermal water that is interacting with the rocks. The carbonates and bicarbonates accumulated in the EAR are also likely a result of the old subduction.\nBecause new-formed salt is being mixed with hidden salt, it is very\ndifficult to determine a specific age of the salt; only the last phase of deposition can (in some cases) be determined."
  }, {
    "heading": "6.7.2. Case 2: The Red Sea",
    "text": "The Red Sea represents a giant natural ‘salt-factory’, with ongoing production of new volumes of brines and solid salts subsea and underground. The process is driven by the high heat-flow caused by shallow igneous intrusions in the active oceanic rifting process. The salt producing zone is focused around the central rifting axis and represents about 15% of the entire Red Sea. The brines and solid salts are produced by boiling and supercritical phase separation in the deep hydrothermal forced convection cells located above shallow igneous intrusions in the Deeps along the spreading axis. It is a robust self-organizing and selfsustaining system, which functions as a consequence of local high heatflow and gravitationally stable water stratification.\nThe accumulating solid salts are protected from re-dissolution in seawater by ponds of heavy brines on the sea bottom, and by subsealocated salt bodies being coated by, e.g. gypsum, anhydrite, and sediments. To our knowledge, the Red Sea is currently the only place on Earth where highly concentrated brines and solid salt are presently migrating and forming salt bodies. Thus, in the Red Sea axial trough, dense brines recharge into the hydrothermal systems and become refined for each new circulation, until solid salt precipitates, both underground and on the seafloor as the saturated brines cool down; e.g. forming large scale salt flows (‘namakiers’).\nThus, it is finally concluded that the volcanic activity and hydrothermal processes associated with the various phases of the Wilson cycle play fundamental roles in the formation of large scale salt accumulations. Furthermore, the salt-forming processes in e.g. the Red Sea and the Guaymas Basin, take place in the subsurface and subsea, without any solar evaporation."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank two reviewers: Vittorio Scribano and Webster Mohriak for their constructive comments, and we would also like to thank previous conceptual discussions and help from Najeeb Rasul and Charlotte B. Schreiber."
  }],
  "year": 2018,
  "references": [{
    "title": "On the origin of La Puna borates",
    "authors": ["R.N. Alonso"],
    "venue": "Acta geológica hispánica",
    "year": 1999
  }, {
    "title": "Geochemistry of the Salar de Atacama. 1. Origin of components and salt balance (Spanish)",
    "authors": ["H. Alonso", "F. Risacher"],
    "venue": "Rev. Geol. Chile",
    "year": 1996
  }, {
    "title": "Hydrothermal activity and paleoenvironments of the Atlantis II deep",
    "authors": ["P. Anschutz"],
    "year": 2015
  }, {
    "title": "Hydrographic changes during 20 years in the brine-filled basins of the Red Sea",
    "authors": ["P. Anschutz", "G. Blanc", "F. Chatin", "M. Geiller", "Pierret", "M.-C"],
    "venue": "Deep Sea Res. Oceanogr. Res. Pap",
    "year": 1999
  }, {
    "title": "Geochemical dynamics of the Atlantis II deep (red sea) II: pore water composition of metalliferous sediments",
    "authors": ["P. Anschutz", "G. Blanc", "C. Monnin", "J. Boulègue"],
    "venue": "Geochim. Cosmochim",
    "year": 2000
  }, {
    "title": "The rifting to spreading transition in the Red Sea",
    "authors": ["N. Augustin", "C.W. Devey", "F.M. van der Zwan", "P. Feldens", "M. Tominaga", "R.A. Bantan", "T. Kwasnitschka"],
    "venue": "Earth Planet Sci",
    "year": 2014
  }, {
    "title": "Geomorphology of the central red sea rift: determining spreading processes",
    "authors": ["N. Augustin", "F.M. van der Zwan", "C.W. Devey", "M. Ligi", "T. Kwasnitschka", "P. Feldens", "R.A. Bantan", "A.S. Basaham"],
    "venue": "J. Geomorphol. http://dx.doi.org/10.1016/j. geomorph.2016.08.028",
    "year": 2016
  }, {
    "title": "The Erta Ale volcanic range (Danakil depression, northern Afar, Ethiopia)",
    "authors": ["F. Barberi", "J. Varet"],
    "venue": "Bull. Volcanol",
    "year": 1970
  }, {
    "title": "Flat subduction beneath the Andean region from seismological evidences",
    "authors": ["J. Berrocal", "C. Fernandez"],
    "venue": "Extended Abstract 6th Int. Symp. On Andean Geodyn. (ISAG",
    "year": 2005
  }, {
    "title": "Probing the mantle: the story from carbonatites",
    "authors": ["K. Bell", "G.R. Tilton"],
    "venue": "EOS, Transactions Am. Geophys. Union",
    "year": 2002
  }, {
    "title": "Lithium enrichment in intracontinental rhyolite magmas leads to Li deposits in caldera basins",
    "authors": ["T.R. Benson", "M.A. Coble", "J.J. Rytuba", "G.A. Mahood"],
    "year": 2017
  }, {
    "title": "An updated digital model of plate boundaries",
    "authors": ["P. Bird"],
    "venue": "Geochem. Geophys. Geosys",
    "year": 2003
  }, {
    "title": "The red sea: birth of an ocean",
    "authors": ["E. Bonatti", "A. Cipriani", "L. Lupi"],
    "year": 2015
  }, {
    "title": "Geological evolution of the Red Sea: historical background, review, and synthesis",
    "authors": ["W. Bosworth"],
    "year": 2015
  }, {
    "title": "Field Report. R/V Oceanus Voyage 449-6 Red Sea Atlantis II Deep Complex Area 19 October–1",
    "authors": ["A.S. Bower"],
    "venue": "Institute technical report. Woods Hole Oceanographic Institution",
    "year": 2009
  }, {
    "title": "Trace element composition of Red Sea geothermal brine and interstitial water",
    "authors": ["R.R. Brooks", "I.R. Kaplan", "M.N.A. Peterson"],
    "venue": "Hot Brines and Recent Heavy Metal Deposits in the Red Sea. New York (Springer Verlag),",
    "year": 1969
  }, {
    "title": "New way to map old sutures using deformed alkaline rocks and carbonatites",
    "authors": ["K. Burke", "L.D. Ashwal", "S.J. Webb"],
    "venue": "Geology",
    "year": 2003
  }, {
    "title": "Evidence for deep-water deposition of abyssal Mediterranean evaporites during the Messinian salinity crisis",
    "authors": ["E.C. Christeleit", "M.T. Brandon", "G. Zhuang"],
    "venue": "Earth Planet Sci",
    "year": 2015
  }, {
    "title": "Northern Red Sea: nucleation of an oceanic spreading center within a continental rift",
    "authors": ["J.R. Cochran"],
    "venue": "Geochem. Geophys. Geosys., AGU",
    "year": 2005
  }, {
    "title": "Facies relationship and sedimentation in large rift lakes and implications for hydrocarbon exploration: examples from Lake Turkana and Tanganyika",
    "authors": ["A.S. Cohen"],
    "venue": "Palaeogeo. Palaeoclim. Palaeoec",
    "year": 1989
  }, {
    "title": "Mediterranean Ridge accretionary complex yields rich surprises",
    "authors": ["C. Corselli", "D. Basso", "G. Lange", "J. Thomson"],
    "venue": "Eos. Trans. Am. Geophys. Union",
    "year": 1996
  }, {
    "title": "The structural setting of the Red Sea axial valley and deeps: implications for crustal thinning processes",
    "authors": ["A. Coutelle", "G. Pautot", "P. Guennoc"],
    "venue": "Tectonophysics",
    "year": 1991
  }, {
    "title": "Salt deposition, loading and gravity drainage in the Campos and Santos salt basins. In: Alsop, G.I. (Ed.), Salt Tectonics, Sediments and Prospectivity",
    "authors": ["I. Davison", "L. Anderson", "P. Nuttall"],
    "venue": "Geological Society of London, Special Publication,",
    "year": 2012
  }, {
    "title": "Distribution of boron, lithium and beryllium in ocean island basalts from French Polynesia: implications for the B/Be and Li/Be ratios as tracers of subducted components",
    "authors": ["J. Dostal", "C. DcPuv", "P. Dudoignon"],
    "venue": "Mineral. Mag",
    "year": 1996
  }, {
    "title": "The northern Red Sea in transition from rifting to drifting: lessons learned from ocean deeps",
    "authors": ["A. Ehrhardt", "C. Hübscher"],
    "year": 2015
  }, {
    "title": "Conrad Deep, Northern Red Sea: development of an early stage ocean deep within the axial depression",
    "authors": ["A. Ehrhardt", "C. Hübscher", "D. Gajewski"],
    "venue": "Tectonophysics",
    "year": 2005
  }, {
    "title": "Chemical composition and distribution of lithium-rich brines in salar de Uyuni and nearby salars in southwestern Bolivia",
    "authors": ["G.E. Ericksen", "J.D. Vine", "R.A. Ballón"],
    "venue": "Energy 3",
    "year": 1978
  }, {
    "title": "Upper Tertiary and Quaternary continental saline deposits in the Andean region",
    "authors": ["G.E. Ericksen"],
    "venue": "Geol. Soc. Canada Spec. Paper",
    "year": 1993
  }, {
    "title": "Mantle dynamics in the mediterranean",
    "authors": ["C. Faccenna", "T.W. Becker", "L. Auer", "A. Billi", "L. Boschi", "J.P. Brun", "F.A. Capitanio", "F. Funiciello", "F. Horvàth", "L. Jolivet", "C. Piromallo", "L. Royden", "F. Rossetti", "E. Serpelloni"],
    "venue": "Rev. Geophys",
    "year": 2014
  }, {
    "title": "The discovery of stromatolites developing at 3570 m above sea level in a high-altitude volcanic lake Socompa, Argentinean Andes",
    "authors": ["M.E. Farías", "N. Rascovan", "D.M. Toneatti", "V.H. Albarracín", "M.R. Flores", "D.G. Poiré", "M.M. Collavino", "O.M. Aguilar", "M.P. Vazquez", "L. Polerecky"],
    "year": 2013
  }, {
    "title": "Salt flowin the central red sea",
    "authors": ["P. Feldens", "N.C. Mitchell"],
    "year": 2015
  }, {
    "title": "Miocene evaporites in Red Sea cores, their relevance to the problem of the width and age of oceanic crust beneath the Red Sea",
    "authors": ["R.W. Girdler", "R.B. Whitmarsh"],
    "venue": "Initial Reports of the Deep Sea Drilling Project – Volume 23. US Government Printing",
    "year": 1974
  }, {
    "title": "The evolution of the Gulf of aden and red sea in space and time",
    "authors": ["R. Girdler"],
    "venue": "Deep Sea Res. Part A. Oceanogr. Res. Pap",
    "year": 1984
  }, {
    "title": "Problems concerning the evolution of oceanic lithosphere in the northern Red Sea",
    "authors": ["R. Girdler"],
    "venue": "Tectonophysics",
    "year": 1985
  }, {
    "title": "Novel archaeal phylotypes from an East African alkaline saltern",
    "authors": ["S. Grant", "W.D. Grant", "B.E. Jones", "C. Kato", "L. Li"],
    "venue": "Extremophiles",
    "year": 1999
  }, {
    "title": "Surficial structures of the northern Red Sea axial valley from 23°N to 28°N: time and space evolution of neo-oceanic structures",
    "authors": ["P. Guennoc", "G. Pautot", "A. Coutelle"],
    "venue": "Tectonophysics 153,",
    "year": 1988
  }, {
    "title": "Structure of an early oceanic rift in the northern red sea",
    "authors": ["P. Guennoc", "G. Pautot", "Le Quentrec", "M.-F", "A. Coutelle"],
    "venue": "Oceanol. Acta",
    "year": 1990
  }, {
    "title": "The “lost Inca Plateau”: cause of flat subduction beneath Peru",
    "authors": ["Gutscher", "M.-A", "Olivet", "J.-L", "D. Aslanian", "Eissen", "J.-P", "R. Maury"],
    "venue": "Earth Planet Sci. Lett",
    "year": 1999
  }, {
    "title": "Geodynamics of flat subduction: seismicity and tomographic constraints from the Andean margin",
    "authors": ["Gutscher", "M.-A", "W. Spakman", "H. Bijwaard", "E.R. Engdahl"],
    "venue": "Tectonics",
    "year": 2000
  }, {
    "title": "The roles of rifting and hydrothermal CaCl2 brines in the origin of potash evaporites; an hypothesis",
    "authors": ["L.A. Hardie"],
    "venue": "Am. J. Sci",
    "year": 1990
  }, {
    "title": "Potash-bearing evaporites in the Danakil area; Ethiopia",
    "authors": ["J.G. Holwerda", "R.W. Hutchinson"],
    "venue": "Econ. Geol",
    "year": 1968
  }, {
    "title": "Deep rooted piercement structures in deep sedimentary basins—manifestations of supercritical water generation at depth",
    "authors": ["M. Hovland", "C. Fichler", "H. Rueslåtten", "H.K. Johnsen"],
    "venue": "J. Geochem. Explor",
    "year": 2006
  }, {
    "title": "Subsurface precipitation of salts in supercritical seawater",
    "authors": ["M. Hovland", "T. Kuznetsova", "H. Rueslåtten", "B. Kvamme", "H.K. Johnsen", "G.E. Fladmark", "A. Hebach"],
    "venue": "Basin Res",
    "year": 2006
  }, {
    "title": "2006c. Salt formation associated with subsurface boiling and supercritical water",
    "authors": ["M. Hovland", "H.G. Rueslåtten", "H.K. Johnsen", "B. Kvamme", "T. Kuznetsova"],
    "venue": "Mar. Petrol. Geol",
    "year": 2006
  }, {
    "title": "Buried hydrothermal systems: the potential role of supercritical water,“ScriW”, in various geological processes and occurrences in the sub-surface",
    "authors": ["M. Hovland", "H. Rueslåtten", "H.K. Johnsen"],
    "venue": "Am. J. Anal. Chem",
    "year": 2014
  }, {
    "title": "Red Sea salt formations—a result of hydrothermal processes. In: Rasul, N.M.A., Stewart, I.C.F. (Eds.), The Red Sea",
    "authors": ["M. Hovland", "H. Rueslåtten", "H.K. Johnsen"],
    "year": 2015
  }, {
    "title": "Large salt accumulations as a consequence of hydrothermal processes associated with ‘Wilson cycles’: a review, Part 1: towards a new understanding",
    "authors": ["M. Hovland", "H. Rueslåtten", "H.K. Johnsen"],
    "venue": "Mar. Petrol. Geol. http://dx.doi.org/10.1016/j",
    "year": 2018
  }, {
    "title": "Possible role of salt accumualtions in Wilson cycles. In: (abstract",
    "authors": ["M. Hovland", "H. Rueslåtten", "H.K. Johnsen", "F. Manuella"],
    "venue": "Proceedings of the Arthur Holmes Meeting,",
    "year": 2016
  }, {
    "title": "Morphology of a precollisional, salt-bearing, accretionary complex: the Mediterranean Ridge (eastern mediterranean)",
    "authors": ["C. Huguen", "N. Chamot-Rooke", "B. Loubrieu", "J. Mascle"],
    "venue": "Mar. Geophys. Res",
    "year": 2006
  }, {
    "title": "A discussion on the structure and evolution of the Red Sea and the nature of the Red Sea, Gulf of Aden and Ethiopia rift junction - tectonic significance of regional geology and evaporite lithofacies in northeastern Ethiopia",
    "authors": ["R. Hutchinson", "G. Engels"],
    "venue": "Phil. Trans. Math. Phys. Eng",
    "year": 1970
  }, {
    "title": "Role of subaerial volcanic rocks and mantle plumes in creation of South Atlantic margins: implications for salt tectonics and source rocks",
    "authors": ["M.P. Jackson", "C. Cramez", "Fonck", "J.-M"],
    "venue": "Mar. Petrol. Geol",
    "year": 2000
  }, {
    "title": "Seabed Fluid Flow, Impact on Geology, Biology and the Marine Environment",
    "authors": ["A. Judd", "M. Hovland"],
    "year": 2007
  }, {
    "title": "Mantle wedge infiltrated with saline fluids from dehydration and decarbonation of subducting slab",
    "authors": ["T. Kawamoto", "M. Yoshikawa", "Y. Kumagai", "M.H.T. Mirabueno", "M. Okuno", "T. Kobayashi"],
    "venue": "Proc. Natl. Acad. Sci. Unit. States Am",
    "year": 2013
  }, {
    "title": "Devil in the Mountain: a Search for the Origin of the Andes",
    "authors": ["S. Lamb"],
    "year": 2004
  }, {
    "title": "Giant magmatic water reservoirs at mid-crustal depth inferred from electrical conductivity and the growth of the continental crust",
    "authors": ["M. Laumonier", "F. Gaillard", "D. Muir", "J. Blundy", "M. Unsworth"],
    "venue": "Earth Planet Sci",
    "year": 2016
  }, {
    "title": "Salt precipitation in magmatic-hydrothermal systems associated with upper crustal",
    "authors": ["P. Lecumberri-Sanchez", "M. Steele-MacInnis", "P. Weis", "T. Driesner", "R.J. Bodnar"],
    "venue": "plutons. Geology",
    "year": 2015
  }, {
    "title": "Salt: some depositional and deformational problems, symposium on salt domes",
    "authors": ["G. Lees"],
    "venue": "J. Inst. Pet. Technol",
    "year": 1931
  }, {
    "title": "Seafloor spreading initiation: geophysical and geochemical constraints from the Thetis and Nereus Deeps, central Red Sea",
    "authors": ["M. Ligi", "E. Bonatti", "N.M. Rasul"],
    "year": 2015
  }, {
    "title": "Recycling of crustal materials through study of ultrahigh-pressure minerals in collisional orogens, ophiolites, and mantle xenoliths: a review",
    "authors": ["J.G. Liou", "T. Tsujimori", "J. Yang", "R. Zhang", "W. Ernst"],
    "venue": "J. Asian Earth Sci",
    "year": 2014
  }, {
    "title": "The deep record of the Messinian salinity crisis: evidence of a non-desiccated mediterranean sea",
    "authors": ["S. Lugli", "V. Manzi", "M. Roveri", "B.C. Schreiber"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2015
  }, {
    "title": "Magmatic activity across the East African north Tanzanian divergence zone",
    "authors": ["S. Mana", "T. Furmar", "B.D. Turrin", "M.D. Feigenson", "C.C. Swisher"],
    "venue": "J. Geol",
    "year": 2015
  }, {
    "title": "Post-Miocene rifting and diapirism in the northern Red Sea",
    "authors": ["Y. Mart", "D.A. Ross"],
    "venue": "Mar. Geol",
    "year": 1987
  }, {
    "title": "Horizontal subduction zones, convergence velocity and the building of the Andes",
    "authors": ["J. Martinod", "L. Husson", "P. Roperch", "B. Guillaume", "N. Espurt"],
    "venue": "Earth Planet Sci",
    "year": 2010
  }, {
    "title": "Deep-basin evidence resolves a 50-year-old debate and demonstrates synchronous onset of Messinian evaporite deposition in a non-desiccated mediterranean",
    "authors": ["A. Meilijson", "J. Steinberg", "F. Hilgen", "O.M. Bialik", "N.D. Waldmann", "Y. Makowsky"],
    "venue": "Geology. http://dx.doi.org/10.1130/G39868.1",
    "year": 2018
  }, {
    "title": "Photosynthetic rates of phytoplankton in East-African alkaline saline",
    "authors": ["J.M. Melack", "P. Kilham"],
    "venue": "lakes. Limnol. Oceanogr",
    "year": 1974
  }, {
    "title": "Mabahiss Mons, 25.5 °N Red Sea Rift: Tectonics and Volcanism of a Large Submarine Dome Volcano",
    "authors": ["D. Metz"],
    "venue": "Faculty of Mathematics and Natural Science. MSc dissertation. Christian-Albrechts",
    "year": 2013
  }, {
    "title": "Constraints on early Gulf of California rifting from seismic images across the eastern margin of Guaymas Basin. In: Abstract",
    "authors": ["N. Miller", "D. Lizarralde", "A. Harding", "G. Kent"],
    "venue": "AGU Fall Meeting,",
    "year": 2009
  }, {
    "title": "Halokinetics and other features of GLORIA long-range sidescan sonar data from the Red Sea",
    "authors": ["N.C. Mitchell", "N. Augustin"],
    "venue": "Marine and Petrol. Geol",
    "year": 2017
  }, {
    "title": "Deformation of a young salt giant: regional topography of the Red Sea Miocene evaporites",
    "authors": ["N.C. Mitchell", "M. Ligi", "P. Feldens", "C. Hübscher"],
    "venue": "Basin Res",
    "year": 2017
  }, {
    "title": "Submarine salt flows",
    "authors": ["N.C. 352–369. Mitchell", "M. Ligi", "V. Ferrante", "E. Bonatti", "E. RMutter"],
    "year": 2010
  }, {
    "title": "Architecture of rifted continental margins and break-up",
    "authors": ["W.U. Mohriak", "S. Leroy"],
    "year": 2013
  }, {
    "title": "South Atlantic divergent margin evolution",
    "authors": ["W. Mohriak", "M. Nemčok", "G. Enciso"],
    "year": 2008
  }, {
    "title": "Salt: geology and tectonics",
    "authors": ["W.U. Mohriak", "P. Szatmari", "S. Anjos"],
    "venue": "Special Publ",
    "year": 2012
  }, {
    "title": "Saline deposits and alkaline magmatism: a genetic model. J",
    "authors": ["M. 131–158. Momenzadeh"],
    "year": 1990
  }, {
    "title": "The anhydrite saturation index of the Red Sea ponded",
    "authors": ["Petrol. Geol"],
    "year": 1996
  }, {
    "title": "brines and sediment pore waters of the Red Sea deeps",
    "authors": ["I.O. Norton", "D.T. Carruthers", "M.R. Hudec"],
    "venue": "Chem. Geol",
    "year": 2015
  }, {
    "title": "Widespread fluid expulsion",
    "authors": ["H.G. Greene", "D Reed"],
    "year": 1999
  }, {
    "title": "formation of Thetis deep metal-rich",
    "authors": ["M. 992–1009. Pierret", "N. Clauer", "D. Bosch", "G. Blanc"],
    "year": 2010
  }, {
    "title": "sediments in the absence of brines, red sea",
    "authors": ["R.S. Pilcher", "R.D. Blumstein"],
    "venue": "J. Geochem. Explor",
    "year": 2007
  }, {
    "title": "Introduction to the Red Sea",
    "authors": ["I.C. Stewart", "Z.A. Nawab"],
    "year": 2015
  }, {
    "title": "Geochemical evolution of brines in the salar",
    "authors": ["S.L. Rettig", "B.F. Jones", "F. Risacher"],
    "year": 1980
  }, {
    "title": "neralogical insights from the Southern Andes",
    "authors": ["M. Roveri", "R. Flecker", "W Krijgsman"],
    "year": 2014
  }, {
    "title": "A geophysical study of the Red Sea axial trough between",
    "authors": ["R.C. 2595–2608. Searle", "D.A. Ross"],
    "year": 1975
  }, {
    "title": "Boron and lithium",
    "authors": ["D.M. Shaw", "M.G. Truscott", "E.A. Gray", "T.A. Middleton"],
    "venue": "behavior. Geochem. Cosmochim. Acta",
    "year": 1992
  }, {
    "title": "Ed.), Encyclopedia of Volcanoes",
    "authors": ["H. Sigurdsson"],
    "year": 2017
  }, {
    "title": "Neoproterozoic ophiolite",
    "authors": ["R.J. Stern", "P.R. Johnson", "A. Kröner", "B. Yibas"],
    "venue": "Deposita",
    "year": 2004
  }, {
    "title": "Hydrothermal salt - but how much? Mar. Petrol. Geol",
    "authors": ["C.J. 315–334. Talbot"],
    "year": 2007
  }, {
    "title": "The accretionary complex of the Mediterranean",
    "authors": ["G.K. Würzburg. Westbrook", "T.J. Reston"],
    "year": 2002
  }, {
    "title": "Constraints on origin and evolution of Red Sea brines from helium and argon isotopes",
    "authors": ["G. Winckler", "W. Aeschbach-Hertig", "R. Kipfer", "R. Botz", "A.P. Rübel", "R. Bayer", "P. Stoffers"],
    "venue": "Earth Planet Sci",
    "year": 2001
  }, {
    "title": "Shipboard Scientists of the MEDINAUT/MEDINETH Projects",
    "authors": ["J.M. Woodside"],
    "venue": "Geological Processes on Deep-water European Margins",
    "year": 2001
  }, {
    "title": "The role of volatiles in the genesis, evolution and eruption of arc magmas",
    "authors": ["G.F. Zellmer", "M. Edmonds", "S.M. Straub"],
    "venue": "Geol. Soc. Lond.,",
    "year": 2015
  }],
  "id": "SP:b909f73f7db4cbce97989c2c9173de555e3ca3ec",
  "authors": [{
    "name": "Martin Hovland",
    "affiliations": []
  }, {
    "name": "Håkon Rueslåtten",
    "affiliations": []
  }, {
    "name": "Hans Konrad Johnsen",
    "affiliations": []
  }],
  "abstractText": "The new hydrothermal salt model predicts that salt may accumulate in the sub-surface by hydrothermal circulation of seawater and brines in locations of high heat-flow. Such conditions are primarily found along tectonic plate boundaries, with processes of subduction and rifting, associated with the Wilson cycles. Modern knowledge of the physicochemical and thermodynamic properties of salt solutions at elevated pressures and temperatures, allows numerical modeling of fluid behavior at relevant conditions in the deep crust. This modeling shows how seawater that migrates down towards hot magma bodies in a rift situation (e.g. in the Red Sea) is subject to phase transitions, where low-saline (distilled) water vapor migrates out of the system, while still saltier brine continues to migrate further down towards the heat source, until solid salt precipitates. Similarly, in a subduction situation, the seawater confined in the subducting oceanic plate is subjected to an ever increasing pressure and temperature during the descent towards the mantle, which leads to similar phase behavior of the brine as in the rifting situation. The salts forming in the deep of a subduction zone are not readily transported up to the surface due to thick overburden of mantleand crustal rocks. Hence, much of the salt formed during subduction remains hidden from human observation in the roots of the mountains. The formation of solid salt is therefore an inevitable process associated with the Wilson cycles, even without solar evaporation. Recent observations of thick carpets of mobile salt slurries on the Red Sea floor (Salt Flows) and huge accumulations of salts in the subsea/subsurface (Salt Walls and Salt Ridges), associated with topographic lows (Deeps), suggest that the Red Sea currently produces new volumes of brines and solid salts underground. The different solubilities of sea salts lead to a refining of the salt types. When reaching the seafloor, the warm brines are cooled down in brine pools, eventually becoming oversaturated with salts, which results in precipitation onto the seafloor. The dense brine layers protect seafloor salts from re-dissolution by normal seawater. Magmatic and volcanic processes associated with hydrothermal activity, e.g. connected to the subduction under the Andes Mountains are associated with enormous deposits of salts. The brines are transported hydrothermally up from the subduction zone and are venting out at 3500–4000m above sea level. At the surface, the brines evaporate in the dry climate, which is also protecting the salt from re-dissolution. The brine feeding the hydrothermal systems above the subduction zone originates from dewatering of the subducting slabs. This water is causing fractional melting of the mantle wedge above, initiating volcanism. The hydrothermal water is also transporting salts to the surface, thus, explaining the close relationship between some types of volcanism and salt",
  "title": "Large salt accumulations as a consequence of hydrothermal processes associated with ‘Wilson cycles’_ A review, Part 2_ Application of a new salt-forming model on selected cases"
}