{
  "sections": [{
    "text": "Icarus 153, 218–223 (2001)\ndoi:10.1006/icar.2001.6649, available online at http://www.idealibrary.com on\nNOTE\nCryovolcanism and the Recent Flow of Liquid Water on Mars\nEric J. Gaidos\nDivision of Geological and Planetary Sciences, California Institute of Technology Pasadena, California 91125 E-mail: gaidos@gps.caltech.edu\nReceived November 15, 2000; revised April 1, 2001\nThe surface of Mars is too cold and dry to permit stable liquid water, yet fresh, apparently water-carved gullies and seepage features have been identified in high-resolution imaging of canyon and crater walls by the Mars Global Surveyor spacecraft. Here, a model of nonequilibrium hydrological activity and liquid water cryovolcanism explains the paradoxical appearance and observed properties of these landforms: Aquifers within a porous crust are confined by growing ice and impermeable volcanic layers or basement rock. Freeze–thaw cycles driven by changes in heat flow or climate create high ambient pore pressures and lead to catastrophic expulsion of water through cracks to the surface. The gullies are thus indicators of the geologic and thermal state of the crust, not the present surface environment. Investigations of deposits formed by this cryovolcanism are a means of probing the deep subsurface of Mars for potential biological activity. c© 2001 Academic Press\nIntroduction. Newly discovered gully-like landforms and seepage features\ncryosphere (Clifford 1993). Liquid water can exist below the cryosphere at\n1\non the walls of craters and canyons are evidence for the recent flow of liquid water on Mars (Malin and Edgett 2000). They are found almost exclusively at latitudes higher than 30◦, and, so far, appear in greater numbers in the southern hemisphere. Absence of impact craters and superposition on unstable aeolian or patterned ground suggest young ages relative to other surface features. These landforms are distinct in both magnitude and age from the much larger and more ancient flood channels and valley networks that may have formed under different conditions (Carr 1996a). Any viable model of gully formation must explain their young ages and a possible paucity of degraded representatives, their latitudinal distribution, their association with the walls of craters and canyons, and their biase for poleward-facing slopes. The appearance of recently watercarved landscapes is itself paradoxical since liquid water is not stable at or near the surface of Mars (Ingersoll 1970).\nBased on the morphology of the gullies, Malin and Edgett concluded that liquid water, or a fluid with a behavior similar to water, was the most likely agent of formation. Fluids other than water have been suggested, including brines (Knauth et al. 2000) and liquid CO2 (Hoffman 2000, Musselwhite et al. 2001). The relative merits of these scenarios vs one involving liquid water are not addressed here. However, these alternative hypotheses have been principally motivated by the assumption that liquid water is not a viable means of gully formation. Similar arguments were once made for low freezing-point fluids as the erosive agents responsible for carving the much larger and older flood channels and valley networks on Mars (Carr 1983). A plausible mechanism for gully formation by water that removes the requirement for exotic fluids is presented here.\nThere is copious evidence for ground ice on Mars (Squyres et al. 1992) that may permeate an impact-generated porous crust or regolith and form a global\n2\n0019-1035/01 $35.00 Copyright c© 2001 by Academic Press All rights of reproduction in any form reserved.\ndepths of several kilometers where planetary heat flow raises the temperature to the melting point. The gullies can be explained as a consequence of nonequilibrium hydrological activity involving the freezing of these aquifers and the rapid expulsion of water to the surface. Aquifers confined between the base of the cryosphere and an impermeable layer or basement are pressurized by the advance of a freezing front and the volume expansion associated with the freezing of water. The overpressure forces liquid water to enter cracks and, because it is buoyant relative to the surrounding rock, rise toward the surface (Fig. 1). In terrestrial permafrost regions, confinement and freezing of water in permafrost-capped aquifers (taliks) can lead to large hydrostatic pressures, perennial spring activity and icings (aufeis), and the formation of ice-cored hills (pingos) (Williams and Smith 1989).\nThe ancient and voluminous flood channels on Mars may have formed at their low-elevation, low-latitude sites by catastrophic breakout of a hydrostatic aquifer through a thinner early cryosphere (Carr 1996b). In contrast, the cryovolcanic process discussed here preferentially occurs at high latitudes and a later stage of the planet’s thermal history when the cryosphere is much thicker. Transport of liquid water from the base of the cryosphere to the surface requires the existence of confined aquifers, changes in the depth of the cryosphere that result in charging and subsequent freezing of these aquifers, propagation of water-filled cracks to the surface, and carving of the gullies at a rate faster than the water freezes. Note that this cryovolcanism is driven by the buoyancy of liquid water with respect to the crust and is not gas-driven.\nFormation of confined aquifers. If the total reservoir of water on Mars exceeds the storage capacity of the regolith (one model-dependent estimate is a global water layer 500 m deep (Clifford 1993)) the excess water can form stable aquifers beneath the base of the cryosphere. Transient increases in surface temperature (due to climate change) or heat flow (due to volcanism) can also cause a shallowing of the 273 K isotherm, melting of ground ice, and charging of aquifers below the cryosphere. In this section, the mechanics of confined aquifer formation and pressurization are presented. The specific geophysical processes that may be responsible for past and present aquifer formation on Mars are discussed later.\nAquifers can form on impermeable basement rock or self-compacted regolith at depths of a few kilometers (Clifford 1993). Pervasive layering in the walls of the Valles Marineris canyons (McEwen et al. 1999) and at other locales suggests that the regolith could be discontiguously interbedded with younger, unbrecciated volcanic flows and intrusive sills that could also form impermeable basins at shallower depths. Aquifers will be laterally confined by the topography of the basin layers or spatial variation in the thickness of the cryosphere, either of which can be hundreds of meters. When the distance between the cryosphere and the basement equals the height of this variation, a global aquifer will be broken into multiple disconnected aquifers. Subsequent impingement of the thickening cryosphere or freezing front onto these confined aquifers will generate ambient pore pressure.\nThe topography of the impervious basement will be controlled by the local history of impact brecciation, tectonic faulting, and the implacement of\n8\nT NO\nFIG. 1. A cryovolcanic model of recent liquid water flow on Mars (all scales exaggerated for clarity). Changes in heat flow or surface temperature causes impingement of an ice-saturated regolith (cryosphere) or freezing front onto liquid water aquifers confined by impermeable rock layers. This process does not occur at low latitudes (or on early Mars) because the cryosphere is too thin. Freezing of the aquifers increases pore pressures until cracks penetrate the overlying rocks and allows buoyant water to rapidly ascend toward the surface in dikes. Crack propagation and water flow will be diverted into horizontal sills at depths of a few hundred meters because of low vertical stresses or failure of the surrounding rock. In event A, the isolated sill will freeze in place. In event B, water approaches the sunward-facing wall of a crater or canyon but seeps back into the dessicated regolith. In event C, ice is stable closer to a shadowed wall, allowing water to drain at the surface and creating gullies.\nimpermeable layers by intrusive volcanism. The steady-state thickness of the cryosphere is calculated by appropriate integrations of the heat flow equation\ndT dz = q(z) k(T, z) , (1)\nwhere q(z) is the heat flow at depth z and k(T, z) the thermal conductivity at that depth and temperature T , over the temperature range from the surface to the water solidus (a weak function of pressure). Local variations in the depth of the cryosphere will result from differences in heat flow or thermal conductivity. For example, the Bouguer gravity anomaly data from Mars Global Surveyor suggest crustal thickness variations of about 6% at the limit of spatial resolution (180 km) (Zuber et al. 2000). Assuming that the crust is uniformly enriched in the major radiogenic isotopes (40K, 232Th, 235U, and 238U) and that crustal radiogenic heat comprises about one-half of the present total heat flow at the surface (Spohn 1991), the variations in crustal thickness will produce heat flow anomalizes of 3% and a 150-m-amplitude corrugation in the the depth of a 5-km-thick cryosphere. As on Earth, heterogeneous melting of martian mantle rock and partitioning of the radiogenic elements would also produce variations in local heat production and generate thermal anomalies.\nThe bulk thermal conductivity of a basaltic martian crust will vary substantially because of differences in porosity (Horai 1991), chemical composition (Robertson and Peck 1974), and the degree of saturation with ice (which has a higher thermal conductivity than pure basalt). The surface appears to be covered with fine-grained aeolian deposits of low thermal conductivity (∼0.1 W m−1 K−1) (Kieffer 1976) whose thickness may vary widely over the planet (Jakosky et al. 2000). Differences of 10 m in the thickness of such insulating deposits would produce variations of 3 K in the underlying regolith and∼200 m in the depth of the cryosphere base.\nE 219\nAlthough liquid water is not stable against evaporation back into an unsaturated regolith, these aquifers will evaporate little while freezing because the heat of sublimation is seven times larger than the heat of fusion. The geothermal gradient will cause aquifers to freeze from the top down. A confined (constant volume) aquifer of porosity φ in which a mass fraction X of the water freezes will develop a pore pressure\nppore ≈ Xδ βmatrix + (1− X )βliquid + 0.5Xβice(1+ δ) , (2)\nwhere β is the isothermal compressibility of the matrix rock, liquid water, or ice, and δ is the fractional volume change with freezing (9%). For low-porosity regoliths the volume change of the matrix rock with pore pressure cannot be neglected and may be the dominant effect. The factor of 0.5 in the ice term is an approximation that accounts for the inability of the ice to flow through the matrix rock and pressure equilibrate on reasonable freezing time scales. Each small element of ice is compressed according to the aquifer pore pressure when the ice formed, and that pressure increases approximately linearly with X . Although there is no unique relationship between hydraulic conductivity and porosity, an assumption in some regolith models is that the permeability is negligible at porosities below 1% (Clifford 1993). In this case, an aquifer forms on the impermeable material at the self-compaction depth where φ ≈ 0.01. With βliquid = 4.4× 10−10 Pa−1, βice = 3.3× 10−10 Pa−1, and βmatrix = 2× 10−11 Pa−1, 50% of the water in aquifers at 2 km depth must freeze for ambient pore pressure to reach the overburden pressure. Larger porosities allow the pore pressure to reach the overburden pressure at greater depths.\nGrowth of water-filled cracks. If pore pressure exceeds the minimum normal pressure (in the absence of tectonic stresses this is the overburden pressure) existing cracks in the regolith will swell with water as internal crack pressure and ambient pore pressures are equalized. An analogous process has been proposed for the growth of dikes within partial rock melts (Sleep 1988). The filling time of cracks is geologically instantaneous: Consider a 2-dimensional crack (infinite span) of length 2a within an aquifer that abruptly experiences an overpressure 1p0. The pressure gradient between the aquifer and the crack, which has an initial zero internal overpressure will drive water into the crack and it will pressurize and expand. The crack volume per unit span is given by\nv = π (1− ν)a 21p\nG , (3)\nwhere G and ν are the shear modulus and Poisson’s ratio of the matrix rock, and 1p is the internal overpressure in the crack (Rubin 1995). Because G (typically ∼1010 Pa) is much larger than pressures at depths of a few kilometers, the crack will be thin and the inflow through the surrounding porous medium is one-dimensional. Darcy’s law relates the volumetric flow per unit span (through both faces of the crack) to the pressure gradient\nq = −4ak η dp dx , (4)\nwhere η is the viscosity of water and k is the hydraulic conductivity. In a confined aquifer, the pressure obeys the diffusion equation\n∂1p ∂t = k φβη\n∂21p\n∂x2 , (5)\nwhere β is the effective compressibility of the aquifer that includes matrix rock compressibility. By analogy with thermal diffusion, the flow into the crack is given by Eq. (4) with the pressure gradient equal to the total pressure drop occurring across a boundary layer of thickness √ kt/(ηβφ):\n√\nq ≈ 4a(1p0 −1p) φkβ\nηt . (6)"
  }, {
    "heading": "220 ERIC J. G",
    "text": "The time scale over which the internal crack pressure equalizes with the aquifer is then\ntfill ∼ π 2(1− ν)2ηa2\n4φβkG2 . (7)\nFor a = 100 m,η = 10−3 Pa-s, G = 3× 1010 Pa, ν = 0.2,φ = 0.01,β = 2.6× 10−9 Pa−1, and k = 10−13 m2 (representative of semipervious sandstone), the filling time is ∼2 h.\nA two-dimensional crack of length 2a will propagate if the crack–tip intensity stress factor (Rubin 1995)\nK = 1p√a (8)\nexceeds the material fracture toughness Kc , typically 1–3 MPa m1/2 or less for basalts (Schultz 1993). Freezing of an aquifer and development of overpressures that are a small fraction of the overburden pressure (∼105 Pa) leads to inevitable growth of a large crack. Crack growth will preferentially occur at the highest point in the unfrozen aquifer where the overpressure is greatest. Further freezing results in preferential filling of this propagating crack because its volume per unit length increases as a2 while its internal pressure (which is set by Eq. (8)), decreases as a−1/2. This forms a water-filled lens whose buoyancy with respect to the surrounding rock creates the potential for catastrophic drainage through the overlying cryosphere seal. Eventual freezing of the chamber itself leads to increasing overpressure until the overlying ice seal is broken by either large-scale failure (faulting) or penetration by a crack.\nDike eruption. The chamber will drain into a water-filled dike that is driven to the surface by its buoyancy. The dike may propagate along preexisting cracks but once the dike has exceeded a critical height d∗\nd∗ = 2 (\nKc 21ρg\n)2/3 , (9)\nwhere 1ρ is the density difference (1900 kg m−3) between the crust and liquid water and g is the surface gravity (3.74 m s−2), the buoyancy force will be sufficient to fracture the rock above the dike. The critical dike height in basalt is ∼100 m. Once the dike begins to propagate upward it will continue to do so irrespective of any preexisting crack because the crack–tip intensity stress factor (Eq. (8)) increases as a3/2, i.e., as the buoyancy force 1p ∼ 12ρga, times the square root of the dike height.\nDike eruption is modeled using three assumptions: First, dike volume remains constant during ascent. Although the country rock through which the dike ascends may be porous and unsaturated with water ice, diffusive loss of water into competent rock will be slow compared to the speed at which the dike ascends. The loss time scale is given by Eq. (7) and for a kilometer-high dike will be several days. By contrast, the ascent time and freezing time of water in the dike will be of order minutes to hours (calculated below). Thus little water will be lost through the dike walls and, regardless, freezing at the walls will create a seal against loss to the regolith. (A discussion of eruption into an incompetent regolith that cannot propagate a fracture is found below.) Second, the finite elasticity of the country rock is negligible. Elastic forces are important only on scales smaller than\na∗ = √\nGh\n(1− ν)1ρg , (10)\nwhere h is the width of the dike. The value of a∗ is 100–200 m, much less than the eruption height of the dike. Third, the flow within the dike is turbulent. Reynolds numbers are in the range 104–105 as a consequence of the low viscosity of water (compared to magma), and much larger than the critical value of ∼1000.\nAIDOS\nSelf-similar equations for two-dimensional dike growth in a homogeneous medium can be derived (Spence and Turcotte 1990). The ascent time from a depth z0 is\nta = 7 12\n( 5\n6\n)5/7( η\n2\n)1/7 z12/70 ρ 3/7\n(301ρg)4/7 A5/7 , (11)\nwhere A is the volume per unit span. Dike propagation experiments suggest that dike span is approximately equal to dike height (Dahm 2000). The ascent time of a dike of volume V is then\nta = 400 (\nz0 5 km\n)17/7( V\n250, 000 m3\n)−5/7 s. (12)\nBy comparison, the time scale for freezing of a water-filled dike of width 2h by conduction through the walls is is\ntf = h 2\n4κλ2 , (13)\nwhere κ is a thermal diffusivity of the country rock (∼1.0× 10−6 m2 s−1) and λ is a dimensionless parameter that is a function of the latent heat of fusion and heat capacity of water, and the mean temperature of the surrounding crust (Turcotte and Schubert 1982, p. 173). For a mean crustal temperature of 245 K, λ≈ 0.13 and\ntf = 1250 (\nz0 5 km\n)−4( V\n250, 000 m3\n)2 s. (14)\nEruptions of the volume required to carve the gullies (∼106 m3) will reach the surface without significant loss by freezing (Fig. 2). The ascent time decreases and the eruption rate increases with increasing erupted volume. However, the ability of a chamber to completely drain probably decreases with increasing volume and may place a limit on the volume of an individual eruption. Larger reservoirs cannot be drained by a single dike: Instead, multiple batches of water are released into dikes until the overpressure is relieved and the cryosphere seal is reestablished. Continued freezing will cause pressure to build again and the cycle to repeat.\nSurface expression. The surface expression of cryovolcanism on Mars will differ from that of explosive, magmatic volcanism on the Earth. Terrestrial magmas contain dissolved water and CO2, which exsolve and expand at shallow depth, driving eruption to the surface even in the absence of other pressure forces. The chemistry of martian subsurface water is unknown, but waters in terrestrial igneous rock aquifers at low temperatures (<20◦C) have carbon dioxide activities (pCO2) less than 10−4 bar. This is consistent with a closed-system model of natural waters in equilibrium with plausible igneous mineral assemblages that include a carbonate (Coudrain-Ribstein et al. 1998). If the martian crust is dominated by a similar igneous geology then the level of dissolved CO2 in freezing aquifers will also be low. Carbon dioxide activity in terrestrial aquifers increases markedly with temperature (Coudrain-Ribstein et al. 1998) and confined high-temperature hydrothermal systems on Mars may contain large amounts of dissolved CO2 (pCO2 > 1 bar) but they will not be freezing.\nIn the absence of gas buoyancy forces, the propagation of water to the surface will be under local geologic control. For plausible crustal rheologies and stress states it is likely that water-filled cracks will be diverted into horizontal propagation before reaching the surface. The crust of Mars appears to be extensively layered in at least some locales (McEwen et al. 1999). Subsurface joints at shallow depths can act as efficient barriers to the propagation of buoyant dikes (Weertman 1980). A rheologically layered crust (e.g., competent volcanic flows interbedded with breccias) under compression will also form barriers at\nT NO\nFIG. 2. Phase space (source depth vs volume) of cryovolcanic events on Mars. Events in the lower left-hand corner freeze before reaching the surface, while those in the upper right-hand corner erupt water onto the surface with little volume lost to freezing. The heavy line is the boundary where the ascent time equals the freezing time and is calculated using a two-dimensional, turbulent, buoyant dike model (Spence and Turcotte 1990) and a dike-freezing model (Turcotte and Schubert 1982, p. 173). In this model the rigidity of the crust over the length scale of propagation is neglected. A post facto calculation finds that elastic effects are important only within the top few hundred meters of the dike and justifies this assumption. The Reynolds number of the flow in the dike is greater than 7× 103 and hence the flow is turbulent. The light lines are contours of constant ascent time. Three-dimensional volumes are estimated, assuming dike width is approximately equal to height. The estimated lower limit for the volume of water required to carve the gullies in a single locale (Malin and Edgett 2000) is indicated, assuming a source depth of 5 km. The exact ascent time of these events will depend on the detailed geology and hydrology of the system: The important point is that for plausible water volumes the ascent time will be short compared to the freezing time. Peak predicted eruption rates are of order 1000 m3 s−1, but decay on the propagation time scale (minutes). Turbulent dissipation leads to a temperature rise of at most a few degrees.\ndepths where the horizontal normal stress exceeds the vertical normal stress (Gudmundsson 1986). At such a stress barrier, water will be diverted into a sill or laccolith. Wrinkle ridges indicate the existence of large-scale compressive stresses on Mars (Plescia 1991), and such stresses are the expected outcome of cooling of the interior of a planet. The depth above which horizontal stresses exceed vertical stresses (Gudmundsson 1986) is\nz = (1− ν)eE (1− 2ν)ρg , (15)\nwhere e is the horizontal strain, are E, ν, and ρ are the elastic modulus (8× 1010 Pa for pure basalt), Poisson ratio (0.2), and density (2900 kg m−3) of the crust. If the upper lithosphere supports maximum strains of 10−5–10−4, the predicted depth above which the horizontal stress exceeds the vertical (overburden) stress is 100–1000 m.\nEven in the absence of stress barriers (e.g., in regions of tectonic extension), upward propagation of water-filled dikes will still be controlled by the ability of the crust to propagate a crack. In an incompetent regolith dikes will terminate at a finite depth where faulting allows water to spread into the shallow subsurface. This depth may be estimated by setting the dike buoyancy pressure equal to the\nE 221\npressure required to cause thrust faulting and displacement of unconsolidated crustal blocks\n1ρ(z0 − z) = 2 fρz√ 1+ f 2 − f , (16)\nwhere z0 is the depth of the dike source and f is the static coefficient of friction, typically 0.85 (Turcotte and Schubert 1982, p. 353). Normal faulting and termination of dike propagation will occur at a depth that is 13% of the source depth, e.g., 500 m for a source depth of 4 km. Ground ice may play an important role by cementing breccia and supporting the propagation of a dike closer to the surface.\nWater will propagate in sills until it freezes in place, percolates back into the regolith (and freezes), or reaches an outlet at a scarp, i.e., at the wall of a crater or canyon where it drains onto the surface and form erosive features. Once a significant volume of liquid water is erupted to the surface it has the potential to flow for significant distances before freezing. Calculations by Carr (1983) show that 1-m-deep streams initiated in preexisting channels can flow for several hundred kilometers under present climatic conditions before freezing.\nCryovolcanism triggers on Mars. Cryovolcanism operates according to thermal, geophysical, and geologic conditions in the martian crust, irrespective of surface temperatures. Four processes that affect the thermal and geophysical state of the crust are long-term planetary cooling, volcanism, climate change, and tectonics.\nPlanetary cooling. Cooling of a saturated regolith over geologic time leads to a thickening of the cryosphere and pressurization of aquifers on impermeable rock layers. This cooling could be due to a combination of decreased planetary heat flow and the loss of a thicker greenhouse atmosphere suggested by ancient martian landforms (Carr 1996a). The early, mid-latitude cryosphere may have been ∼1 km thick compared to an estimated present thickness of 6 km (Fig. 3). Ignoring compressibility effects, freezing of aquifers from depth z1 to z2 km in a saturated regolith having an exponential depth-dependent porosity with scale length d and surface porosity φ0 (Clifford 1993) will result in the expulsion of a volume of water equivalent to a global layer of thickness:\nD = 0.09φ0 d(e−z1/d − e−z2/d ). (17)\nFor φ0 = 0.2, d = 2.8 km (Clifford 1993), z1 = 1 km, and z2 = 6 km, and accounting for the finite compressibility of water and the matrix rock, the expelled volume is equivalent to a layer 23 m deep, enough to carve a set of gullies like that analyzed by Malin and Edgett (2000) on every hectare of surface. Of course, most of the erupted water would freeze at shallow depths in the regolith rather than reaching the surface at walls; however this shallow ice could subsequently diffuse to the surface. Assuming that one-half of the planet’s surface is covered by permafrost the total volume of erupted water is close to estimates of the volume of water within the polar caps (Carr 1996a, Zuber et al. 1998). Thus long-term cryovolcanism may have played an important role in the exchange of water between the deep crust and surface.\nVolcanism. There is indirect evidence for recent volcanism on Mars in the form of young radiometric ages for some SNC meteorites (McSween 1994) and low crater counts on some terrains (Hartmann et al. 1999). Intrusive volcanism can produce transient heat flow anomalies comparable to the planetary mean and drive melting of ground ice (e.g., McKenzie and Nimmo 1999). While these scenarios require melting of shallow ice and drainage into lower-lying areas, the cryovolcanic eruption of meltwater can occur from much greater depths. In a one-dimensional, unsteady heat flow model (Turcotte and Schubert 1982, p. 161), the temperature anomaly at depth z and time t produced by a magma sill at depth z0 that instantaneously injects a pulse of heat per unit area Q at time t = 0 is\n1T = Q 2ρC √ πκt e−(z0−z) 2/(4κt), (18)\nG 222 ERIC J.\nFIG. 3. Depth of the base of the cryosphere in the regolith of Mars as a function of surface temperature and epoch. The surface porosity is 20% and decreases exponentially with depth with a scale height of 2.8 km (Clifford 1993). The composition is ice-saturated basalt, and the bulk temperature-dependent thermal conductivity is estimated from the Maxwell equation using empirical formulas for the conductivities of the basalt (Keszthelyi 1994) and ice components (Paterson 1994, p. 205). A thermal model of Mars is used for the evolution of the heat flow (Schubert et al. 1992). An upper limit on the depth of an impermeable basement is taken to be the self-compaction depth estimate (Clifford 1993).\nwhere ρ and C are the density and heat capacity of the crust. (The heat pulse approximation assumes that the freezing time of the magma sill is much shorter than the thermal diffusion time over the distance z0 − z.) For a crust with constant conductivity the heat pulse will raise the melting depth by 1z given by the relation\n1z = e −1/2κQ\n2 √ π (z0 − z +1z) . (19)\nFor example, intrusion of a 10-m-thick magma sill (4.4× 1010 J m−2) 1 km below the cryosphere will cause the melting depth to temporarily shallow by about 200 m and the melting of any intervening ground ice. If this meltwater is unable to drain below the original base of the cryosphere it will eventually refreeze and expel a fraction of itself to the surface. For an aquifer with φ = 0.01 this will be equivalent to a water layer ∼10 cm deep. A volcanogenic aquifer with a surface extent of 10 km2 would be expected to expel ∼106 m3 of water.\nEpisodic climate change. The obliquity and eccentricity of Mars oscillate with periods of∼100 kyr and dramatically effect seasonally averaged insolation, particularly at the poles. While surface temperatures may undergo large (40 K) excursions with obliquity, crustal thermal diffusivities typical of soils or basalts (∼10−6 m2 s−1) limit the skin depth (κt/π )1/2 to a few hundred meters, and as a consequence the amplitude of the obliquity wave at a depth of 1 km is negligible (Fanale et al. 1982). A climate driver for cryovolcanism could be yet-to-be elucidated changes on million-year time scales, perhaps involving excursions in the mean obliquity value and atmospheric feedbacks (Kieffer and Zent 1992).\nTectonics. Tectonic extension may trigger cryovolcanic eruptions by reducing the minimum normal stress in an aquifer to a value below the pore pressure. However, normal faulting may occur at the deviatory stress 1σ required for pore pressure to exceed the minimum normal stress: The condition for normal\nAIDOS\nfaulting (Turcotte and Schubert 1982, p. 355) can be expressed as\nρgz − p > 2 f (ρgz − p)√ 1+ f 2 + f , (20)\nwhich is satisfied for all values of f . Thus a tectonic trigger will only operate in geologically intact aquifers where faulting cannot occur.\nGully properties and future observations. Cryovolcanism offers a simple explanation of the recent appearance of water-carved gulleys and seepage features on the surface of Mars and their distribution over the planet. Freezing of the erupted water may concentrate dissolved solids within the remaining liquid and form brines whose freezing-point depression allows them to persist for a longer time. However, the calculations presented above show that brine formation is not required to explain the observations. Cryovolcanism will occur where liquid water exists at depth and a thick cryosphere is impinging on impermeable layers in the crust. The thickness of the current cryosphere ranges from 5 to 8 km between low latitudes (where T = 200 K) and the poles (Fig. 3). The depth at which a martian regolith becomes impermeable due to self-compaction has been estimated to be 8 km (Clifford 1993). The potential for freezing aquifers and cryovolcanic activity in the present crust of Mars would explain the appearance of fresh gullies and seepage features on the surface. Cryovolcanism has probably been occurring throughout much of Mars history and the purported lack of degraded landforms is due to the short retention times of the steep scarps on which they form and the difficulty of identifying older features. However, a thick cryosphere is more likely to impinge on impermeable rock and form-confined aquifers. The amplitude of the fluctuation in heat flow required to melt water from a cryosphere and form a freezing aquifer on basement rock also decreases with proximity of the cryosphere to the basement (Eq. (19)). It is possible that the colder modern epoch is actually more favorable for cryovolcanism.\nThe restriction of the gullies to latitudes higher than 30◦ is explained by the absence of a thck cryosphere near the equator. Ground ice at low latitudes where surface temperatures exceed 200 K is unstable with respect to the current atmosphere and its maintenance requires a subsurface source (Mellon et al. 1997). A thin or absent cryosphere means aquifers will not be confined and frozen. Further, lack of ground ice may prohibit propagation of dikes through an incompetent regolith to the surface.\nThe appearance of water-formed features at canyon and crater walls (and their absence elsewhere) is a direct consequence of the intrusive origin of the water and the probably horizontal diversion of water propagating dikes into sills at shallow depths. Even if water were to erupt (geyser) directly to the surface, the relatively small volumes would sublimate quickly and any surface features would be subtle and difficult to identify. The estimated depths at which water-filled dikes would be diverted into sills is consistent with the observed range of depths at which the gullies appear to emerge from walls (Malin and Edgett 2000). Alternatively, the ubiquitous origin of gullies and seepage channels from strata∼200 m below the surface may be an indication of a transition in the global mechanical properties of the regolith at that depth, and may indicate the depth to stable ground ice set by dessication by an obliquity wave.\nLikewise, the preponderance of gullies on the colder, poleward facing slopes of craters (Malin and Edgett 2000) can be explained by modification of the mechanical properties of the regolith by ground ice. An ice-saturated regolith will be able to better propagate the fracture ahead of a sill or dike. Subsurface water erupted into the dessicated, incompetent regolith at sunward-facing slopes would be unable to rapidly propagate through a sill and would drain and freeze into the unsaturated ground. Multiple eruptions from a single freezing aquifer would explain the evidence for multiple debris transport and erosion events in at least one gully (Malin and Edgett 2000). Finally, the influence of tectonics on dike propagation implies that that water will intrude closer to the subsurface and eruptions will be more common in regions of tectonic extension. The extraordinarily high number of gullies in Gorgonium Chaos, a region of extension of graben formation, is worth noting in this context.\nIronically, a colder Mars is more efficient at erupting small amounts of liquid water to the surface: The gullies themselves are indicators of the structure, tectonics, and thermal state of the crust, rather than surface conditions. If this model\nNO\nof gully formation is correct, the existence of very fresh landforms is evidence that cryovolcanism is ongoing and liquid water reservoirs exist at depths of a few kilometers. These aquifers might be detected by the sounding radar on the Mars Express spacecraft, due to arrive at the planet in 2004. The volume of water that could be expelled from a water-saturated crust by cryovolvcanism is comparable with the present volume of water in the polar caps, and the exchange of water between deep reservoirs and the surface can be an important process (Kass and Yung 1999, Donahue 2001) needed to reconcile the D/H ratio of current atmospheric water with that of hydrous minerals in martian meteorites (Watson et al. 1994, Leshin 2000). Finally, there is evidence of microbial biospheres at a depth of several kilometers on Earth (Stevens and McKinley 1995). Investigations of gully deposits are an avenue to search for analogous biological activity in the crust of Mars."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "The author gratefully acknowledges the advice and encouragement of A. Ingersoll, D. McCleese, B. Murray, F. Nimmo, M. Richardson, D. Stevenson, S. Stewart-Mukhopadhyay, and A. Vasavada, and the constructive comments of the reviewer, Mark Bullock."
  }],
  "year": 2001,
  "references": [{
    "title": "Stability of streams and lakes on Mars",
    "authors": ["M.H. Carr"],
    "venue": "Icarus 56, 476–495.",
    "year": 1983
  }, {
    "title": "Water on Mars",
    "authors": ["M.H. Carr"],
    "venue": "Oxford Univ. Press, Oxford.",
    "year": 1996
  }, {
    "title": "Channels and valleys on Mars: Cold climate features formed as a result of a thickening cryosphere",
    "authors": ["M.H. Carr"],
    "venue": "Planet. Space Sci. 44, 1411–1423.",
    "year": 1996
  }, {
    "title": "A model for the hydrologic and climatic behavior of water on Mars",
    "authors": ["S.M. Clifford"],
    "venue": "J. Geophys. Res. 98, 10,973–11,016.",
    "year": 1993
  }, {
    "title": "Temperature-carbon dioxide partial pressure trends in confined aquifers",
    "authors": ["A. Coudrain-Ribstein", "P. Gouze", "G. de Marsily"],
    "venue": "Chem. Geol. 145, 73–89.",
    "year": 1998
  }, {
    "title": "On the shape and velocity of fluid-filled fractures in the Earth",
    "authors": ["T. Dahm"],
    "venue": "Geophys. J. Int. 142, 181–192.",
    "year": 2000
  }, {
    "title": "Pre-Global Survyor evidence for martian ground water",
    "authors": ["T.M. Donahue"],
    "venue": "Proc. Natl. Acad. Sci. USA 98, 827–830.",
    "year": 2001
  }, {
    "title": "Mars—The regolith–atmosphere–cap system and climate change",
    "authors": ["F.P. Fanale", "J.R. Salvail", "W.B. Banerdt", "R.S. Saunders"],
    "venue": "Icarus 50, 381–407.",
    "year": 1982
  }, {
    "title": "Formation of magma chambers in Iceland",
    "authors": ["A. Gudmundsson"],
    "venue": "Geology 14, 164–166.",
    "year": 1986
  }, {
    "title": "Evidence for recent volcanism on Mars from crater counts",
    "authors": ["W.K. Hartmann", "M. Malin", "A. McEwen", "M. Carr", "L. Soderblom", "P. Thomas", "E. Danielson", "P. James", "J. Veverka"],
    "venue": "Nature 397, 586–589.",
    "year": 1999
  }, {
    "title": "Ideas about the surface runoff features on Mars (letter)",
    "authors": ["N. Hoffman"],
    "venue": "Science 290, 711.",
    "year": 2000
  }, {
    "title": "Thermal conductivity of Hawaiian basalt",
    "authors": ["Horai", "K.-I."],
    "venue": "A new interpretation of Robertson and Peck data. J. Geophys. Res. 96, 4125–4132.",
    "year": 1991
  }, {
    "title": "Mars: Occurrence of liquid water",
    "authors": ["A.P. Ingersoll"],
    "venue": "Science 168, 972–973.",
    "year": 1970
  }, {
    "title": "The thermal inertia of Mars from the Mars Global Surveyor thermal emission spectrometer",
    "authors": ["B.M. Jakosky", "M.T. Mellon", "H.H. Kieffer", "P.R. Christensen", "E.S. Varnes", "S.W. Lee"],
    "venue": "J. Geophys. Res. 105, 9643–9652.",
    "year": 2000
  }, {
    "title": "Water on Mars: Isotopic constraints on exchange between the atmosphere and surface",
    "authors": ["D.M. Kass", "Y.L. Yung"],
    "venue": "Geophys. Res. Lett. 26, 3653–3656.",
    "year": 1999
  }, {
    "title": "Calculated effects of vesicles on the thermal properties of cooling basaltic lava flows",
    "authors": ["L. Keszthelyi"],
    "venue": "J. Volcanol. Geoth. Res. 63, 257–266.",
    "year": 1994
  }, {
    "title": "Soil and surface temperatures at the Viking landing sites",
    "authors": ["H.H. Kieffer"],
    "venue": "Science 194, 1344–1346.",
    "year": 1976
  }, {
    "title": "Quasi-periodic climate change on Mars",
    "authors": ["H.H. Kieffer", "A.P. Zent"],
    "venue": "Mars (H. H. Kieffer, B. M. Jakosky, C. W. Snyder, and M. S. Matthews, Eds.), pp. 1180–1218. Univ. of Arizona Press, Tucson.",
    "year": 1992
  }, {
    "title": "Ideas about the surface runoff features on Mars (letter)",
    "authors": ["L.P. Knauth", "S. Klonowski", "D. Burt"],
    "venue": "Science 290, 711.",
    "year": 2000
  }, {
    "title": "Insights into martian water reservoirs from analyses of martian meteorite QUE94201",
    "authors": ["L.A. Leshin"],
    "venue": "Geophys. Res. Lett. 27, 2017–2020.",
    "year": 2000
  }, {
    "title": "Evidence for recent groundwater seepage and surface runoff on Mars",
    "authors": ["M.C. Malin", "K.S. Edgett"],
    "venue": "Science 288, 2330–2335.",
    "year": 2000
  }, {
    "title": "Voluminous volcanism on early Mars revealed in Valles Marineris",
    "authors": ["A.S. McEwen", "M.C. Malin", "M.H. Carr", "W.K. Hartmann"],
    "venue": "Nature 397, 584–586.",
    "year": 1999
  }, {
    "title": "The generation of martian floods by the melting of ground ice above dykes",
    "authors": ["D. McKenzie", "F. Nimmo"],
    "venue": "Nature 397, 231–233.",
    "year": 1999
  }, {
    "title": "What have we learned about Mars from SNC meteorites",
    "authors": ["H.Y. McSween"],
    "venue": "Meteoritics 29, 757–779.",
    "year": 1994
  }, {
    "title": "The persistence of equatorial ground ice on Mars",
    "authors": ["M.T. Mellon", "B.M. Jakosky", "S.E. Postawko"],
    "venue": "J. Geophys. Res. 102, 19,357–19,369.",
    "year": 1997
  }, {
    "title": "Liquid CO2 breakout and the formation of recent small gullies on Mars",
    "authors": ["D.S. Musselwhite", "T.D. Swindle", "J.I. Lunine"],
    "venue": "Geophys. Res. Lett. 28, 1283–1286.",
    "year": 2001
  }, {
    "title": "The Physics of Glaciers",
    "authors": ["W.B. Paterson"],
    "venue": "Pergamon Press, Oxford.",
    "year": 1994
  }, {
    "title": "Wrinkle ridges in Lunae Planum Mars",
    "authors": ["J.B. Plescia"],
    "venue": "Implications for shortening and strain. Geophys. Res. Lett. 18, 913–916.",
    "year": 1991
  }, {
    "title": "Thermal conductivity of vesicular basalt from Hawaii",
    "authors": ["E.C. Robertson", "D.L. Peck"],
    "venue": "J. Geophys. Res. 79, 4875–4888.",
    "year": 1974
  }, {
    "title": "Propagation of magma-filled cracks",
    "authors": ["A.M. Rubin"],
    "venue": "Annu. Rev. Earth Planet. Sci. 23, 287–336.",
    "year": 1995
  }, {
    "title": "Origin and thermal evolution of Mars",
    "authors": ["G. Schubert", "S.C. Solomon", "D.L. Turcotte", "M.J. Drake", "N.H. Sleep"],
    "venue": "Mars (H. H. Kieffer, B. M. Jakosky, C. W. Snyder, and M. S. Matthews, Eds.), pp. 147–183. Univ. of Arizona Press, Tucson.",
    "year": 1992
  }, {
    "title": "Brittle strength of basaltic rock masses with application to Venus",
    "authors": ["R.A. Schultz"],
    "venue": "J. Geophys. Res. 98, 10,883–10,895.",
    "year": 1993
  }, {
    "title": "Tapping of melt by veins and dikes",
    "authors": ["N.H. Sleep"],
    "venue": "J. Geophys. Res. 93, 10,255–10,272.",
    "year": 1988
  }, {
    "title": "Buoyancy-driven magma fracture: A mechanism of ascent through the lithosphere and the emplacement of diamonds",
    "authors": ["D.A. Spence", "D.L. Turcotte"],
    "venue": "J. Geophys. Res. 95, 5133–5139 (1990).",
    "year": 1990
  }, {
    "title": "Mantle differentiation and the thermal evolution of Mars, Mercury, and Venus",
    "authors": ["T. Spohn"],
    "venue": "Icarus 90, 222–236.",
    "year": 1991
  }, {
    "title": "Ice in the martian regolith",
    "authors": ["S.W. Squyres", "S.M. Clifford", "R.O. Kuzmin", "J.R. Zimbelman", "F.M. Costard"],
    "venue": "Mars (H. H. Kieffer, B. M. Jakosky, C. W. Snyder, and M. S. Matthews, Eds.), pp. 523–554. Univ. of Arizona Press, Tucson.",
    "year": 1992
  }, {
    "title": "Lithoautotrophic microbial ecoysystems in deep basaltic aquifers",
    "authors": ["T.O. Stevens", "J.P. McKinley"],
    "venue": "Science 270, 450–454.",
    "year": 1995
  }, {
    "title": "Geodynamics",
    "authors": ["D.L. Turcotte", "G. Schubert"],
    "venue": "Wiley, New York.",
    "year": 1982
  }, {
    "title": "Water on Mars—Clues from deuterium/hydrogen and water contents of hydrous phases in SNC meteorites",
    "authors": ["L.L. Watson", "I.D. Hutcheon", "S. Epstein", "E.M. Stolper"],
    "venue": "Science 265, 86–90.",
    "year": 1994
  }, {
    "title": "The stopping of a rising, liquid-filled crack in the Earth’s crust by a freely-slipping horizontal joint",
    "authors": ["J. Weertman"],
    "venue": "J. Geophys. Res. 85, 967–976.",
    "year": 1980
  }, {
    "title": "The Frozen Earth",
    "authors": ["P.J. Williams", "M.W. Smith"],
    "venue": "Cambridge Univ. Press, Cambridge, UK.",
    "year": 1989
  }, {
    "title": "Observations of the northern polar region of Mars from the Mars Orbiter Laser Altimeter",
    "authors": ["M.T. Zuber"],
    "year": 1998
  }, {
    "title": "Internal structure and early thermal evolution of Mars from Mars Global Surveyor topography and gravity",
    "authors": ["M.T. Zuber"],
    "year": 2000
  }],
  "id": "SP:aad8b1441ac3970e06259ac61581298b671a28e5",
  "authors": [{
    "name": "Eric J. Gaidos",
    "affiliations": []
  }],
  "abstractText": "The surface of Mars is too cold and dry to permit stable liquid water, yet fresh, apparently water-carved gullies and seepage features have been identified in high-resolution imaging of canyon and crater walls by the Mars Global Surveyor spacecraft. Here, a model of nonequilibrium hydrological activity and liquid water cryovolcanism explains the paradoxical appearance and observed properties of these landforms: Aquifers within a porous crust are confined by growing ice and impermeable volcanic layers or basement rock. Freeze–thaw cycles driven by changes in heat flow or climate create high ambient pore pressures and lead to catastrophic expulsion of water through cracks to the surface. The gullies are thus indicators of the geologic and thermal state of the crust, not the present surface environment. Investigations of deposits formed by this cryovolcanism are a means of probing the deep subsurface of Mars for potential biological activity. c © 2001 Academic Press",
  "title": "Cryovolcanism and the Recent Flow of Liquid Water on Mars"
}