{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nMarine and Petroleum Geology\njournal homepage: www.elsevier .com/locate/marpetgeo\nResearch paper\nGlobal versus regional influence on the carbonate factories of OligoMiocene carbonate platforms in the Mediterranean area\nM. Brandano*, I. Cornacchia, L. Tomassetti Dipartimento di Scienze della Terra, Universit a Sapienza di Roma, P. Aldo Moro 5, 00185 Roma, Italy\na r t i c l e i n f o\nArticle history: Received 1 September 2016 Received in revised form 20 December 2016 Accepted 1 March 2017 Available online 2 March 2017\nKeywords: Oligo-Miocene Central Mediterranean Apennines Ramps Carbonate factory\n* Corresponding author. E-mail address: marco.brandano@uniroma1.it (M.\nhttp://dx.doi.org/10.1016/j.marpetgeo.2017.03.001 0264-8172/© 2017 Elsevier Ltd. All rights reserved.\na b s t r a c t\nThe Oligocene-Miocene is a key interval that was characterized by a cooling trend associated with a progressive decrease of atmospheric CO2 concentrations that ends in the Present days.\nIn the Central Mediterranean area, during this interval, three main carbonate platform domains developed in the foreland zone of the Apennines: the Latium-Abruzzi-Campana and Apulia domain in the central and south-eastern sectors of the chain and the Hyblea and Pelagian carbonate platforms in the south and south-western sectors. This work analyzes the impact and interplay of global and regional factors controlling the development of different carbonate factories and facies associations over the Chattian and the early Messinian time interval. Three well-studied examples of the central Mediterranean will be used: the Chattian ramp of Malta, the Latium-Abruzzi ramp, and the Bolognano ramp within the northern portion of the Apulian carbonate platform (outcropping on Majella Mountain).\nThe Malta ramp represents the reference model for the heterozoan Oligo-Miocene carbonate factory, since it developed far from terrigenous input, in persistent oligotrophic conditions, and within a tropical climate. In contrast, the evolution of the central Apennine ramps is strictly related to the geodynamic evolution of the Apennines and simultaneously to global oceanographic changes.\nThe Chattian Apennine ramps are affected by a basin conformation that favored the development of dominant currents and related dune fields. Successively, these ramps were exposed to strong Aquitanian volcanism that induced a shift towards an aphotic-dominated carbonate factory. Since the Burdigalian the development of the Apennines has affected the evolution of the investigated ramps through the eastward migration of foredeep systems and related nutrient input. This influence becomes more evident between the Tortonian and Messinian, during which reef-rimmed platforms developed in the rest of the Mediterranean while red algae still dominated in the Apennine ramps. Amongst the global events, the Ccycle perturbation, occurring between the late Burdigalian and Serravallian (Monterey event), leaves a clear sign on the two Apennine ramps.\n© 2017 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Carbonate platforms are sensitive recorders of past environmental and climate changes because sediment-producing carbonate biota thrive under definite ecological conditions (F€ollmi et al., 1994; Weissert et al., 1998; Pomar et al., 2004; Nebelsick et al., 2005; Westphal et al., 2010). Platform development during the Oligocene-Miocene interval is of particular interest, given that it was associated with extinctions and evolutionary turnover, on land and in the oceans, and major shifts in the geochemical record.\nBrandano).\nThese records provide strong evidence for a phase of oceanic reorganization, global cooling, and the growth of the first semipermanent, continental-scale ice-sheets on Antarctica (Zachos et al., 2001; Coxall and Pearson, 2007).\nDuring the Oligocene-Miocene interval, the Mediterranean area experienced the final phases of Alpine and Dinarides subduction and NW-directed Apennine subduction (Doglioni et al., 1999). Many carbonate platforms developed in the foreland zone of the Apennines, including the Latium-Abruzzi-Campana and Apulian platforms in the central and southern sector of the orogen (Carannante and Simone, 1996; Mutti et al., 1997; Brandano and Corda, 2002), the Ragusa platform (Hyblea, Sicily) and Malta in the Pelagian area (Pedley, 1998; Brandano et al., 2009a). In the Southern Alps, Oligocene neritic carbonate sedimentation\ndeveloped on the Lessini shelf (Bassi and Nebelsick, 2010; Nebelsick et al., 2013).\nIn this paper we analyze the impact and interplay of global and regional factors controlling the development of different carbonate factories and facies associations in three well-studied, central Mediterranean examples: Malta, the Latium Abruzzi and northern Apulian (Majella) platforms.\nThe Chattian ramp facies belt of the Lower Coralline Limestone Fm is well exposed on the Malta Island; the Guadagnolo and Bryozoan- Lithothamnion Fms of the Chattian to Tortonian interval outcrop in the Latium Abruzzi Platform, while the Bolognano Fm records the evolution of the upper Ruperlian to lower Messianian ramp in the Majella structure (Fig. 1)."
  }, {
    "heading": "2. The Oligocene and Miocene isotope events",
    "text": "A long-term cooling trend characterizes the global climate from the middle Eocene climatic optimum to modern times (Fig. 2). Despite this general trend, the climatic evolution of the OligoMiocene interval is particularly dynamic. At the Eocene-Oligocene transition (~34 Ma) a major d18O shift recorded in the global pelagic signal, known in the literature as the Oi-1 event (Zachos et al., 2001), marks the onset of the Eastern Antarctica Polar Ice Cap, thus the transition between the previous warm greenhouse world to the modern icehouse one (Coxall and Pearson, 2007; Lear et al., 2008). This event is also associated with the decrease of atmospheric CO2 concentrations (Beerling and Royer, 2011). According to De Conto and Pollard (2003) a stable polar ice cap formed in the Eastern Antarctica when pCO2 values decreased below the threshold of 750 ppm, while the opening of the Southern Ocean Gateways played a secondary role in triggering the glaciation. A second major cooling step, known as the Mi-1 event, is recorded at the Oligocene-Miocene boundary (~23 Ma) and interpreted as a sharp, but transient, glacial maximum related to a rapid pulse in the growth of Antarctica (Zachos et al., 2001, 2008; Lear et al., 2004). The early Miocene is characterized by an overall global warming trend, occasionally interrupted by minor glaciations (Mi events), until the Mid-Miocene Climatic Optimum (MMCO), the warmest time interval of the last 35 million years, when seawater temperatures at mid-latitudes are estimated to have been 6 C higher than today (Flower, 1999; Zachos et al., 2001, 2008). These climate changes affected the global carbon cycle. For example, the d13C\nglobal pelagic record shows three positive shifts during the Oligocene-Miocene interval, the first two being sharp and rapid positive carbon isotope peaks recorded in correspondence with the Oi-1 and Mi-1 events. This latter is known as the Early Miocene Carbon Maximum (EMCM). The youngest, on the other hand, is a long-term positive d13C excursion, which starts in correspondence with theMMCO and that is known in literature as Monterey Carbon Isotope Excursion (Woodruff and Savin,1991; Holbourn et al., 2004, 2007). These shifts are interpreted as C-cycle perturbations due to an increased primary productivity of surface waters and higher rates of organic carbon storage."
  }, {
    "heading": "3. The central-western Mediterranean area",
    "text": "The Apennines have been interpreted as an accretionary wedge developed along the subduction hinge of the Adria continental plate and the Ionian oceanic plate (Doglioni et al., 1999; Gelabert et al., 2002; Carminati et al., 2010). According to Lustrino et al. (2009), subduction started in the Eocene (Fig. 2). The subsequent rollback of the Apennine subduction zone created the back-arc, lithosphere stretching of the Ligurian-Provencal Basin and Tyrrhenian Sea (e.g. Malinverno and Ryan, 1986; Doglioni, 1991).\nApennine subduction triggered the development of intense subduction-related igneous activity, which recorded a climax in the early Miocene (22-18 Ma), and a subsequent anorogenic activity (Lustrino et al., 2011; Lustrino and Wilson, 2007).\nThe complex geodynamic evolution of the Mediterranean affected its water circulation patterns and exchanges with the surrounding oceans. Until late Burdigalian both the Atlantic and Indo-Pacific connections were open and deep water flow was directed from west to east (Mutti and Bernoulli, 2003). Mediterranean waters were strongly influenced by the Indo-Pacific ocean during the early Miocene. Between the Burdigalian and Langhian the Mediterranean isotope signature represents a mix of both Atlantic and Pacific signals (Kocsis et al., 2008). During the Langhian the Indo-Pacific passage closed definitively (R€ogl, 1999). Lastly, the Serravallian-Tortonian interval (13-8 Ma) is marked by a strong Atlantic influence (Kocsis et al., 2008). The isotopic record of the Atlantic ocean and Mediterranean sea are, in fact, totally comparable, while they decouple in the Messinian due to the isolation of the Mediterranean sea (Schildgen et al., 2014).\ng the location of the investigated platforms."
  }, {
    "heading": "4. Case histories",
    "text": "In this work the terminology of Burchette and Wright (1992) is used to subdivide the carbonate-ramp facies, however the criteria employed to characterize the various parts of the ramps follow Pomar (2001a) and Pomar et al. (2002). As evidenced by Pomar and Haq (2016), the division between euphotic (high light rates on seafloor and occasionally high-wave energy), oligophotic (low-light conditions on seafloor, commonly below wave action), and aphotic (absence of light) represents a powerful tool to define sedimentary environments and processes in carbonate systems. This subdivision is particularly useful considering the difficulty in evaluating the hydrodynamic bathymetric gradient and its relationship to climate and oceanographic conditions."
  }, {
    "heading": "4.1. Malta Plateau",
    "text": "The Malta Archipelago is part of the large Pelagian carbonate platform domain, which, together with the Hyblean Plateau, the Pelagian islands eastern Tunisia and north-western Lybia, represents the northern extension of the African Plate (Fig. 1). The Malta Plateau, which has been a structurally elevated area since the Late Triassic (Bishop and Debono, 1996), comprises 4500 m of Mesozoic and Paleogene limestones and dolomites. The Oligo-Miocene Maltese lithostratigraphic succession consists of five units (Felix, 1973; Pedley, 1978), the ages of which have recently been revised by Baldassini and Di Stefano (2016). The lowermost unit, named the Lower Coralline Limestone Fm (middle-late Chattian), was deposited in a ramp environment. The Lower Coralline Limestone is overlain by the Globigerina Limestone Fm (late Chattian-Langhian), which represents deposition on a distal outer ramp, within the aphotic zone. In turn, this unit is overlain by the hemipelagic deposits of the Blue Clay Fm (Serravallian-early Tortonian). Lastly, the Blue Clay Fm is unconformably overlain by the Greensand Fm and\nby the Upper Coralline Limestone Fm (Tortonian-Messinian). The Lower Coralline Limestone consists of four members (Pedley, 1978, 1998). The Maghlaq Member, which is the oldest, is represented bywackestones andmudstones that were deposited in an inner ramp environment. The Attard Member, composed of rhodolitic algal packstones, generally overlies the Maghlaq Member. The Xlendi Member consists of cross-bedded foraminiferal grainstones, which generally lie lateral to and above the Attard Member. Lastly, the Il Mara Member represents outer ramp wackestones, including bryozoan and Lepidocyclina beds, which lie lateral and down-ramp to the Attard Member.\nThe inner ramp consists of deposits of the Xlendi Member and partially of the Attard Member. It is characterized by foreshore to shoreface deposits consisting of cross-bedded grainstone rich in porcellaneous foraminifera (Fig. 3A). Other important components include rounded and micritised bioclasts of articulate, nonarticulate coralline algal debris and larger benthic foraminifera (LBF). They pass basinward to coralline algal rudstone to floatstone (including small rhodoliths), coralline algal debris and crusts, bioclasts of echinoids, molluscs, and scattered coral colonies in growth position, as well as porcellaneous, encrusting foraminifera and LBF. These deposits represent an environment colonised by seagrass. Basinward this lithofacies changes into coral-bioclastic wackestones/floatstones. The ruditic fraction of this unit consists of Stylophora corals and scattered bioclasts, while the matrix consists of a bioclastic wackestone rich in miliolids. The foraminiferal assemblages (Borelis, peneroplids and Amphistegina) are typical of shallow and illuminated habitats, where seagrass meadows interfinger with adjacent non-vegetated areas. Laterally this facies interfingers with coral patch reefs that are 50e150m long andwide and rarely more than 10 m thick. The middle-ramp is represented by the Attard Member and consists of structureless red algalforaminiferal floatstones to packstones in a packstone to grainstone matrix. The main components are coralline algae that form\nmainly branches and, subordinately, small rhodoliths (Fig. 3A). The abundance of deeper, larger foraminifera (Operculina, Nephrolepidina), and the concomitant presence of the shallow foraminifera, such as Borelis, the strong fragmentation of the grains, and the relative enrichment of echinoid fragments resistant to mechanical abrasion, are indicative of deposition within the oligophotic zone of a middle ramp environment. All these features are due to the combined accumulation of in situ production as well as sediments swept from the inner ramp by waves and currents. The down-ramp extension of the Attard Member is represented by the Il Mara Member (Fig. 3A). It is dominated by thinly bedded, finegrained wackestone beds with thin Lepidocyclina and erect bryozoan colonies (Pedley, 1978, 1998). These deposits represent sedimentation in the outer ramp, well below the storm weather wavebase, in the deepest area of the photic zone (Pedley,1998; Brandano et al., 2009a)."
  }, {
    "heading": "4.2. Latium-Abruzzi platform",
    "text": "The Apennines comprise two main carbonate platforms, the Latium-Abruzzi-Campana Platform and the Apulian Platform (Mostardini and Merlini, 1986; Vezzani et al., 2010), which are separated by a narrow basin in the north that widens towards the south (Molisan and Lagonegrese basin).\nThe Latium-Abruzzi Platform corresponds to the northern sector of the wide Latium-Abruzzi-Campana Platform (Fig. 1). Carbonate sedimentation on this platform took place between the Late Triassic and late Miocene, although significant hiatuses occurred between the Early and Late Cretaceous and between the Paleocene and early Oligocene. The late Oligocene is not recorded in the internal sector of the platform, where the Miocene Bryozoan and Lithothamnion Limestones directly lie on the Cretaceous platform carbonates (Accordi et al., 1967; Brandano and Corda, 2002). The Bryozoan and Lithothamnion Limestones, Burdigalian to Tortonian in age, were deposited in a carbonate ramp environment (Brandano and Corda, 2002; Pomar et al., 2004). Along the margin and slope of the Latium-Abruzzi platform, the late Oligocene and Miocene deposits are represented by the Guadagnolo Fm (Carboni et al., 1982; Brandano et al., 2015). This formation is divided into three members. The basal member is Chattian to early Burdigalian in age and may reach up to 100 m of thickness. This member is constituted by red algal and foraminiferal-rich limestones. A few meter thick spongolitic-rich interval separates the Chattian from the upper Aquitanian e lower Burdigalian bioclastic limestones of this interval. The secondmember is a 300 m thickmonotonous succession of alternating spongolitic marls to calcareous marls and cross-bedded bioclastic calcarenites deposited in the distal outer ramp environment of the Latium-Abruzzi ramp (Brandano and Corda, 2002). The uppermost member consists of coarse-grained bioclastic grainstone-packstone, Serravallian in age, representing sedimentation in the outer ramp environment of the Latium-Abruzzi platform.\nCarbonate sedimentation in the Latium-Abruzzi platform ended with hemipelagic marls followed by siliciclastic turbiditic deposits of the Apennine foredeep system (Cipollari and Cosentino, 1992)."
  }, {
    "heading": "5. The Chattian ramp",
    "text": "The Chattian deposits of the Latium-Abruzzi platform are represented by the lower interval of the basal member of the Guadagnolo Fm. They deposited on a small carbonate ramp, a few km in size, along the northern and eastern margins of the platform on the tectonically deformed Cretaceous to Eocene carbonate substrate. Only the middle ramp environment of this small ramp crops out. It is characterized by cross-bedded red algal rudstone to floatstone,\nalternating with coarse cross-bedded bioclastic packstone to rudstone rich in larger benthic foraminifera (Brandano and Corda, 2011). The red algae are present as small rhodoliths, free-living branches and coralline debris. The middle ramp was characterized by the migration of superimposed small bedforms, which transported the bioclastic sediment from the inner to the middle ramp. Here the sedimentation results from the combined accumulation of in situ products and sediments swept from the shallower inner ramp. The Chattian middle ramp deposits are overlain by a 3e5 m thick interval of horizontally bedded spongolitic packstones, rich in planktonic foraminifera, which were deposited in the aphotic zone of an outer ramp environment (Brandano et al., 2015). Brandano et al. (2015) show the carbon isotope record of this succession across the OligoceneeMiocene boundary. A positive d13C shift corresponds with vertical facies from middle to outer carbonate ramp facies (Fig. 4). This C-isotope shift has been interpreted by Brandano et al. (2015) as the “Early Miocene Carbon Isotope Excursion” (EMCM).\n6. The Bryozoan and Lithothamnion Limestone ramp\nThe Bryozoan and Lithothamnion Limestone Fm deposited on a low-angle homoclinal ramp (Fig. 3 C) during a marine transgression that was produced by tectonic subsidence linked to the eastward migration of the Apennine deformation fronts and related foredeeps (Brandano and Corda, 2002).\nThe inner ramp is characterized by high energy deposits represented by balanid floatstone to rudstone and lithoclastic conglomerates. These deposits grade basinward into seagrass deposits represented by crudely stratified, unsorted bioclastic packstones to floatstones and to rudstones to floatstones with red algae nodules and branches (Brandano, 2003). The main components are epiphytic foraminifera, larger benthic foraminifera, echinoids, balanid macroids, bryozoan colonies, and micritized mollusc fragments. These deposits are also characterized by remains of psammobiontic sponges (Reuter et al., 2013) living in association with seagrass. Seaward, the seagrass facies passes into scattered coral buildups characterized by platy and encrusting Porites, commonly encrusted by red algae and associated with oyster beds. The middle ramp deposits mainly consist of rudstone with rhodoliths and echinoid fragments. Bioeroders form sand-sized bioclastic sediment. The red algae genera associations and the larger foraminifera assemblages of the middle ramp facies are typical of the oligophotic zone, below the base of wave action (Civitelli and Brandano, 2005; Brandano et al., 2010a). The outer ramp deposits form three lithofacies belts: proximal, intermediate and distal outer ramp. The proximal outer ramp consists of crudely stratified bryozoan-bivalve floatstones alternating with coarse-grained echinoid-foraminiferal packstones. The intermediate outer ramp is characterized by fine to medium-grained echinoid-planktonic foraminiferal packstones. The distal outer ramp is composed of highly bioturbated limestone-marl alternations containing siliceous sponge spicules, echinoid fragments, and planktonic foraminifera. Based on sedimentological features and the dominance of bryomol and molechfor associations, the outer ramp was located in the aphotic zone (Pomar et al., 2004).\nThe stratigraphic architecture of the Bryozoan and Lithothamnion Limestone ramp between the early Burdigalian and Langhian does not reflect sea-level cyclicity, notwithstanding the fact that important sea-level changes occurred during this interval (Miller et al., 2005). The stratigraphic architecture highlights the outer-ramp facies belt expansion, with a simultaneous backstepping and progradation (Fig. 5A) at the end of Burdigalian (Brandano and Corda, 2002; Pomar et al., 2004). Only the stratigraphic architecture of the inner-middle ramp lithofacies shows a\nM .Brandano et al./ M arine and Petroleum G eology 87 (2017) 188 e 202\n193\nmoderate expression of relative sea-level cyclicity, represented by a moderate landward/basinward migration of sub-facies belts, as shown by the free living branching red-algal rudstones and seagrass-meadow deposits alternating with conglomeratic levels (Brandano et al., 2010a; Pomar et al., 2012).\nThe d13C values of the Bryozoan and Lithothamnion Limestone, measured in the succession of the outer ramp domain (Pietrasecca section, Brandano et al., 2010b), show a range between þ0.1‰ and þ2.48‰ (Fig. 4). The d13C curve shows a positive shift from 0.10‰ to 1.71‰ in the lower interval, constituted by intermediate outer ramp lithofacies, to 2.1‰e2.48‰ in correspondence of the proximal outer ramp lithofacies. The last 20 m of the succession, constituted again of intermediate outer ramp facies, show a negative d13C shift until values fluctuate around ±0.5‰. This isotope excursion corresponds to the Monterey Event (Brandano et al., 2010b, 2017)."
  }, {
    "heading": "6.1. Apulian Platform",
    "text": "The Apulian Platform is exposed in the Majella Mountain, Gargano, Murge and Salento areas of central and southern Italy (Fig. 1). The eastern portion of the Apulian Platform constitutes the gently deformed foreland of the Apennines, while the western portion is down-faulted and buried underneath the foredeep and adjacent Apennine chain (Mostardini and Merlini, 1986; Casero et al., 1988). This platform records mainly neritic carbonate sedimentation from\nthe Late Triassic to the end of the Cretaceous (Bosellini and Parente, 1994). Similar to the adjacent Latium-Abruzzi-Campana Platform, the Paleogene shallow-water deposits are preserved along the platform margins exposed in the northern, eastern and southeastern parts of the Majella Mountain (Vecsei et al., 1998), Gargano Promontory (Bosellini et al., 1999), and Salento peninsula (Bosellini et al., 1999; Pomar et al., 2014), respectively.\nAn Oligo-Miocene homoclinal ramp outcrops on the Majella Mountain. It developed above the former shelf and slope and is represented by the Bolognano Fm (late Rupelian - early Messinian). Brandano et al. (2016a) recognized five different lithofacies associations: Lepidocyclina calcarenites, Cherty marly limestones, Bryozoan calcarenites, Hemipelagic marls and marly limestones, and Lithothamnion limestones. Each association corresponds to a single lithostratigraphic unit, except for the Lepidocyclina calcarenites (Fig. 6A) that constitute two separate lithostratigraphic units (Lepidocyclina calcarenites 1 and 2). The stratigraphic architecture of the Bolognano Fm results from the alternation of shallow-water carbonate production and deeper, low-energy environment sedimentation.\nA carbonate ramp environment (Lepidocyclina 1 ramp) developed during the first shallow-water phase (Rupelian to Chattian). On the Majella Mountain only the middle ramp and a portion of the outer ramp environments outcrop (Fig. 3B). The sediment consists of larger benthic foraminifera (represented by well-preserved Nephrolepidina and Eulepidina, Amphistegina and nummulitids),\nred-algal debris, small benthic foraminifera (rotaliids, discorbaceans, buliminaceans, and textularids), and very common bryozoans. A large part of the sediment of the middle ramp environment appears to have a parautochthonous origin, while there is an increase of autochthonous sediments with depth in the outer ramp. According to Brandano et al. (2012) and (2016a), the middle ramp environment was affected by a generally northewest directed flow, inducing the development of a wide, downslope-migrating dune field.\nSuccessively, a drowning event produced a sharp facies shift toward the low-energy outer ramp environment corresponding to the Cherty marly limestone unit. The sediment of this unit consists of planktonic foraminifera with common bryozoans, radiolarians, and siliceous sponge spicules. Physical sedimentary structures are rare, while biogenic structures are abundant and include Thalassinoides and Zoophycos traces. This unit represents sedimentation in a distal outer ramp environment from the Chattian to the top of the Aquitanian.\nDuring the early and middle Burdigalian, a second shallowwater phase occurred. It is again a high-energy carbonate ramp (Lepidocyclina 2 ramp) characterized by the same depositional and environmental features as the Chattian ramp. Only middle to outer ramp environments are preserved, characterized by a wide, NW directed submarine dune field (Fig. 6B). The main differences with the Chattian ramp are represented by a minor abundance of Lepidocyclina specimens, an increased percentage of bryozoans, and a higher primary porosity. Currently this unit shows abundant\nbitumen within both matrix and fracture porosity, a fact that encouraged hydrocarbon exploration of these accumulations during the first half of the twentieth century (Scrocca et al., 2014).\nSuccessively, during the late Burdigalian, a new transgressive event took place, as represented by the Hemipelagic marls and Bryozoan calcarenite units. Both these units lie on a phosphatic hardground (Mutti and Bernoulli, 2003). This phase occurred between the Late Burdigalian and Serravallian.\nThe Hemipelagic marls include three marly lithofacies, all of which are dominated by planktonic foraminifera: bioturbated packstone, planktonic wackestone to packstone, and cross-bedded bioclastic packstone. Bioturbation is diffuse, mainly represented by Thalassinoides traces.\nThe Bryozoan calcarenites unit is characterized by bioclastic grainstones and packstones dominated by bryozoans (cellariiform and celleporiform), echinoids, planktonic and small benthic foraminifera, and subordinate larger benthic foraminifera (amphisteginids and nummulitids). The sedimentary structures of this unit are represented by a compound cross-bedded stratification produced by basinward, northewest directed currents. This unit represents the sedimentation in the middle to proximal outer ramp.\nThe youngest shallow-water unit, Tortonian to early Messinian in age, is the Lithothamnion Limestone. This unit displays quite homogeneous compositional and sedimentological features over large portions of the Majella, and also in the northern and eastern sectors of the Apulian Platform, as illustrated by exploration well logs on land and in the Adriatic sea (Patacca et al., 2013; Brandano et al., 2016b). This unit consists of an association of five lithofacies: Heterostegina floatstone to rudstone, free-living red algae branches in floatstone to rudstone, red algal bindstone, bioclastic packstone, and cross-bedded bioclastic packstone with bivalves and vertebrates (Brandano et al., 2016b). All the recognized facies were deposited between the inner and middle ramp environments (Fig. 3D). The inner ramp contains small coral build-ups, located in the southernmost sector of the Majella Mountain (Danese, 1999), passing basinwards to an environment colonized by seagrass meadows that interfinger with m€aerl facies.\nThe carbon isotope record of the Bolognano Fm displays two main carbon isotope excursions (Fig. 4). The first excursion occurred in correspondence with the Chattian-Aquitanian boundary. It falls between the Lepidocyclina calcarenite 1 and the Cherty hemipelagic marly limestone and it is marked by a minor, but sharp, positive d13C shift. This excursion is interpreted by Mutti et al. (2006) as the Early Miocene Carbon Maximum. The second carbon excursion corresponds to the Monterey Carbon Isotope Excursion (Brandano et al., 2017). The onset of this carbon isotope shift falls in the upper portion of the Lepidocyclina calcarenites 2, in the upper Burdigalian, followed by the main excursion occurring between the calcarenites and the following hemipelagic marls. The end of the positive excursion is recorded in the upper Serravallian portion of the Hemipelagic marls unit."
  }, {
    "heading": "7. Discussion",
    "text": "During the transition from the warm Eocene to the Oligocene “icehouse” a series of major changes in climate, ice volume, and ocean circulation occurred (Fig. 2) that influenced the composition and production of the carbonate factory (Nebelsick et al., 2005; Pomar and Hallock, 2008; Brandano et al., 2009b). Specifically, the progressive global cooling led to a time interval in which larger benthic foraminifera experienced a major decline, whereas coral bioconstructions underwent renewed development, coralline algae became a dominant biota-producing sediment, and seagrass environments expanded causing a change in the facies association of the Cenozoic carbonate platforms (Fig. 7) (Brandano et al., 2009b,\n2016a). The standard model of Buxton and Pedley (1989) is the classical depositional model used for the Oligocene Mediterranean carbonate platforms (Fig. 8). This model, revised in the last few years, comprises a platform with a ramp depositional profile (Pedley, 1998; Jorry et al., 2006; Brandano, 2016). The inner ramp association comprises peritidal and inner lagoon facies, separated from the seagrass meadows facies by a grainstone barrier facies. The midramp association is characterized by shallow sub-tidal facies, such as gastropod and foraminifera packstone to wackestone, and by red algal facies (m€aerl and rhodolith pavements) interfingering with coralgal patch-reefs. In the outer ramp association the coralline algal facies evolves basinward to large benthic foraminiferal facies (LBF wackestone to packstone) and distal pelagic marl facies\n(wackestone with abundant planktonic foraminifers). This model shows some obvious variations in the presented examples, according to the varying tectonic, climatic and trophic conditions in the Mediterranean from the Oligocene to the Miocene.\nThe Buxton and Pedley model was elaborated starting from the Oligocene of Malta, which perfectly fits with the Maltese Chattian ramp presented here. This example, developed in oligotrophic conditions and a tropical climate (Brandano et al., 2009b), highlights a distinctive characteristic of Chattian ramps: the expansion of seagrass meadows which host an important epiphytic carbonate production, as also documented in other Mediterranean sites (Table 1) (Southern Apulia, Pomar et al., 2014; Lessini Mountains, Nebelsick et al., 2013). This expansion induced the red algal-\nrbonate platforms (modified after Buxton and Pedley, 1989; Jorry et al., 2006; Brandano\nTable 1 (continued )\nPlatform Location Platform description Dominant Biota Age Principal references\n(Bolognano Formation) (Central Apennines)\npassing basinwards to an environment colonized by seagrass meadows interfingering with m€aerl facies. The middle ramp is dominated by coralline algal rhodolith deposits. foraminifers). LBF (Heterostegina, Operculina, Amphistegina). Bryozoans\nBetic carbonate ramp system Betic Basin (SE Spain) Homoclinal and distally steepened ramp. Homoclinal ramp presented inner ramp environment characterized by seagrass meadow facies, mid-ramp is dominated by red algae facies. Aphotic biota facies are representative of outer ramp environment. Distally steepened ramp showed a slope characterized by rhodolith concentrations cut by oyster-rich beds. Bryozoans, bivalves, coralline red algae. Barnacles, echinoids, LBF, SBF and solitary corals occur as secondary constituents Late Miocene (early Tortonian) to early Pliocene (Zanclean) Martin et al. (1996); Betzler et al. (2000); Brachert et al. (2001); Braga et al. (2001, 2006)\ndominated facies, and production, to be located in themiddle ramp, within the oligophotic zone, occupying an environment slightly basinward of the seagrass meadows.\nThe Chattian Apennine ramps, however, show substantial differences. These platforms lack inner ramp outcrops. Their compositional characteristics are typical of a general oligophotic zone (e.g. Buxton and Pedley,1989; Pomar, 2001a,b; Brandano et al., 2009a,b), while their taphonomic characteristics highlight the coexistence of both abraded and well preserved components. This feature indicates a parautochthonous origin for a conspicuous part of the sediments in the middle ramp environment and an increase of autochthonous sediments with depth. In the outer ramp environment, in fact, aphotic biota dominate, such as bryozoans, echinoids and small benthic foraminifera. High energy conditions, produced by steady currents, were present from the proximal part of the middle ramp to the transition between middle and outer ramp (Fig. 3B). The bedforms of the proximal middle ramp were fed by epiphytic components of the inner ramp, while in the intermediate and external middle ramp deeper components, such as flat larger benthic foraminifera and red algal debris, are more abundant (Brandano et al., 2012, 2015). These basinward-flowing currents led to the development of a wide (10 15 km) downslope-migrating dune field. These ramps differ from the Malta example due to the development of downwelling currents induced by regional oceanographic conditions (Brandano et al., 2012). This dune field constitutes an important oil reservoir of the Ombrina field in the eastern sector of the Apulia domain, within the central Adriatic sea (Campagnoni et al., 2013).\nDuring the Oligocene-Miocene transition the central Mediterranean ramps suffered a crisis of carbonate production (Fig. 7) (Mutti et al., 2006; F€ollmi et al., 2008). During the late Chattian the Malta ramp drowned, as the Lower Coralline Fm was overlain by hemipelagic to outer ramp deposits of the Globigerina Limestone Fm (F€ollmi et al., 2008; Baldassini and Di Stefano, 2016). A drowning event also occurred in the Majella at the end of the Chattian. This event produced a sharp facies shift toward the lowenergy outer ramp environment corresponding to the deposition of the Cherty marly limestone unit. This environment persisted from the Chattian to the top of the Aquitanian (Brandano et al., 2016a,b). In the Latium Abruzzi domain the Chattian ramp deposits are overlain by Aquitanian spongolitic-rich sediments (Schiavinotto, 1979; Brandano et al., 2015).\nThe crisis between the end of the Chattian and the Aquitanian may be attributed to regional and global factors. The Sr and Nd isotope records of the central-western Mediterranean pelagic successions show a strong influence of subduction-related, western Mediterranean volcanism (Fig. 2A) on sea-water chemistry (Kocsis et al., 2008). This volcanic activity supported an increase of nutrients in Mediterranean seawaters (Duggen et al., 2010; Olgun et al.,\n2011) and produced a rise in the atmospheric and marine CO2 concentrations. The increased CO2 concentrations lowered the seawater pH and reduced carbonate ion concentration in surface waters, thus favoring calcite dominated skeletal assemblages and, overall, siliceous production as shown by chert formation in the marly deposits (cf. Weissert and Erba, 2004). Furthermore, the effects of volcanismmay have been amplified by a perturbation of the C-cycle event (Fig. 2C). For example, the positive d13C shift in the Apennine ramps reveals an increase of organic matter burial, which is generally produced by an increase of organic productivity in the ocean surface waters. This global eutrophic event (EMCM), summed to the influence of volcanism, caused the shift from a oligophotic red algae- and LBF-dominated system, to an aphotic carbonate factory (Brandano et al., 2015).\nThe shallow-water carbonate production of the Apennine ramps recovered in the early Burdigalian. In the Latium-Abruzzi platform all the facies belts of the Buxton and Pedleymodel are present, even if the euphotic inner ramp belt had a limited extension when compared with the middle and outer ramp belts (Brandano and Corda, 2002; Pomar et al., 2012). In the Majella a second phase of high-energy carbonate ramp (Lepidocyclina 2 ramp) developed. This ramp shares the same depositional and environmental characteristics as the Chattian ramp: a wide, NW migrating, submarine dune field established in the middle to outer ramp (Fig. 6B).\nFrom the late Burdigalian both Apennine ramps suffered a deterioration of trophic conditions and a consequent expansion of the oligophotic and aphotic carbonate factories (Fig. 5).\nThe spread of bryozoans in both ramps between the late Burdigalian and early Serravallian has been linked to increased nutrient availability in surface waters (Brandano and Corda, 2002; Pomar et al., 2004; Brandano et al., 2016a). Under an enhanced nutrient flux the primary production intensifies the surface water turbidity and consequently reduces the light available for photodependent, bottom-dweller organisms, such as calcareous algae, corals and larger benthic foraminifera. In contrast, primary production constitutes a very good resource for photo-independent filter feeders, such as the bryozoans, which can proliferate in high trophic conditions (Mutti and Hallock, 2003; Pomar et al., 2004; Westphal et al., 2010). The two Apennine ramps display different facies belt evolution between the late Burdigalian and early Serravallian (Fig. 5A and B). A back-stepping trend of the ramp facies belt is recorded in the stratigraphic architecture of the Majella ramp. The Lepidocyclina calcarenites 2, in fact, are overlain by the hemipelagic marly unit in the northern (basinward) sector of the ramp (Fig. 5B), whereas these calcarenites are overlain by the coeval and proximal Bryozoan calcarenites unit in the southern sector (Mutti et al., 1999; Reuter et al., 2013; Brandano et al., 2016a). In the Latium-Abruzzi platform the general stratigraphic architecture of the ramp defines a progressively back-stepping of the\nbryozoan unit, as a consequence of the landward (upward) migration of the shallow photic facies and a contemporaneous progradation of the bryozoan unit basinward (Brandano and Corda, 2002; Corda and Brandano, 2003).\nIn both Apennine ramps the high rates of sediment production in the deeper oligophotic and aphotic zones create a depositional profile of a low-angle ramp (Pomar et al., 2004, 2012). In the Majella, the Bryozoan calcarenites display only a retrogradational pattern and they pass laterally to the hemipelagic marls (Brandano et al., 2016a). This means that the Majella ramp was impacted by a considerable fine-grained terrigenous input derived from the northern Apennines and Alps. The terrigenous accumulation exceeded the bryozoan production and accumulation, thus hampering the progradation of this facies belt. The middle Miocene interval, affected by high trophic conditions in the Mediterranean, perfectly coincides with the Monterey event. Its influence on the trophic conditions of the central Mediterranean was hampered by other regional factors, such as the evolution of the Apennine accretionary wedge and foredeep system. The eastward migration of this system led to a constant increase of sediment runoff, whose finest portion should have reached the Latium-Abruzzi and Majella ramps (Brandano and Corda, 2002).\nThe stratigraphic architecture of the Latium-Abruzzi andMajella ramps does not reflect sea-level cyclicity higher than 2nd order (Fig. 5A and B), despite the fact that significant sea-level fluctuations occurred during the period of deposition of these carbonate ramps (Abreu and Anderson, 1998; Miller et al., 2005). According to Pomar and Kendall (2008) the different rates of sediment production in the different depositional environments control firstly the depositional profile and secondarily the facies architecture heterogeneities. In both ramps the minor productivity and accumulation in the inner-ramp environments, dominated by loose finegrained sediments and the absence of rigid framework, inhibits the impact of high-frequency sea-level fluctuations in creating facies architecture heterogeneities (Pomar and Kendall, 2008; Brandano et al., 2010a; Pomar et al., 2012). The volumetrically important production by the bryomol assemblage took place in the aphotic zones, exceeding the coralline algae production in the oligophotic zone. This difference produced a low-angle ramp profile because the bryomol-dominated sediment produced in the aphotic outer ramp exceeded the volume of the up-dip middle and inner ramp environments (Pomar and Kendall, 2008). Consequently, only\nFig. 9. Paleogeographic map of the Mediterranean area duri\nmajor sea-level fluctuations of low order (2nd order) were capable of causing facies belts shifts that were large enough to create platform heterogeneities. In the inner ramp, carbonate sedimentation and accumulation occurred above the hydrodynamic base level and a moderate expression of higher order sea-level cyclicity can be recorded as landward/basinward migration of sub-facies belts (Brandano et al., 2010a; Pomar et al., 2012).\nThe evolution of shallow water environments in the central Apennine domain during the Tortonian-early Messinian interval may be analyzed in the youngest carbonate units of the Bolognano Fm, represented by the Lithtothamnion Limestone.\nThe Lithothamnion Limestone marks the return to oligo-to mesotrophic conditions in the early Tortonian, when a wide homoclinal ramp, characterized by m€aerl facies, seagrass meadows and coral buildups, developed in the northern sectors of the Apulia platform (Patacca et al., 2013; Brandano et al., 2016b). These conditions characterized all Mediterranean areas until the early Messinian. In particular, flourishing coral reefs developed between the late Tortonian and early Messinian (Esteban, 1996; Pomar, 1996; Pedley, 1996), thus promoting the development and spread of reef-rimmed platforms throughout the Mediterranean area. In the northern part of the Apulia platform, however, this type of platform did not develop, and a homoclinal ramp persisted until the end of the early Messinian. During this interval this ramp was dominated by coralline algae associated with typical low-oxygen foraminiferal taxa (Bulimina spp. and Bolivina/Brizalina spp.) tolerating abundant organic matter accumulation in dysoxic to anoxic conditions. In fact, the Lithothamnion limestone ramp developed under eutrophic conditions. This increase in nutrients may have been caused by the development and migration of the Apennine accretionary wedge and foredeep system (Brandano et al., 2016b), which led to enhanced terrigenous input and controlled the progressive narrowing of the proto-Adriatic sea (Fig. 9). This evolution favored restricted circulation of the proto-Adriatic and enhanced nutrient concentration. The Lithothamnion limestone ramp may be considered as an example of regional control on the development of a carbonate factory type. A wide sector of the Apulia platform was dominated by red algae, which, according to some authors, globally dominated the carbonate factory between the Burdigalian and Serravallian (Halfar and Mutti, 2005), when a global increase of water fertility was recorded (the Monterey event). In this case, the regional conditions of the proto-Adriatic during the Tortonian to\nng the Tortonian (modified after Carminati et al., 2010).\nearly Messinian time interval promoted its development, whereas in the rest of the Mediterranean rimmed-reef platforms were developing."
  }, {
    "heading": "8. Conclusion",
    "text": "The general picture offered by the central Mediterranean platforms shows a clear link between global and regional factors controlling the dominance of carbonate factory types. The Maltese platform constitutes a reference model that developed in optimal, oligotrophic conditions and away from orogenic systems that could contaminate the system with terrigenous inputs. In contrast, the Apennine platforms were subjected to geodynamic processes that amplified the global conditions. During the Chattian, the Apennine platforms were influenced by a basin configuration that promoted the development of dominant currents and related dune fields. In the Aquitanian the silica input from volcanic activity had an influence on the crisis of these platforms. Successively, between the early and middle Miocene, the terrigenous input began to influence the Apennine platforms, when the Monterey event was still having an influence on the efficiency of the carbonate factories along the ramp environment. Their low-angle ramp depositional profile resulted from low rates of carbonate production in the euphotic inner ramp, whereas significant rates of coralline algae carbonate production occurred in the oligophotic middle ramp and even greater bryozoan carbonate production occurred in the aphotic outer ramp. The dominance of the bryozoan factory in the aphotic zone strongly impacted the stratigraphic architecture of the Latium-Abruzzi andMajella ramps. Their architecture do not reflect high-order sea-level cyclicity because the volumetrically important, outer-ramp sediments accumulated below the hydrodynamic base level in a wide depth range controlled by light penetration and, consequently, only major, 2nd order sea-level fluctuations caused shifts of facies belts sufficient to create platform heterogeneities.\nThe influence of nutrients on Apennine platforms development also persisted during the Tortonian and Messinian, as red algae continued to dominate while reef-rimmed platforms developed throughout the rest of the Mediterranean. These local nutrient increases were linked to terrigenous input caused by Apennine orogenesis evolution and the associated approach of foredeep systems."
  }, {
    "heading": "Acknowledgments",
    "text": "Financial support from MIUR (PRIN 2010-11 Research Grant 20107ESMX9_001) and Sapienza University (Ateneo project 2015 Research Grant C26A15M2MF) are gratefully acknowledged. Criticism and comments by two anonymous reviewers and AE Luis Pomar greatly improved the manuscript. As usual many thanks are due to Stan Beaubien for comments and English revision. Irene Cornacchia was funded by an IAS postgraduate grant (2016)."
  }],
  "references": [{
    "title": "Glacial Eustasy during the Cenozoic: Sequence",
    "authors": ["V.S. Abreu", "J.B. Anderson"],
    "venue": "Stratigraphic Implications,",
    "year": 1998
  }, {
    "title": "Il Neogene nell’Appennino laziale-abruzzese. Commitee Mediterranean Neogene stratigraphy",
    "authors": ["B. Accordi", "G. Devoto", "G.B. La Monica", "A. Praturlon", "G. Sirna", "M. Zalaffi"],
    "venue": "Proc. IV Session, Bologna Giorn. Geol",
    "year": 1967
  }, {
    "title": "Sedimentary facies and sequence stratigraphy of the Asmari Formation at chaman-Bolbol, Zagros Basin, Iran",
    "authors": ["M. Amirshahkarami", "H. Vaziri-Moghaddam", "A. Taheri"],
    "venue": "J. Asian Earth Sci",
    "year": 2007
  }, {
    "title": "Stratigraphic features of the Maltese Archipelago: a synthesis",
    "authors": ["N. Baldassini", "A. Di Stefano"],
    "venue": "Nat. Hazards",
    "year": 2016
  }, {
    "title": "Components, facies and ramps: redefining Upper Oligocene shallow water carbonates using coralline red algae",
    "authors": ["D. Bassi", "J.H. Nebelsick"],
    "year": 2010
  }, {
    "title": "Sediment production and dispersal on foraminifera-dominated early tertiary ramps: the Eocene El Garia Formation, Tunisia",
    "authors": ["S.J. Beavington-Penney", "V.P. Wright", "A. Racey"],
    "venue": "Sedimentology 52,",
    "year": 2005
  }, {
    "title": "Convergent Cenozoic CO2 history",
    "authors": ["D.J. Beerling", "D.L. Royer"],
    "venue": "Nat. Geosci",
    "year": 2011
  }, {
    "title": "Non-tropical carbonates related to rocky submarine cliffs (Miocene, Almeria",
    "authors": ["J.M. n", "J.C. Braga"],
    "venue": "Southern Spain). Sed. Geol",
    "year": 2000
  }, {
    "title": "The hydrocarbon geology of southern offshore Malta and surrounding regions",
    "authors": ["W.F. Bishop", "G. Debono"],
    "venue": "J. Pet. Geol",
    "year": 1996
  }, {
    "title": "The Apulia platform margin in the Salento Peninsula (southern Italy)",
    "authors": ["A. Bosellini", "M. Parente"],
    "venue": "G. Geol",
    "year": 1994
  }, {
    "title": "Long-term event stratigraphy of the Apulia Platform margin (Upper Jurassic to Eocene, Gargano, southern Italy)",
    "authors": ["A. Bosellini", "M. Morsilli", "C. Neri"],
    "venue": "J. Sediment. Res",
    "year": 1999
  }, {
    "title": "Climatic signatures in shallow-water carbonates: high-resolution stratigraphic markers in structurally controlled buildups (Late Miocene, S-Spain)",
    "authors": ["T.C. Brachert", "N. Hultzsch", "A.C. Knoerich", "U.M.R. Krautworst", "O. Sruckrad"],
    "venue": "Palaeogeog. Palaeoclimatol. Palaeoecol",
    "year": 2001
  }, {
    "title": "Submarine lobes and feeder channels of redeposited, temperate carbonate and mixed siliciclastic-carbonate platform deposits (Vera basin, Almeria, southern Spain)",
    "authors": ["J.C. Braga", "J.M. Martin", "J. Aguirre"],
    "venue": "Sedimentology 48,",
    "year": 2001
  }, {
    "title": "Models of temperate carbonate deposition in Neogene basins in SE Spain: a synthesis",
    "authors": ["J.C. Braga", "J.M. Martin", "C. Beztler", "J. Aguirre"],
    "venue": "Cool Water Carbonates: Depositional Systems and Paleoenvironmental Controls,",
    "year": 2006
  }, {
    "title": "Risposta fisica delle aree di piattaforma carbonatica agli eventi più significativi del Miocene nell’Appennino Centrale",
    "authors": ["M. Brandano"],
    "venue": "PhD Thesis",
    "year": 2001
  }, {
    "title": "Tropical/subtropical inner ramp facies in lower Miocene“ Calcari a Briozoi e Litotamni” of the Monte Lungo area (Cassino Plain, Central Apennines, Italy)",
    "authors": ["M. Brandano"],
    "venue": "Boll. della Soc. Geol. Ital",
    "year": 2003
  }, {
    "title": "Oligocene rhodolith beds in the Central Mediterranean area",
    "authors": ["M. Brandano"],
    "year": 2016
  }, {
    "title": "Nutrients, sea level and tectonics: constrains for the facies architecture of a Miocene carbonate ramp in central Italy",
    "authors": ["M. Brandano", "L. Corda"],
    "venue": "Terra Nova",
    "year": 2002
  }, {
    "title": "The lower miocene spongolitic sequence of the Central Apennines: a record of the Burdigalian siliceous event in the Central Mediterranean",
    "authors": ["M. Brandano", "L. Corda"],
    "venue": "Ann. Naturhist. Mus. Wien Ser. A 113,",
    "year": 2011
  }, {
    "title": "Heterozoan carbonates in oligotrophic tropical waters: the Attard member of the lower coralline limestone formation (Upper Oligocene, Malta)",
    "authors": ["M. Brandano", "V. Frezza", "L. Tomassetti", "M. Cuffaro"],
    "venue": "Paleogeogr. Paleoclimatol. Paleoecol",
    "year": 2009
  }, {
    "title": "Facies analysis and palaeoenvironmental interpretation of the late Oligocene Attard Member (Lower Coralline Limestone Formation)",
    "authors": ["M. Brandano", "V. Frezza", "L. Tomassetti", "M. Pedley", "R. Matteucci"],
    "venue": "Malta. Sedimentology",
    "year": 2009
  }, {
    "title": "The Sensitivity of a Tropical Foramol-rhodalgal Carbonate Ramp to Relative Sea-level Change: Miocene of the Central Apennines, Italy, vol. 42",
    "authors": ["M. Brandano", "H. Westphal", "G. Mateu-Vicens"],
    "venue": "Int. Assoc. Sedimentol. Spec. Publ.,",
    "year": 2010
  }, {
    "title": "Miocene C-isotope signature from the central Apennine successions (Italy): Monterey vs. regional controlling factors",
    "authors": ["M. Brandano", "M. Brilli", "L. Corda", "M. Lustrino"],
    "venue": "Terra Nova",
    "year": 2010
  }, {
    "title": "Downslopemigrating large dunes in the Chattian carbonate ramp of the Majella Mountains (Central Apennines, Italy)",
    "authors": ["M. Brandano", "L. Lipparini", "V. Campagnoni", "L. Tomassetti"],
    "venue": "Sed. Geol. 255e256,",
    "year": 2012
  }, {
    "title": "Global and regional factors responsible for the drowning of the Central Apennine Chattian carbonate platforms",
    "authors": ["M. Brandano", "M. Lustrino", "I. Cornacchia", "M. Sprovieri"],
    "venue": "Geol. J. 50,",
    "year": 2015
  }, {
    "title": "The Oligocene-Miocene stratigraphic evolution of the Majella carbonate platform (Central Apennines, Italy)",
    "authors": ["M. Brandano", "I. Cornacchia", "I. Raffi", "L. Tomassetti"],
    "venue": "Sed. Geol. 333,",
    "year": 2016
  }, {
    "title": "Progressive deterioration of the trophic conditions in a carbonate ramp environment: the Lithothamnion Limestone, Majella Mountain (Tortonian-early Messinian, Central Apennines, Italy)",
    "authors": ["M. Brandano", "L. Tomassetti", "R. Sardella", "C. Tinelli"],
    "venue": "Palaios 31,",
    "year": 2016
  }, {
    "title": "The Monterey Event within the Central Mediterranean area: the shallow-water record",
    "authors": ["M. Brandano", "I. Cornacchia", "I. Raffi", "L. Tomassetti", "S. Agostini"],
    "venue": "Sedimentology 64,",
    "year": 2017
  }, {
    "title": "Carbonate ramp depositional systems",
    "authors": ["T.P. Burchette", "V.P. Wright"],
    "venue": "Sed. Geol",
    "year": 1992
  }, {
    "title": "Short paper: a standardized model for Tethyan Tertiary carbonate ramps",
    "authors": ["M.W.N. Buxton", "H.M. Pedley"],
    "venue": "J. Geol. Soc",
    "year": 1989
  }, {
    "title": "Core based facies analysis of the Oligocene/Miocene offshore central Adriatic Sea, Italy",
    "authors": ["V. Campagnoni", "L. Tomassetti", "L. Lipparini", "M. Brandano", "J. Pignatti"],
    "venue": "Rome September 22-28,",
    "year": 2013
  }, {
    "title": "Rhodolith Facies in the Central-Southern Apennines Mountains, Italy",
    "authors": ["G. Carannante", "L. Simone"],
    "venue": "SEPM, pp. 261e275",
    "year": 1996
  }, {
    "title": "Sedimenti spongolitici del Miocene inferiore dell’Appennino",
    "authors": ["M.G. Carboni", "G. Civitelli", "L. Corda", "D. Esu", "R. Matteucci", "G. Pallini", "F. Schiavinotto", "G. Ventura"],
    "year": 1982
  }, {
    "title": "Tectonics, magmatism and geodynamics of Italy: what we know and what we imagine",
    "authors": ["E. Carminati", "M. Lustrino", "M. Cuffaro", "C. Doglioni"],
    "venue": "The Geology of Italy. Journal of the Virtual Explorer, Electronic Edition,",
    "year": 2010
  }, {
    "title": "Neogene geodynamic evolution of the Southern Apennines",
    "authors": ["P. Casero", "F. Roure", "L. Endignoux", "I. Moretti", "C. Muller", "L. Sage", "R. Vially"],
    "venue": "Mem. Soc. Geol. It",
    "year": 1988
  }, {
    "title": "La linea Olevano-Antrodoco: contributo della biostratigrafia alla sua caratterizzazione",
    "authors": ["P. Cipollari", "D. Cosentino"],
    "venue": "Studi Preliminari all’Acquisizione Dati del Profilo CROP 11 CivitavecchiaVasto, Studi Geologici Camerti Volume Speciale 1991/2",
    "year": 1992
  }, {
    "title": "Atlante delle litofacies e modello deposizionale dei Calcari a Briozoi e Litotamni nella Piattaforma carbonatica laziale-abruzzese",
    "authors": ["G. Civitelli", "M. Brandano"],
    "venue": "Boll. Soc. Geol. Ital",
    "year": 2005
  }, {
    "title": "Aphotic zone carbonate production on a Miocene ramp, central Apennines, Italy",
    "authors": ["L. Corda", "M. Brandano"],
    "venue": "Sed. Geol",
    "year": 2003
  }, {
    "title": "Paleoenvironmental model for Eocene foraminiferal limestones of the Adriatic carbonate platform (Istrian Peninsula)",
    "authors": ["V. Cosovic", "K. Drobne", "A. Moro"],
    "venue": "Facies 50,",
    "year": 2004
  }, {
    "title": "The EoceneeOligocene transition",
    "authors": ["H.K. Coxall", "P.N. Pearson"],
    "venue": "The Micropalaeontological Society,",
    "year": 2007
  }, {
    "title": "Upper miocene carbonate ramp deposits from the southernmost part of Maiella Mountain (Abruzzo",
    "authors": ["E. Danese"],
    "venue": "Central Italy). Facies",
    "year": 1999
  }, {
    "title": "Rapid Cenozoic glaciation of Antarctica induced by declining atmospheric CO2",
    "authors": ["R.M. De Conto", "D. Pollard"],
    "venue": "Nature 421,",
    "year": 2003
  }, {
    "title": "A proposal for the kinematic modelling of W-dipping subductions-possible applications to the Tyrrhenian-Apennines system",
    "authors": ["C. Doglioni"],
    "venue": "Terra Nova",
    "year": 1991
  }, {
    "title": "On the origin of westdirected subduction zones and applications to the western Mediterranean",
    "authors": ["C. Doglioni", "E. Gueguen", "P. Harabaglia", "F. Mongelli"],
    "venue": "Geological Society, London. Spec. Publ",
    "year": 1999
  }, {
    "title": "Repetitive order of appearance of larger foraminifera and the ecological gradients preserved in Paleogene shallow benthic carbonate deposits. In: Tertiary to Recent Larger Foraminifera. Their Depositional Environments and Importance as Petroleum Reservoirs",
    "authors": ["K. Drobne", "V. Cosovic"],
    "year": 1998
  }, {
    "title": "The role of airborne volcanic ash for the surface ocean biogeochemical iron-cycle: a review",
    "authors": ["S. Duggen", "N. Olgun", "P. Croot", "H. Dietze", "P. Delmelle", "C. Teschner"],
    "venue": "Biogeosciences 827e844",
    "year": 2010
  }, {
    "title": "An overview of Miocene reefs from Mediterranean areas: general trends and facies models",
    "authors": ["M. Esteban"],
    "venue": "SEPM Concepts in Sedimentology and Paleontology,",
    "year": 1996
  }, {
    "title": "Oligo-Miocene stratigraphy of Malta and Gozo",
    "authors": ["R. Felix"],
    "venue": "Meded. Landbouwhogesch. Wagening",
    "year": 1973
  }, {
    "title": "Warming without high CO2",
    "authors": ["B.P. Flower"],
    "venue": "Nature 399,",
    "year": 1999
  }, {
    "title": "Stratigraphy and sedimentology of phosphate-rich sediments in Malta and south-eastern Sicily (latest Oligocene to early",
    "authors": ["K.B. ollmi", "B. Gertsch", "J.P. Renevey", "E. De Kaenel", "P. Stille"],
    "venue": "Late Miocene). Sedimentology",
    "year": 2008
  }, {
    "title": "A new proposal for the late Cenozoic geodynamic evolution of the western Mediterranean",
    "authors": ["B. Gelabert", "F. Sabat", "A. Rodríguez-Perea"],
    "venue": "Terra Nova",
    "year": 2002
  }, {
    "title": "Global dominance of coralline red-algal facies: a response to Miocene oceanographic events. Geology",
    "authors": ["J. Halfar", "M. Mutti"],
    "year": 2005
  }, {
    "title": "Middle miocene isotope stratigraphy and paleoceanographic evolution of the northwest and southwest Australian margins (Wombat Plateau and Great Australian Bight)",
    "authors": ["A. Holbourn", "W. Kuhnt", "J.A. Simob", "Q. Li"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 208,",
    "year": 2004
  }, {
    "title": "Orbitally-paced climate evolution during the middle Miocene “Monterey” carbon-isotope excursion",
    "authors": ["A. Holbourn", "W. Kuhnt", "Flores", "J.-A", "N. Andersen"],
    "venue": "Earth Planet. Sci. Lett. 261,",
    "year": 2007
  }, {
    "title": "Hydrodynamic behaviour of Nummulites: implications for depositional models. Facies",
    "authors": ["S.J. Jorry", "C.A. Hasler", "E. Davaud"],
    "year": 2006
  }, {
    "title": "Oceanographic and climatic evolution of the Miocene Mediterranean deduced from Nd, Sr, C e O isotope compositions of marine fossils and sediments",
    "authors": ["L. Kocsis", "T.W. Vennemann", "D. Fontignie", "C. Baumgartner", "A. Montanari"],
    "venue": "Paleoceanography 23,",
    "year": 2008
  }, {
    "title": "Late Eocene to early Miocene ice sheet dynamics and the global carbon cycle",
    "authors": ["H. Lear", "Y. Rosenthal", "H.K. Coxall", "P.A. Wilson", "C.H. Lear"],
    "venue": "Paleoceanography 19,",
    "year": 2004
  }, {
    "title": "Cooling and ice growth across the Eocene-Oligocene transition",
    "authors": ["C.H. Lear", "T.R. Bailey", "P.N. Pearson", "H.K. Coxall", "Y. Rosenthal"],
    "venue": "Geology 36,",
    "year": 2008
  }, {
    "title": "Regional depositional setting and pore network systems of the El Garia Formation (Metlaoui Group, lower Eocene), offshore Tunisia",
    "authors": ["R.G. Loucks", "R.T.J. Moody", "J.K. Bellis", "A.A. Brown"],
    "venue": "Petroleum Geology of North Africa,",
    "year": 1998
  }, {
    "title": "The circum-Mediterranean anorogenic Cenozoic igneous province",
    "authors": ["M. Lustrino", "M. Wilson"],
    "venue": "Earth-Sci. Rev. 81,",
    "year": 2007
  }, {
    "title": "Beginning of the Appennine subduction system in central western Mediterranean: constraints from Cenozoic “orogenic” magmatic activity of Sardinia, Italy",
    "authors": ["M. Lustrino", "V. Morra", "L. Fedele", "L. Franciosi"],
    "venue": "Tectonics 28,",
    "year": 2009
  }, {
    "title": "The Central-Western Mediterranean: anomalous igneous activity in an anomalous collisional tectonic setting",
    "authors": ["M. Lustrino", "S. Duggen", "C.L. Rosenberg"],
    "venue": "EarthSci. Rev. 104,",
    "year": 2011
  }, {
    "title": "Extension in the Tyrrhenian Sea and shortening in the Apennines as result of arc migration driven by sinking of the lithosphere",
    "authors": ["A. Malinverno", "W.B. Ryan"],
    "year": 1986
  }, {
    "title": "Sedimentary model and high-frequency cyclicity in a Mediterranean, shallow-shelf, temperate-carbonate environment (uppermost Miocene",
    "authors": ["J.M. Martin", "J.C. Braga", "C. Betzler", "T.C. Brachert"],
    "venue": "Agua Amarga Basin, Southern Spain). Sedimentology",
    "year": 1996
  }, {
    "title": "The Phanerozoic record of global sea-level change",
    "authors": ["K.G. Miller", "M.A. Kominz", "J.V. Browning", "J.D. Wright", "G.S. Mountain", "M.E. Katz", "P.J. Sugarman", "B.S. Cramer", "N. Christie-Blick", "F. Sthephen", "S.F. Pekar"],
    "year": 2005
  }, {
    "title": "Appennino centro meridionale: sezione geologiche e proposta di modello strutturale; 73. Congresso Societ a Geologica Italiana",
    "authors": ["F. Mostardini", "S. Merlini"],
    "year": 1986
  }, {
    "title": "Early marine lithification and hardground development on a Miocene ramp (Majella, Italy) key surfaces to track changes in trophic resources in non tropical carbonate settings",
    "authors": ["M. Mutti", "D. Bernoulli"],
    "venue": "J. Sediment. Res",
    "year": 2003
  }, {
    "title": "Carbonate systems along nutrient and temperature gradients: some sedimentological and geochemical constraints",
    "authors": ["M. Mutti", "P. Hallock"],
    "venue": "Int. J. Earth Sci",
    "year": 2003
  }, {
    "title": "Temperate carbonate platform drowning linked to Miocene oceanographic events: Maiella platform margin, Italy",
    "authors": ["M. Mutti", "D. Bernoulli", "P. Stille"],
    "venue": "Terra Nova",
    "year": 1997
  }, {
    "title": "Lower and Middle Miocene carbonate facies in the central Mediterranean: the impact of paleoceanography on sequence stratigraphy",
    "authors": ["M. Mutti", "D. Bernoulli", "S. Spezzaferri", "P. Stille"],
    "venue": "Outcrops and Models,",
    "year": 1999
  }, {
    "title": "Chemostratigraphy in Miocene heterozoan carbonate settings: applications, limitations and perspectives",
    "authors": ["M. Mutti", "C.M. John", "A.C. Knoerich"],
    "venue": "Geological Society, London. Spec. Publ",
    "year": 2006
  }, {
    "title": "Facies dynamics in Eocene to Oligocene circumalpine carbonates",
    "authors": ["J.H. Nebelsick", "M.W. Rasser", "D. Bassi"],
    "venue": "Facies 51 (1e4),",
    "year": 2005
  }, {
    "title": "Tracking paleoenvironmental changes in coralline algal-dominated carbonates of the Lower Oligocene Calcareniti di Castelgomberto formation (Monti Berici",
    "authors": ["J.H. Nebelsick", "D. Bassi", "J. Lempp"],
    "venue": "Italy). Facies",
    "year": 2013
  }, {
    "title": "Surface ocean iron fertilization: the role of airborne volcanic ash from subduction zone and hot spot volcanoes and related iron fluxes into the Pacific Ocean",
    "authors": ["D. onberg"],
    "venue": "Glob. Biogeochem. Cycles",
    "year": 2011
  }, {
    "title": "Miocene reef facies of the Pelagian region (central Mediterranean)",
    "authors": ["M. Pedley"],
    "venue": "Complexes of Mediterranean Regions,",
    "year": 1996
  }, {
    "title": "The Miocene vertebrate-bearing deposits of Scontrone (Abruzzo, Central Italy): stratigraphic and paleoenvironmental analysis",
    "authors": ["E. Patacca", "P. Scandone", "G. Carnevale"],
    "venue": "Geobios 46,",
    "year": 2013
  }, {
    "title": "A new lithostratigraphical and palaeoenvironmental interpretation for the coralline limestone formations (Miocene) of the Maltese Islands",
    "authors": ["H.M. Pedley"],
    "venue": "Overseas Geol. Min. Resour",
    "year": 1978
  }, {
    "title": "A review of sediment distributions and processes in OligoMiocene ramps of southern Italy and Malta (Mediterranean divide)",
    "authors": ["H.M. Pedley"],
    "venue": "Geological Society, London. Spec. Publ",
    "year": 1998
  }, {
    "title": "Upper Miocene Reef Complex of the Llucmajor Area",
    "authors": ["L. Pomar"],
    "year": 1996
  }, {
    "title": "Types of carbonate platforms: a genetic approach",
    "authors": ["L. Pomar"],
    "venue": "Basin Res",
    "year": 2001
  }, {
    "title": "Ecological control of sedimentary accommodation: evolution from carbonate ramp to rimmed shelf, Upper Miocene, Balearic Islands",
    "authors": ["L. Pomar"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2001
  }, {
    "title": "Carbonate factories: a conundrum in sedimentary geology",
    "authors": ["L. Pomar", "P. Hallock"],
    "venue": "Earth-Sci. Rev",
    "year": 2008
  }, {
    "title": "Decoding depositional sequences in carbonate systems: Concepts vs experience",
    "authors": ["L. Pomar", "B.U. Haq"],
    "venue": "Glob. Planet. Change 146,",
    "year": 2016
  }, {
    "title": "Architecture of carbonate platforms: a response to hydrodynamics and evolving ecology",
    "authors": ["L. Pomar", "Kendall"],
    "venue": "C.G.S.C.,",
    "year": 2008
  }, {
    "title": "Sub-wavebase cross-bedded grainstones on a distally steepened carbonate ramp, upper Miocene",
    "authors": ["L. Pomar", "A. Obrador", "H. Westphal"],
    "venue": "Menorca, Spain. Sedimentology",
    "year": 2002
  }, {
    "title": "Environmental factors influencing skeletal grain sediment associations: a critical review of Miocene examples from the western Mediterranean",
    "authors": ["L. Pomar", "M. Brandano", "H. Westphal"],
    "venue": "Sedimentology",
    "year": 2004
  }, {
    "title": "Impact of carbonate producing biota on platform architecture: insights from Miocene examples of the Mediterranean region",
    "authors": ["L. Pomar", "P. Bassant", "M. Brandano", "C. Ruchonnet", "X. Janson"],
    "venue": "Earth-Sci. Rev",
    "year": 2012
  }, {
    "title": "Carbonate ramp",
    "authors": ["L. Pomar", "G. Mateu-Vicens", "M. Morsilli", "M. Brandano"],
    "year": 2014
  }, {
    "title": "Correlating Mediterranean shallow water deposits with global OligoceneeMiocene stratigraphy and oceanic events",
    "authors": ["M. Reuter", "W.E. Piller", "M. Brandano", "M. Harzhauser"],
    "venue": "Glob. Planet. Change",
    "year": 2013
  }, {
    "title": "Mediterranean and Paratethys. Facts and hypotheses of an Oligocene to Miocene paleogeography (short overview)",
    "authors": ["F. ogl"],
    "venue": "Geol. Carpath",
    "year": 1999
  }, {
    "title": "Microfacies and sedimentary environment of the Oligocene sequence (Asmari Formation) in Fars sub-basin, Zagros Mountains, southwest Iran",
    "authors": ["R. Sadeghi", "H. Vaziri-Moghaddam", "A. Taheri"],
    "venue": "Facies",
    "year": 2011
  }, {
    "title": "Miogypsina e Lepidocyclina del Miocene di Monte La Serra (L'Aquila-Appennino centrale)",
    "authors": ["F. Schiavinotto"],
    "venue": "Geol. Romana",
    "year": 1979
  }, {
    "title": "Sea level and climate forcing of the Sr isotope composition of late Miocene Mediterranean marine basins",
    "authors": ["A. Iadanza", "G. Sampalmieri", "P. Cipollari", "A. Caruso", "S.A. Bowring", "M.R. Strecker"],
    "venue": "Geochem. Geophys. Geosystems",
    "year": 2014
  }, {
    "title": "Analysis of an Exhumed Oil Accumulation: the Oligo-Miocene Carbonate Ramp Deposits of the Majella Mountain (Central Italy)",
    "authors": ["D. Scrocca", "M. Brandano", "L. Petracchini", "L. Lipparini"],
    "venue": "AAPG-ER Newsletter,",
    "year": 2014
  }, {
    "title": "Depositional architecture and sequence stratigraphy of the oligoemiocene Asmari platform; Southeastern Izeh zone, Zagros Basin, Iran",
    "authors": ["R. Shabafrooz", "A. Mahboubi", "H. Vaziri-Moghaddam", "A. Ghabeishavi", "R. MoussaviHarami"],
    "venue": "Facies 61,",
    "year": 2015
  }, {
    "title": "Depositional environment",
    "authors": ["H. Vaziri-Moghaddam", "M. Kimiagari", "A. Taheri"],
    "year": 2006
  }, {
    "title": "Cretaceous to Miocene sequence stratigraphy and evolution of the Maiella carbonate platform margin, Italy",
    "authors": ["A. Vecsei", "D.G.K. Sanders", "D. Bernoulli", "G.P. Eberli", "J. Pignatti"],
    "venue": "Mesozoic and Cenozoic Sequence Stratigraphy of European Basins,",
    "year": 1998
  }, {
    "title": "Geology and Tectonic Evolution of the Central- Southern Apennines, Italy",
    "authors": ["L. Vezzani", "A. Festa", "F.C. Ghizzani"],
    "venue": "Geological Society of America Special Paper 469,",
    "year": 2010
  }, {
    "title": "Volcanism, CO2 and palaeoclimate: a Late JurassiceEarly Cretaceous carbon and oxygen isotope record",
    "authors": ["H. Weissert", "E. Erba"],
    "venue": "J. Geol. Soc",
    "year": 2004
  }, {
    "title": "Correlation of Early Cretaceous carbon isotope stratigraphy and platform drowning events: a possible link? Palaeogeogr",
    "authors": ["K.B. ollmi", "O. Kuhn"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 1998
  }, {
    "title": "Heterozoan carbonates in subtropical to tropical settings in the present and past",
    "authors": ["H. Westphal", "J. Halfar", "A. Freiwald"],
    "venue": "Int. J. Earth Sci",
    "year": 2010
  }, {
    "title": "Mid-Miocene isotope stratigraphy in the deep sea: high resolution correlations, paleoclimatic cycles, and sediment preservation",
    "authors": ["F. Woodruff", "S. Savin"],
    "venue": "Paleoceanography 6,",
    "year": 1991
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65 Ma to present",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Science 292,",
    "year": 2001
  }, {
    "title": "An early Cenozoic perspective on Greenhouse warming and carbon-cycle dynamics",
    "authors": ["J.C. Zachos", "G.R. Dickens", "R.E. Zeebe"],
    "venue": "Nature 451,",
    "year": 2008
  }],
  "id": "SP:be522ff956cf14ebb83baead6790e7de502c7e15",
  "authors": [{
    "name": "M. Brandano",
    "affiliations": []
  }, {
    "name": "I. Cornacchia",
    "affiliations": []
  }, {
    "name": "L. Tomassetti",
    "affiliations": []
  }],
  "abstractText": "The Oligocene-Miocene is a key interval that was characterized by a cooling trend associated with a progressive decrease of atmospheric CO2 concentrations that ends in the Present days. In the Central Mediterranean area, during this interval, three main carbonate platform domains developed in the foreland zone of the Apennines: the Latium-Abruzzi-Campana and Apulia domain in the central and south-eastern sectors of the chain and the Hyblea and Pelagian carbonate platforms in the south and south-western sectors. This work analyzes the impact and interplay of global and regional factors controlling the development of different carbonate factories and facies associations over the Chattian and the early Messinian time interval. Three well-studied examples of the central Mediterranean will be used: the Chattian ramp of Malta, the Latium-Abruzzi ramp, and the Bolognano ramp within the northern portion of the Apulian carbonate platform (outcropping on Majella Mountain). The Malta ramp represents the reference model for the heterozoan Oligo-Miocene carbonate factory, since it developed far from terrigenous input, in persistent oligotrophic conditions, and within a tropical climate. In contrast, the evolution of the central Apennine ramps is strictly related to the geodynamic evolution of the Apennines and simultaneously to global oceanographic changes. The Chattian Apennine ramps are affected by a basin conformation that favored the development of dominant currents and related dune fields. Successively, these ramps were exposed to strong Aquitanian volcanism that induced a shift towards an aphotic-dominated carbonate factory. Since the Burdigalian the development of the Apennines has affected the evolution of the investigated ramps through the eastward migration of foredeep systems and related nutrient input. This influence becomes more evident between the Tortonian and Messinian, during which reef-rimmed platforms developed in the rest of the Mediterranean while red algae still dominated in the Apennine ramps. Amongst the global events, the Ccycle perturbation, occurring between the late Burdigalian and Serravallian (Monterey event), leaves a clear sign on the two Apennine ramps. © 2017 Elsevier Ltd. All rights reserved.",
  "title": "Global versus regional influence on the carbonate factories of Oligo-Miocene carbonate platforms in the Mediterranean area"
}