{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r .com/ locate /pa laeo\nClaymineralogical characteristics at the Permian–Triassic Shangsi section and their paleoenvironmental and/or paleoclimatic significance\nGuozhen Xu a,b, Jean–François Deconinck b, Qinglai Feng a,⁎, François Baudin c, Pierre Pellenard b, Jun Shen a, Ludovic Bruneau b\na State Key Laboratory of Geological Processes and Mineral Resources, China University of Geosciences, Hubei 430074, China b Biogéosciences, UMR 6282, CNRS, Univ. Bourgogne Franche–Comté, 6 boulevard Gabriel, F–21000 Dijon, France c Sorbonne–Universités, UPMC–Univ. Paris 06, CNRS, Institut des Sciences de la Terre de Paris, 4 place Jussieu, 75005 Paris, France\n⁎ Corresponding author. E-mail address: qinglaifeng@cug.edu.cn (Q. Feng).\nhttp://dx.doi.org/10.1016/j.palaeo.2016.07.036 0031-0182/© 2016 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 9 March 2016 Received in revised form 5 July 2016 Accepted 26 July 2016 Available online 28 July 2016\nHigh–resolution clay mineralogical investigations were conducted on the Permian–Triassic (P–Tr) carbonate– and siliceous rocks from the Shangsi section, South China. The clay mineralogy is dominated by illite and illite/ smectitemixed–layers (I/S) throughout the sampled sectionwith subordinate chlorite and vermiculite emerging from bed 24 (approaching the End–Permian mass extinction horizon–EPME) onwards. Positive correlations of clay fraction with mainly land–derived TiO2 and magnetic susceptibility (MS) indicate a primary continental origin of the clay minerals. Rock–Eval pyrolysis analysis, palynomorph coloration, scanning electron microscope (SEM) and Transmission ElectronMicroscope (TEM) observations, all suggest that the rocks experienced thermal diagenesiswhichmainly promotes illitization processes of smectite claymineralswhile discrete clayminerals are merely affected. Despite this diagenetic effect, clayminerals still carry valuable paleoenvironmental and paleoclimatic information in the Shangsi section. The overall illitic composition of the clayminerals and nearly absence of kaolinite suggest a general semi–arid condition during the P–Tr interval. Appearance of chlorite from bed 24 onwards suggests further aridification compared to the Late Permian. Occurrence of vermiculite frombeds 24–28 in association with abundant volcanogenic materials, most negative δ13Ccarb values as well as enhanced soil– derivedmoretane abundance, suggests catastrophic soil erosion and likely soil acidification during the P–Tr transition in the source area(s) in relation with the active volcanism in that time. Further, decrease of chemical weathering and increase of physical weathering are indicated by increased input of primary clay minerals such as chlorite, a better illite crystallinity and increase of Al2O3/TiO2 ratios. A climate cooling period corresponding to the Clarkina changxingensis–Clarkina deflecta conodont zone to the lower Clarkina zhangi conodont zone is indicated by higher abundance of illite, lower terrigenous TiO2, MS and Al2O3/TiO2 in comparison with the overlying uppermost Permian strata.\n© 2016 Elsevier B.V. All rights reserved.\nKeywords: Clay mineralogy Vermiculite Soil erosion Acidification Permian–Triassic South China"
  }, {
    "heading": "1. Introduction",
    "text": "The Earth experienced the severest biotic crisis of all time during the Permian–Triassic (P–Tr) transition. Despite decades of efforts to explore the true cause(s) of this crisis, no consensus has been reached so far (Shen and Bowring, 2014). However, increasing attention has been drawn to the contemporaneous extensive volcanic activities as the ultimate trigger of this biocrisis as well as to a series of accompanying major environmental perturbations (Renne et al., 1995; Wignall, 2005; Svensen et al., 2009; Ogden and Sleep, 2012), which include perturbations in carbon cycle (e.g., Korte and Kozur, 2010) and sulfur cycle (Newton et al., 2004; Ricchardi et al., 2006; Kaiho et al., 2006), anoxia or photic–zone euxinia (Wignall and Twitchett, 1996, 2002;\nIsozaki, 1997; Grice et al., 2005; Song et al., 2012; Feng and Algeo, 2014; Chen et al., 2015; Li et al., 2016), global warming (Joachimski et al., 2012; Sun et al., 2012; Romano et al., 2013), acidification (Hinojosa et al., 2012; Black et al., 2014; Sephton et al., 2015; Clarkson et al., 2015), and widespread wildfires (Shen W.J. et al., 2011; Uhl et al., 2012). All of the above perturbations havemainly been illustrated by geochemical data including biomarkers, while little attention has been paid to systematic clay mineralogical characterization, which can also provide valuable paleoenvironmental information (Thiry, 2000; Dera et al., 2009) when diagenetic influence is weak enough.\nClaymineralogical studies in background sediments during the P–Tr transition are lacking and most of them were conducted on continental sections in Western Europe where the P–Tr boundary beds are mostly missing, and only low–resolution clay mineral investigations have been conducted (Alonso–Azcárate et al., 1997; Lindgreen and Surlyk, 2000; Varga et al., 2005; Benito et al., 2005; Jeans, 2006; Haas et al.,\n2007; Bozkaya et al., 2011). Moreover, most of these western European sections experienced at least high–level diagenesis to low–grade metamorphism, which exert additional difficulty in extracting valuable original paleoenvironment or paleoclimate information.\nThe continuous P–Tr boundary (PTB) successions with relatively insignificant diagenetic influence are well exposed across the entire South China, yet no systematic clay mineralogical studies have been conducted because most of the sections are either of marine carbonate– and/or siliceous– rock lithology with “negligible” clay fraction or significantly influenced by volcanogenic deposition (Yu et al., 2005;Wang et al., 2011). So far, only sporadic claymineral studies with relatively low resolution have been conducted in a few carbonate– dominated P–Tr boundary sections in South China (Yu et al., 2005; Hong et al., 2008, 2011; Wang et al., 2011; French et al., 2012). Nevertheless, these studies show great potential of paleoenvironmental reconstructions using clay minerals. Thus in the wake of previous studies, this paper aims to focus on a high–resolution clay mineralogical investigation and possible paleoenvironmental and/or paleoclimatic interpretations at the well–studied carbonate–rich Shangsi section, northern Sichuan Basin, South China (Fig. 1)."
  }, {
    "heading": "2. Geological background and study section",
    "text": "During the P–Tr transition, the South China block was isolated from the supercontinent Pangea and located in the equatorial eastern Tethys Ocean where it stood an ~70° counterclockwise position relative to the modern orientation (Algeo et al., 2013). The paleogeography of this block was characterized by a central carbonate platform, namely the Yangtze Platform, sandwiched between two oldlands (continents) in the East–West direction, and flanked by two basins in the North– South direction (Fig. 1; Feng et al., 1997; Yin and Song, 2013). This configuration is due to the rapid uplift of western part of the South China block associated with the eruption of the E'meishan Basalt and gradual elevation of the Cathaysia Block in the southeast during the Middle–Late Permian (Feng, 1994; He et al., 2005).\nThe Shangsi section was situated on the northwestern slope margin of the Yangtze Platform (Shen et al., 2013; Yin et al., 2014). This section holds a continuous sedimentation from an upper slope environment in the Late Permian to a tidal flat setting in the earliest Triassic (Li et al., 1986; Lai et al., 1996; Jiang et al., 2011). The sampled strata consist of a 16.75 m–thick succession of the Upper Permian Dalong Formation and a 3.15 m–thick succession of the Lower Triassic Feixianguan Formation, which straddles the P–Tr boundary (Fig. 2; field photo sees Wu et al., 2013). In the Dalong Formation, bed 18 is dominated by thin–bedded carbonaceous siliceous rocks intercalated with a few\nthinly–bedded mudstones. From bed 19 to bed 21, carbonate increases markedly and dominates at the expense of siliceous component as individual beds are thickening, followed by a slight bounce of siliceous component and thinning of individual bed in bed 22. Overlying is a 6 cm–thick buff–colored K–bentonite (bed 23) which underlies a 60 cm–thick siliceous carbonate layer (bed 24). Both beds 25 and 27 are mainly buff–colored K–bentonites presumed to be volcanogenic in origin (Li et al., 1986); the former of which includes three black mudstone intercalations (sampled as PS 25a, PS25c and PS 25e in ascending order; Shen et al., 2013). A 15 cm–thick siliceous carbonate layer of bed 26 was deposited in between. The basal Feixianguan Formation (beds 28 and 29) is composed primarily of calcareous mudstones and dolomitic mudstones, respectively and intercalated with a few K–bentonites. The PTB was placed at the horizon 22 cm above the base of bed 28 (Jiang et al., 2011). A summary of the conodont zonations and their correlations with the Global Boundary Stratotype Section and Point section inMeishanwas presented by Yin et al. (2014). Other fossil records from the Shangsi section include foraminifers (Li et al., 1986; Song et al., 2011), radiolarians (Nie et al., 2012), ammonoids, bivalves, and brachiopods (Li et al., 1986). Mass extinction level has been tentatively placed at the top of bed 27, which yields a zircon U–Pb age of 252.28 ± 0.13 Ma (Shen S.Z. et al., 2011)."
  }, {
    "heading": "3. Materials and methods",
    "text": ""
  }, {
    "heading": "3.1. XRD analyses",
    "text": "A total of 133 samples including 98 from the Permian and 35 from the Triassic were analyzed by X–ray diffraction (XRD) on oriented mounts of non–calcareous clay fraction, following the routine analytical procedure presented by Moore and Reynolds (1997). Powdered samples were treated with 0.2 N HCl to remove carbonates under constant agitation, during which the pH was also checked frequently to avoid long exposure to acid conditions. After deflocculation by successive washing with distilled water, clay fractions were concentrated by centrifugation. Oriented glass slides were then made by smearing the clays unidirectionally. For each sample, three XRD runs following air–drying (AD), ethylene–glycol solvation (EG) and heating at 490 °C for 2 h were performed. Identification of clay minerals was made by comprehensive comparison of the three XRD diffractograms. Relative proportions of each claymineral species were calculatedmainly according to the area of the (001) basal reflections (Moore and Reynolds, 1997) on the glycolated traces. Whole–rock mineralogical analyses were performed on randomly oriented powders of 140 samples. Semi–quantification was also made mainly according to the area of\nong, 2013); B. Perman–Triassic paleogeographic distribution of South Chinawith present– al Basin of Yangtze platform, HGG Basin = Hunan–Guizhou–Guangxi Basin.\nthe main diffraction peak, except for quartz and total clay fraction for which the 4.26 Å reflections with a factor of 5 and the 4.5 Å reflections with a factor of 2 were used respectively. Both clay and whole–rock mineralogical analyses were performed at the Biogeosciences Laboratory, University of Burgundy, UMR CNRS 6282, on a Bruker D4 Endeavor diffractometer with CuKα radiations, LynxEye detector and Ni filter, under a 40 kV voltage and a 25 mA intensity. The scanning range is 2.5–28° 2θ for clay fraction and 2–65° 2θ for whole–rock random powders. Quantifications were made with the MacDiff 4.2.5 software (Petschick, 2000). Given the uncertainties involved in quantification, the XRD results are only estimates of actual mineral concentrations. However, care has been taken to make sure that the overall up– section trend is still valuable. Because of insignificant I/S (001, 002) and I/S (002, 003) peaks in background samples, credible percent illite (%illite) in illite/smectite mixed layers (I/S) was only estimated for the K–bentonite sample we collected (PS25b) and the value was estimated\nbased on the Δ°2θ value (Środoń, 1984; Moore and Reynolds, 1997; Środoń et al., 2009; Deconinck et al., 2014).\nIllite “crystallinity”, referred to the Kübler Index (KI) and expressed in °2θ, was measured for samples of which the XRD diffractograms show significant 10 Å illite peak. To minimize the interference of I/S, KI values were measured as the FWHM (full width at half maximum) of the symmetrical extensions of the 10 Å peaks as mirrored from the right sides of the peaks to the left sides (Bozkaya et al., 2011). KI values were not calibrated."
  }, {
    "heading": "3.2. Rock–Eval pyrolysis",
    "text": "A total of 25 samples including one from above the PTB were subjected to pyrolysis analysis to characterize the organic matter. The analyses were performed on a Rock–Eval 6 Turbo apparatus (Vinci Technologies) at UPMC–Univ. Paris 06. Total organic carbon content (TOC, in wt.%), Tmax (°C), Hydrogen Index (HI, in mg hydrocarbons per g TOC) and Oxygen Index (OI, in mg CO2/g TOC) were determined using this technique (Espitalié et al., 1985; Behar et al., 2001). Although the source of organicmatter is usually defined by themean of elemental analysis, the HI and OI parameters approximate respectively the H/C and O/C atomic ratios which are determinant for organic matter typing. Tmax corresponds to the temperature at which themaximum amount of hydrocarbons is released during pyrolysis and can be used as indicator of the thermal maturity of the rock (Espitalié, 1986; Dellisanti et al., 2010). Note that this temperature is not the actual burial temperature of the studied rock but represents a relative value of the maturity of the organic matter and therefore the thermal maturity of the sedimentary basin,with higher values corresponding to higher levels ofmaturity and vice versa."
  }, {
    "heading": "3.3. SEM and TEM observations",
    "text": "Both SEM and TEM observationswere performed on a few representative samples to check on themorphology of the clayminerals. For SEM observations, millimeter–sized selected samples were platinum–coated before observation under a JSM–5610 scanning electron microscope equipped with an energy dispersive spectrometer (EDS) system at the State Key Laboratory of Geological Processes and Mineral Resources, China University of Geosciences (Wuhan). The working accelerating voltage is 20 kV and the beam current is 1–3 nA. TEM observations were performed on a Transmission Electron Microscope Hitachi of the INRA center of the University of Burgundy, Dijon, France."
  }, {
    "heading": "3.4. Geochemical analysis",
    "text": "A total of 99 samples were trimmed and powdered to ~200 mesh size in a tungsten ball mill before elemental analyses. Major elements were determined by wavelength–dispersive X–ray fluorescence (XRF) analysis on fused glass beads using a XRF–1800. Carbonate carbon isotopes (δ13Ccarb) were analyzed on a subset samples on a Finnigan MAT 251 mass spectrometer with an analytical precision of ±0.1‰. All isotope values are reported in per mille (‰) relative to the standard Vienna Pee Dee belemnite (VPDB). Detailed analytical procedure follows Shen et al. (2012). All geochemical analyses were conducted at the State Key Laboratory of Geological Processes and Mineral Resources, China University of Geosciences (Wuhan)."
  }, {
    "heading": "3.5. MS measurements",
    "text": "MSmeasurements were performed on 249 samples using the KLY–4 KappaBridge, at the Palaeomagnetism and Palaeoenvironmental Magnetism Laboratory at China University of Geosciences (Beijing). MS values are reported here in terms of sample mass for convenience and high precision (Ellwood et al., 1988). Measurements were made\non each sample along three mutually perpendicular directions and the mean value was calculated and reported."
  }, {
    "heading": "4. Results",
    "text": "Bulk and clay mineralogy and relevant geochemical data are attached in the supplementary sheet."
  }, {
    "heading": "4.1. Bulk mineralogy",
    "text": "Bulk mineral compositions of the Shangsi samples are consistent with the lithology recognized in the field as well as with those derived from typical slope sedimentary setting. Quartz and carbonate are the two dominant minerals, which combined account for ~90% and ~75% of the entire rock in the Upper Permian and Lower Triassic, respectively (Fig. 2). Clay fractions are very poor in the Upper Permian strata except in a few mudstone and claystone beds including K–bentonites, while from the latest Permian onwards they increase abruptly to ~20% on average. Both plagioclase and K–feldspar was detected in the section but only K–feldspar shows similar increasing trend to that of clay fractions, suggesting similar source(s) between the two. Dolomite occurs sporadically in the Permian, yet it does not appear stable until theuppermost of the sampled section, showing four horizons increasing up to 80%. Also present are minor proportions of pyrite and siderite."
  }, {
    "heading": "4.2. Clay mineralogy",
    "text": "Clay mineral assemblages from the Permian samples are composed mainly of R1 type I/S and illite. In a few mudstone interbeds at the lower part of the section and in the K–bentonite sample PS25b, the clay fraction is composed near exclusively of I/S with traces of kaolinite. In contrast, chloritic and vermiculitic minerals occur from bed 24 onwards and constitute ~25% on average of the clay minerals, while I/S and illite still dominate (Figs. 3–4). Nevertheless, vermiculite is not as ubiquitous as chlorite and most of its occurrences are close to K–bentonites, indicating a cause–effect relation. In fact, most of the vermiculite–containing samples show signs of not only minor chlorite but also chlorite/vermiculite mixed–layers (C/S), which are indicated by little expansion of the ~14.2 Å peaks on the glycolated curves and\nappearances of asymmetric shoulders after heating on the lower– angle 10 Å peak sides (Fig. 4b–c, f–g). Because most of the asymmetric shoulders are too insignificant (except for two samples in bed 24, e.g., Fig. 4b) to determine quantities of C/V, the C/V ratios were herein compromised in vermiculite. Also noticeable is the appearance of small content of smectite in the latest Permian and Lower Triassic samples, but confident quantification is questionable because of low abundance.\nAlthough only a few latest Permian samples show significant illite peaks for calculating the KI values, a variation pattern is visible and exhibits a minor decrease from ~0.45 to 0.4 towards the latest Permian, followed by a significant drop to below 0.35 in the strata above the EPME horizon. Then, the same values fluctuated sharply around 0.3\nthroughout the sampled Lower Triassic strata (Fig. 3). The K–bentonite in bed 25 (sample PS25b) yields a %illite in I/S of 57%, in consistence with previous estimates (averagely 59%) in a few K–bentonites including the present sampled one from the Shangsi section (Huang, 1992). Although reliable values cannot be obtained, the %illite in I/S is believed to likely have decreased beyond the P–Tr boundary horizon based on the apparent right trailing of the I/S (001, 002) peaks and left trailing of the I/S (002, 003) peaks on the glycolated curves."
  }, {
    "heading": "4.3. Maturity level of the organic matter",
    "text": "Apart from 3 samples lacking reliable Tmax values (probably because of the insignificantly low S2 peaks), other samples yield Tmax values ranging from 430 to 440 °C (Table 1, Fig. 5) using pyrolysis analysis, indicating the end of the immature zone and the beginning of the oil–window, as also supported by Ro values in the Dalong Formation (averagely 0.69%; Fu et al., 2010) and the light yellow to light brown palynomorph morphologies (Lei et al., 2013) from the same section. Plots on the HI–Tmax diagram show that Type II organic matter dominates in the sampled section. Only three samples near and above the P–Tr boundary (Table 1) fall within the area, characteristic of Type III organic matter, indicating significant increase in terrestrial organic matter and/or an significant oxidation of marine organic matter. Palynofacies studies demonstrated that both phytoplankton and AOM are the most important organic components in the Late Permian, while terrestrial palynomorphs and phytoclasts increase distinctively towards and beyond the PTB (Lei, 2013), strengthened by the results of pyrolysis analysis (Fig. 5)."
  }, {
    "heading": "4.4. Clay morphological characteristics under SEM and TEM",
    "text": "Selected SEM and TEM photographs from clayey samples (Fig. 6) are employed to observe morphological features of clays. Under the SEM,\nFig. 6. SEM and TEM photographs showing irregula\nclay minerals occur as poorly crystallized platy clasts with irregular, ragged and sometimes fused outlines. EDS (Energy Dispersive Spectrometer) analysis shows that chemical composition of clay particles above the PTB is dominated by Si, Al, K, Fe, Mg, Ti, and Ca, displaying a composition mainly of illitic clays with subordinate chlorite. The most different and interesting photograph is represented by sample PS25e from the intercalated black mudstone within the bentonitic bed 25, which features fleecy outlines and thinner platy particles. EDS analysis shows that these fleecy clays are comprised of Si, Al, and minor Ca, Fe, Na, and K, in agreement with the chemical composition of smectite. XRD patterns also confirm the presence of a significant amount of R0 type I/S with minor illite layers (close to smectite). Similar occurrence of near–smectite R0 is also observed from samples above bed 26 (sample PS26top). Sample PS25b demonstrates the irregular outlines of the regularly interstratified R1 type I/S of the buff clay in bentonitic bed 25 (XRD pattern see Fig. 4d)."
  }, {
    "heading": "4.5. Geochemical characteristics and M",
    "text": "Both Al2O3 and K2O show distinctively positive correlationwith TiO2 (Fig. 7), indicating a terrestrial origin of both Al and K. The bulk mineralogical investigation shows that both Al and Kmainly reside in feldspar and clay minerals. This means that K likely comes largely from K–feldspars and illitic clays, and that Al is important in all silicate minerals present. In general, K–feldspar has the higher mK/mAl values (N0.3) than clay minerals and plagioclase (b0.3) (see Fig. 7 in Varga et al., 2005 for typical mK/mAl values for silicate minerals) and the relatively lowmK/mAl values (b0.3) in the section is in consistentwith the silicate composition. Further, the slightly decreased slope of the mK2O vs. mAl2O3 plot of the Triassic samples (slope k = 0.24) as compared to the Permian samples (k = 0.25) indicates slight decrease in illitic clays in the Lower Triassic (Fig. 3). The decrease in illitic clays is further confirmed by the emergence and dilution of chlorite and vermiculite.\nr and ragged morphology of the clay particles.\nExcept for a few positive anomalies, which by careful correlation correspond to volcanism–related horizons, the Al2O3/TiO2 ratios remain relatively unchanged around 30 during the Permian, only to followed by a noticeable decrease above the EPME horizon to an average of ~20 (Fig. 3).\nSimilarly,with the exception of a few lowvalues in the lowest part of the sampled section, δ13Ccarb values (Fig. 3) in the Permian stay relatively stable averaging ~2‰ before a sudden drop to below 0‰ in bed 24, after which the most negative values (averaging ~–2.6‰) persist towards the contact of beds 28 and 29 where small recovery to less negative values was encountered.\nMS values are also very low in the Permian samples, especially in beds 18–20 with an average of 3.6 × 10–9 m3/kg and many samples exhibit negative MS values (Fig. 3). From bed 21 onwards, MS values show a general increasing trend with various increasing rates. A most significant increase in MS beginning from bed 24 corresponds to a dramatic sea–level drop, suggesting a causal linkage between them. Another MS increase occurs above the EPME horizon and leads to the highest MS values in the sampled section (averaging 80 × 10–9 m3/kg), in the middle of which a small MS depression is demonstrated corresponding to a subordinate sea–level high."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Sediment source(s)/provenance stability",
    "text": "Positive co–variations of MS, clay fraction, Al2O3 and K2O with TiO2 suggest a terrestrial origin (K–bentonites excluded) for them, although continental contribution to the sediments in the sampled section on a whole is very poor. Al2O3/TiO2 ratio has been proved as a good indicator of provenance (e.g., Panahi et al., 2000; He et al., 2007). The relatively stable Al2O3/TiO2 ratios within the Permian part of the section suggest unchanged sediment source. In this sense, a change of provenance should be a prior consideration for the sudden and noticeable decrease\nof the Al2O3/TiO2 values above the EPME horizon. However, chondrite– normalized REE patterns (unpublished data) show nearly identical distribution pattern, only that Triassic samples have relatively higher total REE contents, indicating relatively unchanged sediment source throughout the sampled section. Changes in all above investigated geological parameters, including the Al2O3/TiO2 ratio, therefore should reflect variations in paleoenvironment, paleoclimate and/or post– burial alteration. Ti and Al are not susceptible to post–burial alteration due to their conservative nature. However, relative to Ti, Al is more soluble and leachable and under conditions with stable source and higher Al2O3/TiO2 values correspond to higher weathering intensities and vice versa (Panahi et al., 2000). Thus, the slightly decrease in Al2O3/TiO2 most likely has been the result of depressed chemical weathering conditions in the source area."
  }, {
    "heading": "5.2. Evaluation of diagenesis",
    "text": "Geological records are usually more or less altered during post– burial diagenesis, the influence of which should be evaluated before any information about paleoenvironment or paleoclimate is revealed. As is shown above, Tmax values in the range of 430–440 °C, the light yellow to light brown colors of palynomorphs and low Ro values suggest marginally mature organic matter and therefore low–moderate level of thermal maturity of the sampled section. Previous thermal maturity studies of the Sichuan basin demonstrated that such levels of organic maturity corresponds to early–middle diagenetic stage, where the most common clay mineral transformation is the illitization of smectitic clays (the %illite contents in I/S in K–bentonites are mostly in the range of 50–80%; Xu et al., 2003). Bentonitic layers sampled here and from literatures yield %illite layers in I/S in the range of 50–60%, consistent with the above–concluded diagenetic stage. Lindgreen and Surlyk (2000) stated that low–moderate diagenesis as such influences mainly mixed–layer minerals while discrete minerals are not significantly affected and still carry valuable primary signals of the sedimentary environment. Irregular and ragged clay particles\nunder SEM and TEM (Fig. 6) also suggest little diagenetic overprints, which is supported by previous clay studies in the Sichuan basin (Zhao et al., 1995). Additional evidence against significant diagenetic influence lies in the overall upsection decrease in illite “crystallinity” values, which is quite the opposite of what should happen when diageneisis makes the dominant influence. In fact, the decrease in illite “crystallinity” values is not specific in this section but an inter–basinal phenomenon. By detailed study, Wang et al. (2011) proposed that the illite with higher crystallization in the early Triassic than Permian in the Chaohu section, Lower Yangtz Platform is inherited from the parent materials in the source area. We here further attribute this increase of crystallization in both sections to lowered chemical weathering intensity, which is more likely to have a regional or even global effect on mineral crystallization than the usually basin–specific change of parent materials or diagenesis.\nDiscrete illite in marine environments is generally considered as of continental origin (Singer, 1984; Robert and Kennett, 1994), which can be confidently applied to the Shangsi section based on the above claymineralogical investigation. Thus, the overall illitic–rich claymineralogical features of the section should reflect the clay mineralogy of the terrestrial influx. As for chlorite, a diagenetic origin can be ruled out based on the following evidences: (1) chlorite occurs only from bed 24 onwards, which is not consistent with the near uniform diagenetic condition in the sampled section; (2) clay mineral investigations in other contemporaneous PTB sections in South China (Hong et al., 2008, 2011; Yu et al., 2005; French et al., 2012; Wang et al., 2011) as well as from the continental PTB sections in Europe (e.g., the British Isles; Jeans, 2006) demonstrate similar appearance and increase of chlorite towards and beyond PTB, indicating that the increase of chlorite is more likely of global significance which can hardly be account for by common diagenetic processes considering the specific evolution in each basin (e.g. Dera et al., 2009); (3) in carbonate–dominated environment, dissolution of carbonate usually provides Mg2+, Fe2+ for neoformation of chlorite in the reactions of phyllosilicates and carbonate (Worden and Morad, 2009), however, in the sampled section, there is no discernable correlation between chlorite and carbonate, suggesting that neoformation is not an important source of chlorite (Fig. 7d); and (4) emergence and increase of chlorite in association with the enhanced influx of terrestrial materials as indicated by TiO2 etc. further confirms a continental origin for chlorite. Consequently, the clay mineral association of illite and subordinate chlorite here is not the result of alteration of phyllosilicate precursors in a diagenetic regime, but rather mainly a reflection of the poorly weathered conditions on land during the PTB transition. Similar conclusions have also been drawn for the illite and chlorite clay mineral assemblages in the Meishan PTB interval (Hong et al., 2011).\nVermiculite is often considered the product of chlorite either during burial diagenesis or in recent weathering (Murakami et al., 1996; Aspandiar and Eggleton, 2002), in which case vermiculite is expected to occur in all the chlorite–bearing horizons at the Shangsi section given the homogenous diagenetic condition and uniform exposure for recent weathering. Unfortunately, this doesn't fit the observation. Instead, a continental origin of vermiculite is considered, which will be further discussed below.\n5.3. Paleoenvironmental/paleoclimatic significance of clay minerals and related parameters\nAs discussed above, discrete clayminerals, MS and Al, Ti, K aremainly derived from the continent and have experienced at most moderate alteration during post–burial diagenesis, indicating a potential of valuable information for paleoenvironmental/paleoclimatic reconstructions during the Permian–Triassic transition in South China. Similar to the general Permian–Triassic clay mineral composition in many other PTB sections in South China (e.g., Hong et al., 2011; Wang et al., 2011; Yu et al., 2005), the illitic clay–dominated feature of the clay minerals at\nthe Shangsi section indicate an overall semi–arid climate, which probably was enhanced from bed 24 onwards indicated by the appearance of subordinate chlorite."
  }, {
    "heading": "5.3.1. Implication for the enhanced soil erosion events",
    "text": "It has been well established that during the P–Tr transition, global– scale ‘anomalously’ large influx of terrestrialmaterials were transported into the marine environments (Algeo and Twitchett, 2010; Zhao et al., 2013). Coeval change of fluvial styles from meandering river systems to braided ones (e.g.,Ward, 2000), episodic increase of soil–derived biomarkers (Sephton et al., 2005; Xie et al., 2007;Wang, 2007; French et al., 2012) and enhanced 87Sr/86Sr values (Martin and Macdougall, 1995; Korte et al., 2003) inmarine sediments suggest thatmassive soil erosion due to destruction of land groundcover may have played an important role. Global recurring volcanic pulses have been considered the ultimate agent responsible for not only disturbing carbon cycle and climate variability, but also for marine and terrestrial ecosystem crisis during this critical time interval (e.g., Svensen et al., 2009; Song et al., 2013), among which woodland wildfires have been a disastrous outcome which in turn led to harsher conditions on land through erosion of soils (e.g., Shen W.J. et al., 2011; Shen S.Z. et al., 2011). Severe soil erosion has been indicated through soil–derived biomarkers in marine sediments, while no study has paid enough attention to possible soil– derived clayminerals, although they do occur occasionally. As such, vermiculite is a common clay component in well–drained soil profiles within subtropical and temperate climates and its occurrence inmarine environment usually indicates presence of eroded soil materials (Moore and Reynolds, 1997; Tabor et al., 2002). Here in the Shangsi section, the occurrence of vermiculite corresponds well with the most enhanced moretane abundance within beds 24–28 (Zhou Wenfeng, Person. Comm.), the latter being derived from soil materials (Xie et al., 2007). Further, vermiculite has also been detected in a distant Dongpan section (unpublished data). There, its presence in the beds above the most frequent and intense demonstrations of volcanogenic influxeswas associated with a ‘MS plateau’ featuring the highest MS values and mono– phase coarse–grained magnetite, which was interpreted to be an independent representative of large and rapid influx of terrestrial/soil materials due to collapse of terrestrial ecosystems (supposedly wildfire–induced in the light of significant increase of charcoal particles) (Chen and Feng, 2011). All together, the vermiculite in both Shangsi and Dongpan sections likely represent enhanced soil destruction and was transported to the marine settings along with other soil materials.\n5.3.2. Implications on soil acidification Both theoretical postulation and climate–model simulations predict global acidification most likely caused by volcanism–induced massive acidic and halogenic gas emissions (Clapham and Payne, 2011; Kershaw et al., 2012; Black et al., 2014), which is increasingly accepted as an important contributing factor to the end–Permianmass extinction (Knoll et al., 2007; Payne and Clapham, 2012). Despite recent reports of vanillic acid in soil–derived organic matter, hydrated aluminium phosphate–sulphate (APS) minerals, calcium and boron isotopes that are suggestive of acidification on land or at sea during that critical time (Sephton et al., 2015; Borruel–Abadía et al., 2016; Hinojosa et al., 2012; Clarkson et al., 2015), however, direct geological records of acidification is still lacking and more supporting evidences from more localities from around theworld are in great need to verify the possibility of acidification.\nThe presence of vermiculite coincident with the end–Permian biotic crisis from the Shangsi section may provide such evidence of soil acidification. Vermiculite is usually formed under moderate acid soil conditions with pH ranges mainly of 4–6 (Lin et al., 2002; Uzarowicz et al., 2011; Durn et al., 2014), whereas illite and chlorite form easily in pH conditions above neutral. Studies on clay mineral development in acid soils, e.g. in podzols and soils influenced by acid sulphate\nweathering, suggest that swelling minerals develop at the expense of mica and chlorite (Mirabella and Egli, 2003; Uzarowicz et al., 2011). Similar case occurs in the clay minerals recorded in the P–Tr clay beds in Shangsi. The incomplete collapse of the ~14.2 Å basal reflection to 10 Å in several samples from bed 24 indicates the presence of C/V (Fig. 4b), which in this case can be recognized as an intermediate step during the vermiculitization process of chlorite in acidic soil (sensu Wilson, 2004; Mirabella and Egli, 2003). Although chlorite is generally more susceptible to weathering than mica/illite (Righi and Meunier, 1991; Carnicelli et al., 1997), it is not justified to assume that chlorite is the sole precursor of vermiculite. This is, in part, because we cannot exclude the presence of intergrades of illite to vermiculite (I/V) using the approached described above. The intergraded I/V is also a very common through the transformation of mica/illite to vermiculite under acidic conditions. The almost absence of C/V in the rest of the vermiculite–containing samples may be explained by complete transformations of chlorite to vermiculite in relatively lower pH conditions, which is plausible for the small concentrations of chlorite in measured samples. Similar features were unraveled from clay minerals recorded in two terra rossa soils of Western Herzegovina (Durn et al., 2014). Diagenetic transformation and recent weathering of chlorite/illite are not considered compared to degradation in acidic conditions here, because, as stated above, diagenetic influence and recent weathering should be homogenous at such weak thickness on outcrop, in which case most of the samples will show signs of degradation of illite and chlorite rather than just samples from beds 24–28. As a consequence, abundant vermiculitic clays from Shangsi indicate the noticeable decrease in soil pH during the P–Tr transition. Such a decrease in soil pH is most likely the result of the elevated pCO2 in soils and enhanced acid precipitation related to the volcanogenic emissions of CO2, SO2, and other acid gases in that time (Sephton et al., 2015; Svensen et al., 2009; Black et al., 2014). In fact, volcanic activities were most intense when the vermiculite–bearing strata (beds 24–28) were deposited because these beds yield abundant K–bentonites, which indicate violent felsic volcanic pulses, and record the most negative excursions of δ13Ccarb (Fig. 3). Growing evidence shows that the causal link between intense volcanic activities and negative excursions of δ13Ccarb did exist during the P–Tr transition (Payne and Kump, 2007; Chen and Benton, 2012; Shen et al., 2012).\nIn addition, the low abundance and yet confident occurrence of smectite (or R0 type I/S) may be another evidence indicating a potential acidification. A few studies on clay mineral weathering in natural acidified soils suggested that strong acidity favors the formation of expanding minerals, including both vermiculite and smectite (Mirabella and Egli, 2003), which might explain the presence of smectite and the decrease of illite layers in the I/S in the studied section."
  }, {
    "heading": "5.3.3. Chemical weathering in the earliest Triassic in eastern Tethys",
    "text": "Chemical weathering conditions have frequently been mentioned as part of the illustration of climate changes during the P– Tr transition and yet no consensus has been reached on the evolution direction of the chemical weathering. A main–stream scenario, though, is increased chemical weathering during the early Triassic assuming that the large volumes of greenhouse gases released in association with the Siberian Trap eruptions and contemporaneous volcanic activities in South China invoked significant global warming and probably a more active hydrologic cycle, which in turn leads to higher weathering rates (e.g., Kump et al., 2000). In addition, acidification due to the release of CO2, SO2 to form acid precipitation together with high soil pCO2 tended to enhance silicate weathering on land (Payne and Clapham, 2012; Clarkson et al., 2015). Main evidence supporting this postulation comes from two types of studies. Palynological studies in both middle latitudes where higher spore/pollen ratios resulting from replacement of gymnosperm–dominated woodlands by lycopsid–\ndominated plant groups were interpreted to represent higher humidity and hidden indication of stronger chemical weathering condition in the Early Triassic than in the Late Permian (Hermann et al., 2010, 2011, 2012) the spore/pollen ratio as sole proxy record of humidity needs to be reevaluated, though; another includes mainly from the peri–Gondwanan high–latitude (N60° Antarctica, Australia, South Africa) paleosol investigations, in which the paleosols in the earliest Triassic were interpreted to be more developed and leached than the latest Permian ones based on detailed soil–feature descriptions, geochemical analyses, etc. (Retallack, 1999; Retallack and Krull, 1999; Retallack et al., 2003; Sheldon, 2006). Specifically in the Permian–Triassic paleosols of the Karoo basin where carbonate nodules are common, Retallack et al. (2003) collected evidences of a change to a warmer and wetter climate in the earliest Triassic compared to the latest Permian, including higher leaching related to stronger chemical weathering conditions, a change to more concentrated carbonate–nodule horizons, larger nodular sizes and deeper depth to the carbonate nodules and higher estimated precipitation levels etc. in the earliest Triassic. Recent carbon isotopic investigations of carbonate nodules in contemporaneous paleosols of the Karoo Basin (Tabor et al., 2007; Gastaldo et al., 2014) supported Retallack et al.'s (2003) view. Negative carbonate isotopic values typical of poorly– drained wetland environments persisted towards the vertebrate– defined PTB, indicating prevailing saturated soil conditions with no unidirectional aridification trend. However, records including a change of meandering river systems to braided ones (e.g., Ward et al., 2000), a sediment color change from generally grey/olive–green to purple/red (e.g., Bourquin et al., 2011; Chumakov and Zharkov, 2003), increase of grain sizes (Smith and Botha–Brink, 2014), loss of coal deposits (e.g., Retallack et al., 1996;McLoughlin et al., 1997), change of taphonomic condition from well–preserved para–autochthonous assemblages to dispersed, fragmentary allochthonous debris (Gastaldo et al., 2005), etc., were interpreted evidence of a different chemical weathering evolution direction. Similar conclusion were drawn from the Bogda Mountains, NW China, northeastern Tethyan where latest Permian paleosols characteristic of redoximorphic depletions, ferric manganese nodules, and organic matter accumulations, indicative of humid climates, were replaced by paleosols lacking redoximorphy but abundant in carbonate nodules and possibly gypsum, suggesting an overall aridification with higher seasonal/periodic precipitation patterns towards and beyond the perceived PTB (Thomas et al., 2011).\nIn sum, chemical weathering change seemed non uniform globally during the Permian–Triassic transition. To our knowledge, although simulations (Poulsen et al., 2007; Kiehl and Shields, 2005) and general climatic reconstructions (Chumakov and Zharkov, 2003) predicted certain climatic patterns, it is still difficult to envision a general view of the temporal and spatial evolution of chemical weathering change during the PTB transition. The obstacles include (1) unevenness sampling resolution for different proxies and (2) lack of direct geological proxies for chemical weathering at relatively high–resolution sampling. Furthermore, acidification could have brought additional uncertainty because of its different intensities, durations and influences at different regions/localities.\nBy the present study, we hold that chemical weathering decreased in general in the earliest Triassic in association with drying at the source area of the Shangsi section. Although there is evidence of acidification on land, it was probably not intense enough and just efficient at the very surface of the soil and given the intense land stripping due to the devegetation on land. Nevertheless, we admit that acidification could have been prominent and facilitated chemical weathering on a short–term at certain part of the globe or even in South China, it's just not the case in the Shangsi area where decreased chemical weathering is well indicated by the regionally decreased Al2O3/TiO2 ratios and illite “crystallinity” values, increased grain–size and increase of “primary mineral” chlorite, as in other\nlocalities on the northern margin of the Yangtz Platform (Hong et al., 2011; Wang et al., 2011; Yu et al., 2005)."
  }, {
    "heading": "6. Conclusions",
    "text": "High–resolution clay mineralogical accompanied with geochemical studies during the Permian–Triassic transition in South China suggest that:\n(1) clay mineralogy of the Permian–Triassic strata at the Shangsi section is dominated by illitic minerals, where in the Permian part it is comprised entirely of illite and I/S, whereas subordinate chlorite and vermiculitic clays appear from bed 24 (below the PTB and EPME horizons) onwards. Positive correlation with land–derived TiO2 and MS suggests that clay fraction is of continental origin. (2) the Shangsi section experienced low–moderate diagenetic alteration, which has little impact on the geochemical and MS data, but had facilitated illitization of smectitic clay minerals. However, discrete clay minerals are little affected and bear important paleoenvironmental and paleoclimatic information. The overall illitic composition of the clay minerals suggests a general semi–arid climate during this critical time interval with an accelerated aridification near PTB indicated by the appearance of chlorite from bed 24 onwards. (3) vermiculite within beds 24 to 28 represents the erosion product of soil destruction on land and it likely indicates a period of soil acidification because of the lower pH condition (4–6) necessary for its formation as compared to the background illitic (+subordinate chlorite) assemblages, which stabilize in slightly alkaline conditions, acidification of soil is plausible. The good correspondence of the occurrence of vermiculite with the most abundant volcanogenic K–bentonites and negative excursions of δ13Ccarb indicates that intensified volcanic activities were likely the ultimate driving force for the disturbances in geological processes during the critical time transition, among which are wildfires, catastrophic soil erosion, acidification, climate change, etc. (4) increase of “primary mineral” chlorite, decreased Al2O3/TiO2 ratios and illite “crystallinity” values, indicate weakened chemical weathering intensity towards the early Triassic in South China."
  }, {
    "heading": "Acknowledgements",
    "text": "By this, we would like to express our gratitude to Professor Hanlie Hong and his research group in the University of Geosciences (Wuhan) for their lab and helpful discussions. We also thank Elise Chenot, Cédric Bougeault and Théophile Cocquerez for their help in the lab work in the University of Burgundy. We appreciated the careful and constructive reviews of two anonymous reviewers. This work was supported by the 111 Program,Ministry of Education of China (B08030) and State Key Laboratory of Geological Processes and Mineral Resources, China University of Geosciences in Wuhan (MSFGPMR201402)."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at http://dx. doi.org/10.1016/j.palaeo.2016.07.036."
  }],
  "year": 2017,
  "references": [{
    "title": "Palaeogeographical significance of clay mineral assemblages in the Permian and Triassic sediments of the SE Iberian Ranges, eastern Spain. Palaeogeogr",
    "authors": ["J. Alonso–Azcárate", "A. Arche", "J.F. Barrenechea", "J. López–Gómez", "F.J. Luque", "M. Rodas"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 1997
  }, {
    "title": "Anomalous Early Triassic sediment fluxes due to elevated weathering rates and their biological consequences",
    "authors": ["T.J. Algeo", "R.J. Twitchett"],
    "venue": "Geology",
    "year": 2010
  }, {
    "title": "Plankton and productivity during the Permian–Triassic boundary crisis: an analysis of organic carbon fluxes",
    "authors": ["T.J. Algeo", "C.M. Henderson", "Tong", "J.N"],
    "year": 2013
  }, {
    "title": "Weathering of chlorite: I. Reactions and products in macrosystems controlled by the primary minerals",
    "authors": ["M.F. Aspandiar", "R.A. Eggleton"],
    "venue": "Clay Clay Miner",
    "year": 2002
  }, {
    "title": "Rock–Eval 6 technology: performances and developments",
    "authors": ["F. Behar", "V. Beaumont", "H.L. de Penteado"],
    "venue": "Oil and Gas Science and Technology",
    "year": 2001
  }, {
    "title": "Late Permian continental sediments in the SE Iberian Ranges, eastern Spain: petrological and mineralogical characteristics and palaeoenvironmental significance",
    "authors": ["M.I. Benito", "R. Horra", "J.F. Barrenechea", "J. López–Gómez", "M. Rodas", "Alonso–Azcárate", "A. Arche", "J. Luque"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "Acid rain and ozone depletion from pulsed Siberian Traps",
    "authors": ["B.A. Black", "J.F. Lamarque", "C.A. Shields", "L.T. Elkins–Tanton", "J.T. Kiehl"],
    "venue": "magmatism. Geology",
    "year": 2014
  }, {
    "title": "Quantifying aluminium phosphate-sulphate minerals asmarkers of acidic conditions during the Permian-Triassic transition in the Iberian Ranges",
    "authors": ["V. Borruel-Abadía", "J.F. Barrenechea", "A.B. Galán-Abellán", "J. Alonso-Azcárate", "R. Horra", "F.J. Luque", "J. López-Gómez"],
    "venue": "E Spain. Chem. Geol",
    "year": 2016
  }, {
    "title": "The Permian–Triassic transition and the onset of Mesozoic sedimentation at the northwestern peri–Tethyan domain scale: palaeogeographic maps and geodynamic implications",
    "authors": ["S. Bourquin", "A. Bercovici", "J. López–Gómez", "J.B. Diez", "J. Broutin", "A. Ronchi", "M. Durand", "A. Arché", "B. Linol", "F. Amour"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2011
  }, {
    "title": "Clay mineralogy of the Paleozoic–Lower Mesozoic sedimentary sequence from the northern part of the Arabian Platform, Hazro (Diyarbakir, Southeast Anatolia)",
    "authors": ["Bozkaya", "Yalçin", "H. Kozlu"],
    "venue": "Geol. Carpath",
    "year": 2011
  }, {
    "title": "Weathering of chlorite to a low– charge expandable mineral in a spodosol on the Apennine mountains, Italy",
    "authors": ["S. Carnicelli", "A. Mirabella", "G. Cecchini", "G. Sanesi"],
    "venue": "Clay Clay Miner",
    "year": 1997
  }, {
    "title": "The timing and pattern of biotic recovery following the end–Permian mass extinction",
    "authors": ["Z.Q. Chen", "M.J. Benton"],
    "venue": "Nat. Geosci",
    "year": 2012
  }, {
    "title": "Complete biotic and sedimentary records of the Permian–Triassic transition from Meishan section, South China: ecologically assessing mass extinction and its aftermath",
    "authors": ["Z.Q. Chen", "H. Yang", "M. Luo", "M.J. Benton", "K. Kaiho", "L.S. Zhao", "Y.H. Huang", "K.X. Zhang", "Y.H. Fang", "H.S. Jiang", "H. Qiu", "Y. Li", "C.Y. Tu", "L. Shi", "L. Zhang", "X.Q. Feng", "L. Chen"],
    "venue": "Earth Sci",
    "year": 2015
  }, {
    "title": "Climate during the Permian–Triassic biosphere reorganizations. Article 2. Climate of the late Permian and early Triassic: general inferences",
    "authors": ["N.M. Chumakov", "M.A. Zharkov"],
    "venue": "Stratigr. Geol. Correl",
    "year": 2003
  }, {
    "title": "Acidification, anoxia, and extinction: a multiple logistic regression analysis of extinction selectivity during the Middle and Late Permian",
    "authors": ["M.E. Clapham", "J.L. Payne"],
    "venue": "Geol. Soc. Am",
    "year": 2011
  }, {
    "title": "Ocean acidification and the Permo–Triassic mass extinction",
    "authors": ["M.O. Clarkson", "S.A. Kasemann", "R.A. Wood", "T.M. Lenton", "S.J. Saines", "S. Richoz", "F. Ohnemueller", "A. Meixner", "S.W. Poulton", "E.T. Tipper"],
    "venue": "Science 348,",
    "year": 2015
  }, {
    "title": "Diagenesis of clayminerals and K–bentonites in Late Permian/Early Triassic sediments of the Sichuan Basin (Chaotian section, Central China)",
    "authors": ["J.F. Deconinck", "S. Crasquin", "L. Bruneau", "P. Pellenard", "F. Baudin", "Q.L. Feng"],
    "venue": "J. Asian Earth Sci",
    "year": 2014
  }, {
    "title": "Use of Tmax as a thermal maturity indicator in orogenic successions and comparison with clay mineral evolution: relationship between Tmax and clay minerals",
    "authors": ["F. Dellisanti", "G.A. Pini", "F. Baudin"],
    "venue": "Clay Miner",
    "year": 2010
  }, {
    "title": "Distribution of clay minerals in Early Jurassic Peritethyan seas: palaeoclimatic significance inferred frommultiproxy comparisons",
    "authors": ["G. Dera", "P. Pellenard", "P. Neige", "J.F. Deconinck", "E. Pucéat", "J.L. Dommergues"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2009
  }, {
    "title": "Bulk and claymineral composition indicate origin of terra rossa soils in Western Herzegovina",
    "authors": ["G. Durn", "R. Ćorić", "N. Tadej", "U. Barudžija", "V. Rubinić", "S. Husnjak"],
    "venue": "Geol. Croatica",
    "year": 2014
  }, {
    "title": "Use of Tmax as a maturation index for different types of organic matter. Comparison with vitrinite reflectance",
    "authors": ["J. Espitalié"],
    "year": 1986
  }, {
    "title": "Rock–Eval pyrolysis and its applications",
    "authors": ["J. Espitalié", "G. Deroo", "F. Marquis"],
    "venue": "Oil and Gas Science and Technology–Revue de l'Institut Français du Pétrole",
    "year": 1985
  }, {
    "title": "Evolution of oceanic redox conditions during the Permo– Triassic: evidence from radiolarian deepwater facies",
    "authors": ["Q.L. Feng", "T.J. Algeo"],
    "venue": "Earth-Sci. Rev",
    "year": 2014
  }, {
    "title": "Lithofacies Geography of Permian in the Yunnan–Guizhou–Guangxi Area",
    "authors": ["Z.Z. Feng"],
    "year": 1994
  }, {
    "title": "Early–Middle Triassic lithofacies Geography in South China",
    "authors": ["Z.Z. Feng", "Z.D. Bao", "S.H. Wu", "Y.T. Li", "G.L. Wang"],
    "year": 1997
  }, {
    "title": "Diagenetic and detrital origin of moretane anomalies through the Permian–Triassic boundary",
    "authors": ["K.L. French", "N.J. Tosca", "C.Q. Cao", "R.E. Summons"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2012
  }, {
    "title": "Evaluation on Dalong Formation source rock in the north Sichuan Basin",
    "authors": ["X.D. Fu", "J.Z. Qin", "G.E. Teng"],
    "venue": "Pet. Geol. Exp",
    "year": 2010
  }, {
    "title": "Taphonomic trends of macrofloral assemblages across the Permian–Triassic boundary, Karoo Basin, South Africa",
    "authors": ["R.A. Gastaldo", "R. Adendorff", "M. Bamford", "C.C. Labandeira", "J. Neveling", "H. Sims"],
    "venue": "Palaios",
    "year": 2005
  }, {
    "title": "Latest Permian paleosols from Wapadsberg Pass, South Africa: implications for Changhsingian climate",
    "authors": ["R.A. Gastaldo", "C.L. Knight", "J. Neveling", "N.J. Tabor"],
    "venue": "Geol. Soc. Am",
    "year": 2014
  }, {
    "title": "Photic zone euxinia during the Permian",
    "authors": ["K. Grice", "C.Q. Cao", "G.D. Love", "M.E. Böttcher", "R. Twitchee", "E. Grosjean", "R.E. Summons", "S.C. Turgeon", "W. Dunning", "Y.G. Jin"],
    "venue": "Triassic superanoxic event. Science",
    "year": 2005
  }, {
    "title": "Biotic and environmental changes in the Permian–Triassic boundary interval recorded on a western Tethyan ramp in the Bükk Mountains, Hungary",
    "authors": ["J. Haas", "A. Demeny", "K. Hips", "N. Zajzon", "T.G. Weiszburg", "M. Sudar", "J. Pálfy"],
    "year": 2007
  }, {
    "title": "Nature of the Dongwumovement and its temporal and spatial evolution",
    "authors": ["B. He", "Y.G. Xu", "Y.M. Wang", "L. Xiao"],
    "venue": "Earth Sci.–J. China Univ. Geosci",
    "year": 2005
  }, {
    "title": "Age and duration of the Emeishan flood volcanism, SW China: Geochemistry and SHRIMP zircon U-Pb dating of silicic ignimbrites, post-volcanic Xuanwei Formation and clay tuff at the Chaotian section",
    "authors": ["B. He", "Y.G. Xu", "X.L. Huang", "Z.Y. Luo", "Y.R. Shi", "Q.J. Yang", "S.Y. Yu"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "A close–up view of the Permian–Triassic boundary based on expanded organic carbon isotope records from Norway (Trøndelag and Finnmark Platform)",
    "authors": ["E. Hermann", "P.A. Hochuli", "H. Bucher", "J.O. Vigran", "H. Weissert", "S.M. Bernasconi"],
    "year": 2010
  }, {
    "title": "Terrestrial ecosystems on North Gondwana following the end–Permian mass extinction",
    "authors": ["E. Hermann", "P.A. Hochuli", "H. Bucher", "T. Brühwiler", "M. Hautmann", "D. Ware", "G. Roohi"],
    "venue": "Gondwana Res",
    "year": 2011
  }, {
    "title": "Uppermost Permian to Middle Triassic palynology of the Salt Range and Surghar Range, Pakistan",
    "authors": ["E. Hermann", "P.A. Hochuli", "H. Bucher", "G. Roohi"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 2012
  }, {
    "title": "Evidence for end–Permian ocean acidification from calcium isotopes in biogenic",
    "authors": ["J.L. Hinojosa", "S.T. Brown", "J. Chen", "D.J. DePaolo", "A. Paytan", "S.Z. Shen", "J.L. Payne"],
    "venue": "apatite. Geology",
    "year": 2012
  }, {
    "title": "Volcanism in association with the prelude to mass extinction and environment change across the Permian–Triassic boundary (PTB), southern China",
    "authors": ["H.L. Hong", "S.C. Xie", "X.L. Lai"],
    "venue": "Clay Clay Miner",
    "year": 2011
  }, {
    "title": "Clay mineralogy across the P/T boundary of the Xiakou section, China: evidence of clay provenance and environment",
    "authors": ["H.L. Hong", "N. Zhang", "Z.H. Li", "H.J. Xue", "W.C. Xia", "N. Yu"],
    "venue": "Clay Clay Miner",
    "year": 2008
  }, {
    "title": "Clay minerals in clay rocks near P/T boundary from Guangyuan and Chongqing, Sichuan",
    "authors": ["S.J. Huang"],
    "venue": "J. Chengdu Coll. Geol",
    "year": 1992
  }, {
    "title": "Permo–Triassic boundary superanoxia and stratified superpcean: records from lost deep sea",
    "authors": ["Y. Isozaki"],
    "venue": "Science",
    "year": 1997
  }, {
    "title": "Claymineralogy of the Permo–Triassic strata of the British Isles: onshore and offshore",
    "authors": ["C.V. Jeans"],
    "venue": "Clay Miner",
    "year": 2006
  }, {
    "title": "Revised conodont zonation and conodont evolution across the Permian–Triassic boundary at the Shangsi section, Guangyuan, Sichuan, South China",
    "authors": ["H.S. Jiang", "X.L. Lai", "C.B. Yan", "R.J. Aldridge", "P. Wignall", "Y.D. Sun"],
    "year": 2011
  }, {
    "title": "Climate warming in the latest Permian and the Permian–Triassic mass extinction",
    "authors": ["M.M. Joachimski", "X.L. Lai", "S.Z. Shen", "H.S. Jiang", "G.M. Luo", "B. Chen", "J. Chen", "Y.D. Sun"],
    "venue": "Geology",
    "year": 2012
  }, {
    "title": "A sulfur isotope event at the end of the Permian",
    "authors": ["K. Kaiho", "Y. Kajwara", "Z.Q. Chen", "P. Gorjan"],
    "venue": "Chem. Geol",
    "year": 2006
  }, {
    "title": "Ocean acidification and the end–Permian mass extinction: to what extent does evidence support hypothesis? Geosciences",
    "authors": ["S. Kershaw", "S. Crasquin", "Y. Li", "P.Y. Collin", "M.B. Forel"],
    "year": 2012
  }, {
    "title": "Climate simulation of the latest Permian: implications for mass extinction",
    "authors": ["J.T. Kiehl", "C.A. Shields"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Paleophysiology and end–Permian mass extinction",
    "authors": ["A.H. Knoll", "R.K. Bambach", "J.L. Payne"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Carbon–isotope stratigraphy across the Permian–Triassic boundary: a review",
    "authors": ["C. Korte", "H.W. Kozur"],
    "venue": "J. Asian Earth Sci",
    "year": 2010
  }, {
    "title": "Strontium isotope evolution of Late Permian and Triassic seawater",
    "authors": ["C. Korte", "H.W. Kozur", "P. Bruckschen", "J. Veizer"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2003
  }, {
    "title": "Chemical weathering, atmospheric CO2, and climate",
    "authors": ["L.R. Kump", "S.L. Brantley", "A. Arthur"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2000
  }, {
    "title": "The Shangsi section, candidate of the global stratotype section and point of the Permian–Triassic boundary",
    "authors": ["X.L. Lai", "F.Q. Yang", "A. Hallam", "P.B. Wignall"],
    "year": 1996
  }, {
    "title": "Latest Permian acritarchs from South China and the Micrhystridium/Veryhachium complex revisited",
    "authors": ["Y. Lei", "T. Servais", "Q.L. Feng", "W.H. He"],
    "venue": "Palynology",
    "year": 2013
  }, {
    "title": "Diversity and Eecology of Acritarchs (Organic–walled Microphytoplankton) at the Permian–Triassic Boundary (PTB), South China (D). China University of Geosciences, Wuhan",
    "authors": ["Y. Lei"],
    "year": 2013
  }, {
    "title": "Fluctuations of redox conditions across the Permian–Triassic boundary–new evidence from the GSSP section in Meishan of South China",
    "authors": ["G.S. Li", "Y.B. Wang", "G.R. Shi", "W. Liao", "L. Yu"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "Mass extinction and geological events between Palaeozoic and Mesozoic era",
    "authors": ["Z.S. Li", "L.P. Zhan", "X.F. Zhu", "J.H. Zhang", "R.G. Jin", "G.F. Liu", "H.B. Sheng", "G.M. Shen", "J.Y. Dai", "H.Q. Huang", "L.C. Xie", "Z. Yan"],
    "venue": "Acta Geol. Sin",
    "year": 1986
  }, {
    "title": "Clay mineralogy of spodosols with high clay contents in the subalpine forests of Taiwan",
    "authors": ["C.W. Lin", "Z.Y. Hsu", "Z.S. Chen"],
    "venue": "Clay Clay Miner",
    "year": 2002
  }, {
    "title": "Upper Permian–Lower Cretaceous clay mineralogy of East Greenland: provenance, palaeoclimate and volcanicity",
    "authors": ["H. Lindgreen", "F. Surlyk"],
    "venue": "Clay Miner",
    "year": 2000
  }, {
    "title": "Sr and Nd isotopes at the Permian/Triassic boundary: a record of climate change",
    "authors": ["E.E. Martin", "J.D. Macdougall"],
    "venue": "Chem. Geol",
    "year": 1995
  }, {
    "title": "Gondwanan floristic and sedimentological trends during the Permian–Triassic transition: new evidence",
    "authors": ["S. McLoughlin", "S. Lindström", "A.N. Drinnan"],
    "year": 1997
  }, {
    "title": "Structural transformation of clay minerals in soils of a climosequence in an Italian Alpine environment",
    "authors": ["A. Mirabella", "M. Egli"],
    "venue": "Clay Clay Miner",
    "year": 2003
  }, {
    "title": "X–ray Diffraction and the Identification and Analysis of Clay Minerals. second ed",
    "authors": ["D.M. Moore", "R.C. Reynolds Jr."],
    "year": 1997
  }, {
    "title": "Weathering of chlorite in a quartz– chlorite schist: I",
    "authors": ["T. Murakami", "H. Isobe", "T. Sato", "T. Ohnuki"],
    "venue": "Mineralogical and chemical changes. Clay Clay Miner",
    "year": 1996
  }, {
    "title": "Large shifts in the isotopic composition of seawater sulphate across the Permo–Triassic boundary in northern Italy",
    "authors": ["R.J. Newton", "E.L. Pevitt", "P. Wignall", "S.H. Bottrell"],
    "venue": "Earth Planet. Sci. Lett. 218,",
    "year": 2004
  }, {
    "title": "Evolution and its control factors of the Changhsingian radiolarian fauna at the Shangsi section in Jiange County, Guangyuan City, Sichuan Province",
    "authors": ["X.M. Nie", "Y. Lei", "Q.L. Feng", "Y. Xiang"],
    "venue": "Geol. Rev",
    "year": 2012
  }, {
    "title": "Explosive eruption of coal and basalt and the end–Permian mass extinction",
    "authors": ["D.E. Ogden", "N.H. Sleep"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A",
    "year": 2012
  }, {
    "title": "Behavior of major and trace elements (including REE) during Paleoproterozoic pedogenesis and diagenetic alteration of an Archean granite near Ville Marie, Quebec, Canada",
    "authors": ["A. Panahi", "G.M. Young", "R.H. Rainbird"],
    "venue": "Geochim. Cosmochim",
    "year": 2000
  }, {
    "title": "End–Permian mass extinction in the oceans: an ancient analog for the twenty–first century",
    "authors": ["J.L. Payne", "M.E. Clapham"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2012
  }, {
    "title": "Evidence for recurrent Early Triassic massive volcanism from quantitative interpretation of carbon isotope fluctuations",
    "authors": ["J.L. Payne", "L.R. Kump"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "MacDiff 4.2.2 [Online]. http://servermac.geologie.unfrankfurt.de/ Rainer.html",
    "authors": ["R. Petschick"],
    "year": 2000
  }, {
    "title": "Late Paleozoic tropical climate response to Gondwanan deglaciation",
    "authors": ["C.J. Poulsen", "D. Pollard", "I.P. Montañez", "D. Rowley"],
    "venue": "Geology",
    "year": 2007
  }, {
    "title": "Synchrony and causal relations between P",
    "authors": ["P.R. Renne", "Z.C. Zhang", "M.A. Richards"],
    "venue": "Tr boundary crises and Siberian flood volcanism. Science",
    "year": 1995
  }, {
    "title": "Post apocalyptic greenhouse paleoclimate revealed by earliest Triassic paleosols in the Sydney Basin, Australia",
    "authors": ["G.J. Retallack"],
    "venue": "Geol. Soc. Am",
    "year": 1999
  }, {
    "title": "Landscape ecological shift at the Permian–Triassic boundary in Antarctica",
    "authors": ["G.J. Retallack", "E.S. Krull"],
    "venue": "Aust. J. Earth Sci",
    "year": 1999
  }, {
    "title": "Vertebrate extinction across Permian– Triassic boundary in Karoo Basin, South Africa",
    "authors": ["G.J. Retallack", "R.M.H. Smith", "P.D. Ward"],
    "venue": "Geol. Soc. Am",
    "year": 2003
  }, {
    "title": "Global coal gap between Permian-Triassic extinction and Middle Triassic recovery of peat-forming plants",
    "authors": ["G.J. Retallack", "J.J. Veevers", "R. Morante"],
    "venue": "Geol. Soc. Am",
    "year": 1996
  }, {
    "title": "Sulfur isotopic evidence for chemocline upward excursions during the end–Permian mass extinction",
    "authors": ["A.L. Ricchardi", "M.A. Arthur", "L.R. Kump"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2006
  }, {
    "title": "Characterization and genetic interpretation of clays in an acidic brown soil (Dystrochrept) developed in granite saprolite",
    "authors": ["D. Righi", "A. Meunier"],
    "venue": "Clay Clay Miner",
    "year": 1991
  }, {
    "title": "Antarctic subtropical humid episode at the Paleocene– Eocene boundary: clay–mineral evidence",
    "authors": ["C. Robert", "J.P. Kennett"],
    "venue": "Geology",
    "year": 1994
  }, {
    "title": "Climatic and biotic upheavals following the end–Permian mass extinction",
    "authors": ["C. Romano", "N. Goudemand", "T.W. Vennemann", "D. Ware", "E. Schneebeli–Hermann", "P.A. Hochuli", "T. Brühwiler", "W. Brinkmann", "H. Bucher"],
    "venue": "Nat. Geosci",
    "year": 2013
  }, {
    "title": "Catastrophic soil erosion during the end–Permian biotic crisis",
    "authors": ["M.A. Sephton", "C.V. Looy", "H Brinkhuis"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Terrestrial acidification during the end–Permian biosphere crisis? Geology",
    "authors": ["M.A. Sephton", "D. Jiao", "M.H. Engel", "C.V. Looy", "H. Visscher"],
    "year": 2015
  }, {
    "title": "Abrupt chemical weathering increase across the Permian–Triassic boundary",
    "authors": ["N.D. Sheldon"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2006
  }, {
    "title": "Calibrating the End-Permian Mass extinction",
    "authors": ["S.Z. Shen", "J.L. Crowley", "Y. Wang", "S.A. Bowring", "D.H. Erwin", "P.M. Sadler", "C.Q. Cao", "D.H. Rothman", "C.M. Henderson", "J. Ramezani", "H. Zhang", "Y.N. Shen", "X.D. Wang", "W. Wang", "L. Mu", "W.Z. Li", "Y.G. Tang", "X.L. Liu", "L.J. Liu", "Y. Zeng", "Y.F. Jiang", "Y.G. Jin"],
    "venue": "Science 334,",
    "year": 2011
  }, {
    "title": "Volcanic effects on microplankton during the Permian–Triassic transition (Shangsi and Xinmin",
    "authors": ["J. Shen", "Y. Lei", "T.J. Algeo", "Q.L. Feng", "T. Servais", "J.X. Yu", "L. Zhou"],
    "venue": "South China). Palaios",
    "year": 2013
  }, {
    "title": "The end–Permian mass extinction: a still unexplained catastrophe",
    "authors": ["S.Z. Shen", "S.A. Bowring"],
    "venue": "Natl. Sci. Rev",
    "year": 2014
  }, {
    "title": "The paleoclimatic interpretation of clay minerals in sediments–a review",
    "authors": ["A. Singer"],
    "venue": "Earth Sci. Rev",
    "year": 1984
  }, {
    "title": "Anatomy of a mass extinction: sedimentological and taphonomic evidence for drought–induced die–offs at the Permo– Triassic boundary in the main Karoo Basin, South Africa",
    "authors": ["R.M.H. Smith", "J. Botha–Brink"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2014
  }, {
    "title": "Evolutionary dynamics of the Permian–Triassic foraminifer size: evidence for Lilliput effect",
    "authors": ["H.J. Song", "J.N. Tong", "Z.Q. Chen"],
    "year": 2011
  }, {
    "title": "end–Permian mass extinction and its aftermath",
    "authors": ["H.J. Song", "P.B. Wignall", "J.N. Tong", "D.P.G. Bond", "H.Y. Song", "X.L. Lai", "K.X. Zhang", "H.M. Wang", "Y.L. Chen"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2012
  }, {
    "title": "Large vertical δ13CDIC gradients in Early Triassic seas of the South China craton: implications for oceanographic changes related to Siberian Traps volcanism",
    "authors": ["H.Y. Song", "J.N. Tong", "T.J. Algeo"],
    "year": 2013
  }, {
    "title": "X–ray powder diffraction identification of illitic materials",
    "authors": ["J. Środoń"],
    "venue": "Clay Clay Miner",
    "year": 1984
  }, {
    "title": "K–Ar dating of the Lower Palaeozoic K–bentonites from the Baltic Basin and the Baltic Shield: implications for the role of temperature and time in the illitisation of smectite",
    "authors": ["J. Środoń", "N. Clauer", "W. Huff", "T. Dudek", "M. Banaś"],
    "venue": "Clay Miner",
    "year": 2009
  }, {
    "title": "Lethally hot temperatures during the Early Triassic greenhouse",
    "authors": ["Y.D. Sun", "M.M. Joachimski", "P.B. Wignall", "C.B. Yan", "Y.L. Chen", "H.S. Jiang", "L.N. Wang", "X.L. Lai"],
    "year": 2012
  }, {
    "title": "Siberian gas venting and the end–Permian environmental crisis",
    "authors": ["H. Svensen", "S. Planke", "A.G. Polozov", "N. Schmidbauer", "F. Corfu", "Y.Y. Podladchikov", "B. Jamtveit"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Paleoenvironmental reconstruction from chemical and isotopic compositions of Permo–Pennsylvanian pedogenic minerals",
    "authors": ["N.J. Tabor", "I.P. Montanez", "J. Southard"],
    "venue": "Geochim. Cosmochim",
    "year": 2002
  }, {
    "title": "Palaeoclimatic interpretation of clay minerals in marine deposits: an outlook from the continental origin",
    "authors": ["M. Thiry"],
    "venue": "Earth–Sci. Rev",
    "year": 2000
  }, {
    "title": "Palaeosol stratigraphy across the Permian–Triassic boundary, Bogda Mountains, NW China: implications for palaeoenvironmental transition through Earth's largest mass extinction",
    "authors": ["S.G. Thomas", "N.J. Tabor", "W. Yang", "W. Myers", "T.S. Yang", "D. Wang"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2011
  }, {
    "title": "Wildfires in the Late Palaeozoic and Mesozoic of the Southern Alps–the late Permian of the Bletterbach–Butterloch area (northern Italy)",
    "authors": ["D. Uhl", "R. Butzmann", "T.C. Fischer", "B. Meller"],
    "venue": "Riv. Ital. Paleontol. Stratigr",
    "year": 2012
  }, {
    "title": "Clay–mineral formation in soils developed in the weathering zone of pyrite–bearing schists: a case study from the abandoned pyrite mine in Wieściszowice, Lower Silesia",
    "authors": ["Ł. Uzarowicz", "S. Skiba", "M. Skiba", "B. Šegvić"],
    "venue": "SW Poland. Clay Clay Miner",
    "year": 2011
  }, {
    "title": "Chemical composition, provenance and early diagenetic processes of playa lake deposits from the Boda Siltstone Formation (Upper Permian), SW Hungary",
    "authors": ["A.R. Varga", "G. Szakmany", "B. Raucsik"],
    "venue": "Acta Geol. Hung",
    "year": 2005
  }, {
    "title": "Anomalous hopane distributions at the Permian–Triassic boundary, Meishan, China–evidence for the end–Permian marine ecosystem collapse",
    "authors": ["C.J. Wang"],
    "venue": "Org. Geochem",
    "year": 2007
  }, {
    "title": "Characteristics and geological significance of clay minerals of marine sedimentary rocks in north Chaohu region",
    "authors": ["D.P. Wang", "Z.Y. Zhou", "G.M. Han", "A. Trentesaux"],
    "venue": "J. Jilin Univ. (Earth Sci. Ed.)",
    "year": 2011
  }, {
    "title": "Altered river morphology in South Africa related to the Permian-Triassic extinction",
    "authors": ["P.D. Ward"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Altered river morphology in South Africa related to the Permian–Triassic extinction",
    "authors": ["P.D. Ward", "D.R. Montgomery", "R. Smith"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Time– calibrated Milankovitch cycles for the late Permian",
    "authors": ["H.C. Wu", "S.H. Zhang", "L.A. Hinnov", "G.Q. Jiang", "Q.L. Feng", "H.Y. Li", "T.S. Yang"],
    "venue": "Nat. Commun",
    "year": 2013
  }, {
    "title": "The link between large igneous province eruptions and mass extinction",
    "authors": ["P.B. Wignall"],
    "venue": "Elements",
    "year": 2005
  }, {
    "title": "Ocean anoxia and the end Permian mass extinction",
    "authors": ["P.B. Wignall", "R.J. Twitchett"],
    "venue": "Science",
    "year": 1996
  }, {
    "title": "Extent, duration, and nature of the Permian–Triassic superanoxia event",
    "authors": ["P.B. Wignall", "R.J. Twitchett"],
    "venue": "Geol. Soc. Am. Spec. Pap",
    "year": 2002
  }, {
    "title": "Weathering of the primary rock–forming minerals: processes, products and rates",
    "authors": ["M.J. Wilson"],
    "venue": "Clay Miner",
    "year": 2004
  }, {
    "title": "Clay minerals in sandstones: controls on formation, distribution and evolution",
    "authors": ["R.H. Worden", "S. Morad"],
    "year": 2009
  }, {
    "title": "Changes in the global carbon cycle occurred as two episodes during the Permian–Triassic",
    "authors": ["S.C. Xie", "R.D. Pancost", "J.H. Huang", "P.B. Wignall", "J.X. Yu", "X.Y. Tang", "L. Chen", "X.Y. Huang", "X.L. Lai"],
    "venue": "crisis. Geology",
    "year": 2007
  }, {
    "title": "ClayMinerals in Petroleum–bearing Basins in China",
    "authors": ["T.T. Xu", "X.X. Wang", "Y.Y. Zhang", "Y.J. Bao"],
    "year": 2003
  }, {
    "title": "Mass extinction and Pangea integration during the Paleozoic– Mesozoic transition",
    "authors": ["H.F. Yin", "H.J. Song"],
    "venue": "Sci. China Earth Sci",
    "year": 2013
  }, {
    "title": "The end–Permian regression in South China and its implication on mass extinction",
    "authors": ["H.F. Yin", "H.S. Jiang", "W.C. Xia", "Q.L. Feng", "N. Zhang", "J. Shen"],
    "venue": "Earth Sci",
    "year": 2014
  }, {
    "title": "Study on clay minerals of P/T boundary in Meishan section, Changxing, Zhejiang Province",
    "authors": ["K.P. Yu", "G.M. Han", "F.L. Yang", "J.L. Mansy", "C.H. Xu", "Z.Y. Zhou", "X.R. Cheng", "Z.F. Liu", "Q. Fu"],
    "venue": "Acta Sedimentol. Sin",
    "year": 2005
  }, {
    "title": "Rare–earth element patterns in conodont albid crowns: evidence for massive inputs of volcanic ash during the latest Permian biocrisis? Glob",
    "authors": ["L.S. Zhao", "Z.Q. Chen", "T.J. Algeo", "J.B. Chen", "Y.L. Chen", "J.N. Tong", "S. Gao", "L. Zhou", "Z.C. Hu", "Y.S. Liu"],
    "year": 2013
  }, {
    "title": "Clay Minerals in the Petroleum–bearing Basins in China",
    "authors": ["X.Y. Zhao", "X.X. Wang", "Zhang", "Y.Y"],
    "year": 1995
  }],
  "id": "SP:bd53ea259969f91e0b3f87439917fa87ec52ec1c",
  "authors": [{
    "name": "Guozhen Xu",
    "affiliations": []
  }, {
    "name": "Jean–François Deconinck",
    "affiliations": []
  }, {
    "name": "Qinglai Feng",
    "affiliations": []
  }, {
    "name": "François Baudin",
    "affiliations": []
  }, {
    "name": "Pierre Pellenard",
    "affiliations": []
  }, {
    "name": "Jun Shen",
    "affiliations": []
  }, {
    "name": "Ludovic Bruneau",
    "affiliations": []
  }],
  "abstractText": "Article history: Received 9 March 2016 Received in revised form 5 July 2016 Accepted 26 July 2016 Available online 28 July 2016 High–resolution clay mineralogical investigations were conducted on the Permian–Triassic (P–Tr) carbonate– and siliceous rocks from the Shangsi section, South China. The clay mineralogy is dominated by illite and illite/ smectitemixed–layers (I/S) throughout the sampled sectionwith subordinate chlorite and vermiculite emerging from bed 24 (approaching the End–Permian mass extinction horizon–EPME) onwards. Positive correlations of clay fraction with mainly land–derived TiO2 and magnetic susceptibility (MS) indicate a primary continental origin of the clay minerals. Rock–Eval pyrolysis analysis, palynomorph coloration, scanning electron microscope (SEM) and Transmission ElectronMicroscope (TEM) observations, all suggest that the rocks experienced thermal diagenesiswhichmainly promotes illitization processes of smectite claymineralswhile discrete clayminerals are merely affected. Despite this diagenetic effect, clayminerals still carry valuable paleoenvironmental and paleoclimatic information in the Shangsi section. The overall illitic composition of the clayminerals and nearly absence of kaolinite suggest a general semi–arid condition during the P–Tr interval. Appearance of chlorite from bed 24 onwards suggests further aridification compared to the Late Permian. Occurrence of vermiculite frombeds 24–28 in association with abundant volcanogenic materials, most negative δCcarb values as well as enhanced soil– derivedmoretane abundance, suggests catastrophic soil erosion and likely soil acidification during the P–Tr transition in the source area(s) in relation with the active volcanism in that time. Further, decrease of chemical weathering and increase of physical weathering are indicated by increased input of primary clay minerals such as chlorite, a better illite crystallinity and increase of Al2O3/TiO2 ratios. A climate cooling period corresponding to the Clarkina changxingensis–Clarkina deflecta conodont zone to the lower Clarkina zhangi conodont zone is indicated by higher abundance of illite, lower terrigenous TiO2, MS and Al2O3/TiO2 in comparison with the overlying uppermost Permian strata. © 2016 Elsevier B.V. All rights reserved.",
  "title": "Claymineralogical characteristics at the Permian–Triassic Shangsi section and their paleoenvironmental and/or paleoclimatic significance"
}