{
  "sections": [{
    "text": "at SciVerse ScienceDirect\nContents lists available\nJournal of Human Evolution\njournal homepage: www.elsevier .com/locate/ jhevol\nThe Ngorongoro Volcanic Highland and its relationships to volcanic deposits at Olduvai Gorge and East African Rift volcanismq\nGodwin F. Mollela,b,c,*, Carl C. Swisher III b\na The Alliance for Earth Sciences, Engineering and Development in Africa (AESEDA), College of Earth and Mineral Sciences, Penn State University, 202 Walker Building, University Park, PA 16802, USA bDepartment of Earth and Planetary Sciences, Rutgers University, 610 Taylor Road, Piscataway, NJ 08854, USA cDepartment of Earth and Atmospheric Sciences, University of Alberta, B-14 Earth Science Building, Edmonton, AB T6G 2E3, Canada\na r t i c l e i n f o\nArticle history: Received 21 August 2008 Accepted 18 December 2008 Available online 8 March 2012\nKeywords: 40Ar/39Ar Tephra source Northern Tanzania\nq For the Olduvai Landscape Paleoanthropology Pro of Human Evolution, “Five decades after Zinjanthropus Paleoanthropology of Plio-Pleistocene Olduvai Gorge R.J. Blumenschine, F.T. Masao, I.G. Stanistreet, and C.C * Corresponding author.\nE-mail address: gmollel@gmail.com (G.F. Mollel).\n0047-2484/$ e see front matter 2011 Elsevier Ltd. doi:10.1016/j.jhevol.2011.09.001\na b s t r a c t\nThe Ngorongoro Volcanic Highland (NVH), situated adjacent and to the east of Olduvai Gorge in northern Tanzania, is the source of the immense quantities of lava, ignimbrite, air fall ash, and volcaniclastic debris that occur interbedded in the Plio-Pleistocene sedimentary deposits in the Laetoli and Olduvai areas. These volcanics have proven crucial to unraveling stratigraphic correlations, the age of these successions, the archaeological and paleontological remains, as well as the source materials from which the bulk of the stone tools were manufactured. The NVH towers some 2,000 m above the Olduvai and Laetoli landscapes, affecting local climate, run-off, and providing varying elevation e climate controlled ecosystem, habitats, and riparian corridors extending into the Olduvai and Laetoli lowlands. The NVH also plays a crucial role in addressing the genesis and history of East African Rift (EAR) magmatism in northern Tanzania.\nIn this contribution, we provide age and petrochemical compositions of the major NVH centers: Lemagurut, basalt to benmorite, 2.4e2.2 Ma; Satiman, tephrite to phonolite, 4.6e3.5 Ma; Oldeani, basalt to trachyandesite, 1.6e1.5 Ma; Ngorongoro, basalt to rhyolite, 2.3e2.0 Ma; Olmoti, basalt to trachyte, 2.0 e1.8 Ma; Embagai, nephelinite to phonolite, 1.2e0.6 Ma; and Engelosin, phonolite, 3e2.7 Ma. We then discuss how these correlate in time and composition with volcanics preserved at Olduvai Gorge. Finally, we place this into context with our current understanding as to the eruptive history of the NVH and relationship to East African Rift volcanism.\n2011 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "Background",
    "text": "The Ngorongoro Volcanic Highland (NVH) is part of the extensive 4,000 km long, 30e40 km wide, East African Rift (EAR), a rare example of an active continental rift system that stretches from the Red Sea and the Gulf of Aden to Zambezi River in Mozambique (Baker and Wohlenberg, 1971). Numerous fault-related volcanoes range from below sea level vents in Ethiopia’s Danakil Depression to the roof of Africa, the almost 6,000 m high Kilimanjaro in northern Tanzania. The NVH itself is situated at the southern bifurcation of the Gregory Rift, the eastern branch of the EAR system in northern\nject’s special issue of Journal and Homo habilis: Landscape , Tanzania.” Guest edited by . Swisher, III.\nAll rights reserved.\nTanzania, and comprises the volcanic uplands adjacent to and east of the Olduvai and Laetoli paleoanthropological areas.\nThe NVH stretches about 80 km from the southernmost Oldeani volcano to the active Oldoinyo Lengai in the north. The NVH consists of at least nine major extinct volcanoes or vents: Lemagurut, Satiman, Oldeani, Ngorongoro, Olmoti, Embagai, Loolmalasin, Kerimasi, and Engelosin (Fig. 1), along with numerous smaller, lesser-known vents. Oldoinyo Lengai is the only active volcano of the NVH centers. The volcanoes range in age from late Miocene to recent and eruptedmaterials of awide compositional range, varying frombasalt to rhyolite, silica-undersaturated lavas, and carbonatites (Dawson, 1962; Hay, 1976; Manega, 1993; Mollel, 2002, 2007; Mollel et al., 2008).\nThe history of the NVH is complex, being controlled primarily by activity along the Gregory Rift, superimposed upon the Archean Tanzanian Craton to the west (Fig. 1; Cahen et al., 1984) and the ProterozoicMozambiqueBelt to the east (Keyet al.,1989;Mölleret al., 1998). The general trend of the Gregory Rift approximately follows\nthe north-northeast to south-southwest lineaments within the mobile belts along the margins of the stable Tanzania Craton, although faulting is known to disturb the craton margin in northern Tanzania (McConnell,1972;Owenset al., 2000). InnorthernTanzania, the rift widens from about 50 km, as is typical in southern Kenya, to approximately 200 km, splitting into three distinctively oriented branches: theNatroneManyara-Balangida, the EyasieWembere, and the Pangani rifts. The change in the rift morphology is thought to be a result of the transition from the rifting of Proterozoic Mozambique Belt lithosphere to the rifting of cratonic Archean lithosphere (Foster et al.,1997). Faulting along the EAR is considered to have commenced in the Miocene, approximately 13 Ma (Davidson and Rex, 1980; Courtillot et al., 1984). Present day faulting along the Gregory Rift in northern Tanzania is thought to have begun by about 1.2 Ma, and is superimposed on an earlier episode of faulting that began at about 3 Ma (Dawson, 1992; Foster et al., 1997).\nMost of the East African Rift volcanoes erupted through the thick and old Tanzania Craton andMozambican Belt basement. This may have resulted in longer residence time for magma batches crossing the crust and if themagma chamber is large enough, latent heat from the magmas could partially melt the crust and incorporate portions of it into the magma. Magmaecrust interaction is a common occurrence in East African Rift volcanics as, for example, in the Naivasha complex, Central Kenya (Davies and MacDonald, 1987) and in northern Tanzania (Mollel et al., 2008).\nThe earliest evidence of volcanic activity along the Gregory Rift in northeastern Tanzania is associated with the Miocene phase of rifting, with the eruption of 8.1 Ma phonolitic lavas at the centrally located Essimingor volcano (Bagdasaryan et al., 1973). There is speculation, however, that this age may be anomalously old due to\ninherited or excess 40Ar (e.g., Mollel et al., 2011). Volcanic activity appears morewidespread in the Plio-Pleistocene, with the eruption of alkali basaltetrachyteephonolite association lavas. In the vicinity of the NVH, volcanic activity occurred at Satiman, Lemagurut, Ngorongoro, Olmoti, Embagai, Loolmalasin, Oldeani (Fig. 1), and Oldonyo Sambu, Terosero, Kitumbeine, Gelai, Meru, and Kilimanjaro (not shown; Wilkinson et al., 1986; Dawson, 1992; Foster et al., 1997; Mollel et al., 2008).\nA third phase of volcanic activity occurred after the 1.2 Ma faulting event (Macintyre et al., 1974). Unlike the earlier phase of eruptions, this was smaller in volume and highly explosive. Pyroclastic volcanic cones of Meru, Monduli, Oldonyo Lengai, and Kerimasi are thought to be part of this phase of volcanic activity. The magma is ultra-basic to ultra-alkaline in composition, and the rocks are mainly phonolites and feldspathoidal syenites (Hay, 1983; Dawson, 1992; Manega, 1993; Foster et al., 1997). Carbonatite lavas, nephelinites, and phonolites occur at Oldonyo Lengai and Kerimasi (Dawson, 1962; Hay, 1983, 1989; Bell and Dawson, 1995; Bell and Simonetti, 1996).\nDuring the Plio-Pleistocene, the volcanoes of the NVH rose to their present height, some 2,000 m above present-day Olduvai and Laetoli. It is unlikely that the highlands grew in elevation at the same rate. The individual centers grew as they became the focus of volcanic activity, while others shrank due to erosion and caldera collapse. Hay (1976) proposed that prior to the collapse of its caldera, Ngorongoro had more of a “stratovolcano” shape similar in appearance to modern-day Kilimanjaro or Meru, reaching perhaps 3,000 m higher than it does today. Geochronological data now available suggest that volcanism first developed to the south and southeast of Olduvai, shifting more to the east and finally to the\n35 40 45 50 55 60 65 70 75 0\n5\n10\n15\nSiO 2\nbasalt\nandesite\ndacite\nrhyolite\ntrachyte phonolite\ntrachyand. hawaiite\nmugearite\nbenmorite\nnephelinite\nphon olitic\nneph elinite\nnortheast as the active center shifted from the area of Satiman and Lemagurut to Kerimasi and Oldoinyo Lengai (Mollel et al., 2008, 2011). It is also apparent that there is some overlap in activity between the NVH centers.\nThe building of these volcanoes would have resulted in the formation of rain shadows disrupting weather patterns, rainfall, seasonal run-off, and drainage source patterns, as well as the composition of detrital materials washed into the Laetoli and Olduvai basins (e.g., McHenry et al., 2008; Stollhofen et al., 2008). Concurrent faulting resulted in the subsidence of the Olbalbal Depression, situated between the highlands and Olduvai, beginning perhaps as early as Olduvai Bed III (ca. 1.3 Ma) but clearly by Masek time (ca. 0.7 Ma; Hay, 1976). This faulting shifted the lowland basin from Olduvai eastward to the foot of the NVH. The down dropping of the Olbalbal Depression cut off NVH drainage into Olduvai, leaving western, non-volcanic drainages to flow across Olduvai into Olbalbal. The absence of thick, widespread ash flows above Bed I, and the increase in aeolian volcanic detritus that occurs in the upper Olduvai beds may be related, in part, to the subsidence of the Olbalbal Depression coupled with a concordant shift in volcanic source to a more distant volcano, supported by the change in volcanic compositions beginning in lower Olduvai Bed II (Hay,1976; Stollhofen et al., 2008).\nVolcanic eruptions of NVH produced a series of violent ash flow and air fall tuffs, and subsequently supplied volcaniclastic materials for the thick accumulations of fluvial, aeolian, and lacustrine sediments that make up the Laetoli and Olduvai stratigraphic sequences. These violent eruptions at times disrupted or destroyed the biotic communities in the Laetoli and Olduvai regions, perhaps best documented by the widespread surge, flow, and air fall accumulations of Tuff IF at the Bed I to Bed II transition at Olduvai (Stollhofen et al., 2008). The ignimbrite associated with Tuff IF reaches over 10 m in thickness in the Olduvai region, and its associated basal surge is found widespread throughout the Olduvai area. The effect on most plant and animal life at Olduvai would have been catastrophic. Recovery of the Olduvai ecosystem would have certainly relied heavily on recolonization from unaffected outlying areas. These changes clearly affected the landscape and environment at Olduvai, and consequently hominin land use in the region, providing the various raw materials used by the makers of the Oldowan and Acheulean industries as well as influencing riparian refuge areas, soil and vegetation types, and local food resources (e.g., Peters and Blumenschine, 1995, 1996; Blumenschine et al., 2003, 2005, 2008; Bamford, 2005; Copeland, 2007).\nCompositional shifts in volcanic chemistry occur in Olduvai Bed I, Bed I to Bed II, Bed IIIeIV, and in the younger Ndutu and Naisiusiu Beds, while tuffs of melilitic and carbonatitic composition occur in much of the Laetolil Beds, except for the nephelinitic to phonolitic yellowmarker tuff that forms the topmost unit of the Laetolil Beds. Our geochemical work on the NVH shows compositions varying from basalt to trachyte and tephrite to phonolite (Fig. 2), and in cases overlapping volcanic activity of multiple eruptive centers.\nMuch of our understanding of the development, age, and eruptive sequence of the NVH comes from a few KeAr dates made in the 1970s and 1980s, and from interpretations of possibly correlative dated flow and air fall deposits of Olduvai and Laetoli (Hay, 1976, 1987; Drake and Curtis, 1987; Walter et al., 1991). The bulk of 40Ar/39Ar data come from an unpublished Ph.D. dissertation by P. Manega (1993); for completeness, these results are included here in the Discussion. Additional 40Ar/39Ar dating of Olduvai and Laetoli is currently in progress (Blumenschine et al., 2003; Deino et al., 2012). This contribution is part of an ongoing study to formulate a geochemical and geochronological framework for the Tanzanian\nEAR-related volcanism. Here, we summarize some of this ongoing work to address the volcanic history of the NVH and its relationship to Olduvai stratigraphy.\nOlduvai and Laetoli are well-known for their abundant and well preserved vertebrate and hominin fossils as well as lithic artifacts (Leakey and Leakey, 1965; Leakey, 1971; Leakey and Harris, 1987; Blumenschine and Masao, 1991; Peters and Blumenschine, 1995, 1996; Blumenschine and Peters, 1998; Deocampo et al., 2002; Blumenschine et al., 2003, 2005, 2008, 2012). Current research at Olduvai is by the Olduvai Landscape Paleoanthropological Project (OLAPP), headed by Blumenschine and Masao (e.g., Blumenschine et al., 2012), whereas work at Laetoli is currently being conducted by Harrison and others (e.g., Harrison, 2011).\nFossils and lithic artifacts are preserved in sediments derived in part fromvolcaniclastic material erupted and eroded from the NVH. The tephra serve as the primary basis for basin-wide correlations as well as providing detailed chronological control for the research conducted by OLAPP. Geochronological study at Olduvai includes KeAr (Curtis and Hay, 1972; Drake and Curtis, 1987; Manega, 1993), 40Ar/39Ar (Walter et al., 1991, 1992; Manega, 1993; Deino et al., 2012), paleomagnetics (Grommé and Hay, 1963, 1967, 1971; Grommé et al., 1970; Tamrat et al., 1995; Deino et al., 2012), amino acid racemization (Manega, 1993), and Electron Spin Resonance (ESR; Skinner et al., 2003). These data provide the current temporal framework for the Olduvai section and constrain the timing of fault movement (e.g., Macintyre et al., 1974; Hay, 1976; Dawson, 1992) and tectonic development of the region (e.g., Foster et al., 1997).\nThe geology of Olduvai Gorge has been extensively studied (Hay, 1976; Ashley and Driese, 2000; Hay and Kyser, 2001; Ashley and Hay, 2002; Deocampo et al., 2002; Liutkus and Ashley, 2003; McHenry, 2004, 2005; Stollhofen et al., 2008) and is well summarized by Hay (1976) as well as contributions in this volume."
  }, {
    "heading": "Volcanoes of the Ngorongoro Volcanic Highland",
    "text": "Petrographic descriptions of NVH volcanics are in part given by Pickering (1965), Hay (1976, 1987), Manega (1993), and Mollel (2002). Detailed descriptions of most of the NVH are given in\nMollel (2007) and Mollel et al. (2008, 2009, 2011). The following is a summary of the petrographic descriptions and age data for each of the major NVH volcanic centers."
  }, {
    "heading": "Ngorongoro Caldera",
    "text": "Ngorongoro Caldera is the largest, deeply eroded volcano of the NVH located southeastofOlduvai (Fig.1). Its currentelevation is about 3,000 m above sea level, and the caldera is approximately 20 km in diameter. Prior to caldera collapse, Ngorongoro may have reached 6,000 m in height (Hay, 1976), rivaling that of Kilimanjaro. Ngorongoro lava composition ranges from basalt to rhyolite and includes ignimbrites and agglomerates (Fig. 2; Grommé et al., 1970; Manega, 1993; Mollel, 2002, 2007). The lava is holocrystalline fine to medium grained and occasionally porphyritic and scoriaceous. The Ngorongoro lava mineral assemblage includes olivine, augite, plagioclase, anorthoclase, titanomagnetite, minor amphibole, and rare biotite and apatite (Hay,1976;Manega,1993;Mollel, 2002, 2007; Mollel et al., 2008). TheNgorongoro ignimbrites on theotherhandare coarse grained (up to 7 mm) and consist of anorthoclase, augite, quartz, aenigmatite, titanomagnetite, ilmenite, and rare altered fayalite (Hay, 1976; McHenry et al., 2008).\nNgorongoro has been dated by KeAr, 40Ar/39Ar, and paleomagnetic correlation. Grommé et al. (1970) and Curtis and Hay (1972) report KeAr ages ranging from 2.95 to 2.15 Ma (no error reported) on lavas collected from the Ngorongoro Lerai Ascending Road (LAR) section. Manega (1993) reported younger KeAr ages of 1.98 0.03 to 1.83 0.03Ma on feldspar from the same section. Manega (1993) also reported a 40Ar/39Ar age on feldspar of 2.02 0.02 Ma from an ignimbrite from the upper half of the crater-wall section on the Ngorongoro Western Descending Road (WDR). These dates suggested that Ngorongorowas active for a little over onemillion years, between about 3 and 1.8 Ma.\nOur 40Ar/39Ar dating of anorthoclase and matrix from the LAR and WDR sections gave ages of 2.25 0.02 Ma to 2.01 0.02 Ma (Table 1; Mollel et al., 2008), suggesting a somewhat younger and shorter duration for Ngorongoro activity. Mollel et al. (2008) concluded that the somewhat older KeAr ages on bulk separates were most likely a result of either unaccounted trapped argon components and/or incorporated crustal material (e.g., Curtis and Hay, 1972). The younger ages can be accounted for by dating slightly weathered material, resulting in 40Ar loss. The Ngorongoro\nCaldera is thus considered to have been active from 2.25 0.02 Ma to 2.01 0.02 Ma."
  }, {
    "heading": "Lemagurut and Satiman",
    "text": "Directly west of Ngorongoro are the volcanoes Lemagurut and Satiman. Lemagurut is a prominent feature because of its height and proximity to Olduvai and Laetoli, and is often considered a possible source for some of the tephra found at Olduvai and Laetoli. Lemagurut itself is a highly eroded shield volcano that presently reaches an elevation of about 3,090 m. Its northeastern slopes drain into Olduvai Gorge (Fig. 1), making it a potential source for volcaniclastic material deposited in Olduvai. Lemagurut lavas are phaneritic, mostly fine to medium grained, occasionally porphyritic, and range in composition from basalt through hawaiite, mugearite, and benmorite (Fig. 2). The Lemagurut mineral assemblage includes augite, plagioclase, anorthoclase, titanomagnetite, and sodic and titanian amphibole olivine and fluoroapatite (Mollel et al., 2011).\nA KeAr whole rock age of 2.39 Ma (no error published) on a lava from Lemagurut was reported by Hay (1976). 40Ar/39Ar age data obtained on matrix and plagioclase on lavas collected from the flanks and top of Lemagurut (Mollel et al., 2011) gave ages ranging from 2.40 0.01 Ma to 2.22 0.10 Ma (Table 1) that are consistent with those reported by Hay (1976). These ages indicate that Lemagurut was active for about 200 kyr, from about 2.4 to 2.2 Ma.\nSatiman, like Lemagurut, is a deeply eroded volcano, currently reaching a maximum elevation of about 2,880 m. Satiman occurs south of Olduvai in juxtaposition with Lemagurut, between it and Ngorongoro (Fig. 1). Satiman lavas are primarily porphyritic and range in composition from foidite to phonolite (Fig. 2). Its mineral assemblage consists primarily of nepheline, augite, andradite, titanite, and titanomagnetite. Olivine, apatite, and sanidine are rare (Mollel et al., 2011).\nA KeAr date on nephelinite reported by Bagdasaryan et al. (1973) suggested Satiman was active at about 4.5 Ma (no error published). Another KeAr age of 3.49 0.11 Ma on biotite from a tuff in the upper Laetolil Beds in the Laetoli area considered to have erupted from Satiman suggested that Satiman activity might range from about 4.5 Ma to 3.5 Ma (Drake and Curtis, 1987). Mollel et al. (2011) report 40Ar/39Ar ages of 4.63 0.05 and 4.02 0.02 Ma (Table 1) obtained on nepheline and matrix separated from a series of nephelinites collected from the top of Satiman itself and from a lahar deposit collected in the Noiti area. As of yet, materials younger than about 4Ma or of similar appearance to those reported from the Laetoli area have not been found on Satiman. It is currently unclear whether these younger eruptive materials have been completely eroded and stripped from the flanks of the Satiman volcano or if the Laetoli ashes erupted from a yet unknown vent perhaps buried by younger deposits of Lemagurut or Oldeani. Satiman appears to have been active from about 4.63 (perhaps as old as 4.8) to about 3.5 Ma if the Laetolil ashes are indeed derived from Satiman (Mollel et al., 2011)."
  }, {
    "heading": "Oldeani",
    "text": "Oldeani is a large shield volcano, 3,000mhigh, located southeast of Satiman and southwest of Ngorongoro (Fig. 1). Oldeani is composed primarily of basalt and trachyandesite (Fig. 2; Pickering, 1965; Mollel et al., 2011). The lavas are mostly fine-grained, phaneritic to aphanitic, and occasionally porphyritic and scoriaceous. Oldeani mineral assemblages include plagioclase, augite, olivine, and titanomagnetite. Amphibole is common and biotite is rare. The phenocrysts are of augite, plagioclase, and olivine commonlywithin a plagioclase and augite groundmass. Based on similarity in lava composition, Oldeani has been inferred to be the source for stone\ntools recovered from the hominin bearing Upper Ngaloba Beds that overly the Laetolil Beds (Adelsberger et al., 2002). 40Ar/39Ar age data for Oldeani are reported in Mollel (2007) and Mollel et al. (2011). Matrix from lavas collected from the eastern and western flanks of Oldeani gave 40Ar/39Ar ages ranging from 1.61 0.01 Ma to 1.52 0.02Ma (Table 1). These ages indicate that Oldeaniwas active during Olduvai Bed II time, and as discussed later, perhaps coincident with Olmoti activity."
  }, {
    "heading": "Olmoti",
    "text": "Olmoti is located almost due east of Olduvai, adjacent and slightly north of Ngorongoro Caldera (Fig. 1). Olmoti has a welldeveloped crater, with a summit diameter of about 6 km and a maximum elevation of 3,100 m (Hay, 1976). Olmoti erupted lavas and other pyroclastic material that range in composition from basalt through trachyte (Fig. 2; Mollel, 2002; McHenry et al., 2008; Mollel et al., 2009). The lava is fine to medium grained, and the mineral assemblage includes augite, feldspar, aenigmatite, amphibole, ilmenite, titanomagnetite, minor biotite, olivine, and rare apatite and sodalite. Feldspar in the trachytes has localized areas that are Ba-rich. Olmoti is considered the source for many of the Olduvai Bed I tuffs (Hay, 1976; McHenry et al., 2008).\nManega (1993) reported KeAr and 40Ar/39Ar ages that range from 1.85 0.02 to 1.09 0.03 Ma, suggesting that Olmoti activity lasted for about 750 kyr. These ages were obtained by dating ignimbrites and lava flows collected from slopes or lavas that align with the Olmoti Crater. Our work (McHenry et al., 2008; Mollel et al., 2009) gave 40Ar/39Ar ages that range from 2.01 0.03 Ma to 1.80 0.01 Ma (Table 1). These dates were obtained through incremental heating of anorthoclase and matrix of lava samples collected from inside the Olmoti Crater. To explain the existing discrepancy between the results from the two studies, Mollel et al. (2009) suggest that the younger ages reported by Manega may represent samples from other volcanic centers in the NVH vicinity (e.g., Embagai and Loolmalasin). It is unclear whether the samples collected by Manega are actually derived from Olmoti itself or from other nearby younger vents."
  }, {
    "heading": "Embagai",
    "text": "Embagai is the smallest caldera (about 5 km in diameter) of the NVH volcanoes located to the northeast of Olmoti and about 50 km east to northeast of the Olduvai junction area (Fig.1). It is composed primarily of porphyritic nephelinite and foidite although glassy lava occurs occasionally (Fig. 2). The Embagai mineral assemblage includes nepheline, augite, andradite, titanite, melilite, apatite, and titanomagnetite, as well as rare amphibole (Mollel, 2007).\nManega (1993) reports KeAr ages of 1.52 0.03 to 0.5 0.14Ma on nepheline-bearing lava and 40Ar/39Ar ages of 1.20 0.02 to 0.61 0.02 Ma from dating biotite and nepheline from samples collected from the Embagai Crater rim. Mollel (2007) reported similar 40Ar/39Ar ages of 1.20 0.06 to 0.8 0.4 Ma (Table 1), obtained by dating nepheline and foidite matrix from lavas collected from Embagai Crater. Combined, these data indicate that Embagai was active for about one million years, from 1.5 to 0.5 Ma."
  }, {
    "heading": "Engelosin",
    "text": "Engelosin is a volcanic cone located about 8 km to the northeast of the Olduvai junction area (Fig. 1). It is about 500 m in diameter and 145 m high. It is composed primarily of fine-grained to slightly porphyritic greenish phonolite (Fig. 2). The Engelosin mineral assemblage includes alkali feldspar, augite, nepheline, titanite,\napatite, and rare FeeO oxides (Hay, 1976; Manega, 1993; Mollel, 2007).\nManega reported a KeAr whole rock age of 2.68 0.07 Ma on phonolite collected from Engelosin (Manega, 1993). Dating similar material, a slightly older 40Ar/39Ar age of 2.97 0.02 Ma is reported byMollel (2007). Combined, the two studies suggest that Engelosin was active about 3 to about 2.7 Ma."
  }, {
    "heading": "Kerimasi",
    "text": "Kerimasi is an extinct carbonatite volcano located south of Oldoinyo Lengai, 80 km northeast of the Olduvai junction area (Fig. 1). The volcano is composed of nephelinitic pyroclasts, carbonatitic limestone, agglomerate, and agglomeratic tuffs. The mineral assemblage includes nyerereite, apatite, magnetite, and rare olivine and biotite (Dawson, 1962; Hay, 1983). KeAr ages suggest that Kerimasi was active from 1.10 Ma to 0.08 Ma (Macintyre et al., 1974)."
  }, {
    "heading": "Oldoinyo Lengai",
    "text": "Oldoinyo Lengai, the only active alkali carbonatite volcano in the world, is located north of Kerimasi (Fig. 1). Although best known for the extrusion of alkali carbonatite and ash, the volcano is dominated bynephelinitic andphonolitic tuffs andagglomerates (Dawson,1962; Dawson et al.,1989,1995;Hay,1989; Bell andDawson,1995). Carbon14 ages from fossil bones and calcite from the base and top of the Naisiusiu Beds gave ages of 22,000 yrs to 15,000 yrs BP (Hay, 1976). Based on similarity between the Naisiusiu tephra composition and that of the Oldoinyo Lengai, Hay (1976) gave an age range of 22 ka to present for Oldoinyo Lengai activity. The Naisiusiu Bed was dated to 65 5 ka using Electron Spin Resonance (Skinner et al., 2003). A much older KeAr age of 150 ka to present is reported by Bagdasaryan et al. (1973). Put together, these ages indicates that the Oldoinyo Lengai was active from 150 ka to present, suggesting overlapping activity with Kerimasi."
  }, {
    "heading": "NVH volcanism in time and space",
    "text": "The earliest extension in the EAR is documented in the northeastern Turkana area at about 35 Ma (McDougall and Watkins, 2006). Faulting propagated north and south, reaching northern Tanzania at about 1.2 Ma (Macintyre et al., 1974; Dawson, 1992; Foster et al., 1997). Volcanism in northern Tanzania appears to have started much later than in the north (Kenya and Ethiopia), with the eruption of phonolitic Essimingor at about 8.1 1 Ma (Bagdasaryan et al., 1973). Published data (Hay, 1976; Drake and Curtis, 1987; Manega, 1993; Mollel et al., 2008, 2009, 2011) show that the main phase of volcanism in the NVH occurred from about 4.6 Ma to present. The 8.1 Ma age may be too old, perhaps due to excess argon (see Curtis and Hay, 1972; Mollel et al., 2011; Mana et al., n.d.). Overall, volcanism appears to have been continuous with activities overlapping between volcanic centers: Satiman 4.6 to 2.5 [compare with Table 1] Ma, Engelosin about 2.9 to 2.7 Ma, Lemagurut 2.4 to 2.2 Ma, Ngorongoro 2.3 to 2.0 Ma, Olmoti 2.0 to 1.1 Ma, Oldeani 1.61 to 1.52 Ma; Embagai 1.20 to 0.60, Kerimasi 1.10 to 0.08 Ma, and Oldoinyo Lengai 0.15 Ma to present (Hay, 1976; Drake and Curtis, 1987; Manega, 1993; Mollel et al., 2008, 2009, 2011).\nNVH volcanism also appears to overlap in age with volcanism on the eastern margin of the rift with Kilimanjaro’s two main phases ranging from about 2.0 to 1.9 Ma and about 1.0 Ma to recent (Nonnotte et al., 2008), and at Meru about 2.0 to 1.5 Ma and about 350 to recent (Wilkinson et al., 1986). Lava types appear to bemostly silica poor (Fig. 3) for most of NVH history. Basaltic to silicic lavas appear restricted to an interval between about 2.40 and 1.5 Ma. For\nthemost part, age data are in agreement with a northward younging direction (Manega, 1993) from Satiman in the south to Oldoinyo Lengai in the north. An exception is the 1.61 Ma Oldeani eruption, a possible satellite vent following the collapse of the Ngorongoro Caldera. Low large iron lithophile element (LILE) ratios (e.g., La/Nb in the silica poor lavas) support formation by small-degree partial melts of parent rock relative to the silica-saturated counterparts (Mollel et al., 2011). This is consistentwith results from experimental melting studies which illustrate that silica poor lavas such as nephelinites, melanephelinites, and basanites can be generated by: (1) high-pressure, low-degree partial melting of fertile peridotite (Takahashi and Kushiro, 1983; Zhang and Herzberg, 1994), (2) melting of peridotite in the presence of CO2 or H2O (Hirose, 1997; Kawamoto and Holloway, 1997), (3) melting of an amphibole- or phlogopite-bearing peridotite (Mengel and Green, 1989; Thibault et al., 1992).\nSr, Nd, and Pb isotope studies (Paslick et al., 1995; Mollel, 2007; Mollel et al., 2008, 2011) indicate that the NVH lavas are consistent with an origin from a source defined by a mixture between enriched mantle (EMI) and high-m-like reservoirs similar to lavas from Chyulu Hills and Turkana (Späth et al., 2001; Furman et al., 2004, 2006) and from northern Tanzania (Bell and Blenkinsop, 1987; Bell and Dawson, 1995; Bell and Tilton, 2001; Bizimis et al., 2003). More evidence for the presence of a HIMU-like reservoir in northern Tanzania comes from Sr and Nd isotope measured on a garnet lherzolite collected from Labait volcano (Aulbach et al., 2008). A model that involves melting of lithospheric mantle by an ascendingmantle plume to generate carbonatites and other lavas in the East Africa volcanics including the NVH is given by Bell and Tilton (2001) and Späth et al. (2001)."
  }, {
    "heading": "Correlation with Olduvai Gorge",
    "text": "The Olduvai section exposes about 80 m of air-fall and ash-flow tephra as well as mafic, felsic, and silica poor lava flows (Fig. 4; Hay, 1976; Hay and Kyser, 2001). The Olduvai stratigraphy as summarized by Hay (1976) includes: Olduvai Bed I, II, III, IV, Masek Beds, and Ndutu and Naisiusiu Beds. These deposits span a time interval ranging from w2.01 Ma to the present (Hay, 1976; Walter et al.,\n1991, 1992; Blumenschine et al., 2003). Olduvai Bed I stratigraphy was later revised by McHenry (2004), and its composition includes the following tephra markers from oldest to youngest: Naabi Ignimbrite, Coarse Feldspar Crystal Tuff, Tuff IA, Mafic Tuff, Bed I lava, Tuff IB, IC, ID, IE, and IF. A detailed description of Bed I is given by McHenry (2012). These volcaniclastic materials, together with those deposited in the Laetoli area (Hay, 1987; McHenry, 2011), are considered to have originated from the NVH. Much of the fossil and archaeological remains are found in these volcaniclastic sediments, while the primary tephra are used in local and regional correlation, in landscape reconstruction, and for providing accurate age control.\nWe use the above petrochemical and age data as means for correlating some of the major Olduvai tephra with potential NVH volcanic centers.\nBed I\nThe geochemistryof theBed I tuffs is reportedbyMcHenry (2012). The Naabi Ignimbrite, the lowest portion of Olduvai, Bed 0 of McHenry (2004), is rhyolitic in composition. It is composed of anorthoclase, augite, quartz, aenigmatite, titanomagnetite, ilmenite, and rare altered fayalite (Hay, 1976; McHenry et al., 2008). The Naabi Ignimbrite mineral assemblage is similar to that of the ignimbrites exposed on the NgorongoroWDR (McHenry et al., 2008;Mollel et al., 2008). The age of the Naabi Ignimbrite is 2.029 0.005 (Walter et al., 1991,1992), similar to our unpublished ages for anorthoclase crystals from the same ignimbrite (Mollel and Swisher, unpublished data). The 40Ar/39Ar age of 2.01 0.02 Ma derived from single crystal total fusion of anorthoclase collected from the Ngorongoro WDR (Mollel et al., 2008) is indistinguishable from that of 2.029 0.005 Ma (Walter et al.,1991,1992) derived from the same section by using the samemethod. The 2.01 0.02Ma age is considered representing the last eruption from Ngorongoro Caldera. Because both the age and mineral assemblage from the Naabi Ignimbrite compare well with those from the Ngorongoro Caldera, Ngorongoro is considered the source for the Naabi Ignimbrite. This interpretation is in agreement with previous work of Hay (1976) and McHenry et al. (2008). NgorongoroCaldera is the only volcanoof theNVH that has eruptedhighly evolved volcaniclasticmaterials including rhyolite (Hay,1976;Mollel et al., 2008). Lavas from Lemagurut are of intermediate composition (Mollel, 2002, 2007), and theirages (2.40 0.01Ma to2.22 0.10Ma, Mollel et al., 2011) are older than theNaabi Ignimbrite, rendering it an unlikely source.\nThe Coarse Feldspar Crystal Tuff (CFCT) occurs above the Naabi Ignimbrite and is in turn overlain by Tuff IA. The glass composition from both tuffs is similar to that of Naabi Ignimbrite; they are rhyolitic and, like the Naabi, contain feldspar and quartz (McHenry, 2004). Their ages (CFCT, 2.02 0.02 Ma; Tuff 1A, 1.98 0.02 Ma; Walter et al., 1991) are indistinguishable from those obtained from the Ngorongoro WDR section (Manega, 1993; Mollel et al., 2008), suggesting a Ngorongoro source. Although Olmoti Crater presents a possible source for these tuffs based on its age (2.01e1.80 Ma; Mollel et al., 2009), the absence of rhyolitic compositions from Olmoti makes it an unlikely source.\nThe upper part of Olduvai Bed I (Hay, 1976) includes a series of widely distributed tuffs; from stratigraphically the lowest to uppermost are theMafic Tuff, Bed I lava, tuffs IB, IC, ID, IE, IF, and the Ng’eju Tuff (McHenry, 2004, 2005, 2012). The Mafic Tuff glass composition is similar to that of Tuff IA, and its quartz grains are rounded suggesting that they are detrital, not directly associated with the tuff itself (McHenry, 2004). Tuffs IB, IC, ID, and IE show similar mineral compositions, but differences are observed when a combination of minerals is used (e.g., feldspar, augite, and titanomagnetite, and the presence or absence of amphibole; McHenry, 2004). The glass composition in all four tuffs is trachytic, and their augite compositions are similar, suggesting a common xenocryst and possibly a common volcanic source for the four tuffs (McHenry, 2004). Glass from Tuff IF is also trachytic and trends toward phonolitic compositions. Like the other Upper Bed I tuffs, its components include augite, anorthoclase, amphibole, and titanomagnetite. Its surge component is rich in trachytic rock fragments whose mineral assemblage includes sodic augite, sodic amphibole, aenigmatite, ulvöspinel, analcite, and occasional sodalite (McHenry, 2004). The only difference between Tuff IF and the overlaying Ng’eju Tuff is that theAl2O3 andMnO content of the titanomagnetite is higher in the latter.\nAlthough there is no age information for the Mafic Tuff due to the absence of datable material phases, its age must be younger than that of Tuff IA below it. Tuff IB, IC, ID, IE, and IF have been dated by 40Ar/39Ar (Walter et al., 1991, 1992). Their ages range between 1.87 Ma for Tuff IB to 1.79 Ma for Tuff IF (revised ages, Walter et al., 1991; Hay and Kyser, 2001; Blumenschine et al., 2003). The glass composition from these tuffs is trachytic, suggesting an origin from Olmoti and Ngorongoro centers that have erupted a wide range of volcaniclastic material that includes basalt and trachyte. Geochronological data from the tuffs are within the range of Olmoti activity (2.01 Ma to 1.80 Ma) and are too young for Ngorongoro Caldera (2.25 Ma to 2.01 Ma; Mollel et al., 2008). Both the age data and the mineral assemblages from the tuffs agree with those of Olmoti Crater, suggesting that Olmoti is the source for most of the Olduvai Upper Bed I tuffs, consistent with previous interpretations (Hay, 1976; McHenry, 2004; McHenry et al., 2008; Mollel et al., 2009). Loolmalasin Volcano is also known to have erupted lavas of trachytic composition (Pickering, 1965); however, its age is now known to be relatively younger (Mollel et al., in progress).\nThe Olduvai Bed I lava is trachybasalt in composition, consisting of augite, plagioclase, alkali feldspar, amphibole, olivine, and titanomagnetite (Hay, 1976; Mollel, 2007). Dating of lava matrix using 40Ar/39Ar (Walter et al., 1991) gave an age of 1.87 0.02 Ma, which is indistinguishable from that of 1.85 0.02 Ma obtained by dating similar material using the same method (Mollel, 2007). Bed I lava composition and mineral assemblage compare well with those of Olmoti Crater, and its age falls within the Olmoti range, suggesting an Olmoti source (Mollel et al., 2009). Although the Olduvai Bed I mineral assemblage also agrees with the Ngorongoro Caldera and Lemagurut composition, these volcanoes are too old (>2.01 Ma; Mollel, 2007; Mollel et al., 2008, 2011) to be the source. Satiman and Embagai are phonolitic in composition, and Oldeani is too young at w1.60 Ma.\nBed II\nBed II lies between Tuff IF and Bed III, and includes four tuff units (IIA, IIB, IIC, and IID) that unconformablyoverlie the LemutaMember above Tuff IF in the eastern part of Olduvai Main Gorge (Hay, 1976). The Lemuta Member is principally an aeolian tuff composed of interbedded conglomerate, trachytic andmafic tuffs, and limestone. Tuff IIA, IIB, IIC, and IID are reworked, contaminated, and generally silica-undersaturated, although mafic and trachytic compositions are also present inminor abundances (Hay,1976). The compositions of these tuffs are given by Hay (1976) and are summarized below as follows: Tuff IIA is nephelinite, and includes augite, melilite, ilmenite, perovskite, and rare biotite. Tuff IIB is made up of orangebrown tuffaceous siltstone, sandstone, and conglomerate; it is nephelinitic in composition and contains biotite. Tuff IIC is a tephrite composed of mafic rock fragments, augite, nepheline, and minor feldspar. Tuff IID is trachytic andmafic in composition, consisting of fine pumice ( 1 mm). Its mineral composition includes anorthoclase, hornblende, augite, and rare nepheline (Hay, 1976). Exploratory work using the “multiple-technique” (McHenry, 2004) method in differentiating Bed II tuffs, although incomplete due to the absence of unaltered mineral phases, documented two key minerals: perovskite and andradite that are found in most of Bed II tuffs and are apparently absent in Bed I tuffs. Overall, Bed II tuff composition ranges fromtephrite to phonolite and includes trachyte (Hay, 1976; McHenry, 2004). Tephrite to phonolite compositions have been observed in Satiman, Engelosin, and Embagai center of the NVH, whereas basalt to trachytic compositions are known in Olmoti and Ngorongoro (Hay, 1976; Manega, 1993; Mollel, 2002; Mollel et al., 2008, 2009, 2011). Pickering (1965) has also reported rocks of basaltic to trachytic composition in Loolmalasin volcano.\nPreliminary results onongoingwork todetermine thechemistryand chronology of Loolmalasin volcano shows the volcano erupted both silica saturated as well as undersaturated lavas. The undersaturated lavas include tephrite and phono-tephrite, whereas the more evolved lavas range in composition from phonolite to trachyte and include trachyandesite (Mollel et al., in prep). The silicaundersaturated lavas are primarily holocrystalline, consisting of sodic augite, olivine, apatite, and amphibole. The more silicasaturated lavas are principally composed of alkali feldspar, nepheline, amphibole, apatite, titanomagnetite, and rare olivine and sodalite (Mollel et al., in prep).\nBecause of the nature of the Bed II tuffs, that is, discontinuous, eroded, and contaminated, no reliable radiometric age information is available. Available data include a KeAr age of 1.72 Ma for Tuff IIA (Curtis and Hay, 1972; revised constants, Steiger and Jäger, 1977) and an 40Ar/39Ar age of 1.33 0.6 Ma on feldspar for the Bed II/Bed III boundary (Manega, 1993). Paleomagnetic data (Hay, 1976) and KeAr dates on fault movements (Macintyre et al., 1974) suggest an age of about 1.2 Ma for the top of Bed II. Based on radiometric dating alone, Bed II must be slightly older than 1.72 Ma, with an upper boundary of about 1.2 Ma. Its reversed geomagnetic polarity and the top of the Olduvai e Matuyama boundary immediately above Tuff IF at the base of Bed II indicate it may be as old as 1.78 Ma. Preliminary age determination for the Loolmalasin volcano using 40Ar/39Ar yielded ages that range from w1.4 Ma to 1.3 Ma. A detailed report on the chemistry and age of the Loolmalasin volcano is given elsewhere by Mollel et al. (in prep). Given age caveats, it is more likely that a larger portion of Bed II tuffs originate from the Loolmalasin volcano, which erupted silica-undersaturated as well as saturated lavas including trachyte (Mollel et al., in prep). The younger portion of Bed II could come from silica-undersaturated center Embagai, whose age ranges from 1.2 Ma to 0.6 Ma (Manega, 1993; Mollel, 2007) and could be as old as 1.52 Ma. Satiman volcano, Loolmalasin, and Embagai as well as Engelosin cone erupted silica-undersaturated lavas, but only the Embagai and Loolmalasin age and mineral assemblages match that of the Bed II tuffs. Melilite, perovskite, and andradite are among minerals found in Embagai (Hay, 1976; Manega, 1993; Mollel, 2007), whereas alkali feldspar, augite, nepheline, and amphibole represent part of the Loolmalasin mineral assemblage (Mollel et al., in prep). Loolmalasin is the only volcano that erupted basalt, trachyte, and lavas of intermediate composition during this time range (Pickering, 1965; Mollel et al., in prep). Although relatively younger (1.2 Ma to 0.6 Ma and could be as old as 1.52 Ma), the silica-undersaturated mineral assemblage suggests an Embagai source for the silica poor portion of Bed II (Hay 1976; Manega 1993; Mollel 2007). Lavas of basaltic to intermediate compositions are also known from Oldeani volcano and are dated between 1.61 0.01 Ma to 1.52 0.02 Ma (Mollel et al., 2011), suggesting the Oldeani as a second possible source for the Bed II mafic tuffs.\nBed III\nBed III is stratigraphically situated above Bed II and is predominantly composed of claystone, sandstone, and conglomerate (Hay, 1976). Although not continuous, four tuffs have been identified and named; these are from oldest Tuff 1 to youngest Tuff 4. Tuffs 1, 2, and 4 are trachytic in composition and their mineral composition includes sodic feldspar or biotite, whereas Tuff 3 is basaltic and is composed of augite and olivine (Hay,1976). Minor nephelinitic tuffs are also known and lie a few meters above the base of Bed III.\nBased on paleomagnetic studies, the Bed III/Bed IV boundary is estimated at 0.8 Ma (Hay, 1976). Using the upper age boundary of about 1.2 Ma for Bed II, Bed III must have been deposited between\n1.2 Ma and 0.8 Ma. Embagai is the only volcano whose age (1.2 Ma to 0.6 Ma) and mineral composition compares well with the silicaundersaturated portion of Bed III, suggesting Embagai as a partial source for Olduvai Bed III. Loolmalasin is the only volcano known to have erupted lavas of trachytic composition near or within the Bed III time range (Pickering, 1965; Paslick et al., 1995; Mollel et al., in prep). Loolmalasin is thus a likely source for Bed III.\nBed IV\nBed IV overlies Bed III and contains only two percent tuff; the majority (68%) is claystone and the rest is made up of sandstone, siltstone, and conglomerate (Hay, 1976). Two main tuffs are distinguished: lower unit Tuff IVA and upper unit IVB. Tuff IVA is trachytic and consists of biotite, feldspar, and weathered glass (analcite; Hay, 1976). Tuff IVB is trachyandesite in composition, consisting largely of zeolite and angular crystals of feldspar and augite. The high degree of detrital material and absence of datable mineral phases made it impossible to get radiometric ages for this bed. Based on paleomagnetic data, Bed IV is bracketed between 0.8 Ma and 0.6 Ma (Hay, 1976). No known volcano in the NVH erupted trachyandesite and trachyte in the 0.8 Ma to 0.6 Ma age range. Although Embagai falls in this age rage, its composition does not fit that of the tuff. There is, however, a possibility that Embagai erupted trachyandesite and trachyte lavas and that these lavas are either covered by later eruptions or are inaccessible given the NVH terrain. Based on age alone, Embagai could be a likely source for Bed IV."
  }, {
    "heading": "The Masek Beds",
    "text": "The Masek Beds disconformably overlie Beds IIIeIV, and their compositions include portions of aeolian tuff and detrital sediments. The beds are divided into a lower and upper unit; the upper unit is named the Norkilili Member (Hay, 1976). Both units have tephra of nephelinite and melilitite composition, characterized by sodic augite, perovskite, melanite, melilite, and nepheline. Compared to the lower unit, the Norkilili Member tuff is more reworked and includes a high proportion of sandstone and conglomerate.\nBased on mineralogical similarities between the Masek Beds and those of the Kerimasi lavas, Hay (1976) suggested that Kerimasi is the source for the Masek Beds. KeAr dating of volcanic rocks in the Kerimasi vicinity together with paleomagnetic data on the Masek Beds suggests that the age of the Masek Beds is bracketed between 0.6 Ma and 0.4 Ma (Macintyre et al., 1974; Hay, 1976)."
  }, {
    "heading": "The Ndutu Beds",
    "text": "The Ndutu Beds unconformably overlie the Masek Beds and other older units, and they include tuffs, sandstone, and conglomerates. The beds are subdivided into lower and upper units. Detrital sediments dominate the lower unit, and the tephra is predominantly melilitite in composition (Hay, 1976). Tuffs of the upper unit are of nephelinite composition and contain nepheline, sodic augite, and smaller amounts of titanite, ilmenite, melanite, perovskite, biotite, and melilite.\nUsing both radiometric and other geochemical methods to date the Ndutu Beds, Hay (1976) reports ages bracketed between 400 ka and 32 ka. These ages overlap with KeAr dates reported for Kerimasi activity (1.1e0.08 Ma; Macintyre et al., 1974). Moreover, the similarity in tephra composition and mineral assemblage between the Ndutu Beds and Kerimasi lavas also supports a Kerimasi source for the Ndutu Beds."
  }, {
    "heading": "The Naisiusiu Beds",
    "text": "The Naisiusiu Beds are aeolian tuff overlaying the Ndutu Beds and are generally overlain by laminated calcrete. They are chiefly composed of tuff and minor conglomerates. The tuffs are phonolitic, and their minerals include augite and nepheline with minor titanite, perovskite,melanite, biotite, and rare sodalite (Hay,1976). Compared to the upper Ndutu Beds, the Naisiusiu Beds are softer, finer grained, and contain more clay. Carbon-14 ages from fossil bones and calcite from the base and top of theNaisiusiu Beds gave ages of 22,000 yrs to 15,000 yrs BP (Hay, 1976). Amino acid racemization on ostrich eggshell (Manega, 1993) gave ages >42,000 yrs. Using ESR, Skinner et al. (2003) dated the Naisiusiu Beds to 65 5 ka. Based on these ages and the similarity inmineral composition, theNaisiusiu Beds are linked to the Oldoinyo Lengai source, consistent with Hay’s (1976) interpretation."
  }, {
    "heading": "Conclusions",
    "text": "We provided age and petrochemical compositions of the major NVH centers. The age data indicate that rift-related volcanism in northern Tanzania started much later (8 Ma to present) than in the north (e.g., Kenya and Ethiopia). Lava type appears to be mostly silica poor, with basaltic to rhyolitic compositions restricted to an interval between w2.4 and 1.5 Ma. Except for the 1.6 Ma Oldeani that is considered a satellite vent following the collapse of Ngorongoro Caldera, age data are in agreement with a northward younging direction from Satiman in the south to Oldoinyo Lengai in the north.\nThe age and compositions of the major NVH volcanic centers are correlated to those established on the Olduvai section. Olduvai Bed I tephra source is well constrained to Ngorongoro and Olmoti volcanic centers. However, tephra sources for the upper beds (Bed II through IV) are relatively unconstrained primarily due to our poor understanding of the age and chemical compositions of several volcanic centers (e.g., Loolmalasin, and others that are located on the rift floor)."
  }, {
    "heading": "Acknowledgments",
    "text": "We would like to thank the Tanzania Commission for Science and Technology and the Tanzania Antiquities Department for granting permission to conduct research at Olduvai and the Ngorongoro Volcanic Highlands. The Olduvai Landscape Paleoanthropology Project (OLAPP) provided partial field support and logistics. Funding for this research was partly provided by the L.S.B. Leakey Foundation (Fellowship to Mollel), Sigma Xi, NSF (Ashley: EAR 9903258; Swisher: BCS-0109027), and the Department of Earth and Planetary Sciences, Rutgers University. Salary support for Godwin Mollel was paid by the Alliance for Earth Sciences, Engineering and Development in Africa (AESEDA) of the College of Earth and Mineral Sciences, Pennsylvania State University."
  }],
  "year": 2013,
  "references": [{
    "title": "Development in Africa (AESEDA) of the College of Earth and Mineral Sciences, Pennsylvania State University",
    "authors": ["K. Adelsberger", "K. Wirth", "A. Mabula"],
    "year": 2002
  }, {
    "title": "LieSreNd isotope signatures",
    "authors": ["S. Aulbach", "R. Rudnick", "W.F. McDonough"],
    "year": 2008
  }, {
    "title": "Structure and evolution of the Kenya",
    "authors": ["B.H. Baker", "J. Wohlenberg"],
    "venue": "Rift Valley. Nature 229,",
    "year": 1971
  }, {
    "title": "Early Pleistocene fossil wood from Olduvai Gorge, Tanzania",
    "authors": ["M.K. Bamford"],
    "venue": "Quat. Int. 129,",
    "year": 2005
  }, {
    "title": "Nd and Sr isotopic compositions of East African carbonatites: implications for mantle heterogeneity",
    "authors": ["K. Bell", "J. Blenkinsop"],
    "venue": "Geology 5,",
    "year": 1987
  }, {
    "title": "Nd and Sr isotope systematics of the active carbonatite volcano, Oldoinyo Lengai",
    "authors": ["K. Bell", "J. Dawson"],
    "venue": "IAVCEI Proceedings in Volcanology,",
    "year": 1995
  }, {
    "title": "Nd, Pb and Sr isotopic compositions of East African Carbonatites: evidence for mantle mixing and plume inhomogeneity",
    "authors": ["K. Bell", "G. Tilton"],
    "venue": "J. Petrol",
    "year": 2001
  }, {
    "title": "Carbonatite magmatism and plume activity: implications from the Nd, Pb and Sr isotope systematics of Oldoinyo Lengai",
    "authors": ["K. Bell", "A. Simonetti"],
    "venue": "J. Petrol",
    "year": 1996
  }, {
    "title": "The brevity of carbonatite sources in the mantle: evidence from Hf isotopes",
    "authors": ["M. Bizimis", "V.J.M. Salters", "B.D. Dawson"],
    "venue": "Contrib. Mineral. Petrol",
    "year": 2003
  }, {
    "title": "Living sites at Olduvai Gorge, Tanzania? Preliminary landscape archaeology results in the basal Bed II lake margin zone",
    "authors": ["R. Blumenschine", "F. Masao"],
    "venue": "J. Hum. Evol",
    "year": 1991
  }, {
    "title": "Broad-scale landscape traces of Oldowan hominid land use at Olduvai Gorge and the Olduvai Landscape Paleoanthropology Project. In: Mapunda, B.B.B., Msemwa, P. (Eds.), Salvaging the Cultural Heritage of Tanzania. University of Dar es Salaam Press, Dar es Salaam, pp. 158e159",
    "authors": ["R.J. Blumenschine", "F.T. Masao", "C.R. Peters"],
    "year": 2005
  }, {
    "title": "Landscape distribution of Oldowan stone artifact assemblages across the fault compartments of the eastern Olduvai Lake Basin during early lowermost",
    "authors": ["R.J. Blumenschine", "F.T. Masao", "H. Stollhofen", "I.G. Stanistreet", "M.K. Bamford", "R.M. Albert", "J.K. Njau", "K.A. Prassack"],
    "venue": "Bed II times. J. Hum. Evol",
    "year": 2012
  }, {
    "title": "Effects of distance from stone source on landscape-scale variation in Oldowan artifact assemblages in the Paleo-Olduvai Basin, Tanzania",
    "authors": ["R.J. Blumenschine", "F.T. Masao", "J.C. Tactikos", "J.I. Ebert"],
    "venue": "J. Archaeol",
    "year": 2008
  }, {
    "title": "Archaeological predictions for hominid land use in the paleo-Olduvai Basin, Tanzania, during lowermost Bed II times",
    "authors": ["R.J. Blumenschine", "C.R. Peters"],
    "venue": "J. Hum. Evol",
    "year": 1998
  }, {
    "title": "Late Pliocene Homo and hominid land use from western Olduvai Gorge, Tanzania",
    "authors": ["R. Blumenschine", "C. Peters", "F. Masao", "R. Clarke", "A. Deino", "R. Hay", "C. Swisher", "I. Stanistreet", "G. Ashley", "L. McHenry", "N. Sikes", "N. Van Der Merwe", "J. Tactikos", "A. Cushing", "D. Deocampo", "J. Njau", "J. Ebert"],
    "venue": "Science 299,",
    "year": 2003
  }, {
    "title": "The Geochronology and Evolution of Africa",
    "authors": ["L. Cahen", "J.J. Snelling", "J. Delhal", "J.R. Vail"],
    "year": 1984
  }, {
    "title": "Vegetation and plant food reconstruction of lowermost Bed II, Olduvai Gorge, using modern analogues",
    "authors": ["S.R. Copeland"],
    "venue": "J. Hum. Evol",
    "year": 2007
  }, {
    "title": "Episodic spreading and rift propagation: new paleomagnetic and geochronologic data from the Afar nascent passive margin",
    "authors": ["V. Courtillot", "J. Achache", "F. Landre", "N. Bonhommet", "R. Montigny", "G. Féraud"],
    "venue": "J. Geophys. Res",
    "year": 1984
  }, {
    "title": "Further geological studies and potassium-argon dating at Olduvai Gorge and Ngorongoro Caldera",
    "authors": ["G.H. Curtis", "R.L. Hay"],
    "year": 1972
  }, {
    "title": "Age of volcanism and rifting in southern Ethiopia",
    "authors": ["A. Davidson", "D. Rex"],
    "venue": "Nature 283,",
    "year": 1980
  }, {
    "title": "Crustal influences in the petrogenesis of the Naivasha basalt-rhyolite complex: combined trace element and SreNdePb isotope constraints",
    "authors": ["G.R. Devies", "R. Macdonald"],
    "venue": "J. Petrol",
    "year": 1987
  }, {
    "title": "The geology of Oldoinyo Lengai",
    "authors": ["J.B. Dawson"],
    "venue": "Bull. Volcanology",
    "year": 1962
  }, {
    "title": "Neogene tectonics and volcanicity in the North Tanzania sector of the Gregory Rift Valley: contrasts with the Kenya",
    "authors": ["J.B. Dawson"],
    "venue": "sector. Tectonophysics 204,",
    "year": 1992
  }, {
    "title": "Historic and recent eruptive activity of Oldoinyo Lengai",
    "authors": ["J.B. Dawson", "J. Keller", "C. Nyamweru"],
    "venue": "Carbonate Volcanism of Oldoinyo Lengai and Petrogenesis of Natrocarbonatite. Springer-Verlag, Berlin,",
    "year": 1995
  }, {
    "title": "40Ar/39Ar dating of Bed I, Olduvai Gorge, Tanzania, and the chronology of early Pleistocene climate change",
    "authors": ["A.L. Deino"],
    "venue": "J. Hum. Evol",
    "year": 2012
  }, {
    "title": "Wetland diagenesis and trace of early hominids, Olduvai Gorge, Tanzania",
    "authors": ["D. Deocampo", "R. Blumenschine", "G. Ashley"],
    "venue": "J. Quat. Res",
    "year": 2002
  }, {
    "title": "KeAr Geochronology of the Laetoli fossil localities",
    "authors": ["R. Drake", "G. Curtis"],
    "year": 1987
  }, {
    "title": "Tectonic development of the northern Tanzanian sector of the East African Rift system",
    "authors": ["A. Foster", "C. Ebinger", "E. Mbede", "D. Rex"],
    "venue": "J. Geol. Soc. Lond 154,",
    "year": 1997
  }, {
    "title": "East African Rift System (EARS) plume structure: insights from Quaternary mafic lavas of Turkana, Kenya",
    "authors": ["T. Furman", "J. Bryce", "J. Karson", "A. Iotti"],
    "venue": "J. Petrol",
    "year": 2004
  }, {
    "title": "Tertiary mafic lavas of Turkana, Kenya: constraints on East African plume structure and the occurrence of high-m volcanism in Africa",
    "authors": ["T. Furman", "K.M. Kaleta", "J.G. Bryce", "B.B. Hanan"],
    "venue": "J. Petrol",
    "year": 2006
  }, {
    "title": "Magnetization of basalt in Bed I, Olduvai Gorge",
    "authors": ["C.S. 283 Grommé", "R.L. Hay"],
    "year": 1963
  }, {
    "title": "Geology of the Olduvai Gorge: a Study of Sedimentation in a Semi-arid",
    "authors": ["Springer", "Dordrecht", "R. 600 pp. Hay"],
    "year": 1976
  }, {
    "title": "Geology of Laetoli area",
    "authors": ["R.L. 599e602. Hay"],
    "year": 1987
  }, {
    "title": "Partial melt compositions of carbonated peridotite at 3 GPa",
    "authors": ["K. 1505e1521. Hirose"],
    "year": 1997
  }, {
    "title": "Superimposed Upper Proterozoic collision-controlled orogenies in the Mozambican Orogenic Belt of Kenya",
    "authors": ["R. Key", "T. Charsley", "B. Hackman", "A. Wilkinson", "C. Rundle"],
    "venue": "Precambrian Res",
    "year": 1989
  }, {
    "title": "Peralkaline silicate lavas at Oldoinyo Lengai, Tanzania",
    "authors": ["J. Klaudius", "J. Keller"],
    "venue": "LITHOS 91,",
    "year": 2006
  }, {
    "title": "Recent discoveries of fossil hominids in Tanganyika: at Olduvai and near Lake Natron",
    "authors": ["L.S.B. Leakey", "M.D. Leakey"],
    "venue": "Curr. Anthropol",
    "year": 1965
  }, {
    "title": "Olduvai Gorge: Excavations in Beds I and II; 1960e1963",
    "authors": ["M. Leakey"],
    "year": 1971
  }, {
    "title": "Laetoli a Pliocene Site in Northern Tanzania",
    "authors": ["M.D. Leakey", "J.M. Harris"],
    "year": 1987
  }, {
    "title": "Facies model of a semiarid freshwater wetland, Olduvai Gorge, Tanzania",
    "authors": ["C.M. Liutkus", "G.M. Ashley"],
    "venue": "J. Sediment. Res",
    "year": 2003
  }, {
    "title": "Age of fault movements in Tanzania sector of East African Rift system",
    "authors": ["R.M. Macintyre", "J.G. Mitchell", "J.B. Dawson"],
    "venue": "Nature 247,",
    "year": 1974
  }, {
    "title": "Geochronology, Geochemistry and Isotopic Study of the PlioPleistocene hominid sites and the Ngorongoro Volcanic Highlands in northern Tanzania",
    "authors": ["P.C. Manega"],
    "venue": "Ph.D. Dissertation,",
    "year": 1993
  }, {
    "title": "Geological development of the rift system in eastern Africa",
    "authors": ["R.B. McConnell"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1972
  }, {
    "title": "Geochronology of the Nabwal Hills: a record of earliest magmatism in the northern Kenyan Rift valley",
    "authors": ["I. McDougall", "R.T. Watkins"],
    "venue": "Geol. Mag",
    "year": 2006
  }, {
    "title": "Characterization and correlation of altered Plio-Pleistocene tephra using a “multiple technique” approach: case study at Olduvai Gorge, Tanzania",
    "authors": ["L.J. McHenry"],
    "year": 2004
  }, {
    "title": "Phenocryst composition as a tool for correlating fresh and altered tephra, Bed I, Olduvai Gorge, Tanzania",
    "authors": ["L.J. McHenry"],
    "venue": "Stratigraphy",
    "year": 2005
  }, {
    "title": "Geochemistry and mineralogy of Laetoli area tuffs: lower Laetolil through Naibadad Beds",
    "authors": ["L.J. McHenry"],
    "venue": "Paleontology and Geochronology of Laetoli: Human Origin in Context",
    "year": 2011
  }, {
    "title": "A revised stratigraphic framework for Olduvai Gorge Bed I based on tuff geochemistry",
    "authors": ["L.J. McHenry"],
    "venue": "J. Hum. Evol",
    "year": 2012
  }, {
    "title": "Compositional and textural correlations between Olduvai Gorge Bed I tephra and volcanic sources in the Ngorongoro Volcanic Highlands, Tanzania",
    "authors": ["L.J. McHenry", "G.F. Mollel", "C.C. Swisher III"],
    "venue": "Quat. Int. 178,",
    "year": 2008
  }, {
    "title": "Stability of amphibole and phlogopite in metasomatized peridotite under water-saturated and water-undersaturated conditions",
    "authors": ["K. Mengel", "D.H. Green"],
    "year": 1989
  }, {
    "title": "Petrology and geochemistry of the southeastern Ngorongoro Volcanic Highland (NVH); and contribution to “sourcing” of stone tools at Olduvai Gorge, Tanzania",
    "authors": ["G.F. Mollel"],
    "year": 2002
  }, {
    "title": "Petrochemistry and geochronology of Ngorongoro Volcanic Highland Complex (NVHC) and its relationship to Laetoli and Olduvai Gorge, Tanzania",
    "authors": ["G.F. Mollel"],
    "year": 2007
  }, {
    "title": "Petrology, geochemistry, and age of Satiman, Lemagurut and Oldeani: sources of the volcanic deposits of the Laetoli area",
    "authors": ["G.F. Mollel", "C.C. Swisher III", "M.D. Feigenson", "M.J. Carr"],
    "venue": "Paleontology and Geology of Laetoli: Human Evolution in Context",
    "year": 2011
  }, {
    "title": "Geochemical evolution of Ngorongoro Caldera, Tanzania: implications for crust-magma interaction",
    "authors": ["G.F. Mollel", "C.C. Swisher III", "M.D. Feigenson", "M.J. Carr"],
    "venue": "Earth Planet. Sci. Lett. 271,",
    "year": 2008
  }, {
    "title": "Petrogenesis of basalt-trachyte lavas from Olmoti crater, Tanzania",
    "authors": ["G.F. Mollel", "C.C. Swisher III", "L.J. McHenry", "M.D. Feigenson", "M.J. Carr"],
    "venue": "J. Afr. Earth Sci",
    "year": 2009
  }, {
    "title": "Crustal age domains and the evolution of continental crust in Mozambique belt of Tanzania: combined SmeNd, RbeSr, and PbePb isotopic evidence",
    "authors": ["A. Möller", "K. Mezger", "V. Schenk"],
    "venue": "J. Petrol",
    "year": 1998
  }, {
    "title": "New KeAr age determinations of Kilimanjaro volcano in the North Tanzanian diverging rift, East Africa",
    "authors": ["P. Nonnotte", "H. Guillou", "B. Le Gall", "M. Beniot", "J. Cotton", "S. Scaillet"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2008
  }, {
    "title": "Mantle transition zone structure beneath Tanzania, East Africa",
    "authors": ["J.T. Owens", "A.A. Nyblade", "H. Gurrola", "C.A. Langston"],
    "venue": "Geophys. Res",
    "year": 2000
  }, {
    "title": "Enrichment of Continental lithosphere by OIB melts: isotopic evidence from the volcanic province of northern Tanzania",
    "authors": ["C. Paslick", "A.N. Halliday", "D. James", "J.B. Dawson"],
    "venue": "Earth Planet. Sci",
    "year": 1995
  }, {
    "title": "Landscape perspectives on possible land use patterns for early hominids in the Olduvai Basin",
    "authors": ["C. Peters", "R. Blumenschine"],
    "venue": "J. Hum. Evol",
    "year": 1995
  }, {
    "title": "Landscape perspectives on possible land use patterns for early Pleistocene hominids in the Olduvai basin, Tanzania: part II, expanding the landscape models",
    "authors": ["C.R. Peters", "R.J. Blumenschine"],
    "venue": "Four Million Years of Hominid Evolution in Africa: Papers in Honour of Dr Mary Douglas Leakey’s Outstanding Contribution in Paleoanthropology. Kaupia",
    "year": 1996
  }, {
    "title": "Ngorongoro. Geological Survey of Tanzania, Quarter degree sheet 53, scale 1:125,000",
    "authors": ["R. Pickering"],
    "year": 1965
  }, {
    "title": "Plume-Lithosphere interaction and the origin of continental rift-related alkaline volcanism-the Chyulu Hills Volcanic Province, southern Kenya",
    "authors": ["A. Späth", "A. Le Roex", "N. Opiyo-Akech"],
    "venue": "J. Petrol",
    "year": 2001
  }, {
    "title": "Subcommission on geochronology: convention on the use of decay constants in geo- and cosmochronology",
    "authors": ["R.H. Steiger", "E. Jäger"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1977
  }, {
    "title": "Fingerprinting facies of the Tuff IF marker, with implications for early hominin palaeoecology, Olduvai Gorge, Tanzania",
    "authors": ["H. Stollhofen", "I.G. Stanistreet", "L.J. McHenry", "G.F. Mollel", "R.J. Blumenschine", "F.T. Masao"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2008
  }, {
    "title": "Melting of dry peridotite at high pressures and basalt magma genesis",
    "authors": ["E. Takahashi", "I. Kushiro"],
    "venue": "Am. Mineral 68,",
    "year": 1983
  }, {
    "title": "Revised magnetostratigraphy of the Plio-Pleistocene sedimentary sequence of the Olduvai formation, Tanzania",
    "authors": ["E. Tamrat", "N. Thouveny", "M. Taïeb", "N.D. Opdyke"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1995
  }, {
    "title": "Experimental investigation of melts from a carbonated phlogopite lherzolites: implication for metasomatism in the continental lithosphere",
    "authors": ["Y. Thibault", "A.D. Edgar", "F.E. Llody"],
    "venue": "Am. Mineral",
    "year": 1992
  }, {
    "title": "Tephrochronology of Bed I, Olduvai Gorge: an application of laser fusion 40Ar/39Ar dating to calibrating biological and climatic change",
    "authors": ["R.C. Walter", "P.C. Manega", "R.L. Hay"],
    "venue": "Quatern. Int",
    "year": 1992
  }, {
    "title": "40Ar/39Ar dating of Bed I, Olduvai Gorge, Tanzania",
    "authors": ["R.C. Walter", "P.C. Manega", "R.L. Hay", "R.E. Drake", "G.H. Curtis"],
    "venue": "Nature 354,",
    "year": 1991
  }, {
    "title": "Volcanic chronology of the Meru-Kilimanjaro region, Northern Tanzania",
    "authors": ["P. Wilkinson", "J.G. Mitchell", "P.J. Cattermole", "C. Downie"],
    "venue": "J. Geol. Soc. London 143,",
    "year": 1986
  }, {
    "title": "Melting experiment on anhydrous peridotite KLB-1 from 5.0 to 22.5 GPa",
    "authors": ["J. Zhang", "C. Herzberg"],
    "venue": "J. Geophys. Res",
    "year": 1994
  }],
  "id": "SP:046c51120c89c177e464eb9a2a4b8b1a343b9b19",
  "authors": [{
    "name": "Godwin F. Mollel",
    "affiliations": []
  }, {
    "name": "Carl C. Swisher",
    "affiliations": []
  }],
  "abstractText": "The Ngorongoro Volcanic Highland (NVH), situated adjacent and to the east of Olduvai Gorge in northern Tanzania, is the source of the immense quantities of lava, ignimbrite, air fall ash, and volcaniclastic debris that occur interbedded in the Plio-Pleistocene sedimentary deposits in the Laetoli and Olduvai areas. These volcanics have proven crucial to unraveling stratigraphic correlations, the age of these successions, the archaeological and paleontological remains, as well as the source materials from which the bulk of the stone tools were manufactured. The NVH towers some 2,000 m above the Olduvai and Laetoli landscapes, affecting local climate, run-off, and providing varying elevation e climate controlled ecosystem, habitats, and riparian corridors extending into the Olduvai and Laetoli lowlands. The NVH also plays a crucial role in addressing the genesis and history of East African Rift (EAR) magmatism in",
  "title": "The Ngorongoro Volcanic Highland and its relationships to volcanic deposits at Olduvai Gorge and East African Rift volcanism"
}