{
  "sections": [{
    "text": "Isochronous variations of δ18O curves within several European basins indicate a period of Late Turonian climate cooling, which is characterized by two distinct cooling phases, separated by a period of climate stability. Literature data for macrofauna (ammonites, echinoids, and belemnites) indicate that the cooling phases are associated with a southward shift of taxa. Concomitant Late Turonian events (volcanism and relative sea-level changes) suggest the migration to be triggered mainly by relative sea-level falls. The inferred cooling phases are seen in context with a general cooling trend due to the decrease in Mid-Cretaceous volcanogenic CO2 emission. Short-term stagnation of cooling in the Late Turonian has been probably triggered by renewed volcanism. Due to the general high temperatures during Mid-Cretaceous times, a glacio-eustatic explanation for the coincidence of cooling and sea-level fall is considered unlikely. © 2002 Éditions scientifiques et médicales Elsevier SAS. All rights reserved.\nRésumé\nDes courbes isochrones de δ18O provenant de plusieurs bassins crayeux indiquent une phase de refroidissement au Turonien supérieur. Celle-ci se compose de deux phases séparées par une période de stabilité climatique. Sur la base de données issues de la littérature, il est possible de mettre en évidence une migration d’éléments de faune du nord vers le sud (ammonites, échinides irréguliers, bélemnites). Une discussion des données empiétant sur d’autres domaines en rapport avec d’autre facteurs (variation eustatiques, volcanisme) permet de supposer que le refroidissement reflète en fait la tendance normale à cause de la diminution des émissions volcanogénes de CO2. Un nouveau volcanisme avec émissions de CO2 au Turonien supérieur interrompt le refroidissement pendant peu de temps. © 2002 Éditions scientifiques et médicales Elsevier SAS. Tous droits réservés.\nKeywords: Oxygen isotopes; Climate cooling; Faunal response; Volcanism; Late Turonian (Upper Cretaceous)\nMots clés: Isotopes; Oxygène; Refroidissement climatique; Réponse faunique; Volcanisme; Turonien terminal (Crétacé supérieur)"
  }, {
    "heading": "1. Introduction",
    "text": "Relative trends of oxygen isotope records from several European and ODP sites (Indian, Pacific and the South\nAtlantic Ocean) indicate a Late Turonian climate cooling (Huber et al., 1995; Jenkyns et al., 1995; Clarke and Jenkyns, 1999; Voigt and Wiese, 2000; Stoll and Schrag, 2000). All the above-mentioned δ18O records are based on bulk rock data, which are altered by burial diagenesis. The synchroneity of their relative variations, however, indicates a preserved palaeoenvironmental signal (Jenkyns et al., 1994; Schrag et al., 1995; Clarke and Jenkyns, 1999; Voigt * Corresponding author. E-mail address: frwiese@snafu.de (F. Wiese).\n© 2002 Éditions scientifiques et médicales Elsevier SAS. All rights reserved. PII: S 0 0 1 6 - 6 9 9 5 ( 0 2 ) 0 0 0 1 0 - 4\nand Wiese, 2000). Using a high-resolution integrated stratigraphic framework, Voigt and Wiese (2000) proved two short, isochronous δ18O increases (Phases I and III) with a duration of ∼ 400 kyr in Middle to Upper Turonian successions of three European Cretaceous basins. They proposed a reorganization of the ocean circulation patterns as a possible cause for this cooling. New δ18O data from diagenetically unaltered articulate brachiopod shells indicate a decrease of seawater temperature of about 2 °C for Phase III (Voigt, 2000). Stoll and Schrag (2000) suggested a glacio-eustatic mechanism for the cooling because of the correlation between sea-level lowstand and the relative δ18O increase in Upper Turonian to Coniacian sediments of Italy and southern Spain. Concomitant to the δ18O increases, palaeobiogeographic changes (ammonites, echinoids, and to some extent, belemnites and inoceramids) and periods of general shallowing (Voigt and Wiese, 2000) can be recognized. The\nscope of this paper is to present a calibration of the bulkrock δ18O records in context with the data on Middle/Late Turonian palaeobiogeographic changes in selected sections of the Temperate Realm and the Tethys in Europe and northern Africa. In addition, a discussion of possible causes for the Late Turonian climate cooling, and their relation to sea-level changes, and carbon, oxygen and strontium isotope variations will be given. This contribution represents a review of the present knowledge and the state of discussion."
  }, {
    "heading": "2. Correlation and timing of δ18O variations",
    "text": "Several δ18O records for western, central and southern Europe represent a north–south transect from the epicontinental, temperate Chalk seas of Lower Saxony (Voigt and Hilbrecht, 1997) and southern England (Jenkyns et al., 1994) over a mixed siliciclastic/calcareous shelf of northern Spain (Wiese, 1999) to pelagic, deep water environments of the Betic Cordillera (Stoll and Schrag, 2000) and the Gubbio area (Jenkyns et al., 1994; Stoll and Schrag, 2000) (Fig. 1). For reliable intra-basinal correlations between NW Europe and N Spain, integrated stratigraphic methods were applied by Voigt and Wiese (2000), using biostratigraphy (ammonites, inoceramids), event and tephrostratigraphy (Gale, 1996; Wray et al., 1996; Ernst and Wood, 1997; Wiese, 1997; Wood and Ernst, 1997; Wray, 1999). These were calibrated by a δ13C stratigraphy (Jenkyns et al., 1994; Voigt and Hilbrecht, 1997; Wiese 1999; Fig. 2). These\ntechniques provide, when combined, isochronous datum lines at a resolution unattainable with conventional biostratigraphy alone. Problems only exists with the biostratigraphic control of stable isotope records from Italy and Spain published by Stoll and Schrag (2000). The authors plotted their detailed oxygen and carbon isotope data against the sea-level curve of Haq et al. (1987). However, uncertainties in correlating planktic foraminifera, and the usage of an older time scale made a precise calibration of their detailed stable isotope records with the integrated Cenomanian/Turonian stratigraphic framework applied here, difficult.\nChanges of relative sea-level and differential subsidence in European shelf-sea basins caused strong variations of accumulation rates, and, in the Turonian, several hiatuses occur at different levels in the succession (e.g. Gale, 1996; Voigt and Hilbrecht, 1997). Based on δ13C correlations, hiatuses can easily be detected, and their temporal duration can be estimated by comparison with more complete sections. Thus, a composite δ13C record was generated from the most complete sections and was calibrated against the Gradstein et al. (1995) time scale (Voigt, 2000). Based on 40Ar/39Ar bentonite ages from the western interior basin (Obradovich, 1993) and a correlation of ammonite zones between North America and Europe (Hancock et al., 1993), a time frame for the relative δ13C variations was provided. This composite δ13C curve is used here to incorporate the δ13C stratigraphy of the Contessa and Santa Ines sections\nFig. 3. Bulk-rock oxygen isotope curves of temperate (Söhlde, Salder: Voigt and Hilbrecht, 1997, Kent: Jenkyns et al., 1994) transitional (Liencres: Wiese, 1999) and Tethyan (Contessa, Santa Ines: Stoll and Schrag, 2000) sections. Two synchronous phases of relative increases in oxygen isotope values, each of them lasting ∼ 400 kyrs, indicate periods of climate cooling (Phases I and III of Voigt and Wiese 2000). Courbes d’isotope de l’oxygène de la roche totale pour les coupes tempérées (Söhlde, Salder: Voigt et Hilbrecht, 1997 Kent: Jenkyns et al., 1994) transitionnelles (Liencres: Wiese, 1999)et téthysiennes (Contessa, Santa Ines: Stoll et Schrag, 2000). Deux phases synchrones de l’isotope relatif de l’oxygène augmentant, chacune d’elles durant 400 kyrs, indiquent des périodes de refroidissement du climat (phases I and III de Voigt et Wiese, 2000).\n(Stoll and Schrag, 2000) into the integrated biostratigraphic Cenomanian–Turonian framework (Fig. 2) and to replot the corresponding δ18O data against the Gradstein et al. (1995) time scale (Fig. 3). The Middle Turonian part of the Santa Ines δ13C curve is somewhat insignificant, which prevents detailed intra-basinal correlation with other curves at least in this interval. However, correlation of the δ18O stratigraphies shows also the late Middle and Late Turonian δ18O increase (Phase I and III; Voigt and Wiese, 2000) and, consequently, true isochronous cooling phases. Each phase lasted about 400 kyr, separated by an approximately 500 kyr period (Phase II) of more stable climate (Fig. 3).\nPhase I (91.0–90.6 Ma) is characterized by a significant positive 0.5‰ δ13C excursion. Biostratigraphically, it falls into the upper Collignoniceras woollgari ammonite Zone of the Temperate Realm and into the Tethyan Romaniceras deverianum ammonite Zone (Fig. 2), above the last occurrence (LO) of the planktic foraminifera Helvetoglobotruncana helvetica.\nPhase III (90.1–89.7 Ma) falls into the middle Subprionocyclus neptuni Zone (Fig. 2). In its upper part, it corresponds to the Hitch wood Hardground of the English Chalk Rock (Bromley and Gale, 1982; Gale, 1996), a time equivalent of the German (Dahmer and Ernst, 1986) Hyphantoceras Event. It terminates below the base of the Mytiloides scupini inoceramid Zone (upper Upper Turonian). Comparable bio-events that serve long-range event stratigraphic correlation are not known from the deeper pelagic Tethyan sections in Italy and Spain. Phase III falls into the Marginotruncana sigali/coronata planktic foraminifera Zone and corresponds to a 1.0‰ δ13C increase. The three phases of Turonian δ18O variations are independent of facies, sedimentary thickness and degree of diagenesis. Their synchroneity in all sections excludes diagenesis as a cause for these temporal variations (Stoll and Schrag, 2000; Voigt and Wiese, 2000)."
  }, {
    "heading": "3. Palaeobiogeographic data (Europe and northern Africa)",
    "text": "During the Middle and Late Turonian, Europe and N Africa were characterized by well developed, latitudinal biogeographic units (Klinger and Wiedmann, 1983; Matsumoto, 1973; Fig. 4). The NW-European localities (AngloParis Basin: Kent; Lower Saxony Cretaceous Basin: Salzgitter–Salder and Söhlde), located at an approximate palaeolatitude of around 43°N, belonged to the North European Subprovince of the Boreal Realm (sensu Kauffman, 1973). This area is in large parts synonymous with the Central European Subprovince of Christensen (1976). Towards the south, it graded into the Northern Transitional Subprovince (NTS; Ernst et al., 1996), an intermediate area between the Tethys and the Boreal Realm (North Cantabrian Basin: Liencres section) with an approximate palaeolatitude between 30° and 35°. The excellent δ13C correlation be-\ntween these areas permits good dating of the δ18O fluctuations and the faunal changes. If the interpretation of δ18O fluctuations as cooling events were correct, the variations of palaeotemperature may also have an effect on the composition of the marine faunal assemblages, and thus, the biogeographic character of the areas in question (Wiese, 1999; Voigt and Wiese, 2000).\nThis paper is an attempt to summarize the distribution pattern of ammonites, and to some extent, irregular echinoids, belemnites and inoceramids during the interval in question, and it is based on a compilation of data available from the literature. Only stratigraphically well-labelled records were considered. Although not yet statistically analysed, as done, for example, by Smith (1992) for Cenomanian echinoids, the trends shown here affected wide areas and produced comparable patterns. Thus, true biogeographic implications are inferred."
  }, {
    "heading": "4. Phase I (Middle/Upper Turonian boundary interval) to Phase II (Lower Middle Turonian)",
    "text": ""
  }, {
    "heading": "4.1. Ammonites",
    "text": "To visualize fading southern influence in the north and vice versa in Europe and northern Africa, the northernmost limits of the Tethyan/intermediate Romaniceras and the southernmost occurrence of collignoniceratids may be used (Fig. 5). In the North European Subprovince, the faunal successions pre-dating Phase I (Middle Turonian C. woollgari Zone or R. ornatissimum Zone, respectively) are mainly characterized by a collignoniceratid fauna (e.g. C. woollgari, C. carolinum) with Lewesiceras, scaphitids, anisoceratids and baculitids (England: Wright and Kennedy, 1981; France: Roman and Mazaran, 1913, Devalque et al., 1982, Kennedy et al., 1980a, Robaszynski et al., 1982; Germany: Petrascheck, 1902, Seiffert, 1955, Kaplan, 1988; Poland: Tarkowski, 1991; Czech Republic: Laube and Bruder, 1887; Bulgaria: Minev, 1994). From the middle Middle Turonian of the northern Calcareous Alps, Austria, a collignoniceratid/baculitid fauna has been recorded (Summesberger, 1992). In northern Spain (NTS), the fauna is characterized by a Romaniceras/desmoceratacean assemblage with Tetragonites, Gaudryceras and Phylloceras (Lamolda et al., 1989; Santamaría Zabala, 1992, 1995; Wiese, 1997; Küchler, 1998). Anisoceratids, baculitids and collignoniceratids are insignificant, and the very rare occurrences of the Boreal Middle Turonian index ammonite C. woollgari are mostly restricted to the upper MidTuronian ornatissimum ammonite Zone. One doubtful record of C. woollgari has been recorded from Tunisia within an otherwise monospecific assemblage of Coilopoceras (Robaszynski et al., 1990). On the other hand, R. ornatissiumum is known from northern Africa up to the Anglo-Paris Basin. It occurs particularly abundantly in northern Spain, and, in decreasing quantities from the\nTouraine (France) via the French part of the Anglo-Paris Basin to southern England, indicating likewise a decreasing southern influence (Kennedy et al., 1980b; Wright and Kennedy, 1981). Rare records are known from the southern rim of the Münsterland Basin (Kaplan, pers. Comm.) and the Bohemian Cretaceous Basin (Fritsch and Schlönbach, 1872). Towards the south-east, its distribution extends to Bulgaria (Pavlishina and Minev, 1998).\nWith terminal Phase I/Phase II, slight faunal modifications occurred (Fig. 6). In Tunisia, the fauna is dominated by the Tethyan/intermediate Romaniceras deverianum and Coilopoceras requienianum. The scattered occurrence of the Western Interior ammonite Prionocyclus indicates immigration from the latter region (Robaszynski et al., 1990). From the northern Calcareous Alps (Austria), palaeogeographically located much more southward than its position today (Sanders et al., 1997, p. 353, Fig. 2), R. deverianum and C. requienianum are recorded (Herm et al., 1979; Summesberger and Kennedy, 1996), but no biogeographic statements are possible due to the general scarcity of ammonites. In northern Spain, a southward shift of a Collignoniceras fauna is indicated by the occurrence of Subprionocyclus (Santamaría Zabala, 1995; Küchler, 1998), which co-occurs with R. deverianum and C. requienianum. In addition, scaphitids that, at least in the Turonian, show a latitudinally bound distribution pattern, become more frequent. The overall faunal character, however, is that of a mixed Boreal/intermediate assemblage. This is also true for SE France (Uchaux massif; Figs 1 and 6), where the Tethyan/intermediate taxa (R. deverianum, C. requien-\nianum, Tongoboryceras rhodanicum, Pachydesmoceras linderi) occur together with the Boreal Lewesiceras mantelli (plus associated Scaphites geinitzii, Gaudryceras cf. mite and Puzosia curvatisulcata), suggesting likewise a mixed assemblage. R. deverianum occurs in decreasing quantities towards the north. It is known from the Anglo-Paris Basin and the marginal glauconitic facies near the Rhenish and Bohemian massifs (Dacque, 1939; Lommerzheim, 1976; Wright and Kennedy, 1981). Coilopoceras is recorded as far north as the Münsterland Basin (Lommerzheim, 1976). It is important to realize that terminal Phase I/Phase II—above interpreted as a cooling event—reflects a bimodal faunal migration of boreal taxa to the south and warmer water forms to the north."
  }, {
    "heading": "4.2. Irregular echinoids",
    "text": "Other than for the Cenomanian (Smith, 1992), no detailed palaeobiogeographic data or comprehensive faunal lists on Turonian echinoids have been published. However, some general statements appear possible. A differentiation into a late Mid-/early Late Turonian northern (northern Germany, eastern England) and an intermediate (northern Spain) echinoid fauna is possible. In the first area, taxa such as Discoidea, Cardiaster truncatus, Conulus subrotundus, Micraster ex gr. leskei, Sternotaxis plana, Infulaster excentricus, Echinocorys gravesi and Cardiaster cotteauanus are not uncommon (Ernst, 1970, 1972; Ernst et al., 1996). Of these, the last five taxa are unknown from the NTS, where Epiaster michelini, Hemiaster (Bolbaster) gauthieri and\nFig. 5. Pre-Phase 1: southern limits of collignoniceratid faunas and northern limits of the Romaniceras ornatissimum distribution (Middle Turonian ornatissimum ammonite Zone). Pré-phase 1: limites sud des faunes de collignoniceratidés et limites nord de la distribution de Romaniceras ornatissimum (Turonien moyen zone de l’ammonite ornatissimum).\nCardiaster cretacea are the most important taxa (Wiese, 1997). With terminal Phase I/early Phase II, however, the northern M. leskei, C. cotteauanus and S. plana enter the stratigraphic record in northern Spain and occur together with Hemiaster (Bolbaster) gauthieri. As for the ammonites, the echinoids indicate an intermediate assemblage."
  }, {
    "heading": "4.3. Belemnites",
    "text": "No belemnites have been recorded from this interval in Europe. They are generally rare in the European lower Upper Cretaceous, where they are restricted to distinct intervals. Specifically short incursions during the Cenomanian, e.g., the primus Event with Actinocamax primus and A. boweri (Ernst et al., 1983; Christensen, 1992) and the short-term incursion of Praeactinocamax plenus in the Upper Cenomanian (plenus Zone in the Anglo-Paris Basin, Jefferies, 1963; plenus Event of Germany, Ernst et al., 1983) are interpreted as short-term migration events due to sudden cooling (Ernst et al., 1996). Christensen (1997) suggested that the progressive climate warming and the concomitant warming of the oceans during the terminal Cenomanian and the Lower/Middle Turonian forced the belemnites to retreat to the Russian platform."
  }, {
    "heading": "5. Phase III (Middle Upper Turonian)",
    "text": ""
  }, {
    "heading": "5.1. Ammonites",
    "text": "Phase III is characterized by the spread of the Hyphantoceras reussianum ammonite fauna over wide parts of the North European Subprovince. This so-called reussianum fauna occurs in England, parts of France, Germany, the Czech Republic, Poland and, to some extent, in Kazakhstan (e.g. Roman and Mazaran, 1913; Seifert, 1955; Tröger and Wolf, 1960; Kaplan, 1986; Wright, 1979; Tarkowski, 1991; Metzdorf, 1992; Juignet and Breton, 1994; Marcinowski et al., 1996). Integral components of the fauna are heteromorph ammonite taxa such as Bostrychoceras, Hyphantoceras, Allocrioceras, Scaphites, and Sciponoceras and ‘normally’ coiled forms such as collignoniceratids and Lewesiceras. Areas previously influenced by southern faunas became now part of the North European Subprovince, such as SE France (Uchaux area), where the reussianum fauna with all its components occurs (Roman and Mazaran, 1913; Devalque et al., 1982). In Saxony (North European Subprovince), the cooling is macrofaunistically indistinct. However, the unique occurrence of limestones (Strehlen and Weinböhla limestones; Seifert, 1955) within the otherwise siliciclastic-dominated facies near the Bohemian Massif (Tröger, 1987; Tröger and Voigt, 1995) may be interpreted as a southward shift of the temperate (Pläner-) limestone facies, restricted otherwise to Westphalia, Lower Saxony and Saxony–Anhalt (NW Germany). Micropalaeontologically, this is an expression of a short-termed southward\nspread of abundant calcareous nannofossils and calcispheres.\nTowards northern Spain, the influence of the reussianum Fauna ceases, and only some elements (scaphitids, collignoniceratids, Hyphantoceras; Santamaría Zabala, 1992; Wiese, 1997; Küchler, 1998) occur (Fig. 7). However, incursion of northern waters is not only documented by the occurrence of certain taxa, but also by the significant reduction of previously frequent groups (e.g., desmocerataceans, puzosiids, Tetragonites; Ernst et al., 1996; Küchler, 1998). Hyphantoceras reussianum and Eubostrychoceras saxonicum reached even northern Africa (Algeria: Pervinquière, 1910; Fig. 7). From Tunisia, (Kaalat–Senan), the collignoniceratids Prionocyclus and Subprionocyclus are specifically common and are associated with rare Hemitissotia (Robaszynski et al., 1990, 2000). Although interpreted as terminal Turonian in age by the latter authors, the assemblage can be shown—based on a newly established δ13C curve (Wiese, unpublished data)—to equate with Phase III. After a peak occurrence of Prionocyclus (Robaszynski et al., 1990) above Phase III, the Boreal influence due to the short-term cooling event faded in Tunisia, indicated by the establishment of a monospecific assemblage of Barroisiceras tunetanum (Robaszynski et al., 2000).\nFrom Lower Austria (Waschberg–Ždánice Unit; Summesberger et al., 1999; Fig. 1), a small collignoniceratid ammonite fauna (Subprionocyclus), associated with phyllo\nceratids, desmoceratids and puzosiids, is recorded. Palaeogeographically located south of the Bohemian Massif, the presence of the collignoniceratids indicate at least some boreal influence in the latter area during the interval. Minor northern influence is detectable in the northern Calcareous Alps (Gosau Group; Figs 1 and 7), where Hyphantoceras reussianum co-occurs with baculitids in an interval, equating stratigraphically with the top of Phase III or slightly above (Summesberger and Kennedy, 1996). Although collignoniceratids are present in the form of Barroisiceras habnerfellneri, this taxon is almost exclusively restricted to the northern Calcareous Alps. It should better be interpreted to indicate endemic development. Rather, the absence of additional northern taxa points at indistinct southward incursion into the latter area. The biogeographic relation of an endemic collignoniceratid fauna in Croatia (Dugi–Otok, Davey et al., 1992; Fig. 7) remains unclear."
  }, {
    "heading": "5.2. Irregular echinoids",
    "text": "In the North Cantabrian Basin, sediments representing Phase III are turbidites of a lowstand fan, and echinoid body fossils are rare. With the onset of autochthonous sedimentation at the top of Phase III (Wiese, 1997), an echinoid fauna with a northern character occurs. Specifically the stratigraphic succession of the genus Micraster (small M. Leskei–large M. Leskei–advanced Micraster ex gr. praecursor/normanniae) is identical to that of the AngloParis Basin (Fouray, 1981; Stokes, 1973; Mortimore, 1986), and the general evolutionary trend from early to advanced Micraster is also recognizable in the Basco-Cantabrian Basin and northern Germany (Ernst, 1970, 1972; Küchler, 1998). In addition, the evolutionary development of Sternotaxis plana in the North Cantabrian Basin is identical to that in northern Germany: in the uppermost Phase III, S. plana shows a typical size increase and a shift towards forms of ex gr. S. placenta. The lineages of both Micraster and Sternotaxis show an isochronous, uniform evolution during Phase III in northern Germany, England/France and northern Spain. True Boreal echinoids such as Infulaster, common in northern Germany and England, have not yet been observed in northern Spain. With Phase III, hemiasterid echinoids ceased to be an integral part of the echinoid assemblage of the North Cantabrian Basin. On the other hand, some species of Hemiaster play an important role in the echinoid assemblages of the Castillian Ramp during Phase III (Néraudeau, 1990; Néraudeau and Floquet, 1991), suggesting general warmer settings in the latter area."
  }, {
    "heading": "5.3. Belemnites",
    "text": "A short belemnite incursion into the Central European Province occurs at an interval representing the upper part of Phase III. Only a handful of specimens, belonging to the Belemnitellidae (Praeactinocamax bohemicus), have been recorded from Saxony (Germany) and Bohemia (Czech\nRepublic), in the vicinity of the Bohemian Massif (Christensen, 1982; Košták, 1996). From the middle Upper Turonian Strehlen Limestone (Saxony) two complete specimens are described, and from the slightly younger (Upper Turonian/Lower Coniacian) Teplice Formation (Bohemia), one complete specimen and four fragments are known. One presumed Upper Turonian specimen of P. bohemicus has been recorded from Särdal in Sweden, in the vicinity of Fennoscandia (Bergström et al., 1973). The immigration of belemnites into the Central European Province happened presumably from the Central Russian Subprovince, where belemnitellids persisted during the Turonian in the Volga Region (Naidin, 1981). The taxonomic relation, however, between the Russian and European occurrences remain still unclear (Christensen, 1997). Based on the few specimens, the European occurrences may be interpreted as a first re-immigration into the Central European province in context with the cooling pulse of Phase III. Of particular interest is the facies dependency of the European belemnitellids. Praeactinocamax obviously preferred shallower habitats in the vicinity of emerged areas such as the Bohemian Massif (Christensen, 1976). Thus, the brief immigration pulse may be seen in the light of climatic cooling (as indicated by the δ18O excursion), as well as in context with a sea-level fall during the terminal Phase III. The immigration pulse is terminated by the succeeding transgression, and a new immigration (Goniocamax lundgreni: island of Bornholm and Bohemia; Košták, 1996; Christensen, 1997; Christensen and Schulz, 1997) occurred during the early Coniacian regression (Haq et al., 1988)."
  }, {
    "heading": "5.4. Others",
    "text": "In the North Cantabrian Basin, inoceramids were scarce in the lower Upper Turonian, and are represented by endemic (?) taxa, which resisted specific interpretation (K.-A. Tröger, pers. comm.). At the end of Phase III, inoceramids became more common and are represented by Mytiloides incertus and Mytiloides scupini, which occur both in northern Germany and northern Spain, indicating comparable assemblages. In the Austrian Gosau, the Late Turonian and early Coniacian inoceramid assemblages also show northern affinities, thus indicating clear north–south faunal exchange (Voigt, 1996; Tröger and Summesberger, 1994; Herm et al., 1979)."
  }, {
    "heading": "6. Sea-level development",
    "text": "Sequence stratigraphic comparison at a high stratigraphic level is hampered by scarce literature data. The ‘global’ sea-level curves (e.g., Haq et al., 1988; Hardenbol et al., 1998) as a possible standard is of limited value due to its lack of accuracy in the interval considered. The data collected from the literature are of regional significance;\nhowever, due to the stratigraphic resolution, they can be put into an interbasinal context for the areas considered.\nEarly Phase I coincides with progressive shallowing and coincides approximately with a terminal Mid-Turonian sequence boundary. It is recorded from northern and southeastern Germany (Tröger and Voigt, 1995; Ernst and Wood, 1995), England (Gale, 1996), parts of France (Juignet and Breton, 1994) and northern Spain (Gräfe, 1999; Wiese and Wilmsen, 1999). It is also recorded by Haq et al. (1988), where it is marked as a major, short-term regressive pulse.\nAt the top of Phase II, there is a short-term regressive pulse in northern Germany, indicated by a well developed thickening-upward sequence, which terminates in a marker fossil bed (costellatus/plana Event; Ernst et al., 1983). Its top marks a turnover towards renewed transgression. Based on δ13C correlation (Voigt and Hilbrecht, 1997), this bed correlates with the Caburn Sponge Bed of England, which is, based on its lithology (nodular chalk, sponge accumulations) also interpreted as a regressive event here. In northern Spain, the same event is expressed by a facies change from nodular limestones towards turbidites of a lowstand fan (Wiese and Wilmsen, 1999).\nPhase III is associated with a progressive–regressive pulse in Germany and England (Tröger and Voigt, 1995; Gale, 1996; Voigt and Hilbrecht, 1997). In northern Spain, sediments representing Phase III are characterized by turbiditic sequences of an expanded lowstand fan (Wiese and Wilmsen, 1999). In England, it is expressed as a major hardground (Hitch wood Hardground, Bromley and Gale, 1982), interpreted by Hancock (1987) as a ‘trough of regression’ and thus, the inflection point from an overall regressive development towards an overall transgressive situation. Contrary to Gale (1996), who interpreted the Hitch wood Hardground as a transgressive surface, we interpret it here as a complex surface, representing both a sequence boundary and a transgressive surface."
  }, {
    "heading": "7. Discussion",
    "text": "While the pre-Phase I situation was characterized by more or less latitudinally orientated faunal provinces/subprovinces in wide parts of Europe, this comparatively well defined situation became unstable with the onset of Phase I, and a bimodal—southward and northward directed—faunal mixing occurred. Thus, the interpretation of the southward spread of Boreal taxa to result exclusively from cooling, indicated by the δ18O fluctuations, is too simple. The faunal data indicate that non-pelagic ammonite morphotypes (Westermann, 1996), some benthic organisms (inoceramids, echinoids) and possibly belemnites (although the data set is too poor for unequivocal statements) spread, when regression produced areas on the European shelf in communication with each other. In fact, the northward spread of Romaniceras and Coilopoceras, and vice versa, the southward shift of collignoniceratid ammonites, which\navoided pelagic settings (Kennedy and Cobban, 1976; Tanabe et al., 1978; Tanabe, 1979; Kaplan, 1988), during terminal Phase I/Phase II took place in context with regression and low relative sea level. With Phases II and III, the northward shift of southern taxa ceased, and an exclusive southward spread of Boreal taxa as far south as Tunisia is recorded. This happened also during relative sea-level lowstands. Thus, migration may have been initially triggered by relative sea-level fluctuations, and resultant, possible modifications in the current systems and/or swell-basin configurations (Voigt and Wiese, 2000). A comparable mechanism was suggested by Bengtson and Kakabadzé (1999). The magnitude of the faunal exchange may secondarily have been controlled by palaeotemperature gradients.\nNo plausible, widely accepted general models to explain high frequency 3rd order sea-level changes in an ice-free greenhouse world have been presented yet. While some workers infer glacio-eustatic impulses as a possible driving mechanism (e.g. Pitman and Golovchenko, 1983; Plint, 1991; Malatre et al., 1998), others suggested intra-plate stress as a possible triggering mechanism (Cloethingh, 1988; see summary with further references in Price, 1999). Stoll and Schrag (2000) discussed the temporal coincidence of increasing oxygen isotope values (1–2‰) and falling sea level (40–80 m) for an interval corresponding to our Phase III as glacio-eustatic-induced climate cooling. However, the Mid-Cretaceous period is interpreted as unusually warm with ice-free polar regions. Physiognomic leaf analyses of Late Turonian to Early Coniacian floras from the northern hemisphere suggest overall warm temperatures at palaeolatitudes around 80°N with more than 8 months warmer than 10 °C and polar nights rarely reaching –4 °C (Herman and Spicer, 1996). Data on vertebrates support the impression of comparatively warm temperatures for the intervals in question (Tarduno et al., 1998). From Antarctica, only very few data are available for the Turonian, but a cool temperate, moist climate may be inferred from palynological data (Askin and Spicer, 1995). Thus, the polar regions seem to have been characterized by moderate temperatures and not by glaciation.\nGeochemically, more detailed statements are possible. Oxygen isotope data from the Indian Ocean (Exmouth Plateau; ∼ 47°S) suggest warm ocean surface water conditions with approximate palaeotemperatures around 15 °C (Clarke and Jenkyns, 1999). Huber et al. (1995) pointed at the possibility of warm waters in high southern latitudes in the South Atlantic. Upper Turonian oxygen isotope data from diagenetically unaltered brachiopod shells of Phase III (Voigt, 2000b) show an δ18O increase of ∼ 1‰, and therefore a lower magnitude of cooling (∼ 2–4 °C) than estimated by Stoll and Schrag (2000) from bulk-rock data (4–8 °C). Assuming a glacio-eustatic mechanism for the Late Turonian cooling, about 0.2–0.5‰ of the δ18O increase should account for a modified isotope composition of seawater because of the storage of isotopically light oxygen in high-latitude ice caps. Assuming a δ18Oice value of –20\nto –30‰, an increase of 0.2–0.5‰ in δ18Oseawater would require an ice-shield the size of ∼ 40% of the present Antarctic and Greenland ice-shields (Shackleton and Kennett, 1975). Formation of such large ice caps should have had considerable impact on the planetary radiation balance due to high ice-albedo and would have forced additional cooling. Such a scenario is hardly to maintain with the palaeontological record, which indicates a vegetation cover with evergreen conifer, and temperate deciduous forests.\nA recent Campanian climate simulation with the GENESIS v. 2.0 Global Climate Model could demonstrate climate relevant feedback mechanisms of climate–vegetation–ocean interactions (DeConto et al., 1999). With defined climate model boundary conditions (Campanian palaeogeography, atmospheric CO2 value of 1.500 ppm, adjustment of ocean heat transport to present values), the resulting climate model predicted Cretaceous greenhouse conditions, with polar regions having a low meridional temperature gradient, warm temperatures and winter temperatures in the interior of Antarctica only just below freezing point. One important parameter that prevented Antarctica from cooling was the presence of vegetation, consisting of high latitude conifer forests: the lower albedo of a forest canopy has a positive influence on the radiation balance by preventing back-radiation of heat to space, especially in the late winter–early spring time. Furthermore, forests caused an enhanced latent heat transport via transpiration and maintained also warm temperatures in the summer months. A further interesting result of the Campanian climate simulation was that with slightly decreased atmospheric CO2 values (1350 ppm), and a lower meridional oceanic heat transport, the high latitude forests had been completely substituted by tundra vegetation. The albedo of tundra vegetation is higher than that of forests, which caused a positive climate cooling mechanism. DeConto et al. (1999) therefore, argued that a reorganization of high-latitude terrestrial ecosystems, from evergreen conifer forest to tundra and back could have contributed to intermittent cooling periods. Although this model is only valid for the Campanian, some of the basic principles may also be worth considering for the Mid-Cretaceous period and its comparatively higher temperatures.\nThe high Mid-Cretaceous temperatures are commonly interpreted to result from increased volcanogenic CO2 emission due to high oceanic crust production rates at mid-oceanic ridges and the development of expanded intraoceanic plateaus (Kominz, 1984; Larson, 1991). During this period, the estimated level of the greenhouse gas CO2 was between 1.5 and 8 times higher than the present, preindustrial levels (GEOCARB II; Berner, 1994). In this context it is puzzling that the cooling phases at 90 Ma coincide with a period of increased oceanic intra-plate volcanism and the development of large flood basalts (Kerr, 1998), resulting in an increase of CO2 emission. However, radiometric ages of these occurrences cover a comparatively broad time span from 95.3 to 87 Ma (Ontong Java:\nMahoney et al., 1993; Tejada et al., 1996; Caribbean–Colombian plateau: Kerr et al., 1997; Marion hotspot: Storey et al., 1995; Broken Ridge: Duncan, 1991; Coffin and Eldholm, 1994; Fig. 8). Within this stratigraphic accuracy, it is extremely difficult to refer stratigraphically well-dated, short-term bio- and isotope events at magnitudes of only few ka to distinct volcanic events with diffuse radiometric ages.\nA different proposed measure for hydrothermal activity, and therefore for the rate of oceanic crust production and volcanism is the strontium isotope record of seawater (Ingram et al., 1994; Jones et al., 1994). Evolution of seawater strontium isotopes through time reflects the changing balance between continental weathering (87Sr) and mid-ocean ridge hydrothermal fluids (86Sr). Both processes invoke, via the global CO2 cycle, a link between strontium isotopes and palaeoclimate (e.g., Berner et al., 1983; Raymo and Ruddiman, 1992). The early Late Cretaceous seawater 87Sr/86Sr record shows a decrease from the Late Cenomanian to the Middle Turonian and a minimum during the Late Turonian (Fig. 8), suggesting the onset of enhanced crust production and release of volcanic CO2 in the Late Cenomanian. The residence time of Sr in seawater is in the order of several million years, which might cause a time lag with respect to variations in the supply of depleted 86Sr (Bralower et al., 1997). Minimum Sr-isotope values in the higher Turonian could be the expression for the end of the Mid-Cretaceous high crust production phase and subsequently decreasing volcanogenic CO2 emission. This decrease of atmospheric CO2 could affect the global radiation\nbalance, resulting in a climate cooling with corresponding changes in the terrestrial and marine biota. A longer-term triggering of early Late Cretaceous climate cooling is also supported by a first proposed cooling step in relation with the climate perturbations during the Cenomanian–Turonian boundary event (Jenkyns et al., 1994). In this context, the climatic cooling trend may have been normal during the Turonian–Coniacian interval, and the 90 Ma volcanism and associated CO2 emissions might have caused short-term phases of warmer temperatures (and, therefore, oscillating δ18O fluctuations). Thus, the cooling events observed here, probably do not reflect distinct deviation from an overall warm climate but normal cooling trend, periodically interrupted by phases of warming due to volcanogenic CO2 emission."
  }, {
    "heading": "8. Conclusions",
    "text": "The Late Turonian was a period of significant biogeographic changes in Europe and parts of northern Africa. While the middle Middle Turonian was still characterized by stable, latitudinal biogeographic provinces, the early Late Turonian showed weakening of these provinces with bimodal N–S migration. Later, northern faunas (ammonites, echinoids and inoceramids) migrated southward, reaching even the southern Tethys shelf, and belemnites slowly began to re-populate central Europe. These migrations occurred in context with regressive events at a time of general low relative sea level. This observation, together with bi-modal migration, indicates that this is rather the result of changes in current systems or absolute water depths (connected shelf areas) than cooling phases that occurred concomitantly.\nThe cooling phases (positive δ18O fluctuations) can be determined with geographically widespread bulk rock and brachiopod calcite data. Their co-occurrence with regression and biogeographic changes, however, cannot be interpreted as indicative of a Late Turonian glaciation, as documented both by geochemical and palaeontological data.\nIn a broader context, the Turonian cooling is part of a cooling trend that was initiated by the decrease of midCretaceous volcanogenic CO2 emissions and a decrease in hydrothermal activity in general, as additionally supported by the 87Sr/86Sr curves (decrease of activity in the Cenomanian, minimum Sr-isotope values due to time lag in the Mid Turonian). However, renewed intra-plate volcanism (flood basalts) may have accounted for increased volcanogenic CO2 emissions, and thus, short periods of warming. Consequently, there are not cooling phases in the Turonian of the Circum-Mediterranean and central European Turonian; instead, a general cooling trend is interrupted by short-term periods of warming.\n. Biblios non appelées\n(Chancellor et al., 1994; Davey et al., 1992; Fristch and Schloenbach, 1872; Küchler and Ernst, 1989; Pervinquiere, 1910; Sanders et al., 1997 ; Storey et al., 1995)"
  }, {
    "heading": "Acknowledgements",
    "text": "We thank Jörg Mutterlose (Bochum) for his critical review of the manuscript and Sarah Aboussalam (Naturkundemuseum Berlin) and Michel Guérin (FU Berlin) for French translations. This work was financially supported by grants of the Deutsche Forschungsgemeinschaft to Wiese (Wi 1656/3-1) and Voigt (Vo 687/2)."
  }],
  "year": 2002,
  "references": [{
    "title": "The Late Cretaceous and Cenozoic history of vegetation and climate at northern and southern high latitudes: a comparison. Effects of Past Global Change on Life, Studies in Geophysics",
    "authors": ["R.A. Askin", "R.A. Spicer"],
    "year": 1995
  }, {
    "title": "Biogeography of Cretaceous ammonites - a review of procedures and problems",
    "authors": ["P. Bengtson", "M.V. Kakabadzé"],
    "venue": "Neues Jahrbuch für Geologie und Paläontologie,",
    "year": 1999
  }, {
    "title": "An extension of Upper Cretaceous rocks to the Swedish west coast at Särdal",
    "authors": ["J. Bergström", "W.K. Christensen", "C. Johansson", "E. Norling"],
    "venue": "Bulletin of the Geological Society of Denmark",
    "year": 1973
  }, {
    "title": "GEOCARB II: A revised model of atmospheric CO2 over Phanerozoic time",
    "authors": ["R.A. Berner"],
    "venue": "American Journal of Science",
    "year": 1994
  }, {
    "title": "The carbonate-silicate geochemical cycle and its effect on atmospheric carbon dioxide over the past 100 million years",
    "authors": ["R.A. Berner", "A.C. Lasaga", "R.M. Garrels"],
    "venue": "American Journal of Science",
    "year": 1983
  }, {
    "title": "Mid-Cretaceous strontium-isotope stratigraphy of deep-sea sections",
    "authors": ["T.J. Bralower", "P.D. Fullagar", "C.K. Paull", "G.S. Dwyer", "R.M. Leckie"],
    "venue": "Geological Society of America Bulletin",
    "year": 1997
  }, {
    "title": "The Lithostratigraphy of the English Chalk Rock",
    "authors": ["R.G. Bromley", "A.S. Gale"],
    "venue": "Cretaceous Research",
    "year": 1982
  }, {
    "title": "Turonian ammonite fauna from Central Tunisia",
    "authors": ["G.R. Chancellor", "W.J. Kennedy", "J.M. Hancock"],
    "venue": "Special Papers in Paleontology",
    "year": 1994
  }, {
    "title": "Intra-plate stress: a tectonic cause for third order cycles",
    "authors": ["S. Cloethingh"],
    "venue": "Society of Economic Paleontologists and Mineralogists Special Publication,",
    "year": 1988
  }, {
    "title": "Late Turonian-early Coniacian belemnites from western and central Europe",
    "authors": ["W.K. Christensen"],
    "venue": "Bulletin of the Geological Society of Denmark",
    "year": 1982
  }, {
    "title": "Palaeobiogeography of Late Cretaceous belemnites of Europe",
    "authors": ["W.K. Christensen"],
    "venue": "Paläontologische Zeitschrift",
    "year": 1976
  }, {
    "title": "Belemnocamax boweri CRICK, an unusual belemnite from the Cenomanian of northwest Germany and eastern England",
    "authors": ["W.K. Christensen"],
    "venue": "Bulletin of the Geological Society of Denmark",
    "year": 1992
  }, {
    "title": "Palaeobiogeography and migration in the Late Cretaceous belemnite family Belemnitellidae",
    "authors": ["W.K. Christensen"],
    "venue": "Acta Palaeontologica Polonica",
    "year": 1997
  }, {
    "title": "Coniacian and Santonian belemnite faunas from Bornholm. Denmark",
    "authors": ["W.K. Christensen", "M.G. Schulz"],
    "venue": "Fossils and Strata",
    "year": 1997
  }, {
    "title": "New oxygen-isotope evidence for long-term Cretaceous climate change in the Southern Hemisphere",
    "authors": ["L.J. Clarke", "H.C. Jenkyns"],
    "venue": "Geology",
    "year": 1999
  }, {
    "title": "Large igneous provinces: Crustal structure, dimensions, and external consequences",
    "authors": ["M.F. Coffin", "O. Eldholm"],
    "venue": "Reviews of Geophysics",
    "year": 1994
  }, {
    "title": "Die Fauna der Regensburger-Kelheimer Oberkreide (mit Ausschluß der Spongien und Bryozoen)",
    "authors": ["E. Dacqué"],
    "venue": "Abhandlungen der Bayerischen Akademie der Wissenschaften. Neue Serie",
    "year": 1939
  }, {
    "title": "Upper Cretaceous event-stratigraphy in Europe",
    "authors": ["D.D. Dahmer", "G. Ernst"],
    "venue": "Global Bio-Events. Lecture Notes in Earth Sciences,",
    "year": 1986
  }, {
    "title": "Late Turonian ammonites and microfossils from Dugi Otok, Croatia",
    "authors": ["S.D. Davey", "W.J. Kennedy", "M.D. Simmons", "I. Gusic"],
    "venue": "Neues Jahrbuch für Geologie und Paläontologie,",
    "year": 1992
  }, {
    "title": "Late Cretaceous climate and vegetation interactions: Cold continental interior paradox",
    "authors": ["R.M. DeConto", "W.W. Hay", "S.L. Thompson", "J. Bergengren"],
    "venue": "Geological Society of America, Special Papers,",
    "year": 1999
  }, {
    "title": "État des corrélation litho et biostratigraphiques dans le Turonien supérieur des massifs d’Uchaux et de la Céze",
    "authors": ["C. Devalque", "F. Amedro", "J. Philip", "F. Robaszynski"],
    "venue": "Les zones d’ammonites et de rudistes. Mémoires du Muséum National d’Histoire Naturelle. C: Sciences de la Terre",
    "year": 1982
  }, {
    "title": "Age distribution of volcanism along a seismic ridges in the eastern Indian Ocean",
    "authors": ["R.A. Duncan"],
    "venue": "Proceedings of the Ocean Drilling Program,",
    "year": 1991
  }, {
    "title": "Faziesgebundenheit und Ökomorphologie bei irregulären Echiniden der nordwestdeutschen Oberkreide",
    "authors": ["G. Ernst"],
    "venue": "Paläontologische Zeitschrift",
    "year": 1970
  }, {
    "title": "Grundfragen der Stammesgeschichte bei irregulären Echiniden der nordwestdeutschen Oberkreide",
    "authors": ["G. Ernst"],
    "venue": "Geologisches Jahrbuch A",
    "year": 1972
  }, {
    "title": "Die tiefere Oberkreide des subherzynen Niedersachsens",
    "authors": ["G. Ernst", "C.J. Wood"],
    "venue": "Terra Nostra",
    "year": 1995
  }, {
    "title": "Söhlde quarries",
    "authors": ["G. Ernst", "C.J. Wood"],
    "venue": "Cretaceous Depositional Environments of NW Germany. Bochumer Geologische und Geotechnische Arbeiten,",
    "year": 1997
  }, {
    "title": "Facies development, basin dynamics, event correlation and sedimentary cycles in the Upper Cretaceous of selected areas of Germany and Spain",
    "authors": ["G. Ernst", "B. Niebuhr", "F. Wiese", "M. Wilmsen"],
    "venue": "Göttinger Arbeiten zur Geologie und Paläontologie,",
    "year": 1996
  }, {
    "title": "L’évolution des Micraster (Échinides, Spatangoides) dans le Turonien-Coniacien de Picardie occidentale (Somme). Intérêt biostratigraphique",
    "authors": ["M. Fouray"],
    "venue": "Annales de Paléontologie (Invertébrés)",
    "year": 1981
  }, {
    "title": "Turonian correlation and sequence stratigraphy of the Chalk in southern England",
    "authors": ["A.S. Gale"],
    "venue": "Geological Society London, Special Publication,",
    "year": 1996
  }, {
    "title": "A Triassic, Jurassic and Cretaceous time scale",
    "authors": ["F.M. Gradstein", "F.P. Agterberg", "J.G. Ogg", "J. Hardenbol", "P. Van Veen", "J. Thierry", "Z. Huang"],
    "venue": "Time Scales and Global Stratigraphic Correlation. Society of Economic Paleontologists and Mineralogists",
    "year": 1995
  }, {
    "title": "Sedimentary cycles, burial history and foraminiferal indicators for systems tracts and sequence boundaries in the Creta",
    "authors": ["K.U. Gräfe"],
    "year": 1999
  }, {
    "title": "Sea level changes in the British region during the Late Cretaceous",
    "authors": ["J.M. Hancock"],
    "venue": "Proceedings of the Geologists’ Association",
    "year": 1987
  }, {
    "title": "A correlation of the Upper Albian to basal Coniacian sequences of northwest Europe, Texas and the United States Western Interior",
    "authors": ["J.M. Hancock", "W.J. Kennedy", "W.A. Coban"],
    "venue": "Evolution of the Western Interior Basin. Geological Association of Canada, Special Paper,",
    "year": 1993
  }, {
    "title": "Chronology of fluctuating sea levels since the Triassic",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Science",
    "year": 1987
  }, {
    "title": "Mesozoic and Cenozoic chronostratigraphy and cycles of sea-level change",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Society of Economic Paleontologists and Mineralogists,",
    "year": 1988
  }, {
    "title": "Mesozoic and Cenozoic sequence stratigraphic framework of European basins",
    "authors": ["J. Hardenbol", "J. Thierry", "M.B. Farley", "T. Jaquin", "P.C. Graciansky [De", "P.R. Vail"],
    "venue": "Graciansky [De],",
    "year": 1998
  }, {
    "title": "The age and depositional environment of the ‘Gosau’-Group (Coniacian-Santonian), Brandenberg/Tirol, Austria. Mitteilungen der Bayerischen Staatssammlung für Paläontologie und historischen",
    "authors": ["D. Herm", "E.G. Kauffman", "J. Wiedmann"],
    "venue": "Geologie",
    "year": 1979
  }, {
    "title": "Palaeobotanical evidence for a warm Cretaceous",
    "authors": ["A.B. Herman", "R.A. Spicer"],
    "venue": "ocean. Nature",
    "year": 1996
  }, {
    "title": "Statistics for strontium isotope stratigraphy: A robust LOWESS fit to the marine Sr-isotope curve for 0 to 206 Ma, with look-up table for derivation of numeric age",
    "authors": ["R.J. Howarth", "J.M. McArthur"],
    "venue": "Journal of Geology",
    "year": 1997
  }, {
    "title": "Middle-Late Cretaceous climate of the southern high latitudes: stable isotopic evidence for minimal equator-to-pole thermal gradients",
    "authors": ["B.T. Huber", "D.A. Hodell", "C.P. Hamilton"],
    "venue": "Geological Society of America Bulletin",
    "year": 1995
  }, {
    "title": "Strontium isotopic composition of mid-Cretaceous seawater",
    "authors": ["B.L. Ingram", "R. Coccioni", "A. Montonari", "F.M. Richter"],
    "venue": "Science",
    "year": 1994
  }, {
    "title": "he stratigraphy of the Actinocamax plenus Subzone (Turonian) in the Anglo-Paris Basin",
    "authors": ["R.P.S. Jefferies"],
    "venue": "Proceedings of the Geologists’ Association",
    "year": 1963
  }, {
    "title": "Carbon- and Oxygen isotope stratigraphy of the English chalk and Italian Scaglia and its palaeoclimatic significance",
    "authors": ["H.C. Jenkyns", "A.S. Gale", "R.M. Corfield"],
    "venue": "Geological Magazine",
    "year": 1994
  }, {
    "title": "Upper Cretaceous carbonand oxygen-isotope stratigraphy of deep-water sediments from the North–Central Pacific (Site 869, flank of Pikinni-Wodejebato, Marshall Islands)",
    "authors": ["H.C. Jenkyns", "J. Mutterlose", "W.V. Sliter"],
    "venue": "Proceedings of the Ocean Drilling Program. Scientific Results,",
    "year": 1995
  }, {
    "title": "Strontium isotopic variations in Jurassic and Cretaceous seawater",
    "authors": ["C.E. Jones", "H.C. Jenkyns", "A.L. Coe", "S.P. Hesselbo"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1994
  }, {
    "title": "Stratigraphie, rhythmes sédimentaires et eustatisme dans les craies Turoniennes de la région de Fécamp (Seine-Maritime, France)",
    "authors": ["P. Juignet", "G. Beton"],
    "venue": "Expression et signification des rhythmes de la craie. Bulletin trimestriel de la Société géologique de Normandie et des amis du Muséum du Havre",
    "year": 1994
  }, {
    "title": "Ammonite stratigraphy of the Turonian of NW-Germany",
    "authors": ["U. Kaplan"],
    "venue": "Newsletters on Stratigraphy",
    "year": 1986
  }, {
    "title": "Die Ammoniten-Subfamilie Collignoniceratinae Wright & Kennedy,1951aus dem Turon (Ober-Kreide) von Westfalen und",
    "authors": ["U. Kaplan"],
    "year": 1988
  }, {
    "title": "Cretaceous Bivalvia",
    "authors": ["E.G. Kauffman"],
    "venue": "Atlas of Palaeobiogeography. Elsevier,",
    "year": 1973
  }, {
    "title": "Aspects of ammonite biology, biogeography, and biostratigraphy",
    "authors": ["W.J. Kennedy", "W.A. Cobban"],
    "venue": "Special Papers in Paleontology",
    "year": 1976
  }, {
    "title": "a. Collignoniceratid ammonites from the Mid-Turonian of England and northern France",
    "authors": ["W.J. Kennedy", "C.W. Wright", "J.M. Hancock"],
    "venue": "Palaeontology",
    "year": 1980
  }, {
    "title": "b. The European species of the Cretaceous ammonite Romaniceras with a revision of the genus",
    "authors": ["W.J. Kennedy", "C.W. Wright", "J.M. Hancock"],
    "venue": "Palaeontology",
    "year": 1980
  }, {
    "title": "Oceanic plateau formation: A cause of mass extinction and black shale deposition around the Cenomanian-Turonian boundary",
    "authors": ["A.C. Kerr"],
    "venue": "Journal of the Geological Society",
    "year": 1998
  }, {
    "title": "Cretaceous basaltic terranes in western Colombia: Elemental, chronological and Sr-Nd constraints on petrogenesis",
    "authors": ["A.C. Kerr", "G.F. Marriner", "A. Nivia", "A.D. Saunders", "M.F. Thirlwall", "C.W. Sintin"],
    "venue": "Journal of Petrology",
    "year": 1997
  }, {
    "title": "Palaeobiogeographic affinities of Upper Cretaceous ammonites of northern Germany",
    "authors": ["H.C. Klinger", "J. Wiedmann"],
    "venue": "Zitteliana",
    "year": 1983
  }, {
    "title": "Oceanic ridge volumes and sea-level change - an error analysis",
    "authors": ["M.A. Kominz"],
    "venue": "American Association of Petroleum Geologists Memoirs,",
    "year": 1984
  }, {
    "title": "Late Turonian-Coniacian belemnites (genera Actinocamax MILLER and Gonioteuthis BAYLE) from the Bohemian Cretaceous Basin",
    "authors": ["M. Košták"],
    "venue": "Vestnik Ceského geologického ústavu",
    "year": 1996
  }, {
    "title": "Upper Cretaceous of the Barranca (Navarra, N-Spain); integrated litho-, bio- and event stratigraphy. Part 1: Cenomanian through Santonian",
    "authors": ["T. Küchler"],
    "venue": "Acta Geologica Polonica",
    "year": 1998
  }, {
    "title": "Integrated biostratigraphy of the TuronianConiacian transition interval in northern Spain with comparison to NW-Germany",
    "authors": ["T. Küchler", "G. Ernst"],
    "year": 1989
  }, {
    "title": "Turonian integrated biostratigraphy in the Estella basin (Navarra, Spain)",
    "authors": ["M.A. Lamolda", "G. López", "R. Martínez"],
    "venue": "Cretaceous of the Western Tethys. Schweitzerbart’sche Verlagsbuchhandlung,",
    "year": 1989
  }, {
    "title": "Latest pulse of Earth: Evidence for a mid-Cretaceous",
    "authors": ["R.L. Larson"],
    "venue": "superplume. Geology",
    "year": 1991
  }, {
    "title": "Zur Paläontologie, Fazies, Paläogeographie und Stratigraphie der turonen Grünsande (Oberkreide) im Raum Mühlheim/Broich/Speldorf mit einer Beschreibung der Cephalopodenfauna",
    "authors": ["A. Lommerzheim"],
    "venue": "Decheniana",
    "year": 1976
  }, {
    "title": "Geochemistry and age of the Ontong Java Plateau",
    "authors": ["J.J. Mahoney", "M. Storey", "R.A. Duncan", "K.J. Spencer", "M. Pringle"],
    "venue": "American Geophysical Union Monograph",
    "year": 1993
  }, {
    "title": "Intéractions clima-eustatismetectonique. Les enseignements et perspectives du Crétacé Supérieur (Cénomanien-Coniacien",
    "authors": ["F. Malatre", "S. Ferry", "J.L. Rubino"],
    "venue": "Geodinamica Acta",
    "year": 1998
  }, {
    "title": "Stratigraphy and regional development of the mid-Cretaceous (Upper Albian through Coniacian) of the Mangyshlak Mountains, Western Kazakhstan",
    "authors": ["R. Marcinowski", "I. Walaszczyk", "D. Olszewska-Neijbert"],
    "venue": "Acta Geologica Polonica",
    "year": 1996
  }, {
    "title": "Late Cretaceous ammonoidea",
    "authors": ["T. Matsumoto"],
    "venue": "Atlas of Palaeobiogeography. Elsevier,",
    "year": 1973
  }, {
    "title": "Strontium isotope stratigraphy for the Late Cretaceous: a new curve, based on the English Chalk",
    "authors": ["J.M. McArthur", "M.F. Thirlwall", "A.S. Gale", "W.J. Kennedy", "J.A. Burnett", "D. Mattey", "A.R. Lord"],
    "venue": "Geological Society Special Publication,",
    "year": 1993
  }, {
    "title": "Zur Fauna des Hyphantoceras-Event (Oberes Turonium) von Halle und Bielefeld (Westfalen, NW-Deutschland)",
    "authors": ["R. Metzdorf"],
    "venue": "Berichte des Naturwissenschaftlichen Vereins Bielefeld und Umgebung",
    "year": 1992
  }, {
    "title": "Turonian ammonites from Breznik area (Southwestern Bulgaria)",
    "authors": ["V. Minev"],
    "venue": "Geologica Balcania",
    "year": 1994
  }, {
    "title": "Stratigraphy of the Upper Cretaceous White Chalk of Sussex",
    "authors": ["R. Mortimore"],
    "venue": "Proceedings of the Geologists’ Association",
    "year": 1986
  }, {
    "title": "The Russian Platform and the Crimea",
    "authors": ["D.P. Naidin"],
    "year": 1981
  }, {
    "title": "Ontogénèse, paléoécologie et histoire de Hemiaster, échinides irréguliers du Crétacé supérieur",
    "authors": ["D. Néraudeau"],
    "venue": "Unpublished Ph.D. thesis. University Dijon",
    "year": 1990
  }, {
    "title": "Les échinides Hemiasteridae: marqueurs écologique de la plate-forme castillane et navarro-cantabre (Espagne) au Crétacé supérieur",
    "authors": ["D. Néraudeau", "M. Floquet"],
    "year": 1991
  }, {
    "title": "A Cretaceous time scale",
    "authors": ["J.D. Obradovich"],
    "venue": "Evolution of the Western Interior Basin. Geological Association of Canada, Special Paper,",
    "year": 1993
  }, {
    "title": "Turonian and Coniacian Normapolles from southwest to northeast Bulgaria and their calibration against the standard ammonite zones",
    "authors": ["P. Pavlishina", "V. Minev"],
    "venue": "Zentralblatt für Geologie und Paläontologie",
    "year": 1998
  }, {
    "title": "Sur quelques ammonites du crétacé algérien",
    "authors": ["L. Pervinquiere"],
    "venue": "Mémoires de la Société géologique de France. Paléontologie",
    "year": 1910
  }, {
    "title": "Die Ammoniten der sächsischen Kreideformation",
    "authors": ["W. Petraschek"],
    "venue": "Beiträge zur Geologie Österreich-Ungarns und des Orients",
    "year": 1902
  }, {
    "title": "The effect of sea-level change on the shelf edge and slope of passive margins",
    "authors": ["W.C. Pitman", "X Golovchenko"],
    "venue": "Society of Economic Paleontologists and Mineralogists Special Publication,",
    "year": 1983
  }, {
    "title": "High-frequency relative sea level fluctuations in Upper Cretaceous shelf clastics of Alberta Forehand Basin: possible evidence for a glacio-eustatic control? In: MacDonald, D.I.M. (Ed.), Sedimentation, tectonics and eustasy",
    "authors": ["A.G. Plint"],
    "venue": "International Association of Sedimentologists, Special Publication,",
    "year": 1991
  }, {
    "title": "The evidence and implications of polar ice during the Mesozic",
    "authors": ["G.D. Price"],
    "venue": "Earth-Science Reviews",
    "year": 1999
  }, {
    "title": "Tectonic forcing of late",
    "authors": ["M.E. Raymo", "W.F. Ruddiman"],
    "venue": "Cenozoic climate. Nature",
    "year": 1992
  }, {
    "title": "A tentative integrated stratigraphy in the Turonian of Central Tunisia: Formations, zones, and sequence stratigraphy in the Kalaat Senan area",
    "authors": ["F. Robaszynski", "M. Caron", "C. Dupuis", "F. Amédro", "J.M. Gonzáles Donoso", "D. Linares", "J. Hardenbol", "S. Gartner", "F. Calandra", "R. Deloffre"],
    "venue": "Bulletin des Centres de Recherches",
    "year": 1990
  }, {
    "title": "Le Crétacé supérieur de la région de Kalaat Senan, Tunisie centrale. Lithobiostratigraphie intégrée: zones d’ammonites, de foraminifères planctoniques et de nannofossils du Turonien supérieur au Maastrichtien",
    "authors": ["F. Robaszynski", "J.M. Gonzáles Donoso", "D. Linares", "F. Amédro", "M. Caron", "C. Dupuis", "A.V. Dhondt", "S. Gartner"],
    "year": 2000
  }, {
    "title": "Sequence development and biotic assemblages on an active continental margin: the TuronianCampanian of the northern Calcareous Alps",
    "authors": ["D. Sanders", "H. Kollmann", "M. Wagreich"],
    "venue": "Austria. Bulletin de la Société géologique de France",
    "year": 1997
  }, {
    "title": "Los ammonoideos del platforma NordCastellana y de la cuenca Navarro-Cantabra. Parte I: Bioestratigrafia y sistematica: Phylloceratina, Ammonitina (Desmocerataceae y Hoplitaceae) y Ancyloceratina",
    "authors": ["R. Santamaría-Zabala"],
    "venue": "Treballs del Museu de Geologia de Barcelona",
    "year": 1992
  }, {
    "title": "Los Ammonoideos del Cenomaniense superior al Santoniense de la platforma nord-castellana y la cuence navrrao-cántabra",
    "authors": ["R. Santamaría Zabala"],
    "venue": "Parte II: Sistemática: Acanthocerataceae. Treballs del Museu de Geologia de Barcelona",
    "year": 1995
  }, {
    "title": "Reconstructing past sea surface temperatures: Correcting for diagenesis of bulk marine carbonate",
    "authors": ["D.P. Schrag", "D.J. DePaolo", "F.M. Richter"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1995
  }, {
    "title": "Stratigraphie und Paläogeographie des Cenomans und Turons im sächsischen Elbtalgebiet",
    "authors": ["A. Seifert"],
    "venue": "Freiberger Forschungshefte C",
    "year": 1955
  }, {
    "title": "Paleotemperature history of the Cenozoic and initiation of Antarctic glaciation: oxygen and carbon isotope analysis in DSDP sites",
    "authors": ["N.J. Shackleton", "J.P. Kennett"],
    "venue": "Initial Reports of the Deep Sea Drilling Project,",
    "year": 1975
  }, {
    "title": "Echinoid distribution in the Cenomanian: an analytical study in biogeography",
    "authors": ["A. Smith"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1992
  }, {
    "title": "Royaumes et provinces du Crétacé, établis sur la base d’une étude systématique du genre Micraster",
    "authors": ["R.B. Stokes"],
    "venue": "Mémoires du Muséum National d’Histoire Naturelle C",
    "year": 1973
  }, {
    "title": "High-resolution stable isotope records from the Upper Cretaceous rocks of Italy and Spain: Glacial episodes in a greenhouse planet",
    "authors": ["H.M. Stoll", "D.P. Schrag"],
    "venue": "Geological Society of America Bulletin",
    "year": 2000
  }, {
    "title": "Timing of hot-spot related volcanism and the breakup of Madagascar and India",
    "authors": ["M. Storey", "J.J. Mahoney", "A.D. Saunders", "R.A. Duncan", "S.P. Kelley", "M.F. Coffin"],
    "year": 1995
  }, {
    "title": "Ammoniten aus dem Turon (Oberkreide) der Nördlichen Kalkalpen (Österreich)",
    "authors": ["H. Summesberger"],
    "venue": "Annalen des Naturhistorischen Museums Wien",
    "year": 1992
  }, {
    "title": "Turonian ammonites from the Gosau Group (Upper Cretaceous; northern Calcareous Alps; Austria) with a revision of Barroisiceras habnerfellneri (HAUER, 1866)",
    "authors": ["H. Summesberger", "W.J. Kennedy"],
    "venue": "Beiträge zur Paläontologie",
    "year": 1996
  }, {
    "title": "New paleontological and biostratigraphical data on the Klement and Pávala formations (Upper Cretaceous) in Austria (WaschbergZdánice Unit)",
    "authors": ["H. Summesberger", "L. Svábenická", "S. Cech", "L. Hradecká", "T. Hofmann"],
    "venue": "Annalen des Naturhistorischen Museums Wien",
    "year": 1999
  }, {
    "title": "Palaeoecological analysis of ammonoid assemblages in the Turonian Scaphites facies of Hokkaido, Japan",
    "authors": ["K. Tanabe"],
    "venue": "Palaeontology",
    "year": 1979
  }, {
    "title": "Analysis of ammonoid assemblages in the Turonian of the Manji area, central Hokkaido",
    "authors": ["K. Tanabe", "I. Obata", "M. Futakami"],
    "venue": "Bulletin of the Natural Science Museum, C: Geology",
    "year": 1978
  }, {
    "title": "Evidence for extreme climatic warmth from Late Cretaceous Arctic vertebrates",
    "authors": ["J.A. Tarduno", "D.B. Brinkman", "P.R. Renne", "R.D. Cottrell", "H. Scher", "P. Castillo"],
    "year": 1998
  }, {
    "title": "Stratigraphy, macrofossils and palaeogeography of the Upper Cretaceous from the Opole trough (in Polish)",
    "authors": ["R. Tarkowski"],
    "venue": "Scientific Bulletins of Stanislaw Staszic Academy of Minig and Metallurgy, Geology Bulletin",
    "year": 1991
  }, {
    "title": "Age and geochemistry of basement and alkalic rocks of Malaita and Santa",
    "authors": ["M.L.G. Tejada", "J.J. Mahoney", "R.A. Duncan", "M.P. Hawkins"],
    "year": 1996
  }, {
    "title": "Der Strehlener Kalkstein - ein Beitrag zur Paläontologie und Biostratigraphie des höheren Ober-Turons",
    "authors": ["Tröger", "K.-A"],
    "venue": "Zeitschrift für geologische Wissenschaften in der DDR",
    "year": 1987
  }, {
    "title": "Coniacian and Santonian inoceramid bivalves from the Gosau-Group (Cretaceous, Austria) and their biostratigraphic and palaeobiogeographic significance",
    "authors": ["Tröger", "K.-A", "H. Summesberger"],
    "venue": "Annalen des Naturhistorischen Museums Wien",
    "year": 1994
  }, {
    "title": "Event- und Sequenzstratigraphie in der Sächsischen Kreide",
    "authors": ["Tröger", "K.-A", "T. Voigt"],
    "venue": "Berliner geowissenschaftliche Abhandlungen E",
    "year": 1995
  }, {
    "title": "Paläobiogeographie oberkretazischer Inoceramen und Rudisten - Ozeanographische und klimatologische Konsequenzen einer neuen Paläogeographie",
    "authors": ["S. Voigt"],
    "venue": "Münchner Geowissenschaftliche Abhandlungen Reihe A",
    "year": 1996
  }, {
    "title": "Stable oxygen and carbon isotopes from brachiopods of southern England and northwestern Germany: estimation of Upper Turonian palaeotemperatures",
    "authors": ["S. Voigt"],
    "venue": "Geological Magazine",
    "year": 2000
  }, {
    "title": "Late Cretaceous carbon isotope stratigraphy in Europe: Correlation and relations with sea level and sediment stability",
    "authors": ["S. Voigt", "H. Hilbrecht"],
    "year": 1997
  }, {
    "title": "Evidence for Late Cretaceous (late Turonian) climate cooling from oxygen-isotope variations and palaeobiogeographic changes in Western and Central Europe",
    "authors": ["S. Voigt", "F. Wiese"],
    "venue": "Journal of the Geological Society London",
    "year": 2000
  }, {
    "title": "Ammonoid life and habit",
    "authors": ["G.E.G. Westermann"],
    "venue": "Ammonoid paleobiology. Topics in paleobiology,",
    "year": 1996
  }, {
    "title": "Das nordkantabrische (Kantabrien, Nord-Spanien) Turon und Unterconiac - Lithologie, Beckenentwicklung und Stratigraphie (Bio-, Event- und Sequenzstratigraphie)",
    "authors": ["F. Wiese"],
    "venue": "Berliner geowissenschaftliche Abhandlungen E",
    "year": 1997
  }, {
    "title": "Sequence stratigraphy in the Cenomanian to Campanian of the North Cantabrian Basin (Cantabria, Spain)",
    "authors": ["F. Wiese", "M. Wilmsen"],
    "venue": "Neues Jahrbuch für Geologie und Paläontologie,",
    "year": 1999
  }, {
    "title": "Salzgitter-Salder quarry",
    "authors": ["C.J. Wood", "G. Ernst"],
    "venue": "Cretaceous Depositional Environments of NW Germany. Bochumer Geologische und Geotechnische Arbeiten,",
    "year": 1997
  }, {
    "title": "Identification and long-range correlation of bentonites in Turonian-Coniacian (Upper Cretaceous) chalks of northwest Europe",
    "authors": ["D.S. Wray"],
    "venue": "Geological Magazine",
    "year": 1999
  }, {
    "title": "Geochemical subdivision and correlation of clay-rich beds in Turonian sediments of northern Germany",
    "authors": ["D.S. Wray", "C.J. Wood", "G. Ernst", "U. Kaplan"],
    "venue": "Terra Nova",
    "year": 1996
  }, {
    "title": "The ammonites of the English Chalk Rock (Upper Turonian)",
    "authors": ["C.W. Wright"],
    "venue": "Bulletin of the British Museum (Natural History) Geology",
    "year": 1979
  }, {
    "title": "The Ammonoidea of the Plenus Marls and the Middle Chalk",
    "authors": ["C.W. Wright", "W.J. Kennedy"],
    "venue": "Monographs of the Palaeontological Society",
    "year": 1981
  }],
  "id": "SP:676eb16b50d7aac206c7b8ed8720ad79f96a1fb5",
  "authors": [{
    "name": "Frank Wiese",
    "affiliations": []
  }, {
    "name": "Silke Voigt",
    "affiliations": []
  }],
  "abstractText": "Isochronous variations of δO curves within several European basins indicate a period of Late Turonian climate cooling, which is characterized by two distinct cooling phases, separated by a period of climate stability. Literature data for macrofauna (ammonites, echinoids, and belemnites) indicate that the cooling phases are associated with a southward shift of taxa. Concomitant Late Turonian events (volcanism and relative sea-level changes) suggest the migration to be triggered mainly by relative sea-level falls. The inferred cooling phases are seen in context with a general cooling trend due to the decrease in Mid-Cretaceous volcanogenic CO2 emission. Short-term stagnation of cooling in the Late Turonian has been probably triggered by renewed volcanism. Due to the general high temperatures during Mid-Cretaceous times, a glacio-eustatic explanation for the coincidence of cooling and sea-level fall is considered unlikely. © 2002 Éditions scientifiques et médicales Elsevier SAS. All rights reserved.",
  "title": "Late Turonian (Cretaceous) climate cooling in Europe: faunal response and possible causes Phase de refroidissement au Turonien supérieur (Crétacé) en Europe : réaction de la faune et causes possibles"
}