{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nJournal of African Earth Sciences\njournal homepage: www.elsevier .com/locate / ja f rearsc i\nTectonic control over active volcanism at a range of scales: Case of the Rungwe Volcanic Province, SW Tanzania; and hazard implications\nKaren Fontijn a,*, Damien Delvaux b, Gerald G.J. Ernst a, Matthieu Kervyn a, Evelyne Mbede c,d, Patric Jacobs a\na Department of Geology and Soil Science, Ghent University, Krijgslaan 281/S8, B-9000 Gent, Belgium b Department of Geology, Royal Museum for Central Africa, Leuvensesteenweg 13, 3080 Tervuren, Belgium c Department of Geology, University of Dar es Salaam, PO Box 35052, Dar es Salaam, Tanzania d Ministry of Science, Higher Education and Technology, PO Box 2645, Dar es Salaam, Tanzania\na r t i c l e i n f o\nArticle history: Available online 3 December 2009\nKeywords: Rungwe Volcanic Province Volcanism–tectonics interaction Vent spatial distribution Volcano instability\n1464-343X/$ - see front matter 2009 Elsevier Ltd. doi:10.1016/j.jafrearsci.2009.11.011\n* Corresponding author. Tel.: +32 9 2644633; fax: + E-mail address: Karen.Fontijn@UGent.be (K. Fontij\na b s t r a c t\nThe volcano–tectonic architecture of the Rungwe Volcanic Province in SW Tanzania, part of the East African Rift System, was studied with integrated remote sensing imagery. A Shuttle Radar Topography Mission Digital Elevation Model was draped with geo-referenced geological and topographical maps and air photos. The entire RVP region was inspected systematically for tectonic lineaments and volcanic vents. Tectonic lineaments show two distinct directions, NW–SE and NNE–SSW, consistent with the idea of a current stress regime of local NE–SW compression. We find that there is tectonic control on the regional location for at least two of the three major volcanoes as well as for local distribution of eruptive vents on each of these three volcanoes. Field data show that major volcano instability events occurred in the Holocene for Ngozi caldera and Rungwe. These instability events are possibly associated with the faults controlling the location of both volcanoes. This study highlights the need for monitoring RVP tectonic and volcanic activity.\n2009 Elsevier Ltd. All rights reserved.\n1. Introduction documented in detail for several intracontinental rift zones (e.g.\nThe Rungwe Volcanic Province (RVP) in SW Tanzania is part of the East African Rift System (EARS, Fig. 1a). It has received little attention despite signs of recent volcanic activity which include: (1) three young volcanic edifices (one of which has a collapse caldera structure), (2) extensive pyroclastic deposits suggesting intense explosive eruptions or major volcano instability events, and (3) the most recent eruptive event, the Sarabwe lava flow eruption from Kyejo volcano, ca. 200 years ago (Harkin, 1960). The main volcanological work was carried out in colonial times by Harkin (1960). Since then, the main research focus in the area has been the investigation of the tectonic setting (e.g. Ebinger et al., 1989, 1993; Ring et al., 1992; Delvaux et al., 1992, 1998; Delvaux and Hanon, 1993; Camelbeeck and Iranga, 1996; Delvaux, 2001), palaeoclimatology (e.g. Barker et al., 2000, 2003; Gibert et al., 2002; Vincens et al., 2003; Garcin et al., 2006, 2007) and hydrology (e.g. Williamson et al., 1999; Delalande et al., 2005). Only few geochemical (Furman, 1995; Ivanov et al., 1998; Rasskazov et al., 1999) and geochronological (Ebinger et al., 1989, 1993; Ivanov et al., 1999) studies were performed on RVP lavas.\nThe spatial relationship between tectonic and volcanic activity is generally accepted (e.g. Tibaldi and Lagmay, 2006) and has been\nAll rights reserved.\n32 9 2644943. n).\nAbebe et al., 2007; Kurz et al., 2007; Wang et al., 2007). For the RVP, it was previously documented by Harkin (1960) and Ebinger et al. (1989). Here, the volcano–tectonic architecture of the RVP is investigated systematically using a Shuttle Radar Topography Mission (SRTM; USGS, 2006) Digital Elevation Model (DEM), draped with geo-referenced geological and topographical maps and air photos, providing a pixel resolution of 3 m. This integrated remote sensing (RS) imagery dataset was supplemented with local new field observations. Tectonic lineaments and volcanic centres were mapped and their spatial distribution compared. Complemented with field data, the results are discussed in terms of hazard implications, especially volcano instability events (flank collapse, debris avalanches, caldera lake breaching). The need for tectonic fault and volcano monitoring is highlighted. In this study we focus exclusively on the relatively recent volcanic and tectonic activity, i.e. as currently apparent in the field in the form of volcanic centres and fault lineaments."
  }, {
    "heading": "2. Regional setting",
    "text": ""
  }, {
    "heading": "2.1. Rift segments and rift basins",
    "text": "The EARS in Tanzania consists of several branches that surround the Tanzanian craton, namely the W and E branches (Fig. 1a). The\nFig. 1 (continued)\nW branch is composed in the area of interest by the succession of the Tanganyika, Rukwa and Malawi rift basins that are arranged in a sigmoidal way and whose central and straight NW-trending part is often described as the TRM zone (south Tanganyika–Rukwa– north Malawi rift segment; e.g. Delvaux, 2001). The E branch is well expressed from Ethiopia to Kenya (the so-called Gregory rift) and splays into several branches in Central Tanzania (Ebinger et al., 1997; Foster et al., 1997), one of which continues in N–S direction to the latitude of at least Dodoma (Macheyeki et al., 2008). S of the E branch the rift morphology becomes less clear and discontinuous (Le Gall et al., 2004), but probably turns towards the SW in the direction of Mbeya where it rejoins the NW-trending TRM segment of the W branch S of the Tanzanian craton. This poorly defined NEtrending segment between Dodoma and Mbeya is punctuated by\nthe Mtera, Ruaha and Usangu depressions. The RVP lies precisely between the NW-trending S Rukwa and N Malawi rift basins of the TRM segment and the NE-trending Usangu basin of the Mtera–Ruaha–Usangu segment (Fig. 1a).\nIn the past, research focused on the tectonics of these EARS basins around the RVP area, especially on the Rukwa and Malawi rifts (e.g. Ebinger et al., 1993; Delvaux et al., 1998; Delvaux, 2001). Tectonics was investigated by field kinematic fault-slip analyses (Delvaux et al., 1992; Ring et al., 1992) and by a temporary network of seismic stations (Delvaux and Hanon, 1993; Camelbeeck and Iranga, 1996) and focal mechanism solutions (Brazier et al., 2005; Delvaux and Barth, 2009). A recent view is that the tectonic context of the RVP area evolved from a triple junction between the Malawi, Rukwa and Usangu rift segments\ncharacterized by normal faulting under a semi-radial extensive stress field, to a kind of diffuse incipient transform fault zone relaying the normal rift-type extension of the Tanganyika rift basin to the Malawi rift basin (Delvaux et al., 2006; Delvaux, 2007).\nBased on field data, Ring et al. (1992) interpret the current stress regime in the N Malawi rift as NE–SW compression along NNW–SSE to N–S trending strike-slip faults. Under this regime, pre-existing NW–SE trending normal faults are reactivated with a slight dextral oblique-slip component. Brazier et al. (2005) report a focal mechanism solution for a 1994 M 4.5 earthquake in the RVP area that is interpreted as strike-slip motion, either dextral along NE–SW trending faults associated with the Usangu Basin, or sinistral along NW–SE trending faults. Stress inversion modelling of focal mechanism solutions by Delvaux and Barth (2009) also indicates strike-slip faulting in the RVP region (Mbeya triple junction) under a NE–SW oriented compression, whereas both the Rukwa and Malawi rifts are characterized by normal faulting.\nIn summary, both the geological fault-slip data in late Quaternary deposits (Delvaux et al., 1992; Ring et al., 1992) and focal mechanism solutions (Brazier et al., 2005; Delvaux and Barth, 2009) are consistent with the idea of a current stress regime being marked by a strike-slip regime with ENE–WSW horizontal principal compression (SHmax). If strike-slip faulting is present inside the basins and volcanoes of the RVP, normal faulting still occurs along the major long-lived normal fault systems that separate the basins from the basement shoulders. This is indeed shown by focal mechanism solutions (Brazier et al., 2005; Delvaux and Barth, 2009). Local variations in both fault kinematics and tectonic stress orientation are also affected by the reworking of existing faults that are associated with older reactivated tectonic structures.\nThe above model, mainly based on field and seismological data, is consistent with a recent geodetic study by Stamps et al. (2008) in which the EARS structure is accounted for by the presence of two microplates, Victoria and Rovuma, in between the Nubian plate (the portion of the African continent W of the EARS) and the Somalian plate (E of the EARS). This configuration would induce local NE–SW compression and strike-slip faulting in the RVP region, in contrast to the outside RVP portions of the Rukwa and Malawi rift segments, where E–W to NE–SW extension occurs along N–S to NW–SE normal faults."
  }, {
    "heading": "2.2. Geochronology of the Rungwe Volcanic Province",
    "text": "RVP volcanism is thought to have initiated 9 Ma ago. Late Cenozoic RVP volcanic activity has been subdivided into three stages, based on radiometric ages from volcanic rocks spread in the area (Ebinger et al., 1989, 1993; Delvaux et al., 1992; Ivanov et al., 1999): (1) Late Miocene: 8.6–5.4 Ma, (2) Late Pliocene–Early Pleistocene: 3–1.6 Ma, together corresponding to the Older Extrusives of Harkin (1960), and (3) Mid-Pleistocene–Recent: 0.6 Ma to present, corresponding to the Younger Extrusives of Harkin (1960). In the present study, the focus is on the Younger Extrusives stage (Fig. 1b). The onset of this stage corresponds approximately to the inferred stress inversion associated with the evolution from triple junction to some form of transform fault zone. This stress inversion is constrained by dated lava flows to the Middle Pleistocene, between 0.55 and 0.42 Ma (Delvaux et al., 1992).\nIvanov et al. (1999) and Rasskazov et al. (2003) suggested that an initial episode of RVP volcanic activity took place as early as the Early Miocene, between 19 and 17 Ma (whole rock Ar–Ar dating), forming phonolite domes in the NNE part of the area (in the Usangu Basin). Based on their relatively fresh appearance however, these domes were attributed by Harkin (1960) to the Younger Extrusives. Initially we will consider the domes as volcanic centres in this study because of their well-preserved morphology, bearing in mind their controversial age.\nFig. 1b shows a schematic geological map for the RVP area, modified after existing geological maps (Grantham et al., 1958; Teale et al., 1962; MacFarlane, 1963; Harkin and Harpum, 1978) and published maps by Harkin (1960), Ebinger et al. (1989) and Delvaux et al. (1992). Some geological boundaries are redrawn in the present study based on observations from newly available topographic data. Radiometric ages by Ebinger et al. (1989) also revealed that some units originally defined as Younger Extrusives by Harkin (1960) are in fact older than 0.6 Ma and so belong to the Older Extrusives, and vice versa."
  }, {
    "heading": "3. Methodology",
    "text": "To interpret tectonic lineaments and volcanic centres, a Shuttle Radar Topography Mission (SRTM; USGS, 2006) shaded relief Digital Elevation Model (DEM) at 3 arcsecond (90 m) resolution was used as base map. Using a Geographic Information System (GIS, MapInfo software) and a common reference system (UTM, Arc1960 datum), this image was combined with the geological and topographic maps, respectively surveyed in the 1950s and 1980s (Grantham et al., 1958; Teale et al., 1962; MacFarlane, 1963; Harkin and Harpum, 1978; 1:50,000 topographic sheets of Tanzania). The full coverage of air photos was obtained, scanned at a resolution of 300 dpi (corresponding to 3 m per pixel) and geo-referenced to topographic maps using ca. 100 control points for each air photo. As the air photos were also used for constructing the topographic maps, most features on the maps could be recognized on the air photos, allowing an average referencing accuracy of 10–15 pixels or 30–45 m (i.e. one third to half of a pixel in the SRTM DEM; Fig. 2a). Only one air photo in each pair of adjacent photos was referenced as each pair involved over 50% overlap. A 3 m pixel resolution for the air photos provides a practical resolution of 15 m as ca. 5 pixels are typically needed to distinguish features from one another. The use of geo-referenced air photos allows recognition of features in the order of 10 s of meters which are not visible on other remote sensing imagery, e.g. SRTM (this study) or Landsat TM (Ebinger et al., 1989).\nIn a first step the entire SRTM image was inspected for lineaments with a presumed tectonic origin, regardless of published maps, based on one or more of the following criteria: straightness, offset and significant length of the lineament. Bearing in mind the 90 m resolution of the SRTM image, any recognizable feature is at least 450 m long. Recognition was thus based mostly on topographic relief. In a second step, the air photos were examined in detail under a stereoscope and the interpretation transferred to the referenced air photos in the GIS (Fig. 2a and b). The air photos revealed new, mainly small-scale, lineaments that had not initially been recognized on the SRTM image. Aligned volcanic centres or vent elongation directions were not regarded as faults/lineaments in the analysis. Interrupted lineaments that potentially formed long lineaments (and are possibly the expression of major faults that are locally buried by recent deposition, at least in some cases) were also drawn as separate features and not connected to each other. The geological maps and the studies of Harkin (1960), Ebinger et al. (1989) and Marobhe (1989) were then finally used for discriminating between known faults and new lineaments, and also excluding e.g. Precambrian dyke orientations to be interpreted as new lineaments (Marobhe, 1989). In this way several lineaments that could potentially be recognized on SRTM were excluded from analysis (Fig. 3a). Only unambiguous lineaments were kept for analysis.\nLineament and fault direction analysis was performed with the Shape Preferred Orientation (SPO) software (Launeau and Robin, 2003). SPO allows constructing a rose diagram of lineament directions with wedge sizes proportional to the number of lineaments\nin every direction class (Fig. 3b). In this diagram, lineament length is not considered. To reduce the dominant influence of the largely inherited dominant NW–SE rift trend, lineament orientation was analyzed in a restricted part of the SRTM, centred on the RVP only (Figs. 1b and 3a).\nIn a third stage, the spatial distribution of eruptive centres was documented (Figs. 3a and 4a), irrespective of their shape or type (e.g. dome, cone, maar, monogenetic vs. polygenetic, etc.). The main reason for this non-specific approach is that we only intended to evaluate a possible link between tectonic trends and magma pathways, irrespective of the resulting type of volcanic activity. There are no pure phreatic vents described in the RVP, so all analysed volcanic centres are considered rooted vents. For most volcanic constructs the RS data is at present the only available information, not allowing in a number of cases the discrimination of the different types of volcanic activity that form the various constructs. Eruptive centres were also inspected for elongation in their morphology (cone base, crater) to infer underlying magma\nfeeding plane directions, i.e. dyke strikes (Fig. 4b; Tibaldi, 1995). These elongation directions were not used in the analysis of lineament/fault directions.\nBecause the study focuses on the link between the recent tectonic and volcanic activity, only ‘‘geomorphologically fresh” volcanic constructs that could easily be defined as such on the RS imagery were considered. Volcanic centres defined by Harkin (1960) in the field as belonging to the Older Extrusives, e.g. the Katete stratovolcano and the Tukuyu shield, are older strongly eroded volcanoes, currently hardly recognized as volcanoes on RS imagery, and were not included in the study. Therefore the main difference with the maps of Harkin (1960) and Ebinger et al. (1989) is the lack of Older Extrusives centres. All Younger Extrusives eruptive centres described by Harkin (1960) were found on RS imagery. Also few new vents not explicitly described by Harkin (1960) were interpreted and included in this study. About 15% of the considered volcanic constructs appear in the outcrop field of the Older Extrusives, but most are restricted to the Younger Extrusives’ field (Fig. 1b).\nFig. 2 (continued)"
  }, {
    "heading": "4. Observations",
    "text": "Fig. 3a shows the shaded relief map of the SRTM DEM for the entire study area (width 310 km) interpreted for lineaments and faults and with indication of the main structural units and rift faults. Only one major fault, the Mbaka Fault, is clearly cutting the RVP volcanics; other major faults are restricted to rift basin shoulders. Other structures cutting the volcanic outcrops are only interpreted as lineaments, and not known faults.\nDetailed analysis was restricted to an area enclosed in a diameter of about 90 km centred on the RVP area itself (with Rungwe in the centre, Fig. 3a). As this area is largely covered by recent volcanic rocks, we expect lineaments that could be present in the basement to be hidden. Fig. 3b shows the analysis results of all identified faults and lineaments. Two distinct lineament/fault orientations are identified. This is highlighted by the rose diagram in which the wedge length is proportional to the number of lineaments in that direction (Fig. 3b, subset). 70% of the lineaments/ faults strikes between N115E and N160E (on average N135E), so NW–SE is clearly the dominant trend. One other trend is also clear, though less pronounced: NNE–SSW (N22E). The range N10E to N35E is covered by 14% of lineaments/faults. A third, ENE–WSW, trend can be speculated. The same analysis of the entire study area (Fig. 3a) gave similar results, but with an even more pronounced dominance of the NW–SE trend.\nWhen only known faults are considered, the NW–SE trend is also more pronounced. 89% of the faults strike between N115E and N160E; all others strike between N10E and N30E. Considering\nnew lineaments only, 67% trends between N115E and N160E, so the dominance of NW–SE is reduced. Instead, the NNE–SSW trend is more pronounced: 20% of the lineaments strike between N05E and N35E.\nFig. 3a shows that the three large volcanoes of the area, Ngozi, Rungwe and Kyejo, are more or less aligned along the dominating NW–SE trend. With the SPO program (Launeau and Robin, 2003) the spatial distribution of the volcanic vents in the RVP region, excluding the phonolite dome field, was studied for its covariance, resulting in the average direction between the closest neighbouring vents, i.e. the overall alignment of the vents. This direction gives a value of N141E, turned 6 clockwise with respect to the average NW–SE trend of faults and lineaments in Fig. 3b. This confirms the NW–SE alignment of the volcanic centres on a regional scale. The phonolite domes were excluded because of their controversial age (see Section 2) and their offset location with respect to other RVP centres (see further). A covariance analysis including the phonolite domes resulted in an overall alignment of volcanic centres along a N159E direction, turned 18 clockwise to the value excluding the domes. This confirms that the domes are offset from the general NW–SE volcanic centre alignment displayed within the main portion of the RVP.\nAn analysis of the vent density distribution using a 3000 m search radius (i.e. the distance to search for points from each location/cell) reveals: (1) the presence of three separate vent clusters: the phonolite dome field in the N, the Ngozi–Rungwe Line in the centre and the Kyejo cluster in the S and (2) a smaller-scale alignment of eruptive centres (Fig. 4a). No clear alignment can be\nidentified within the phonolite dome cluster. In the Kongolo hill quarry (Fig. 5), fracture spacing along NNE–SSW striking faults increases from a cm- to (pluri)dm-scale on the margins of the hill, to a pluri-m-scale in the hill centre. This observation highlights more severe fracturing at the dome’s margins than in its centre. On air photos, it can indeed be seen that some faults pass around the domes, which formed rigid blocks during the last tectonic episode (Fig. 5a). Faults are thus interpreted as posterior to the extrusion of the domes. Not all existing faults were recognized on air photos (Fig. 5b), due to flat morphology and to the limited vertical displacement on these faults. Because the phonolite dome field appears anomalous with respect to other volcanic centres (due to their location and controversial age, cf. Section 2), they are no longer considered in following discussions.\nIn the NW–SE elongated Ngozi–Rungwe cluster volcanic centres are aligned with limited transversal scatter (Fig. 4a). In detail, vents occur from the SE flank of Rungwe, passing over its summit to the NW, connecting to vents on the SE and NW flanks of Ngozi.\nAlthough Ngozi, Rungwe and Kyejo are more or less aligned in a NW–SE direction on a regional scale (Fig. 3a), the vent distribution associated with Kyejo volcano appears more complex than vent distribution at Rungwe or Ngozi. The observed vent pattern around Kyejo displays three overlapping trends, (1) a major NNW–SSE alignment of vents (indicated by a dashed line (1) in Fig. 4a) in the N part of the cluster, (2) an elongated cluster of maars distributed along the hanging wall of the Mbaka Fault (trend (2) in\nFig. 4a; cf. also Fig. 2b: alignment of Masoko, Chambagunguru and Ikapo maars parallel with Mbaka Fault) and (3) clusters distributed obliquely to the Mbaka Fault (dashed lines (3) in Fig. 4a).\nCone base and crater elongations provide an indication of underlying dyke (serving as magma pathway) directions (Tibaldi, 1995). From these dyke orientations the local orientation of principal stresses can be inferred. An analysis of vent elongations confirms trends (1) and (3) of Fig. 4a, and suggests a curvature of trend (1) transferring in trend (3) towards the Mbaka Fault (Fig. 4b).\nThe Ngozi–Rungwe and the Kyejo clusters (Fig. 4a) are confined to a narrow NW–SE corridor in between the Mbaka Fault, the N termination of the Livingstone Fault and the S part of the Lupa Block (Figs. 3a and 4a). Few exceptions include the maars/explosion craters aligned along the hanging wall of the Mbaka Fault (alignment (2) on hanging wall of Mbaka Fault in Kyejo cluster, Fig. 4a). Based on aeromagnetic data Marobhe (1989) suggested that the Mbaka Fault (his Tukuyu lineament) extends further NW into the Songwe Basin, between the Mbozi Block and the Mbeya Range (Fig. 3a). If the Mbaka Fault can indeed be prolonged, the majority of the RVP volcanic centres lies on the footwall of this fault. To the N of Ngozi and Rungwe there are some short lineaments that suggest a prolongation of the NW end of the Livingstone Fault towards the Lupa Block (Fig. 3a). All volcanic centres considered in this study appear on the hanging wall of this Livingstone Fault.\nThe RVP zone of recent volcanism (< 0.6 Ma) is thus confined to one fault block bounded by the Mbaka–Mbeya Range and\nFig. 3 (continued)\nLivingstone Faults (Fig. 3a). The width of this block is only 19 ± 2.5 km (measured perpendicularly to the elongation direction) and vents are distributed over a 60–70 km stretch in the NW–SE elongation direction. The large volcanic centres of Ngozi, Rungwe and Kyejo are all located in the central part of this block, and are aligned along the same NW–SE direction as the elongation of the fault block. Another observation is that the spacing between the volcanoes is of the same order as the width of the block: 17.5 km for Ngozi–Rungwe and 19.5 km for Rungwe–Kyejo.\nAlthough the large volcanoes are confined to one fault block, the exact locations of both Ngozi and Rungwe appear controlled by the intersection of the Ngozi–Rungwe Line with major faults located outside the block, especially faults associated with the Usangu Basin. The Ngozi–Rungwe Line itself lies in the prolongation of the Lupa Fault and the Livingstone Fault S of the Elton Plateau\n(Fig. 3a). The Usangu Basin faults are morphologically not well defined, but the prolongations of both the Usangu Fault and the lineaments bounding the NE of the Elton Plateau do intersect exactly at the location of Ngozi. The location of Rungwe is also constrained by another major fault besides the Ngozi–Rungwe Line. Rungwe lies at the intersection between this Line and the NNE trending fault bounding the W of the Elton Plateau (Fig. 3a). The location of Kyejo within the RVP, based on the present data, does not seem controlled by the intersection of different lineament/fault directions.\nRungwe is characterized by a 4 5 km2 summit depression bounded on its N and E side by a prominent scar up to 300 m high. To the W and SW the scar is open (Fig. 6a and b). The summit depression was originally interpreted by Harkin (1960) as a collapse caldera, but is now considered as a typical flank/sector\ncollapse scar from a major debris avalanche (Siebert, 1984). The deposits of this debris avalanche, making up a hummocky terrain, have been traced up to 20 km SW of the summit (Fig. 6b). Deposits of a second, older, debris avalanche have also been found in the same area. On the N side there is a breach in the collapse scar, pos-\nsibly corresponding to smaller avalanching events. Field work has indeed shown outcrops of debris flow deposits on the N flanks of Rungwe (Fig. 6b). The summit depression is filled with cones and domes which are easily traceable on air photographs. The relative stratigraphy of the post-collapse effusive activity was described by\nHarkin (1960). The three largest cones experienced a breaching event with lava flowing downhill to the SW (Fig. 6b). NW of Rungwe some eruptive centres occur in the prolongation of the NW\nsummit scar termination. These eruptive centres are also aligned with some cones in the summit depression. This alignment could be the expression of a NW–SE fault undercutting Rungwe.\nThe Ngozi summit is characterized by a collapse caldera of ca. 3.3 3.3 km2 (Fig. 7a and b). The N half of the caldera is occupied by a forested plateau reaching a height of 100–150 m above the lake that occupies the S half of the caldera. This plateau is made out of two terraces probably formed by differential collapse of the NW and NE sector of the caldera. In the N part of the lake two small islands are seen. The E part of the plateau connects two NW–SE lineaments, one deep straight valley and one alignment of eruptive centres, respectively on the NW and SE side of the caldera (Fig. 7b). The plateau is likely to hide an important fault cutting through the NE caldera floor. Caldera rims are ca. 200 m above the lake on the W, S and E walls, and reach 500 m above the lake in the N. Field observations showed that the S caldera walls are made up by loose poorly sorted pumice-and-ash tuff deposits. The oval shape of the caldera is interrupted on its S side. There, the roughly E–W striking wall is characterized by a breach in the centre. At this location the caldera wall is only ca. 60 m high and it is associated with a 100 m deep U- to V-shaped valley in the forested S flanks of the volcano. A first field exploration of the area S of the Ngozi caldera revealed it is, at least up to a distance of 10 km from the S caldera rim, largely made up of loose pyroclastic flow deposits (Fig. 7b)."
  }, {
    "heading": "5. Discussion",
    "text": "The two main lineament directions measured in the present study (Fig. 3b) are consistent with tectonic models for the region that acknowledge a current NE–SW compressive regime (Ring et al., 1992; Delvaux et al., 1992, 1998; Delvaux and Hanon, 1993; Delvaux, 2001, 2007). The dominance of NW–SE trending faults is readily explained by the local rift trend of the S Rukwa Rift and the N Malawi rift, as they are accommodated by the RVP region. The other sets of faults/lineaments, NNE–SSW and to a minor extent ENE–WSW (Fig. 3b) could form a conjugate system under local NE–SW compression. Yet caution with this interpretation is needed as the NNE–SSW and ENE–WSW trends are mostly expressed by lineaments instead of known faults. As the NE–SW compression is believed to have started after a stress inversion only 0.6 Ma ago (Delvaux et al., 1992), this could explain why associated lineaments/faults are not well expressed. Most active faults under the neotectonic stress regime are believed to be reactivated faults because the area was already tectonically active during Permo-Triassic and Mesozoic rifting periods, i.e. well before the Cenozoic rifting episode. The restricted appearance of faults/ lineaments in the RVP region, with the Mbaka Fault as the most notable exception (Fig. 3a), can readily be explained by burial of fault lineaments by recent volcanics.\nOn air photos, the Mbaka Fault is in one place seen to dextrally displace a cut volcanic cone by 30 m in plan view (Fig. 2b, inset), which is consistent with field data of Ring et al. (1992). As the Mbaka Fault strikes on average N132E, a dextral strike- or oblique-slip movement of the Mbaka Fault could be explained by current NE–SW compression depending on the exact orientation of SHmax. This orientation should be rather NNE–SSW than NE–SW and would also induce dextral movement along the observed NNE–SSW faults/lineaments. Stress inversion carried out by Delvaux and Barth (2009) suggests a N72E compression, which would actually displace the Mbaka Fault sinistrally. As nearly all focal mechanism solutions used by Delvaux and Barth (2009) are located near the Mbeya Range, and not in the RVP itself, their results might not be entirely representative for this study. It seems likely that the Mbaka Fault, given its long history of normal faulting under an extensive regime, is still largely influenced by current extension in the Malawi and Rukwa rift segments (Brazier et al., 2005; Delvaux and Barth, 2009). More field and focal mechanism data (e.g.\nfrom RVP earthquakes that happened in 2000–2001, see Section 6) are required to constrain the current stress regime of the RVP better.\nMost indicated volcanic structures occurring in the Older Extrusives field (Fig. 1b) result from explosions believed to have happened in the Late Quaternary (e.g. Ngozi caldera-forming eruption, Fig. 1b, 7, Harkin, 1960; explosion craters/maars S of Mbaka Fault, cf. examples in Fig. 2b, e.g. Barker et al., 2000) through Older Extrusives units. The geological map needs to be further refined by field work. It cannot be excluded that some of these volcanic structures do not belong to the youngest magmatic episode, as only morphological criteria could be used at this stage to define the volcanic centres. Unfortunately radiometrically dated volcanic rocks from the studies of Ebinger et al. (1989, 1993) and Ivanov et al. (1999) were not always linked to specific volcanic structures as they appear today in the field and as they are used in this study.\nThe preferential marginal fracturing of the phonolite domes in the N of the RVP area suggests that dome emplacement took place before the last fracturing episodes. The domes then functioned as rigid blocks during the last tectonic episode. The fact that dome emplacement took place before the last episode of fracturing around them is consistent with the absence of unambiguous vent alignments in the dome field cluster (Fig. 4a). With the domes pre-dating neotectonic activity, it can be expected that their age is older than 0.6 Ma and that they do belong to the Older Extrusives period, or that they are even older than all the other RVP volcanics, as was suggested by Ivanov et al. (1999) and Rasskazov et al. (2003). This supports our decision not to consider the domes as being part of the (recent) RVP activity.\nIt is not immediately clear why the Kyejo volcano and its satellites appear so well separated from the Ngozi–Rungwe Line. Kyejo is the youngest of the three volcanoes, and has no recorded major explosive eruption, in contrast to Rungwe or Ngozi which both underwent prehistoric plinian eruptions as evidenced from field data (Fig. 8; Harkin, 1960; Fontijn et al., 2009). The youngest eruptives from Kyejo are mostly nephelinitic lavas, and clearly chemically different from the youngest eruptives from Ngozi and Rungwe, which are more silica-saturated and evolved (phonolites, trachytes; Harkin, 1960; Furman, 1995). Given this difference in the recent eruptives and given the scale of the region, it is expected that there are at least two different deep magma sources, one feeding the Ngozi–Rungwe Line and one feeding Kyejo and its complex vent cluster (Tanya Furman, pers. comm., 2008). The formation of parent melts to RVP lavas took place at pressures >20 kbar (Furman, 1995), corresponding to 70 km depth (Brown et al., 1992), but unfortunately no data are available on the depth or extent of existing magma chambers underneath the large RVP volcanoes.\nThe recent RVP volcanics are confined to the block bounded by the Mbaka–Mbeya Range Fault and the Livingstone Fault (Fig. 3a). The large volcanic centres occur in the centre of this block, and not along its margins, i.e. along the visible faults. This suggests that the volcanic centres likely correspond to the location of major buried faults. Because the large volcanic centres appear aligned parallel to the block elongation (NW–SE) the main direction of fracturing inside the block is also expected to be NW–SE. The observed confinement of the volcanics to the Mbaka–Livingstone Block is consistent with the narrowing of the active rift basin and with volcanic activity migration to the basin centre as proposed by Ebinger et al. (1989). They suggest that the volcanic centres propagated mostly along transfer faults linking the rift systems (i.e. Usangu Basin, Rukwa Rift and Malawi rift) setting up the boundary conditions for tectonic control in the RVP.\nThis is consistent with our observation that Ngozi and Rungwe occur at the intersection of several (inferred) major fault systems: the NNE–SSW striking ones associated with the Usangu Basin, and the NW–SE Ngozi–Rungwe Line possibly linking the Livingstone\nand Lupa Faults. If the orientation of SHmax compression is indeed NNE–SSW rather than NE–SW, as explained above, it can be expected that this induces some transtensional movement at the intersection of the largest faults, as both directions (NW–SE and NNE–SSW) would move dextrally. This transtensional movement might explain why large volcanic centres, i.e. Ngozi and Rungwe, are able to build up over time at these intersections and why the smaller centres are confined to a narrow corridor between Ngozi and Rungwe.\nClearly the Mbaka Fault has enabled some magma to rise to the surface in the Kyejo cluster, but its potential intersection with Usangu Basin related faults has apparently not led to the buildup of volcanic centres, in contrast to the Ngozi–Rungwe Line. Once a magma pathway to the surface is established, e.g. along the Ngozi–Rungwe Line, it can be expected that this pathway will be sustained for a long period of time as it weakens surrounding rocks, making it a preferential location for later intrusions.\nMigration of volcanic activity to the centre of the rift basin as rifting progresses, has also been observed for e.g. the Main Ethiopian Rift (MER) and the Kenya Rift (Ebinger and Casey, 2001; Ebinger, 2005; Casey et al., 2006). The main difference is that magmatism in the RVP is limited to the accommodation zone between the Rukwa, Malawi and Usangu Rift Basins. These Rift basins themselves are essentially amagmatic, in contrast to the magmatic MER and Kenya Rift.\nThe location of the Kyejo volcano within the RVP as a whole is less demonstrably fracture-controlled. The Kyejo vent cluster spans the entire width of the active rift basin from the Livingstone to the Mbaka Fault, even extending outside it (S of the Mbaka Fault). Half of the Kyejo centres are located in the central part of the active basin. In detail, the Kyejo cluster vent distribution is more complex than for the Ngozi–Rungwe system. When considering both the vent distribution and vent elongations (Fig. 4), the observed patterns could be interpreted as the result of stress reorientation of a NNW–SSE alignment (trend (1) in Fig. 4a) on approaching the Mbaka Fault (trend (3) in Fig. 4a and b). One may expect that the active Mbaka Fault can lead to some vents being concentrated along it and locally causes major stress reorientation (as any major active fault enabling stress release would), affecting vent distribution in the vicinity of the fault.\nThe difference in vent distribution pattern between the Ngozi– Rungwe and Kyejo clusters can also be accounted for by the fact that magma rise is constrained at both Ngozi and at Rungwe but not so much at Kyejo. Rungwe is already a large and high ( 1500 m) volcano exerting a considerable load upon magma rise. Ngozi caldera is lower ( 1000 m) but is developed over substantial and extensive old volcanic constructs. In such cases, it has been observed from analogue modelling work (Kervyn et al., 2009) that there is a focusing effect in the vent distribution pattern along the main tectonic trend of such volcanoes. In contrast, this focusing effect along the main tectonic trend does not seem to be present or at least not well developed at Kyejo, a moderately high ( 900 m) stratovolcano. As mentioned, the observed vent distribution is consistent with a gradual veering in the direction of the main NNW– SSE trend (trend (1) in Fig. 4a) as it approaches the Mbaka Fault. The combined above factors can account for the striking contrast in the vent distribution pattern between Ngozi and Rungwe on the one hand and Kyejo on the other.\nIn the RVP region as a whole, the most likely trend of major buried faults controlling the volcanic centres to some extent is NW–SE, following the regional direction of the Mbaka–Livingstone Block and the Ngozi–Rungwe Line. Another likely fault trend in this area is ENE, as suggested by Ebinger et al. (1989) for transfer faults linking the different tectonic basins, in this case the Usangu Basin with the N Malawi rift basin. However we have not mapped many ENE trending lineaments. There is no sign that a NNE lineament trend, as seen to partially control both the regional location of the Ngozi and Rungwe volcanoes, would also influence the regional location of Kyejo. On the larger scale, the triple junction in the EARS in SW Tanzania and N Malawi clearly constrains both the location of RVP volcanism and its spatial extent. At the RVP scale, there is an apparent quasi-regular spacing between the three major volcanoes in the region. For Ngozi and Rungwe, the location of the volcanoes is consistent with the intersection of major faults leading to enhanced magma rise at these more fractured locations."
  }, {
    "heading": "6. Significance of tectonic control for volcanic activity and for hazards",
    "text": "The RVP region is subject to potential hazards related to both earthquakes and volcanic eruptions. An M 7.4 tectonic earthquake\noccurred in the nearby Rukwa Rift in 1910 (Ambraseys, 1991; Delvaux et al., 1998). More recently, the US Geological Survey earthquake database (http://neic.usgs.gov/neis/epic, circular search with 200 km radius around Rungwe volcano) lists 21 M P 4.5 earthquakes in the RVP region since 1973. The majority of these earthquakes occurred in or along the Rukwa and Malawi rifts. In 2000–2001, a seismic crisis with a Mb 4.3 earthquake in April 2000, and a Mb 4.6 in August 2001 occurred along the Mbaka Fault near the foot of the Kyejo volcano in nearby villages located between Kyejo and Rungwe. It damaged ca. 600 houses and affected more than 6000 persons despite its moderate strength.\nLemarchand and Grasso (2007) showed that moderate earthquakes of magnitude M P 4.8 are capable of triggering eruptions at volcanoes within a distance from the earthquake less than ten times the fault length. Although the chance of such an earthquake–eruption interaction is small (0.3%), it is not unlikely to occur in this study area which shows strong volcano–tectonic interactions. In the case of M P 7 tectonic earthquakes, they have been correlated, during a global statistical study, with much more frequent eruptions within 750 km distance, suggesting a tectonic trigger mechanism for the eruptions (Linde and Sacks, 1998). Several possible mechanisms by which seismic waves from large earthquakes may trigger eruptions by affecting the associated magmatic system have been proposed in the last decade and are under scrutiny (Manga and Brodsky, 2006).\nIt is also expected that RVP volcanic eruptions can occur in the absence of tectonic triggering. Limited volcanological work in the past (Harkin, 1960) showed that RVP volcanic activity continued until historical time, at least for the Rungwe and Kyejo volcanoes. Recent field studies on Rungwe have confirmed this (Fig. 8; Fontijn et al., 2009) and showed there is a need for monitoring tectonic and volcanic activity in the region.\nAt the sub-region or more local scale, faulting also appears to affect volcanoes and to result in major hazards. The Rungwe lower flanks are cross-cut on the SW side by the Mbaka Fault which originated as a normal fault but probably acts as a strike- or obliqueslip fault under the present-day dynamics (Delvaux et al., 1992). Also, Rungwe is likely to be undercut by a NW–SE fault (Ngozi– Rungwe Line) presumably with the same movement as the Mbaka Fault (normal or oblique/strike-slip). It has been found through analogue modelling (Wooller et al., 2009) that such systems (volcanoes with undercutting normal faults or normal/strike-slip faults passing near the foot) are unstable with strike-slip faulting and can promote flank collapse and the generation of debris avalanches in a direction sub-orthogonal to the major faulting. The work from two field seasons by two of us (KF, GGJE) combined with RS analysis, shows the Rungwe summit crater (Fig. 6a and b) was generated by at least two major collapses of the SW upper flank which produced two major debris avalanches with resulting poorlysorted deposits extending up to 20 km to the SW and reaching and even scaling the steep rift valley wall, with medial/distal deposit thickness of ca. 20 m for each unit at 15–20 km from source. At Rungwe, there is thus a strong indication that strike-slip faulting can destabilize major volcanoes and generate voluminous debris avalanches.\nAt Ngozi, where a major NW–SE lineament has been mapped here using RS to cross the rim onto the E side of the caldera rim, even brief examination of either the air photos or Landsat or SRTM imagery (Fig. 7a) reveals the irregular topographic profile of the caldera floor, with a plateau in the N part, together with a pronounced notch through the S rim. These observations can readily be accounted for by major destabilization of the steep inner caldera walls after caldera formation, catastrophic slumping, and impact into the caldera lake, generating a powerful water wave, breaching of the S caldera rim which at this location is made up of 200 m thickness of soft tuffs (our own field observations, cf. Fig. 7 for loca-\ntions), and producing devastating debris flows (not yet documented in the field because of the dense rainforest cover and remote location). So here also, there is a strong suggestion that major local faulting activity is the most likely cause of volcano destabilization leading to potentially very hazardous events.\nThere is not yet a complete record to find out how often such catastrophic volcano destabilization events occur. However, even based on the above, at least three events (two debris avalanches and one caldera lake breaching event) occurred in the recent RVP history. At Rungwe, we have also observed several additional smaller flank collapse-produced debris avalanche deposits. All this is consistent with major volcano destabilization occurring at Rungwe or Ngozi on an average time-scale of some thousands of years."
  }, {
    "heading": "7. Conclusions",
    "text": "The RVP volcano–tectonic architecture was investigated with RS imagery. Air photos were geo-referenced to an SRTM DEM to investigate the spatial distribution and relation between volcanic centres and tectonic lineaments. The tectonic lineament analysis revealed two distinct directions (NW–SE and NNE–SSW), consistent with tectonic models for the region.\nA spatial distribution analysis of volcanic vents reveals a strong tectonic control on vent distribution. At Ngozi and Rungwe, there is a narrow NW–SE elongated zone of vents passing through the volcano summits and consistent with the effect of a major NW–SE buried rift fault intersecting with NNE–SSW faults. Ngozi and Rungwe both show evidence of destabilizing events likely as a result of tectonic activity. At Kyejo, there is a separate cluster of vents also elongated NW–SE but with more scatter. There is also an increased role for secondary control by the Mbaka Fault directed obliquely from the main Kyejo trend. Both RS imagery and field studies have shown that the phonolite dome field in the SW Usangu Basin should not be considered the result of recent RVP activity. Leaving this dome field out of the RVP, the recent volcanic vents are confined to one NW–SE elongated fault block bounded by the Mbaka–Mbeya Range and Livingstone Faults."
  }, {
    "heading": "Acknowledgements",
    "text": "K.F., G.G.J.E. and M.K. are supported by the Belgian Research Foundation (FWO – Vlaanderen). D.D. is supported by the Action 1 program of the Belgian Science Policy. We sincerely thank Ms. Edista Abdallah and Mr. Shaban Sangalala for assistance during field work in Tanzania. The reviews and encouragements by John P. Hogan, an anonymous reviewer and the Editor, Cindy Ebinger have greatly improved the manuscript."
  }],
  "year": 2010,
  "references": [{
    "title": "Quaternary faulting and volcanism in the Main Ethiopian Rift",
    "authors": ["B. Abebe", "V. Acocella", "T. Korme", "D. Ayalew"],
    "venue": "Journal of African Earth Sciences",
    "year": 2007
  }, {
    "title": "The Rukwa earthquake of 13 December 1910 in East Africa",
    "authors": ["N.N. Ambraseys"],
    "venue": "Terra Nova",
    "year": 1991
  }, {
    "title": "The sensitivity of a Tanzanian crater lake to catastrophic tephra input and four millennia of climate change",
    "authors": ["P. Barker", "R. Telford", "O. Merdaci", "D. Williamson", "M. Taieb", "A. Vincens", "E. Gibert"],
    "venue": "The Holocene",
    "year": 2000
  }, {
    "title": "Climatic and volcanic forcing revealed in a 50,000-year diatom record from Lake Massoko, Tanzania",
    "authors": ["P. Barker", "D. Williamson", "F. Gasse", "E. Gibert"],
    "venue": "Quaternary Research",
    "year": 2003
  }, {
    "title": "Focal mechanisms and the stress regime in NE and SW Tanzania, East Africa",
    "authors": ["R.A. Brazier", "A.A. Nyblade", "J. Florentin"],
    "venue": "Geophysical Research Letters 32,",
    "year": 2005
  }, {
    "title": "Deep crustal earthquakes and active faults along the Rukwa trough, Eastern Africa",
    "authors": ["T. Camelbeeck", "M.D. Iranga"],
    "venue": "Geophysical Journal International 124,",
    "year": 1996
  }, {
    "title": "Strain accommodation in transitional rifts: extension by magma intrusion and faulting in Ethiopian rift magmatic segments",
    "authors": ["M. Casey", "C. Ebinger", "D. Keir", "R. Gloaguen", "F. Mohamed"],
    "venue": "The Afar Volcanic Province Within the East African Rift System. Geological Society London, Special Publications,",
    "year": 2006
  }, {
    "title": "Contribution à la détection des pertes souterraines du Lac Masoko (Tanzanie): evidences isotopiques",
    "authors": ["M. Delalande", "L. Bergonzini", "F. Beal", "Y. Garcin", "A. Majule", "D. Williamson"],
    "year": 2005
  }, {
    "title": "Tectonic and palaeostress evolution of the Tanganyika-RukwaMalawi rift segment, East African rift System",
    "authors": ["D. Delvaux"],
    "venue": "Mémoirs du Musée National d’Histoire Naturelle, PeriTethys Memoir",
    "year": 2001
  }, {
    "title": "Quaternary stress field and deformation at a triple junction/ accommodation zone: synthesis from the Tanganyika–Rukwa–Nyasa Rift (SW Tanzania)",
    "authors": ["D. Delvaux"],
    "venue": "Geophysical Research Abstracts,",
    "year": 2007
  }, {
    "title": "African Stress Pattern from formal inversion of focal mechanism data. Implications for rifting dynamics. Tectonophysics",
    "authors": ["D. Delvaux", "A. Barth"],
    "year": 2009
  }, {
    "title": "Neotectonics of the Mbeya area, SW Tanzania. Royal Museum for Central Africa, Tervuren, Belgium, Annual reports",
    "authors": ["D. Delvaux", "M. Hanon"],
    "year": 1993
  }, {
    "title": "Cenozoic palaeostress and kinematic evolution of the Rukwa – North Malawi rift valley (East African Rift System)",
    "authors": ["D. Delvaux", "K. Levi", "R. Kajara", "J. Sarota"],
    "venue": "Bulletin des Centres de Recherches Exploration – Production Elf Aquitaine",
    "year": 1992
  }, {
    "title": "Late Quaternary tectonic activity and lake level change in the Rukwa Rift Basin",
    "authors": ["D. Delvaux", "F. Kervyn", "E. Vittori", "R.S.A. Kajara", "E. Kilembe"],
    "venue": "Journal of African Earth Sciences",
    "year": 1998
  }, {
    "title": "Dynamics of the Tanganyika–Rukwa–Malawi Rift transfer zone in the Rungwe–Mbozi area",
    "authors": ["D. Delvaux", "F. Kervyn", "A.S. Macheyeki", "E.B. Temu"],
    "venue": "Colloquium of African Geology, Maputo, Mozambique,",
    "year": 2006
  }, {
    "title": "Continental break-up: the East African perspective",
    "authors": ["C. Ebinger"],
    "venue": "Astronomy & Geophysics",
    "year": 2005
  }, {
    "title": "Continental breakup in magmatic provinces: an Ethiopian",
    "authors": ["C. Ebinger", "M. Casey"],
    "venue": "example. Geology",
    "year": 2001
  }, {
    "title": "Chronology of volcanism and rift basin propagation – Rungwe Volcanic Province, East Africa",
    "authors": ["C.J. Ebinger", "A.L. Deino", "R.E. Drake", "A.L. Tesha"],
    "venue": "Journal of Geophysical Research",
    "year": 1989
  }, {
    "title": "Tectonic controls on rift basin morphology – evolution of the northern Malawi (Nyasa) Rift",
    "authors": ["C.J. Ebinger", "A.L. Deino", "A.L. Tesha", "T. Becker", "U. Ring"],
    "venue": "Journal of Geophysical Research",
    "year": 1993
  }, {
    "title": "Rifting Archaean lithosphere: the Eyasi-Manyara-Natron rifts, East Africa",
    "authors": ["C. Ebinger", "Y. Poudjom Djomani", "E. Mbede", "A. Foster", "J.B. Dawson"],
    "venue": "Journal of the Geological Society of London",
    "year": 1997
  }, {
    "title": "Recent explosive eruptions in the Rungwe Volcanic Province, SW Tanzania",
    "authors": ["K. Fontijn", "G.G.J. Ernst", "M.A. Elburg", "D. Williamson", "P. Jacobs"],
    "venue": "EOS Transactions AGU 90, Fall Meeting Supplements,",
    "year": 2009
  }, {
    "title": "Tectonic development of the northern Tanzanian sector of the East African Rift System",
    "authors": ["A. Foster", "C. Ebinger", "E. Mbede", "D. Rex"],
    "venue": "Journal of the Geological Society of London",
    "year": 1997
  }, {
    "title": "Melting of metasomatized subcontinental lithosphere: undersaturated mafic lavas from Rungwe, Tanzania",
    "authors": ["T. Furman"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 1995
  }, {
    "title": "Centennial to millennial changes in maar-lake deposition during the last 45,000 years in tropical Southern Africa (Lake Masoko, Tanzania)",
    "authors": ["Y. Garcin", "D. Williamson", "M. Taieb", "A. Vincens", "Mathé", "P.-E", "A. Majule"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology",
    "year": 2006
  }, {
    "title": "Solar and anthropogenic imprints on Lake Masoko (southern Tanzania) during the last 500 years",
    "authors": ["Y. Garcin", "D. Williamson", "L. Bergonzini", "O. Radakovitch", "A. Vincens", "G. Buchet", "J. Guiot", "S. Brewer", "Mathé", "P.-E", "A. Majule"],
    "venue": "Journal of Paleolimnology",
    "year": 2007
  }, {
    "title": "Late Cenozoic alkaline-ultrabasic and alkaline basaltic magmatism of the Rungwe Province, Tanzania",
    "authors": ["A.V. Ivanov", "S.V. Rasskazov", "A. Boven", "L. Andre", "M.N. Maslovskaya", "E.B. Temu"],
    "venue": "Petrology",
    "year": 1998
  }, {
    "title": "Timing and Late Cenozoic volcanic activity and rift basin formations in the Rungwe province of Tanzania substantiated by K–Ar",
    "authors": ["A.V. Ivanov", "S.V. Rasskazov", "A. Boven", "L. Punzalan", "I.S. Brandt", "S.B. Brandt", "M. Fernandez-Alonso"],
    "year": 1999
  }, {
    "title": "Volcano load control on dyke propagation and vent distribution: insights from analogue modeling",
    "authors": ["M. Kervyn", "G.G.J. Ernst", "B. van Wyk de Vries", "L. Matthieu", "P. Jacobs"],
    "venue": "Journal of Geophysical Research",
    "year": 2009
  }, {
    "title": "Deformation distribution and type in the Main Ethiopian Rift (MER): a remote sensing study",
    "authors": ["T. Kurz", "R. Gloaguen", "C. Ebinger", "M. Casey", "B. Abebe"],
    "venue": "Journal of African Earth Sciences",
    "year": 2007
  }, {
    "title": "Shape Preferred Orientation Analysis, SPO2003. <http://www.sciences.univ-nantes.fr/geol/UMR6112/SPO/>",
    "authors": ["P. Launeau", "Robin", "P.-Y"],
    "year": 2003
  }, {
    "title": "Neogene-Holocene rift propagation in central Tanzania: morphostructural and aeromagnetic evidence from the Kilombero area",
    "authors": ["B. Le Gall", "L. Gernigon", "J. Rolet", "C. Ebinger", "R. Gloaguen", "O. Nilsen", "H. Dypvik", "B. Deffontaines", "A. Mruma"],
    "venue": "Geological Society of Africa Bulletin",
    "year": 2004
  }, {
    "title": "Interactions between earthquakes and volcano activity",
    "authors": ["N. Lemarchand", "Grasso", "J.-R"],
    "venue": "Geophysical Research Letters 34,",
    "year": 2007
  }, {
    "title": "Triggering of volcanic eruptions",
    "authors": ["A.T. Linde", "I.S. Sacks"],
    "venue": "Nature",
    "year": 1998
  }, {
    "title": "Quarter degree sheet 258 and 258S (Itumba). Geological Survey of Tanganyika, Dodoma",
    "authors": ["A. MacFarlane"],
    "year": 1963
  }, {
    "title": "Fault kinematics and tectonic stress in the seismically active Manyara-Dodoma Rift segment in Central Tanzania – implications for the East African Rift",
    "authors": ["A.S. Macheyeki", "D. Delvaux", "M. De Batist", "A. Mruma"],
    "venue": "Journal of African Earth Sciences",
    "year": 2008
  }, {
    "title": "Seismic triggering of eruptions in the far field: volcanoes and geysers",
    "authors": ["M. Manga", "E. Brodsky"],
    "venue": "Annual Review of Earth and Planetary Science",
    "year": 2006
  }, {
    "title": "Interpretation of aerogeophysical anomalies of Southwestern Tanzania, vol. 350",
    "authors": ["I. Marobhe"],
    "venue": "Geological Survey of Finland Bulletin",
    "year": 1989
  }, {
    "title": "Strontium isotope study of Late Cenozoic evolved volcanic rocks from the Rungwe province, Tanzania: Isochron ages of 16.1 and 463 Myr for phonolite eruption and mantle–crust differentiation event",
    "authors": ["S.V. Rasskazov", "M.N. Maslovskaya", "E.V. Saranina", "A.V. Ivanov", "A. Boven"],
    "venue": "Proceedings Rifting in Intracontinental Setting: Baikal Rift System and Other Continental Rifts,",
    "year": 1999
  }, {
    "title": "A magmatic episode in the western rift of East Africa",
    "authors": ["S.V. Rasskazov", "N.A. Logachev", "A.V. Ivanov", "A.A. Boven", "M.N. Maslovskaya", "E.V. Saranina", "I.S. Brandt", "S.B. Brandt"],
    "venue": "Geologiya i Geofizika",
    "year": 2003
  }, {
    "title": "Normal vs. strike-slip faulting during rift development in East Africa: the Malawi",
    "authors": ["U. Ring", "C. Betzler", "D. Delvaux"],
    "venue": "rift. Geology",
    "year": 1992
  }, {
    "title": "Large volcanic debris avalanches: characteristics of source areas, deposits, and associated eruptions",
    "authors": ["L. Siebert"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1984
  }, {
    "title": "A kinematic model for the East African Rift",
    "authors": ["D.S. Stamps", "E. Calais", "E. Saria", "C. Hartnady", "Nocquet", "J.-M", "C.J. Ebinger", "R.M. Fernandes"],
    "venue": "Geophysical Research Letters 35,",
    "year": 2008
  }, {
    "title": "Quarter degree sheet 245 (Irambo). Geological Survey of Tanganyika, Dodoma",
    "authors": ["E.O. Teale", "N.W. Eades", "D.A. Harkin", "J.R. Harpum", "R.G. Horne"],
    "year": 1962
  }, {
    "title": "Morphology of pyroclastic cones and tectonics",
    "authors": ["A. Tibaldi"],
    "venue": "Journal of Geophysical Research",
    "year": 1995
  }, {
    "title": "Pollen-based vegetation changes in southern Tanzania during the last 4200 years: climate change and/or human impact",
    "authors": ["A. Vincens", "D. Williamson", "F. Thevenon", "M. Taieb", "G. Buchet", "M. Decobert", "N. Thouveny"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology",
    "year": 2003
  }, {
    "title": "Tectonic controls on the late Miocene-Holocene volcanic eruptions of the Tengchong volcanic field along the southeastern margin of the Tibetan plateau",
    "authors": ["Y. Wang", "X. Zhang", "C. Jiang", "H. Wei", "J. Wan"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2007
  }, {
    "title": "Magnetic signatures of hydrological change in a tropical maar-lake (Lake Massoko, Tanzania): preliminary results",
    "authors": ["D. Williamson", "M.J. Jackson", "S.K. Banerjee", "J. Marvin", "O. Merdaci", "N. Thouveny", "M. Decobert", "E. Gibert-Massault", "M. Massault", "D. Mazaudier", "M. Taieb"],
    "venue": "Physics and Chemistry of the Earth (A)",
    "year": 1999
  }, {
    "title": "Analogue models of the effect of long-term basement fault movement on volcanic edifices",
    "authors": ["L. Wooller", "B. van Wyk deVries", "E. Cecchi", "H. Rymer"],
    "venue": "Bulletin of Volcanology. doi:10.1007/s00445-009-0289-3",
    "year": 2009
  }],
  "id": "SP:f17b63dfc91e2709a4783580cb2f30e5710d8d26",
  "authors": [{
    "name": "Karen Fontijn",
    "affiliations": []
  }, {
    "name": "Damien Delvaux",
    "affiliations": []
  }, {
    "name": "Gerald G.J. Ernst",
    "affiliations": []
  }, {
    "name": "Matthieu Kervyn",
    "affiliations": []
  }, {
    "name": "Evelyne Mbede",
    "affiliations": []
  }, {
    "name": "Patric Jacobs",
    "affiliations": []
  }],
  "abstractText": "The volcano–tectonic architecture of the Rungwe Volcanic Province in SW Tanzania, part of the East African Rift System, was studied with integrated remote sensing imagery. A Shuttle Radar Topography Mission Digital Elevation Model was draped with geo-referenced geological and topographical maps and air photos. The entire RVP region was inspected systematically for tectonic lineaments and volcanic vents. Tectonic lineaments show two distinct directions, NW–SE and NNE–SSW, consistent with the idea of a current stress regime of local NE–SW compression. We find that there is tectonic control on the regional location for at least two of the three major volcanoes as well as for local distribution of eruptive vents on each of these three volcanoes. Field data show that major volcano instability events occurred in the Holocene for Ngozi caldera and Rungwe. These instability events are possibly associated with the faults controlling the location of both volcanoes. This study highlights the need for monitoring RVP tectonic and volcanic activity. 2009 Elsevier Ltd. All rights reserved.",
  "title": "Tectonic control over active volcanism at a range of scales: Case of the Rungwe Volcanic Province, SW Tanzania; and hazard implications"
}