{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r.com/ locate /pa laeo\nRhodolith transport and immobilization on a volcanically active rocky shore: Middle Miocene at Cabeço das Laranjas on Ilhéu de Cima (Madeira Archipelago, Portugal)\nMarkes E. Johnson a,⁎, Carlos M. da Silva b, Ana Santos c, B. Gudveig Baarli a, Mário Cachão b, Eduardo J. Mayoral c, Ana Cristina Rebelo b, Jorge Ledesma-Vázquez d\na Department of Geosciences, Williams College, Williamstown, MA 01267, USA b Departamento de Geologia e Centro de Geologia, Faculdade de Ciências da Universidade de Lisboa, Campo Grande, 1749-016 Lisboa, Portugal c Departamento de Geodinámica y Paleontología, Facultad de Ciencias Experimentales, Universidad de Huelva, Campus de El Carmen, Avd. 3 de Marzo, s/n, 21071 Huelva, Spain d Facultad de Ciencias Marinas, Universidad Autónoma de Baja California, Ensenada, BC 22800, Mexico\n⁎ Corresponding author. E-mail address: mjohnson@williams.edu (M.E. Johns\n0031-0182/$ – see front matter © 2010 Elsevier B.V. Al doi:10.1016/j.palaeo.2010.12.014\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 14 June 2010 Received in revised form 2 December 2010 Accepted 16 December 2010 Available online 23 December 2010\nKeywords: Coastal paleotopography Middle Miocene Climate Optimum (MMCO) Serravallian Stage Obrution deposits Rhodoliths Volcanism Madeira Archipelago\nExtraordinary deposits of fossil rhodoliths occur at the Cabeço das Laranjas (Portuguese~Hill of the Oranges) in a small fault block at the northwest end of Ilhéu de Cima off Porto Santo in the Madeira Archipelago. Stratigraphic repetitions of densely packed rhodolith beds up to 2.6 m thick are associated with a receding rocky shoreline, and are interpreted as the result of hurricanes. The initial storm deposit sits unconformably on basalt and eroded basalt boulders associated with tuff and volcaniclastic breccia. Approximately 90,000 rhodoliths of Middle Miocene age (14–15 Ma) are exposed on the upper surface of the initial deposit over a 450-m2 shelf exhumed from the hill's southeast side. Ranging in diameter from ≤3 cm to 20 cm, many of the rhodoliths generated by crustose coralline red algae are now iron stained and resemble a mass of oranges in gross appearance. Sea stacks and large boulders rise through the thick basal rhodolith bed to form small catchment areas that held the deposit in place after the storm's passage. The succeeding rhodolith deposits are variably separated by layers with mixed carbonate and volcanic sand, pure volcanic lapilli, and volcaniclastic tephra mixed with tuff showing swaley cross-stratification. Three out of four rhodolith beds are truncated against the flank of the adjoining rocky shore. Only the youngest (fourth) rhodolith layer is fully exposed around the perimeter of the hill and can be shown to cross a basalt barrier that is traceable for 70 m in cross section as an erosional ramp dipping from 6° to 8° southeast. The entire fossil-rich sequence is capped by a basalt flow showing columnar disjunction. Based on thin-section analysis, three genera of coralline red algae are recognized in the basal rhodolith deposit: Sporolithon, Lithothamnion, and Neogoniolithon. Associated biodiversity is low, represented by 16 kinds of marine invertebrates dominated by encrustations and borings on the rhodoliths and very few free body fossils. The Madeira region of the North Atlantic may have been susceptible to major cyclonic storms immediately after the Middle Miocene Climate Optimum, when a northward shift of the Inter-tropical Convergence Zone was stimulated by a steeper temperature gradient in the southern hemisphere related to expansion of continental glaciers on Antarctica.\non).\nl rights reserved.\n© 2010 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Rhodoliths are spherical structures made by superimposed layers of crustose or branching forms of coralline red algae (Rhodophyta). The structures are unattached and roll freely on the sea floor. Circumrotary movement pushed by wave action and bottom currents allows for organic growth in a concentric pattern due to photosynthesis on all surfaces with equitable access to sunlight in shallow subtidal waters. While rhodoliths attaining a diameter up to 20 cm may not be continuous in time, measured growth rates using isotope markers allow for the extrapolation that large rhodoliths from a single\nspecies may be hundreds of years old (Frantz et al., 2005). Rhodoliths also represent an important carbonate source even in siliciclasticdominated environments under intertidal conditions (Perry, 2005).\nThe living algae that build rhodoliths are known to occur in all present-day seasover awide spectrumof latitudes from tropical to polar settings (Foster, 2001). Immense banks of rhodoliths thrive in the tropics on the Abrolhos shelf adjacent to Brazil (Amado-Filho et al., 2007). Mexico's Gulf of California supports major banks of rhodoliths in a transitional setting between tropical and temperate climatic zones (Steller et al., 2009). An example of a temperate setting where rhodoliths occur in abundance is the Bay of Brest on the North Atlantic coast of France (Martin et al., 2006). Living rhodoliths also are known to occur along the coast of arctic Norway (Freiwald, 1995). At Porto Santo, present-day rhodoliths that are small in size and fructose inmorphology occur at depths from 30 to 50 m (Instituto Hidrográfico, 2008).\nFossil rhodoliths from dozens of genera are attributed to seven subfamilies (Sporolithoideae, Melobesioideae, Choreonematoideae, Lithophylloideae, and Mastophoroideae, Amhiroideae, and Metagoniolithoideae) with a geological record tracing back to the Lower Cretaceous System (Aguire et al., 2000, 2010). The status of these coralline red algae as contributors to the rock record is being reassessed and they are recognized as playing a significant role in the bulk production of limestone. Monumental accumulations of crushed rhodolith debris in Pliocene and Pleistocene basins around the Gulf of California are calculated as derived from trillions of rhodoliths (Johnson et al., 2009a). Extensive thick pavements formed by whole rhodoliths in Cenozoic strata from the United States, New Zealand, and Italy give insight on taphonomic signatures and the formation of transgressive marker beds (Bassi and Nebelsick, 2010; Bassi et al., 2009; Manker and Carter, 1987; Nalin et al., 2008) related to wave energy and changing sea level. However, marine biologists who study living rhodolith banks are unfamiliar with the excessively thick fossil accumulations of whole rhodoliths that conflict with the profile of today's living communities.\nModern rhodolith banks regulated by moderate wave activity at a depth of 2–12 m in the Gulf of California are not known to exceed 20 cm in thickness before the onset of anoxia (Foster et al., 1997). Three to 45 km offshore on the Abrolhos shelf of Brazil, rhodolith cover is comparatively thin in water ranging from 4 to 55 m deep based on densities from 32 to 122 whole rhodoliths/m2 with abundance declining in deeper waters (Amado-Filho et al., 2007). There is a notable scarcity of fossil examples that illustrate thin beds of rhodoliths with a coextensive distribution piled one to two rhodoliths deep and underlain by the detritus of abraded structures.\nSome fossil deposits reflect the accumulation of rhodolilths that have undergone substantial transport from the place where they lived to their final burial site. Thick deposits of Miocene rhodoliths on Menorca in the western Mediterranean Sea, for example, can be interpreted as moved by currents from a mid-ramp location down an outer slope more than 6 km from the paleoshore (Asprion et al., 2009). Coastal stranding, where rhodoliths are washed shoreward by a major storm and left in an intertidal to supratidal setting, represents the opposite situation, as illustrated by an example from the Pliocene on Isla Cerralvo in the Gulf of California (Johnson et al., 2009b). Rhodoliths interpreted to have grown in place as an active biological component on a rocky shore are seldom met in the geological literature. A high ratio between the diameter of the inner rock core to the thickness of an outer algal crust and close physical proximity to an unconformity surface with the same kind of source rock are strong signs of a high-energy, coastal habitat for rhodoliths. These characteristics are substantiated for an Upper Cretaceous ramp deposit on a granodiorite paleoshore from the Pacific coast of northern Baja California (Johnson and Hayes, 1993).\nFew studies consider fossil rhodoliths from the many islands of Macaronesia scattered through the Atlantic Ocean off the northwest coast of Africa. Darwin (1844) was the first to describe limestone caught between basalt flows on Santiago in the Cape Verde Archipelago. It is notable that among the fossils he collected are those identified as “nulliporae” — now understood to be rhodoliths. The goals of the present study are to describe and analyze an extraordinary sequence of rhodolith beds from the Middle Miocene on Ilhéu de Cima, a satellite islet off Porto Santo in the Madeira Archipelago of Portugal (Fig. 1). Residents of Porto Santo famously know the locality as the Cabeço das Laranjas, or the Hill of the Oranges. “Oranges” is the local name for the rhodolilth fossils so abundant in Porto Santo, making this a very curious example of “geofolklore.” The spherical fossils occur in tremendous quantities at the Hill of the Oranges and a secondary rust-tone coating the deposits enhances the superficial resemblance. This massive occurrence of rhodoliths is most impressive when compared to other more-or-less stratigraphically equivalent fossiliferous layers around Porto Santo, such as at Sol and\nPedra de Água on the opposite side of Ilhéu de Cima about 250 m south of the Hill of the Oranges (Fig. 1). In all such localities, rhodolith sizes are generally smaller and their densities much lower.\nOurs is the second in a projected series of studies on the paleoecology of Ilhéu de Cima to consider Miocene sea life on basaltic rocky shores. A previous study relates to the opposite side of the island, where encrusting corals, barnacles, and the traces of rockboring bivalves occupied a sea cliff between the sites known locally as Porto and Poio Pquena (Santos et al., in press). Here, we explore the circumstances under which vast quantities of rhodoliths were buried on or adjacent to a rocky shore that also experienced episodes of volcanic activity. This project addresses the importance of data relevant to: 1) size distribution, nucleation, and shape of rhodoliths, 2) rhodolith beds as host to an associated biota of encrusting and boring organisms, 3) variations in thickness and packing of the rhodolith beds, and 4) the timing and sedimentology of layers that buried the rhodolith beds. A thorough taxonomic canvass of the deposits is outside the scope of this project, and is treated only in a preliminary way."
  }, {
    "heading": "2. Location and geologic setting",
    "text": "Portugal's Madeira Archipelago lies 650 km off the Moroccan shores of Africa in the North Atlantic Ocean. Porto Santo is an outlying island located 50 km northeast of the main island of Madeira (Fig. 1). With a land surface of only 41 km2, today's Porto Santo is about a third of its former size based on surviving bathymetry. The geological map of Porto Santo by Ferreira (1996) also covers its several satellite islets. The second largest is Ilhéu de Cima with a circumference of almost 3 km and peak elevation of 115 m. Two phases of volcanic development are discernible on the island: 1) a trachytic to basaltic submarine complex with ages ranging from 18.8 to 13.5 Ma, and 2) a subaerial alkali basaltic to hawaiitic complex dated between 14 and 10.2 Ma (Ferreira, 1985). Miocene fossiliferous sedimentary rocks occur discontinuously at several places around the island in general association with the transition between these two major units. Based on calcareous nannofossil assemblages recovered at the locality of Lombinhos (Serra de Dentro) on the northeast side of Porto Santo, sedimentary units were correlated by Cachão et al. (1998) to the Middle Miocene, Serravalian Stage (biozone CN4 of Okada and Bukry, 1980) in agreement with radiometric 40Ar/39Ar ages obtained from a trachytic to basaltic submarine sequence in the northeast part of Porto Santo (Geldmacher et al., 2000). A comparable age of 14 to 15 Ma is projected for inter-bedded sedimentary and volcanic rocks on Ilhéu de Cima.\nThe Hill of the Oranges is a small feature with an area of 30,200 m2 and maximum height of 39.5 m, distinctly separated from the rest of Ilhéu de Cima by a NW–SE trending normal fault that crosses through an eroded saddle at the northwest end of the island (Fig. 1; 33°03′ 28.11″ N, 16°17′13.15″ W). The hill represents a fault block with a vertical separation of around 19 m on the down-thrown side relative to the parent island. Direct access is difficult due to the lack of a smooth landing place under sea conditions that are frequently choppy on the windward coast. Safe access is provided by a secondary trail that follows the island's ridgeline from the lighthouse to the northwest and descends to sea level through switchbacks. Since 2008, Ilhéu de Cima holds the status of a conservation area (European Environmental Site) protected under the guidelines of the Parque Natural da Madeira. Special permission must be obtained to visit the island and collections are prohibited except for approved scientific studies."
  }, {
    "heading": "3. Methods",
    "text": "Fieldwork at the Hill of the Oranges was conducted during two visits over several days to the study site, the first in June 2009 and the\nsecond in March 2010. Quadrats 0.5×0.5 m in dimensions (0.25 m2) subdivided into 25 squares measuring 10×10 cmwere used to collect census data on successive rhodolith beds. The large shelf exhumed from the southeast side of the hill was divided into transect lines on a master grid separated into 7.5×7.5 m blocks marked off by flashing tape. For horizonal surface exposures, a maximum of three census stations spaced twometers apart could be fit into each segment of any given transect line. Two kinds of data sheets were used to record census information at each station. Fossil composition and frequency was the focus of the first operation. Three size classes of rhodoliths were differentiated and counted in each sample. Small rhodoliths were regarded as those less than 3 cm in diameter; intermediate rhodoliths were those measuring from 3 cm to 8 cm in diameter, while large rhodoliths were defined as those greater than 8 cm in diameter. All biological borings on rhodoliths were assigned an ichnogenus, where possible, and counted. All biological encrustations on rhodoliths were identified to genus level and counted, including fossil corals and attached bivalves such as oysters and spondylids. Other extraneous fossils mixed among the rhodoliths, but not physically attached to them such as irregular echinoids, were identified at least to class level and counted.\nThe second data sheet was used to calculate the ratio between rhodoliths andmatrix based on a running assessment of the 25 spaces divided into 10 cm×10 cm units on each sample quadrat.Within each quadrat, the dimensions of as many individual rhodoliths as possible also were measured to the nearest half-centimeter on three axes in order to determine sphericity. This was calculated from measurements of the three axes using the formula, ffiffiffiffiffiffiffiffiffiffiffiffiffi •Y Z= 2 X 3 q\n(Sneed and Folk, 1958), where the X-axis is the longest dimension of the rhodolith and lies perpendicular to the intermediate axis, Y. The short axis, Z, lies perpendicular to the X and Y projection planes. A separate analysis also was performed, based on the triangular plot among spherical, ellipsoidal, and discoidal shapes using the format applied to rhodolith\nstudies by Bosence (1976, 1983) modified from Sneed and Folk (1958). Finally, a qualitative assessment on the range of borings within each quadrat (light, medium, heavy) was recorded unit by unit.\nThe same size quadrat was applied in a vertical orientation to collect information from rhodolith beds exposed in profile on the Hill of the Oranges. Precarious footing meant that limited time could be expended for any one sample on the cliff face. Thus, a different protocol was used for the vertical samples than for the horizontal samples. Grids were spaced 2 m apart. All rhodoliths were counted in each quadrat, but only five rhodoliths were selected for measurement of maximum diameter in one dimension. Only the largest rhodolith present in the sample was analyzed with respect to bioerosion related to trace fossils. Other associated trace fossils and body fossils were noted. Sedimentological data on grain size and the relative proportion of fossils to matrix were summarized.\nA cross section based on cliffs exposed on the northeast side of the Hill of the Orangeswas constructed frommeasurements using ameter tape and comparisons with field photos. Particular attention was paid to the unconformity between basal Miocene limestone deposits and basement basalt."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Stratigraphic relationships",
    "text": "As viewed from the west side of the fault block, Fig. 2A shows four distinct rhodolith deposits stacked in stratigraphic succession on the southeast flank of the Hill of the Oranges. The bottom layer forms a thick cover that sits directly on a polygenic unconformity surface consisting of basement basalt, large boulders eroded from the basalt with infillings of volcaniclastic breccia and stratified tuff. The unconformity surface is highly uneven and features large boulders\nand sea stacks that protrude through the rhodolith cover. A more oblique view demonstrates the extensive upper surface of the layer with the same sea stack for reference (Fig. 2B). The exhumed upper surface covers a triangular shelf approximately 450 m2 in area. The basal rhodolith deposit (Bed 1, Fig. 2A) is wedge-shaped in profile. Variations in thickness depend on the distance from the paleoshore and the size of pockets in the original erosion surface. The deposit is 1.4 m thick on the southeast side of the shelf and attains a maximum thickness of 2.6 m on the exposed southwest side (Fig. 2A).\nThe second rhodolith deposit in the sequence (Bed 2, Fig. 2A) attains amaximum thickness of 40 cmthick and can be traced laterally for 30 m\nalong thebase of the cliff at the back of the exhumed shelf. It is separated from the top of the basal deposit by amixed layer of clastic andbioclastic sandstone 15 to 30 cm thick. The third rhodolith deposit has an average thickness of only 15 cm and represents a discontinuous string of single rhodoliths traceable for a lateral distance of 30 m across the cliff face (Bed 3, Fig. 2A). It is separated from the top of the second rhodolith deposit bya sedimentary layer 75 cmthick. The fourth and last rhodolith deposit (Bed 4, Fig. 2A) attains a thickness of 60 cm and is separated from the previous deposit by a sedimentary layer 1.25 m thick, as measured on the vertical cliff face directly behind the exhumed shelf dominated by the initial rhodolith deposit.\nExposures on the northeast side of the fault block meet at a 90° angle with the southeast cliff face of the Hill of the Oranges to reveal another aspect of the relationship between the various rhodolith beds (Fig. 3). Here, the unconformity surface between the basal rhodolith deposit and underlying basalt can be traced for 70 m along a slope that varies between 6° to 8°. The top of the first rhodolith bed and the next two beds exposed in the cliff face at the back of the exhumed shelf sit 40 m outward from the paleoshore. These three layers terminate against the ramp-like structure of the buried paleoshore. Only the last rhodolith layer (Bed 4, Figs. 2A, and 3) is fully exposed around the entire perimeter of the hill and can be shown to cross over the basalt barrier that acted as a rocky shore oriented to the present southeast. The arrangement of beds on the unconformity surface demonstrates a relative rise in sea level of at least 6 m through the stratigraphic succession (Fig. 3).\n4.2. Growth patterns and taxonomic affinities\nBoth living and fossil rhodoliths exhibit different growth forms that are characterized as foliose, fructicose, or lumpy. One of the pitfalls surrounding taxonomic identification is that all such growth forms and their transitional states may be generated by a single species of coralline red algae as ecomorphotypes under different environmental conditions (Riosmena-Rodríguez et al., 2010). All fossil rhodoliths from the Hill of the Oranges demonstrate robust growth forms that conform to a lumpy morphology. There is a notable absence of the more delicate foliose and fructicose morphologies in the fossils. A typical lumpy specimen from the top of the second rhodolith bed (Fig. 4A) owes its superb preservation to relatively recent excavation from fine volcanic tephra at the base of the cliff (Figs. 2A, and 3). Some large rhodoliths from the study locality show nucleation around basalt pebbles or small cobbles. An outcrop\nFig. 3. Cross section along the exposed east side of the Hill of the Oranges, showing the arr deposits on a Miocene rocky shore.\nexample through the center of a rhodolith from the top of the thick basal layer reveals a 1:1 ratio between the diameter of the rock core and thickness of the algal crust (Fig. 4B). How common such rhodoliths with large rock cores may be is difficult to ascertain without a systematic program of collecting and cutting numerous specimens. However, many small rhodoliths 1–3 cm in diameter are found fractured in place and commonly show nucleation around basalt pebbles. It also is equally clear that many large rhodoliths lack even the smallest pebble at their core.\nSome rhodoliths from the thick basal deposit exhibit the growth of a thin algal crust around eroded coral heads, as shown in cross section through the bored colony of Isophyllastrea sp. (Fig. 4C). Similar examples were encountered in the third rhodolith deposit (Figs. 2A, and 3). More commonly, large rhodoliths from the basal bed host encrustations by corals, typically represented by colonies of Tarbellastrea sp. (Fig. 4D).\nDetermination of taxonomic affinities for selected rhodoliths collected from the Hill of the Oranges remains in a preliminary state. Previous work found that rhodoliths from the study site are dominated, at least, by two undetermined species of Lithothamnion, rare crustose forms produced by Lithoporella melobesioides and a rare peyssonneliacean algae (Cachão et al., 2000). Various features observed in thin sections prepared as part of the present study (Fig. 5) show that three genera of coralline red algae are present in the shelf deposits. They include: Sporolithon sp., Lithothamnion sp., and Neogoniolithon sp."
  }, {
    "heading": "4.3. Raw census data on rhodoliths",
    "text": "Fig. 6 shows the outlay of 30 census stations established using quarter-meter quadrats oriented horizontal on transects over the 450 m2 rhodolith shelf and the location of five quadrats oriented\nangement of rhodolith beds marked 1 to 4 with respect the basalt basement and other\nvertical on the cliff face. The five cliff stations were established to sample the uppermost (fourth) rhodolith bed. No census was taken from the discontinuous line of rhodoliths that constitute the third deposit. Stations A1 to A10 at the base of the cliff sample the top of the second rhodolith bed. All other stations sampled the upper surface of the basal rhodolith deposit. Raw data on the distribution of small, intermediate, and large rhodoliths counted at the 30 shelf stations are summarized in Table 1. Overall, the mean number of rhodoliths in any given quadrat was 51.7. This number is verified by the median count of 51 from the full array of sizes in all samples. Thus, the average number of rhodoliths exposed on the shelf should be at least 200 per square meter. By this estimate, the number of rhodoliths on the surface of the exhumed shelf amounts to approximately 90,000.\nThe largest concentration of small rhodoliths (b3 cm in diameter) is from an inner position towards the paleoshore (stations B9, C8, and C9, Fig. 6) on the east side of the shelf. The largest concentration of intermediate-size rhodoliths (3 to 8 cm in diameter) overlaps the same area to some degree (stations B9, C6, and C7, Fig. 6). In contrast, the largest concentration of big rhodoliths (N8 cm) occurs in the central to outer areas on the west side of the shelf (stations C2, C4, D3, E4, and E6, Fig. 6). Relative to the paleoshore, the inner east side\nreflects a more even mixture of rhodoliths of all sizes, whereas the outer west side tends to support higher concentrations of larger rhodoliths. The largest rhodolith recorded in the census counts had a maximum diameter of 20 cm and was found in station C2 (Fig. 6).\nBased on the five vertical quadrats used to sample the fourth rhodolith layer, the maximum diameters of the 25 largest specimens gave a mean diameter of 8.8 cm. Overall, there is an apparent decline in maximum size of rhodoliths through the succession of four layers.\nIn Fig. 7, rhodoliths sampled from the surface of the basal rhodolith layer (transects B through E in Fig. 6) are plotted against those from the second rhodolith layer (transect A in Fig. 6), using a triangular scheme to distinguish between spheroidal, ellipsoidal and discoidal shapes. Foremost, it can be seen by the overlap between the two samples with a combined total of 224 specimens that the shapes of rhodoliths from the two stratigraphic levels make a close match. Secondly, the combined samples are narrowly constrained to those sectors of the triangular plot that signify spheroidal to sub-spheroidal shapes trending slightly toward the ellipsoidal in overall distribution (Fig. 7).\nFrom the more general formula for sphericity given by Sneed and Folk (1958), a value of 1.0 represents a perfect sphere with a uniformly\nconstant radius. Regressive values signify an increasing loss of sphericity with primary axes of significantly different lengths. The measurements of 148 specimens at 20 stations spread over the basal rhodolith bed yielded an average value of 0.825. The highest concentration of individual rhodoliths with values ≥0.90 was found to occur in the center of the shelf on transect C in stations 3–8 and transectD in stations 6 and 9 (Fig. 6). The lowest value for sphericity was determined to be 0.48 for a specimen from station C 10 on the east end of the shelf.\nBased on measurements at 10 different stations across the second rhodolith layer in transect A (Fig. 6), 76 rhodoliths yielded an average value of 0.82, virtually the same sphericity as calculated for the basal rhodolith layer. The highest value was found to be 0.97 for a single specimen fromstationA7. The lowest value for sphericity from this layer is 0.57, as calculated from a rhodolith located in station A10 at the east end of the shelf. Comparisons with the basal rhodolith bed suggest that more of the misshaped rhodoliths occur around the present margins of the shelf. The frequency distribution for variations in sphericity for combined samples from all 30 stations on the exhumed shelf may be plotted as a histogram that shows a normal distribution (Fig. 8). No attempts were made to collect these kinds of data from the third and fourth rhodolith layers due to poor access on vertical cliffs."
  }, {
    "heading": "4.4. Raw census data on associated fossils",
    "text": "At least 16 kinds of marine invertebrates are associated with the rhodolith beds from the Hill of the Oranges, most notably the thick\nbasal layer. Among the conspicuous body fossils are encrusting corals (Tarbellastrea sp., Isophyllastrea sp., and Solonastrea sp.) and bivalves (Spondylus sp., Isognomon sp., Lima sp. and pectens). Except for the pectenids, these bivalves show an encrusting or wedging habit. Other encrusting animals include barnacles, serpulid worms, and bryozoans. Echinoid fragments are present, but whole tests are uncommon (Echinolampas sp. and Clypeaster sp.). Bivalve borings on rhodoliths and corals are the most abundant ichnofossils (Gastrochaenolites isp.), but polychaete borings (Caulostrepsis isp. and Trypanites isp.) and sponge borings (Entobia isp.) also are evident.\nGastrochaenolites isp. borings with an outer diameter of 2 mm are ubiquitous to all 35 quadrats in the survey. On average, 20 bivalve borings were detected per sample grid. However, the average found in the fourth rhodolith bed was only 9 per sample, while the average for the second rhodolith bed was 14.6 (transect A). The average number of bivalve borings per sample in transects B and C increased from 20 to 30, but declined to an average of 20 for transects D and E (Fig. 6). Borings attributed to Trypanites isp. and Caulostrepsis isp. are rare and limited to transect A in the second rhodolith bed. Likewise rare, balanid barnacles appear only in transect A.\nCoral heads (Isophyllastrea sp.) encrusted by red coralline algae appear in both the basal (first) rhodolith bed (Fig. 4C) and the fourth rhodolithbed.No corals of anykindwere observed in the secondor third rhodolith beds, or in transect B of the basal rhodolith bed. Tarbellastrea sp. is the most common coral, found in 70% of the census grids on transects C–E in the basal rhodolith bed. This coral can be relatively large and grew exclusively on some of the larger rhodoliths (Fig. 4D)."
  }, {
    "heading": "4.5. Sedimentology of the rhodolith beds",
    "text": "The initial thick cover of rhodoliths sits on an unconformity with basalt that features sea stacks and/or large boulders evident in vertical cross section (Figs. 2A, and 3). The close grouping of many stacks or boulders also is evident in planar view (Fig. 9A), defining catchment areas as small as a half-meter across that filled with rhodoliths. Prior to burial by rhodoliths, the irregular basalt surface was part of an active rocky shore with sheltered pools partially filled with volcaniclastic debris that attracted colonization by corals such as Tarbellastrea sp. leaving extensive encrustations on the exposed basalt surfaces (Fig. 9B). The basalt also shed sediment into the environment, producing dark, coarse sand (1 mm in diameter) and abundant small pebbles (1 to 2 cm in diameter). The sedimentary matrix packed around the rhodoliths is dominated by these clastic products, but includes roughly 20% bioclastic debris derived from abraded\nrhodoliths, corals, bivalves, and echinoids. The proportion of matrix to whole rhodoliths and coral heads varies markedly among different rhodolith layers, but also among different positions within the same bed. For example, the second rhodolith bed characterized by the data collected in 10 samples from transect A (Fig. 6) has an average surface proportion of 57% matrix to 43% rhodoliths (no corals). The average fraction of matrix to whole rhodoliths and coral heads continues to decline steadily in the basal layer through transects B, C, and D from a high of 38% to a low of 25% over a lateral distance of 22 m. The average surface ratio from stations in transect D is 1:3 for matrix to body fossils. This represents the highest density of rhodoliths and associated invertebrates detected on the shelf exhumed from the Hill of the Oranges. The trend is reversed in transect E, where the average value for surface area occupied by matrix rises to 32%.\nIt is more difficult to draw a comparison from the fourth rhodolith layer, which entailed observations from vertical quadrats. However, the lower half of the five quadrat samples were consistent in showing a 1:1 ratio between the surface areas occupied by matrix and by body fossils. On average, the upper half of the same five samples revealed a 1:7 ratio between matrix and body fossils including rhodoliths and coral heads."
  }, {
    "heading": "4.6. Sedimentology of layers between rhodolith beds",
    "text": "The 15 to 30 cm thick interval of mixed clastic and bioclastic materials separating the top of the first rhodolith layer from the bottom of the second rhodolith layer from the top of the first is dark in tone due to the preponderance of basaltic over carbonate fragments.\nThe amount of carbonate debris at this level is about the same as generally found elsewhere in the matrix of the basal rhodolith layer (20%). The bottom of the second rhodolith layer is highly uneven, as shown in Fig. 10 (at figure's knee level). The bottom rhodoliths in this layer are spatially discontinuous and appear to float in the enclosing matrix. The top rhodoliths in this layer are similarly scattered and isolated from one another by a dark reddish matrix composed of fine volcanic tephra showing parallel planar stratification devoid of any significant bioclastic material (Fig. 3A).\nFollowing the initial deposition of 8 to 10 cm of fine tephra above the second rhodolith layer, the rest of the 75-cm interval below the third rhodolith layer consists exclusively of volcanic lapelli that formed parallel planar laminations (Fig. 10; at figure's head level and above).\nIn terms of sedimentary structures, the 1.25 m thick interval between the third and fourth rhodolith beds shows a more complex origin and was subjected to extensive bioturbation in its upper part of this unit. Swaley cross stratification is prevalent in this unit (Fig. 10; full body length abovefigure); a closer viewshows a structurewith a trough about 30 cm deep (Fig. 11A). Three-dimensional hummocky structures measured in this unit were found to have a spacing that varied from one to twometers apart. Thesewave-modified sediments are dominated by fine tephra, but burrows that reach a depth of about 25 cm are laterally widespread through a zone directly beneath the fourth rhodolith bed (Fig. 11B). The burrow structures, consisting of horizontal and vertical cylindrical tunnels that are unlined and usually T or Y-branched, are characteristic of Thalassinoides isp. These trace fossils representdwelling structures of inferred deposit-feeding organisms like thalassinidean shrimp or other decapods (Bromley and Frey, 1974). The sediment filling the burrows is relatively enriched in carbonate debris. The lighter color of the carbonatematerial and itsmore resistant carbonate cement\ncauses the burrows to stand out in tone and in physical relief from the darker background sediments. The Bioturbation Index (after Drosser and Bottjer, 1986) is BI 3.\nOverlying the former unit is an erosive and irregular fourth and last rhodolith layer, buried by a lava flow with an initial clinker bed from 0.5 to 1.0 m in thickness. The clinker lava is directly overlain by basaltic rocks several meters thick that retain the eroded traces of vertical columns (Fig. 6). It represents the late stage, subaerial alkali basaltic to hawaiitic complex mapped and dated between 14.2 and 15.2 Ma by Ferreira (1985)."
  }, {
    "heading": "5. Discussion",
    "text": "Based on a survey of 37 widespread regions, Halfar and Mutti (2005) argue that rhodalgal deposits typified by dense concentrations of rhodoliths are globally distributed as the dominant carbonate facies from the Burdigalian to the lower Tortonian. This acme in development was accompanied by a decline in the role of corals as the dominant carbonate producers in benthic settings. Miocene growth of the East Antarctic Ice Sheet led to a steeper pole-to-equator temperature gradient in the Southern Hemisphere that may have improved ocean circulation and invigorated upwelling to stimulate the global surge in rhodalgal facies. An early Serravallian age (14 to 15 Ma) for the rhodolith deposits on Ilhéu de Cima overlaps with the peak of global domination for rhodalgal facies identified by Halfar and Mutti (2005), and directly follows after the peak of the Middle Miocene Climatic Optimum (MMCO) when global temperatures began to recede."
  }, {
    "heading": "5.1. Recent and palaeoclimatic evidence for hurricane deposits",
    "text": "High intertidal to supratidal deposits from the Recent record show that subtropical storms of hurricane or near-hurricane intensity easily are capable of bringing rhodoliths onshore. One example is Hurricane Marty, which crossed the tip of the Baja California peninsula and entered the Gulf of California on October 22, 2003. The next day, the storm's center was southeast of Loreto and registered surrounding wind speeds up to 160 km/h. As the storm's center continued to move northward over the Gulf of California, wind speeds subsided but wave energy was sufficient to punch a hole through the northeast corner of the artificial harbor at Loreto.\nThree months later, one of us (Johnson) visited Punta Bajo 9 km north of Loreto and found a sizeable deposit of rhodoliths stranded in the supratidal zone. The deposit blanketed an area about 6 m wide and 35 m long with a densely packed, single layer of rhodoliths. At that time, the largest whole rhodolith pulled from the deposit had a diameter of 18 cm but most were about a third that size. The deposit was more thoroughly photographed one year later in 2005, when 135 rhodoliths were collected for a sedimentological research project. Sewell et al. (2007, Fig. 2a and b) subsequently illustrated two views of the Punta Bajo shore showing the storm deposit. Most of the authors of the present paper visited the Punta Bajo locality in February 2009, more than six years after the storm. Although degraded due to the weathering of individual rhodoliths in place, the deposit has remained largely intact despite the passage of many lesser storms that failed to dislodge whole rhodoliths and wash them back offshore.\nBased on the survey by Foster et al. (1997), the adjacent channel off Punta Bajo is the nearest source where rhodoliths living at a depth of 12 m could have been moved shoreward over a distance less than 2.5 km. According to the shape analysis for live material from this channel (Foster et al., 1997, Fig. 6), better than half of 40 rhodoliths in the sample are more discoidal or ellipsoidal in shape than spherical. Using the simple formula for sphericity by Sneed and Folk (1958), the 135 rhodoliths collected from the storm deposit were calculated to have an average sphericity of 0.86 (Sewell et al., 2007). By implication, the more discoidal and ellipsoidal rhodoliths from the natural\npopulation were left behind and the more spheroidal rhodoliths were rolled away by the traction of wave surge during the storm.\nBy comparison with hurricane seasons in the eastern Pacific Ocean that impact the Gulf of California every few years when crossing the Tropic of Cancer (23°N), comparable storms rarely strike the Madeira Archipelago in the eastern North Atlantic Ocean (33° N at Porto Santo). The lastmajor storm to reach that areawas Hurricane Vince on October 9, 2005with a peakwind speed of 120 km/h. It is necessary to go back to 1842, to find another storm of hurricane strength that affected the Madeira region (Vaquero et al., 2008). Alone, the huge platform of rhodolith limestone excavated from under volcaniclastic sediments on the southeast side of the Hill of Oranges on Ilhéu de Cima is a clear geomorphological feature of coastal erosion from recent times. It can be argued that many storms were necessary to achieve this result, even if infrequent and less than hurricane strength in intensity.\nHurricanes reaching theMadeira Archipelagomay have beenmore common during the Middle Miocene than today. Many factors that contribute to the generation of hurricanes, such as warm sea-surface temperatures above 26–27 °C, high humidity in middle atmospheric levels, and sufficient positive vorticity under limited vertical wind shear (Barron, 1989), conspire to promote the genesis of tropical cyclones near the seasonal location of the Intertropical Convergence Zone (ITCZ). Although the North Atlantic regionwest from the coast of North Africa now shows the highest global correlationwith conditions suited to formation of late summer hurricanes (Barron, 1989, Fig. 4), the storm tracks followed by these disturbances take a west to northwest path across the North Atlantic Ocean that rarely deviates northward toward the Madeira Archipelago.\nIn contrast to today, climatic data collected from Middle Miocene deposits on Malta dating from about 13 Ma and deposits in deep-sea cores from the South China Sea dating from 15.7 to 12.7 Ma show\nstrikingly similar patterns of elevated rainfall attributed to a northward shift in the ITCZ (Holbourn et al., 2010; John et al., 2003). The principal cause for the shift that also marks the initial demise of the MMCO occurred close to 14 Ma through the imbalance between the northern hemisphere without a polar ice cap and the southern hemisphere with its rapid accretion of continental glaciers over Antarctica. The transition from wet-based to cold-based regimes favorable to the growth of an East Antarctica ice sheet began sometime prior to 13.94 Ma, based on stratigraphic evidence that includes volcanic ash deposits dated by analyses of 40Ar/39Ar isotopes (Lewis et al., 2007). The establishment and continued build-up of the ice sheet steepened the pole-to-equator temperature gradient in the southern hemisphere and displaced the de-facto ITCZ north of the geographic equator (Halfar and Mutti, 2005; Holbourn et al., 2010; John et al., 2003). We suggest that a global northward shift in the Middle Miocene ITCZ by 14 Ma could have brought the zone of hurricane genesis as much as 15° of latitude farther north off the coast of West Africa than today, and in a better position to follow storm tracks intersecting the Madeira Archipelago."
  }, {
    "heading": "5.2. Parameters of size, density, and shape",
    "text": "A study by Amado-Filho et al. (2007) on living rhodoliths from three progressively offshore zones on the Abrolhos shelf of Brazil at depths between 4 and 55 m found that smaller rhodoliths (1 to 6 cm in diameter) occur in densities up to 125/m2 in shallower waters closer to shore and the largest rhodoliths (9 to 18 cm in diameter) achieved lesser densities up to 32/m2 in deeper waters farther offshore. The pattern is reversed off the Ryukyu Islands of Japan, however, where rhodoliths become progressively smaller from shallower zones (2.3 to 10.8 cm in diameter) at a depth of 20 m to deeper zones (1.4 to 2.5 cm) at a depth of 70 m (Bassi et al., 2009). In relation to the three size classes of fossil rhodoliths canvassed from the 450-m2 shelf on Ilhéu de Cima, the admixture of small, medium, and large specimens shows average median sizes that converge on a density of 16 per quadrat in each category (Table 1). The average median sample from our quarter-meter grid is the equivalent of 192 rhodoliths/m2, a value exceeding anything from the present-day Abrolhos shelf. Although evidence points to a higher concentration of the largest fossil rhodoliths with diameters up to 20 cm located in the outer west part of the exhumed platform, the data demonstrates a strong tendency toward overall amalgamation of the different size classes into a single homogenous deposit.\nData from living rhodoliths on the Abrolhos shelf show only the slightest preference for the most perfectly spheroidal specimens to originate in zones from the shallowest waters. Overall, the shapes of Brazilian rhodoliths from the three depth-related zones sampled are well mixed and incorporate a substantial portion of discoidal to ellipsoidal forms (Amado-Filho et al., 2007, Fig. 3). Off the Ryukyu Islands (Japan), however, rhodoliths dominated by sub-spheroidal shapes preferentially occur at water depths between 40 and 80 m (Bassi et al., 2009). In particular, the shape and morphology of Miocene rhodoliths from the Hill of the Oranges (Fig. 7) compares most favorably with modern rhodoliths living at a depth of 50 m off Sesoko-jima in the Ryukyu Islands (Bassi et al., 2009, see Fig. 6). Overturning of modern rhodoliths in that setting is attributed to tidal currents, which occur below fair-weather wave base, although movement due to storms and bioturbation cannot be excluded. Similarly, the Hill of the Oranges rhodoliths compare well in shape with Oligocene rhodoliths from a ramp setting in the Venetian foreland basin of Italy (Bassi and Nebelsick, 2010, Fig. 10).\nMean sphericity for the fossil rhodoliths measured from the Hill of the Oranges is 0.82, not far from the mean value of 0.86 calculated for modern rhodoliths stranded by Hurricane Marty in 2003 on a beach near Loreto in Baja California Sur, Mexico (Sewell et al., 2007). There is only weak evidence for sorting by shape in the fossil deposit that fixes\na more central location for the most spherical forms and a peripheral location for themost discoidal forms. Thisminor trend ignores the fact that only a small part of theMiocene shelf has been exhumed from the Hill of the Oranges, while the parallel east and west margins of the shelf already have suffered extensive denudation and loss of fossil materials (Fig. 6)."
  }, {
    "heading": "5.3. Residency time and biological encumbrance",
    "text": "Regarding census data for bivalve borings on the fossil rhodoliths from the Hill of the Oranges, significant differences in the number of Gastrochaenolites borings/rhodolith were counted in different rhodolith beds, as well as from different transects across the basal bed. The numbers range from a low of 9/rhodolith in the fourth bed to a high of 30/rhodolith in transect C from the basal bed. On the Abrolhos shelf of Brazil, the most common mollusk associated with rhodoliths is the bivalve Chione cancellata, but this species is immured within the branches of the growing thallus (Figueiredo et al., 2007). The dominant mollusks linked with the Miocene rhodoliths were bivalves that bored the solid crust of the coralline algae. No examples were observed of Gastrochaenolites traces interrupted by death of the bivalve and sealed over by ongoing growth of crustose red algae. Whereas bivalves such as Chione found refuge inside the branches of a smaller Abarolhos rhodolith and increased in size as the thallus matured, the borings on the fossil rhodoliths were made when the thalli were already fairly large. Thus, it may be argued that a larger number of borings/rhodolith represents a longer residency time for the deposit as a whole, as opposed to a longer interval of symbiosis within the individual rhodolith.\nThe same argumentmay be applied to encrusting corals. Rhodolith beds without encrusting corals had insufficient exposure time as an anchored deposit to gain those epibionts. The second bed, for example, is without any encrusting corals, whereas the basal rhodolith bed registered encrusting corals in 70% of the census quadrats. On the basis of this interpretation, the first, second, and fourth rhodolith beds were available to endobionts and epibionts for sequentially shorter intervals of time. Furthermore, it is argued that loading with asymmetric coral epibionts in particular (Fig. 4D) effectively halted rhodolith mobility and led to the demise of the algal thallus. A few barnacles were found on rhodoliths exclusively in the second rhodolith bed, while encrusting bryozoans and serpulids tend to occur in the S to SW sectors of the surveyed area (Fig. 6). The critical factor in this case may have been water depth.\nSewell et al. (2007, Table 3) found 18 marine invertebrates with durable hard parts capable of fossilization within large Recent rhodoliths that were washed onto the supratidal zone in Baja California Sur, Mexico. In addition to immature bivalves belonging to Barbatia illota and Modioluls capax, the assemblage also included the polyplacophoran Stenoplex conspicua, as well as small corals and echinoids. Polychaete worms lacking calcified tubes and amphipods with low-fossilization potential constitute the dominant infauna associated with the Abrolhos rhodoliths of Brazil (Figueiredo et al., 2007). TheMiocene rhodoliths from the Hill of the Orangesmay prove to have hosted a durable infauna exclusive of boring species, but a more systematic program of collecting and cutting the rhodoliths will be necessary to find out."
  }, {
    "heading": "5.4. Physical containment and burial time",
    "text": "Johnson et al. (2009b) interpreted a stranding event that left rhodoliths draped over and among large boulders on a Pliocene rocky shore exposed on Isla Cerralvo, in Baja California. The thick basal rhodolith layer at the Hill of the Oranges provides an even more dramatic case for entrapment and immobilization of rhodoliths, due to the highly irregular unconformity surface that represents a former rocky shore. Variable amounts of matrix are associated with all the\nrhodolith beds at the study site, but quantifiably the smallest proportion of matrix is mixed into the basal bed. This makes it more akin to a clast-supported deposit of the kind classified by Nalin et al. (2008) as an “A type” transgressive marker bed composed of rhodolithic rudstone that incorporates pebbles and cobbles reworded from the underlying substrate. The unevenness of the original surface can be appreciated in Fig. 6, where the rhodolith cover has been stripped away from the east and west sides of the shelf. The high ground expressed by sea stacks and large boulders formed effective containment areas that trapped the rhodoliths transported there by storm surge. In some cases, these traps were quite small (Fig. 9A) and provided insufficient space for even the surface rhodoliths to roll about. There is no clear evidence for multiple storm events, such as truncation surfaces or thin sandy interbeds, within this basal unit.\nImmobilization also was abetted by the cumulative thickness of the basal rhodolith bed and other layers including the second and fourth rhodolith beds (Fig. 2). The bottom tier of rhodoliths packed to aminimumdepth of only three large rhodoliths would be incapable of movement and would receive no sunlight. Out of the four rhodolith layers distinguishable at the Hill of the Oranges (Figs. 2A, and 3), only the thin and discontinuous line of rhodoliths identified as the third layer could have maintained free movement for all its constituents on the sea bed.\nResidency time of living rhodoliths from the top tier in any given deposit also would depend on the frequency of obrusion events. The basal rhodolith bed was buried by a sand blanket 15 to 30-cm thick that resulted from some combination of slow coastal erosion and periodic storm activity. The cliff line where these deposits and all subsequent stratification are well exposed can be accurately fixed seaward of the basaltic paleoshore represented by the unconformity surface. The second rhodolith bed was buried by fine volcaniclastic sediment followed by lapilli laminated in a subaqueous environment. At the moment of catastrophic burial, the second rhodolith bed exposed at the cliff line was situated 40 m off the paleoshore, which stood at least 5 m higher. The short-lived third rhodolith bed also was terminated by volcaniclastic sediment deposited in a marine setting. Finally, the fourth and last rhodolith layer was catastrophically engulfed by a clinker deposit advanced by a subaerial basalt flow."
  }, {
    "heading": "5.5. Local storm activity",
    "text": "The most direct evidence for storm activity on the Middle Miocene shoreline at the Hill of the Oranges comes by way of swaley crossstratification retained in strata between the third and fourth rhodolith beds (Figs. 2, 10 and 11A). These structures are produced within sand beds during storms that scour the sea floor between fair-weather and storm wave base. However, the action must occur in water shallow enough where the rate of aggradation is sufficiently low to insure preferential preservation of the swales. Experimental work demonstrates that isotropic three-dimensional hummocky bed forms can be generated under long wave periods with moderate oscillatory velocities (Dumas and Arnott, 2006). Swaley cross-stratification from the Hill of the Oranges shows a variable spacing of about 1 to 2 m, based on separations in the diameter of whole three-dimensional structures. The long wave periods necessary to produce this spacing would first feel bottom at considerable depth. According to relationships established to determine wave height as well as water depth for hummocky and swaley structures (Cupul-Magaña and LedesmaVázquez, 1993), the Middle Miocene storm waves off the Hill of Oranges can be calculated as variable from 1 to 2 m and the water depth as deep as 20 m. The stratigraphic intervals with swaley crossstratification are part of a general transgression and represent deepening conditions, but storms of near-hurricane strength would be necessary to aggregate the kind of terminal rhodolith deposits arrayed against the island paleoshore.\nAnother argument in support for this interpretation derives from the presence of Thalassinoides suites, which are typically postturbidite ichnoassemblages (Savary et al., 2004). The box-work morphology of Thalassinoides is commonly taken to indicate a firm but unlithified substrate, omission surface or sedimentary hiatus (Gingras et al., 2000; MacEachern et al., 1992, 2007), belonging to the Glossifungites Ichnofacies. Nevertheless, in this context they are believed to represent colonization of a substrate during minor breaks in sedimentation following storms in a shoreface setting. The presence of characteristics typical of the Glossifungites Ichnofacies points to transgressive surfaces of erosion (MacEachern et al., 2007)."
  }, {
    "heading": "6. Conclusions",
    "text": "The Hill of the Oranges (Cabeço das Laranjas) on Ilhéu de Cima of Porto Santo in the Madeira Archipelago of Portugal is a fitting place name that gives local character to an extraordinary sequence of repetitive deposits dominated by fossil rhodoliths of eye-catching size and abundance. Today, the crustose coralline algae thatmake rhodoliths tolerate a broad range of environments crossing from boreal to equatorial latitudes around the world (Foster, 2001). Carbonate facies dominated by rhodalgal materials reached their zenith in global development during Serravallian time in the Middle Miocene (Halfar and Mutti, 2005), and are represented by deposits of this age on Porto Santo and its outlying islands. Five core conclusions underscore unusual aspects of the study site in the spatial context of a former rocky shore that was volcanic in origin and remained volcanically active on an intermittent basis during the Middle Miocene.\n1. Recurrent stratigraphic layers packed with spherical structures formed by crustose coralline algae signify terminal deposits of rhodoliths transported from offshore banks where they thrived, to an onshore setting where they became immobilized and buried. The upper tier of rhodoliths in each of four deposits may have continued to function as photosynthesizing entities for awhile, but caused the demise of those below by restricting movement and blocking sunlight. 2. The residency time of each rhodolith deposit became shorter and shorter prior to burial events as measured by the extent of biological activity registered by endobionts, such as boring bivalves (Gastrochaenolites isp.) and epibionts, such as coral colonies (Tarbellastrea sp., Isophyllastrea sp., and Solonastrea sp.). The basal deposit has the most diverse associated fauna with at least 16 kinds of marine invertebrates. Subsequent deposits contain fewer faunal associates and show reduced levels of boring and encrusting activities. 3. Burial of the rhodolith deposits occurred through a variety of agencies that ranged from the normal shifting of coastal sands to volcanic events entailing the rain of fine tephra and lapilli, as well as a clinker deposit on an advancing lava flow. 4. All four rhodolith deposits were part of a general onlap of marine facies during Serravallian time that gradually encroached on a rocky shore with a NE–SW coastline. The initial deposit occupies catchment areas carved from the deeply eroded coast. The next two rhodolith deposits are separated by sedimentary layers, but terminate against the rocky shore at higher elevations. Only the fourth and last rhodolith deposit clears the basalt ridge drowned by the onlap of marine strata. Arrangement of these strata against the paleotopography of the unconformity surface indicates a relative rise in sea level of at least 6 m. 5. Transport of the rhodoliths from their place of habitation (some proximal and others more distal from the paleoshoreline) was done by storms of near-hurricane strength that left evidence of swaley cross-stratification in the build-up of intensity that deposited the rhodoliths. Given the orientation of the paleoshore, such storms came from a southeasterly or easterly direction.\nComparisons of the Hill of the Oranges rhodolith deposits with coeval rocky-shore deposits and biotas on the opposite side of Ilhéu de Cima at Sol, Pedra de Água, and Porto must be interpreted in relation to the reconstruction of local circulation patterns and regional storm tracks."
  }, {
    "heading": "Acknowledgments",
    "text": "Information on storm tracks and wind speeds for historic hurricanes cited in this study was derived from reports issued by the U.S. National Hurricane Center through the National Oceanic and Atmospheric Administration. We are grateful to Rafael RiosmenaRodríguez (Universidad Autónoma de Baja California Sur) for checking on the taxonomic assignments based on thin-section analysis. Participation by Johnson in studies on Porto Santo in 2009 and 2010 was supported by a travel grant from the Class of 1945 Faculty World Fellowship during sabbatical leave from Williams College. Santos received financial support from theMinistry of Science and Technology of Spain in the form of a Juan de la Cierva contract (Refª JCI-2008-2431). Financial support was also given by the Junta de Andalucía (Spanish government) to the Research Group RNM316 (Tectonics and Palaeontology) and by the Ministry of Science and Innovation of Spain DGI Project CGL 2007-60507/BTE and by the Portuguese project FCT PTDC/MAR/102800/2008. Participation by Ledesma-Vázquez was supported by travel grants from the Universidad Autonóma de Baja California under the 14th Research Program, as well as from the Cuerpo Academico de Geología Costera/Programa Integral de Fortalecimiento Institucional. The Portuguese Navy provided transportation to and from Ilhéu de Cima during all visits to Porto Santo. Comments from two anonymous reviewers on an earlier draft helped to substantially improve this paper."
  }],
  "year": 2011,
  "references": [{
    "title": "Diversity of coralline red algae: origination and extinction patterns from the Early Cretaceous to the Pleistocene",
    "authors": ["J. Aguire", "R. Riding", "J.C. Braga"],
    "venue": "Paleobiology",
    "year": 2000
  }, {
    "title": "Integrating phylogeny, molecular clocks, and the fossil record in the evolution of coralline algae (Corallinales and Sporolithales",
    "authors": ["J. Aguirre", "F. Perfectti", "J.C. Braga"],
    "venue": "Rhodophyta). Paleobiology",
    "year": 2010
  }, {
    "title": "Structure of rhodolith beds from 4 to 55 meters deep along the southern coast of Espírito Santo State, Brazil",
    "authors": ["G.M. Amado-Filho", "C. Maneveldt", "R.C.C. Manso", "B.V. Marins-Rosa", "M.R. Pacheco", "S.M. Guimarães"],
    "venue": "Ciencias Marinas",
    "year": 2007
  }, {
    "title": "Extrapolation of depositional geometries of the Menorcan Miocene carbonate ramp with ground-penetrating",
    "authors": ["U. Asprion", "H. Westphal", "M. Nieman", "L. Pomar"],
    "venue": "radar. Facies",
    "year": 2009
  }, {
    "title": "Severe storms during Earth history",
    "authors": ["E.J. Barron"],
    "venue": "Geological Society of America Bulletin",
    "year": 1989
  }, {
    "title": "Present-day and fossil rhodolith pavements compared: their potential for analyzing shallow-water carbonate deposits",
    "authors": ["D. Bassi", "J.H. Nebelsick", "A. Checconi", "J. Hohenegger", "Y. Iryu"],
    "venue": "Sedimentary Geology",
    "year": 2009
  }, {
    "title": "Components, facies and ramps: redefining Upper Oligocene shallow water carbonates using coralline red algae and larger foraminifera (Venetian area, northeast Italy)",
    "authors": ["D. Bassi", "J.H. Nebelsick"],
    "year": 2010
  }, {
    "title": "Ecological studies on two unattached coralline algae from western Ireland",
    "authors": ["D. Bosence"],
    "venue": "Palaeontology",
    "year": 1976
  }, {
    "title": "Redescription of the trace fossil Gyrolithes and taxonomic evaluation of Thalassinoides, Ophimorpha and Spongeliomorpha",
    "authors": ["R.G. Bromley", "R.W. Frey"],
    "venue": "Bulletin of the Geological Society of Denmark",
    "year": 1974
  }, {
    "title": "Biostratigrafia (Nanofósseis calcários) e interpretação paleoambiental do Neogénico de Porto Santo (Madeira), Dados preliminares",
    "authors": ["M. Cachão", "D. Rodrigues", "C.M. da Silva", "J. Mata"],
    "venue": "Comunicações do Instituto Geológico e Mineiro",
    "year": 1998
  }, {
    "title": "Paleoenvironmental and taphonomical interpretation of Miocene rhodoliths from Porto Santo (Madeira Archipelago, Portugal)",
    "authors": ["M. Cachão", "M. Rasser", "D. Rodrigues", "C.M. da Silva"],
    "venue": "Preliminary data. I Congresso Ibérico de Paleontologia,",
    "year": 2000
  }, {
    "title": "Evaluation of paleo-wave conditions from oscillatory structures preserved in Cretaceous sediments of Baja California",
    "authors": ["L. Cupul-Magaña", "J. Ledesma-Vázquez"],
    "venue": "Ciencias Marinas",
    "year": 1993
  }, {
    "title": "A semiquantitative classification of ichnofabric",
    "authors": ["M.L. Drosser", "D.J. Bottjer"],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1986
  }, {
    "title": "Origin of hummucky and swaley cross-stratification; the controlling influence of unidirectional current strength and aggradation",
    "authors": ["S. Dumas", "R.W.C. Arnott"],
    "venue": "rate. Geology",
    "year": 2006
  }, {
    "title": "Evolução geocronológica e paleomagnética das ilhas do arquipélago da Madeira - uma síntese",
    "authors": ["M.P. Ferreira"],
    "venue": "Memórias e Notícias do Museu e Laboratório Mineralógico e Geológico da Universidade de Coimbra",
    "year": 1985
  }, {
    "title": "Sedimentological and biological aspects in the formation of branched rhodoliths in northern Norway",
    "authors": ["A. Freiwald"],
    "venue": "Beitrage zur Paläontologie",
    "year": 1995
  }, {
    "title": "Clathromorphum nereostratum (Corallinales, Rhodophyta): the oldest alga",
    "authors": ["B.R. Frantz", "M.S. Foster", "R. Riosmena-Rodríguez"],
    "venue": "Journal of Phycology",
    "year": 2005
  }, {
    "title": "Rhodoliths: between rock and soft places",
    "authors": ["M.S. Foster"],
    "venue": "Journal of Phycology",
    "year": 2001
  }, {
    "title": "Living rhodolith beds in the Gulf of California and their implications for paleoenvironmental interpretation. Pliocene Carbonatees and Related Facies Flanking the Gulf of California, Baja California, Mexico: In: Johnson, M.E., Ledesma-Vázquez",
    "authors": ["M.S. Foster", "R. Riosmena-Rogríguez", "D.L. Steller", "W.J. Woelkerling"],
    "venue": "J. (Eds.), Geological Society of America Special Paper,",
    "year": 1997
  }, {
    "title": "Firmness profile associated with tidal-creek deposits: the temporal significance of Glossifungites assemblages",
    "authors": ["M.K. Gingras", "S.G. Pemberton", "T. Saundners"],
    "venue": "Journal of Sedimentology Research",
    "year": 2000
  }, {
    "title": "Global dominance of coralline red-algal facies: a response to Miocene oceanographic",
    "authors": ["J. Halfar", "M. Mutti"],
    "venue": "events. Geology",
    "year": 2005
  }, {
    "title": "Does Antarctic glaciation force migration of the tropical rain belt? Geology 783–786",
    "authors": ["A. Holbourn", "W. Kuhnt", "M. Regenberg", "M. Schulz", "A. Mix", "N. Andersen"],
    "year": 2010
  }, {
    "title": "Mixed carbonate-siliciclastic record on the North African margin (Malta) — coupling of weathering processes and mid Miocene climate",
    "authors": ["C.M. John", "M. Mutti", "T. Adatte"],
    "venue": "Geological Society of America Bulletin",
    "year": 2003
  }, {
    "title": "Dichotomous facies on a Late Cretaceous rocky island as related to wind and wave patterns (Baja California, México)",
    "authors": ["M.E. Johnson", "M.L. Hayes"],
    "venue": "Palaios",
    "year": 1993
  }, {
    "title": "Contribution of rhodolths to the generation of Pliocene–Pleistocene limestone in the Gulf of California",
    "authors": ["M.E. Johnson", "D.H. Backus", "R. Riosmena-Rodríguez"],
    "year": 2009
  }, {
    "title": "Rhodolith stranding event on a Pliocene rocky shore from Isla Cerralvo in the Lower Gulf of California (Mexico)",
    "authors": ["M.E. Johnson", "D.M. Perez", "B.G. Baarli"],
    "venue": "III International Rhodolith Workshop,",
    "year": 2009
  }, {
    "title": "Major middle Miocene global climate change: evidence from East Antarctica and the Transantarctic Mountains",
    "authors": ["A.R. Lewis", "D.R. Marchant", "A.C. Ashworth", "S.R. Hemming", "M.L. Machlus"],
    "venue": "Geological Society of America Bulletin",
    "year": 2007
  }, {
    "title": "Stratigraphic applications of the Glossifungites ichnofacies: Delineating discontinuities in the rock record. In: Pemberton, S.G. (Ed.), applications of ichnology to petroleum exploration, a core workshop",
    "authors": ["J.A. MacEachern", "I. Raychaudhuri", "S.G. Pembrton"],
    "venue": "Society of Economic and Paleontologic Mineralogists Core Workshop",
    "year": 1992
  }, {
    "title": "The ichnofacies paradigm: a fifty-year retrospective",
    "authors": ["J.A. MacEachern", "S.G. Pemberton", "M.K. Gingras", "K.L. Bann"],
    "year": 2007
  }, {
    "title": "Paleoecology and paleogeography of an extensive rhodolith facies from the Lower Oligocene of south Georgia and north Florida",
    "authors": ["J.P. Manker", "B.D. Carter"],
    "venue": "Palaios",
    "year": 1987
  }, {
    "title": "Primary production, respiration and calcification of the temperate free-living coralline alga Lithothamnion corallioides",
    "authors": ["S. Martin", "M.D. Castets", "J. Clavier"],
    "venue": "Aquatic Botany",
    "year": 2006
  }, {
    "title": "Rhodolith-bearing limestones as transgressive marker beds: fossil and modern examples from North Island, New Zealand",
    "authors": ["R. Nalin", "C.S. Nelson", "D. Bassor", "F. Massari"],
    "venue": "Sedimentology",
    "year": 2008
  }, {
    "title": "Supplementary modification and introduction of code numbers to the low-latitude coccolith biostratigraphic zonation (Bukry",
    "authors": ["H. Okada", "D. Bukry"],
    "venue": "Marine Micropaleontology",
    "year": 1980
  }, {
    "title": "Morphology and occurrence of rhodoliths in siliciclastic, intertidal environments from a high latidute reef setting, southern Mozambique",
    "authors": ["C.T. Perry"],
    "venue": "Coral Reefs",
    "year": 2005
  }, {
    "title": "Reefs that rock and roll: biology and conservation of rhodolith beds in the Gulf of California",
    "authors": ["R. Riosmena-Rodríguez", "D.L. Steller", "G. Hinojosa-Arango", "M.S. Foster"],
    "year": 2010
  }, {
    "title": "Miocene intertidal zonation on a volcanically active shoreline: Porto Santo in the Madeira Archipelago (Portugal)",
    "authors": ["A. Santos", "E.J. Mayoral", "C.M. da Silva", "M. Cachão", "M.E. Johnson", "B.G. Baarli", "in press"],
    "venue": "Lethaia 44",
    "year": 2010
  }, {
    "title": "Calciturbidite dynamics and endobenthic colonization: example from a late Barremian (Early Cretaceous) succession",
    "authors": ["B. Savary", "D. Olivero", "C. Gaillard"],
    "year": 2004
  }, {
    "title": "113–127 southeastern France",
    "authors": ["M.E. Johnson"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2011
  }, {
    "title": "Rhodolith detritus impounded by a coastal dune on Isla Coronados, Gulf of California",
    "authors": ["A.A. Sewell", "M.E. Johnson", "D.H. Backus", "J. Ledesma-Vázquez"],
    "venue": "Ciencias Marinas",
    "year": 2007
  }, {
    "title": "Living rhodolith bed ecosystems in the Gulf of California",
    "authors": ["D.L. Steller", "R. Riosmena-Rodríguez", "M.S. Foster"],
    "year": 2009
  }, {
    "title": "Pebbles in the lower Colorado River, Texas, a study in particle morphogenesis",
    "authors": ["E.D. Sneed", "R.L. Folk"],
    "venue": "Journal of Geology",
    "year": 1958
  }, {
    "title": "A historical analog of 2005 Hurricane Vince",
    "authors": ["J.M. Vaquero", "García-Herrera", "D. Wheeler", "M. Chenoweth", "C.J. Mock"],
    "venue": "Bulletin of the American Meteorological Society",
    "year": 2008
  }],
  "id": "SP:263e2d4b42b2790ef487decd2beaa0bf14ff0e4e",
  "authors": [{
    "name": "Markes E. Johnson",
    "affiliations": []
  }, {
    "name": "Carlos M. da Silva",
    "affiliations": []
  }, {
    "name": "Ana Santos",
    "affiliations": []
  }, {
    "name": "B. Gudveig Baarli",
    "affiliations": []
  }, {
    "name": "Mário Cachão",
    "affiliations": []
  }, {
    "name": "Eduardo J. Mayoral",
    "affiliations": []
  }, {
    "name": "Ana Cristina Rebelo",
    "affiliations": []
  }, {
    "name": "Jorge Ledesma-Vázquez",
    "affiliations": []
  }],
  "abstractText": "a Department of Geosciences, Williams College, Williamstown, MA 01267, USA b Departamento de Geologia e Centro de Geologia, Faculdade de Ciências da Universidade de Lisboa, Campo Grande, 1749-016 Lisboa, Portugal c Departamento de Geodinámica y Paleontología, Facultad de Ciencias Experimentales, Universidad de Huelva, Campus de El Carmen, Avd. 3 de Marzo, s/n, 21071 Huelva, Spain d Facultad de Ciencias Marinas, Universidad Autónoma de Baja California, Ensenada, BC 22800, Mexico",
  "title": "Rhodolith transport and immobilization on a volcanically active rocky shore: Middle Miocene at Cabeço das Laranjas on Ilhéu de Cima (Madeira Archipelago, Portugal)"
}