{
  "sections": [{
    "text": "Using the Ar–Ar technique, we have obtained the first numerical dates for the Pleistocene volcanism along the valley of the River Ceyhan in the Düziçi area of southern Turkey, in the western foothills of the Amanos Mountains. Our six dates indicate a single abrupt episode of volcanism at∼270 ka.We have identified a staircase of 7 fluvial terraces, at altitudes of up to∼230m above the present level of the Ceyhan. Using the disposition of the basalt as an age constraint, we assign these terraces to cold-climate stages between marine oxygen isotope stages 16 and 2, indicating rates of fluvial incision, equated to surface uplift, that increase upstream through the western foothills of thismountain range at between 0.25 and 0.4mma−1. Extrapolation of these uplift rates into the axis of the range suggests that the entire∼2300mof present-day relief has developed since theMid-Pliocene, a view that we confirm using numerical modelling. Since ∼3.7Ma the AmanosMountains have formed a transpressive stepover along the northern part of the Dead Sea Fault Zone, where crustal shortening is required by the geometry. Using a physics-based technique, we have modelled the overall isostatic response to the combination of processes occurring, including crustal thickening caused by the shortening, erosion caused by orographic precipitation, and the resulting outward flow of mobile lower-crustal material, in order to predict the resulting history of surface uplift. This modelling suggests that the effective viscosity of the lower crust in this region is in the range∼1–2×1019 Pa s, consistent with aMoho temperature of ∼590±10 °C, the latter value being in agreement with heat flow data. This modelling shows that the nature of the active crustal deformation is now understood, to first order at least, in this key locality within the boundary zone between the African and Arabian plates, the structure and geomorphology of which have been fundamentally misunderstood in the past. © 2007 Elsevier B.V. All rights reserved.\nKeywords: Turkey; Amanos Mountains; Ar–Ar; Pleistocene; Fluvial terraces; Uplift\n⁎ Corresponding author. Also at: School of Civil Engineering and Geosciences, Newcastle University, Newcastle-upon-Tyne NE1 7RU, UK. E-mail address: robwestaway@tiscali.co.uk (R. Westaway).\n1 Present address: Laboratory for Noble Gas Geochronology, Department of Earth, Atmospheric, and Planetary Sciences, Massachusetts Institute of Technology, 77 Massachusetts Avenue, Building 54-1013, Cambridge, MA 02139-4307, USA. 2 Present address: 41 Kingsway East, Westlands, Newcastle-under-Lyme, Staffordshire, ST5 5PY, UK. 3 Present address: School of Computing, University of Leeds, Leeds LS2 9JT, UK.\n0169-555X/$ - see front matter © 2007 Elsevier B.V. All rights reserved. doi:10.1016/j.geomorph.2007.08.014"
  }, {
    "heading": "1. Introduction",
    "text": "The documentation of vertical crustal motion, separating regional uplift from local components caused by active faulting, is important within Earth science, relating (for instance) to the understanding of feedback mechanisms between crustal deformation and climate. Use of dated long-timescale river terrace staircases is emerging as an important method for investigating this topic, given that fluvial incision can often serve as a proxy for surface uplift (e.g., Bridgland and Westaway, in press). K–Ar or Ar–Ar dating of basalt flows that cap fluvial terrace deposits is a robust technique for dating river terraces that has been widely used in volcanic regions worldwide, for instance, in the French Massif Central (e.g., Pastre, 2004), the Colorado Plateau of the western USA (e.g., Pederson et al., 2002), and in Turkey (e.g., Westaway et al., 2004, 2006b; Bridgland et al., 2007) and adjoining parts of Syria (Demir et al., 2007). It is applied here to the terraces of the River Ceyhan within the Amanos Mountains in southern Turkey; these mountains form part of the boundary zone between the African and Arabian plates (Fig. 1).\nThe Ceyhan (Fig. 2) is the largest river flowing to the Mediterranean coast of Turkey, with a ∼300 km length and a 20,670 km2 catchment. In its natural state it was a major source of sediment; Russell (1954) described the dramatic seasonal coastal progradation around its mouth near Karataş (Fig. 1), resulting from sediment transported each spring by the peak discharge following nival melting upstream. Çetin et al. (1999) estimated that this process typically increased the land area by ∼7.5 ha annually. Since the Aslantaş Dam (Figs. 2 and 3) was completed in 1984, the river downstream of it has become virtually sediment-free, with coastal erosion around its mouth now a significant problem (e.g., Çetin et al., 1999). The United Nations database (http://www.fao.org/ag/agl/aglw/sediment/) reports the annual sediment load of the Ceyhan as 5.5 million tonnes, a value presumably representative of its pre-dam state. Assuming a sediment density of 2000 kg m−3, this indicates a spatial average erosion rate of ∼0.13 mm a−1 throughout the Ceyhan catchment.\nA major factor governing this erosion rate is high rainfall, due to orographic precipitation as moist air from the Mediterranean Sea flows eastward over the Amanos Mountains (Figs. 1 and 2). Annual rainfall is∼1000 mm in their western foothills (e.g., Yüce, 2001), and approaches ∼1500 mm at higher altitudes, making this one of the wettest parts of Turkey. The high rainfall results in profuse vegetation, restricting outcrop exposure and thus making stratigraphic relationships difficult to determine.\nThe Upper Ceyhan (Fig. 2) can be regarded as the ∼120 km reach within the Taurus Mountains, upstream of Kahramanmaraş. The Middle Ceyhan is thus the ∼80 km reach through the Amanos Mountains to Cevdetiye (Fig. 3); the ∼100 km long Lower Ceyhan crosses the Cilician Plain (Fig. 2). The construction of dams (Fig. 2) means that the ∼15 km reach between the Aslantaş Dam and Cevdetiye (Fig. 3) is the only part of the Middle Ceyhan where the natural valley remains intact.\nThe Ceyhan–Osmaniye volcanic field is a zone of Quaternary basaltic volcanism, ∼60 km long (NE–SW) and ∼15 km wide, adjoining the Middle and Lower Ceyhan (Figs. 2 and 3). Basalt flanks the Middle Ceyhan in the Düziçi area (e.g., Bilgin and Ercan, 1981; Arger et al., 2000), in the western foothills of the Amanos Mountains (Fig. 3). We will use its disposition, capping terraces of the Ceyhan, to constrain local surface uplift. This analysis will be based on our own fieldwork, supplemented by unpublished documents prepared by the Devlet Su İşleri (DSİ) Genel Müdürlüğü (General Directorate of State Water Works), which show the basalt and fluvial sediments in the vicinity of the Aslantaş Dam before this dam was built. Recent investigations of other parts of this volcanic field, farther west (and thus excluded from the present study), include those by Parlak et al. (1997), Polat et al. (1997), Yurtmen et al. (2000) and Gürsoy et al. (2003).\nThe aims of the present study are thus to describe the geomorphology of the study region in relation to its geology, to discuss the disposition of Pleistocene basalt flows within the landscape, to date these basalts, and thus to use their heights to determine uplift rates, enabling modelling of the regional geomorphic development using a quantitative, physics-based technique, to provide a first-order indication of the combination of processes responsible for the dramatic uplift and fluvial incision that are evident. We thus show that the Amanos mountain range (Fig. 1), now ∼2300 m high, is very young; having developed since the Mid-Pliocene in what was formerly a lowland area. Moreover, we show via the modelling that this topographic development is entirely consistent with the combination of processes known independently to be occurring in the region: erosion, and crustal thickening caused by active transpression along the northern Dead Sea Fault Zone (DSFZ), the boundary between the African and Arabian plates. Other aspects of our work, not directly relevant to the geomorphology, including discussion of bedrock geology, palaeomagnetic data and geochemical analyses, as well as full documentation of our Ar–Ar dating, are provided in the online supplement."
  }, {
    "heading": "2. Regional background",
    "text": "We now review background details, concerning the geology of the study region and its active crustal deformation, required to demonstrate relationships between structure and geomorphology and to enable estimation of parameter values required for the quantitative analysis of the landscape evolution to be presented later (in Section 6)."
  }, {
    "heading": "2.1. Regional geology",
    "text": "The study area (Fig. 4) overlies the suture of the Southern Neotethys Ocean, which formerly separated the Arabian Platform and Anatolia (Figs. 2 and 3). This suture locally follows the WNW flank of the Amanos Mountains, which thus form the WNW margin of the Arabian Platform (Figs. 1 and 2). This mountain range is an asymmetric anticline, with a SSW–NNE-trending axis located near its ESE flank (Fig. 5). This ESE rangefront escarpment, at the WNW margin of the Karasu Valley, is bounded by the Amanos Fault, the principal active strand of the northern DSFZ (Figs. 2, 5c,d). About 15 km farther east, the eastern margin of the Karasu Valley, at the western margin of the Kurd Dagh range, is bounded by the East Hatay Fault, the other major active strand of the northern DSFZ (Fig. 2). Westaway (2003, 2004) first suggested that this part of the DSFZ is strongly transpressive, rather than being a left-lateral transform fault zone as was previously thought. Although it is clear from stratigraphic relations (Fig. 5c) that some of the folding within the Amanos Mountains is ancient, Seyrek et al. (2007) suggested that much of it, along with the present topographic relief, has resulted from distributed crustal shortening accompanying the present phase of transpression. Prior to this work, this mountain range was thought to be ancient and unrelated to the active crustal deformation (e.g., Schwan, 1971, 1972 p. 158; Brinkmann, 1976, p. 89).\nFig. 2. More detailed map of the Amanos Mountains and their immediate su locations of Figs. 3, 4 and 5a–c. Grey shading indicates, schematically, lowla leftward step on the Misis–Kyrenia Fault Zone. The southward continuatio whereas its northward continuation is called the Narlı Plain or Aksu Plain, na Kahramanmaraş (abbreviated to K.Maraş), having flowed westward across considered active during the present phase of slip on the DSFZ are shown (se measure the total slip on left-lateral faults, as explained in the text. B.D. and U the Amanos Mountains (2246 and 2268 m a.s.l., respectively). A, B, S, M an Ceyhan. Except for the upper ∼30 km of the Kısık Gorge, which has not be downstream of the next dam. White numbers 1–4 beside fine dotted lines den Pleistocene / early Middle Pleistocene course through the Gates of Issos, after Skelton (1969). 3 is prior to 1935, and 4 from 1935 to the present day. 5 marks in the present study region, dated to MIS 9b. 6 marks the earlier palaeo-c abandoned after MIS 16. D marks the approximate position of the shoreline\nErosion along the principal anticline axis within the Amanos Mountains has exhumed Late Proterozoic rocks, overlain by Palaeozoic and Mesozoic sediments (Fig. 5c, d). In the Late Cretaceous (Maastrichtian; ∼70 Ma; e.g., Dilek and Delaloye, 1992) the Hatay ophiolite was obducted onto the Arabian Platform, including the AmanosMountains. The relatively undeformed Cenozoic cover within and west of the Amanos Mountains (Figs. 4, 5a) is generally known as the ‘İskenderun Basin’ succession (e.g., Karig and Kozlu, 1990). Initially, during the Cenozoic, convergence between the Arabian Platform and Anatolia was accommodated by northward subduction, causing the progressive destruction of the Southern Neotethys Ocean. In eastern Turkey, this ocean seems to have closed in the Eocene, but in the present study region, closure was later, in the Miocene, being followed by north–south shortening within the continental crust of the Arabian Platform and Anatolia (e.g., Robertson et al., 2004). The subduction involved accretion of ocean-floor sediment against the southern margin of Anatolia; later, during the (?) Middle to Late Miocene, this material became thrust onto the leading margin of Arabia (Robertson et al., 2004). Most local outcrop dates from these phases of deformation, collectively forming the Misis–Andırın subduction–accretion complex (Fig. 3).\nIt is thought that this phase of crustal shortening ended at ∼7 Ma (Robertson et al., 2004). The modern regime of left-lateral strike-slip faulting, involving throughgoing fault linkage between the DSFZ and the Turkey–Africa plate boundary in the SW and the East Anatolian Fault Zone (EAFZ: the boundary between the Turkish and Arabian plates) in the northeast, is thought to have developed around 4 Ma (e.g., Westaway, 2003, 2004; Westaway et al., 2006a; Seyrek et al., 2007; see also below). During ∼7–4 Ma, an earlier phase of strike-slip faulting occurred but with a different overall geometry, although the details have yet to be fully established (e.g., Westaway and Arger, 2001; Westaway,\nrroundings, modified from Fig. 2 of Seyrek et al. (2007), showing the nds forming linear valleys along the DSFZ and the disturbed zone at a n of the Karasu Valley, south of Kırıkhan, is called the Amik Basin, med after the River Aksu (illustrated), which joins the Ceyhan west of the northern margin of the Arabian Platform. Only left-lateral faults e Fig. 1 for other faults). J, K, L and M denote piercing points used to .Z. denote Beşikdüldülü and Uluziyaret, two of the highest summits in d K denote the Aslantaş, Berke, Sır, Menzelet, and Kandil dams on the en flooded, the upstream end of each reservoir is only a short distance ote successive positions of the mouth of the Ceyhan. 1 is for the Early Arger et al. (2000). 2 is during antiquity (c. the first century A.D.), after the inferred palaeo-course of the Middle Ceyhan prior to the volcanism ourse through locality c in Fig. 4, which is inferred to have become during glacial maxima, after Aksu et al. (1992b).\n2006a). Dramatic regional uplift, superimposed onto this horizontal motion, is revealed by the presence of Miocene deep-water marine sediments (such as turbidites), now many hundreds of metres above sea-level (e.g., Robertson et al., 2004; Satur et al., 2005)."
  }, {
    "heading": "2.2. Stacked deposition by the Ceyhan system",
    "text": "The Misis–Andırın complex is overlain by a stacked succession of partly-lithified fluvial gravel with silty interbeds, known as the Kadirli Formation, of inferred (?)\nLate Miocene or Pliocene age (e.g., Robertson et al., 2004). These deposits locally reach thicknesses of many hundreds of metres; they are gently-dipping but typically unaffected by the thrusting observed in the older part of the succession. Farther south, bordering İskenderun Gulf (theNE corner of theMediterranean Sea; Fig. 3), the Erzin Formation is considered a lateral equivalent of these deposits (e.g., Kozlu, 1987). Schiettecatte (1971) called these stacked fluvial gravels in both areas the Kuransa Formation, and estimated their maximum thickness as ∼2000 m. Borehole and seismic reflection evidence now indicates that İskenderunGulf is indeed underlain by up to ∼2000 m of lithologically equivalent sediments (Aksu et al., 2005). They overlie, and thus post-date, the reflector formed in the erosional landscape that marks the Messinian salinity crisis.\nSchiettecatte (1971) also noted that west of the lower Middle Ceyhan north of Cevdetiye (Fig. 3), the NW margin of outcrop of the Kadirli Formation gravels is truncated by a NW-dipping reverse fault, along which the rocks of the Karataş Formation (Fig. 3) have been upthrown against these younger rocks. Along the Middle Ceyhan gorge itself, the basalts of the Ceyhan–Osmaniye volcanic field (Figs. 3 and 4) are inset into these stacked fluvial deposits, indicating a considerably younger age.\nUsing shallow seismic reflection profiling, Aksu et al. (1992a,b) identified rhythmic sedimentation within this fluvial succession beneath İskenderun Gulf. They suggested that each unconformity within this succession marked the marine transgression during the warming limb at the start of each interglacial marine highstand, bounding the body of fluvial sediment deposited during the preceding lowstand; they traced this pattern back to marine oxygen isotope stage (MIS) 15. Each climate cycle is thus marked by a typical thickness of ∼50± 10 m of sediment within an area with dimensions ∼20 km NW–SE by ∼60 km NE–SW, thus indicating deposition of ∼60 km3 of sediment per climate cycle.\nPrior to this span of time, the River Ceyhan reached İskenderun Gulf along a course through what is now the Gates of Issos dry valley (Arger et al., 2000; 1 in Fig. 2; Fig. 3; see also below). Although much farther west (4 in Fig. 2), the modern course of the Ceyhan also leads into\nFig. 4. Landsat image (a) and topographic map (b) of the present study region locations of basalt flows (shaded light grey) and settlements (shaded dark gre where sample 03TR48 was collected; and o (circa [BB 665 370]) marks the Sa Aslantaş Reservoir. ⁎ symbols denote the summits of Kara Tepe (638 m a.s.l. station); Tozaklık Dağı (∼1550 m; in the Amanos Mountains, SSE of Şekerd (∼220 m) to the north of Sarpınağzı. Long dashes line indicates, schematica dashes indicate the apparent palaeo-course through locality c. Abbreviations d Ay, Aynışlar; D, the Aslantaş Dam; K, Karatepe village; Kd, Karanıdere; K Şekerdere. See Westaway et al. (2006a) for details of data sources and prepa\nİskenderun Gulf, as does its pre-1935 course, which reached the sea near Yumurtalık (3 in Fig. 2). In contrast, c. 2000 years ago, the Ceyhan mouth is thought to have been west of Karataş (2 in Fig. 2), but the minimal thickness of sediment offshore of this point (e.g., Aksu et al., 1992b) indicates that it did not flow this far west for much of the Middle-Late Pleistocene. The sediment volume beneath İskenderun Gulf thus requires a spatial average erosion rate throughout the Ceyhan catchment of only ∼0.03 mm a−1, much less that the rate indicated by the historical pre-dam sediment load. One possible explanation for this difference is agriculture has made the modern sediment load much greater than that during Pleistocene cold stages. Another is that much of the sediment transported during Pleistocene cold stages has become dispersed within the easternMediterranean basin."
  }, {
    "heading": "2.3. Active crustal deformation",
    "text": "Inmodern regional kinematic models, such as those by Westaway (2003, 2004), the study region is regarded as the northern ‘promontory’ of the African plate, between the Turkish and Arabian plates (Fig. 2). Westaway et al. (2006a) suggested, from observations between Gölbaşı and Türkoğlu (Fig. 1), that this modern geometry of faulting developed at 3.73±0.05 Ma. Farther south, the relative motion between the African and Arabian plates is taken up on N20°E-striking left-lateral faults within the Karasu Valley (Figs. 2, 5c,d). The Seyrek et al. (2007) scheme for interpreting for this locality, based on Ar–Ar dating of offset Pleistocene basalt flows, includes leftlateral slip rates of 2.89±0.05 mm a−1 (±2σ) on the Amanos Fault and 2.68±0.54 mm a−1 (±2σ) on the subparallel East Hatay Fault farther east, making the overall left-lateral slip rate 5.57±0.54 mm a−1 (±2σ). Since this geometry of strike-slip faulting developed, an estimated 11 km of slip on the Amanos Fault and (at K in Fig. 2) ∼10 km of slip on the East Hatay Fault have occurred. It is inferred that both these faults came into being, and the associated deformation in the Amanos Mountains began, at the ∼3.7 Ma start of this phase of plate motion; beforehand, the northern part of the Africa– Arabia plate boundary was located farther east (Fig. 1).\n(the latter with 20 m contour interval, based on SRTM data), showing y). Localities a to l, n, p and q mark sites described in the text; m marks bun Suyu– Ceyhan confluence, now flooded by the upstream end of the ; NWof Karatepe village), Ziyaret Tepe (784 m a.s.l.; north of Mamure ere); and Karayüce Tepe (230 m) and the more northerly Gölyeri Tepe lly, the course of the River Ceyhan before the basalt eruptions. Shorter enote: Ab, Abacılar; As, Aslantaş (a famous Hittite archaeological site); g, Karagedik; M, Mağaraönü; Res., the Aslantaş Reservoir; and, Ş, ration technique for this imagery.\nTerrace numbers, heights above present sea-level (H), and interpretations are from Erol (1963). Estimated MIS stages, numerical ages (t) and time-averaged uplift rates (V) are from this study. Calculations assume the same global sea-level as at present during all interglacials, except for a value of −5 m assumed during MIS 5a.\nThese slip rate estimates and other evidence from farther south on the DSFZ are consistent with a preferred Euler vector of 0.434±0.012°Ma−1 about 31.1°N, 26.7°E. The Amanos Fault is misaligned to the tangential direction to this pole by∼52° in the transpressive sense. Its geometry thus requires significant fault-normal distributed crustal shortening, taken up by crustal thickening and folding, in the adjacent Amanos Mountains. The vertical slip on the Amanos Fault is estimated as ∼0.15 mm a−1 (Seyrek et al., 2007), a minor component that contributes to the uplift of the Amanos Mountains. This fault passes end-on near Türkoğlu, near the northern end of these mountains, into the NE-trending Gölbaşı–Türkoğlu Fault (Fig. 2), which is usually regarded as the SWend of the EAFZ and has slipped by 19 km during the present phase of deformation (Westaway et al., 2006a).\nThe onshore part of the boundary between the Turkish and African plates is regarded in these modern schemes as the SSW–NNE-trending Yakapınar–Göksun Fault Zone (YGFZ) (Figs. 2 and 3). GPS studies (McClusky et al., 2000) indicate that this is slipping at∼2 mm a−1, its most recent significant activity having involved the magnitude 6.2 Ceyhan earthquake of 27 June 1998 (e.g., Aktar et al., 2000). This fault system passes offshore near Karataş,\nFig. 5. Illustrations of the structure and geomorphology of the Amanos Moun the range adjoining the present study region, adapted from cross-section III in along c. 36.7°N, adapted from cross-section II in Plate II of Tolun and Pamir ( ending at Saylak (c. [BA 685 563] in the Karasu Valley, adapted from cross stratigraphic succession are highlighted. Alternative possible ages for the A photograph looking WNWat the eastern escarpment of the range from [BA 6 in (c). The village in the centre of the view (recognisable from light-coloured b escarpment. The Amanos Fault runs SSW–NNE across the view (A–B), bein the minor component of downthrow to the ESE that accompanies the predom at ∼400 m a.s.l., is located on an inlier of Late Proterozoic slate of the Eğri Palaeozoic succession, the summit level at ∼1200 m a.s.l. being in Triassic lim view, is Kaya Tepe (1262 m a.s.l.; c. [BA 638 559]). The same stratigraphic s by Pleistocene basalt and by the pediment of young alluvium that occupies\nlinking end-on into the Misis–Kyrenia fault zone (Figs. 1 and 2), which comes ashore again in the Kyrenia (Girne) mountain range of northern Cyprus. At its NNE end, the YGFZ is thought to link end-on into the Sürgü Fault (Fig. 2), which merges with the EAFZ near Çelikhan (Fig. 1). At Derbent (J in Fig. 2), an ancient thrust fault is offset left-laterally across the Sürgü Fault by∼4 km (Westaway, 2003, 2004), providing an indication of the total slip on this structure.\nMcKenzie (1976) first noted that the fault zone shown in Fig. 3 NW of İskenderun Gulf, subsequently termed the Karataş–Osmaniye Fault Zone (KOFZ), is aligned with the Gölbaşı–Türkoğlu Fault to the NE (Fig. 1). He thus suggested that the EAFZ continues SW, through the Amanos Mountains, to this coastal area. Westaway and Arger (1996) thus envisaged an in-line northeastward continuation of the KOFZ, which they called the Düziçi Fault, running NE of Osmaniye up the Akarsu valley, then along the mountain range-front SE of Düziçi town, then across the Amanos Mountains to Türkoğlu (Fig. 1). This concept was justified mainly from the geomorphology, notably from the form of the Akarsu valley, lineations near Toprakkale that were interpreted as NE-trending fault scarps, and apparent left-lateral offsets of the margins of the Toprakkale and Delihalil Tepe basalts (9 and 10 in Fig. 3).\nIn 1999, two of us (SYand RW) undertook extensive fieldwork to verify these tentative deductions. This work reached the following conclusions (previously summarised by Yurtmen and Westaway, 2001). First, the construction of an irrigation canal through the Toprakkale area revealed that the features regarded by Westaway and Arger (1996) as NE-trending fault scarps were in fact river terrace bluffs. Second, the apparent leftlateral offsets of basalt margins in this area are erosional contacts and/or places where the edges of the basalt are banked against pre-existing fault-related topography. In particular, careful NW–SE traverses across the Toprakkale and Delihalil Tepe basalts, across the lines of the\ntains; see Fig. 2 for locations. (a) WNW–ESE profile across the part of Plate II of Tolun and Pamir (1975). (b) West-east profile farther south 1975). (c) WNW–ESE profile across the southern Amanos Mountains, -section V in Plate I of Atan (1969). Major unconformities within the rılık formation are from Atan (1969) and Schwan (1971). (d) Field 8988 54191], ∼2 km N of Guzelce, along a line ∼2 km S of the profile uildings) is Söğütalan (c. [BA 662 556]),∼3 km away at the foot of the g recognisable by a fault-line bluff a few tens of metres high, caused by inant left-lateral slip. Mapping by Atan (1969) indicates that Söğütalan, bucak Formation; behind it the escarpment passes upward through the estone of the Küreci Formation. The highest summit, on the left of the uccession is found east of the Amanos Fault in the subsurface, overlain the foreground in the view, as illustrated in (c).\nfault strands mapped in the area (Fig. 3), indicated no evidence for any left-lateral offset (or other sense of fault offset) within these basalts.\nFarther SW, the Botaş basalt (11 in Fig. 3) was K–Ar dated by Arger et al. (2000) to 630±180 ka (±2σ) and was shown by Gürsoy et al. (2003) to be reversemagnetised. An age for it late in the Matuyama chron\n(∼800 ka) can thus be deduced. This basalt does not reach the main strand of the KOFZ but covers its SE strand, the Yumurtalık fault (Fig. 3), indicating that the latter has not been active since the Early Pleistocene.\nFurthermore, McClusky et al. (2000) showed from a regional GPS survey (utilising survey points illustrated in Fig. 1) that there is no evidence for active slip on the\nKOFZ. The subsequent realisation by Westaway (2003, 2004) that the northern DSFZ is strongly transpressive eliminates any geometrical requirement for active leftlateral slip along the line of the KOFZ or Düziçi Fault, contrary to what had been deduced previously, based on the assumption that the active left-lateral faults in this region are all transform faults. The argument by Gürsoy et al. (2003) that the KOFZ must be active to account for vertical-axis rotations measured palaeomagnetically in the Ceyhan–Osmaniye basalts is not compelling, as these measurements can readily be explained differently (see the online supplement). In other recent interpretations, such as that by Robertson et al. (2004), and in some older schemes (e.g., Kelling et al., 1987), the KOFZ is regarded as a reverse-fault zone associated with the development of the mid-Cenozoic subduction– accretion complex; its along-strike continuation north and east of Osmaniye thus trends SSW–NNE along the Neotethys suture, not SW–NE across the Amanos Mountains (Fig. 3). However, it is impossible, as yet, to determine whether the KOFZ and/or Düziçi Fault were active at a later stage (but before the modern phase of deformation, starting at ∼4 Ma), or whether the concept of left-lateral slip on these structures at any stage is spurious, resulting from the fortuitous alignment of the SW EAFZ with the Neotethys suture between Osmaniye and Karataş (cf. Seyrek et al., 2007)."
  }, {
    "heading": "2.4. Vertical crustal motions",
    "text": "Previous published work on vertical crustal motion within the Ceyhan catchment has been extremely limited. Erinç (1982, p. 551) mentioned that along the Kısık Boğaz gorge of the Upper Ceyhan (Fig. 2) there is a high terrace ∼400–500 m above the present river level. This terrace is warped, being highest midway along this gorge, indicating some local differential uplift; however, its age is unknown. Hill and Eissenstat (1997) mentioned a staircase of four fluvial terraces,\nFig. 6. Landscape photographs in the vicinity of Aslantaş Reservoir. (a) View N 33490] (adjoining locality n in Fig. 4). The skyline is formed by the core of Beşikdüldülü (B.D. in Fig. 2), 2246 m a.s.l., to the left of which is the Berk attribute to the Ceyhan. Behind it, the Sabun Suyu tributary has incised below the modern course of the Ceyhan near the upstream end of Aslantaş Reservoi dam, looking across the reservoir to the bluffs on the far side formed by the 160 m a.s.l., the normal water level being 146 m a.s.l., with designed maxima location of basalt sample 03TR46 (collected at ∼175 m a.s.l. at the downslop (at an estimated ∼180 m a.s.l.), at locality b in Fig. 4. Top of basalt overlo reservoir from [BB 57801 30310], providing a closer view of the basalt-capped the Ceyhan valley over the SW end of the Aslantaş Dam. On the right is wh depicted in Fig. 7, at∼200 m a.s.l., or∼120 m above the pre-dam river level, quarried to construct the dam.\napparently also in the same reach of the river, but provided no details of heights or locations.\nA tentative estimate can bemade of the uplift rate at the southern end of the Amanos Mountains at Samandağı (Fig. 2), using the staircase ofmarine terraces documented by Erol (1963). This dataset can be matched to the sequence of interglacial marine highstands to indicate an uplift rate between 0.1 and 0.2mma−1 since the late Early Pleistocene (Table 1; cf. Demir et al., 2004). In western Syria, uplift rates of ∼0.1 mm a−1 have been demonstrated on a similar timescale in the upper reaches of the River Orontes around Homs (Bridgland et al., 2003), and are also evident frommarine terraces around Latakia (e.g., Sanlaville et al., 1979; Fig. 2). Middle-Late Pleistocene uplift rates of ∼0.1 mm a−1 are also thought to characterise much of southern Turkey (Demir et al., 2004). At the start of this work, we thus anticipated similar uplift rates along the Middle Ceyhan, and were therefore initially surprised when the evidence indicated much faster uplift, at rates of ∼0.25–0.4 mm a− 1, as documented in Section 4."
  }, {
    "heading": "3. Past investigations",
    "text": ""
  }, {
    "heading": "3.1. Disposition of Pleistocene basalt",
    "text": "Quaternary basalt has been reported in the study area at six localities (Fig. 4): on the east side of the Middle Ceyhan valley around Düziçi, Karagedik, Cevdetiye, and Pınarözü, and on its west side around and downstream of Aslantaş Dam. The extensive basalt west of Düziçi (1 in Fig. 3) has flowed northward down tributary valleys (notably that of the Sabun SuyuRiver; Fig. 4) towards, but not reaching, the present course of the Ceyhan (Fig. 6a). By ‘damming’ these tributaries it has created an extensive alluvial plain around Düziçi, known as Uluyol Düzü. We call this basalt the Atalan flow unit, after a village located near it (c. [BB 650 270]; Fig. 4). This basalt appears to have originated from two necks, located southeast\nE from the bluff at the northern limit of the Atalan basalt at [BB 65572\nthe Amanos mountain range, the largest mountain on the right being\ne gorge. In the foreground is a terrace flat at ∼185 m a.s.l., which we\nthe level of this terrace, as it flows from right to left to a confluence with\nr. (b) View northward from [BB 57868 28271], from the SWend of the\nPınarözü basalt. The crest of the dam, where thisw photo was taken, is\nand minima of 157 and 130 m a.s.l. Vertical line marks the approximate\ne limit of this basalt) and the adjacent fluvial gravel, beneath the basalt\noking this site is at ∼230 m a.s.l. (c) View looking S20°E across the\nbluffs seen in (b). (d) View SE from [BB 57605 28593], looking down\nat remains of the more southerly outcrop of the Aslantaş Dam basalt\npartly buried beneath slope deposits. Most of this outcrop of basalt was\n(locality p in.Fig. 4, circa [BB 670 255]) and northwest (locality q, circa [BB 637 286]) of Atalan.\nThe second flow unit (2 in Fig. 3), which we call the Karagedik basalt, appears to have erupted near Aynışlar (at Büyükgöz Tepe, circa [BB 6225 2220]; this hill, presumed to be a neck, reaching 371 m a.s.l.) and to have flowed westward down the Karanı tributary valley towards Karagedik (Fig. 4). On reaching the Ceyhan, this flow unit spread upstream for∼1 kmand downstream for ∼3 km, its downstream end adjoining the village of Karanıdere. Subsequently, the Ceyhan has incised around thewesternmargin of this flow unit and the Karanı around its eastern margin, these two rivers joining at the southern end of this flow unit. Farther downstream, basalt (5 in Fig. 3) from the Küçük Gertepe neck has reached the present level of the Ceyhan valley floor at Cevdetiye.\nFollowing Tolun and Erentöz (1962), several studies have reported basalt in the right side of the Ceyhan valley, extending downstream of where the Aslantaş Dam is now located almost to the Karagedik basalt (3 in Fig. 3). However, Bilgin and Ercan (1981) reported no basalt in this area, a view that is supported by our own field investigations.\nThe remaining basalt (4 in Fig. 3; Fig. 6b,c) abuts the left flank of the Ceyhan gorge west of Hıdırlı, forming basalt-capped cliffs around the farmstead of Pınarözü, just upstream of the Aslantaş Dam. Outliers of basalt are\nalso present in the right flank of the valley, continuing to a point ∼100 m downstream of the western end of the dam and ∼300 m west of the river, c. [BB 579 282] (Figs. 6d and 7). The disposition of this Aslantaş Dam basalt suggests that it is part of the Pınarözü flow unit (Fig. 6b,c). DSİ survey work reveals that the base of this basalt is at a typical level of ∼195–200 m a.s.l.; at the point where this flow unit dies out, its top and base are 210 and 203 m a.s.l (Figs. 7 and 8a)."
  }, {
    "heading": "3.2. Disposition of Ceyhan sediments",
    "text": "The DSİ survey work (Figs. 7 and 8) is hitherto the only investigation of the Ceyhan terraces in our study area; these fluvial deposits had to be excavated to build the dam directly on bedrock. The crest of the dam is 160 m a.s.l.; the natural level of the River Ceyhan at the dam was 82 m a.s.l; the base of the deposits of its lowest terrace being 65 m a.s.l. These data indicate the extent to which the local landscape has been submerged.\nSeyrek et al. (2007) noted that the Middle Ceyhan gorge cuts through the highest part of the Amanos Mountains: the summit of Uluziyaret reaches 2268 m a. s.l. NW of Türkoğlu and that of Beşikdüldülu reaches 2246 m NW of Bahçe, flanking the Berke gorge of the Ceyhan (Figs. 2 and 6a). The Berke gorge is ∼1200 m deep (pre-dam river level ∼300 m; land surface\nadjoining the gorge ∼1500 m a.s.l.), one of the most dramatic river gorges in Turkey. It can be presumed that the river system that deposited the sediments of the Kadirli Formation, during the (?) latest Miocene or Pliocene, flowed SW across what are now the northern\nAmanos Mountains, which thus did not yet exist, consistent with the suggestion by Seyrek et al. (2007) that the uplift of this mountain range post-dates the ∼3.7 Ma start of the present phase of crustal deformation. These mountains may thus have been\ncovered by similar stacked fluvial sediments, which have since been lost to erosion. The present relief may therefore underestimate the vertical crustal motion since the Early Pliocene. Even so, it suggests a time-averaged local uplift rate of at least ∼0.5 mm a−1 (∼2 km since ∼3.7 Ma), implying that the present Berke Gorge (with ∼1200 m of incision) may have begun to form as recently as the latest Pliocene. However, prior to the present study no information existed to address whether the young part of this fluvial record supports such rapid incision."
  }, {
    "heading": "4. Field investigations of basalt and fluvial deposits",
    "text": ""
  }, {
    "heading": "4.1. The Aslantaş Dam area",
    "text": "The DSİ survey work at the Aslantaş Dam site revealed deposits assigned to two Ceyhan terraces (Figs. 7 and 8b). Sand and gravel of terrace 1 were widely observed to reach ∼5 m above present river level, being overlain by up to ∼10 m of finegrained temperate-stage floodplain deposits. Deposits of terrace 2, now inundated, were reported on the left bank, ∼100–500 m upstream of the dam, reaching ∼120 m a.s.l. or ∼35 m above present tiver level, with a maximum thickness of ∼10 m (Fig. 8b).\nAbout 600 m downstream of the dam, at c. [BB 583 284], this survey work revealed more deposits of Ceyhan terrace 2, reaching ∼120 m a.s.l. or ∼40 m above river level, again east of the river (Fig. 7). This area has since been severely disturbed by construction work, but we could confirm this fluvial gravel (notably, at [BB 58606 28027]; locality a in Fig. 4). Opposite this locality (c. [BB 5790 2805]; Fig. 7), the DSİ survey revealed fluvial sand and gravel of Ceyhan terrace 3, which were ∼5 m thick, reaching ∼170 m a.s.l., ∼90 m above the present river, on the inside of an incised meander loop. The northern end of this deposit was reported ∼150 m south of, and∼30 m lower than, the base of the Aslantaş Dam basalt (Figs. 6d and 7).\nFig. 9. Photographs of fluvial gravel in the vicinity of Aslantaş Reservoir. (a fluvial gravel with sand interbeds at [BB 59394 28736] (locality c in Fig. 4), r of Aslantaş Dam. (b) Exposure in a small disused roadside quarry at local comprising coarse (clast size ∼10 cm), well-stratified gravel in a sandy matr coarse fluvial gravel, with a polymict lithology, including granitic clasts, as unrecognizable), exposed in a disused quarry at [BB 65555 33504], in the blu of section is∼2 m. Clast imbrication is downslope, suggesting possible distur period of in situ weathering (see above). Top of gravel is at an estimated∼185 is locally∼5 m thick, between∼200 and∼205 m a.s.l. The gravel overlies M at ∼60° to the WNW) and appears to be banked against the bluff at the mar\nThe DSİ survey work did not reveal any fluvial deposits beneath the Pınarözü basalt east of the Ceyhan (Fig. 6b, c). However, at [BB 57793 30316] (b in Fig. 4), we noted a thin layer (∼20 cm thick) of fluvial gravel, with clasts including arkose, chert and quartzite, and with clast imbrication indicating southward palaeo-flow (i.e., subparallel to the modern Ceyhan). Beyond its western limit the overlying basalt appears to cascade down a bluff, before itself dying out a short distance away at [BB 57744 30321] (where basalt sample 03TR46 was collected), at a level∼5m lower. This fluvial gravel thus appears to have formed a low terrace at the time of basalt eruption. We estimate the height where basalt sample 03TR46 was collected as ∼175 m a.s.l. and that of the gravel that is overlain by this basalt as∼180 m a.s.l. At the crest of the adjacent bluff (Fig. 6b,c) the top of the Pınarözü basalt is ∼230 m a.s.l. This basalt thus overlaps in height with the Aslantaş Dam basalt on the opposite side of the valley (Figs. 6d and 7).\nMuch higher-level fluvial gravel was observed in a roadcut along one of the service roads for the dam, at [BB 59394 28736] (Fig. 9a; c in Fig. 4). At this site, ∼1 km east of the dam, ∼20 m of cross-bedded fluvial gravel with interbedded sand was observed (base not exposed), reaching ∼310 m a.s.l. or ∼230 m above the local river level. The top of this deposit forms a subhorizontal flat extending ∼200 m farther back from the river. On the opposite side of the Ceyhan, similar gravel was observed at∼290m a.s.l. in a section along another service road (at [BB 56808 28238]; e in Fig. 4; Fig. 9b). Farther downstream, an extensive spread of lower-level Ceyhan gravel was observed west of the river, reaching ∼140 m a.s.l., nearKaratepe (e.g., at [BB 56398 26314; f in Fig. 4).\nFarther east, a ∼1 m thickness of characteristic polymict Ceyhan gravel was observed at ∼270 m a.s.l. (at [BB 63024 28320; d in Fig. 4) in a gulley, capped by the western extremity of the Atalan basalt. This gravel is well-stratified, with clast imbrication consistent with palaeoflow towards the west. We thus infer that, at the time when this gravel was deposited, the Ceyhan flowed\n) View looking N30°E at part of the ∼20 m thick roadcut exposure of eaching ∼310 m a.s.l. on the left side of the Ceyhan valley ∼1 km east ity e in Fig. 4, at [BB 56808 28238], west of the dam. The section, ix, is ∼5 m thick, reaching an estimated ∼290 m a.s.l. (c) Weathered well as ‘ghost clasts’ (i.e., clasts that have weathered in situ are now ff at the northern limit of the Atalan basalt (locality n in Fig. 4). Height bance by slope processes, although if so this must have preceded a long m a.s.l., the same height as the adjacent terrace flat in Fig. 6d; the basalt iocene marine sandstone of the Aslantaş Formation (which locally dips gin of the basalt.\nthrough the col west of Hidirli (Fig. 4) into the modern Ceyhan valley in the vicinity ofAslantaşDam (course 5 in Fig. 2). The absence of evidence of necks in either the Pınarözü or Aslantaş Dam areas suggests the possibility\nthat this basalt reached the Ceyhan valley by flowing westward along such a palaeo-valley, making its probable source the neck at locality q in Fig. 4. Pervasive outcrop of young colluvial deposits in the col west ofHidirli prevents\nndscape formed in the up to ∼8 m thickness of Ceyhan gravel capping\nxposed in the gulley in the bottom right of the view, close to the point\nadjoining the viewpoint in (a), looking down into the Ceyhan valley,\nlow unit, which is underlain by Ceyhan gravel (not visible in this view)\n6], at ∼150 m a.s.l., looking across the surface of what we interpret as\nthe Karagedik basalt flow unit, capping the Ceyhan–Karanı interfluve.\n‘steps’ in the surface of this basalt, which we interpret as caused by the\nace 4). (d) View northward from [BB 58572 23442], looking at fluvial\nes being ∼15° towards the SE. We interpret these deposits as foresets,\nof the point where it was dammed by the Karagedik basalt.\nobservation of any in situ basalt or fluvial deposits that may be present. The higher-level gravel at locality c (Figs. 4 and 9b) appears to occupy another col between the modern Sabun Suyu and Ceyhan valleys, suggesting an earlier palaeo-course of the Ceyhan."
  }, {
    "heading": "4.2. The Gümüş/Sabun Suyu area",
    "text": "The northern extremity of the Atalan basalt, at∼200m a.s.l., flanking the Sabun Suyu valley east of Gümüş near the farmstead of Abacılar (locality n in Fig. 4; Fig. 6a) is ∼4 km south of the modern course of the Ceyhan (through locality o). However, it lies along the line of any potential SW palaeo-course between the downstream end of Berke gorge and the Hidirli area (see Section 4.1 above, also Fig. 4). We thus investigated this area for geomorphological and sedimentary evidence of former courses of the Ceyhan. Below the extremity of this basalt is an extensive terrace flat, at ∼185 m a.s.l (Fig. 6a), which seems to be at the same level as characteristic Ceyhan gravel that is exposed in the bluff below the margin of the basalt (Fig. 9c). We thus tentatively infer that, for a time after the basalt eruption, the Ceyhan\ncontinued to flow through this locality. However, a Ceyhan palaeo-course in this locality could have looped northward, past Gümüş, joining the present course of the Ceyhan near its modern confluence with the Sabun Suyu (locality o in Fig. 4). This modern course, directed westward from the outlet of Berke gorge (Fig. 2), evidently developed later."
  }, {
    "heading": "4.3. The Karagedik area",
    "text": "The Ceyhan descends southward between ∼70 and ∼65 m a.s.l between the northern and southern ends of the Karagedik basalt, between ∼5 and ∼9 km downstream of the Aslantaş Dam. The upper surface of the basalt is at its highest, 239 m a.s.l., at Kulfalı Tepe, c. [BB 568 229], in line with the inflow of basalt into the Ceyhan valley. Excluding this local high, where the basalt is evidently tens of metres thick, the top of the basalt slopes gently downstream, from 221 m a.s.l. in the north at Deveyolağı Tepe (c. [BB 578 233]) to 184 m a.s.l. on Göztaşı Sırtı (c. [BB 564 215]), in the interfluve between the Ceyhan and Karanı rivers. At the northern end of the basalt outcrop, at [BB 58339 23400] (where\nAnalysis of a sample of clasts in the 16–32 mm size range, collected at [BB 51654 13930], the locality depicted in Fig. 11c. The analytical procedure followed Bridgland (1986). Our investigation of the geomorphology places the studied deposit within Terrace 2 of the Ceyhan, tentatively dated to MIS 6. Overall, we interpret 67–82% of the clasts as originating within the Amanos Mountains, including the 11% listed as of local provenance, with the remaining 18% coming from Anatolia. a Presumed to be mainly from the Mesozoic succession of the Amanos Mountains. Clasts of Mesozoic or Cenozoic limesone from the Arabian Platform interior could also have entered the Ceyhan system via its Aksu tributary (Fig. 2). b Possibly from the Arılık Formation (Triassic) or the Eğrek Formation (Palaeozoic) (Fig. 5c). c It is not possible to tell from the lithology of these clasts whether they originated from outcrop of the ophiolite suite within the Amanos Mountains or in localities farther upstream, such as the Kısık Boğazı gorge of the Upper Ceyhan (Fig. 2).\nsample 03TR22 was collected), the basalt is only∼10 m thick (Fig. 10a,b), its base (at ∼195 m a.s.l.) being observed to overlie polymict fluvial gravel. Near its southern tip, the basalt again tapers to a thickness of b10 m. Near Karanıdere (e.g., at [BB 55592 20468], where sample 03TR43 was collected) the base of the basalt reaches as low as ∼145 m a.s.l., again locally overlying polymict fluvial gravel. Ceyhan Terrace 1 can be traced continuously along this reach of the river, ∼10 m above present river level; the loamy deposits forming its upper part are intensively cultivated.\nRegarding the remaining samples that have been dated, 03TR41 came from the unweathered upper part of the basalt section SWof Karagedik (at [BB 57377 21580]; g in Fig. 4), overlooking the Karanı tributary gorge. Samples 03TR24 and 03TR25 came from the western margin of the Karagedik flow unit, adjoining the Ceyhan, where many basalt masses with dimensions of many\nmetres, and which appear possibly to be in situ, given the limited exposure caused by the pervasive vegetation, are apparent. Sample 03TR24 came from one such mass between the level of the Karagedik ‘plateau’ and the modern river, whereas 03TR25 came from another at the present river level. However, our dating (Section 5.1) indicates that all the basalt in this area erupted during a short span of time, circa 270 ka, implying that these examples are from large blocks of basalt that have fallen down the valley side from the cliffs above.\nNear the southern tip of this basalt, there are several vantage points from which the Ceyhan terrace staircase can readily be viewed: for instance, looking SSW down the valley from [BB 55520 20392], at the southern tip of the basalt; or looking NW from [BB 56014 19696] (h in Fig. 4), towards the basalt from south of the Karanı– Ceyhan confluence (Fig. 10c). Like at Aslantaş Dam, three terraces younger than the basalt are evident. The surface of terrace 3 forms a flat ∼10–15 m below the base of the basalt near [BB 55520 20392], and its fluvial gravel can also be observed elsewhere, for instance in a roadcut at [BB 55613 19668], at ∼125–130 m a.s.l. Terrace 2 forms another flat roughly halfway between the surfaces of terraces 1 and 3, which is particularly clear east of the Ceyhan both upstream and downstream of the Karanı confluence, at ∼100–105 m a.s.l. Gravel of Ceyhan terrace 4 is also evident south of the Karanı confluence, forming a flat at ∼150 m a.s.l., for instance at [BB 55903 15622] (Fig. 10c).\nAt the northern end of the basalt, the morphology is much less clear. The only place where any river terrace older than the floodplain terrace could be identified was around [BB 58251 23784], ∼125 m a.s.l., where a degraded terrace remnant is apparent, possibly equivalent to the terrace 3 elsewhere. At higher levels, between this point and the top of the basalt bluff, there is instead a stacked succession of fluvial gravel, tens of metres thick, with apparent lacustrine interbeds, notably around [BB 58572 23442] (Fig. 10d; i in Fig. 4). It is presumed that this succession was deposited after the basalt eruption, while the Ceyhan was temporarily dammed, before it was able to reincise around the western margin of the basalt and re-establish its downstream gradient.\nAlso evident in the southern part of the basalt outcrop are ‘steps’ in the basalt surface, where it is presumed to have cascaded over pre-existing river terrace bluffs (cf. Westaway et al., 2004, 2006b). An example is near Karanıdere, c. [BB 558 207], where the basalt steps down to its lowest level, corresponding to gravel at∼145m a.s.l. (Fig. 10c). A second is evident∼1.3 km farther NE, c. [BB 568 214]; above it, the base of the basalt can be observed at ∼175–180 m, for instance at [BB 57189 21476].\nAlthough we did not observe any fluvial gravel at either of these two ‘stepped’ levels, we presume the higher of them to be roughly contemporaneous with the ∼195 m a.s.l. gravel beneath the northern end of the basalt, thus indicating Terrace 5 of the Ceyhan. A notable observation in the vicinity of [BB 57189 21476] was the presence of thin, polymict fluvial gravel, overlying the basalt, suggesting that the Ceyhan flowed across this basalt temporarily, before its modern course became entrenched west of the basalt. Much thicker (up to ∼8 m) fluvial gravel was also observed overlying the northern end of the Karagedik basalt, at up to ∼220 m a.s.l., in roadcut and quarry sections such as at [BB 58431 22469], [BB 58482 23065] and [BB 58346 23438] (Fig. 10a)."
  }, {
    "heading": "4.4. The Sarpınağzı/Cevdetiye area",
    "text": "The Ceyhan passes out of the Amanos Mountains and into the Cilician Plain between Sarpınağzı (Fig. 11a) and Cevdetiye (Fig. 11b,c); at Cevdetiye, the river thus begins to flow WNW instead of SSW (Fig. 2). This WNW course is thought to be very young; until the early Middle Pleistocene the river continued SSW into İskenderun Gulf (Arger et al., 2000; course 1 in Fig. 2; see also Section 4.5 below).\nAt Cevdetiye, there is a prominent fluvial terrace in the left bank of the Ceyhan, well-exposed around [BB 51654 13930] (j in Fig. 4; Fig. 11b). Its polymict fluvial gravel has clast size ranging up to large cobbles, with\nTable 3 Ar–Ar dates for Düziçi basalts\nSample Locality UTM Co-ordinates\nWeighted plateau age (ka) (±2σ) MS\n03TR22 Karagedik- north BB 58339 23400 295.4±12.7 (±4.3%)\n0.6\n03TR24 Karagedik- scree BB 56897 23471 280.9±20.5 (±7.3%)\n1.1\n03TR25 Karagedik- river BB 56954 23574 257.4±16.6 (±6.4%)\n0.2\n03TR41 Karagedik- south BB 57297 21836 287.3±32.6 (±11.4%)\n0.2\n03TR43 Karanıdere BB 55592 20468 266.8±14.2 (±5.3%)\n1.0\n03TR46 Pınarözü BB 57744 30321 269.3±15.0 (±5.6%)\n0.3\nAll samples were of basaltic groundmass, separated as described in the text. T online supplement, the weighted plateau age being considered definitive. MS age, a measure of the scatter between individual age estimates for different he these steps that were used for each weighted plateau age determination.\nextremely diverse clast lithology (Table 2) indicative of transport by a river with a large catchment, and with strong clast imbrication indicating palaeoflow towards the SW (Fig. 11c). The gneiss, vein quartz, metaquartzite, amphibolite, calcschist, granitic and marble clasts (Table 2) probably came from the upper reaches of the Ceyhan system, ∼150–200 km farther NNE (Fig. 2), these being lithologies characteristic of eastern Anatolia (north of the Neotethys suture) but not the Amanos Mountains or Arabian Platform. The upper surface of this terrace is estimated as ∼90 m a.s.l., ∼35 m above the present level of the river; its gravel is best exposed at the locality studied between ∼6 and ∼10 m below this upper surface (Fig. 11c). Around [BB 50991 13770], at the NW edge of Cevdetiye (k in Fig. 4), basalt from the Küçük Gertepe neck (located circa [BB 500 113]) crops out in situ barely ∼5 m above the present level of the Ceyhan, indicating an extremely young age.\nEast of Sarpınağzı (around [BB 54137 16259]; l in Fig. 4; ∼4 km downstream of the southern tip of the Karagedik basalt), what appears to be the same terrace is well-developed on the inside of a meander loop in the right bank of the Ceyhan. Its top is at an estimated ∼95 m a.s.l., ∼35 m above the local river level (Fig. 11a).\nAs Fig. 3 shows, the lower Middle Ceyhan gorge is inset into the stacked fluvial gravels of the Kadirli Formation. About 2 km west of Sarpınağzı, outcrop of these deposits is truncated by the reverse fault,\nWD n/N Total fusion age (ka) (±2σ) Normal isochron age (ka) (±2σ) Inverse isochron age (ka) (±2σ)\n3 7/12 290.7±16.3 (±5.6%)\n269.1±37.1 (±13.8%)\n268.9±36.9 (±13.7%)\n3 7/10 266.3±21.4 (±8.0%)\n294.0±55.0 (±18.7%)\n296.3±53.9 (±18.2%)\n5 6/10 260.7±19.0 (±7.3%)\n261.0±46.8 (±17.9%)\n261.6±46.5 (±17.8%)\n7 7/10 267.7±60.1 (±22.5%)\n288.0±90.9 (±31.6%)\n288.1±88.8 (±30.8%)\n9 8/10 253.0±17.4 (±6.9%)\n271.8±19.5 (±7.2%)\n273.7±19.1 (±7.0%)\n5 7/10 271.0±19.3 (±7.1%)\n279.1±36.3 (±13.0%)\n279.0±36.0 (±12.9%)\nhe four age determinations for each of the samples are explained in the WD is the mean squared weighted deviation for the weighted plateau ating steps. N is the total of heating steps measured; n is the number of\nmentioned above, across which the Karataş Formation has been thrust onto the Kadirli Formation. The line of hills west of the Ceyhan gorge and north of Sarpınağzı, such as Karayüce Tepe (230 m a.s.l.) and Gölyeri Tepe (∼220 m a.s.l.) (Fig. 4b), are within this outlier of the Kadirli Formation, the lower land farther west, in the hanging-wall of this reverse fault, being in the more easily erodable rocks of the Karataş Formation.\nDespite the clear presence in the lower Middle Ceyhan of clasts of Anatolian provenance, the stone count in Table 2 suggests stongly that this river's sediment load consists predominantly of material eroded within the Amanos Mountans. In principle, such a preponderance of clasts from relatively nearby sources could result from progressive abrasion of far-travelled clasts during prolonged fluvial transport, reducing their typical size to\nbelow that which has been analysed. We consider this possibility unlikely, becausemany clasts in the 16–32mm size fraction analysed have indeed originated from Anatolia; a more likely explanation is the relatively high rate of local erosion within the Amanos Mountains (see also Section 6.1 below)."
  }, {
    "heading": "4.5. The Gates of Issos",
    "text": "About 15 km SSWof Cevdetiye (c. [BB 455 015]), a ∼80 m deep dry valley (floor ∼80 m and flanks ∼160 m a.s.l.) leads from the modern Ceyhan catchment into İskenderun Gulf (Fig. 3). Arger et al. (2000) interpreted this as marking the former course of the river (course 1 in Fig. 2), abandoned after it was diverted farther west. Arger et al. (2000) dated basalt capping the eastern flank of this gorge to 1.20±0.23 Ma and other basalt in its floor to 0.61±0.10 Ma. A timeaveraged incision rate of ∼0.14 mm a−1 during ∼1.2– 0.6 Ma is thus indicated."
  }, {
    "heading": "5. Chronology of landscape development",
    "text": ""
  }, {
    "heading": "5.1. Ar–Ar dating of basalt",
    "text": "Preparation for Ar–Ar dating involved initial screening by inspection of hand specimens and petrographic thin sections. Sampleswere then crushed,washed in deionized water and dilute hydrochloric acid, sieved to a 60–80 μm size fraction, and phenocrysts and xenocrysts were removed by magnetic separation and hand picking. Following irradiation, argon isotopes were measured in the microcrystalline groundmass at the Laboratory for Noble Gas Geochronology, Massachusetts Institute of Technology, using procedures essentially the same as those described by Singer and Pringle (1996) and Harford et al. (2002). Results of this dating are summarised in Table 3 and illustrated in Fig. 12, and are fully documented in the online supplement.\nFor all samples, the four different methods of Ar–Ar age determination yield concordant ages, indicating no evidence for systematic error from any of these dating methods. All six weighted plateau Ar–Ar dates (Table 3) are well-constrained, with ±1σ errors ranging from ∼2% to∼6%. The mean squared weighted deviation (MSWD), a measure of the internal consistency of the step-heating splits that contribute to each date, isb1 for four of the dates and ∼1 for the other two. The six weighted plateau dates include one from Pınarözü (sample 03TR46), of 269± 15 ka (±2σ), and five from the Karagedik area (samples 03TR22, 24, 25, 41 and 43). Sample 03TR22, from the northern end of the basalt-capped Karagedik ‘plateau’,\nyielded a date of 295±13 ka (±2σ). Sample 03TR43, from the southern end of the plateau, yielded a date of 267± 14ka (±2σ). Sample 03TR41, fromyounger flow exposed in the eastern plateau margin, yielded a date of 287±33 ka (±2σ). The error margins of these three dates overlap, indicating no significant variation in age of the basalt exposed in different parts of this plateau. Furthermore, this age-span overlaps with that of the Pınarözü sample, indicating no significant difference in age between the Karagedik and Pınarözü/Aslantaş Dam basalt flows.\nSample 03TR24, from partway down the valley side, below the Karagedik plateau, yielded a date of 281±21 ka (±2σ); 03TR25, from the left bank of the Ceyhan, yielded 257±17 ka (±2σ). As already noted, these samples were dated to test the possibility that they came from younger flows inset below the Karagedik basalt, this being impossible to resolve in the field due to vegetation. The error margins of these two dates overlap with each other and with the dates from the Karagedik plateau, indicating instead that samples 03TR24 and 25 came from blocks of Karagedik basalt that had fallen down the valley side. Since we can resolve no significant difference in age between any of our six dated samples, we obtain our best estimate of the age for this volcanism as the weighted mean of all six dates, 278±7 ka (±2σ), towards the end of MIS 9 (circa MIS 9b)."
  }, {
    "heading": "5.2. Correlation of Ceyhan terraces, and rates of uplift and fluvial incision",
    "text": "It was obvious in the field that the basalt at Pınarözü is higher above present river level than that at Karagedik, ∼10 km farther downstream. The dating establishes that the ages of the two basalts are indistinguishable, thus indicating (given that both basalts reached the contemporaneous Ceyhan valley floor) faster time-averaged incision around Aslantaş Dam than at Karagedik. Earlier discussion indicated deposits assigned to three Ceyhan terraces, younger than the basalt, in both localities. This suggests that the fluvial gravels forming these terraces aggraded during cold-climate stages in MIS 8, 6 and 2, preceded by the eruption of the Karagedik and Pınarözü basalts in MIS 9b.\nWe report no dating for the Atalan basalt; however, as noted previously (Section 4.1), we suspect that the part of it that erupted from neck q in Fig. 4 represents the same flow unit as at Pınarözü and can thus be presumed to have the same age. The lowest points reached by the basalt at Pınarözü and Abacılar (localities b and n in Fig. 4) can thus provide an indication of the palaeo-Ceyhan valley morphology. These points are∼12.5 km apart (measured along the palaeo-valley) and ∼25 m different in height\n(∼175 m against ∼200 m a.s.l.), indicating an apparent downstream gradient of ∼2 m km−1.\nThe mean gradient of the modern Ceyhan can be estimated from its ∼22 m fall (from ∼82 to ∼60 m a.s.l.) between Aslantaş Dam and Sarpınağzı, a straight-line distance of ∼13.5 km, and is ∼1.6 m km−1. We interpret the difference between this value and the ∼2 m km−1 gradient projection, above, to reflect a continued increase in rates of uplift and incision, upstream of Aslantaş Dam. We thus determine a reference level (above which to estimate the “notional” incision, had the Ceyhan continued to follow its palaeo-course) of 102m a.s.l. at locality n (i.e., 82 m+12.5 km× 1.6 m km−1). We likewise estimate the reference level at locality d as ∼94 m a.s.l. (i.e., 82 m+ 7.5 km×1.6 m km−1), this point being∼7.5 km upstream (along the Ceyhan palaeo-course) of Pınarözü.\nThe resulting Ceyhan terrace scheme (Table 4) supports an upstream increase in the incision rate from ∼0.25 mm a−1 at Cevdetiye and Sarpınağzı to∼0.3 mm a−1 around Karagedik, ∼0.35 mm a−1 around Aslantaş Dam and Pınarözü, and ∼0.4 mm a−1 at locality d east of Hidirli. It suggests that the Ceyhan palaeo-course through locality c (Figs. 4 and 9a) was abandoned after MIS 16, this being the oldest Pleistocene deposit attributable to the Ceyhan that we have recognized. Although the data currently available do not yet permit precise estimates of uplift rates farther upstream, extrapolation of the pattern indicated would give an incision rate of ∼0.5 mm a−1 at the downstream end of Berke Gorge, ∼20 km upstream of the Aslantaş Dam (Fig. 2), consistent with the earlier estimate (from Section 3.2), time-averaged since the Mid-Pliocene.\nThe data thus support a west–east increase in rates of uplift and incision, between the western margin and the core of the Amanos Mountains, consistent with the antiformal structure (Fig. 5a,b,c). Such a lateral variation is also consistent with the observed typical westward migration of the Ceyhan channel (Figs. 2 and 4; Sections 4.1 and 4.2), evidently reflecting ‘uniclinal shifting’ (cf. Wooldridge, 1938) of the river. For instance, the diversion associated with the volcanism in MIS 9b evidently involved awestward ‘shift’ of the outlet fromBerkeGorge into the pre-existing valley of the River Keşiş (Fig. 2). Other apparent dry valleys may reflect similar drainage adjustments, but have not yet been investigated. Examples are evident in Fig. 4 east of Aynışlar (∼330 m a.s.l.) between the modern Sabun Suyu and Karanı catchments and south of Aynışlar (∼290 m a.s.l.), between the modern Akarsu and Karanı catchments. The latter may reflect westward adjustment of the NW-trending part of the course of the Akarsu, adjusting its confluence with the Ceyhan from near Karagedik to near Cevdetiye (Fig. 4). Such an\nadjustment would, likewise, be consistent with a westward decrease in uplift rates."
  }, {
    "heading": "6. Numerical modelling of surface uplift",
    "text": "Seyrek et al. (2007) have suggested that the surface uplift within the AmanosMountains is being sustained by the transpression along the northern DSFZ. We will now test this suggestion by physics-based numerical modelling, after Westaway (2002). Before presenting the modelling results, we first summarise the evidence that provides input to this modelling. Previous work by others (e.g., Meigs et al., 2003) has investigated the interaction between distributed crustal shortening, surface processes, and the development of topography within transpressive stepovers on strike-slip fault zones. However, the present analysis is the first time that anyone has attempted to compare such observational estimates with predictions of a quantitative physical model."
  }, {
    "heading": "6.1. Input parameters",
    "text": "First, we use the Bouguer gravity anomaly map by Ateş et al. (1999) to assess the isostatic equilibriumwithin the Amanos Mountains. The data reduction procedure for this map utilised a crustal density ρc=2400 kg m\n−3 for both Bouguer corrections and terrain corrections. The raw data remain confidential; however, the many measurements used (∼62,000, on average one per ∼13 km2 of land area) suggests that many measurements were made within the Amanos Mountains.\nIf topography within thickened continental crust is underlain by a lower-crustal ‘root’ or ‘keel’, as for conventional Airy isostasy, then one expects a large negative Bouguer gravity anomaly, because the mantle lithosphere and asthenosphere have higher densities (ρm=∼3300 kg m−3; ρa=∼3100 kg m−3) than the lower-crustal root. This effect is observed in the high plateau of NE Turkey, but not within the Amanos Mountains. In the Arabian Platform, east of the northern Amanos Mountains, the Bouguer anomaly is ∼−60 mgal (Ateş et al., 1999). In the northern Amanos Mountains, this anomaly is greater, being ∼−40 mgal (Ateş et al., 1999). In the southern Amanos Mountains it locally exceeds ∼+80 mgal (Ateş et al., 1999), but this effect may well be due to the presence of high-density oceanic crust, forming the Hatay ophiolite (see above). However, if the N2 km of topography were underlain by sufficient lower-crustal root to maintain Airy isostasy, the Bouguer anomaly would be c. −120 mgal.\nKhair et al. (1993) noted that in the Lebanon Mountains farther south (Fig. 1), where summits exceed\n3000 m a.s.l., the Bouguer anomaly is likewise not consistent with a lower-crustal root; they deduced instead that, to a first approximation, the Moho is flat beneath these mountains. Modern kinematic models (after Westaway, 2003, 2004, and Seyrek et al., 2007), regard the Lebanon and Amanos mountain ranges as close analogies, having largely developed through transpression accompanying left-lateral slip on the DSFZ. Such analogies have emerged following recent studies in Lebanon and western Syria, such as by Westaway (2003, 2004) and Gomez et al. (2003, 2006). This interpretation differs radically from the previous view, which was that the deformation of the Amanos Mountains (Fig. 5) was ancient, possibly related to the Cretaceous obduction of the Hatay ophiolite (e.g., Schwan, 1971, 1972; Brinkmann, 1976).\nThe tangential direction to the Westaway (2003, 2004) Euler pole for the DSFZ, measured at İslahiye (37.05°N, 36.6°E; Fig. 2) is N33°W. The Amanos Fault strikes N20°E; thus, it is locally misaligned by an angle, θ, of 53° in the transpressive sense. The Seyrek et al. (2007) Euler vector predicts relative motion between the Arabian and African plates at İslahiye of 8.5 mm a−1 towards N33°W. The expected rate of left-lateral slip taken up in this area on N20°E-striking faults is thus 8.5 mm a−1× cos(53°) or 5.1 mm a−1. Seyrek et al. (2007) estimated the left-lateral slip rate on theAmanos Fault as∼3mma−1; they inferred that the remaining∼2.1 mm a−1 of left-lateral slip occurs on the East Hatay Fault, bounding the east side of the Karasu Valley (Fig. 2). We take the timing of the start of this deformation as 3.73±0.05 Ma, from Westaway et al. (2006a).\nWestaway (1995) determined the spatial average strain rate Es for the distributed shortening along a transpressive stepover as:"
  }, {
    "heading": "Es ¼ V sin hð Þ2H ð1Þ",
    "text": "where V is the local relative plate velocity and H is the width of the mountain range forming the stepover. We estimate the present-day value of H across the northern Amanos Mountains as ∼45 km, measured along N70°W–S70°E through Osmaniye (Fig. 2). Taking V as 8.5 mm a−1 (see above) and θ=53°, and noting that ∼60%, not half (as was assumed in Westaway's, 1995, analysis), of the shortening strain seems to be taken up in the Amanos Mountains, with this value of H one obtains Es=∼0.09 Ma−1. Deformation since ∼3.7 Ma would thus result in ∼17 km of shortening, making the initial width of the mountain range ∼62 km instead of ∼45 km. Taking this change of shape into account, we\nadopt 0.08 Ma−1 as the time-averaged shortening strain rate in this locality.\nTezcan (1995) reported the surface heat flow, qs, as increasing northward along the Amanos Mountains from ∼60 mW m−2 to ∼100 mW m−2. It is thus significantly higher than in the Arabian Platform interior, where qs is typically no greater than ∼50 mW m−2 (Tezcan, 1995). As has been noted previously (e.g., Stüwe et al., 1994; Westaway, 2002), erosion will perturb the thermal state of the crust; by causing each geotherm to advect upwards relative to the eroding land surface it will increase qs. To estimate the potential importance of this effect, we use the solution from Westaway, 2002, equation B5) for the steadystate temperature T at depth z in crust where the Moho at depth zm is maintained at a constant temperature T1, and where the Earth's surface (at 0 °C) is eroding at rate U:"
  }, {
    "heading": "T ¼ T1 1 exp Uz=jð Þ1 exp Uzm=jð Þ ; ð2Þ",
    "text": "where κ (∼1 mm2 s− 1) is the thermal diffusivity of the crust. Differentiating Eq. (2) gives:\ndT dz ¼ UT1=jð Þ exp Uz=jð Þ1 exp Uzm=jð Þ ; ð3Þ\nso the surface heat flow, or k×dT / dz (z=0), with k the thermal conductivity of the crust, is:\nqs ¼ kUT1=jð Þ 11 exp Uzm=jð Þ : ð4Þ\nEq. (4) can be approximated using first-order powerseries expansions as:\nqsi kT1 zm 1þ Uzm= 2jð Þð Þ provided PeuUzm= 2jð Þbb1ð Þ; ð5Þ\nfacilitating comparison with the value qs=kT1 / zm that would apply in the absence of erosion. With zm=30 km, it is thus evident that U=0.2 mm a−1 would increase the surface heat flow by ∼10% whereas U=0.4 mm a−1 would increase it by ∼20%. Spatially averaged across the Ceyhan catchment, as already noted there is a mismatch between the ∼0.13 mm a−1 erosion rate estimate from the historical sediment load and the ∼0.03 mm a−1 lower bound from the Pleistocene deposition beneath İskenderun Gulf. Clast lithological analysis (Table 2) indicates that\nerosion of the Amanos Mountains has provided the principal sediment source for the Middle Ceyhan gravel, and thus for the Pleistocene fluvial deposits beneath İskenderun Gulf. The part of these mountains drained by the Ceyhan (Fig. 2) is ∼40 km wide (WNW–ESE) and ∼90 km long (NNE–SSW), thus ∼3600 km2 in area. If only this area, rather than the whole catchment, is assumed to contribute then the above erosion rate estimates adjust to ∼0.2 and ∼0.7 mm a−1.\nU=0.2 mm a−1 is thus a reasonable lower bound to the spatial average erosion rate in the northern Amanos Mountains, from analysis of sediment fluxes. Currently no data exist on long-timescale erosion rates in this mountain range. However, Boztuğ et al. (2005) have obtained apatite fission-track erosion rates of ∼0.4– 0.5 mm a−1 for the Late Cenozoic in the Kaçkar mountain range of NE Turkey. These mountains, adjoining the SE Black Sea, experience high orographic precipitation, but are much higher than for the Amanos Mountains (∼4000 m instead of ∼2300 m). Thus ∼0.4 mm a−1 can be regarded as a reasonable a priori upper bound to the erosion rate in the Amanos Mountains.\nAs in other studies of this type (e.g., Westaway, 2002; Westaway et al., 2004) it is important to estimate the Moho temperature Tm, because this determines the effective viscosity ηe for the lower crust and thus governs how readily this layer can flow in response to loads of a given magnitude (cf. Westaway, 1998). The simplest possible calculation assumes a steady-state geotherm with radiogenic heating at shallow depths (i.e., the perturbations caused by the sedimentation and associated erosion are for the time being neglected). In many regions, the surface heat flow varies linearly with the radioactive heat production Y(z=0)=Yo in surface rocks (e.g., Lachenbruch, 1970). This can result if radiogenic heat production is constant, at Yo, across a depth range D and zero at greater depths where the basal heat flow is qo. Simple algebra indicates that:\nq zð Þ ¼ q0 þ Y0 D zð Þ 0 V z VD; ð6Þ such that the surface heat flow qs is given by:\nqs ¼ q0 þ Y0D: ð7Þ\nIt follows that:\nT zð Þ ¼ q0z k þ Y0Dz k\nY0z 2\n2k 0 V z VD; ð8Þ\nand that the temperature at depth D is TD where:\nTD ¼ q0Dk þ D2Y0 2k ; ð9Þ\nthe two terms being the contributions from basal heat flow and from radiogenic heating.\nIn the absence of detailed information we select the following values for crustal properties: the Moho depth, zm, is 30 km; the upper crust consists of granitic basement with Yo=4 μW m\n−3 down to a depth D=10 km; and the surface heat flow qs is roughly double the basal component qo (cf. Westaway et al., 2006b). If, in the absence of erosion, qs=90 mW m −2, with qo=45 mW m −2, then TD=260 °C, making Tm=620 °C. Conversely, if qs were 80 mW m−2, with qo=40 mW m\n−2, then TD=240 °C, making Tm=560 °C. Moho temperatures of this order thus seem a priori reasonable for this region.\nAs already discussed, the absence of a negative Bouguer anomaly indicates that the Amanos Mountains have no lower-crustal root. However, the small (∼20 mgal) positive Bouguer anomaly indicates that the high-density mantle lithosphere is thicker beneath this mountain range than beneath its immediate surroundings to the east. This effect can be investigated as a first approximation using the standard slab formula; a slab of thickness h with a density constant Δρ contributes a gravity anomaly Δg where Δg=2πGΔρh, G being the universal gravitational constant. No data exist (such as from seismic refraction profiling) that can directly constrain any Moho relief beneath the Amanos Mountains. However, two end-member possibilities can be considered. The first is that the Moho is flat, the mantle lithosphere thickening within a mantle lithosphere root. In this case, Δρ=ρm−ρa=200 kg m−3, such that a 20 mgal gravity anomaly implies a mantle lithosphere root ∼2360 m thick. The second endmember possibility is that the base of the lithosphere is flat, the mantle lithosphere thickening being accommodated by upwarping of the Moho In this case, Δρ=ρm− ρc=900 kg m\n−3, such that a 20 mgal gravity anomaly implies upwarping of the Moho by ∼530 m.\nThe high value of θ, noted above, only applies to localities adjoining the N20°E-striking Amanos Fault. Farther south, where the faulting strikes N–S, θ is much less, and the strain rate for distributed shortening is correspondingly smaller. For instance, at the latitude of Samandağı (36.07°N), the Seyrek et al. (2007) kinematic model predicts θ=29° and V=7.9 mm a−1. The same reasoning as before thus gives an estimated shortening strain rate of ∼0.05 Ma−1, roughly half that expected farther north. The uplift rate around Samandağı (Table 1) is likewise about half that indicated along the Middle Ceyhan gorge, consistent with the assumption underlying the present modelling that the shortening strain rate is the principal factor determining rates of surface uplift."
  }, {
    "heading": "6.2. Modelling strategy",
    "text": "Our modelling will thus consider four configurations, representing each of the above isostatic assumptions and end-member spatial average erosion rates (0.2 and 0.4 mm a−1). Modelling will utilise the technique developed by Westaway (2002), as subsequently amended (cf. Westaway et al., 2006b; Westaway, 2007; Westaway and Bridgland, in press). This technique allows calculation of the vertical crustal motion resulting from combinations of distributed strain and surface processes, taking into account the lower-crustal flow induced by the variations in depth (and thus, pressure) of the base of the upper-crustal brittle layer. The lower crust\nis treated as a linear isoviscous fluid with effective viscosity (with meaning as defined by Westaway, 1998) ηe. Different values of ηe correspond to different Moho temperatures Tm, given that in the actual crust the viscosity will decrease with temperature and thus with depth. As in previous studies, the Westaway (1998) calibration relates Tm and ηe. For each set of input parameters, six solutions will be run, as follows: M1, ηe=10 19 Pa s, Tm=603 °C; M2, ηe=1.2×10 19 Pa s, Tm=598 °C; M3, ηe=1.5×10 19 Pa s, Tm=591 °C; M4, ηe=2×10 19 Pa s, Tm=582 °C; M5, ηe=2.5×10\n19 Pa s, Tm=575 °C; and M6, ηe=3×10\n19 Pa s, Tm=570 °C. This range is appropriate given the thermal state of the crust in the study region, as discussed earlier.\nFollowing Seyrek et al. (2007), we assume that the Amanos Fault did not exist before 3.7 Ma, when the AFAR relative motion was taken up farther east (Fig. 1). It is assumed that the ancestral River Ceyhan flowed across what are now the Amanos Mountains, depositing the Kadirli Formation, with a nominal sedimentation rate Uo. At 3.7 Ma, the Amanos Fault came into being, and the Amanos Mountains began to experience transpression, accompanied by surface uplift and erosion, at a spatial average rate U. The change in deformation rate placed the crust in a thermal non-steady state. For each subsequent time step, the computer program calculates the change in depth of the base of the brittle layer, being taken – as in previous studies – as the temperature threshold of 300 °C. Taking account of the difference in pressure, at the base of this layer, between the Amanos Mountains and their surroundings, the flux of lower crust inward to beneath the mountains or outward to beneath their surroundings in each model time step is then calculated, enabling the conditions at the start of the next time step to be determined.\nThe Amanos Mountains are represented as a model region of initial width Le=60 km, this value decreasing over time in response to the crustal shortening. Thismodel region is connected to another model region with zero strain rate andwith sedimentation rateUomaintained over time, schematically representing the crust of Anatolia (Fig. 1). By making this model region very large compared with the model Amanos Mountains, inward or outward fluxes of lower crust have a minimal effect on its crustal thickness, reducing any risk of numerical artefacts that may arise from such crustal thickness variations. Components of lower-crustal flow in other directions, parallel to the strike of the Amanos Mountains or towards or away from the Karasu Valley, are neglected. As noted earlier, some of the material eroded within the Ceyhan catchment during the Pleistocene has accumulated within İskenderun Gulf. However, previous discussion suggested that this is only a small proportion of the total mass flux. Thus, no attempt is made to model any local component of lower-crustal flow induced by this sediment loading, most likely outward from beneath İskenderun\nGulf, in order to create the accommodation space for the sediment that has accumulated there.\nAs Westaway (2006b) noted, in general it is a priori unclear whether transpressive stepovers on strike-slip fault zones are dominated by thickening of the upper crust caused by the crustal shortening, which would act to force lower crust out from beneath the stepover; or by erosion, which would act to draw lower crust in. This issue is important; as Westaway (2006b) showed, it has a significant effect on the local stress field. Despite the substantial erosion rates indicated, the set of parameter values deduced above requires all plausible solutions for the Amanos Mountains to be dominated by crustal shortening, the sense of lower-crustal flow thus being outward, caused by the pressure at the base of the brittle layer being higher beneath this mountain range than beneath its surroundings."
  }, {
    "heading": "6.3. Results and discussion",
    "text": "Inspection of Figs. 13 and 14 indicates that, at the start of each model run, the model crust is observed to thicken at a rate equal to the crustal thickness of 30 km multiplied by the 0.08 Ma−1 strain rate, giving a rate of 2.4 mm a−1. As in previous studies of this type, the uplift values and uplift rates depicted are for markers that are not themselves eroding. In each case the mean altitude of the eroding land surface will vary at a rate that is less than the uplift rate shown by an amount equal to U. Initially, there is no outward lower-crustal flow, because there is no difference in pressure at the base of the brittle layer relative to the surroundings. Subsequently, as the model crust thickens, lower crust is driven out at an increasing rate, causing the rate of surface uplift to decrease over time. The more mobile the lower crust is assumed to be, the more rapidly this rate begins to decrease. It can indeed be seen that, for the more mobile solutions considered, the outflow of lower crust can ultimately exceed the effect of crustal shortening, leading to the prediction of crustal thinning following the initial crustal thickening. It is expected that the ultimate behaviour of each solution would be to reach a mass-flux steady-state in which the increase in mass of each part of the model crust caused by the imposed shortening strain is balanced by the loss of mass through erosion and through outward lower-crustal flow; however, such conditions have not been investigated in this study (cf. Morley and Westaway, 2006). Comparison of the different solutions also indicates that, other factors being equal, the lower the erosion rate the faster is the decrease over time in uplift rate. This is because the faster the erosion is, the shallower is the\nbase of the brittle upper crust and, thus, the smaller is the pressure difference available to drive lower-crust out from beneath the eroding mountain range.\nWe use the following observational evidence to test the solutions: first, the 0.4–0.3 mm a−1 Middle-Late Pleistocene uplift rate and the uplift by ∼90 m since ∼270 ka and ∼40 m since 140 ka at Pınarözü. Second, is the 0.25 mm a−1 Late Pleistocene uplift rate and the ∼35 m of uplift since ∼140 ka at Sarpınağzı. Third, the ∼2300 m maximum altitude of the Amanos Mountains provides a rough lower bound to the uplift that has occurred, given that the ancestral River Ceyhan flowed across this mountain range and must have been near sealevel as the region adjoins the palaeo-coastline. The ∼1200 m of incision of the Berke Gorge is also illustrated, so its age may tentatively be deduced.\nFigs. 13 and 14 indicate that the best fit to the MiddleLate Pleistocene data from the Middle Ceyhan gorge is provided by solution M4, indicating ηe=2×10\n19 Pa s and Tm=582 °C. However, this solution seriously overpredicts the topography, indicating surface uplift by ∼6 km since the start of each model run. Thus, allowing for the predicted erosion, by ∼0.8 km in Fig. 13 (∼0.2 mm a−1 ×4 million years) and by ∼1.6 km in Fig. 14 (∼0.4 mm a−1 ×4 million years), a mountain range ∼4.5–5 km high, not ∼2.3 km high, would be expected. Conversely, the solutions that best account for the observed topography, M1 (ηe = 10\n19 Pa s, Tm=603 °C) and M2 (ηe=1.2×10\n19 Pa s, Tm=598 °C) correspond to states for which the maximum topography has been exceeded, with subsidence – not uplift – predicted at the present day. The over-prediction of the observed topography (allowing for predicted erosion) is ∼3.0 km in Fig. 13a (∼6.1 km against ∼3.1 km) and ∼2.1 km in Fig. 14a (∼6.0 km against ∼3.9 km). However, the difference, in terms of crustal conditions, between these solutions is not great, corresponding to a variation in the temperature difference between the Earth's surface and the Moho of no more than∼3%, less than the limit of resolution by the available data. Such extreme sensitivity of this type of modelling to crustal parameters has been noted before (e.g., Westaway, 2002); limitations in observational evidence indeed constitute a major obstacle to making improvements in the modelling technique (Westaway, 2007).\nThis mismatch can be reduced by increasing the model erosion rate. A solution with U=0.6 mm a−1 and with no Moho topography could account for the Late Pleistocene uplift data in terms of ηe=1.7×10\n19 Pa s (Tm=587 °C) and predicts a total of ∼5.9 km of surface uplift, compared with the associated ∼4.7 km sum of the observed topography plus the ∼2.4 km of predicted\nerosion (∼0.6 mm a−1 ×4 million years). However, the mismatch remains, and it is not clear that so much erosion is plausible on this timescale in this region (say, to exhume the Palaeozoic sequence forming the summit area of mountains such as Uluziyaret), given the representative thicknesses and dispositions of the various younger stratigraphic units illustrated in Fig. 5.\nWe thus conclude that the mismatch identified results from some deficiency in the underlying model. The most problematic assumptions made are that the erosion rate and strain rate for distributed deformation have not varied, either spatially or over time.Work on other DSFZ transpressive stepovers (e.g., Walley, 1998; Westaway, 2003, 2004; Gomez et al., 2006) has suggested that the shortening strain rate increases towards the major leftlateral faults, thus accounting for the overall landscape morphology. Seyrek et al. (2007) indeed inferred this in the Amanos Mountains. Likewise, one may expect faster erosion in the parts of the range with greatest rainfall and steepest relief; the possibility of time-dependent erosion rates in each part of the model region, as the local topography changes, thus becomes evident. A related issue is whether the deformation is truly distributed or reverse faults identified within the Amanos Mountains (Fig. 5) are active and take up some of the required crustal shortening, making the strain rate in their surroundings less than predicted. Strain partitioning like this has been identified within transpressive stepovers along the right-lateral San Andreas fault system in California following large reverse-faulting earthquakes (e.g., San Fernando, 1971; Loma Prieta, 1989; Northridge, 1994). Further work is required to establish this issue, and to thus resolve (for instance) whether the lateral variations in uplift rates observed in the Ceyhan terraces relate entirely to gradual variations in regional uplift rates, or in part to localised reverse faulting. As was noted earlier, there is evidence of reverse-faulting offsetting the Kadirli Formation deposits near theMiddle Ceyhan gorge, but it is unclear whether this process remains active in this area. Resolution of this issue must await more detailed fieldwork, beyond the scope of this study.\nOne may thus hypothesise that when the left-lateral slip on the Amanos Fault began, at ∼3.7 Ma, the uplift in the adjoining Amanos Mountains was much more localised than at present, close to this fault. As the land in this area rose, the erosion rate increased and, by acting to reduce the local excess depth of the base of the brittle upper crust, helped to stabilise the topography. Likewise, rather than being highly dispersed, the outflow of lower-crust from beneath this initial narrow uplifting region may have largely accumulated beneath neigh-\nbouring regions, such as the present western foothills of the Amanos Mountains, contributing to crustal thickening and thus surface uplift there. The present modelling takes no account of such possible complexities and thus provides at best a very crude representation of what has been occurring. However, it indicates the essential physics and thus enables first-order estimates to be made of the main parameters that govern the local state of isostatic equilibrium."
  }, {
    "heading": "7. Conclusions",
    "text": "We have used the Ar–Ar technique to obtain the first numerical dates for the Pleistocene volcanism along the valley of the River Ceyhan in the Düziçi area, in the western foothills of the Amanos Mountains. Our six dates indicate a single abrupt episode of volcanism at c. 270 ka. In part through our own fieldwork and in part by utilising old documents relating to the damming of the Ceyhan, we have identified a staircase of 7 fluvial terraces, at altitudes of up to∼230 m above present river level. Using the disposition of the dated basalt as an age constraint, we assign these terraces to cold-climate stages between MIS 16 and 2, indicating rates of fluvial incision, equated to surface uplift, of between 0.25 and 0.4 mm a−1. Since ∼3.7 Ma the Amanos Mountains have formed a transpressive stepover along the northern part of the Dead Sea Fault Zone, where crustal shortening is required by the geometry. Using a physics-based technique, we have modelled the overall isostatic response to the combination of processes occurring, including crustal thickening caused by the shortening, erosion caused by orographic precipitation, and the resulting outward flow of mobile lower-crustal material, in order to predict the resulting history of surface uplift. This modelling suggests that the effective viscosity of the lower crust in this region is in the range ∼1–2×1019 Pa s, consistent with a Moho temperature of ∼590±10 °C, the latter value being in agreement with heat flow data. This modelling neglects many local details (e.g., lateral and temporal variations in strain rates and erosion rates) and thus only provides a crude summary of the complexity of the processes that are occurring. However, it indicates that the nature of the active crustal deformation is now understood, to first order at least, in this key locality within the boundary zone between the African and Arabian plates."
  }, {
    "heading": "Acknowledgments",
    "text": "This work was supported in part by HÜBAK (Harran University Scientific Research Council) grant 428\n(A.S.). We thank the personnel at the DSİ regional headquarters in Adana and Kahramanmaraş for granting access to, and permission to publish, their documents relating to the construction of the Aslantaş Dam. We are also grateful to the manager of the Aslantaş hydroelectric power station, now operated by EÜAŞ (the Turkish state electricity generation company), for his hospitality and for fieldwork permission. Bill Olszewski helped with documentation of the Ar–Ar dating results. We also thank both anonymous reviewers for their thoughtful and constructive comments. This study contributes to IGCP 518 ‘Fluvial sequences as evidence for landscape and climatic evolution in the Late Cenozoic’."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data associated with this article can be found, in the online version, at doi:10.1016/j. geomorph.2007.08.014."
  }],
  "year": 2008,
  "references": [{
    "title": "basins; Northeast Mediterranean Sea",
    "authors": ["A.E. Aksu", "T.J. Calon", "J. Hall", "D. Yaşar"],
    "venue": "Marine Geology",
    "year": 2005
  }, {
    "title": "A lower-crustal event in the northeastern",
    "authors": ["F. Biçmen"],
    "year": 2000
  }, {
    "title": "Neogene and Quaternary",
    "authors": ["J. Arger", "J. Mitchell", "R. Westaway"],
    "year": 2000
  }, {
    "title": "New gravity andmagnetic anomaly",
    "authors": ["A. pp. Ateş", "P. Kearey", "S. Tufan"],
    "year": 1999
  }, {
    "title": "Petrology of the Quaternary basalts",
    "authors": ["A.Z. Bilgin", "T. Ercan"],
    "year": 1981
  }, {
    "title": "Clast lithological analysis",
    "authors": ["D.R. Bridgland"],
    "year": 1986
  }, {
    "title": "A long Quaternary terrace sequence in the Orontes River valley, Syria: a record of uplift and of human occupation",
    "authors": ["D.R. Bridgland", "G. Philip", "R. Westaway", "M. White"],
    "venue": "Current Science (New Delhi)",
    "year": 2003
  }, {
    "title": "Dating Quaternary volcanism and incision by the River Tigris at Diyarbakır, SE Turkey",
    "authors": ["D.R. Bridgland", "T. Demir", "A. Seyrek", "M. Pringle", "R. Westaway", "A.R. Beck", "G. Rowbotham", "S. Yurtmen"],
    "venue": "Journal of Quaternary Science",
    "year": 2007
  }, {
    "title": "Engineering and environmental effects of coastline changes in Turkey, northeastern Mediterranean",
    "authors": ["H. Çetin", "Y. Bal", "C. Demirkol"],
    "venue": "Environmental & Engineering Geoscience",
    "year": 1999
  }, {
    "title": "River terrace sequences in Turkey: sources of evidence for lateral variations in regional uplift",
    "authors": ["T. Demir", "İ. Yeşilnacar", "R. Westaway"],
    "venue": "Proceedings of the Geologists' Association",
    "year": 2004
  }, {
    "title": "Ar–Ar dating of Late Cenozoic basaltic volcanism in northern Syria: implications for the history of incision by the River Euphrates and uplift of the northern Arabian Platform",
    "authors": ["T. Demir", "R. Westaway", "D. Bridgland", "M. Pringle", "S. Yurtmen", "A. Beck", "G. Rowbotham"],
    "venue": "Tectonics 26. doi:10.1029/2006TC001959",
    "year": 2007
  }, {
    "title": "Structure of the Kizildağ ophiolite, a slow-spread Cretaceous ridge segment north of the Arabian Promontory",
    "authors": ["Y. Dilek", "M. Delaloye"],
    "venue": "Geology 20,",
    "year": 1992
  }, {
    "title": "Jeomorfoloji I. İstanbul Üniversitesi",
    "authors": ["S. Erinç"],
    "venue": "Edebiyat Fakültesi Yayınları,",
    "year": 1982
  }, {
    "title": "Asi Nehri deltasının jeomorfolojisi ve dördüncü zaman denizakarsu şekilleri (Die Geomorphologie des Orontes-deltas und der anschliessenden pleistozänen Strand-und Fluss-terrassen, Provinz Hatay, Türkei)",
    "authors": ["O. Erol"],
    "venue": "İstanbul Universitesi Dil ve TarihCoğrafya Fakültesi Yayınları [Publications of the Faculty of",
    "year": 1963
  }, {
    "title": "Holocene faulting and earthquake recurrence along the Serghaya branch of the Dead Sea fault system in Syria and Lebanon",
    "authors": ["F. Gomez", "M. Meghraoui", "A.N. Darkal", "F. Hiajzi", "M. Mouty", "Y. Suleiman", "R. Sbeinati", "R. Darawcheh", "M. al-Ghazzi", "M. Barazangi"],
    "venue": "Geophysical Journal International 153,",
    "year": 2003
  }, {
    "title": "Late Cenozoic uplift along the northern Dead Sea transform in Syria and Lebanon",
    "authors": ["F. Gomez", "M. Khawlie", "C. Tabet", "A.N. Darkal", "K. Khair", "M. Barazangi"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2006
  }, {
    "title": "Neotectonic deformation linking the East Anatolian and Karataş– Osmaniye intracontinental transform fault zones in the Gulf of İskenderun, southern Turkey, deduced from paleomagnetic study of the Ceyhan–Osmaniye volcanics",
    "authors": ["H. Gürsoy", "O. Tatar", "J.D.A. Piper", "A. Heimann", "L. Mesci"],
    "venue": "Tectonics",
    "year": 2003
  }, {
    "title": "The volcanic evolution of Montserrat",
    "authors": ["C.L. Harford", "M.S. Pringle", "R.S.J. Sparks", "S.R. Young"],
    "year": 2002
  }, {
    "title": "The Eruption of the Soufrière Hills Volcano, Montserrat",
    "authors": ["T.H. geochronology. In: Druitt", "B.P. Kojkelaar"],
    "venue": "Memoir,",
    "year": 1995
  }, {
    "title": "Geomorphic response to late Cenozoic tectonic and climate change within the Ceyhan River drainage, SE Turkey",
    "authors": ["C.L. Hill", "C. Eissenstat"],
    "venue": "Geological Society of America,",
    "year": 1997
  }, {
    "title": "Late Palaeogene–Neogene evolution of the triple junction region near Maras, south-central Turkey",
    "authors": ["D.E. Karig", "H. Kozlu"],
    "venue": "Journal of the Geological Society,",
    "year": 1990
  }, {
    "title": "Neogene tectonics and plate convergence in the eastern Mediterranean; new data from southern",
    "authors": ["G. Kelling", "S.L. Gokcen", "P.A. Floyd", "N. Gokcen"],
    "venue": "Turkey. Geology",
    "year": 1987
  }, {
    "title": "Bouguer gravity and crustal structure of the Dead Sea transform fault and adjacent mountain belts",
    "authors": ["K. Khair", "M. Khawlie", "F. Haddad", "M. Barazangi", "D. Seber", "T. Chaimov"],
    "venue": "in Lebanon. Geology",
    "year": 1993
  }, {
    "title": "Structural development and stratigraphy of Misis– Andırın region",
    "authors": ["H. Kozlu"],
    "venue": "Proceedings of the Seventh Turkish Petroleum Congress, Ankara,",
    "year": 1987
  }, {
    "title": "Crustal temperature and heat production: Implications of the linear heat flow relation",
    "authors": ["A.H. Lachenbruch"],
    "venue": "Journal of Geophysical Research",
    "year": 1970
  }, {
    "title": "Global positioning system constraints on plate kinematics and dynamics in the eastern Mediterranean and Caucasus",
    "authors": ["S McClusky"],
    "venue": "Journal of Geophysical Research",
    "year": 2000
  }, {
    "title": "The East Anatolian Fault; a major structure in eastern Turkey",
    "authors": ["D. McKenzie"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1976
  }, {
    "title": "Implications of distributed crustal deformation for exhumation in a portion of a transpressional plate boundary, Western Transverse Ranges, southern California",
    "authors": ["A. Meigs", "D. Yule", "A. Blythe", "D. Burbank"],
    "venue": "Quaternary International",
    "year": 2003
  }, {
    "title": "Subsidence in the super-deep Pattani and Malay basins of Southeast Asia: a coupled model incorporating lower-crustal flow in response to post-rift sedimentloading",
    "authors": ["C.K. Morley", "R. Westaway"],
    "venue": "Basin Research",
    "year": 2006
  }, {
    "title": "Intracontinental Plio-Quaternary volcanism along the African–Anatolian plate boundary, southern Turkey",
    "authors": ["O. Parlak", "H. Kozlu", "C. Demirkol", "M. Delaloye"],
    "venue": "Ofioliti",
    "year": 1997
  }, {
    "title": "The Perrier Plateau: a Plio-Pleistocene long fluvial record in the River Allier basin,Massif Central, France",
    "authors": ["Pastre", "J.-F"],
    "venue": "Quaternaire",
    "year": 2004
  }, {
    "title": "Differential incision of the Grand Canyon related to Quaternary faulting; constraints from U-series and Ar/Ar",
    "authors": ["J.L.K. Pederson", "W.D. Sharp", "W. McIntosh"],
    "venue": "dating. Geology",
    "year": 2002
  }, {
    "title": "Geochemistry of Quaternary basalts erupted along the east Anatolian and Dead Sea fault zones of southern Turkey: implications for mantle sources",
    "authors": ["A. Polat", "R. Kerrich", "J.F. Casey"],
    "venue": "Lithos",
    "year": 1997
  }, {
    "title": "The Misis– Andırın Complex: a Mid-Tertiary melange related to late-stage subduction of the Southern Neotethys in S Turkey",
    "authors": ["A. Robertson", "Ü.C. Ünlügenç", "N. İnan", "K. Taşlı"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2004
  }, {
    "title": "Alluvial morphology of Anatolian rivers",
    "authors": ["R.J. Russell"],
    "venue": "Annals of the Association of American Geographers",
    "year": 1954
  }, {
    "title": "Quaternaire et Préhistoire du Nahr el Kébir septentrional: Les Debuts de l'Occupation Humaine dans la Syrie du nord et au Levant",
    "authors": ["P. Sanlaville", "L. Copeland", "F. Hours", "J. Besançon"],
    "venue": "Collection de la Maison de l'Orient Mediterranéen,",
    "year": 1979
  }, {
    "title": "Sedimentary architecture of a canyon-style fairway feeding a deepwater clastic system, the Miocene Cingoz Formation, southern Turkey; significance for reservoir characterisation and modelling",
    "authors": ["N. Satur", "G. Kelling", "B.T. Cronin", "A. Hurst", "K. Gurbuz"],
    "venue": "Sedimentary Geology",
    "year": 2005
  }, {
    "title": "Geology of the Misis Mountains",
    "authors": ["J.P. Schiettecatte"],
    "venue": "Geology and History of Turkey. Petroleum Exploration Society of Libya,",
    "year": 1971
  }, {
    "title": "Geology and tectonics of the central Amanos Mountains",
    "authors": ["W. Schwan"],
    "venue": "Geology andHistory of Turkey. Petroleum Exploration Society of Libya,",
    "year": 1971
  }, {
    "title": "Ergebnisse neuer geologischer Forschungen im Amanosgebirge (Süd-Türkei)",
    "authors": ["W. Schwan"],
    "venue": "Geotektonische Forschungen [Stuttgart]",
    "year": 1972
  }, {
    "title": "Kinematics of the Amanos Fault, southern Turkey, from Ar–Ar dating of offset Pleistocene basalt flows: transpression between the African and Arabian plates",
    "authors": ["A. Seyrek", "T. Demir", "M. Pringle", "S. Yurtmen", "R. Westaway", "A. Beck", "G. Rowbotham"],
    "year": 2007
  }, {
    "title": "Age and duration of the Matuyama– Brunhes geomagnetic polarity reversal",
    "authors": ["B.S. Singer", "M.S. Pringle"],
    "year": 1996
  }, {
    "title": "Reissue of: Geographia, first published in Venice, 1511, based on original work attributed to Claudius Ptolemaeus of Alexandria in the second century A.D",
    "authors": ["R.A. Skelton"],
    "venue": "Series 5, vol. I. Theatrum Orbis Terrarum,",
    "year": 1969
  }, {
    "title": "The influence of eroding topography on steady-state isotherms. Application to fission track analysis",
    "authors": ["K. Stüwe", "L. White", "R. Brown"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1994
  }, {
    "title": "Geothermal explorations and heat flow in Turkey",
    "authors": ["A.K. Tezcan"],
    "venue": "Science Publishers,",
    "year": 1995
  }, {
    "title": "Hatay sheet of the Geological Map of Turkey, 1:500,000 scale. General Directorate of Mineral Research and Exploration, Ankara",
    "authors": ["N. Tolun", "C. Erentöz"],
    "year": 1962
  }, {
    "title": "Explanatory booklet for the Hatay sheet of the Geological Map of Turkey, 1:500,000 scale",
    "authors": ["N. Tolun", "H.N. Pamir"],
    "venue": "General Directorate of Mineral Research and Exploration,",
    "year": 1975
  }, {
    "title": "Some outstanding issues in the geology of Lebanon and their importance in the tectonic evolution of the Levantine region",
    "authors": ["C.D. Walley"],
    "venue": "Tectonophysics",
    "year": 1998
  }, {
    "title": "Deformation around stepovers in strike-slip fault zones",
    "authors": ["R. Westaway"],
    "venue": "Journal of Structural Geology",
    "year": 1995
  }, {
    "title": "Dependence of active normal fault dips on lowercrustal flow regimes",
    "authors": ["R. Westaway"],
    "venue": "Journal of the Geological Society,",
    "year": 1998
  }, {
    "title": "The Quaternary evolution of the Gulf of Corinth, central Greece: coupling between surface processes and flow in the lower continental crust",
    "authors": ["R. Westaway"],
    "venue": "Tectonophysics 348,",
    "year": 2002
  }, {
    "title": "Kinematics of the Middle East and Eastern Mediterranean updated",
    "authors": ["R. Westaway"],
    "venue": "Turkish Journal of Earth Sciences",
    "year": 2003
  }, {
    "title": "Kinematic consistency between the Dead Sea Fault Zone and the Neogene and Quaternary left-lateral faulting in SE Turkey",
    "authors": ["R. Westaway"],
    "venue": "Tectonophysics",
    "year": 2004
  }, {
    "title": "Late Cenozoic extension in southwest Bulgaria: a synthesis",
    "authors": ["R. Westaway"],
    "venue": "Special Publication,",
    "year": 2006
  }, {
    "title": "Investigation of coupling between surface processes and induced flow in the lower continental crust as a cause of intraplate seismicity",
    "authors": ["R. Westaway"],
    "venue": "Earth Surface Processes and Landforms",
    "year": 2006
  }, {
    "title": "Improved modelling of the Quaternary evolution of the Gulf of Corinth, incorporating erosion and sedimentation coupled by lower-crustal flow",
    "authors": ["R. Westaway"],
    "venue": "Tectonophysics",
    "year": 2007
  }, {
    "title": "The Gölbaşı basin, southeastern Turkey: A complex discontinuity in a major strike-slip fault zone",
    "authors": ["R. Westaway", "J. Arger"],
    "venue": "Journal of the Geological Society,",
    "year": 1996
  }, {
    "title": "Kinematics of the Malatya–Ovacık Fault Zone",
    "authors": ["R. Westaway", "J. Arger"],
    "venue": "Geodinamica Acta",
    "year": 2001
  }, {
    "title": "Pliocene and Quaternary regional uplift in western Turkey: the Gediz river terrace staircase and the volcanism at Kula",
    "authors": ["R. Westaway", "M. Pringle", "S. Yurtmen", "T. Demir", "D. Bridgland", "G. Rowbotham", "D. Maddy"],
    "venue": "Tectonophysics 391,",
    "year": 2004
  }, {
    "title": "Kinematics of active left-lateral faulting in southeast Turkey from offset Pleistocene river gorges: improved constraint on the rate and history of relative motion between the Turkish and Arabian plates",
    "authors": ["R. Westaway", "T. Demir", "A. Seyrek", "A. Beck"],
    "venue": "Journal of the Geological Society,",
    "year": 2006
  }, {
    "title": "Late Cenozoic uplift of western Turkey: Improved dating of the Kula Quaternary volcanic field and numerical modelling of the Gediz river terrace staircase",
    "authors": ["R. Westaway", "H. Guillou", "S. Yurtmen", "A. Beck", "D. Bridgland", "T. Demir", "S. Scaillet", "G. Rowbotham"],
    "venue": "Global and Planetary Change",
    "year": 2006
  }, {
    "title": "The glaciation of the London Basin, and the",
    "authors": ["S.W. Wooldridge"],
    "year": 1938
  }, {
    "title": "Hydrologic characteristics of Hatay–Erzin (Yeşilkent) plain and Burnaz spring",
    "authors": ["G. Yüce"],
    "venue": "Jeoloji Mühendisliği",
    "year": 2001
  }, {
    "title": "Intraplate alkaline volcanism to the north of İskenderun Gulf",
    "authors": ["S. Yurtmen", "R. Westaway"],
    "year": 2001
  }],
  "id": "SP:7f5720abf4de56f4d68a310212abfe3d67c67209",
  "authors": [{
    "name": "Ali Seyrek",
    "affiliations": []
  }, {
    "name": "Tuncer Demir",
    "affiliations": []
  }, {
    "name": "Malcolm Pringle",
    "affiliations": []
  }, {
    "name": "Sema Yurtmen",
    "affiliations": []
  }, {
    "name": "Rob Westaway",
    "affiliations": []
  }, {
    "name": "David Bridgland",
    "affiliations": []
  }, {
    "name": "Anthony Beck",
    "affiliations": []
  }, {
    "name": "George Rowbotham",
    "affiliations": []
  }],
  "abstractText": "Using the Ar–Ar technique, we have obtained the first numerical dates for the Pleistocene volcanism along the valley of the River Ceyhan in the Düziçi area of southern Turkey, in the western foothills of the Amanos Mountains. Our six dates indicate a single abrupt episode of volcanism at∼270 ka.We have identified a staircase of 7 fluvial terraces, at altitudes of up to∼230m above the present level of the Ceyhan. Using the disposition of the basalt as an age constraint, we assign these terraces to cold-climate stages between marine oxygen isotope stages 16 and 2, indicating rates of fluvial incision, equated to surface uplift, that increase upstream through the western foothills of thismountain range at between 0.25 and 0.4mma. Extrapolation of these uplift rates into the axis of the range suggests that the entire∼2300mof present-day relief has developed since theMid-Pliocene, a view that we confirm using numerical modelling. Since ∼3.7Ma the AmanosMountains have formed a transpressive stepover along the northern part of the Dead Sea Fault Zone, where crustal shortening is required by the geometry. Using a physics-based technique, we have modelled the overall isostatic response to the combination of processes occurring, including crustal thickening caused by the shortening, erosion caused by orographic precipitation, and the resulting outward flow of mobile lower-crustal material, in order to predict the resulting history of surface uplift. This modelling suggests that the effective viscosity of the lower crust in this region is in the range∼1–2×10 Pa s, consistent with aMoho temperature of ∼590±10 °C, the latter value being in agreement with heat flow data. This modelling shows that the nature of the active crustal deformation is now understood, to first order at least, in this key locality within the boundary zone between the African and Arabian plates, the structure and geomorphology of which have been fundamentally misunderstood in the past. © 2007 Elsevier B.V. All rights reserved.",
  "title": "Late Cenozoic uplift of the Amanos Mountains and incision of the Middle Ceyhan river gorge, southern Turkey; Ar–Ar dating of the Düziçi basalt"
}