{
  "sections": [{
    "text": "Western Turkey is one of the classic regions for the study of extensional processes. In a recent interpretation, the regional metamorphic basement, the Menderes Massif, was exhumed related to large-scale extensional processes, possibly during latest Oligocene time. Regional-scale NE–SW-trending basins, including the Gfrdes and Selendi basins, were created, associated with this exhumation. The NE–SW-trending basins are seen as regional-scale bcorrugationsQ (10–15 km across) in the surface of an extensional detachment orientated parallel to the direction of extension. The detached upper plate is represented by erosional remnants of unmetamorphosed Tethyan ophiolitic melange.\nWe describe and interpret the Gfrdes and Selendi basins separately and then show that their sedimentary facies and evolution are very similar. Basal coarse alluvial fan deposits accumulated after extensional removal of the upper plate. These basal sediments, rarely exposed, were rotated by up to 508, probably as a result of local extension or transtension. Later during the early Miocene, the Gfrdes and Selendi basins were infilled by a generally fining-upward succession derived from the south, based on palaeocurrent evidence. Coarse alluvial fan deposition was followed by the deposition of finer-grained alluvial deposits from braided streams flowing northwards over a topographically subdued flood plain. Later, deposition was within shallow ephemeral lakes after a possible change to a moister climate. Calc–alkaline magmatism was initiated with the fall-out of fine-grained silicic ash, followed by coarser-grained tuff derived from local magmatic centres. During early Pliocene time, the basins were dissected by E–W extensional faults, associated with the establishment of the modern pattern of westward drainage to the Aegean Sea.\nWe use the assembled sedimentary evidence to test alternative tectonic models for Miocene basin formation in western Turkey. Our preferred tectonic model emphasises the importance of deposition in regional basins created by exhumation of metamorphic basement that was previously assembled during early Tertiary closure of the Tethys ocean. D 2004 Elsevier B.V. All rights reserved.\nKeywords: Neogene; Sedimentary basins; Crustal extension; W. Turkey\n0037-0738/$ - s doi:10.1016/j.se\n* Correspon E-mail addr\nee front matter D 2004 Elsevier B.V. All rights reserved. dgeo.2004.11.002\nding author. Tel.: +44 131 650 8541; fax: +44 131 668 3184.\ness: Alastair.Robertson@glg.ed.ac.uk (A. Robertson)."
  }, {
    "heading": "1. Introduction",
    "text": "Western Turkey is one of the best-exposed regions in the world where pervasive crustal extension has given rise to regional-scale core complexes, associated basins, and grabens related to normal faulting. Much emphasis has been placed in recent years on the structural development, but relatively little consideration has been given to the sedimentary geology of the Neogene deposits overlying the metamorphic basement. However, these sediments yield important clues to the history of crustal extension in the region and can also be used to test alternative tectonic models for the regional tectonic evolution during Miocene time. The purpose of this paper is, therefore, to provide a depositional and tectonic analysis of the early Miocene Gfrdes Basin and the adjacent Selendi Basin, located within the northern part of the metamorphic Menderes Massif (Fig. 1; see Bozkurt and Oberhansli, 2001). These basins trend at approximately right angles to the more topographically expressed, E–W-trending AlaYehir (Gediz) Graben and the Bqyqk-Menderes Graben, further south.\nThe origin of the NE–SW-trending basins is the subject of continuing discussion (e.g., Xengör et al., 1985; Seyitoğlu and Scott, 1994a). Alternative interpretations have been proposed over the last decade involving either regional extension or compression during Miocene time, as reviewed by Bozkurt (2003). Our approach during a project initiated in the mid1990s was to carry out sedimentological and structural studies of two representative NE–SW-trending basins, the Gfrdes Basin and the Selendi Basin, and to compare these with one of the major E–W trending basins further south, the AlaYehir (also known as Gediz) graben (Fig. 1). The main aim was to determine how each of these basins are related to an overall history of crustal extension in western Turkey during Neogene time. Based on 5 months’ fieldwork over 3 years in and around these three basins (Purvis, 1998; Purvis and Robertson, 1997, 2004, in press; Purvis et al., in press), we have developed a tectonic model in which these basins relate to an overall setting of N–S extension. This resulted in initial unroofing of the Menderes Massif to form the metamorphic basement of western Anatolia. During pre-early Miocene time (late Oligocene?), the upper levels of the Menderes Massif in this region were detached and\ntranslated northwards, exposing high-grade metamorphic rocks at the earth’s surface over a wide area. Upper plate rocks composed of unmetamorphosed ophiolitic rocks remained as remnants, locally in both the Gfrdes and Selendi basins. During the inferred exhumation, the lower plate was deformed into largescale bcorrugationsQ, spaced 10–15 km across and tens-of-kilometres apart, orientated NE–SW, parallel to the basin margins. Similar bcorrugationsQ in the surface of the exhumed lower plate are reported from core complexes in western United States (e.g., Davis and Lister, 1988). Possible explanations for the formations of these bcorrugationsQ are mentioned later in the paper. The large-scale bcorrugationsQ later became depositional sinks for the accumulation of clastic, lacustrine, and tuffaceous sediments of Miocene age, as discussed in this paper. The AlaYehir Graben further south is also seen as being initiated in early to mid-Miocene time (Purvis and Robertson, 2004, in press). It should be noted that alternative tectonic models for the formation of these basins exist, related, for example, to N–S comparison or E–W extension during early Miocene time (e.g., Bozkurt, 2003) and will be discussed later in the paper.\nThe geomorphological settings of the hinterland of the Gfrdes and the Selendi basins are very similar; both are situated within an elevated plateau area bordered by rolling hills, c. 600 m above sea level. By contrast, the floor of the E–WAlaYehir Graben further south is situated at only 150 m above sea level and is flanked by a rugged hinterland rising above 2000 m on its southern side.\nBelow, we give a sedimentological description and interpretation of the Gfrdes and Selendi basins based mainly on basin-scale mapping of facies, logging of representative successions, palaeocurrent analysis, and clast composition data. We discuss the Gfrdes Basin first, as an early Miocene age is generally accepted for this basin, whereas the age of the sedimentary fill of the Selendi Basin is controversial. It is important to be aware that the evolution of the Miocene sedimentary basins discussed here predates the better known Plio–Quaternary history of crustal extension and left-lateral strike–slip along the North Anatolian Fault (Fig. 1, inset; Dewey and Xengör, 1979; Xengör, 1979; Xengör et al., 1985; Richardson-Bunbury, 1996; Yilmaz et al., 2000; Westaway et al., 2003)."
  }, {
    "heading": "2. Gördes Basin",
    "text": ""
  }, {
    "heading": "2.1. Setting and age relations of the Gördes Basin",
    "text": "The Gfrdes Basin (Fig. 2) is bounded by metamorphic rocks of the Menderes Massif on its eastern, southern, and southwestern sides. The centre of the basin is characterised by a central magmatic complex, eroded into pinnacles that dominate the surrounding landscape (Fig. 3a). The central intrusive complex is dominated by calc–alkaline dacites, rhyodacites, and rhyolites (Ercan et al., 1983), with a younger, trachyandesitic phase of eruption (Seyitoğlu, 1997). The central intrusive complex apparently updomed clastic facies that accumulated near the depocentre, but this, by itself, is unlikely to explain the relatively steep dips of the coarse red alluvial facies exposed\nthere. The northwestern margin of the basin includes extensive exposures of ophiolitic melange (Purvis, 1998), an allochthonous unit that was initially emplaced southwards in latest Cretaceous–early Tertiary time from the northern Neotethys, rooted within the İzmir-Ankara suture zone (Xengör and YVlmaz, 1981). This unmetamorphosed ophiolitic melange is interpreted as part of the upper plate of the Menderes Massif that was exposed by northward extensional unroofing prior to early Miocene time (Purvis and Robertson, 2004, in press).\nThe stratigraphy of the Gfrdes basin fill was initially divided into upper and lower units, with an estimated thickness of 3000 m (Nebert, 1961; see Fig. 4). Plant fossils were used to infer an early Miocene age for the basin as a whole. An upper unit was described as lying unconformably on a lower\ntral Igneous Complex, showing pinnacles of intrusive rocks near the re exposed locally around and within this igneous complex, viewed\nd clasts of mainly Menderes metamorphic rocks in a silty and muddy omerates fining upwards into cross-stratified coarse sandstone with e Menderes Metamorphic Complex; this material interfingers with\nfrdes.\nunit, with a basal conglomerate passing upwards into alternations of tuff, marl, and silicified limestone, of suggested Pliocene age. A succession in the northwest part of the basin (near Akhisar), estimated at 1700 m thick, was later subdivided into lower unit of alluvial fan deposits (Gfcek Formation), unconformably overlain by a fluvial sequence (Yenikfy Formation; Yağmurlu, 1984). Lacustrine sediments followed unconformably above (Kqçqkderbent Formation) and then tuffaceous sediments (Karaboldere Formation). Lignites from the mainly lacustrine interval were inferred to be of early Miocene age (Benda and Meulenkamp, 1979), but a mid–late Miocene age was also suggested based on pollen (Akgün and Akyol, 1987).\nMore recently, the Gfrdes basin fill was subdivided into three formations (c. 1000 m thick) of early Miocene age, each of which is cut by igneous bodies\n(Seyitoğlu, 1997; Seyitoğlu and Scott, 1994a; Fig. 4). The lower unit consists of conglomerates and lacustrine deposits (Dağdere Formation), followed by tuffaceous sediments (KuYlukfy Formation). Conglomerates and fluvial sandstones (Tepekfy Formation) are intercalated with both of these formations.\nA maximum age for the Gfrdes basin fill was estimated by radiometric dating (using the K/Ar method on biotites) of associated igneous rocks. Tourmaline leucogranite dykes that cut the metamorphic basement also occur as clasts within the lower part of the basin fill. These clasts were dated at 24.02F0.8 and 21.1F1.1 Ma (late Oligocene–early Miocene; Seyitoğlu et al., 1992). In addition, calc– alkaline intrusive igneous rocks cutting the basin fill were dated at 18.4F0.1 and 16.3F0.5 Ma (Seyitoğlu, 1992). A Burdigalian (early Miocene) age was\nadditionally suggested for the basin based on sporomorphs (i.e., the Eskihisar assemblage; Seyitoğlu and Scott, 1994b). Recently, fine-grained siliceous tuffs near the base of a volcaniclastic sequence (marking the base the upper part of the basin fill) were dated at 21.71F0.04 and 20.49F0.09 Ma (early Miocene), using the Ar–Ar single crystal method on feldspar and biotite (Purvis et al., in press). In addition, similar tuffaceous sediments near the top of the basin fill were dated by the same method at 18.30F0.09, 18.78F0.3, and 17.04F0.35 Ma (Purvis et al., in press). There is thus at present a consensus that the succession is early Miocene in age, as summarised in Fig. 5."
  }, {
    "heading": "2.2. Sedimentary facies of the Gördes Basin",
    "text": "The following main depositional units, mapped as individual facies (Fig. 5), are exposed in ascending stratigraphical order. We give a summary of each of these facies first, then support this with evidence from logged successions."
  }, {
    "heading": "2.2.1. Alluvial fan facies: mainly coarse conglomerates",
    "text": "The central igneous complex (Fig. 2) cuts a poorly exposed, variably dipping (208–908) unit of coarse, poorly sorted conglomerates, at least 200 m thick. No base to this unit is exposed, but the field relations indicate that this is the stratigraphically lowest and oldest sedimentary unit exposed in the basin.\nIn general, the lowest part of the succession comprises a moderately cemented breccia, up to 20 m thick, made up of angular, calcite-cemented marble clasts. Upwards, very poorly sorted breccia contains clasts ranging up to metre-sized blocks, within a variable, coarse sandstone-to-mudstone matrix. Clasts range from angular to subrounded and are mainly composed of schist, quartzite, marble, and gneiss. Ophiolitic-related lithologies, including serpentinised peridotite, basalt, recrystallised limestone, and chert are also present. Lenses of lignitic material and plant fragments are common. Upwards, the sediment is strongly reddened, especially where mudstone rich,\ne sequence is inferred to be early Miocene in age mainly based on ee the text for discussion.\nalthough depositional units rich in marble clasts tend to be grey. Some beds (up to 4 m in thickness) contain imbricated clasts ranging in size from blocks, to cobbles, to gravel. Sandstones and fine gravel (b1 cm) exhibit planar to trough cross-stratification. Palaeocurrent orientations show a general northward flow (Figs. 2 and 6).\nThree well-exposed representative sections near the central intrusive complex were logged, as follows:\nFirst, a succession, near KVrVnkVYla (Fig. 7a), consists of poorly sorted, granule-rich, red-brown, muddy sandstone, intercalated with large blocks (N50 cm) of chert, peridotite, limestone, schist, and quartzite (Fig.\nmplex (see Fig. 2), showing palaeocurrent data measured from the each site). Directions are locally variable in contrast to the overlying\n3b). Dips are up to 658 to the southeast. Clasts are angular and poorly sorted, and the conglomerates are dominantly matrix supported. Coarsening-upward cycles are present, with coarser units eroded into the finer-grained horizons. Outsize blocks (up to tens-ofcentimetres in size) are scattered throughout. Imbrication in gravel clasts and occasional low-angle cross bedding indicate palaeoflow towards the northeast (Figs. 2 and 6).\nSecondly, near Karaağaç (Fig. 7b), the lowest levels of the succession are dominated by finingupward gravel and cobble-grade conglomerates. Bedding planes dip at 508 to the NW. Poorly sorted cobble-grade conglomerates near the base contain abundant poorly sorted clasts, mainly marble. Clast imbrication indicates palaeocurrents towards the northwest (Figs. 2 and 6). There are also randomly orientated, angular blocks of gneiss and schist (up to 80 cm in size). Some horizons are cut by rhyo-dacitic igneous bodies that form part of the central intrusive complex. Higher in the succession conglomerates are laterally extensive and sheet-like, but remain matrix supported, with a mud-rich sandy matrix. Metamorphic clasts reach 4 m in size at this level. Rare lenses of lignitic material are present within finer-grained sandstone and granule horizons. Stacked conglomerate horizons are strongly erosive, with individual lenses grading upwards from conglomerate, with coarse angular clasts, into matrix-rich gravel and cobble-grade conglomerate. Conglomerates become finer and show an increased abundance of chert, serpentinite, diabase, and basalt near the top of the local succession.\nThirdly, a steeply dipping succession (up to 508E) is exposed to the east of the central intrusive complex, close to ophiolitic melange, near Tqpqlcer (Fig. 2). The base of this succession consists of poorly sorted, mud- and granule-rich lithic sandstones, coarsening upwards into gravel-grade conglomerates arranged in channel-shaped bodies (up to 5 m wide and 1 m deep). The clast size coarsens upwards, with blocks, up to 1 m in size, within poorly sorted cobble-grade conglomerates. Alternating thick beds of gravel/ granule-grade conglomerate, sandstone, and mudstone follow, with subrounded to subangular clasts of metamorphic rocks, up to 1 m in size (e.g., schist and quartzite; Fig. 8a). Palaeocurrents determined from clast imbrication are locally towards the west\n(Figs. 2 and 6). The uppermost levels of the exposed succession include lenticular conglomerates that pass laterally into finer-grained sediments. The relatively steeply dipping, coarse clastic succession is then unconformably overlain by more gently dipping sandstones and gravel-grade conglomerates (near KoyaçVk).\nThe steeply dipping coarse clastic unit as a whole is interpreted as part of a large alluvial fan system within the Gfrdes Basin. The persistence of large clasts is indicative of high depositional gradients, with the angularity and poor sorting, suggesting a local provenance. The interbedded laterally continuous gravel-grade conglomerates and cross-bedded sandstones are interpreted as unconfined braidedstream and sheet-flow deposits. The local presence of organic-rich matter and lignite suggest a relatively reducing early diagenetic environment that enabled the preservation of organic matter. The strong reddening is more likely to be of later diagenetic origin, possibly related to hydrothermal circulation associated with the central intrusive complex. The clasts were derived from metamorphic rocks, as exposed around the margins of the Gfrdes Basin. The clasts of ophiolite-related rocks (e.g., serpentinite, radiolarite, pelagic limestones) are similar to exposures of ophiolitic melange around the northwestern margin of the basin (Fig. 2). The palaeocurrent measurements from conglomerates containing both metamorphic and nonmetamorphic clasts suggest that ophiolitic melange was more widely exposed than at present.\nThe cause of the relatively and variable steep dips (up to 658) is uncertain in view of limited exposure, but is not likely to be explained by updoming by the central intrusive complex (cf., Seyitoğlu and Scott, 1994a) for several reasons. (1) On an outcrop scale, the intrusions are seen to cut red clastic sediments that were already steeply dipping; (2) there is no evidence of radial dips of sediments around the central intrusive complex; (3) an angular unconformity (208) is observed between these sediments and the overlying yellow-grey conglomerates and sandstone (alluvial plain facies), indicating the tilting took place prior to the onset of intrusion of the central complex; (4) assuming the tuffaceous sediments in the upper part of the Gfrdes Basin succession were erupted\nFig. 7 (continued).\nfrom the central intrusive complex, any updoming would be contemporaneous and so affect the entire succession, whereas this succession is subhorizontal. On the other hand, tilting related to the rotation of extensional fault blocks is a more likely explanation in the light of the regional tectonic setting (see Section 6)."
  }, {
    "heading": "2.2.2. Alluvial plain facies: coarse cross-bedded sandstones and conglomerates",
    "text": "An unconformity is present between the alluvial fan facies and the alluvial plain facies across the entire basin. The exposure of the alluvial plain facies in the southern part of the Gfrdes Basin (Fig. 2) is dominated by subhorizontal, brown-yellow sandstones, and cross-bedded gravel-sized conglomerates\n(ca. 500 m thick). Along many parts of the basin margins, these sediments are seen to overlie the Menderes Metamorphic basement unconformably. Angular talus is found locally just above the unconformity surface in several areas (Fig. 3c). The succession overlies the red, relatively steeply dipping alluvial fan facies, described above (e.g., near Tqpqlcer), with an angular unconformity of ca. 208. Above this, the stratification dips at up to 308 inwards, away from the basin margins.\nA fining-upwards succession was reconstructed from local outcrops of moderately indurated sediments. In general, layers of fine- to coarse-grained lithic sandstone alternate with gravel-sized conglomerates, with an average clast size of c. 5 cm. Some individual sandstones and conglomerates are planar, forming fining-upwards units (up to 1 m thick). Other conglomerates are lenticular, with individual lenses up to 10 m wide by several metres thick. Clasts are mainly quartzite and schist. Lenticular gravel-sized conglomerates are cross-bedded and fine upwards into ripple-laminated intervals. Clast imbrication and cross-bedding indicate northward palaeoflow (Fig. 2). Mudstones and siltstones with subrounded to subangular grains become more abundant upwards.\nNodular calcrete is developed, especially around organic material and root fragments. Lignitic horizons and plant material occur throughout and have yielded gymnosperm pollen, including Pinus hapoloxylon, Pinus sylvestris, and pollen of Picea type, together with Inaperturopollenites hiastus, the pollen of Taxodium (swamp cypress; N.P. Campion, personal communication, 1996).\nThe following local successions expose depositio-\nnal features that add to this overall picture:\nFirst, the clastic sediments are seen to lap directly onto the Menderes metamorphic basement along the eastern and southeastern margins of the basin, for example, east of Gfrdes (Fig. 3d). Basement metamorphic rocks and local ophiolite-related melange are passively onlapped by conglomerates related to the alluvial plain facies. Erosively based, channelised conglomerate (with clasts up to 8 cm in diameter) are set in a matrix of fine-grained muddy sandstone. The clasts are subrounded, to subangular, and poorly sorted. These conglomerates are intercalated with poorly sorted, planar-laminated sandstones. The suc-\ncession coarsens upwards into sandstones with lowangle cross-stratification and silty mudstones with evidence of sun cracking. A lenticular gravestone lens (30 cm thick) intervenes before a passage to granulesized conglomerates.\nSecondly, near Dağlara-Damlara (Fig. 7c), the base of the succession is characterised by matrix-rich, but still clast supported, conglomerates with large angular clasts (5–30 cm). These conglomerates pass laterally and vertically into sandstones and conglomerates typical of the alluvial Fan facies described in the preceding section. The clast composition is shown in Fig. 8b. There is a local angular discordance between these coarse basal conglomerates and the overlying finer-grained clastic sediments referred to the alluvial plain facies.\nThirdly, a section in the southeast of the basin, SW of Tepekfy (Fig. 7d), is inferred to represent the deepest levels of the alluvial plain facies, based on structural considerations. The average dip at this locality is 158 towards the northwest. The succession begins with coarse, cross-bedded, lithic-rich, sandstone to fine conglomerate, with erosional bases and then coarsens upwards. Clasts reach 20 cm in size set in fine sandstone and fine gravel-grade conglomerate. Channelised units of coarse conglomerate contain subrounded clasts in a matrix of yellow-brown, medium-coarse lithic sandstone. The clasts are mainly metamorphic, although minor ophiolite-derived clasts also present (Fig. 8c). Clast imbrication indicates northwesterly palaeocurrents (Fig. 2). The succession fines upwards into gravel-sized conglomerate and sandstone. Medium-grained sandstones and granulestones follow, interbedded with sheet-like gravelgrade conglomerates, with excellent clast imbrication. Overlying lenses (up to 10 m wide by 1 m thick) contain poorly sorted, gravel-sized conglomerate, with well-developed low-angle cross-stratification. Larger lenticular units above this (5 m thick by 25 m wide) are infilled with trough-cross-bedded conglomerates, with clasts up to 1 m in diameter. The local succession terminates upwards with metre-thick, erosive based, trough-cross-bedded sandstones.\nThe basal part of the alluvial plain succession as a whole is interpreted as braided stream deposits within a wide semienclosed alluvial plain (e.g., Miall, 1977). A fluvial origin is indicated specifically by the\nchannelised nature of the sandy and conglomeratic sediments, with both low-angle and trough crossstratification. The sediment was mainly supplied from the south, outside the confines of the Gfrdes Basin. The overall fining-upwards nature probably reflects a decrease in the strength of the streams supplying sediment to the basin. The presence of large channels infilled with trough cross-bedded conglomerate and sandstone is suggestive of meandering streams (e.g., Miall, 1996). Only limited rounding took place during fluvial transport, consistent with a relatively proximal source, especially for the quartzite (e.g., Blatt et al., 1980). Very coarse, texturally immature, conglomerates, locally fringing the basin margins were eroded from the Menderes metamorphic basement and from isolated exposures of ophiolitic melange. They form local talus cones or scree deposits that are indicative of the persistence of steep slopes along parts of the basin margins (e.g., Blair and McPherson, 1994). Interfingering relationships show that these coarse immature sediments were deposited coevally with the predominant, more texturally mature sandstones and conglomerates derived from the south. The common lignitic deposits accumulated in swampy areas between low-sinuosity channels (Johnson and Pierce, 1990). The flora, including Mediterranean pine and swamp-living species, are suggestive of a semiarid Mediterraneantype climate, possibly moister than today (N.P. Campion, personal communication, 1996)."
  }, {
    "heading": "2.2.3. Lacustrine/alluvial facies: fine calcareous and tuffaceous sediments",
    "text": "A nearly horizontal succession of fine-grained sedimentary rocks, with a total thickness of approximately 300 m, is exposed in the more northerly parts of the Gfrdes Basin (Fig. 2). In the east, the lowest part of this succession interfingers with, and overlies, the alluvial plain facies, without any angular discordance. Similar sediments passively overlap metamorphic basement on the eastern margin of the basin. Comparable finegrained sediments are also seen as outliers between the Gfrdes Basin and the Demirci Basin (Fig. 1). Along the north margin of the Gfrdes Basin, finegrained sediments pass laterally (over c. 200 m) into small outcrops of gravel-grade conglomerates, derived from ophiolitic melange.\nIn general, the lacustrine/alluvial facies is characterised by planar lamination, with ripple lamination lower in the succession. Viviparus and Unio shells are common in the fine-grained, nontuffaceous sediments. Locally measurable palaeocurrents are northerly directed at two localities, but southerly directed at one locality in the north, near the ophiolitic melange (Fig. 2).\nDetailed sections were measured at two localities:\nFirst, a large well-exposed gently dipping succession (c. 108W), measured in the vicinity of Eski Gfrdes (Fig. 7e), begins with thinly interbedded dark grey mudstone, white siltstone, and fine-grained to medium-grained sandstone. These sediments are finely laminated with local wavy lamination. Rare granule-rich layers contain numerous lithic fragments. Iron oxide cementation is commonly developed. This interval gradually fines upwards over c. 30 m. Plant material and other organic matter are commonly present. Erosion-based, channelised sandstones coarsen upwards. These sandstones contain subangular grains of strained quartz, biotite, minor plagioclase, and micrite grains set in a microspar calcite cement. Occasional asymmetrical ripple marks indicate palaeoflow towards the NNW (Fig. 2). An interval of fissile, organic-rich mudstones is followed by white, massive tuff, locally interbedded with ironstained micaceous sandstone, siltstone, mudstone, and fine-grained lenticular sandstone. Unio and Viviparus shells and also Diplocraterion burrows are present within fine sandstone. Mud cracking occurs within mudstones and siltstones. Fine-grained sediments, rich in micrite contain scattered grains of quartz, feldspar, and indistinct pellets, within a fine calcite spar cement. Tuffaceous horizons predominate in the upper part of the succession, interbedded with silicified limestones, which contain silicified concretions (up to 1 mm in diameter). The tuffaceous sediments then become much thicker and form a poorly exposed plateau area in the north of the basin, composed mainly of unwelded spherulitic, vitric tuff and lapilli tuff.\nSecondly, a local succession was logged near the metamorphic basement (and ophiolitic melange) near the northern margin of the basin, close to GümeslV (Fig. 7f). Coarse, poorly sorted, ophiolite-derived clastic sediment, exposed only locally, interfingers\nwith fine-grained mudstones and siltstones. Palaeocurrent data from cross-bedding and clast imbrication indicate westward flow (Fig. 2). In close proximity to small exposures of ophiolitic melange, the sediment consists of poorly sorted, fine gravel, with angular clasts of chert, serpentinite, and limestone, within a red mudstone matrix. Interfingering fine-grained sediments include small channels (1 m wide 40 cm deep) infilled with sediment derived from the ophiolitic melange.\nTaking the lacustrine/tuffaceous facies as a whole, the fine-grained, laminated calcareous and tuffaceous sediments mainly accumulated in a large, shallow lake, subject to periodical desiccation. The lake was bordered by swampy areas with a forested hinterland, as suggested by the abundant organic material present. The floral remains point to a correspondingly moist climate. During emergent periods, fluvial channels meandered northwards across an alluvial plain, as during the preceding period. Clastic input decreased upwards and the fine-grained sediments became more calcareous. Secondary silicification of some of these carbonates may relate to the hydrolysis of interbedded siliceous tuff (e.g., McBride, 1988), perhaps aided by hydrothermal activity. The lacustrine setting was influenced by periodical fall-out of fine-grained siliceous tuff, including small lapilli and lithic clasts, beginning around 22 Ma, as indicated by single crystal Ar–Ar dating of biotite and feldspar (Purvis et al., in press). The lacustrine setting was later inundated by thicker and coarser-grained tuffaceous sediments. Similar tuffs also accumulated outside the Gfrdes. Basin, as exposed between the Gfrdes and Demirci basins. In addition, scree and talus material continued to be locally shed from the basin margins and interfingered with finer-grained facies within the basin."
  }, {
    "heading": "3. Selendi Basin",
    "text": "The Selendi Basin is bounded by metamorphic rocks of the Menderes Massif along its eastern, southern, and western sides, whereas the northern margin is dominated by Miocene magmatic rocks (Fig. 9). In addition, small (b1 km2) isolated outcrops of unmetamorphosed ophiolitic melange are present\n(Verge, 1993, 2000; Purvis and Robertson, 1997, 2004), mainly composed of chert, recrystallised limestone, basalt, and serpentinite. These units are interpreted as riders above a master detachment fault that was active associated with the unroofing of the Menderes Massif (Verge, 1993, 2000; Purvis and Robertson, 1997, 2004). These small but important outcrops occur in the central, most deeply exposed part of the basin along the Gediz River, and along the southern margin of the basin directly above underlying high-grade Menderes metamorphic basement. These outcrops are correlated with the regional ophiolitic melange, as exposed more widely along the northwestern margin of the Gfrdes Basin (Fig. 2)."
  }, {
    "heading": "3.1. Setting and age relations of the Selendi Basin",
    "text": "Despite being considerably better exposed than the Gfrdes Basin, the age of the sedimentary fill of the Selendi Basin is controversial. It is generally accepted that basal coarse clastic sediments are early Miocene in age. Unconformably overlying subhorizontal, finergrained sediments are, however, assigned either to early–mid Miocene, or late Miocene–Pliocene ages by different authors (Fig. 10). The different interpretations are summarised below and then tested using sedimentary facies and radiometric age dating evidence obtained during this project.\nThe Selendi Basin-fill is traditionally subdivided into two stratigraphical groups of Miocene age (Ercan et al., 1978, 1983). The basal unit (HacVbekVr Group) comprises alluvial conglomerates and fluvio-lacustrine sediments of inferred early Miocene age, based on ostracods, pollen, and plant fossils. The unconformably overlying unit (İnay Group) consists of lacustrine and tuffaceous deposits, for which different ages are suggested. This clastic/volcanogenic succession (İnay Group) is unconformably overlain by Plio– Quaternary sediments (Asartepe Formation) and Quaternary volcanics (Kula Volcanics), dated as 1.1 Ma to 30 Ka (Richardson-Bunbury, 1996; YVlmaz et al., 2000; Westaway et al., 2003).\nAn early Miocene age was assigned to the İnay Group based on the presence of sporomorphs (bEskihisar assemblageQ; Seyitoğlu and Banda, 1998). Seyitoğlu (1997) assigned the age of the lowest unit (HacVbekVr Group) to early Miocene (20–18.9 Ma) and the overlying unit (İnay Group) to early–middle\nMocene (N14.0 Ma), based on whole-rock K/Ar dating of associated volcanic rocks. The northern part of the Selendi Basin is cut by numerous rhyodacitic bodies that include agglomerate and lapilli tuff, dated, using the K/Ar method, at 14.9F0.6 Ma (early–middle Miocene; Seyitoğlu, 1997). On the other hand, a middle Miocene or even Pliocene age was inferred for the same succession (İnay Group) mainly based on its relatively undeformed, near-horizontal attitude (Bozkurt, 2003) and the presence of mammal remains in possibly correlative sediments (İnay Group) within the UYak-Gqre Basin further east (Westaway et al., 2003; Fig. 1).\nDuring this study, using the Ar/Ar single crystal method on biotite and feldspar, tuffs near the base of their occurrence within subhorizontally bedded sedimentary rocks (İnay Group) were dated at 18.89F0.58 Ma (early Miocene; Purvis et al., in press). Also, tuffs near the top of the succession beneath the unconformably overlying Plio–Quaternary units were dated at 16.61F0.14 and 16.42F0.09 Ma, suggesting that the entire succession that contains tuffaceous sediments (İnay Group) is of early–middle Miocene age (Purvis et al., in press).\nSince the Gfrdes Basin-fill is generally accepted to be early Miocene in age, if similar successions and lithofacies are present within the Selendi Basin, this would tend to support the ages of both basins being similar (i.e., early–middle Miocene). As for the Gfrdes Basin, we again assign facies names to the depositional units rather than using the existing (controversial) stratigraphical nomenclature."
  }, {
    "heading": "3.2. Sedimentary facies of the Selendi Basin",
    "text": "The following overall sedimentary facies are recognised from the base of the exposed succession upwards."
  }, {
    "heading": "3.2.1. Alluvial fan facies: coarse conglomerates",
    "text": "Within the central part of the basin, the first unit (HacVbekVr Group) comprises grey to reddish, coarse conglomerates, ca. 300 m thick, exposed along the banks of the Gediz River (near Derekfy and Asağigqllqce; Fig. 11). The basal contact is not exposed, but the stratification is discordant to deformed bedding within nearby inliers of ophiolitic mélange. These conglomerates are commonly steeply\ndipping (up to 508 to the SW; Fig. 12a). In addition, small exposures of ophiolitic melange on the southern margin of the basin are overlain by conglomerates that dip away from the local basement contact (near YurtbaYV; Fig. 9). The clastic succession within the centre of the basin (near Derekfy; Fig. 13a) begins with coarse, erosionbased horizons of well-cemented, cobble-grade conglomerates that exhibit weakly developed cross stratification. These coarse conglomerate gradually fine into well-consolidated, clast supported intervals of\ngranule- to gravel-grade conglomerate. Clasts in the coarser intervals are mainly well-rounded (Fig. 12c) but are more angular and consolidated in the finer intervals. The succession grades into coarser, matrixsupported conglomerates, with individual beds up to 1.5 m thick, containing mainly well-rounded clasts. The individual conglomerate units then fine upwards into pebble-grade conglomerate, with clasts set in a sand/granule-rich matrix, with lithic fragments and scattered outsized clasts (b30 cm in size). In the coarse-grained, lower part of the succession, locally\ndeveloped clast imbrication indicates flow towards the northeast (Fig. 11). The clasts are predominantly metamorphic (Fig. 14a) but were also derived from local exposures of ophiolitic melange (Fig. 9). Higher in the succession, low-angle cross-stratification is widely developed. Three-dimensional outcrops reveal strongly erosive channel-shaped bodies, up to several metres wide by up to 2 m deep. These channels contain trough cross-stratified, medium-grained gravel-grade conglomerate, with clasts up to 3–4 cm in diameter.\nLaterally equivalent sandstone horizons exhibit asymmetrical ripple marks on bedding surfaces. Outsized clasts appear to be randomly distributed. Palaeocurrent directions remain towards the north (Fig. 11).\nThe succession continues upwards into an interval of fine-grained lenticular, cross-bedded sandstone. This is followed by repeated multistory, erosionbased, cross-stratified, cobble- to fine gravel-grade lenses of conglomerate (up to 60 cm thick). After a break in exposure (c. 10 m), the sediments coarsen\nupwards into very poorly sorted horizons including large blocks (up to 80 cm in size). Individually, these horizons fine into cobble, then gravel-grade material that varies from clast-to-matrix supported. The matrix, where present, is gritty carbonaceous/micaceous sandstone with very small angular clasts. Bedding dips are variable, but in the higher part are around 258 towards the westsouthwest. The highest levels of the succession are dominated by fissile, micaceous, parallel bedded, to cross-bedded sandstones, which lack outsized clasts in contrast to the conglomerates below.\nAnother important outcrop of this facies occurs on the northeast margin of the Selendi Basin, near Eskin\n(Fig. 9). Fine gravelstones, rich in quartz, schist and marble, are arranged in units (ca. 2 m-thick) that dip at high angles (up to 508) towards the south. Clasts are typically subangular and imbrication, where developed, indicates flow towards the northwest (Fig. 9). The gravels fine upwards into fissile mudstones and siltstones that are locally strongly deformed and show evidence of shearing, brecciation, and outcrop-scale folding (with gently dipping axial planes).\nThe locally exposed coarse red alluvial fan facies are interpreted as part of a high-energy alluvial fan, compared with modern and ancient depositional systems (e.g., Hooke, 1967; Bull, 1972; Nemec\nand Steel, 1988; Blair and McPherson, 1994). Similar coarse clastic facies are probably buried beneath younger sediments in the basin. A highenergy environment predominated, with little preserved organic or fossiliferous material. The wellrounded nature of some clasts suggests considerable transport by fluvial processes. Also, palaoecurrents are indicative of palaeoflow from the south, outside the present confines of the Selendi Basin. The local presence of finer and more texturally mature gravel (at Eskin) is suggestive of a rapid change in facies downslope, or the existence of several fan lobes\ncarrying different sediment types. The common trough cross-bedding and lenticular channelised bed forms are indicative of braided streams at some levels. The overall fining-upward nature is interpreted as the result of waning current strength. The marked local variations in facies, coupled with the nearly random occurrence of unusually large clasts can be attributed to periodical sheet flooding of the alluvial fan.\nThe significance of the steep dips of the red coarse alluvial fan facies is difficult to determine as exposures are small. However, in the absence of evidence of folding a possible explanation relates to block rotation during extensional faulting. The possible significance of this tectonic tilt is considered further in the discussion (Section 6)."
  }, {
    "heading": "3.2.2. Alluvial plain facies: channelised sandstones and conglomerates",
    "text": "The relatively steeply dipping alluvial fan facies is unconformably overlain by a thick succession (c. 700 m) of subhorizontal, weakly consolidated sands and gravels. These sediments are well exposed along the southern margin of the basin and, in places, onlap the Menderes metamorphic basement. Two representative successions were measured, one close to the basement in the south and one further north.\nThe first succession, several kilometres south of YurtbaYV (Fig. 13b), dips gently northwards and is overlapped by sandstones and conglomerates. Foliated mica–schists pass upwards, over several metres, into large, fragmented, angular blocks that have, however, remained in situ, as the metamorphic foliation can still be traced from one block to another (Purvis and Robertson, 2004). The clasts are mainly composed of quartzite, schist, and gneiss (Fig. 14b). A welldeveloped erosion surface can be seen above this breccia, cutting gently across the foliation and exhibiting several metres of relief. Coarse clastsupported breccias overlying this surface exhibit close-fitting, angular fragments of metamorphic rocks set in a sparse muddy matrix (rich in kaolinite). There is an overall decrease in clast size and an increase in mud matrix up section. Clast imbrication, where developed, indicates a northward palaeoflow (Fig. 9). The mud-rich breccia then passes upwards into granule-rich siltstone, with randomly arranged clasts (set in a kaolinite-rich mudstone). Sandstones follow,\ncontaining angular clasts of quartz and schist, and exhibiting widespread iron-oxide cementation.\nAbove, a low-angle-discordance, very coarse conglomerates follow, with tabular to subrounded clasts, dominated by gneiss, schist, and quartzite, set in a granule-rich lithic matrix (Fig. 14c). The clasts are strongly imbricated and arranged in lenticular, erosivebased depositional units, up to several metres wide and a few metres thick. The coarse horizons are interbedded with granule-rich sandstones that become increasingly silty and muddy upwards. Some of the individual conglomerates coarsen upwards and exhibit strong iron-oxide cementation. The almost massive upper part of the section exhibits a general fining-upward character, with only a few conglomeratic horizons. There is also an increase in the abundance of sandstone and fine-grained sedimentary rocks. Occasional conglomerates are structureless and matrix supported, with large clasts up to 40 cm in size. The clasts remain dominantly composed of metamorphic rocks. Wellsorted sandstone layers and conglomerates are well cemented by iron oxide, creating erosionally resistant horizons. The average clast size decreases in the uppermost levels of the section, where there is a predominance of gravel-grade conglomerate and an absence of outsized clasts. Palaeocurrents are directed to the N/NE (Fig. 9). The section terminates with cross-bedded sandstones and siltstones, rich in interstitial mudstone, with well-developed diagenetic ferruginous cementation.\nA second, comparative section is exposed north of the Gediz River, 2 km north of YurtbaYV (Fig. 13c). This section generally correlates with the higher part of the succession, described above from south of YurtbaYV, and is dominated by nearly massive yellow/ brown, moderately cemented, poorly sorted, granulerich sandstone, with muddy interstitial sediment. Sandstone horizons (2–3 m thick) are commonly eroded down into by lenticular, fine gravel-grade conglomerates. The clasts in these conglomerates are angular to subrounded, matrix supported, and range in size up to several centimetres. Palaeocurrents are northward directed (Fig. 11). Low-angle cross bedding is widespread. These conglomerates fine upwards overall. Occasional cross-stratified conglomerates are present. Ubiquitous iron-oxide cementation is most strongly developed at the top of the section, which is directly overlain by Quaternary basalt.\nErosion of the weakly consolidated clastic section beneath the capping basalt has created a dramatic badlands topography.\nThe channelised sandstone and conglomerate succession, as a whole, is interpreted to have accumulated in an alluvial plain setting. In contrast to the underlying alluvial fan facies, the alluvial plain facies is weakly lithified and subhorizontal, except where locally affected by Plio–Quaternary, E–W extensional faulting. The lowest exposed conglomerates formed as a result of mass wasting of locally exposed metamorphic basement. These metamorphic rocks underwent brecciation and were then eroded, generating local clasts within the conglomerates. However, most of the conglomerate higher in the succession was supplied from further south, outside the Selendi Basin.\nThe clastic succession above the local basementderived conglomerates is interpreted as braided river deposits (e.g., Miall, 1977, 1996). Gravel-bedded rivers were characterised by unstable, shifting, lowsinuosity channels (e.g., Boothroyd and Ashley, 1975). The overlying fine-grained succession is interpreted as an alluvial plain over which braided streams flowed southwards. This environment was subject to flash floods, possibly in a semiarid climate The laterally extensive erosion-based conglomerates are interbedded with fine- to medium-grained muddy sandstones, interpreted as high- to low-energy deposits from sheet floods. However, the deposits are slightly coarser than are some sheet-flood facies elsewhere (e.g., Miall, 1996), and therefore, some of the coarser conglomerates are interpreted as braided-stream deposits. The overall upward decrease in clast size could reflect progressive erosion of the Menderes metamorphic rocks in the hinterland."
  }, {
    "heading": "3.2.3. Lacustrine/tuff facies: fine-grained carbonate and tuffaceous sediments",
    "text": "The central part of the Selendi Basin is dominated by a succession (200–300m thick) of pale, fine-grained calcareous sediments interbedded with siliceous tuff (Fig. 9). A sharp, but conformable, sedimentary transition from the underlying alluvial plain facies is observed. The overlying succession dips at only a few degrees, except locally, where rotated fault blocks are present related to N–S Plio–Quaternary extension (i.e., Selendi graben; Fig. 9; Purvis and Robertson, 2004, in press). The fine-grained sedimentary units overlie the\nMenderes metamorphic rocks passively along the eastern and western margins of the basin.\nIn general, the succession comprises fissile mudstones and siltstones, interbedded with erosion-based, channelised sandstones and siltstones, individually up to several metres thick. There is an upward gradation to mudstones and micritic limestones, interbedded with pale grey, fine- to medium-grained, poorly consolidated siliceous tuff. Calcareous mudstones are highly fossiliferous, including freshwater bivalves and gastropods. Trough-cross-bedded conglomerate lenses occur rarely. There are also occasional palaeosols. The uppermost part of the succession is dominated by chalky limestone, intercalated with coarse friable, micaceous sediments.\nTwo local successions were logged in detail, as\nfollows:\nThe first is located close to the base of the lacustrine/tuffaceous facies within a road cutting several kilometres south of Selendi (Fig. 13d). Near the base, structureless grey/brown mudstones and siltstones are interbedded with carbonate-cemented, fine-grained lithic sandstones. These sediments coarsen upwards into sandstones that contain a few larger (centimetre-sized) quartzite lithoclasts. Palaeocurrents, as determined from cross-bedding, are directed to the northwest (Fig. 9). Fine-grained limestone (microspar) is rich in organic material and rootlets that persist upwards for c. 20 m before terminating in a dark brown, to black, palaeosol, rich in organic matter and calcrete. Two other palaeosol horizons occur a few metres above this horizon. At this level, a strongly erosional, channelised body (2 m thick) is filled with silt- to medium-grained, crossbedded sandstone (Fig. 12b) that contains quartzite lithoclasts, plagioclase, and mica. Palaeoflow is again to the NW (Fig. 9). Above, the succession is dominated by massive, grey calcareous mudstone intercalated with occasional erosion-based lithic sandstones. Massive, fine-grained ash predominates above this. The ash is strongly fractured, calcite-veined and in places has a spherulitic texture. The bedding surfaces of calcareous mudstones exhibit mud cracking. Carbonate-cemented lithic sandstones tend to be quite thin and isolated above this level. The upper part of the succession coarsens into weakly bioturbated, cross-bedded sandstones and gravel-grade conglomerates, cemented by calcite spar. A fossiliferous\nsiltstone contains well-preserved fresh water Unio, Vipaparus and Nerites. Fine-grained tuffaceous sediments persist to the highest levels of the section, with common lapilli (3–5 cm in size).\nA comparable succession, further north (c. 7 km N of Selendi; Fig. 13e) exposes a facies equivalent of the upper part of the succession south of Selendi (described above) as a c. 40-m-high cliff section. The lower levels are dominantly thin bedded, indistinctly laminated mudstone and siltstone, interbedded with cross-bedded sandstones, and gravel-grade conglomerates that contain quartzite, schist, and rip-up clasts of finer-grained lithologies. The remainder of the succession is mainly composed of alternating sandstone and siltstone, with fine-grained (iron-oxide-stained) tuffaceous sediments appearing c. 15 m above the base. These sediments coarsen upwards slightly until mica laths can be seen with the naked eye. Well-cemented grey, to off-white micritic limestones then appear. Some of the thicker tuffaceous intervals exhibit convolute lamination and intraformational conglomerates. Tuff and limestone alternations continue to the top of the exposed cliff section.\nThe lacustrine/tuffaceous facies is interpreted as having accumulated in a large, shallow ephemeral lake. Bivalves and gastropods flourished from time to time. The presence of occasional cross-bedded, channelised sandstone indicates that the basin continued to receive some clastic input from the north. The palaeosols with calcrete, mud cracking, and common root remains indicate periodical emergence in a semiarid climate (e.g., McCarthy and Ellery, 1995). Air-fall tuffs increased in abundance and thickness towards the north and were possibly erupted from volcanic centres in this area. The interbedded limestones near the top of the succession may have largely resulted from the breakdown of bioclastic material (e.g., Allen and Collinson, 1986). The convolute lamination and intraformational conglomeratic layers towards the top of the succession could reflect earthquake activity, triggered by volcanism in the area."
  }, {
    "heading": "4. Comparison of the Gördes and Selendi basins",
    "text": "The facies and inferred depositional processes of both basins are very similar. Both can be divided into three very similar facies, the alluvial fan facies, the\nalluvial plain facies, and the lacustine/tuffaceous facies (Fig. 5). The alluvial fan facies of both basins were derived from a combination of metamorphic and ophiolite-related lithologies. The alluvial fan facies of both basins are relatively steeply dipping and culminate in an unconformity, above which the gently dipping, less consolidated alluvial plain facies accumulated. The alluvial plain facies of both basins are very similar, with similar northward palaeocurrents (Figs. 2 and 9). Finally, there was a conformable upward change to very similar fine-grained lacustrine and tuffaceous sediments.\nThe facies similarities, therefore, support the view that the three facies associations in each basin are contemporaneous, allowing a close correlation between the two basins for the first time. As discussed previously (Section 2.1), if the radiometric dating evidence is accepted (Purvis et al., in press), the three facies associations are of early–middle Miocene age. However, regardless of the absolute age, it is inferred that the two basins shared a common sedimentary history, and they are considered together in the following discussion of tectonic models."
  }, {
    "heading": "5. Sedimentation on the lower plate of an extensional detachment",
    "text": "We begin by summarising our previously proposed tectonic hypothesis that the NE–SW-trending Gfrdes and Selendi Basins represent deposition following extensional unroofing of the Menderes Massif (i.e., as a core complex; Purvis and Robertson, 1997, 2000, 2002, 2004, in press). We have already documented supporting structural evidence, notably the existence of top-north tectonic transport indicators (e.g., lineations; C/S fabrics) within the underlying Menderes metamorphic rocks (Purvis and Robertson, 2004). We envisage that unroofing took place along a broad zone of initially high-temperature ductile shearing, culminating in exposure of the metamorphic basement over a wide area. The inferred upper plate rocks, mainly unmetamorphosed ophiolite-related melange, are now preserved as remnants in both the Gfrdes and Selendi basins (Figs. 2 and 9). The top-north kinematic indicators are in the opposite sense to the generally accepted direction of southward emplacement of Tethyan-related units from the İzmir-Ankara suture\nto the north, where extensive unmetamorphosed ophiolite-related melange are still exposed (Xengfr and YVlmaz, 1981; Collins and Robertson, 1998; Okay et al., 2001). This is as expected if the allochthonous rocks were first thrust southwards from the Tethyan suture, then unroofed by northward-direction extension. Extensional unroofing of the Menderes Massif to the south of the area studied (south of the AlaYehir Graben) was previously inferred by several authors (e.g., Hetzel et al., 1995; Okay and SatVr, 2000; Bozkurt, 2001, 2003; Purvis and Robertson, 2004, in press).\nWe see the initial basal clastic sediments (alluvial fan facies) as having been deposited directly on the exhumation surface very soon after the removal of the unmetamorphosed upper plate, represented by the ophiolitic melange. Most of the metamorphic rock exhumation probably took place in latest Oligocene to earliest Miocene time (see Okay, 2000), prior to the accumulation of most of the early–mid Miocene infill of both basins (alluvial plain and lacustrine/tuffaceous facies).\nWe envisage that the NE–SW-trending basins represent large-scale tectonic bcorrugationsQ (i.e., culminations and depressions) in the surface of a regional-scale extensional detachment (Fig. 15a). These bscoop-shapedQ features were located ca. 15– 25 km apart and were 1–3 km deep (Purvis and Robertson, 1997; 2004). Comparable, although generally smaller, bcorrugationsQ are present on the footwall detachments of extensional core complexes elsewhere, again parallel to the transport direction, notably in SW United States (e.g., John, 1987; Davis and Lister, 1988; Spencer and Reynolds, 1991; Friedmann and Burbank, 1995).\nThe origin of the inferred large-scale bcorrugationsQ remains debatable. Possibilities include the following: first, deep-seated, controlling structural weakness could be present, although this is presently unconstrained; second, the extensional geometry could play a role. It is assumed that the presently low-angle extensional system, inferred for the Menderes Massif, originated as high-angle faults that rotated to a lower angle as extension continued (e.g., Buck, 1988; Westaway and Kuznir, 1993). Initial high-angle faults were possibly offset by transfer faults. When strongly extended at depth in the crust such transfer faults might have evolved into the inferred corrugations parallel to\nthe extension direction. Both of these alternatives could have operated together if preexisting zones of structural weakness in the metamorphic basement were exploited by extensional transfer faults that rooted deep in the crust.\nThe NE–SW-trending basins already largely existed by the time the coarse alluvial fan facies began to accumulate (Fig. 15a). A possible explanation of the tectonic tilt affecting the basal alluvial fan facies, well in excess of the maximum angle of repose, is that this resulted from rotation above local extensional faults. Unfortunately, the small exposure area and lack of an exposed relationship with the Menderes metamorphic basement leaves questions concerning the location and geometry of any such faults largely unanswered. Assuming these were normal faults, orientated orthogonally to the maximum dip direction, the red conglomerates in the Selendi Basin were possibly rotated in the hanging walls of one, or more, NE-dipping faults (i.e., in the Gediz River and at Eskin). Similarly, faults cutting the red conglomerates in the Gfrdes Basin might have dipped southeast and west. However, it is also possible that any such faults were transtensional and not necessarily orthogonal to the extension direction. Also, local compressional/transpressional effects [e.g., shearing and small-scale folding, as seen very locally in the Selendi Basin (at Eskin) cannot be ruled out]. We suggest that following the inferred extensional exhumation of the Menderes metamorphic basement possibly in latest Oligocene time, a further pulse of extension took place during early Miocene time, tilting the coarse alluvial fan facies. The yellowgrey conglomerates of the alluvial plain facies then accumulated unconformably above this.\nDuring the entire period of accumulation of the alluvial fan, alluvial plain, and lacustrine/tuffaceous facies, the floor of both the Gfrdes and the Selendi basins dipped regionally northwards, as indicated by palaeocurrent data. Local variations in flow directions are seen near the basin margins and in the basal alluvial fan facies. However, most of the sediment was derived from metamorphic basement exposed to the south of both basins. There are several possible explanations (possibly related) for this trend. First, the inferred topnorth pre-Miocene (late Oligocene–earliest Miocene?) ductile to brittle detachment zone dipped northwards, leaving a regional palaeoslope that persisted during Miocene infill of the Gfrdes and Selendi basins.\nSecondly, as the inferred upper plate retreated northwards, the hinterland to the south rebounded isostatically creating a persistent upland area subject to erosion. Thirdly, the detached upper plate remained within the İzmir-Ankara zone to the north, where it is exposed as ophiolitic melange. The northern margins of the basins thus remained isostatically loaded and flexurally depressed. These three effects may well have operated together. Fourthly, during early–middle Miocene time, the E–WAlaYehir (Gediz) Graben to the south is inferred to have begun to rift (Seyitoğlu and Scott, 1991; Purvis and Robertson, 2004, in press). Initially, relatively high-angle faults probably developed within the previously unroofed Menderes metamorphic basement in this area. Such a rift would have limited the area available for fluvial erosion and sediment supply to the Gfrdes and Selendi basins to the north. North-flowing streams within the Selendi and Gfrdes basins would only have drained areas to the north of this inferred fault zone. On the other hand, flexural uplift related to the inferred AlaYehir graben could have increased erosion and sediment supply to the Gfrdes and Selendi basins to the north. Alternative tectonic models for the AlaYehir Graben are discussed elsewhere (Bozkurt, 2003; Purvis and Robertson, 2004, in press).\nDuring the accumulation of the alluvial plain facies, erosional/depositional processes operated in the absence of a strong local tectonic control (e.g., faulting; Fig. 15b). Initial high-energy alluvial fan deposits gradually gave way to lower energy braided stream deposits. Clastic sediment prograded over the basin margins as the basins filled. Any surviving rugged topography around the basin margins was gradually smoothed by erosion. This time interval was subject to flash floods, suggesting a semiarid climate.\nLater, when the lacustrine/tuffaceous facies accumulated, the possible controls were climatic and volcano-tectonic (Fig. 15c). The climate possibly became moister allowing the partially sediment-filled Selendi and Gfrdes Basins to become the sites of large, shallow, ephemeral lakes. However, it also possible that basin morphology changed to favour lake development (without climatic change), controlled by tectonic movements that accompanied the onset of magmatism. The probable source of tuffaceous sediment in the Gfrdes Basin was the central\nigneous complex itself. Additional magmatic centres were located in the north of the Selendi Basin and elsewhere. It is likely that the controls of calc– alkaline volcanism where deep-seated, possibly related to crustal scale N–S extension. The magmatism possibly exploited preexisting zones of weakness in the Menderes metamorphic basement and the already existing depocentres provided by the Gfrdes and Selendi basins. This would also explain why igneous rocks are absent from the intervening highs of Menderes metamorphic rocks.\nThe Miocene sediments and igneous rocks of the Selendi and Gfrdes basins are unconformably overlain by sediments and volcanics of Plio-Quaternary age (e.g., Kula Volcanics; Richardson-Bunbury, 1996). The possible cause of this unconformity was a further pulse of N–S extension. This extension, of inferred Pliocene–Quaternary age (Westaway et al., 2003), also served to dissect the Miocene basins, for example, creating a small E–W graben in the Selendi Basin (Fig. 9) and numerous E–W faults in the Gfrdes Basin (Fig. 2; Purvis and Robertson, 2004). Related to this inferred regional Plio–Quaternary extension, the drainage changed from northward directed in the Miocene to the present pattern of westward drainage to the Mediterranean Sea."
  }, {
    "heading": "6. Discussion of alternative tectonic models of basin formation",
    "text": "Several alternative tectonic models have been proposed for the origin of the Neogene basins of western Anatolia, and these are now considered in the light of the sedimentary evidence given in this paper."
  }, {
    "heading": "6.1. Passive infill of an intermontane basin following deep erosion",
    "text": "The NE–SW-trending basins have been seen as the passive infill of intermontane basins following compressional orogenesis (Inci, 2002). However, this overlooks the evidence of tectonically controlled tilting of the basal alluvial fan facies in both basins. Also, the unroofing of the Menderes Massif is very unlikely to relate simply to erosional processes. The Menderes Massif and its regional cover of allochth-\nonous thrust sheets (Lycian Nappes) were emplaced southwards from the İzmir-Ankara suture during latest Cretaceous–early Tertiary time (e.g., Xengör and YVlmaz, 1981; Collins and Robertson, 1998; Okay et al., 2001). Related to this emplacement, a progressive downward increase in metamorphic grade from the unmetamorphosed ophiolitic melange (correlated regionally with the Lycian Nappes) would be expected, in contrast to the abrupt change from unmetamorphosed rocks to high-grade rocks along a low-angle tectonic contact, as observed in both basins. Precambrian (Panafrican) high-grade metamorphic rocks are known to exist within the Menderes Massif (Kröner and Xengör, 1990; Bozkurt and Oberhansli, 2001; Gessner et al., 2004). However, remnants of originally overlying less metamorphosed Phanerozoic cover units would be expected to remain if only structural thickening followed by erosion had taken place. We instead explain the abrupt metamorphic change across the low-angle tectonic discontinuity as the result of extensional unroofing, as discussed above. In addition, there was little time for deep erosion between the radiometrically determined late Oligocene-earliest Miocene intrusion and cooling of leucogranites (24–21 Ma) and their appearance as clasts in the early Miocene fill of the Gfrdes Basin (Seyitoğlu et al., 1992)."
  }, {
    "heading": "6.2. Compression-related hypothesis",
    "text": "In this model, the Gfrdes, Selendi, and other NE–SW basins relate to regional compressional deformation during the latest stages of suturing of the northern branch of the Neotethys ocean (YVlmaz et al., 2000). These basin are seen originating as NE–SW-trending, fault-bounded grabens that developed as a result of pervasive crustal thickening to form a greatly elevated plateau that then began to undergo E–W extension, similar to Tibet (bTibetantype grabensQ; Xengör et al., 1985; Xengör, 1987). In this interpretation, the Menderes Massif was deeply eroded to near its present surface during Oligocene time before the onset of early Miocene clastic infill (YVlmaz et al., 2000). Compressionrelated deformation continued until mid-Miocene time, giving rise to localised folding and unconformities. The early–middle Miocene calc–alkaline\nmagmatism affecting the higher levels of both basins reflects a continuing compressional regime, only giving way to N–S extension in Plio– Quaternary time (YVlmaz et al., 2000, 2001). The NE–SW basins are seen as being unrelated to the origin of the E–W AlaYehir and Bqyqk Menderes grabens further south, which only developed in late Miocene to Plio–Quaternary time, in response to a regional N–S extensional stress regime triggered by the westward btectonic escapeQ of Anatolia towards the Aegean Sea (Görür et al., 1995).\nDifficulties with the above hypothesis include the lack of evidence that western Anatolia then experienced great crustal thickening or a very high elevation similar to Tibet (Okay and SatVr, 2000), and the absence of evidence of regional compressional folding of the Selendi and Gfrdes basin-fill. We have observed local dip variations in some parts of the Gfrdes Basin, which could possibly relate to differential compaction above an irregular basement or to extensional movements at depth (e.g., giving rise to roll-over anticlines or drape structures) rather than compressional folding. Bozkurt (2003) believes that basin-wide N–S folding affected the Gfrdes basin and several other of the NE–SW-trending basins in NW Turkey, but he believes such folding is complementary to overall N–S extension."
  }, {
    "heading": "6.3. East–west extension or transtension hypothesis",
    "text": "In this interpretation, early Tertiary Tethyan orogenesis was seen as having ended prior to Miocene time, followed by a phase of deep erosion, then a phase of E–W extension that created the NE–SWtrending basins. Thus, the NE–SW-trending margins of both the Selendi and Gfrdes basins are mapped as being bounded by high-angle faulting (Seyitoğlu, 1992; Seyitoğlu and Scott, 1991, 1994a). YVlmaz et al. (2000) also reported the occurrence of high-angle faults bordering the eastern and western margins of the Demirci Basin, located between the Selendi and Gfrdes basins (Fig. 1). For these authors, most, or all, of this basins’ sedimentary and volcanic infill is of syn-rift origin. In contrast, we have not observed that the margins of either the Selendi or the Gfrdes basin are systematically bounded by high-angle faults. Instead, where exposed, the overlying clastic sedi-\nments prograded passively over the adjacent metamorphic basement (Purvis and Robertson, 2004). It might be argued that such basin-bounding faults originally existed in both basins, but that the faults were later eroded (i.e., involving fault degradation) and covered by clastic sediments. However, this seems unlikely for several reasons. First, the early Miocene age of the clastic sediments in both basins (assuming the radiometric age dating is correct) leaves little time available between the suggested early Miocene fault-controlled basin genesis and suggested fault burial. Also, basin formation by early Miocene N–S faulting alone would have resulted in flexural uplift of the basin margins, creating major lateral sediment sources opposed by the mainly northwardsdirected palaeocurrents.\nIn addition, Bozkurt (2003; personal communication, 2004) suggests that the NE–SW-trending basins formed in the early Miocene in response to approximately N–S regional extension. The extension was compartmentalised into NE–SW-trending high-angle faults along the margins of the Gfrdes and Selendi Basins. These faults operated as transtensional lineaments during early Miocene basin development (as brotational accommodation faultsQ). Later, a further component of transtension triggered magmatism near the basins’ depocentres, comparable with the situation in strike–slip pull-part basins, such as the Salton Sea, north of the Gulf of California (Crowell, 1974). However, we think it unlikely that the Gfrdes and Selendi Basins were created in this manner for several reasons: first, the clastic sediments of the Gfrdes and Selendi basins accumulated on the exhumed footwall of an inferred regional extensional detachment. Similarly, the AlaYehir Graben developed within the exhumed metamorphic basement after removal of the inferred upper plate (possibly during late Oligocene– earliest Miocene time). None of these basins appear to have formed by initial rifting of units in this region. Secondly, the AlaYehir Graben was probably initiated as a relatively high-angle E–W normal fault lineament that evolved to its presently low-angle during Late Miocene–Pliocene time (see Purvis and Robertson, 2004, in press for literature review). Thus, it is unlikely that the Gfrdes and Selendi Basins were initiated on the hanging wall of a deeper-level Ndipping detachment related to initial rifting of the AlaYehir Graben. On the other hand, at a later stage\n(late Miocene to Plio–Quaternary), the master extensional fault along the southern margin of the AlaYehir Graben rotated to its presently low angle. By this stage, the NE–SW-trending basins were located on the hanging wall of the evolving AlaYehir half-graben (Purvis and Robertson, 2004). However, it is unclear if this local setting of the AlaYehir Graben directly affected sedimentation in the overlying Gfrdes and Selendi basins, tens of kilometres to the north. Thirdly, formation of the kilometre-deep early Miocene basins, largely in response to transtensional faulting along the basin margins, would imply the existence of major bordering faults (with tens to hundreds of metres of throw). However, we did not encounter such major N–S faults along the wellexposed southwest and southeast margins of the Gfrdes and Selendi basins, for example. Also, there is no signs of large volumes of angular talus that, characterise for example, the margins of typical neotectonic grabens in the Aegean region (Stewart and Hancock, 1989; Glover and Robertson, 1998). Palaeocurrents are mainly N-directed rather than inwards from the basin margins. Fourthly, the appearance the tuffaceous sediments in both basins occurs at a time of passive progradation of the basin margins rather than local extensional or transtensional faulting.\nWe accept that our regional-scale bscoop-shaped depressionsQ in the Menderes metamorphic basement (Fig. 15a) might be locally compartmentalised into small N–S fault segments during the later stages of exhumation (under brittle conditions), followed by erosional smoothing. We also think it likely that both basins were affected by crustal extension during early Miocene time (before accumulation of the alluvial plain facies), but we see this as a modifying effect on the previously formed Selendi and Gfrdes basins. As a result, the basal red coarse alluvial fan facies in both basins were steeply tilted, as discussed earlier. This inferred pulse of extension might be coeval with the initiation of the E–W AlaYehir Graben and could also have affected adjacent areas (e.g., Demirci Basin), where marginal transtensional faulting has been reported (YVlmaz et al., 2000).\nIn summary, we believe that our tectonic model of basin formation related to large-scale regional unroofing of the Menderes Massif (Fig. 15) is\ncompatible with the field evidence from the Gfrdes and Selendi basins. From our reconnaissance, we suspect that the tectonic–sedimentary evolution we have inferred, involving basin formation related to detachment faulting and the formation of large bscoop-shapedQ basins in the extension direction, is also broadly applicable to the neighbouring Demirci and UYak-Gqre basins and has implications for Neogene extension-related processes in the Aegean region as a whole. In particular, the areal extent of basin formation related to exhumation encompasses much of western Anatolia as well as the adjacent Aegean."
  }, {
    "heading": "7. Conclusions",
    "text": "The Gfrdes and Selendi basins of western Anatolia have important implications for the history of Neogene crustal extension in western Anatolia. Consideration of the available dating evidence, including Ar– Ar dating of tuffaceous sediments carried out during this project, combined with the facies evidence presented here suggest that both basins developed coevally during early–mid-Miocene time.\nCoarse alluvial fan conglomerates were initially deposited during the early Miocene in a high-energy setting with marked local topographic relief (alluvial fan facies). Afterwards, the NE–SW-trending basins gradually filled, during a time of tectonic quiescence, with the accumulation of an overall fining-upward clastic succession (alluvial plain facies). Braided streams predominated, punctuated by sheet flooding events. As the basins filled, the depositional inclination declined and meandering streams began to develop. Each of two basins then developed into broad, shallow, ephemeral lakes, possibly following a climatic change to a moister climate (lacustine/tuffaceous facies).\nDuring the entire Miocene period of basin infill, the sediment provenance was mainly from the Menderes metamorphic basement, with an additional local supply from ophiolitic melange, especially near the base of the succession (alluvial fan facies). Palaeocurrent evidence indicates drainage from elevated areas of metamorphic basement rocks to the south, with little evidence of supply from the eastern and western basin margins.\nCalc–alkaline magmatism was initially recorded in fall-out of fine silicic tuff into the lacustrine basins. Early Miocene ages for the earliest finegrained tuffs in both basins are indicated by singlecrystal Ar–Ar dating. Later, both basins were inundated by large volumes of coarse tuffaceous sediments. The central part of the Gfrdes Basin and the northern part of the Selendi Basin were affected by magmatic intrusion and extrusion of early–late Miocene age based on radiometric dating. A pulse of E–W extensional faulting affected both basins in early Pliocene time, coupled with the establishment of through drainage to the Aegean Sea.\nThe NE–SW-trending Gfrdes and Selendi basins are interpreted as regional scale bscoop-shapedQ depressions that formed in the metamorphic basement during northward extensional unroofing of the Menderes Massif. This is inferred to have taken place during late Oligocene–earliest Miocene time. The inferred lower plate detachment surface was deformed into tens-of-kilometre wide bcorrugationsQ oriented parallel to the approximately N–S extension direction. The resulting depressions became the sites of the thick sediment accumulation during Miocene time. The inferred upper plate is represented by unmetamorphosed ophiolitic melange that is exposed along the northwest Gfrdes Basin margin and locally elsewhere. Small exposures of inferred upper plate rocks are also present in the Selendi Basin.\nThe infill of the Gfrdes and Selendi basins is bounded by unconformities near the base and at the top of the overall succession. These unconformites are inferred to reflect pulses of regional N–S extension. Near the base, the tilting of the coarse red alluvial fan conglomerates is attributed to a pulse of early Miocene extension, after which sediments accumulated in a tectonically quiescent setting, prograding over the adjacent Menderes metamorphic basement. A further pulse of N–S extension in late Miocene?–Pliocene time marked the onset of regional E–W graben formation, related volcanism, and strike–slip that persists in western Turkey to the present day.\nAlternative tectonic models of basin formation involving simply deep erosion, regional N–S compression, or E–W extension (or transtension) during\nthe early Miocene do not to explain some important features of the sedimentary geology presented here."
  }, {
    "heading": "Acknowledgements",
    "text": "The first author acknowledges the UK NERC for financial support during a PhD studentship held at the University of Edinburgh (1995–1998). We thank N. Verge for providing logistical advice and some geological information on the Selendi Basin at the start of this work. For discussion, we would like to thank Y. YVlmaz, E. Bozkurt, and N. Verge. The second author thanks Edinburgh University for contributing to the costs of fieldwork. The manuscript benefited from detailed and insightful comments by Tony Tankard and Erdin Bozkurt."
  }],
  "year": 2005,
  "references": [{
    "title": "Palynological examination of the Akhisar (Çitak) coal deposits",
    "authors": ["F Akgqn", "E. Akyol"],
    "year": 1987
  }, {
    "title": "Lakes. In: Reading HG, editor. Sedimentary environments and facies",
    "authors": ["Allen JA", "Collinson JD"],
    "year": 1986
  }, {
    "title": "Biostratigraphic correlations in the Eastern Mediterranean Neogene: 5. Calibration of sporomorph associations, marine microfossils and mammal zones, marine and continental stages and the radiometric scale",
    "authors": ["Benda L", "Meulenkamp JE"],
    "venue": "Ann Géol Pays Héll (Hors Séries) 1979;1:61–70",
    "year": 1979
  }, {
    "title": "Alluvial fans and their natural distinction from rivers based on morphology, hydraulic processes, sedimentary processes and facies assemblages",
    "authors": ["Blair TC", "McPherson JG"],
    "venue": "J Sediment Res, Sect A Sediment Pet Proc 1994;84:40–489",
    "year": 1994
  }, {
    "title": "Origin of sedimentary rocks",
    "authors": ["H Blatt", "GV Middleton", "RC. Murray"],
    "venue": "New Jersey7",
    "year": 1980
  }, {
    "title": "Processes, bar morphology, and sedimentary structures on braided outwash fans, northeastern Alaska",
    "authors": ["Boothroyd JC", "Ashley GM"],
    "venue": "Jopling VA, McDonald BC, editors. Glaciofluvial sedimentation glaciolacustrine sedimentation,",
    "year": 1975
  }, {
    "title": "Neotectonics of Turkey—a synthesis",
    "authors": ["E. Bozkurt"],
    "venue": "Geodin Acta 2001;14:3–30",
    "year": 2001
  }, {
    "title": "Origin of NE-trending basins in western Turkey",
    "authors": ["E. Bozkurt"],
    "venue": "Geodin Acta 2003;16:61–81",
    "year": 2003
  }, {
    "title": "Massif (Western Turkey): structural, metamorphic and magmatic evolution—a synthesis",
    "authors": ["Bozkurt E", "Oberhansli R. Menderes"],
    "venue": "Int J Earth Sci (Geol Rundsch)",
    "year": 2001
  }, {
    "title": "Flexural rotation of normal faults. Tectonics 1988;7:959–73",
    "authors": ["Buck RW"],
    "year": 1988
  }, {
    "title": "Recognition of alluvial-fan deposits in the stratigraphic record",
    "authors": ["Bull WB"],
    "venue": "editors. Recognition of ancient sedimentary environments,",
    "year": 1972
  }, {
    "title": "Processes of Late Cretaceous to Late Miocene episodic thrust-sheet translation in the Lycian Taurides, SW Turkey",
    "authors": ["Collins A", "Robertson AHF"],
    "venue": "J Geol Soc (Lond)",
    "year": 1998
  }, {
    "title": "Origin of late Cenozoic basins in southern California",
    "authors": ["Crowell JC"],
    "venue": "Spec Publ-Soc Econ Paleontol Mineral 1974;22:190–204",
    "year": 1974
  }, {
    "title": "Detachment faulting in continental extension: perspectives from the southwest U.S",
    "authors": ["Davis GA", "Lister LS"],
    "venue": "Cordillera. In: Clark SP, editor. Processes in continental lithospheric deformation,",
    "year": 1988
  }, {
    "title": "Xengfr AMC. Aegean and surrounding regions: complex multiple and continuum tectonics in a convergent zone",
    "authors": ["JF Dewey"],
    "venue": "Geol Soc Amer Bull 1979;90:84–92",
    "year": 1979
  }, {
    "title": "UYak yfresindeki havzalarVn jeolojisi",
    "authors": ["T Ercan", "A Dinçel", "S Metin", "A Tqrkecan", "E. Gunay"],
    "year": 1978
  }, {
    "title": "Kula-Selendi (Manisa) Dolaylarinin Jeolojisi. Jeol Mqhendis 1983;17:3–28 [in Turkish with an English abstract",
    "authors": ["T Ercan", "A Tqrkecan", "A Dinçel", "E. Gunay"],
    "year": 1983
  }, {
    "title": "Rift basins and supradetachment basins: intracontinental extensional end members",
    "authors": ["Friedmann SJ", "Burbank DW"],
    "venue": "Basin Res",
    "year": 1995
  }, {
    "title": "Structural and thermal history of poly-orogenic basement: SHRIMP geochronology of granitoid rocks in the southern Menderes Massif, Western Turkey",
    "authors": ["K Gessner", "AS Collins", "U Ring", "T. Gqngfr"],
    "venue": "J Geol Soc (Lond) 2004;161:93–103",
    "year": 2004
  }, {
    "title": "Role of regional extension and uplift in the Plio-Pleistocene evolution of the Aksu Basin, SW Turkey",
    "authors": ["Glover CP", "Robertson AHF"],
    "venue": "J Geol Soc (Lond)",
    "year": 1998
  }, {
    "title": "Rift formation in the Gfkova region, southwestern Anatolia: implications for the opening of the Aegean Sea",
    "authors": ["N Gfrqr", "AMC Xengfr", "M Sakinç", "O Tqysqz", "R Akkfk", "E YVğVtbas"],
    "venue": "Geol Mag 1995;132:637–50",
    "year": 1995
  }, {
    "title": "Miocene NNE-directed extensional unroofing in the Menderes Massif, southwestern Turkey",
    "authors": ["R Hetzel", "U Ring", "U Akal", "M. Troesch"],
    "venue": "J Geol Soc (Lond) 1995;152:636–54",
    "year": 1995
  }, {
    "title": "Processes on arid-region alluvial fans",
    "authors": ["Hooke RL"],
    "venue": "J Geol 1967;75:438–60",
    "year": 1967
  }, {
    "title": "Depositional evolution of Miocene coal successions in the Soma coalfield, western Turkey",
    "authors": ["U. Inci"],
    "venue": "Int J Coal Geol 2002;51:1–29",
    "year": 2002
  }, {
    "title": "Geometry and evolution of a mid-crustal extension fault system: Chemehuvei Mountains, southeastern California",
    "authors": ["John BE"],
    "venue": "editors. Continental extensional tectonics,",
    "year": 1987
  }, {
    "title": "FW.Variations in fluvial deposition on an alluvial plain—an example from the Tongue River member of the fort union formation (Palaeocene), Southeastern Powder River",
    "authors": ["Johnson EA", "Pierce"],
    "venue": "Sediment Geol 1990;69:21–36",
    "year": 1990
  }, {
    "title": "Archean and Proterozoic ancestry in Lower Pre-Cambrian to early Palaeozoic crustal elements of southern Turkey as revealed by single zircon dating. Geology 1990;18:1186–90",
    "authors": ["Krfner A", "Xengfr AMC"],
    "year": 1990
  }, {
    "title": "A review of the braided-river depositional environment",
    "authors": ["65:77–90. Miall AD"],
    "year": 1995
  }, {
    "title": "Information about the Neogene volcanism of the Gfrdes",
    "authors": ["K. Nebert"],
    "venue": "Blackie,",
    "year": 1988
  }, {
    "title": "Coeval plutonism and metamorphism in a latest",
    "authors": ["137:495–516. Okay A", "SatVr M"],
    "year": 2000
  }, {
    "title": "Obduction, subduction and collision",
    "authors": ["Geol Mag", "137:495–516. Okay AO", "Tansel I", "Tqsqz O"],
    "year": 2000
  }, {
    "title": "Neogene crustal extension in western",
    "authors": ["9:398. Purvis M", "Robertson AHF"],
    "year": 1997
  }, {
    "title": "Sedimentological evidence",
    "authors": ["Purvis M", "Robertson AHF"],
    "venue": "Izmir, September,",
    "year": 2000
  }, {
    "title": "Sedimentation of the Neogene–Recent",
    "authors": ["Turkey. Tectonophyscis", "391:171–201. Purvis M", "Robertson AHF"],
    "year": 2004
  }, {
    "title": "The Kula volcanic field, western Turkey: the development of a Holocene alkali basalt province and the adjacent normal faulting",
    "authors": ["Richardson-Bunbury JM"],
    "venue": "Geol Mag 1996;133:275–83",
    "year": 1996
  }, {
    "title": "The North Anatolian Fault: its age, offset and tectonic significance",
    "authors": ["Xengfr AMC"],
    "venue": "J Geol Soc (Lond)",
    "year": 1979
  }, {
    "title": "Tethyan evolution of Turkey: a plate",
    "authors": ["AMC Xengfr", "Y. YVlmaz"],
    "venue": "Lond, Spec Publ;",
    "year": 1987
  }, {
    "title": "Late Cenozoic crustal extension and basin formation",
    "authors": ["G. Seyitoğlu"],
    "venue": "Econ Palaeontol Mineral Spec Publ;",
    "year": 1985
  }, {
    "title": "Late Cenozoic crustal extension and basin",
    "authors": ["association. Newsl Stratigr", "3:105–15. Seyitoğlu G", "Scott BC"],
    "year": 1998
  }, {
    "title": "Neogene palynological and isotopic age data",
    "authors": ["1994a", "131:631–7. Seyitoğlu G", "Scott BC"],
    "year": 1994
  }, {
    "title": "Tectonics of Mid-Tertiary extension along",
    "authors": ["149:533–8. Spencer JE", "Reynolds SJ"],
    "year": 1992
  }, {
    "title": "Fault and bed brotation:Q during",
    "authors": ["Westaway R", "Kuznir NJ"],
    "year": 2000
  }, {
    "title": "Stratigraphy, depositional environments and tectonic features of Miocene coal bearing sediments east of Akhisar, west Turkey",
    "authors": ["F. Yağmurlu"],
    "year": 1984
  }, {
    "title": "Two contrasting magmatic associations of NW Anatolia and their tectonic significance",
    "authors": ["Y YVlmaz", "SC Genç", "S KaracIk", "S. Altunkayak"],
    "venue": "J Geodyn 2001;31:243–71",
    "year": 2001
  }],
  "id": "SP:89400342e56b6f6fc47c5324201d45627f62e144",
  "authors": [{
    "name": "Martin Purvis",
    "affiliations": []
  }, {
    "name": "Alastair Robertson",
    "affiliations": []
  }],
  "abstractText": "Western Turkey is one of the classic regions for the study of extensional processes. In a recent interpretation, the regional metamorphic basement, the Menderes Massif, was exhumed related to large-scale extensional processes, possibly during latest Oligocene time. Regional-scale NE–SW-trending basins, including the Gfrdes and Selendi basins, were created, associated with this exhumation. The NE–SW-trending basins are seen as regional-scale bcorrugationsQ (10–15 km across) in the surface of an extensional detachment orientated parallel to the direction of extension. The detached upper plate is represented by erosional remnants of unmetamorphosed Tethyan ophiolitic melange. We describe and interpret the Gfrdes and Selendi basins separately and then show that their sedimentary facies and evolution are very similar. Basal coarse alluvial fan deposits accumulated after extensional removal of the upper plate. These basal sediments, rarely exposed, were rotated by up to 508, probably as a result of local extension or transtension. Later during the early Miocene, the Gfrdes and Selendi basins were infilled by a generally fining-upward succession derived from the south, based on palaeocurrent evidence. Coarse alluvial fan deposition was followed by the deposition of finer-grained alluvial deposits from braided streams flowing northwards over a topographically subdued flood plain. Later, deposition was within shallow ephemeral lakes after a possible change to a moister climate. Calc–alkaline magmatism was initiated with the fall-out of fine-grained silicic ash, followed by coarser-grained tuff derived from local magmatic centres. During early Pliocene time, the basins were dissected by E–W extensional faults, associated with the establishment of the modern pattern of westward drainage",
  "title": "Miocene sedimentary evolution of the NE–SW-trending Selendi and Gfrdes Basins, W Turkey: implications for extensional processes"
}