{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r.com/ locate /pa laeo\nFluctuations of glaciers in the tropical Andes over the last millennium and palaeoclimatic implications: A review\nVincent Jomelli a,⁎, Vincent Favier b, Antoine Rabatel c, Daniel Brunstein d, Georg Hoffmann e, Bernard Francou f\na CNRS-IRD, Great Ice, Maison des Sciences de l'Eau, 300 Avenue Jeanbrau, 34 000 Montpellier, France b CEAZA, Universidad de la Serena, Casilla 599, La Serena, Chile c CNRS, EDYTEM, Chambery, France d CNRS, LGP, Meudon, France e CEA, LSCE, Gif sur Yvettes, France f IRD, Great Ice, Quito, Ecuador\n⁎ Corresponding author. CNRS-IRD, Great Ice Maiso Avenue Jeanbrau 34 000 Montpellier, France. Tel.: +33 1 58 30.\nE-mail address: jomelli@cnrs-bellevue.fr (V. Jomelli)\n0031-0182/$ – see front matter © 2009 Elsevier B.V. Al doi:10.1016/j.palaeo.2008.10.033\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 23 June 2007 Accepted 18 October 2008 Available online 9 April 2009\nKeywords: Tropical Andes Glacier fluctuations Last millennium Palaeoclimatic conditions Solar activity Volcanism El Niño-Southern Oscillation (ENSO)\nThe aim of this paper is to document the evolution of glaciers in the tropical Andes (between 10°N and 16°S) for the last millennium, based on moraines dated by lichenometry and radiocarbon, lake sediment records and historical documents. Viewed collectively, several glacial advances occurred synchronously. The first advance is dated around AD 1200–1350. The maximum glacial extent (MGE), defined as the furthest downvalley extent recorded synchronously by the majority of glaciers, occurred around 1630–1680 in Bolivia and Peru (the outer tropics) and around AD 1730 in Ecuador, Colombia and Venezuela (the inner tropics). Subsequently, during the 18th and 19th centuries, glaciers retreated continuously with only minor synchronous readvances. In the outer tropics, minor glacial advances occurred around 1730, 1760, 1800, 1850, and 1870. In the inner tropics, synchronous minor advances occurred around 1760, 1820 and 1880. Between the MGE and the early 20th century, glaciers lost about 30% of their total length. The retreat was slow between the 17th and 18th centuries but then became more marked. Use of the accumulation area ratio (AAR) method or historical observations in the different cordilleras revealed an increase in the equilibrium line altitude (ELA) of about 300 m from the MGE onward. Palaeoclimatic hypotheses, based on glaciological models run in different countries, suggest a cool and humid period in the 16–18th centuries followed by a colder and drier period in the 19th century. The reduction of glaciers observed from the middle of the 19th century is due to increasingly warmer conditions than before. Here, quantitative estimates are proposed to explain the evolution of the glaciers. In Venezuela, results indicate for the period 1250–1820 that mean air temperatures were 3.2±1.4 °C cooler and precipitation was about 22% higher than at present. In Ecuador, temperatures of between 0.8° and 1.1 °C lower than today, and between 25% and 35% higher accumulation than today, appear to have occurred in the 18th century, followed by a short drier but colder period at the beginning of the 19th century. In Bolivia, the MGE could be a consequence of a decrease in temperature of 1.1 to 1.2 °C, and a 20 to 30% increase in accumulation or an increase in cloudiness of about 1–2/10. We discuss not only external climatic forcing but also the coincidence between glacier expansion and a decrease in solar irradiance. Dating uncertainties, however, have made the role of volcanism in glacier fluctuations impossible to determine. Finally, we discuss the relationships between ENSO and glacier fluctuations in recent centuries, which do not match directly with current knowledge of modern teleconnections between tropical Pacific SSTs and variations in glacier mass balance.\n© 2009 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "In the last fewdecades, significant effort hasbeenmade tounderstand the climate of recent centuries, within different regions and at different\nn des Sciences de l'Eau 300, 45 07 55 81; fax: +33 1 45 07\n.\nl rights reserved.\ntimescales (Bradley and Jones, 1993, 1995; Villalba, 1994; Bradley et al., 2002; Villalba et al., 2003; Jones and Mann, 2004), in order to discriminate between natural forcing and the role played by anthropogenic activity in the variability of the current climate (IPCC, 2007), and to validate ocean-atmosphere models covering a long period of time. However, the spatial distribution of paleoclimate proxies is heterogeneous. While observational and multi-proxy reconstructed data are available for the mid- and high-latitudes of both hemispheres (dendroclimatology, historical documents,weatherdata), data concerning the\ntropics are extremely scarce (Jomelli et al., 2008b). Yet the tropical climate has effects that reach far beyond the limits of the tropics (Vuille et al., 2000), and thus anunderstandingof the climate of the tropics is key in understanding world climate (McGregor and Nieuwolt, 1998). Furthermore, this area is the dominant driver of atmospheric circulation, and intermittent tropical phenomena, such as ENSO, influence the climate over very large areas, including the mid-latitudes.\nTropical glaciers are considered to be especially sensitive to climate change (Francou et al., 1995a,b; Kaser, 2001; Thompson, 2000; Thompson et al., 2006), and thus offer an attractive proxy for palaeoclimatic conditions. They are also a major water resource for Andean communities, even if they represent only 0.15% of global ice cover (Kaser et al., 1996a; Vergara et al., 2007). In the Andes, climate reconstructions based on glaciers have predominantly used two approaches: analysis of ice core records (see the review on ice cores in this volume) or analysis of glacial moraine deposits created during advances or retreats. The second approach was used in this study. As moraines show the previous positions reached by the glacier in specific climatic conditions, it is possible to estimate the length of the glacier and other glaciological parameters, such as the equilibrium line altitude (ELA) or mass balance, which can then be used to reconstruct climate. The temporal resolution is lower than that obtained from ice core records anddepends on the numberofmoraines preserved in theglacier foreland, as well as the method of dating. Generally, uncertainties associatedwithdates are limited to betweenone andfive decades.Using glacial moraines as indicators of climate change also requires that the time lag between mass balance fluctuations and the movements of the snout of the glacier have to be taken into account. Additionally, the glacial moraine landscape is, by nature, discontinuous and subsequent glacial advances destroy the moraines deposited during older, lessextensive advances, meaning the geomorphic record is incomplete. Fortunately, themoraines in the Andes arewell preserved (Fig.1) due to reduced activity of the periglacial processes, a superficial (b20 cm) freeze–thaw cycle (Francou et al., 2001), and also because of the specific glacial evolution that we describe in this article.\nA limited number of studies have reconstructed glacier fluctuations from dated moraines for last the millennium. In most cases, the last millennium was not the main objective of the study, but was part of a larger timescale analysis, for example the Last Glacial Maximum or the Neoglacial period (Clapperton, 1983; Schubert and Claperton, 1990; Seltzer, 1990; Seltzer et al., 1995). Investigations have\npredominantly been carried out in Peru (71% of tropical glaciers) by Mercer and Palacios (1977), Clapperton (1981) and Rothlisberger (1987), who provided the first radiocarbon dates for glacial moraines. Rodbell (1992) used lichenometry to improve the chronology of glacier fluctuations in the Holocene. In Bolivia, pioneering studies on Holocene glacier fluctuations started in the 1980s and were based on radiocarbon dating (Gouze et al., 1986; Seltzer, 1992). In Ecuador, pioneering studies were made by Hastenrath (1981), who published an extensive review of the evolution of glaciers. In Colombia and Venezuela, glaciological observations have been made by various authors from the end of the 19th to the beginning of the 20th century, to document glacier fluctuations during recent centuries. However, these did not provide a clear chronology (Schubert, 1972; Herd, 1974).\nOne possible explanation for the limited interest in glacier fluctuations over the last millennium is the lack of a reliable dating method, which has prevented the establishment of accurate chronologies. Moreover, the Little Ice Age in the tropical Andes has historically been identified from an ice core record, rather than from moraine landscapes (Thompson et al., 1986). In recent years, progress in lichenometry (Cooley et al., 2006; Naveau et al., 2007) has made it possible to improve the chronology of glacier fluctuations in the last century. As a result, new papers, based on a large number of glaciers, have been published. New investigations have also been carried out in Peru (Solomina et al., 2007; Jomelli et al., 2008a) and Ecuador (Jomelli et al., 2007b). Rabatel et al. (2005, 2006, 2008) published the chronology of glacier fluctuations over recent centuries in Bolivia using this dating technique. In addition, recent studies based on lake sediment records enabled palaeoclimatic conditions inferred from glacier fluctuations to be further extended (Polissar et al., 2006).\nIn order to use glacier fluctuations, estimated from glacial landforms, as a paleoclimatic proxy, it is very important to understand the role of the climatic parameters that control the ablation and accumulation processes of tropical glaciers. Fortunately, a substantial number of studies have clarified the relationships between glacier fluctuations and current climate based on mass and energy balances (Wagnon et al., 1999; Kaser, 2001; Ramirez et al., 2001; Wagnon et al., 2001; Sicart, 2002; Francou et al., 2003; Wagnon et al., 2003; Favier et al., 2004a; Francou et al., 2004; Sicart et al., 2005).\nThe main goals of this paper are to i) document tropical glacier fluctuations for the last millennium and ii) summarize the inferred climate hypotheses that can explain this evolution. This work\nd by lichenometric analyses and uncertainties were estimated from the GEV approach.\ncomprises a review of papers published since the 1970s. Observations made in Venezuela, Colombia, Ecuador, Peru and Bolivia are included (Table 1). Although rock glaciers are frequent in the dry Andes, they were not taken into account as they behave differently with respect to climate (Francou et al., 1999). Glacier fluctuations in the 20th century are also not analysed in detail here because major results and reviews have already been published (Kaser et al., 1990; Jordan, 1991; Ames and Francou, 1995; Kaser et al., 1996b; Kaser and Georges, 1997, 1999; Kaser, 1999; Francou et al., 2000; Georges, 2004; Jordan et al., 2005; Mark and Seltzer, 2005; Machguth, 2006).\nIn section two, we describe the status of current knowledge of the climate parameters that control contemporary fluctuations in tropical glaciers. Then, in section three, we describe the different glaciological methods and dating techniques that have been used to estimate glacier fluctuations. The major glacial advances documented in different countries, the changes in length, surface area and ELA, and the climatic hypotheses inferred from these data are described in section four. Finally, we discuss the relevance of these climatic hypotheses."
  }, {
    "heading": "2. Current knowledge of tropical glaciers and climate relationships",
    "text": "Use of glacier fluctuations as a climate proxy first requires identification of the significant climatic parameters controlling their behaviour, i.e. establishing a transfer function between current climate and glacier variations. Tropical glaciers are divided into twomain groups according to climatic conditions. Within the inner tropics, stable humidity and temperature imply accumulation and ablation occur simultaneously throughout the year. Within the outer tropics, notable accumulation only occurs during the wet season, which is also a period of enhanced ablation (Kaser, 2001). Understanding glacier–atmosphere interactions is particularly complex in the tropics as accumulation andablationprocesses are synchronous and have to be separated for their interpretation (Hastenrath and Ames, 1995; Kaser, 2001). Moreover, in the tropical Andes, in contrast to mid-latitude glaciers, calibration between mass balance and climatological parameters over a long period is difficult because data are not available.\nTropical glaciers are generally described as very sensitive climatic indicators that reflect the effects of global warming (Hastenrath and Kruss, 1992; Thompson, 2000; Vuille et al., 2003; Ceballos et al., 2006). Significant correlations betweenmass balance and re-analyzed air temperature at 500 hPa have been observed (e.g. Francou et al., 2003, 2004). These correlations make sense because temperature is correlated with almost every energy flux at a daily timescale (Kuhn, 1993; Sicart, 2002, p. 207). In addition, air temperature controls the phase of the precipitation in the ablation area, particularly in the inner\ntropics (Favier et al., 2004a; Francou et al., 2004). This is why glaciers in Ecuador are particularly sensitive to temperature changes.\nIn contrast to mid-latitude glaciers, considering Positive Degree Day models or assuming air temperature as a primary parameter (Hostetler and Clark, 2000; Thompson, 2000; Taylor et al., 2006) is an oversimplified approach that does not adequately account for the complex physical processes at the interface between the atmosphere and the glacier surface (Mölg et al., 2006). Indeed, although temperature in the tropics is generally correlated with fusion, this link is not usually direct and is also incomplete. Seasonal temperature variations in the tropics are small and climate seasonality is primarily due to changes in air humidity, precipitation and moisture advection. As a consequence, changes in precipitation—and more generally, moisture—explain an important component of tropical glacier fluctuation. This is supported by studies on the physical processes of accumulation and ablation (melting/ sublimation). Indeed, understanding the relationship between climate and ablation requires knowledge of the Surface Energy Balance (SEB). Estimationof the ratio of energyused for sublimation to that ofmelting is crucial in distinguishing glacier response under humid or dry tropical climates (Kaser, 2001). In general, studies of the SEB are carried out over short time periods (e.g., Hastenrath, 1978; Hardy et al., 1998; Wagnon et al., 2003). However, long-term field campaigns performed in Bolivia (Wagnon et al., 1999, 2001; Sicart et al., 2005), Peru (Juen, 2006) and Ecuador (Favier et al., 2004a,b) revealed that in the tropics the SEB in the ablation areas is dominated by net short-wave radiation (S). As S is closely related to cloud cover and surface albedo, albedo appears to be one of the main variables controlling the amount of energy available at the surface of the ablation area of all tropical glaciers. With its direct effect on accumulation and its positive feedback on albedo, solid precipitation is, therefore, a key meteorological parameter in explaining the mass balance variability of Andean tropical glaciers (Wagnon et al., 2001; Francou et al., 2003; Favier et al., 2004b; Francou et al., 2004). Following this reasoning, mass balance is thus closely related to the total amount, the annual frequency, and the distribution of precipitation (Wagnon et al., 2001; Francou et al., 2003; Favier et al., 2004a; Francou et al., 2004; Sicart et al., 2005). This relationship is particularly clear in glaciers of the outer tropics, where liquid precipitation rarely occurs. The control of mass balance by precipitation is corroborated by other studies that used hydrological data collected from partially glacierised watersheds (Ribstein et al., 1995; Kaser et al., 2003).\nFinally, moisture also controls glacier fluctuations (Hastenrath and Kruss, 1992; Wagnon et al., 1999; Kaser, 2001; Ramirez et al., 2001; Francou et al., 2003, 2004; Sicart et al., 2005) because of its impact on incoming longwave radiation (LWi) (Sicart et al., 2005) and on the turbulent latentheatflux(LE) (Wagnonet al.,1999; Favieret al., 2004a,b), bothofwhicharevery important inexplaining the seasonalityof ablation, particularly in the outer tropics (Wagnon et al., 1999; Sicart et al., 2005).\nIn summary, tropical glaciers are very sensitive to changes in both moisture and temperature. However, although tropical glaciers react to current climatic variability (e.g., ENSO), glaciers of the inner tropics should bemuchmore sensitive to temperature than glaciers of the outer tropics, which depend to a greater extent on precipitation deficit, particularly between December and February (Favier et al., 2004b)."
  }, {
    "heading": "3. Data and methods",
    "text": ""
  }, {
    "heading": "3.1. Documenting glacier fluctuations",
    "text": "The glaciers thatwere considered in this reviewwere predominantly small (ranging from 0.2 to 5.5 km2) and displayed different geomorphic characteristics, particularly in the elevation of the accumulation area, which ranges between 5000 and 6400 m. Most of the glaciers studied are located in the CordillerasBlanca andVilcanota (Peru), theCordilleras Real and Quimsa Cruz (Bolivia), and the Cordilleras Occidental and Oriental (Ecuador; Table 1; Fig. 2). Recently, investigations were undertaken in the Cordillera de Merida (Venezuela). The location of these glaciers enabled the authors to take into account climatic variations observed between the inner tropics—with more or less continuous precipitation throughout the year—and the outer tropics, which are characterised by one dry season (April–September, when subtropical conditions prevail), and one wet season (October–March, when tropical conditions prevail) (Kaser, 2001). The location of these glaciers also reflects the shape and setting of the tropical Cordilleras, which form a significant barrier to the dominant and persistent easterly atmospheric flow separating the wet Amazon side from the dry Pacific side to produce pronounced windward and leeward effects."
  }, {
    "heading": "3.2. Reconstructing glaciological parameters: glacier length, surface area, volume and equilibrium line altitude (ELA)",
    "text": "Variations in glacier length and the ELA are the dominant glaciological parameters used to infer climatic hypotheses. In Peru and Ecuador, reconstructions of variations in length were based on a GPS survey of the moraines, combined with analyses of aerial and terrestrial photographs, historical documents, and old topographic maps. In general, historical documents from before the late 19th century that report fluctuations in tropical glaciers are rare (Wagner, 1870). In Ecuador, however, many explorers made landscape drawings (La Condamine, 1751; de Humboldt, 1807–1834; Boussingault, 1849; Wolf, 1892), engravings (Whymper, 1892) or paintings (Stübel, 1897; Meyer, 1907), which provide accurate illustrations for accounts of their adventures or their scientific reports (see Hastenrath, 1981; García and Francou, 2002; Francou, 2004). For this review, these illustrations were not used to directly map the past extent of a glacier but were considered as qualitative estimates. Additionally, substantial information is available from the first glaciological expeditions at the beginning of the 20th century (Troll, 1929; Sievers, 1914; Kintzl, 1942; Broggi, 1943), when the first cartographic expedition, organised by the Austrian–German Alpine Club, explored the Cordillera Blanca and the Cordillera Real. From the 1930s on, glaciological observations and terrestrial photographs documented changes in glacier length.\nIn Bolivia, changes in length were supplemented with analyses of variations in surface area and volume (Rabatel et al., 2006). Glacier volume was reconstructed for the main moraine stages using moraine height and proglacial margin shape. Variations in the volume of a glacier between two consecutivemoraine stages enabled computation of the mean mass loss, i.e. the mean mass balance for the period concerned (Rabatel et al., 2006). In Venezuela, glacier topography was reconstructed by defining the glacial limits, calculating ice thickness along the glacier centerline, and contouring the glacier surface. The glacier centerline was defined by connecting the lowest points in the topographic cross-sections of the glacier surface (Polissar et al., 2006).\nIn Bolivia and Peru, the ELAwas reconstructed for eachmoraine stage using the accumulation area ratio method (AAR) and a ratio of 0.65, based on currentmeasurements on glaciers. In Ecuador, ELAfluctuations were estimated from themethod of Area–Altitude balance ratio (AABR), also known as the Balance Ratio method (e.g., Benn and Evans, 1998; Benn et al., 2005). Thismethod accounts for bothmass balance gradients and reconstructed glacier hypsometry. TheAABR is defined as the ratio of the mass-balance gradients of ablation and accumulation. The assumption of a constant AABR value enables estimation of palaeo-ELA values (e.g., Osmaston, 2005; Stansell et al., 2007). The vertical profile of the mass balance is specific to a region and specific mass balance profiles emphasise the relationship between a glacier and the regional climatic setting (Kaser, 2001; Kaser and Osmaston, 2002). Gradients were computed from direct mass balance measurements made on different glaciers between 1995 and 2005. The mass balance in the accumulation areawas estimated using snow pits, while ablationwas measured every month using ablation stakes (Francou and Pouyaud, 2004).\nIn Ecuador, fluctuations in the ELAwere also estimated from historical data that provide a description of the snow-line altitude (Francou, 2004). At this latitude and on conic volcanoes (i.e., with limited snow accumulation) this limit fits well with the altitude of the equilibrium line of glaciers. The accuracy of the datawas assessed through comparison of altitude measurements from the high summits (made by the French Academicians) and the modern estimation obtained with a differential GPS at the end of the 20th century. For example, the French Academicians La Condamine and Bouguer in the middle of the 18th century estimated the elevation of the Chimborazo volcano to be 6276m only ~10m higher than themodern estimation of 6268mobtained fromadifferential GPS at the end of the 20th century (García and Francou, 2002). Dependingon the document, a confidence degree better than 100m can be assumed for the resulting data (Hastenrath, 1981; Francou, 2004). These measurements are relevant for the central valley (Illiniza or thewestern slopeof Antizana, for instance). However, one should keep inmind that, like today, the ELA0 (at equilibrium) could have varied in space depending on the position of\nglaciers in the Andean chain, and particularly their exposure to the humid fluxes coming from the Amazonian basin. As is true of current glaciers, past ice caps could not have had tongues extending far from the ELA0, and it is thus logical to consider their lower reaches as the ELA0 with an uncertainty of ±50 m. Indeed, current glacier limits on small ice-capped volcanoes coincidewith the ELAwith an uncertainty of b100m, implying that glaciers are in balancewith climatic conditions. Field experiments on Ecuadorian glaciers support this finding.\nBoth AAR and AABRmethods assume that modern and past glacier characteristics are similar. This assumption, however, has not been rigorously verified under different climate conditions, which introduces uncertainty in paleo-ELA reconstructions."
  }, {
    "heading": "3.3. Dating glacier fluctuations",
    "text": "A variety of dating methods have been used to estimate glacier fluctuations. In Venezuela, the timing of glacier fluctuations was\nestimated indirectly with continuous decadal-scale lake-sediment records from two watersheds in the Cordillera de Merida. Increased glacierisation of catchments enhances clastic sedimentation in proglacial lakes, leading to higher concentrations of fine-grained magnetic minerals that can be visually identified by colour changes and quantified by measuring magnetic susceptibility (Polissar et al., 2006). In the other countries, the timing was based onmoraine dating using lichenometry, radiocarbon dating of peat bogs (Gouze et al., 1986) or remains of Polylepis trees that were killed by glacial advances (Rothlisberger,1987). Historical documents, for instance old paintings, were also used, predominantly as a relative dating method (Fig. 3).\nPeruvian, Bolivian and Ecuadorian moraines were mainly dated by lichenometry and dates can thus only be considered as minimum ages. Lichenometrywas developed in the 1950s by the botanist Beschel (1961) to date paleo-glacial extent in the Alps. The method involves measuring the diameter of lichens (symbiotic association between an algae and a fungus) on dated and undated surfaces, and identification of a transfer\ne end of the 19th century the snout of the glacier was located several hundred meters ocated at the high part of the cirque in the shadow of the rock faces.\nfunction between lichen size and age. As the growth of the lichens dependson climatic conditions, aswell as other parameters like lithology, a transfer function was derived in each country. However, since the pioneeringwork of Beschel (1961), several approaches have been used to date glacial moraines of tropical glaciers. Some authors used “the five largest lichens”method (see Rodbell, 1992 and Solomina et al., 2007 for example), while others used the “generalized extreme value” method (GEV) (see Jomelli et al., 2008a forexample). This distinction is important for two reasons: 1) a comparison between the two methods revealed differences in dates (Jomelli et al., 2007a); 2) the GEVmethod is the only one that canprovide uncertainty values for estimateddates (Jomelli et al., 2007a). In the first approach (the five largest lichens), the sampling method consists ofmeasuring the largest lichen colonizing a boulder, and repeating the experiment for many different boulders on each moraine. This information is summarised by computing the average of the five largest lichens measured on selected boulders for each moraine. In the GEVapproach, thediameterof the largest lichens is described, notonlyby computing averages (as was previously the case), but also by modelling the entire distribution of all lichen measurements. Because only the largest lichen on each boulder is used, the distribution of the lichen data (maxima) cannot be normal but instead follows a specific, generalized extreme value distribution (GEV; Naveau et al., 2005, 2007), whenever the sample size is large enough. Based on this procedure, a Bayesian model is built, and growth function parameters are treated as random variables with prior distributions (Naveau et al., 2007). The empirical distribution for each parameter is then computed with a Monte Carlo Markov chain (MCMC) procedure. Confidence intervals for the age of the undatedmoraine are computed from the mean and from the variance of computed age distributions. Finally, in order to reduce error estimates, measurements corresponding to dated and undated surfaces are compiled into the same data set and analysed together. Some dated surfaces used to derive the growth curves display considerable uncertainty, which is then included in the statistical analysis."
  }, {
    "heading": "3.4. Glacier–climate models",
    "text": "Climatic parameters inferred from glacier fluctuations in the tropical Andes (usually changes in temperature or precipitation) have been computed using pioneer equations derived fromHastenrath (1984) and Kuhn (1989), and adapted to palaeoclimatic and tropical conditions (Seltzer,1994; Kaser, 2001). These formulae usedeither ELAfluctuations estimated with different techniques or mass balance variations and were applied to the glaciers in the different countries concerned.\nIn Ecuador, climate hypotheses proposed to explain glacial evolution during the LIAwere based on a simple area–altitude balance ratio (AABR) model. ELA values provided by historical records were used as independent data and were compared with AABR values. Moreover, in order to infer precipitation and/or temperature with ELA values (Kaser et al., 1990), the equation given by Greene et al. (2002) was used (see below). This equation represents a statistical average for glaciers at a global scale (65 glaciers) including tropical glaciers (13 glaciers). The equation was calibrated assuming annual precipitation from the climatology of Shea (1986) and freezing height computed for each site from the NCEP-NCAR reanalysis (Kalnay et al., 1996). Finally, data for both freezing height and precipitation were interpolated bilinearly to the locations of the ELA data points. This method needs to be evaluated carefully for individual glaciers (Stansell et al., 2007). However, it was suitable for the ELA measurements performed on Antizana Glacier 15 between 1995 and 2005 (Jomelli et al., 2007b).\nAccording to Greene et al. (2002), ELA can be expressed as follows:\nELA = 537 + 1:01FH − 0:51P ð1Þ\nwhere FH is the freezing height value (m asl.) and P is the mean annual precipitation (mm). Temperature variations were inferred from the\nfreezing altitude taking into account a lapse rate of 6.5 °C km−1. This value corresponds to ameanof thevalues commonlyused in the tropical Andes (e.g., Stansell et al., 2007).\nIn Venezuela, temperature and precipitationwere derived from ELA fluctuations using the accumulation area ratio (AAR) (Polissar et al., 2006). Changes in temperature and precipitation associated with variations in the ELA were estimated by combining equations for mass and heat balances. Variations in the ELAwere used to estimate changes in accumulation amounts, temperature, radiative balance or any combination of these parameters.\nIn Bolivia, the model derived from variations in the ELA was combined with the balance sensitivity analysis (Rabatel, 2005; Rabatel et al., 2006, 2008) proposed by Hastenrath (1984) and Hastenrath and Ames (1995). This required interpretation of mass-balance variations in terms of energy modulation. Assuming that all the energy available at the glacier surface is used for melting, possible variations in the climatic parameters that can produce such an energy modulation can be independently deduced.\nIn viewof current climate–glacier relationships, the interpretation of variations in glacier length or the ELA is relevant if it takes into account changes in both temperature and precipitation (e.g. Benn et al., 2005) instead of only temperature. These relationships are the basis of current modelling approaches in the tropical Andes. However, models assuming temperature and precipitation variations still do not enable a complete description of the glacier–climate interaction. Future work should use more detailed approaches that make assumptions of the annual and daily cycles of meteorological variables (e.g. Kull and Grosjean, 2000; Kull et al., 2007). Thismethod requires excellent reconstructionof paleohypsometry and dynamics of glaciers, which were not available for all the glaciers in the present study. Although a link between temperature and ablation is not supported by direct physical ablation processes, correlations between temperature and ablation are generally significant at an annual or a decadal timescale. Nevertheless, calibration of positive degree day models (PDD) requires very long mass balance time series, which are not often available in the Andes. Additionally, the use of the PDD model is sometimes controversial within the tropics. Complete physical modelling of ablation processes including climatic regionalisation (Gerbaux et al., 2005) should be encouraged. In summary, the reconstructed temperature and precipitation data presented here should be considered as estimations of variationswith regard to currentmeans.\nIsolating themost important climatic parameters that control glacier fluctuation in the currentperiod is an important aspect, but the response time of the glacier must also be taken into consideration. Tropical glaciers are considered to be fast-responding glaciers (Kaser et al., 2003) because they are characterised by a strong activity index (Kaser, 1999; Kaser and Osmaston, 2002). Hence, for several glaciers, a significant correlation has been observed between fluctuations in the annual mass balance and snout position. Generally the uncertainties of the dating methods used in the different studies (typically 30 to 80 years) are equivalent to, or larger than, the time lag of the glaciers concerned."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. The chronology of major glacial advances",
    "text": "Three analogous phases of glacier fluctuations have been identified in the different countries based on numerous publications: An early advance ending around 1350, a maximum glacial extent ending between the 17th and 18th centuries, and a phase of general glacial retreat interrupted by only minor glacial advances."
  }, {
    "heading": "4.1.1. The early glacial advance",
    "text": "Dating of glacial landforms and lake sediments revealed an early glacial advance at the beginning of the last millennium in the tropical Andes (Fig. 4). In the Cordillera Vilcanota (Peru), Mercer and Palacios (1977) dated glacial moraines around 630±65 years BP (i.e. AD 1289–\n1437; 2 sigma ranges). These observations were corroborated by lichenderived ages of 1330±29 from the Cordillera Blanca (Peru), where the remnantsofmorainesof this glacial advancewereobserved (Jomelli et al., 2008a). However, these dates have to be interpreted with caution due to the small number of moraine deposits analysed (4 moraines). Nevertheless, there was a marked difference in the size of the lichens between the moraines from the 14th century and those dating from the late Holocene, suggesting a lack of glacial extension of comparable intensity for several centuries. In the Cordillera Real (Bolivia), the moraines at the base of the snout of three glaciers (i.e., Glacier Telata) correspond to this 14th century glacial stage. However, as is true for the Cordillera Blanca (Peru), this 14th century glacial stage is absent in most valley glaciers, suggesting that younger glacial advances extended further than those that occurred in the 14th century.\nIn the inner tropics, moraines corresponding to this glacial stage have not been found. In Ecuador, moraine records did not reveal a glacial advance in the early 14th century (Hastenrath,1981; Jomelli et al., 2007b), suggesting that this glacial advance in the 14th century was shorter than, and thus destroyed by subsequent advances, or this extent did not take place. This first explanation is true of most glacial valleys in the outer tropics. Conversely, analysis of continuous decadal-scale lake-sediment records inVenezuela, indicate that a glacial advance occurred betweenAD 1180 and AD 1350 (Polissar et al., 2006).\nBetween the 14th and the 17th centuries, evidence of glacial advances is limited, except in Ecuador where colonial archives suggest that glacial advance near Quito were less extensive during the 16th century than those of the 17th to 19th centuries (Hastenrath,1981). In theCordillera de Merida (Venezuela), fine-grained lake minerals revealed a glacial advance between AD 1450 and 1590 (Polissar et al., 2006). In addition, Clapperton (1983) reported that glaciers on the Ruiz-Tolima volcanic complex in Colombia began their late Holocene advance after AD 1420."
  }, {
    "heading": "4.1.2. The maximum glacial extent",
    "text": "In several cordilleras in Peru and Bolivia, the maximum glacial extent (MGE) for the last millennium—defined as the furthest down-\nvalley extent recorded synchronously by the majority of glaciers (32 glaciers)—occurred in the 17th century. In the Cordillera Blanca (Peru), moraines corresponding to this glacial advance were dated at ca. 1630±27 using the GEV method (Jomelli et al., 2008a). Moraines dated at the end of the 16th century by Solomina et al. (2007) using the five largest lichens approach were dated again using the GEV method and also correspond to this 17th century glacial stage. In the Cordillera Real and Cordillera Quimsa Cruz (Bolivia), the glacial advance recorded on 13 glaciers using lichenometry ended ca. 1657± 20 to 1686±20, depending on the glaciers (Rabatel, 2005; Rabatel et al., 2005, 2006, 2008).\nIn Ecuador, lichenometry (GEV method) was used to date terminal moraines at the base of 15 glaciers, and it was observed that the MGE occurred at two different periods, depending on the altitude of the glaciers (Jomelli et al., 2007b). On glaciers covering volcanoes above 5700 m asl. (i.e., Chimborazo and Antizana volcanoes), terminal moraines were dated to be from the beginning of the 18th century (1720±16), which is in agreement with analysis of historical documents by Hastenrath (1981). On glaciers located on summits below 5400 m asl, the MGE was recorded at the beginning of the 19th century (1830±14) (Jomelli et al., 2007b).\nIn Venezuela, two glaciers advanced occurred between 1640 and 1730 (Polissar et al., 2006), synchronously with other previously maximum glacial advances described in Peru, Bolivia and Ecuador. In Colombia, the lack of accurately dated moraines for this time period prevents us from drawing any conclusions. In their review of Quaternary glaciations in the northern Andes, Schubert and Claperton (1990) report a 14C date of AD 1650 from basal peat sampled from a pond located behind the terminal moraine of the Cataca glacier in the Sierra Nevada de Santa Marta."
  }, {
    "heading": "4.1.3. The deglaciation phase",
    "text": "After the MGE, glaciers in the outer and inner tropics underwent a continuous retreat that was interrupted by only minor advances. In the 18th century, two glacial advances occurred synchronously in the\nCordillera Blanca (Peru) and in the Cordillera Real (Bolivia), in the 1730s and in the 1760s respectively. In Ecuador, a glacial advance was recorded in 1748±16 in glaciers located on high summits. In the 19th century, moraine deposits revealed three glacial advances in the 1800s, 1850s and 1870s (Rabatel, 2005; Rabatel et al., 2008; Jomelli et al., 2007b). The buried soil horizon published by Rothlisberger (1987) at 440±185 years BP (i.e. AD 1285–1818, 2 sigma ranges) from the base of Ocshapalca Glacier in Cordillera Blanca, suggests that the advance that occurred some time later could correspond to this stage. In Venezuela, a minor glacial advancewas recorded between 1800 and 1820 in two watersheds (Polissar et al., 2006). In Colombia, Schubert and Claperton (1990) report the existence of a moraine dated in the 1700s located 50 m higher than the MGE at the base of the Cataca Glacier (Santa Marta), suggesting that ice cover was approximately 2.7 times greater than current.\nKaser (1999) concluded that glaciers in the Cordillera Blanca advanced in the mid 1920s, prior to rapid retreat between 1930 and 1950, followed byweaker retreats. Similarly, in the 1970s several glaciers advanced, with subsequent rapid retreats (Mark and Seltzer, 2005). According to Rabatel et al. (2006), the glacier retreat that continued throughout the 20th century in Bolivia occurred in three stages: (1) a major retreat starting in the late 19th century; (2) a relative slowdown between the1910s andthe1930swith amarked increase after the 1940s; and (3) a very strong retreat during the 1980s and 1990s. Reconstruction of glacier volume by photogrammetry using aerial photographs taken in 1956, 1963, 1974, 1983 and 1997 showed that the meanmass balance of the five glaciers of a small summit in the Cordillera Real was two- to three-fold more negative during the 1956–1963 and 1983–1997 periods than during the 1963–1983 period (Rabatel, 2005)."
  }, {
    "heading": "4.2. Evolution of glaciological parameters",
    "text": ""
  }, {
    "heading": "4.2.1. Evolution of the size of glaciers",
    "text": "Few papers provide estimations for the evolution of glaciological parameters in the last millennium. Variation in length is the only parameter that can be compared between at least three countries. In the Cordillera Real (Bolivia), Rabatel et al. (2006) observed that, throughout the period from the mid 17th century to the end of the 19th century, all five glaciers in their study retreated a distance of between 950 and 1400m.Variations in lengthwere not homogeneous in recent centuries. Glaciers lost about 5% of their total length between the middle of the\n17th century and the middle of the 18th century (Fig. 5). This loss subsequently increased to reach about 15% in the 19th century. In addition, these authors estimated a reduction in area of about 15% between the MGE and the end of the 19th century for the Bolivian glaciers (Rabatel et al., 2006). Additionally, between 1665 and 1870, ice loss was about −0.10 m we yr−1. Between 1870 and 1910, the mass balance was on average −0.40 m we yr−1. For the period 1910–1983, deficits were less pronounced, with an average of−0.25 mwe yr−1. In the last two decades of the 20th century, the loss increased significantly to −1.44 m we yr−1 (Rabatel et al., 2006). These results should be interpreted with caution as some periods can include phases of readvances and thus only represent the estimated average value for the period.\nIn Peru, the glacial retreat displays the same values as in Bolivia. From the MGE to 1938, Hastenrath and Ames (1995) measured a retreat of the Yanamarey Glacier snout (Cordillera Blanca) of ca. 950m. More generally, twenty Peruvian glaciers lost between 12% and 17% of their area in the 18th century (estimated from the MGE to the end of the 20th century), with a rate of about 17–20% in the 19th century (Jomelli et al., 2008a).\nEcuadorian glaciers showed the same trend. From the MGE to the middle of the 20th century, a survey of 15 glaciers located on the slopes of high and low altitude summits showed they lost about 30± 5% and 36±5% of their total length respectively. As in other countries, the loss was greater during the 19th century than before (Fig. 5)."
  }, {
    "heading": "4.2.2. ELA fluctuations",
    "text": "In the Cordillera Real (Bolivia), Rabatel et al. (2008) estimated an increase in the altitude of the ELA determined geometrically at ca. 150 m with the accumulation area ratio method (AAR, ratio 0.65), with a total range of 70–190 m depending on the glacier, between the MGE and the late 20th century. However, assuming an AAR0 (the ELA value for a glacier in equilibrium for the 1991–2004 period) in the late 20th century, the ELA0 increased by about 300 m (Fig. 6). In the Cordillera Blanca, Jomelli et al. (2008a) observed a similar trend estimated with the same AAR method and ratio. Considering that the terminal moraines of the 14th century stage are close to those of the 17th century, the ELA of AD 1350 was probably at the same elevation as in the 17th century. From the maximum 17th century extent to the late 19th century, the ELA increased by about 108±30m. The ELA also\nincreased significantly (more than 150 m in some cases) between 1930s and the end of the 20th century.\nIn Ecuador, historical analysis revealed an increase in the snow line assimilated with ELA at ca. 200–300 m from the 18th to the end of the 20th century. In the middle of the 18th century, the lower limit of the snow line in the Central Valley was ca. 4700±50 m asl. According to descriptions provided by La Condamine (1751), Bouguer (1748) and Humbolt (1804), it appears to have increased by approximately 50 m in 1804. Observations made between 1869 and 1873 gave an estimated value of 4800±50 m, indicating that the altitude of the snow line increased by ca. 50 m from the beginning of the 19th century. The permanent snow line was located 4830 m asl at the beginning of the 20th century (Meyer, 1907), then reached about 4950 m asl in the 1980s (Hastenrath, 1981). Finally, recent studies at Antizana (Cáceres et al., 2005) showed that the current ELA0 is located at 5030 m asl in the eastern cordillera (Maisincho et al., 2007).\nIn Venezuela, using the AAR method, Polissar et al. (2006) estimated the altitude of the ELA of two glaciers at the MGE to be approximately 300–500 m lower than today."
  }, {
    "heading": "4.3. Climatic hypotheses derived from glacier fluctuations",
    "text": ""
  }, {
    "heading": "4.3.1. Climatic conditions at the MGE",
    "text": "Given the limited number of observations available, the climatic conditions that prevailed between the 13th and 14th centuries in Bolivia and Peru cannot be estimated using moraines. In Venezuela, the high concentration of clastic sediments observed in two sediment cores between AD 1300 and 1550 was interpreted as a higher precipitation/ evaporation rate (Polissar et al., 2006), which was supported by higher abundances of Cyperaceae (sedge) pollen.\nBetween the 17th century and the beginning of the 19th century, climatic conditions estimated from glacier fluctuations in the outer and inner tropics indicate a cooler and wetter period than today. Indeed, in order to explain the formation of the LIA moraines at ca. 4200 m in the cordilleras of Peru, and Bolivia in the middle of the 17th century, and at ca. 4400 m in Ecuador in the early 18th century, the glaciermass balance had to be in equilibriumwith the climate at lower elevation (several hundred meters) than today. Current physical ablation processes suggest that greater precipitation than today could explain their glacial apposition. In addition, colder temperatures may have contributed to a lower snow/rain limit, reduced ablation and hence glacier expansion.\nIn Bolivia, Kaser's model (2001) suggests that to increase mass balance and induce the pronounced glacier advance of the 17th century, precipitation had to increase by 20–30% compared to present conditions. Hastenrath and Ames' (1995) mass balance sensitivity analysis was in agreement, showing that cloudiness had to increase by 1–2/10. Independently, both models showed that temperature had to decrease by 1.1–1.2 K (Rabatel, 2005; Rabatel et al., 2006, 2008).\nIn Ecuador, MGEmodeling was used to propose climatic hypotheses for glaciers located on high summits to explain the formation of the terminal moraines at 4400 m asl at the beginning of the 18th century. The ELA was assessed from BR values, and accumulation at the summit was deduced from the gradient of themass balance in the accumulation area. Finally, the temperature was obtained with Eq. (1) (Jomelli et al., 2007b). If the mean temperature was 0.8 °C to 1.1 °C lower than today, the model suggests that at the beginning of the 18th century precipitation at the summit was about 30% higher than today.\nThis cool and wet period deduced from modelling glaciological parameters in Bolivia and in Ecuador appears to qualitatively agreewith results obtained from other proxies. Analyses of different ice core records (Quelccaya and Huascaran in Peru, and Sajama and Illimani in Bolivia) show relatively depleted δ18O values indicating cooler and wetter conditions fromtheendof the16th centuryuntil thebeginningof the 19th century, defined as the LIA by Thompson et al. (1986). The minimum δ18O between AD 1650 and AD 1750 is synchronous with the\nmaximumglacial advance recorded fromglacialmoraines (Rabatel et al., 2005; Solomina et al., 2007; Jomelli et al., 2008a; Rabatel et al., 2008) (Fig. 7). Thus, Peruvian andBolivian glacier advances in the 17th century were triggered both by a decrease in temperature and an increase in snow accumulation."
  }, {
    "heading": "4.3.2. Interpreting glacier retreat after the MGE",
    "text": "Glacier modeling allows us to assess to what extent climatic conditions would have changed after the MGE to trigger the glacier recession observed throughout the tropical Andes.\nIn the Bolivian Andes, glaciers began to recede after 1740 (Rabatel, 2005; Rabatel et al., 2008). Glacial retreat was moderate, but continuous, until about 1870. In this region of the Andes, there is no evidence to suggest that temperature increased during the mid-18th century, as it did in Europe and in other parts of the Northern Hemisphere (Chuine et al., 2004; Moberg et al., 2005). Consequently, Rabatel et al. (2008) assume that the recession of the Bolivian glaciers after 1740 was mainly a consequence of continuously drier conditions than in those prior to 1740. These authors interpreted the reconstructed ELA and mass balance using Kaser's model and Hastenrath and Ames' mass-balance sensitivity analysis, and calculated that such dry conditions resulted in a decrease of about 20% from the current mean accumulation rates on glaciers. This finding is consistent with hypotheses derived from other proxies in favour of a drier climate in the second part of the LIA (i.e. ~1740–~1870) (Liu et al., 2005).\nFrom the late 19th century to the early 20th century, the accelerated glacier recession observed in the Central Andes is not consistent with temperatures measured on the world scale, which did not increase significantly before the first half of the 20th century (IPCC, 2007). The significant rise in the ELA on glaciers can thus only be interpreted in terms of variations in precipitation. Such variations could have encompassed a decrease of 15–20%, compared with the present. Results reportedbyThompsonet al. (1985) for theQuelccaya ice cap support the occurrence of drier conditions in the period between 1870 and 1900. Using a network of weather stations distributed throughout the intertropical zone, Kraus (1955) also identified an abrupt decrease in precipitation in the period between 1870 and 1900.\nIn Ecuador, modelling revealed differences in temperature and precipitation that may have induced the time lag between the LIA maximumof low- andhigh-altitude glaciers. At the beginningof the 19th century, when high-altitude glaciers underwent a minor advance during a period of overall retreat, low-altitude glaciers underwent a marked glacial advance, which created the outermost moraines. Results suggest that temperatures must have been very cold for a short period (colder than –0.8 °C during one or two decades) just before the beginning of the 19th century and precipitation must have been less than in the 18th century (possibly 10% less), inducing a decrease in the ELAvalue of about 70 m for both high- and low-altitude glaciers (Jomelli et al., 2007b). For low-altitude glaciers, the increase in the size of the accumulation area counterbalanced the decrease in accumulation amounts, whereas the marked decrease in accumulation hadmore impact on the mass balance of the high-altitude glaciers. However, models assuming temperature and precipitation variations do not fully describe the glacier–climate interaction. Hence results should be interpreted with caution. Nevertheless, themassbalancemethodclearly suggests that, followingahumid period, a short, cold and dry period would explain the time lag between the LIA maximum of low and high-altitude glaciers. Finally, from the middle of the 19th century, the general glacial retreat of both high- and low-altitude glaciers was due to a combination of increasingly warmer and drier conditions than themeanmoisture conditions observed during the 18th century.\nIn Venezuela, Polissar et al. (2006) estimated changes in temperature and precipitation associated with ELA values computed with the AARmethod by combining equations for the mass and heat balances of glaciers. The results suggest that the 300 to 500 m lowering of the ELA for the whole period (1250–1820) is equivalent to a 2.6–4.3 °C drop in\ntemperature, based on the modern annual precipitation of 950 mm. By combining these results with a biome migration index, the authors estimated that throughout the1250–1820period, theVenezuelanAndes were both 3.2±1.4 °C cooler and about 22% wetter than at present.\nIn summary, examination of the different studies revealed analogue phases of glacier fluctuations in the tropical Andes. A shift from wet conditions between AD 1650 and AD 1750 to a drier and colder period during the 19th century, was estimated from glacier modelling and was corroborated by analysis of palaeo-lake levels in southern Peru (Chepstow-Lusty et al., 2003), a pollen record analysis in Sajama region (Bolivia) (Liu et al., 2005), and historical analysis in Ecuador (Terneus andGioda, 2006). The coherence between the different regions suggests that glacier evolution during the last millennium was predominantly controlled by a regional trend than by local climatic variability. A strong argument for this is theamplitudeof variations inglacier size. The glacial extent in the 1350swas close to theMGE in Bolivia, Peru and Venezuela, and the glaciers were all larger in 1730 than in 1760, in Bolivia, Peru and Ecuador. The synchronous glacier evolution over recent decades in the Andes strengthens this hypothesis (Francou et al., 2007) and provides evidence for the role of Pacific SSTs in glacier fluctuations."
  }, {
    "heading": "4.4. Influence of external forcing",
    "text": ""
  }, {
    "heading": "4.4.1. The role of solar irradiance modulation",
    "text": "The timing of the glacier maximum in Bolivia highlights the striking coincidence between glacier expansion in this region of the tropics and the decrease in solar irradiance (Rabatel et al., 2005, 2008). Indeed, Bolivian glaciers reached theirmaximumbetween1657±20and 1686± 20 and remained extended, (similar to the glacialmaximum), until about 1730. This period corresponds to theMaunder Minimum of solar activity (1645–1715), during which irradiance might have decreased by 0.24% (Lean and Rind,1998) and could have resulted in an atmospheric cooling of 1Kworldwide (Rindet al., 2004). In addition, theglacier advance in the period from the late 18th century to the early 19th century (moraine dated to 1791±18 – 1811±9 in Bolivia; Rabatel, 2005; Rabatel et al., 2008) coincideswith the less pronounced solar irradianceminimum, the\nso-called “Dalton Minimum”, from 1783 to 1830 (Usoskin et al., 2002). This coincidence could strengthen arguments linking the decreased solar activity with the expansion of glaciers worldwide (Eddy, 1976). In Venezuela, Polissar et al. (2006) arrived at the same conclusion. The comparisonof their LIAhistoryof glacier evolution and reconstructions of solar forcing suggests that solar variability could be themain cause of the glacier fluctuations (see Fig. 2 in Polissar et al., 2006). Synchronous advances recorded in different cordilleras from 10°N to 18°S corroborate this hypothesis."
  }, {
    "heading": "4.5. Impacts of volcanic activity",
    "text": "Given the impacts of albedo on a short timescale and of temperature on a longer timescale (Francou et al., 2003), volcanism should have a significant impact on glacier mass balance. An indirect influence can be also assumed given the relationships between El Niño and volcanism (Adams et al., 2003). Focusing on relationships between El Niño years and variations in mass balance, Francou et al. (2003) observed that the year 1992–93 was a notable exception. Although the hydrological year 1992–93 formed part of the long El Niño phase (1991–95), the year was cold, leading to the only (slightly) positive mass balance of the decade. This anomaly was assumed to be related to the eruption of Mount Pinatubo in June 1991, which produced a large stratospheric cloud (the largest in the 20th century), thereby significantly cooling the lower and mid-troposphere throughout the tropics for several months (Robock, 2002). However, such impacts of volcanic activity on glacier fluctuations in the past remain poorly understood. Given the uncertainties of dating methods longer than a decade used to document glacier fluctuations compared to the short-term effects (less than a decade) of a volcanic eruption on glaciermass balance, it is difficult to provide evidence of the impacts of volcanic activity on glacier fluctuations in the past."
  }, {
    "heading": "4.5.1. The role of ENSO",
    "text": "Modern inter-annual climate variability over the Altiplano shifts between warm/dry “El Niño” conditions and cold/wet “La Niña” regimes (Garreaud, 1999a,b; Bradley et al., 2003; Garreaud et al.,\n2003). Several studies demonstrated that ENSO has a major influence on current glacier evolution in the Andes. It is recognized that during negative SOI values (El Niño, warm tropical Pacific SSTA in the eastern equatorial Pacific) accumulation is reduced and ablation is enhanced at a monthly timescale and over longer periods (Francou et al., 1995a, b, 2000; Ribstein et al., 1995;Wagnon et al., 2001; Francou et al., 2003, 2004; Favier et al., 2004a,b). In general, negative mass balances are correlated with El Niño conditions, while positive mass balances predominate during La Niña conditions.\nAssuming that the current relationship between mass balance and ENSO existed in the past, we looked for a correspondence between glacier evolutions described earlier in this paper and La Niña-like/El Niño-like conditions documented by proxy data. One would expect that decades dominated by La Niña-like (El Niño-like) conditions would correspond to glacial advance (retreat) periods with a time lag of less than two decades (taking into account the size of the glacier). Climatic changes driven by Niño-like conditions could be responsible for the cessation of the glacial advance and the subsequent retreat. However, the correspondence between La Niña-like (El Niño-like) conditions and glacier advances (retreat) cannot always be verified in the past given the uncertainties of the moraine dates. Several papers on millennial climate variability in the tropics described a dominant Niño-like pattern during the LIA (Corrège et al., 2001; Jones et al., 2001; Cobb et al., 2003; Haug et al., 2003). For instance, coral records revealed predominantly Niño-like conditions between AD 1380 and 1400, AD 1630 and 1670, 1701 and 1760, and between AD 1890 and 1920.\nThe more frequent El Niño years between AD 1380 and 1400 and between AD 1630 and 1670 claimed by Cobb et al. (2003), may be responsible for termination of the glacial advances that occurred in Peru in the middle of the 14th and 17th centuries. However, this conclusion is not supported by findings from other countries where a mismatch is observed between MGE or minor stages of glacial advances and frequent El Niño years (Fig. 4). In Bolivia, for example, the period of frequent El Niño years occurred during a period of apparent glacial advance, which was responsible for the creation of the terminal moraine (MGE) dated 1686±20 for eight glaciers. In Ecuador, the MGE in 1730 occurred while a dominant Niño-like pattern between 1701 and 1760 is documented.\nNevertheless, the accelerated glacier retreat at the end of the 19th century is in agreementwith the results of Torrence andWebster (1999), who used SST in the Niño-3 zone (5°S–5°N, 90°–150°W) and monthly precipitation measurements in India (both available since 1871), and concluded that theperiod from1875 to 1920was characterized bya high frequency of El Niño events.\nMoreover, by reinterpreting the ENSO chronology established by Quinn and Neal (1995) through analysis of historical data, Ortlieb (2000) observed a clear shift in the frequency of El Niño years between the 17th and 19th centuries and the 19th and 20th centuries with more frequent El Niño years since the beginning of the 19th century. Consequently, a succession of El Niño events could have triggered the end of the LIA in the Central Andes."
  }, {
    "heading": "5. Discussion and conclusion",
    "text": ""
  }, {
    "heading": "5.1. Accuracy of the chronology",
    "text": "Using moraines and associated glaciological parameters as climatic proxies requires accurate chronology. In recent years,methods of dating have diversified. Significant improvement has been made in lichenometry, enabling confidence intervals tobeproposed.Nevertheless, itwill most likely be difficult to better constrain dates obtained using this method, except in rare cases where a large number of moraines would enable the uncertainty to be reduced further still. Other datingmethods face similar problems, for example, historical data are often discontinuous, and radiocarbon ages are not unequivocal over this period of the\nLIA, due to fluctuations in atmospheric production. If one focuses on recent studies in Ecuador, Peru and Bolivia, each glacial advance stage is deduced from a common response of at least seven glaciers with rather homogeneous geomorphic characteristics in each cordillera. Uncertainty for each one of these stages is approximately 20 years, which makes it difficult to analyse the coherence of the different cordilleras. Despite this problem, some trends are apparent. Glaciers in each cordillera reacted synchronously with the climatic changes that occurred during the last millennium. The variability of the MGE, or minor glacial stages between glaciers, is lower than the uncertainty associated with the dating method. Fairly good coherence is observed if the cordilleras are compared. For example, in the 1730s, 1760s, 1820s, glaciers advanced synchronously in Bolivia, Peru, Ecuador, and Venezuela. This coherence is not limited to theperiod of the LIA. Francou et al. (2007) also observed synchronous changes in mass balance in glaciers of equivalent size in Bolivia and Ecuador during the last 15 years."
  }, {
    "heading": "5.2. Accuracy of climate change hypotheses",
    "text": "How accurate are the hypotheses of climatic changes from glacier modelling for recent centuries when dating method difficulties are ignored? The first difficulty in answering this question lies in the response time of the glaciers. No study cited had prior knowledge of the response timeof eachof the selectedglaciers during the lastmillennium. Consequently this response time was assumed to be equivalent to the uncertainties of the dating methods. One must keep in mind that tropical glaciers exhibit a strong activity index, close to 0.2 m permeter, suggesting a short response time.Moreover, on large and tongue-shaped glaciers, like Antizana 15 (Ecuador) and Zongo (Bolivia) (1.8 km and 2.8 km long, respectively), measurements conducted over the last 10– 15 years showed that fluctuations of the snout were significantly correlated with mass balance, a correlation that is assumed to be due to strong activity in the ablation zone. In addition, the undelayed response of the glacier terminus to mass balance evolution, as stressed by Kaser (1998) using a conceptual approach for all the glaciers in the Tropics, allows us to assume that, in the past, glacier fluctuations were synchronous with climatic changes at a decadal timescale.\nThe second difficulty lies in the modelling approach. As demonstrated by several studies the most appropriate modelling procedure would be based on energy balance. However, in the absence of measurements made on each glacier over a long period of time, at least one calibrationwould beneeded for each cordillera.Moreover, a lot of data that cannotbe reconstructedbyproxies (e.g., clouds) is needed to apply this approach over the last millennium. Unfortunately, GCM outputs cannot yet be used due to large uncertainties in their estimates, andmeso-scale modelling studies are rare (Garreaud,1999a,b; Gerbaux et al., 2005; Sturm et al., 2007). One way to solve this difficulty is to perform simplified models combining a few parameters, typically precipitation or temperature changes, even if the physical basis of such models is questionable. For an initial approximation, it is appropriate to study variations in glacier length or in the equilibrium line altitude (ELA) and take into account changes in temperature and precipitation (e.g., Benn et al., 2005). These are the twomost important parameters that explain inter-annual climatic variability, and both are significantly correlated with almost all energy fluxes at the glacier surface. However, given the large number of parameters in the energy balance, thesemodels based on temperature andprecipitation only used to estimate palaeoclimatic conditions imply dramatic simplifications of real climate changes. In addition, onemust keep inmind that ELAvalues are associatedwith largeuncertainties of at least 50meters. According to Eq. (1), this uncertainty corresponds to a change of 98 mm y−1 in precipitation anda change of 0.32 °C in temperature, or anycombination of the two.\nEvenwhen only a few parameters are considered, model reconstructions arenotparticularly robust. This is because they focusonquantitative changes but do not account for the effects of seasonal shifts. It has been\nobserved that more than 70% of the interannual mass balance variability in Bolivia depends on precipitation during the three-month summer period (DJF) (Francou et al., 2003). Yet a longer rainy season, with frequent precipitation for four or five months (i.e., ONDJF), and without anychange inprecipitationquantity,would significantlymodify themass balance of the glacier. Similarly, the frequency of snow precipitation during the rainy season controls the albedo, and consequently snowmelt in the ablation zone. Any change in the frequency of snowy precipitation during the summer period will have consequences for the year's mass balance.\nThus, to obtainmore quantitative information on the climate–glacier relationship, a study is required that uses more detailed models that include energy balance and dynamic aspects, or amulti-proxy approach in which the glacial data are combined with other proxies, such as isotopic variations in ice core records or tree rings (Solomina et al., 2006). Future modelling should also include the annual and daily cycles of the main meteorological variables and physical modelling of ablation processes."
  }, {
    "heading": "Acknowledgments",
    "text": "This research was carried out as part of the Amancay and Escarcel programs of INSU and ANR of the Research Ministry, France. Special thanks to two anonymous reviewers for their constructive remarks."
  }],
  "year": 2009,
  "references": [{
    "title": "Proxy evidence for an El Nino-like",
    "authors": ["J.B. Adams", "M.E. Mann", "C.M. Ammann"],
    "year": 2003
  }, {
    "title": "Cordillera Blanca",
    "authors": ["A. Ames", "B. Francou"],
    "venue": "Glaciares en la Historia. Bulletin",
    "year": 1995
  }, {
    "title": "Little Ice Age summer temperature variations: their nature and relevance to recent global warming trends",
    "authors": ["R.S. Bradley", "P.D. Jones"],
    "venue": "The Holocene",
    "year": 1993
  }, {
    "title": "Climate Since A.D",
    "authors": ["R.S. Bradley", "P.D. Jones"],
    "year": 1995
  }, {
    "title": "Lowlatitude ice cores recordPacific sea",
    "authors": ["R.S. Bradley", "M. Vuille", "D. Hardy", "L.G. Thomson"],
    "venue": "Global Change and the Future,",
    "year": 2003
  }, {
    "title": "Fast shrinkage of tropical glaciers in Colombia",
    "authors": ["J.L. Ceballos", "C. Eusca", "J. Tegui", "M. Ramirez", "C. Cañon", "C. Huggel", "W. Haeberli", "H. Machguth"],
    "year": 2006
  }, {
    "title": "Grape ripening",
    "authors": ["I. 491–502. Chuine", "P. Yiou", "N. Viovy", "B. Seguin", "V. Daux", "E. Le Roy Ladurie"],
    "year": 2004
  }, {
    "title": "The glaciation of the Andes",
    "authors": ["C.M. Clapperton"],
    "venue": "Quaternary Science Review",
    "year": 1983
  }, {
    "title": "El Nino/Southern Oscillation and tropical pacific climate during the last millennium",
    "authors": ["K.M. Cobb", "C.D. Charles", "H. Cheng", "L. Edwards"],
    "venue": "Nature 424,",
    "year": 2003
  }, {
    "title": "A Bayesian hierarchical extreme value model for lichenometry",
    "authors": ["D. Cooley", "P. Naveau", "V. Jomelli", "A. Rabatel", "D. Grancher"],
    "venue": "Environmetrics",
    "year": 2006
  }, {
    "title": "Glaciers of the outer and inner tropics: a different",
    "authors": ["V. 2003JD004359. Favier", "P. Wagnon", "P. Ribstein"],
    "year": 2004
  }, {
    "title": "Andes del Ecuador: los glaciares en la época de los viajeros (siglos",
    "authors": [],
    "year": 2004
  }, {
    "title": "Monthly balance and water",
    "authors": ["B. pp. Francou", "P. Ribstein", "R. Saravia", "E. Tiriau"],
    "year": 1995
  }, {
    "title": "Symptoms of degradation",
    "authors": ["B. 661–670. Francou", "D. Fabre", "B. Pouyaud", "V. Jomelli", "Y. Arnaud"],
    "year": 1999
  }, {
    "title": "Glacier evolution in the Tropical",
    "authors": ["B. 91–100. Francou", "E. Ramírez", "B. Cáceres", "J. Mendoza"],
    "year": 2000
  }, {
    "title": "Factors controlling spacing distances",
    "authors": ["Ecuador. Ambio", "B. 416–422. Francou", "N. Le Mehauté", "V. Jomelli"],
    "year": 2001
  }, {
    "title": "Permafrost and Periglacial Processes",
    "authors": ["B. Francou", "M. Vuille", "P. Wagnon", "J. Mendoza", "Sicart", "J-E"],
    "year": 2003
  }, {
    "title": "New evidence for an ENSO impact on",
    "authors": ["B. 129/2002JD002473. Francou", "M. Vuille", "V. Favier", "B. Caceres"],
    "year": 2004
  }, {
    "title": "Coherence of the glacier signal",
    "authors": ["B. Cáceres", "J. Gomez", "A. Soruco"],
    "year": 2007
  }, {
    "title": "The Hearth of the Andes",
    "authors": ["M. 87–97. García", "B. Francou"],
    "venue": "Libri Mundi, Quito. Garreaud, R.D.,",
    "year": 2005
  }, {
    "title": "Mass balance",
    "authors": ["matology", "Palaeoecology", "M. 5–22. Gerbaux", "C. Genthon", "P. Etchevers", "C. Vincent", "J.P. Dedieu"],
    "year": 2005
  }, {
    "title": "Peru). Arctic, Antarctic, and Alpine Research",
    "authors": ["A.M. Greene", "R. Seager", "W.S. Broecker"],
    "year": 2002
  }, {
    "title": "Interprétation paléoclimatique des",
    "authors": ["J. Argollo", "J.F. Saliège", "M. Servant"],
    "venue": "Journal of Geophysical Research",
    "year": 1986
  }, {
    "title": "The dramatic retreat of Mount Kenya's glaciers",
    "authors": ["Company", "Dordrecht"],
    "year": 1992
  }, {
    "title": "Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
    "authors": ["S. Solomon", "D. Qin", "M. Manning", "Z. Chen", "M. Marquis", "K.B. Averyt", "M. Tignor", "H.L. Miller"],
    "venue": "IPCC,",
    "year": 2007
  }, {
    "title": "Assessment study of lichenometric methods for dating surface",
    "authors": ["V. Jomelli", "D. Grancher", "P. Naveau", "D. Cooley"],
    "venue": "Geomorphology",
    "year": 2007
  }, {
    "title": "The Little Ice Age in the tropical Andes",
    "authors": ["V. Jomelli", "P. Ginot", "A. Rabatel", "D. Grancher", "D. Brunstein"],
    "venue": "Lima Peru Communita Andina,",
    "year": 2007
  }, {
    "title": "Recalibration of the Rhizocarpon growth curve in Cordillera Blanca (Peru) and LIA chronology",
    "authors": ["V. Jomelli", "D. Grancher", "D. Brunstein", "O. Solomina"],
    "venue": "implication. Geomorphology",
    "year": 2008
  }, {
    "title": "Multiproxy analysis of climate variability for the last millennium in the tropical Andes",
    "authors": ["V. Jomelli", "J. Argollo", "D. Brunstein", "V. Favier", "G. Hoffmann", "M.P. Ledru", "J.E. Sicart"],
    "venue": "Climate Change Research Progress. Nova Science Publishers,",
    "year": 2008
  }, {
    "title": "Climate over pastmillennia",
    "authors": ["P.D. Jones", "M.E. Mann"],
    "venue": "Reviews of Geophysics",
    "year": 2004
  }, {
    "title": "The evolution of climate over the last millennium",
    "authors": ["P.D. Jones", "T.J. Osborn", "K.R. Briffa"],
    "venue": "Science",
    "year": 2001
  }, {
    "title": "Die Gletscher der Bolivianischen Anden. Franz Steiner Verlag, Stuttggart",
    "authors": ["E. Jordan"],
    "year": 1991
  }, {
    "title": "Estimation by photogrammetry of the glacier recession on the Cotopaxi Volcano (Ecuador) between",
    "authors": ["E. Jordan", "L. Ungerechts", "B. Cáceres", "A. Peñafiel", "B. Francou"],
    "venue": "Hydrological Sciences/Journal des Sciences Hydrologiques,",
    "year": 2005
  }, {
    "title": "Glacier mass balance and runoff in the Cordillera Blanca, Perú",
    "authors": ["I. Juen"],
    "venue": "Ph.D. Thesis,",
    "year": 2006
  }, {
    "title": "The NCEP/NCAR 40-year reanalysis project",
    "authors": ["E. Kalnay", "M. Kanamitsu", "R. Kistler", "W. Collins", "D. Deaven", "L. Gandin", "M. Iredell", "S. Saha", "G. White", "J. Woollen", "Y. Zhu", "M. Chelliah", "W. Ebisuzaki", "W. Higgins", "J. Janowiak", "K.C. Mo", "C. Ropelewski", "J. Wang", "A. Leetmaa", "R. Reynolds", "R. Jenne", "D. Joseph"],
    "venue": "Bulletin of the American Meteorological Society",
    "year": 1996
  }, {
    "title": "The Nature of Tropical Glaciers: International Hydrological Series. UNESCO-Cambridge",
    "authors": ["G. Kaser"],
    "year": 1998
  }, {
    "title": "A review of the modern fluctuations of tropical glaciers",
    "authors": ["G. Kaser"],
    "venue": "Global and Planetary Change",
    "year": 1999
  }, {
    "title": "Glacier climate interaction at low latitudes",
    "authors": ["G. Kaser"],
    "venue": "Journal of Glaciology",
    "year": 2001
  }, {
    "title": "Changes of the equilibrium line altitude in the tropical Cordillera Blanca, Peru, 1930–50, and their spatial variations",
    "authors": ["G. Kaser", "C. Georges"],
    "venue": "Annals of Glaciology",
    "year": 1997
  }, {
    "title": "On the mass balance of low latitude glaciers with particular consideration of the Peruvian Cordillera Banca",
    "authors": ["G. Kaser", "C. Georges"],
    "venue": "Geografiska Annaler",
    "year": 1999
  }, {
    "title": "Tropical Glaciers",
    "authors": ["G. Kaser", "H. Osmaston"],
    "year": 2002
  }, {
    "title": "Glacier fluctuations and climate in the Cordillera Blanca, Peru",
    "authors": ["G. Kaser", "A. Ames", "M. Zamora"],
    "venue": "Annals of Glaciology",
    "year": 1990
  }, {
    "title": "Mass balance profiles on tropical glaciers",
    "authors": ["G. Kaser", "S. Hastenrath", "A. Ames"],
    "venue": "Zeitschrift für Gletscherkunde und Glazialgeologie",
    "year": 1996
  }, {
    "title": "Modern glacier fluctuations in the HuascaranChopicalqui massif of the Cordillera Blanca, Peru",
    "authors": ["G. Kaser", "C. Georges", "A. Ames"],
    "venue": "Zeitschrift für Glestsberkunde und Glazialgeologie",
    "year": 1996
  }, {
    "title": "The impact of glaciers on the runoff and the reconstruction of mass balance history from hydrological data in the tropical Cordillera Blanca, Peru",
    "authors": ["G. Kaser", "I. Juen", "C. Georges", "J. Gomez", "W. Tamayo"],
    "venue": "Journal of Hydrology",
    "year": 2003
  }, {
    "title": "Gletcherkundliche Begleitworte zur Karte der Cordillera Blanca, Peru",
    "authors": ["H. Kintzl"],
    "venue": "Zeitschrift für Gletscherkunde und Glazialgeologie",
    "year": 1942
  }, {
    "title": "Secular changes of tropical rainfall regimes",
    "authors": ["E.B. Kraus"],
    "venue": "Quarterly Journal of the Royal Meteorological Society",
    "year": 1955
  }, {
    "title": "The response of the equilibrium line altitude to climate fluctuations",
    "authors": ["M. Kuhn"],
    "venue": "Theory and observations",
    "year": 1989
  }, {
    "title": "Methods of assessing the effects of climate changes on snow and glacier hydrology",
    "authors": ["M. Kuhn"],
    "venue": "Snow and glacier hydrology. Proceedings of the Kathmandu Symposium 1992,",
    "year": 1993
  }, {
    "title": "Late Pleistocene climate conditions in the north Chilean Andes drawn from a climate-glacier model",
    "authors": ["C. Kull", "M. Grosjean"],
    "venue": "Journal of Glaciology",
    "year": 2000
  }, {
    "title": "Late Pleistocene glaciation in the Central Andes: temperature versus humidity control—a case study from the eastern Bolivian Andes (17S) and regional synthesis",
    "authors": ["C. Kull", "S. Imhof", "M. Grosjean", "R. Zech", "H. Veit"],
    "venue": "Global and Planetary Change",
    "year": 2007
  }, {
    "title": "Climate forcing by changing solar radiation",
    "authors": ["J. Lean", "D. Rind"],
    "venue": "Journal of Climate",
    "year": 1998
  }, {
    "title": "Ice-core pollen record of climatic changes in the central Andes during the last 400 yr",
    "authors": ["K. Liu", "C.A. Reese", "L.G. Thompson"],
    "venue": "Quaternary Research",
    "year": 2005
  }, {
    "title": "Fast shrinkage of tropical glaciers in Colombia",
    "authors": ["H. Machguth"],
    "venue": "Annals of Glaciology",
    "year": 2006
  }, {
    "title": "Glaciares del Ecuador: Antisanay Carihuairazo. Balance de masa, topografía, pluviometría,meteorología, e hidrología",
    "authors": ["L. Maisincho", "B. Cáceres", "C. Manciati", "C. Loyo", "E. Cuenca", "M. Villacís", "D. Paredes", "A. Garces", "R. Laval", "S. Mailler", "R. Bucher", "F. Delachaux", "D. Freire", "J.P. Chazarin", "J.D. Taupin", "B. Francou", "E. Cadier"],
    "venue": "Informe del año",
    "year": 2007
  }, {
    "title": "Evaluation of recent glacier recession in the Cordillera Blanca, Peru (AD 1962–1999): spatial distribution of mass loss and climatic forcing",
    "authors": ["B. Mark", "G. Seltzer"],
    "venue": "Quaternary Science Review",
    "year": 2005
  }, {
    "title": "Late Cainozoic glacier variations in South America south of the equator",
    "authors": ["J.H. Mercer"],
    "venue": "Late Cainozoic Palaeoclimates of the Southern Hemisphere. Balkema, Rotterdam,",
    "year": 1984
  }, {
    "title": "Radiocarbon dating of the last glaciation",
    "authors": ["J.H. Mercer", "M.O. Palacios"],
    "venue": "in Peru. Geology",
    "year": 1977
  }, {
    "title": "In den Hoch-Anden von Ecuador",
    "authors": ["H. Meyer"],
    "venue": "Deietrich Reimer-Ernst Vohsen, Berlin",
    "year": 1907
  }, {
    "title": "Highly variable Northern Hemisphere temperatures reconstructed from low- and highresolution proxy data",
    "authors": ["A. Moberg", "D.M. Sonechkin", "K. Holmgren", "N.M. Datsenko", "W. Karlén"],
    "venue": "Nature 433,",
    "year": 2005
  }, {
    "title": "Comment on recent glacial recession in the Rwenzori Mountains of East Africa due to rising air temperature",
    "authors": ["T. Mölg", "H. Rott", "G. Kaser", "A. Fischer", "N.J. Cullen"],
    "venue": "Callist Tindimugaya, Abushen Majugu, Andrew Muwanga, and Bob Nakileza. Geophysical Research Letters 33, L20404",
    "year": 2006
  }, {
    "title": "Statistical methods for the analysis of geophysical extreme events",
    "authors": ["P. Naveau", "M. Nogaja", "C. Ammann", "P. Yiou", "D. Cooley", "V. Jomelli"],
    "venue": "CRAS. Géosciences",
    "year": 2005
  }, {
    "title": "Modeling uncertainties in lichenometry studies with an application: the tropical Andes (Charquini Glacier in Bolivia)",
    "authors": ["P. Naveau", "V. Jomelli", "D. Cooley", "D. Grancher", "A. Rabatel"],
    "venue": "Arctic, Antarctic, and Alpine Research",
    "year": 2007
  }, {
    "title": "Estimates of glacier equilibrium line altitudes by the area altitude, the area altitude balance ratio and the area altitude balance indexmethods and their validation",
    "authors": ["H.A. Osmaston"],
    "venue": "Quaternary International",
    "year": 2005
  }, {
    "title": "The documentary historical record of El Nino events in Peru: an update of the Quinn record (sixteenth through nineteenth centuries)",
    "authors": ["L. Ortlieb"],
    "year": 2000
  }, {
    "title": "Solar modulation of Little Ice Age climate in the tropical Andes",
    "authors": ["P.J. Polissar", "M.B. Abbott", "A.P. Wolfe", "M. Bezada", "V. Rull", "R.S. Bradley"],
    "year": 2006
  }, {
    "title": "The historical record of El Niño",
    "authors": ["W.H. Quinn", "V.T. Neal"],
    "venue": "Climate since A.D. 1500",
    "year": 1995
  }, {
    "title": "Reconstruction et interprétation paléoclimatique des fluctuations glaciaires dans les Andes de Bolivie (16°S) depuis le maximum du Petit Age Glaciaire (17 siècle)",
    "authors": ["A. Rabatel"],
    "venue": "Ph.D. Thesis, IRD, CNRS, Univ. J. Fourier,",
    "year": 2005
  }, {
    "title": "Dating Little Ice Age in the tropics from the moraines of Charquini glaciers (Andes of Bolivia, 16S)",
    "authors": ["A. Rabatel", "V. Jomelli", "B. Francou", "P. Naveau", "D. Grancher"],
    "venue": "CRAS, Géosciences",
    "year": 2005
  }, {
    "title": "Glacier recession on Cerro Charquini (Bolivia, 16°S) since the maximum of the Little Ice Age (17th Century)",
    "authors": ["A. Rabatel", "A. Machaca", "B. Francou", "V. Jomelli"],
    "venue": "Journal of Glaciology",
    "year": 2006
  }, {
    "title": "A chronology of the Little Ice Age in the tropical Andes of Bolivia (16S) based on moraine dating by lichenometry: implications for climate reconstruction",
    "authors": ["A. Rabatel", "B. Francou", "V. Jomelli", "P. Naveau", "D. Grancher"],
    "venue": "Quaternary Research",
    "year": 2008
  }, {
    "title": "Small glaciers disappearing in the tropical Andes. A case study in Bolivia: Glaciar Chacaltaya (16S)",
    "authors": ["E. Ramirez", "B. Francou", "P. Ribstein", "M. Descloîtres", "R. Guérin", "J. Mendoza", "R. Gallaire", "B. Pouyaud", "E. Jordan"],
    "venue": "Journal of Glaciology",
    "year": 2001
  }, {
    "title": "Tropical climate and glacier hydrology: a case study in Bolivia",
    "authors": ["P. Ribstein", "E. Tiriau", "B. Francou", "R. Saravia"],
    "venue": "Journal of Hydrology",
    "year": 1995
  }, {
    "title": "The relative importance of solar and anthropogenic forcing of climate change between the Maunder minimum and the present",
    "authors": ["D. Rind", "D. Shindell", "J. Perlwitz", "J. Lerner", "P. Lonergan", "J. Lean", "C. McLinden"],
    "venue": "Journal of Climate",
    "year": 2004
  }, {
    "title": "The climatic aftermath",
    "authors": ["A. Robock"],
    "venue": "Perspectives: Pinatubo eruption. Science",
    "year": 2002
  }, {
    "title": "Lichenometric and radiocarbon dating of Holocene glaciation, Cordillera Blanca, Peru",
    "authors": ["D.T. Rodbell"],
    "venue": "The Holocene",
    "year": 1992
  }, {
    "title": "Climatological Atlas: 1950–1979",
    "authors": ["D. Shea"],
    "venue": "National Center for Atmospheric Research",
    "year": 1986
  }, {
    "title": "Geomorphology and glacier retreat in the Pico Bolivar area, Sierra Nevada, Venezuela",
    "authors": ["C. Schubert"],
    "venue": "Zeitschrift für Gletscherkunde und Glazialgeologie",
    "year": 1972
  }, {
    "title": "Quaternary glaciations in the Northern Andes (Venezuela, Colombia and Ecuador)",
    "authors": ["C. Schubert", "C. Claperton"],
    "venue": "Quaternary Science Reviews",
    "year": 1990
  }, {
    "title": "Glacial history and climatic change in the central Peruvian Andes",
    "authors": ["G.O. Seltzer"],
    "venue": "Masters thesis, University of Minnesota",
    "year": 1987
  }, {
    "title": "Glacial history and palaeoclimate of the Peruvian-Bolivian Andes",
    "authors": ["G.O. Seltzer"],
    "venue": "Quaternary Sciences Review",
    "year": 1990
  }, {
    "title": "Late Quaternary glaciation of the Cordillera Real, Bolivia",
    "authors": ["G.O. Seltzer"],
    "venue": "Journal of Quaternary Science",
    "year": 1992
  }, {
    "title": "Climatic interpretation of alpine snowline variations on millennial time scales",
    "authors": ["G.O. Seltzer"],
    "venue": "Quaternary Research",
    "year": 1994
  }, {
    "title": "Andean glacial lakes and climate variability since the last glacial maximum",
    "authors": ["G.O. Seltzer", "D.T. Rodbell", "M.B. Abbott"],
    "venue": "Bulletin de l'Institut Français d'Etudes Andines",
    "year": 1995
  }, {
    "title": "Contribution à l'étude des flux d'énergie, du bilan de masse et du débit de fonte d'un glacier tropical: le Zongo, Bolivie",
    "authors": ["J.E. Sicart"],
    "venue": "Ph.D. Thesis, Paris,",
    "year": 2002
  }, {
    "title": "Atmospheric controls of the heat balance of Zongo Glacier (16 S, Bolivia)",
    "authors": ["J.E. Sicart", "P. Wagnon", "P. Ribstein"],
    "venue": "Journal of Geophysical Research 110,",
    "year": 2005
  }, {
    "title": "Last glacial maximum equilibrium-line altitude and paleo-temperature reconstructions for the Cordillera de Mérida, Venezuelan Andes",
    "authors": ["N.D. Stansell", "P.J. Polissar", "M.B. Abbott"],
    "venue": "Quaternary Research",
    "year": 2007
  }, {
    "title": "Multiproxy records of climate variability for Kamchatka for the past 400 years",
    "authors": ["O. Solomina", "G. Wiles", "T. Shiraiwa", "R. D'Arrigo"],
    "venue": "Climate of the past. Discussion",
    "year": 2006
  }, {
    "title": "Little Ice Agemoraines in the Cordillera Blanca: lichenometric data replication",
    "authors": ["O. Solomina", "V. Jomelli", "G. Kaser", "A. Ames", "B. Pouyaud"],
    "venue": "Global and Planetary Change",
    "year": 2007
  }, {
    "title": "Climatology of the stable water isotopes in South America: comparing general to regional circulation models",
    "authors": ["K. Sturm", "G. Hoffmann", "B. Langmann"],
    "venue": "Journal of Climate 20,",
    "year": 2007
  }, {
    "title": "Recent glacial recession in the Rwenzori Mountains of East Africa due to rising air temperature",
    "authors": ["R.G. Taylor", "L. Mileham", "C. Tindimugaya", "A. Majugu", "A. Muwanga", "B. Nakileza"],
    "venue": "Geophysical Research Letters",
    "year": 2006
  }, {
    "title": "In search of colonial El Nino events and a brief history of meteorology in Ecuador",
    "authors": ["A. Terneus", "A. Gioda"],
    "venue": "Advances in Geosciences",
    "year": 2006
  }, {
    "title": "Reisen in den oestlicher Anden Boliviens",
    "authors": ["K. Troll"],
    "venue": "Petermanns Geographische Mitteilungen",
    "year": 1929
  }, {
    "title": "Ice core evidence for climate change in the Tropics: implications for our future",
    "authors": ["L.G. Thompson"],
    "venue": "Quaternary Science Reviews",
    "year": 2000
  }, {
    "title": "A 1500-years record of tropical precipitation in ice cores from the Quelccaya ice",
    "authors": ["L.G. Thompson", "E. Mosley-Thompson", "J.F. Koci"],
    "venue": "cap, Peru. Science",
    "year": 1985
  }, {
    "title": "The Little Ice Age as recorded in the stratigraphy of the tropical Quelccaya",
    "authors": ["L.G. Thompson", "E. Mosley-Thompson", "W. Dansgaard", "P.M. Grootes"],
    "venue": "Ice Cap. Science",
    "year": 1986
  }, {
    "title": "Interdecal changes in the ENSO-Monsoon system",
    "authors": ["C. Torrence", "P.J. Webster"],
    "venue": "Journal of Climate",
    "year": 1999
  }, {
    "title": "Lost sunspot cycle in the beginning of Dalton minimum: new evidence and consequences",
    "authors": ["I.G. Usoskin", "K. Mursula", "G.A. Kovaltsov"],
    "venue": "Geophysical Research Letters",
    "year": 2002
  }, {
    "title": "Economic impacts of rapid glacier retreat in the Andes",
    "authors": ["W. Vergara", "A. Deeb", "A. Valencia", "R.S. Bradley", "B. Francou", "A. Zarzar", "A. Grünwaldt", "S. Haeussling"],
    "venue": "EOS 88",
    "year": 2007
  }, {
    "title": "Tree ring and glacial evidence for the Medieval Warm Epoch and the Little Ice Age in Southern South America",
    "authors": ["R. Villalba"],
    "venue": "Climatic Change",
    "year": 1994
  }, {
    "title": "Large-scale temperature changes across the southern Andes: 20th century variations in the context of the past 400 years",
    "authors": ["R. Villalba", "A. Lara", "J.A. Boninsegna", "M. Masiokas", "S. Delgardo", "J.C. Aravena", "F.A. Roig", "A. Schmeler", "A. Wolodarsky", "A. Ripalta"],
    "venue": "Climatic Change",
    "year": 2003
  }, {
    "title": "Climatic variability in the Andes of Ecuador and its relation to tropical Pacific and Atlantic sea surface temperature anomalies",
    "authors": ["M. Vuille", "R.S. Bradley", "F. Keiming"],
    "venue": "Journal of Climate",
    "year": 2000
  }, {
    "title": "20th Century climate change in the tropical Andes: observations and model results",
    "authors": ["M. Vuille", "R.S. Bradley", "M. Werner", "F. Keimig"],
    "venue": "Climatic Change",
    "year": 2003
  }, {
    "title": "Energy balance and runoff seasonality of a Bolivian glacier, global planet",
    "authors": ["P. Wagnon", "P. Ribstein", "G. Kaser", "P. Berton"],
    "venue": "Change 22,",
    "year": 1999
  }, {
    "title": "Anomalous heat andmass budget of glacier Zongo, Bolivia, during the 1997/1998 El Niño year",
    "authors": ["P. Wagnon", "P. Ribtein", "B. Francou", "J.E. Sicart"],
    "venue": "Journal of Glaciology",
    "year": 2001
  }, {
    "title": "Wintertime high-altitude surface energy balance of a Bolivian glacier, Illimani, 6340 m above sea level",
    "authors": ["P. Wagnon", "J.E. Sicart", "E. Berthier", "J.P. Chazarin"],
    "venue": "Journal of Geophysical Research",
    "year": 2003
  }, {
    "title": "Geografía y Geología del Ecuador",
    "authors": ["T. Wolf"],
    "venue": "Leipzig. 222pp",
    "year": 1892
  }],
  "id": "SP:1926ad05f7a4dff04ae5de53193bec8e7b94bee0",
  "authors": [{
    "name": "Vincent Jomelli",
    "affiliations": []
  }, {
    "name": "Vincent Favier",
    "affiliations": []
  }, {
    "name": "Antoine Rabatel",
    "affiliations": []
  }, {
    "name": "Daniel Brunstein",
    "affiliations": []
  }, {
    "name": "Georg Hoffmann",
    "affiliations": []
  }, {
    "name": "Bernard Francou",
    "affiliations": []
  }],
  "title": "Fluctuations of glaciers in the tropical Andes over the last millennium and palaeoclimatic implications: A review"
}