{
  "sections": [{
    "heading": "1. Introduction",
    "text": "As part of the NASA/US Geological Survey Planetary Mapping Program, we have mapped 8 Venus quadrangles, covering approximately 6.0 × 107 km2 (Table 1). These quadrangles cover different types of terrain, including topographic rises (western Eistla, Laufey, and Themis Regiones), plains regions (Tinatin and Sedna Planitiae) and chasmata regions (portions of Hecate, Parga, and Juno Chasmata) (Stofan et al., 1993, 2000; Crown et al., 1994; Copp, 1998; Stofan and Guest, 2003; Copp and Guest, 2004; Brian et al., 2004a, 2004b; Guest and Tapper, 2004). The portions of\n* Corresponding author. Fax: +1-540-364-1071. E-mail address: ellen@proxemy.com (E.R. Stofan).\n0019-1035/$ – see front matter  2004 Elsevier Inc. All rights reserved. doi:10.1016/j.icarus.2004.08.004\nQuadrangle Latitude range Longitude range V19, Sedna Planitia 25◦–50◦ N 330◦–0◦ V28, Hecate Chasma 0◦–25◦ N 240◦–270◦ V30, Guinevere Planitia 0◦–25◦ N 300◦–330◦ V31, Sif Mons 0◦–25◦ N 330◦–0◦ V33, Scarpellini 0◦–25◦ S 30◦–60◦ V39, Taussig 0◦–25◦ S 210◦–240◦ V46, Aino Planitia 25◦–50◦ S 60◦–90◦ V53, Themis Regio 25◦–50◦ S 270◦–300◦\nVenus that we have mapped show a diversity of stratigraphic histories, resurfacing styles and degrees of resurfacing, and led us to assess end-member models of the geologic history of Venus (Guest and Stofan, 1999).\nIn light of the controversy over venusian stratigraphic history (e.g., Basilevsky et al., 1997; Basilevsky and Head, 2002; Guest and Stofan, 1999; Hansen, 2000), we were motivated to attempt to quantify the sources and significance of resurfacing in our quadrangles. In order to broaden our results, we also assessed the resurfacing sources and significance in ten other quadrangles that have been published under the Planetary Mapping Program (http://astrogeology. usgs.gov/Projects/PlanetaryMapping/) (Table 2). The combined eighteen quadrangles cover about 30% (1.3×108 km2) of the planet, giving us what we consider to be a representative view."
  }, {
    "heading": "2. Background",
    "text": "Multiple models have been put forward to attempt to explain the surface of Venus as revealed by the Magellan radar mapping mission (1990–1994). Initial studies of the impact crater population indicated that it is indistinguishable from a random population, with very few embayed craters (Schaber et al., 1992). End-member models developed to explain the relatively pristine crater population ranged from: (1) a period of catastrophic resurfacing (perhaps cyclical) at ∼ 750 myr bp, followed by relatively small amounts of resurfacing since that time (Schaber et al., 1992; Strom et al., 1994) and (2) patch-style resurfacing, with small areas being resurfaced at a relatively constant rate over time (Phillips et al., 1992). Basilevsky and Head (1995, 2000, 2002) in a series of papers developed a stratigraphic model consistent with catastrophic resurfacing, with geologic activity at low levels since the resurfacing event, and certain types of geologic activity (e.g., wrinkle ridge formation, small edificestyle volcanism) confined to specific time periods. Phillips and Hansen (1998) present an alternative view, where crustal plateaus represent an earlier, thin-lid regime, followed by the present day, thick-lid regime characterized by the production of coronae, chasmata, volcanic rises and plains basins.\nHowever, ongoing studies of the surface of Venus have indicated that the initial crater results are more complex than originally thought. Several workers have demonstrated that it is not possible to use the impact crater population to age date\nsurfaces (Hauck et al., 1998; Campbell, 1999), ruling out the use of the impact population as a support of any resurfacing model. In addition, a study by Herrick and Sharpton (2000) of crater morphology and morphometry suggests that there is greater population of embayed impact craters than previously identified. Mapping studies have pointed out that a more nondirectional stratigraphic history for the planet is also possible (Guest and Stofan, 1999; Addington, 2001). Bullock and Grinspoon (2001) modeled the resurfacing event as an exponentially decaying impulse producing a 1 or 10 km thick layer in a timeframe of 10 or 100 myr. They illustrated that high rates of volcanism associated with a putative large-scale resurfacing event have the ability to alter the venusian climate, perhaps raising the surface temperature to as much as 900 K. They interpret the low water abundance in the venusian atmosphere to be most consistent with a resurfacing event that produced an integrated 1-kmthick layer, with recent (10–50 myr) outgassing necessary to support the SO2 levels in the clouds. While the global-scale resurfacing event originally proposed now seems unlikely, the climate models do suggest that quantifying the rates of resurfacing from surface geology is highly desirable, in order to understand the evolution of the Venus climate, which in turn has the possibility of affecting the nature of the surface (e.g., Anderson and Smrekar, 1999; Solomon et al., 1999; Smrekar et al., 2002)."
  }, {
    "heading": "3. Method",
    "text": "In order to quantify the styles and sources of resurfacing, we required a number of easily identifiable, widely accepted types of units. The current surface of Venus has formed from the accumulation of lava flows and deposits from a number of different source vents. A virtual consensus among those who study Venus recognize these source vents as broadly being; coronae, large volcanoes (> 100 km diameter), intermediate volcanoes (10–100 km), small edifices (< 10 km), and materials from rifts or fractures. In addition, widespread plains units have been identified that are interpreted to be sheet flows of volcanic origin, but cannot be tied to a source. Most outcroppings of these plains are deformed by wrinkle\nridges (Basilevsky and Head, 1995, 2002; Basilevsky et al., 1997). Other units that have altered the surface include areas of deformed materials (‘tessera,’ ridge belts, fracture belts, rift zones), and impact craters and their associated deposits. Due to the lack of water on Venus, none of these surfaces have been subjected to extensive erosion.\nThe aim of this survey is to estimate as accurately as possible the total amount of materials within our study areas that could be assigned to a recognizable source vent. We surveyed the quadrangles we mapped (V19, 28, 30, 31, 33, 39, 46, and 53), along with quadrangles V5, 9, 20, 25, 37, 40, 43, 44, 55, 59 (Tables 1, 2). These quadrangles avoid large expanses of tessera highlands (8–10% of planet’s surface Ivanov and Basilevsky, 1993), in order to more fully characterize the plains that make up approximately 80% of the Venus surface (Masursky et al., 1980).\nEach quadrangle was divided into 0.5◦ × 0.5◦ boxes (giving a total of 3000 data points for a Mercator projection 25◦ × 30◦ V-Map quad) (Fig. 1a). Each box was then assigned to a particular material unit class (i.e., Corona materials, Large volcano materials, Intermediate volcano materials,\netc.) dependent on whether we were confidently able to identify the source of volcanic materials (Fig. 1b). Materials with no apparent source were counted as ‘plains no source materials.’\nWhere an individual 0.5◦ box was made up of different types of material, we added ‘half’ boxes to make up the total. For example, a shield field (small edifices with or without flows) had to compose at least half of a box to be counted. We added both structure (including impact crater materials) and data gap categories in order to take into account small outcrops of tessera, belts of deformed materials, impact crater deposits and areas of data loss. Heavily deformed materials associated with coronae (e.g., fractured annuli and interiors) were included within the corona category. F-Maps and digital image data were used to identify the different materials. Published or preliminary versions of each quadrangle by other mappers were consulted for consistency with unit interpretations of other mappers. In some cases, we split units more finely (for example, splitting a small edifice field out of a larger plains unit), as most map units are larger than the scale at which we were surveying. Given that we used\nradar image data, only units with radar backscatter characteristics differing from surrounding units are identifiable, even if the units were emplaced at different times from different sources. Therefore, we are likely to have underestimated deposits from identifiable sources, misclassifying them as ‘plains no source.’\nSince our 0.5◦ boxes change in area with latitude (the surface area of a 0.5◦ × 0.5◦ box is greater at the equator than at the poles), we calculated the area covered by each quadrangle in 5◦ latitude bands. This allowed us to calculate the actual area that each different material unit covers across the extent of each individual quadrangle and therefore over the surface area of Venus that we surveyed."
  }, {
    "heading": "4. Results",
    "text": "Results of our survey of the eighteen quadrangles are shown in Fig. 2. All percentages discussed below are of the combined area surveyed, not the planet as a whole. As stated above, we have surveyed about 30% of the planet. By percent area, volcanic units with no identifiable source cover an average of 35% (range 14–58%) of the area surveyed, while volcanic units that can be tied to a specific source cover\nan average of about 51% (range 26–75%). Of the identifiable sources, coronae (20.8%) and small edifices (22%) are the most significant in areal extent. Large volcanoes contribute about 6% to resurfacing. Approximately 10% of the surface has been modified by tectonic processes, including areas mapped as ridge belts, fracture belts and tessera (as stated previously, we avoided analyzing quadrangles that had a much higher percentage of tectonically deformed materials). Data gaps covered an average of 4% of the areas surveyed.\nWe can also assess the data by examining the overall geologic settings of the quadrangles surveyed. Four of the quadrangles cover major portions of topographic rises interpreted to be hotspots (V9-Bell, V20-Central Eistla Regio, V30-Laufey Regio, V31-Western Eistla Regio). Six of the quadrangles lie on chasmata (V28-Hecate Chasma, V53Parga Chasma/Themis Regio, V39- and V40-Parga Chasma, V46-Juno Chasma, V37-Diana Chasma). The other eight quadrangles are in the plains isolated from major highland plateaus, chasmata or topographic rises. The results of this breakdown of the resurfacing data are shown in Fig. 3. Coronae are a major contributor to resurfacing along chasmata (38%), which is to be expected as 68% of coronae are found on chasmata (Stofan et al., 2000) and coronae along\nchasmata tend to have abundant associated volcanism (e.g., Magee and Head, 1995). Plains with no identifiable source cover 21% of the quadrangles with chasmata. At topographic rises, large volcanoes cover 11%, as opposed to 1.4% in isolated plains regions. The rise quadrangles we assessed covered volcano-dominated rises (Bell, Laufey, and Western Eistla Regio) and one corona-dominated rise (Central Eistla Regio) (Stofan et al., 1995). If we had included more corona-dominated rises, resurfacing by coronae would have increased and that by large volcanoes decreased. In isolated plains regions and at topographic rises, small edifices cover approximately 25% of the terrain. In all regions, flows originating from rift fractures provide negligible contributions to resurfacing, even in chasmata regions (1.6%). Large flow fields in these regions instead tend to emanate from corona and large to intermediate volcanoes.\nIn conducting this survey, we were also able to measure the scales at which various types of features resurfaced. Small edifices resurface areas on a scale of 10–100 s of km2, with intermediate volcanoes producing flows that cover areas of 102–104 km2. Large edifices resurface areas of 104– 105 km2. Coronae have greatly varying amounts of associated volcanism, with some coronae producing negligible flow deposits and others producing deposits of 104–106 km2. The areas identified as plains with no visible source occur on very small scales (102 km2) to very large scales (> 105 km2). In comparison, areas of terrestrial flood basalts are from 105–106 km2 (e.g., Ghose, 1972; Tolan et al., 1989), with thicknesses up to 8000 m (Tolan et al., 1989; Hooper, 1997)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Implication of resurfacing styles",
    "text": "The results of our survey indicate that the majority of units that have resurfaced Venus can be tied to a specific source, whose stratigraphic relationship with surrounding units can be determined. Plains with no identifiable sources cover an average of 35% of the surface. This is contrary\nto previous work, which has suggested that Venus resurfacing is dominated by extensive, sheet-like plains units (e.g., Basilevsky et al., 1997).\nWe have documented the previously unrecognized fact that small edifices fields resurface a significant (22%) portion of the surface. Previous workers, focusing on large clusters of shields, had estimated that shield plains make up about 10% of the surface (Basilevsky and Head, 1998; Addington, 2001). The small edifices do not appear to be the source of extensive flows, but are so ubiquitous on the surface that they add up to be a major source type. Small edifices either appear in clusters within plains units (i.e., ‘mottled lineated plains material’ unit, quadrangle V43 Bender et al., 2000) or as mappable units with associated deposits (i.e., ‘shield field flow material’ unit of quadrangle V37 Hansen and DeShon, 2002).\nCoronae and small shields together resurface about 43% of the regions we surveyed. These two categories of features are operating at two very different scales, with coronae (mean diameter 253 km Glaze et al., 2002) resurfacing on scales of at least 104 km2 and small edifices (diameters < 10 km) resurfacing on scales of < 102 km2. For example, the corona Atete in quadrangle V40 (Chapman, 1999) resurfaced an area greater than 630,000 km2. Thicknesses of the units are, in most cases, not determinable, although many coronae have multiple, overlapping flow units (e.g., Stofan and Guest, 2003).\nEruption durations required to produce volcanic units on Venus are unknown, but terrestrial durations can provide a benchmark given the overall similarities between venusian and terrestrial flows and edifices (e.g., Stofan et al., 2001). Based on terrestrial experience, edifices can either be monogenetic and constructed in < 10 yr, or they can be built up over on the order of 106 yr by numerous eruptions. Largescale flows that are typical of corona resurfacing and possibly the plains no source regions may be emplaced rapidly (days to weeks) (e.g., Shaw and Swanson, 1970) or slowly (years) (e.g., Self et al., 1996). Without a reliable way to date flows on Venus, we can only constrain the observed activity\nto have occurred within approximately the last 750 myr, assuming that the crater data has been accurately interpreted.\nThe sheet-like plains with no source units exhibit a great deal of variability. They are most likely erupted from fissures, similar to sheet flows on Earth. Some areas of this type are featureless, such as the ‘smooth plains material’ unit in the Lavinia Planitia Quadrangle (V55) (Ivanov and Head, 2001), although some of the surface may be obscured by surficial material associated with impacts. These plains units are likely to be of volcanic origin, given their basaltic composition (e.g., Surkov, 1983), typical deformation by wrinkle ridges similar to volcanic plains on the Moon and Mars, and the lack of water making them unlikely to be sedimentary units. Other ‘plains no source’ units are made up of numerous lobate subunits, such as the ‘Aino composite plains’ of the Aino Planitia Quadrangle (V46) (Stofan and Guest, 2003), while others are deformed by wrinkle ridges (‘plains with wrinkle ridges’ units of V55 Ivanov and Head, 2001). Most of these regional-scale (105–107 km2) plains units are interfingered with younger and older small and intermediate volcanoes, coronae and other plains units. Other workers (e.g., Basilevsky et al., 1997) have interpreted plains units with similar appearance to have formed at the same time. The units are noncontiguous in nature, and because of their complex relationships with surrounding units, we find it im-\nprobable that ‘plains no source’ regions represent a single unit.\nThe significance of various types of features to resurfacing varies in different settings. For example, along rifts, coronae and volcanoes are the major contributors to resurfacing, although many coronae along rifts have little apparent volcanism. The relatively low amount of resurfacing by flows originating from rift fractures in these regions indicates that there is not an excess of near surface melt that erupts from simply fracturing the surface. At most volcanic rises, large and intermediate edifices play a more significant role (∼ 13% of resurfacing) and coronae are more significant at some rises than others, although plains with no visible source still contribute to about a third of resurfacing in these regions. Small edifices resurface similar areas in all three settings. The overall similarity between plains and rise regions in resurfacing styles suggests that rises represent uplifted regions of plains that have undergone limited additional resurfacing by large to intermediate edifices and coronae (e.g., McGill, 1998)."
  }, {
    "heading": "5.2. Implications of resurfacing history",
    "text": "In our quadrangles and the other areas surveyed, the major source units of resurfacing (coronae, volcanic edifices)\nare interfingered in time and space. In most maps, the majority of units are represented in the correlation chart by bars with jagged ends, indicating that the mapper could not determine the duration of activity represented by that unit, or, in many cases, its relative age relationship to other units in the quadrangle (e.g., McGill, 2000; Stofan and Guest, 2003). We combined the placement of plains materials, corona materials, small edifice fields and large volcano materials from the correlation charts of the eighteen quadrangles we examined (Fig. 4). Most of the units occur throughout the stratigraphic columns indicating that no specific sequence of volcanic styles is observed, supporting a nondirectional model (e.g., Guest and Stofan, 1999). For example, large volcano units tend to be near the top of most correlation charts (Fig. 4), but have jagged ends indicating a possible span throughout the history of the quadrangle. While it has been suggested that some source units such as large volcanoes represent a relatively young unit (Price et al., 1996; Namiki and Solomon, 1994; Basilevsky et al., 1997), detailed mapping of volcanoes suggests that the volcanoes could have formed over a longer time span (Stofan et al., 2001).\nBasilevsky and Head (1995) defined eleven global geologic units by grouping together noncontiguous areas of terrain with similar morphologies (i.e., plains with shields, tessera, corona). They then used these global units to define a timescale for venusian geologic history, with named\nepochs (Basilevsky and Head, 1995, 2002). For example, they define the ‘Rusalkian’ epoch (timeframe) as the period in which plains with wrinkle ridges (Pwr) and shield plains (Psh) were emplaced (Basilevsky and Head, 1995). However, we find that some wrinkle-ridged plains have emanated from coronae, some from large or intermediate volcanoes, and others in different outcrops of plains with no source. The same is true of plains with small edifices, which have been previously noted to occur at multiple stratigraphic positions (Guest and Stofan, 1999; Addington, 2001). Therefore, while we cannot rule out the synchronous formation of units of similar morphology, we do not find any evidence to group units of similar morphology into global units or to link different styles of volcanic plains to specific time periods on a global or even regional scale.\nGiven that we have no reliable time markers on Venus, can we determine whether the resurfacing we have quantified stretched over the ∼ 750 myr history of Venus that we have access to, or did the resurfacing take place much more rapidly? As discussed above, if we use terrestrial timescales for the emplacement of these features, we are still left with individual emplacement times that range from tens to millions of years. We do know that features such as coronae can have complex histories, which could imply lifetimes over millions of years, and we know that such features occur throughout the stratigraphic columns on the Venus geologic\nmaps. Coronae and topographic rises are widely considered to form over mantle plumes; hotspot plumes on Earth are thought to persist for as much as 200 myr (White and McKenzie, 1989). Many clusters of small edifices are cut by fractures, and have deposits that overlie other fractures, again implying prolonged periods of emplacement (Guest and Stofan, 1999). We interpret the complex histories and interfingered nature of the source types to indicate that resurfacing has been a prolonged (100’s of myr) rather than rapid process (∼ 10’s myr or less). However, without the ability to age date flows on Venus, this remains conjecture.\nIn addition, if the V-Maps were mapped at F-Map scale (75 m/pixel), we would have many additional units, representing all the small edifices, volcanic centres, and additional plains units that are combined at the 1:5 M V-Map scale. This would give us a far more comprehensive count of the total number of sources located within each quadrangle than is possible when mapping at the 1:5 M scale that we have also used in this study. With mapping more units comes an increase in information regarding unit stratigraphy. Even so, our observations show that many hundreds of individual sources are present in any given area, suggesting that the surface of Venus has undergone multiple resurfacing events made up of many overlapping units (discernable only at F-Map, high-resolution scale) which have coalesced to construct areas of volcanic plains of unknown thickness and degree of layering. Combine these observations of small, sub-km scale sources with the large-scale resurfacing of coronae (which resurface 21% of our total area), intermediate volcanoes (2%) and large volcanoes (6%), and it is clear that much of the current venusian surface is made up of a patchwork of overlapping flows.\nStrom et al. (1994) suggested that 4–6% of the entire planet has been volcanically resurfaced since the catastrophic event. If the plains no source material does represent a global resurfacing event, our results demonstrate that about 51% of our study area can be tied to a specific source that is ‘geologically recent’ (probably < 750 myr). We do not know if a catastrophic event took place, and therefore we do not know if the resurfacing we have quantified represents activity that occurred as part of a catastrophic event, after a catastrophic event, or simply provides evidence that venusian resurfacing has taken place noncatastrophically."
  }, {
    "heading": "5.3. Implications for resurfacing rates",
    "text": "In order to assess possible rates of emplacement for the units quantified in this study, we evaluate three possible timescales of emplacement: 750, 100, and 10 myr. We assume that all of the units we have assessed formed during those time periods. In order to calculate a rate, we need to estimate a thickness for the resurfacing units. We suggest that a global layer of lava, on the order of at least 1 km in depth, must have been emplaced for large impact basins, such as those that exist on the Moon, Mercury and Mars, to have been completely covered (Orientale Basin on the Moon has\na diameter of 930 km and an average rim height of about 1–2 km US Geological Survey, 2002). In addition, terrestrial large igneous provinces have thicknesses of up to 8000 m. Thicknesses of venusian flow fields have been measured to be at least 250 m thick (Roberts et al., 1992), however the best thickness estimates tend to come from the distal portions where the flows are likely to be thinnest. Therefore, our estimate of at least 1 km thickness is not excessive for the observed volcanism, is likely to be a minimum, and is the same thickness modeled by Bullock and Grinspoon (2001) as being most consistent with current levels of water in the atmosphere.\nIf we assume a timescale of emplacement of 750 myr, we calculate a rate of approximately 0.6 km3/yr, close to the terrestrial intraplate rate (∼ 0.5 km3/yr). If the units we see represent a shorter time period of resurfacing, on the order of 100 myr, resurfacing rates rise to 4.5 km3/yr. For reference, rates of emplacement for the Grande Ronde Basalts of the Columbia River Basalts are estimated at 0.16 km3/yr (Hooper, 1997) and Mid-Ocean Ridge rates are ∼ 3 km3/yr. Over the 10 my resurfacing timeframe suggested by Strom et al. (1994) and Head et al. (1994) or using a 10 km thickness over the 100 myr timeframe, the rate becomes 45 km3/yr. Given the similarities in scale and sources of volcanic deposits on Earth and Venus, we suggest that the 100–750 myr timescale for emplacement is more probable. This is also consistent with the statistical analysis of the crater population by Hauck et al. (1998), who argued that Venus resurfacing could have extended over as much as 0.5 Gyr. The resurfacing of Venus, then, may not have been ‘catastrophic,’ and geologic activity may have occurred at more uniform rates over time."
  }, {
    "heading": "6. Conclusions",
    "text": "We have quantified the styles and sources of resurfacing in eighteen mapped quadrangles. We find that ∼ 2/3 of the area that we analyzed has been resurfaced by deposits from identifiable sources, primarily coronae and small edifices. The remaining 1/3 of the surface is covered by plains interpreted to be volcanic in origin. These plains may have erupted from sources such as fissures, coronae or large volcanoes but cannot be tied to that source as they have backscatter characteristics similar to that of surrounding plains.\nWe find that the style of resurfacing varies depending on the geologic setting. Along chasmata, corona flows are responsible for an average of 38% of resurfacing, while at topographic rises, intermediate and large edifices can contribute as much as 13% to volcanic resurfacing. In plains regions isolated from chasmata, rises or tessera plateaus, plains with no identifiable source make up 45% of the resurfaced area. In all regions, small edifices resurface approximately 22% of the surface analyzed.\nAll of the volcanic resurfacing units that we identified occur throughout the histories of the regions mapped. Therefore, we see no evidence of directionalism in the volcanic resurfacing of Venus. The volcanic processes we have observed, although the scale varies, are interpretable based on terrestrial knowledge. The patch-scale at which resurfacing has occurred varies greatly, from 10–100’s of km2 at small edifices to 105–106 km2 at large flow fields and some coronae. We are unable to accurately quantify the rate of resurfacing, based on the lack of a usable impact crater population for age dating (i.e., Campbell, 1999). However, we favor emplacement of these units over at least timescales of 100 myr or greater at rates similar to those on Earth, rather than at the much higher rates that would be needed to resurface the planet on scales of 10 s of my."
  }, {
    "heading": "Acknowledgments",
    "text": "E.R.S. gratefully acknowledges support from the NASA Planetary Geology and Geophysics program. We thank George McGill and Bruce Campbell for helpful reviews."
  }],
  "year": 2005,
  "references": [{
    "title": "A stratigraphic study of small volcanoes on Venus",
    "authors": ["E.A. Addington"],
    "year": 2001
  }, {
    "title": "Tectonic effects of climate change",
    "authors": ["F.S. Anderson", "S.E. Smrekar"],
    "year": 1999
  }, {
    "title": "Regional and global stratigraphy",
    "authors": ["A.T. Basilevsky", "J.W. Head"],
    "year": 1995
  }, {
    "title": "The geologic history of Venus: a strati",
    "authors": ["A.T. Basilevsky", "J.W. Head"],
    "year": 1998
  }, {
    "title": "Rifts and large volcanoes on Venus",
    "authors": ["A.T. Basilevsky", "J.W. Head"],
    "year": 2000
  }, {
    "title": "Venus: timing and rates of geologic",
    "authors": ["A.T. Basilevsky", "J.W. Head"],
    "year": 2002
  }, {
    "title": "Geologic map of the",
    "authors": ["K.C. Bender", "D.A. Senske", "R.R. Greeley"],
    "year": 2000
  }, {
    "title": "Geologic map of the Taussig",
    "authors": ["A.W. Brian", "J.E. Guest", "E.R. Stofan"],
    "year": 2004
  }, {
    "title": "Geologic map of the Kaiwan Fluctus",
    "authors": ["N.T. Bridges", "G.E. McGill"],
    "year": 2002
  }, {
    "title": "The recent evolution of climate",
    "authors": ["M.A. Bullock", "D.H. Grinspoon"],
    "year": 2001
  }, {
    "title": "Surface formation rates and impact crater densities",
    "authors": ["B.A. Campbell"],
    "year": 1999
  }, {
    "title": "Geologic map of the Bell Regio Quad",
    "authors": ["B.A. Campbell", "P.G. Rogers"],
    "year": 2002
  }, {
    "title": "Geologic map of the Galindo Quadrangle (V40), Venus",
    "authors": ["M.G. Chapman"],
    "venue": "US Geological Survey Geological Investigations Series Map I-2613,",
    "year": 1999
  }, {
    "title": "Observations of stratigraphy and volcanism from Guinevere and Sedna Planitiae, Venus",
    "authors": ["D.L. Copp"],
    "venue": "PhD dissertation",
    "year": 1998
  }, {
    "title": "Geologic map of the Sif Quadrangle (V31), Venus",
    "authors": ["D.L. Copp", "J.E. Guest"],
    "venue": "In review. US Geological Survey Geological Investigations Series Map SIM-2813,",
    "year": 2004
  }, {
    "title": "Geology of the Guinevere Planitia Quadrangle, Venus",
    "authors": ["D.A. Crown", "E.R. Stofan", "J.J. Plaut"],
    "venue": "Proc. Lunar Planet. Sci. Conf",
    "year": 1994
  }, {
    "title": "Chemical characteristics of some basaltic rocks of India",
    "authors": ["N.C. Ghose"],
    "venue": "Bull. Volcanol",
    "year": 1972
  }, {
    "title": "Insights into corona formation through statistical analyses",
    "authors": ["L.S. Glaze", "E.R. Stofan", "S.E. Smrekar", "S.M. Baloga"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "A new view of the stratigraphic history of Venus",
    "authors": ["J.E. Guest", "E.R. Stofan"],
    "venue": "Icarus 139,",
    "year": 1999
  }, {
    "title": "Geologic map of the Scarpellini Quadrangle (V33), Venus",
    "authors": ["J.E. Guest", "S.W. Tapper"],
    "venue": "In review. US Geological Survey Geological Investigations Series Map SIM-2813,",
    "year": 2004
  }, {
    "title": "Geologic mapping of the tectonic planets",
    "authors": ["V.L. Hansen"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2000
  }, {
    "title": "Geologic map of the Diana Chasma Quadrangle (V37), Venus. US Geological Survey Geological Investigations Series Map I-2752 scale 1:5,000,000",
    "authors": ["V.L. Hansen", "H.R. DeShon"],
    "year": 2002
  }, {
    "title": "Venus: crater distribution and plains resurfacing models",
    "authors": ["S.A. Hauck", "R.J. Phillips", "M.H. Price"],
    "venue": "J. Geophys. Res",
    "year": 1998
  }, {
    "title": "Venus: vertical accretion of crust and depleted mantle and implications for geological history and processes",
    "authors": ["J.W. Head", "E.M. Parmentier", "P.C. Hess"],
    "venue": "Planet. Space Sci",
    "year": 1994
  }, {
    "title": "Implications from stereo-derived topography of venusian impact craters",
    "authors": ["R.R. Herrick", "V.L. Sharpton"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "The Columbia River flood basalt province: current status",
    "authors": ["P.R. Hooper"],
    "venue": "Large Igneous Provinces: Continental, Oceanic and Planetary Flood Volcanism. In: Geophys. Monograph,",
    "year": 1997
  }, {
    "title": "Density and morphology of impact craters on tessera terrain, Venus",
    "authors": ["M.A. Ivanov", "A.T. Basilevsky"],
    "venue": "Geophys. Res. Lett",
    "year": 1993
  }, {
    "title": "Geologic map of the Lavinia Planitia Quadrangle (V55), Venus. US Geological Survey Geological Investigations Series Map I-2684 scale 1:5,000,000",
    "authors": ["M.A. Ivanov", "J.W. Head"],
    "year": 2001
  }, {
    "title": "Geologic map of the Barrymore Quadrangle (V59), Venus",
    "authors": ["J.R. Johnson", "G. Komatsu", "V.R. Baker"],
    "venue": "US Geological Survey Geological Investigations Series Map I-26107,",
    "year": 1999
  }, {
    "title": "The role of rifting in the generation of melt: implications for the origin and evolution of the Lada Terra–Lavinia Planitia region of Venus",
    "authors": ["K.P. Magee", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 1995
  }, {
    "title": "Pioneer Venus Radar results: geology from images and altimetry",
    "authors": ["H. Masursky", "E. Eliason", "P.G. Ford", "G.E. McGill", "G.H. Pettengill", "G.G. Schaber", "G. Schubert"],
    "venue": "J. Geophys. Res",
    "year": 1980
  }, {
    "title": "Central Eistla Regio: origin and relative age of topographic rise",
    "authors": ["G.E. McGill"],
    "venue": "J. Geophys. Res",
    "year": 1998
  }, {
    "title": "Geologic map of the Sappho Patera Quadrangle (V20), Venus",
    "authors": ["G.E. McGill"],
    "venue": "US Geological Survey Geological Investigations Series Map I-2637,",
    "year": 2000
  }, {
    "title": "Impact crater densities on volcanoes and coronae on Venus: implications for volcanic resurfacing",
    "authors": ["N. Namiki", "S.C. Solomon"],
    "venue": "Science",
    "year": 1994
  }, {
    "title": "Impact craters and Venus resurfacing history",
    "authors": ["R.J. Phillips", "R.F. Raubertas", "R.E. Arvidson", "I.C. Sarkar", "R.R. Herrick", "N. Izenberg", "R.E. Grimm"],
    "venue": "J. Geophys. Res",
    "year": 1992
  }, {
    "title": "Geological evolution of Venus: rises, plains, plumes and plateaus",
    "authors": ["R.J. Phillips", "V.L. Hansen"],
    "venue": "Science",
    "year": 1998
  }, {
    "title": "Dating volcanism and rifting on Venus using impact crater densities",
    "authors": ["M.H. Price", "G. Watson", "J. Suppe", "C. Brankman"],
    "venue": "J. Geophys. Res",
    "year": 1996
  }, {
    "title": "Mylitta Fluctus, Venus: rift-related centralized volcanism and the emplacement of large-volume flow units",
    "authors": ["K.M. Roberts", "J.E. Guest", "J.W. Head", "M.G. Lancaster"],
    "venue": "J. Geophys. Res",
    "year": 1992
  }, {
    "title": "Geologic map of the Pandrosos Dorsa Quadrangle (V5), Venus",
    "authors": ["E. Rosenberg", "G.E. McGill"],
    "venue": "US Geological Survey Geological Investigations Series Map I-2721,",
    "year": 2001
  }, {
    "title": "Geology and distribution of impact craters on Venus: what are they telling us",
    "authors": ["G.G. Schaber", "R.G. Strom", "H.J. Moore", "L.A. Soderblom", "R.L. Kirk", "D.J. Chadwick", "D.D. Dawson", "L.R. Gaddis", "J.M. Boyce", "J. Russell"],
    "venue": "J. Geophys. Res",
    "year": 1992
  }, {
    "title": "A new model for the emplacement of the Columbia River Basalts as large inflated pahoehoe lava flow fields",
    "authors": ["S. Self", "T. Thordarson", "L. Keszthelyi", "G.P.L. Walker", "K. Hon", "M.T. Murphy", "P. Lond", "S. Finnemore"],
    "venue": "Geophys. Res",
    "year": 1996
  }, {
    "title": "Eruption and flow rates of flood basalt",
    "authors": ["H.R. Shaw", "D.A. Swanson"],
    "venue": "Second Columbia Basalt Symp. Proc.,",
    "year": 1970
  }, {
    "title": "Characterization and formation of polygonal fractures on Venus",
    "authors": ["S.E. Smrekar", "P. Moreels", "B.J. Franklin"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Climate change as a regulator of tectonics on Venus",
    "authors": ["S.C. Solomon", "M.A. Bullock", "D.H. Grinspoon"],
    "venue": "Science 286,",
    "year": 1999
  }, {
    "title": "Parga and Hecate Chasma, Venus: structure, volcanism and models of formation",
    "authors": ["E.R. Stofan", "V.E. Hamilton", "K. Cotugno"],
    "venue": "Proc. Lunar Planet. Sci. Conf",
    "year": 1993
  }, {
    "title": "Large topographic rises on Venus: implications for mantle upwellings",
    "authors": ["E.R. Stofan", "S.E. Smrekar", "D.L. Bindschadler", "D.A. Senske"],
    "venue": "J. Geophys. Res",
    "year": 1995
  }, {
    "title": "Development of large volcanoes on Venus: constraints from Sif",
    "authors": ["E.R. Stofan", "J.E. Guest", "D.L. Copp"],
    "venue": "Gula and Kunapipi Montes. Icarus",
    "year": 2001
  }, {
    "title": "Geologic map of the Aino Planitia Quadrangle (V46), Venus",
    "authors": ["E.R. Stofan", "J.E. Guest"],
    "venue": "US Geological Survey Geological Investigations Series Map I-2779,",
    "year": 2003
  }, {
    "title": "The global resurfacing of Venus",
    "authors": ["R.G. Strom", "G.G. Schaber", "D.D. Dawson"],
    "venue": "J. Geophys. Res",
    "year": 1994
  }, {
    "title": "Studies of Venus rocks by Veneras 8, 9 and 10",
    "authors": ["Surkov", "Yu.A"],
    "year": 1983
  }, {
    "title": "Revisions to the estimates of the areal extent and volume of the Columbia River",
    "authors": ["T.L. Tolan", "S.P. Reidel", "M.H. Beeson", "J.L. Anderson", "K.R. Fecht", "D.A. Swanson"],
    "venue": "Basalt Group. In: Reidel,",
    "year": 1989
  }, {
    "title": "Magmatism at rift zones: the generation of volcanic continental margins and flood basalts",
    "authors": ["R. White", "D.P. McKenzie"],
    "venue": "J. Geophys. Res",
    "year": 1989
  }, {
    "title": "Geologic map of the Rusalka Planitia Quadrangle (V25), Venus",
    "authors": ["D.A. Young", "V.L. Hansen"],
    "venue": "US Geological Survey Geological Investigations Series Map I-2783,",
    "year": 2003
  }],
  "id": "SP:936e8a3ef019c82862c6671f01df7804a75707b6",
  "authors": [{
    "name": "Ellen R. Stofan",
    "affiliations": []
  }, {
    "name": "Antony W. Brian",
    "affiliations": []
  }, {
    "name": "John E. Guest",
    "affiliations": []
  }],
  "abstractText": "We have quantitatively assessed the resurfacing sources and styles in eighteen mapped venusian quadrangles, about 30% of the venusian surface. Each quadrangle was split into 0.5◦ by 0.5◦ boxes, which were then identified as corona materials, large volcano materials (> 100 km diameter), intermediate volcano materials (10–100 km), small edifice materials (< 10 km), flow materials from rifts or fractures, plains without an identifiable source, impact crater materials and highly deformed materials, or data gaps. We find that coronae resurface approximately 21%, small edifices 22% and large volcanoes about 6% of the surfaces analyzed. Plains with no identifiable source account for an average of 35% of the surface assessed. Small edifices resurface on a scale of 10–100 s of km2; large edifices resurface areas of 104–105 km2. Coronae have greatly varying amounts of associated volcanism, with some coronae producing negligible flow deposits and others producing deposits of 104–106 km2. The areas identified as plains with no visible source occur on small scales (102 km2) to large scales (> 105 km2). Our results indicate that the majority of plains resurfacing by volcanism can be tied to an identifiable source, that fields of small edifices contribute more to resurfacing than we had anticipated, and that resurfacing styles do not appear to have evolved over the time period represented by the surface geology in the mapped quadrangles. All of the units that we quantified occur throughout the histories of the regions mapped. We favor plains resurfacing to have occurred over at least 100 myr, which implies terrestrially reasonable resurfacing rates.  2004 Elsevier Inc. All rights reserved.",
  "title": "Resurfacing styles and rates on Venus: assessment of 18 venusian quadrangles"
}