{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r.com/ locate /pa laeo\nLilliput effect in late Maastrichtian planktic foraminifera: Response to environmental stress\nGerta Keller a,⁎, Sigal Abramovich b\na Geosciences Department, Princeton University, Princeton, NJ 08544, United States b Department of Geological and Environmental Sciences, Ben-Gurion University of the Negev, 84105, Israel\n⁎ Corresponding author. E-mail addresses: gkeller@princeton.edu (G. Keller),\n(S. Abramovich).\n0031-0182/$ – see front matter © 2009 Elsevier B.V. Al doi:10.1016/j.palaeo.2009.08.029\na b s t r a c t a r t i c l e i n f o\nArticle history: Accepted 15 August 2009 Available online 17 September 2009\nKeywords: Lilliput effect Biotic stress Maastrichtian K–T mass extinction\nThe Lilliput effect marks morphologic and intraspecies size reductions in response to environmental stresses commonly associated with the aftermath of mass extinctions. This study shows that the Lilliput effect is a universal biotic response associated with greenhouse warming, mesotrophic or restricted basins, shallow marginal settings and volcanically active regions during the late Maastrichtian. Sedimentary sequences analyzed from Tunisia, Egypt, Texas, Argentina, the South Atlantic and Indian Ocean reveal that the biotic stress response appears uniform, regardless of the cause, varying only with the degree of biotic stress. Overall, late Maastrichtian environments span a continuum from optimum conditions to the catastrophic (mass extinctions) with a predictable set of biotic responses relative to the degree of stress induced by oxygen, salinity, temperature and nutrient variations as a result of climate and sea level changes and volcanism. Early stages of biotic stress result in diversity reduction and the elimination of large specialized species (k-strategists) leading to morphologic size reduction via selective extinction/disappearances and intraspecies dwarfing of survivors. Later stages of biotic stress result in the complete disappearance of kstrategists, intraspecies dwarfing of r-strategists and dominance by low oxygen tolerant small heterohelicids. At the extreme end of the biotic response are volcanically influenced environments, which cause the same detrimental biotic effects as observed in the aftermath of the K–T mass extinction, including the disappearance of most species and blooms of the disaster opportunist Guembelitria.\nsigalabr@bgu.ac.il\nl rights reserved.\n© 2009 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Size reduction, termed the “Lilliput effect” by Urbanek (1993), has been observed in many organisms ranging from large mammals to invertebrates and to the smallest microscopic organisms, the singlecelled foraminifera. Invariably, the size changes are associated with high-stress environments, such as greenhouse warming, mesotrophic or restricted basins, shallow marginal settings and volcanically active regions. They represent a particular survival strategy most often associated with the aftermath of mass extinctions (e.g., Urbanek, 1993; Twitchett, 1999; Twitchett et al., 2001; Twitchett, 2006), and more rarely with pre-extinction or other high-stress environments (MacLeod, 1990; MacLeod et al., 2000). It is well known that the most severe biotic crises follow a predictable scenario of mass extinctions, size reduction, survival of a few small species and evolution— regardless of the cause. In the aftermath of major catastrophes, often a single disaster taxon tends to dominate for a brief time. These are generally small, unornamented species that are rare or absent in normal environments, such as the planktic foraminifer Guembelitria\n(Keller and Pardo, 2004) after the K–T boundary mass extinction, stromatolites and the inarticulate brachiopod Lingula before and after the Permo-Triassic mass extinction, respectively (Schubert and Bottjer, 1992; Rodland and Bottjer, 2001; Whalen et al., 2002), and graptolites in the Silurian (Urbanek, 1993). In non-crises environments, disaster taxa are geographically restricted to marginal and high-stress environments, which for Guembelitria include upwelling or nearshore nutrient-rich environments (Pardo and Keller, 2008).\nApart fromdisaster opportunists, reduced species richness and test size are characteristic of high-stress environments and particularly prominent after mass extinction events. These are two very different types of size reductions, one morphologic and the other intraspecies. One explanation for the morphologic size reduction is selective extinction of large k-strategy species during mass extinctions and survival of small r-strategists. Although this view is controversial, with arguments both for (Hayami, 1997) and against it (Jablonski, 1996), the selective nature of the K–T mass extinction supports this type of morphologic size reduction (Keller, 2001), as demonstrated in this study. The intraspecies size reduction, or dwarfing, is not necessarily selective and affects both k- and r-strategy species (Abramovich and Keller, 2003), although most reports refer to the small r-selected opportunists (e.g., MacLeod et al., 2000; Keller, 2002, 2003). In this study, the term “Lilliput effect” refers to both\nmorphologic and intraspecies size reductions, whereas dwarfing refers only to the latter.\nBiotic effects now labeled as Lilliput effect have been observed in foraminiferal assemblages associated with anoxic or dysoxic conditions and mass extinction boundaries since at least the 1980s and linked to environmental stress conditions (e.g., Hart and Ball, 1986; Leckie, 1987; Keller, 1989;Hart and Leary, 1991; Keller, 1993; Hart, 1996; Leckie et al., 1998, 2002; Keller, 2003; Keller et al., 2004; Coccioni et al., 2006). Some workers suggested apossible correlationbetween intraspeciesdwarfing and the late Eocene impacts and/or climate change (MacLeod, 1990), or morphologic deformation and the K–T boundary impact (Coccioni and Luciani, 2006). Others observed species migration into higher latitudes during the late Maastrichtian greenhouse warming (Kucera and Malmgren, 1998; Olsson et al., 2001) and dwarfing of large specialized k-strategy species (Abramovich and Keller, 2003). Keller (2003, 2005a) observed severe dwarfing of all species in volcanically stressed environments, restricted basins and shallow nearshore areas (Keller, 1989; Keller et al., 2007b, 1998; Keller, 2002, 2004). The Lilliput effect has thus been observed in open marine to marginal environments where high-stress conditionswere induced by various factors, including impacts, volcanism, anoxia or dysoxia, greenhouse warming, restricted basins and nearshore environments. This diversity of environments also indicates that the Lilliput effect is generally restricted to specific environments and rarely, if ever, a global phenomenon, except possibly during major mass extinctions.\nThis report examines the Lilliput effect in planktic foraminifera during the late Maastrichtian where numerous late Maastrichtian through K–T sequences have been quantitatively analyzed in various size fractions (e.g., <63 µm, 63–150 µm, >150 µm) and published by the authors, their students and collaborators (Fig. 1). This has yielded an internally consistent database based on the same methods and taxonomy. Here we examine the Lilliput effect in sequences from Tunisia, Egypt, Texas, Argentina, South Atlantic and Indian Ocean spanning paleoenvironments associated with volcanism, greenhouse warming, shallowmarginal seas, and shallow to deep, open marine to restricted conditions. In all these environments, planktic foraminifera show a uniform response to high biotic stress—selective reduction in species richness and intraspecies size reduction among the survivors— regardless of the specific cause of the environmental stress. The late\nFig. 1. Locations of lateMaastrichtian and K–T sequences analyzed and published by the autho\nMaastrichtian to K–Tmass extinction was a time of intense volcanism, climate change and impacts and provides abundant evidence of highstress conditions in diverse environments leading up to the K–T mass extinction. But we stress that the selected database is regional or local and no claim is made that the observed Lilliput effects are global."
  }, {
    "heading": "1.1. Species richness maxima to K–T mass extinction",
    "text": "The most easily identified proxy of high biotic stress conditions is the reduction in species diversity or species richness. All it requires is a tally of the number of species present in a given sample and tracing the change through a given time sequence. Of course, this method assumes that preservation is good and species are not lost due to dissolution and/or breakage. However, preservation effects are easily identified, as they tend to enhance the relative abundance of large specialized species with their thick tests and keels, which are precisely the species that disappear first in high-stress environments. Moreover, species census and preservational data are routinely provided in published biostratigraphic reports. The late Maastrichtian to K–T mass extinction provides an excellent example to illustrate the progressive nature of biotic stress and its effect on biodiversity.\nPlanktic foraminiferal assemblages diversified rapidly beginning in the late Campanian zone CF8 (~71 Ma) and culminating in a historic diversity maximum in the early Maastrichtian CF6 zone (~70 Ma) (Li and Keller, 1998a,b; Premoli Silva and Sliter, 1999; Keller, 2001; Abramovich and Keller, 2002) (Fig. 2). Except for a minor extinction event (extinction of Globotruncana linneiana, G. plummerae, Archeocretacea blowi, A. cretacea) in zone CF5, this diversity maximum persisted through most of the late Maastrichtian (zones CF4–CF3), or until about ~500 ky before the end-Cretaceous mass extinction. Never before or after did planktic foraminifera reach this evolutionary diversification maximum. Similar and coeval diversity maxima have been reported in palynoflora and most macrofossils, except for rudistids and inoceramids (Fig. 2) (Macellari, 1986; Méon, 1990; MacLeod and Ward, 1990; Ward and Kennedy, 1993; Johnson and Kauffman, 1996). In all groups, optimum diversity persisted until about 500 ky before the K–T mass extinction. The cause for these diversity maxima is still speculative.\nrs and collaborators to date. Starsmark the localities and sections discussed in this study.\nAt DSDP Site 525, coeval stable isotope data provide some clues. A climate cooling that started during the late Campanian and lasted through the earliest Maastrichtian was accompanied by the establishment of thermohaline circulation driven by the formation of cold water at high latitudes (Barrera et al., 1997; Barrera and Savin, 1999; Li and Keller, 1999). It was during this interval that planktic foraminifera reached their maximum diversity and thermocline dwellers (i.e. keeled globotruncanids) reached peak abundances (Li and Keller, 1998a) (Fig. 3).\nThe first species decline began during a short interval of climate warming, which is evident in bottom waters that peaked in the early Maastrichtian at 69 Ma (Fig. 2, Li and Keller, 1998a, 1999; Frank et al., 2005). This warm event was accompanied by changes in oceanic circulationpatterns, upwelling and increasedproductivity (Barrera et al., 1997; Barrera and Savin, 1999; Li and Keller, 1999; Nordt et al., 2003; Friedrich et al., 2005). The return to the cool climate of the late Maastrichtian (between 69 and 65.5 Ma) was associated with the development of the photosymbiotic species Racemiguembelina spp. and the global abundance increase of the genus Gansserina (Abramovich et al., 2003).\nDuring the last 500 ky (zones CF2–CF1) of the Maastrichtian, planktic foraminiferal species richness began to decline and reached near total collapse at the K–T boundary. The diversity decrease was gradual and selective, affecting first the large, complex subsurface and thermocline dwellers and leading to dwarfing of many survivors (Fig. 3). Macrofossil diversity decreased more rapidly and most were gone before the K–T boundary event, though this record is sparse (Fig. 2). The diversity decrease and dwarfing in both micro- and macrofossils was associated with rapid global warming between 400 and 150 ky before the K–T boundary (Li and Keller, 1998c; Kucera and Malmgren, 1998; Olsson et al., 2001; Abramovich and Keller, 2002, 2003; Nordt et al., 2003; Wilf et al., 2003).\nBy the end of the Maastrichtian high biotic stress conditions had dramatically reduced the relative abundances of all specialized planktic foraminiferal species populations leading to their demise at\nor near the K–T boundary (Fig. 3). Only a small number of survivors (heterohelicids, hedbergellids, globigerinellids, guembelitrids) were able to adapt or tolerate the post-K–T environmental conditions. The only long-term successes among these survivors were the tiny Guembelitria species, which are known as disaster opportunists. These species thrived in high-stress environments where no other species thrived and disappeared with the return and/or evolution of new species when conditions improved in the early Danian (e.g., Koutsoukos, 1996; Luciani, 1997, 2002; Keller et al., 2002; Keller and Pardo, 2004; Pardo and Keller, 2008).\nThe ultimate cause for the end-Cretaceous mass extinction is still under investigation. What can be said with certainty is that an unfortunate confluence of factors, including massive volcanism, multiple impacts, climate and sea level changes, all led to increasingly unstable and rapidly changing environmental conditions that exceeded the threshold for many species. The late Maastrichtian thus provides an excellent test for evaluating biotic stress conditions evident in morphologic diversity reduction and intraspecies dwarfing in association with volcanism, greenhouse warming and impacts in a variety of settings from open marine to shallow continental shelves and restricted basins."
  }, {
    "heading": "2. Lilliput effect—Morphologic diversity reduction",
    "text": "Diversity reduction is the most commonly noticed response to environmental stress conditions. In continental shelf settings, highest species diversity/richness (~65 species) occurs in deeper outer shelf to upper slope or open marine environments. In shallower, middle shelf conditions (~100–200 m), species richness is reduced by about one third (e.g.,Madagascar, Fig. 4, Abramovich et al., 2002). Further species reduction is observed in mesotrophic or restricted basins, such as in Israel and Egypt where species richness varies between 25 and 35 species, regardless of water depth (Keller, 2002, 2004). In very shallow inner neritic environments species richness varies between 20 and 30 and in coastal to lagoonal settings decreases to less than 20 (e.g.,\nBrazos, Texas, Seldja at the edge of the Sahara, Tunisia, Keller, 1989; Keller et al., 1998, this study) (Fig. 3). Lowest species richness was observed in areas of volcanic activity, such as DSDP Site 216 and in the Neuquén Basin of Argentina (Keller, 2003, 2005a; Keller et al., 2007b). In both regions species richness varies between 6 and 12 species, but increased to about 20 in Site 216 when volcanic activity ceased.\nThe progressively decreasing trend in species richness towards shallower and restricted environments thus marks increasing biotic stress. In such environments, volcanic activity or volcanic influx from weathering (e.g., Neuquén Basin) results in extreme biotic stress and the survival of only the most resistant opportunistic species. Across these diverse environments, the reduction in species richness seems to follow a uniform pattern of morphologic selectivity, eliminating large species first, and smaller species surviving. The selective nature of the diversity reduction can be illustrated by examining the r–k continuum and depth-ranked species in optimum, high-stress and disaster assemblages."
  }, {
    "heading": "2.1. Optimum assemblages",
    "text": "Optimum planktic foraminiferal assemblages consist of high species diversity, wide range of test sizes, morphologies and degrees of surface ornamentation forming a continuum from small to large and simple to complex (Fig. 5). In these polytaxic communities, important constituents are highly diverse, large, complex specialized taxa, or k-strategy species. K-strategists utilize particular food sources and specialize in particular ecological niches (Begon et al., 1996, 1998). They have longer life spans, larger tests, complexmorphologies and tend to produce only a small number of offspring. The other constituents (e.g., background assemblage) are low diversity, unornamented, small to medium sized ecological generalists, or r-strategy species (Fig. 5). In contrast to kstrategists, r-strategists utilize a variety of food sources, live under variable environmental conditions, have small, simple, unornamented test morphologies, live short life spans and have a large number of\noffspring. R-strategists thus optimize chances for survival, whereas kstrategists optimize the good life while it lasts.\nFor the late Maastrichtian low to middle latitudes, optimum assemblages are characterized by high species diversity reaching a total of 55–65 species (Fig. 3). Most of the species are large and specialized (>250 µm, Fig. 6), but species populations are generally small (e.g., globotruncanids, racemiguembelinids, pseudotextularids, planoglobulinids, pseudoguembelinids) (e.g., Luciani, 1997; Abramovich et al., 1998; Keller, 2001; Abramovich and Keller, 2002). In the smaller size fraction (<150 µm), a relatively small number of species is present and dominated by two or three species (e.g., Heterohelix globulosa, Heterohelix navarroensis, Globigerinelloides, Hedbergella). Stable isotope ranking indicates that with few exceptions (i.e., large pseudoguembelinids), the smaller species lived in subsurface waters (>50 mdepth), thoughmayhavemigrated to surfacewaters at times of high stress (Pardo and Keller, 2008). Larger species mostly occupied ecological niches in the subsurface (50–100 m) and thermocline layers (100–200 m depth) (e.g., D'Hondt and Arthur, 1995; Abramovich et al., 2003). During the late Maastrichtian, optimum assemblages thrived in well-stratified oligotrophic oceans."
  }, {
    "heading": "2.2. High-stress assemblages",
    "text": "At times of high environmental stress, species diversity is reduced across latitudes. The size of the diversity decrease depends on the severity of biotic stress upon the optimum assemblage, though the largest reduction occurs in low to middle latitudes, shallow shelf areas and restricted basins. A reduction in diversity of 30% to 50% is not uncommon. Species reduction is selective, eliminating the largest and most specialized species first (e.g., Racemiguembelina, Contusotruncana, Planoglobulina, Rugoglobigerina scotti, many keeled globotruncanids). These taxa are predominantly intermediate dwellers (e.g., subsurface and thermocline, Fig. 7) (Abramovich et al., 2003). The resulting survivor assemblage consists of lower diversity and morphologically smaller sized species. In these assemblages, relative species abundances\nof surviving larger species are very low and may be only sporadically present. In contrast, diversity of morphologically small species tends to remain steady and their relative abundances tend to increase to 60–80% (e.g., Madagascar, Israel, Egypt, Tunisia, Denmark, Keller et al., 1993, 1998; Abramovich and Keller, 2002; Abramovich et al., 2002; Keller, 2002, 2004; Hart et al., 2005)."
  }, {
    "heading": "2.3. Disaster assemblages",
    "text": "When a major environmental perturbation dramatically alters the ecosystem, the result may be mass mortality. The K–T mass extinction decimated planktic foraminiferal assemblages, eliminating all tropical and subtropical k-strategy taxa, which accounted for about 2/3 of the species assemblage. The k-strategists' tenuous hold on survival by K–T time is evident by the fact that their combined relative abundance during the latest Maastrichtian was already less than 5% of the total foraminiferal population. Only r-strategists survived in the immediate aftermath of the mass extinction (e.g., heterohelicids, hedbergellids, guembelitrids, Fig. 8). Among this group, the subsurface dwellers Hedbergella and Heterohelix (Heterohelix globulosa, Heterohelix navarroensis) survived well into the Danian but with very reduced populations (Barrera and Keller, 1990; Keller et al., 1993; MacLeod et al., 2000). Only the disaster opportunist Guembelitria species thrived and dominated the assemblage (80–100%) after the mass extinction, then decreased as competition grew with the newly evolved Danian species. Guembelitria, the smallest Cretaceous planktic foraminiferal species, are also the oldest survivors in foraminiferal populations and their morphotype is still around today. Stable isotope ranking indicates that they thrived in nutrient-rich surface waters where few or no other species survived (Pardo and Keller, 2008).\nBiotic responses and strategies by opportunistic species to environmental crises have been widely studied in modern aquatic and terrestrial ecosystems (e.g., MacArthur and Wilson, 1967; Connel and Slayter, 1977; Sousa, 1979; Begon et al., 1998). These studies suggest that the biotic response to any major environmental catastrophe is universal and can be expressed by a simplymodel (see Keller and Pardo, 2004; Pardo and Keller, 2008). When a major environmental perturbation dramatically alters the ecosystem and increases the nutrient influx (increasedweathering), itmay lead to eutrophication and toxic levels of trace elements from fallout (volcanism or impact), which could lead to toxic condition for foraminifera and hence causemass mortality. Highly nutrient-rich environments lead to euphotic phytoplankton blooms, which further increase the toxicity for foraminifera and lead to ecological inhibition (Connel and Slayter, 1977; Koutsoukos, 1996). The result is the obliteration not only of k-strategy species, but alsomost of the r-strategists, leaving an assemblage of small species that are often dwarfed."
  }, {
    "heading": "3. Lilliput effect—Intraspecies size reduction",
    "text": "High-stress conditions leading to diversity reductions are usually also accompanied by intraspecies size reductions (e.g., dwarfing). Intraspecies size reduction is characterized by stunted growth, where the organism reaches reproductive adulthood much below normal size (MacLeod et al., 2000 and refs. therein). In any faunal or floral assemblage, some individuals can be dwarfed. But dwarfism is only of concern when it affects a large proportion of the individuals of a given species population. Dwarfism canmanifest itself to different degrees by affecting species differentially, or the entire assemblage. It is invariably a stress signal that leads the organism to optimize size and reproductive\nability for survival. Smaller size implies early sexual maturity (progenesis), faster reproductive rates and larger numbers of offspring, which maximize survival rates. This is usually observed in high-stress environments where survival depends on rapid turnover and there is no advantage in complex morphology that permits successful competition with other species. This biotic response appears to be uniform regardless of what caused the environmental stress.\nDwarfing in any given species population can be recognized qualitatively by careful examination of species populations. A more rigorous approach requires careful examination of the relative abundance of each species population over time and tracing the size changes based on analyzing various size fractions. Ideally, this approach can be combined with morphometric analysis of the size change in each species, though this is very time consuming and rarely done in planktic foraminifera (e.g., MacLeod et al., 2000). Species dwarfing has been observed at times of greenhouse warming, volcanism, post-impact environments, anoxia, shallow shelf environments and restricted basins. Some examples are illustrated below."
  }, {
    "heading": "3.1. Greenhouse warming",
    "text": "During the late Maastrichtian, beginning about 460 ky before the K–T boundary, rapid global climate warming raised temperatures by 3–4 °C in the bottom water of the middle latitude South Atlantic Site 525 and rapidly cooled again by 100 ky before the K–T boundary (Li and Keller, 1998c). The biotic stress of this greenhouse warming led to species dwarfing among the specialized large k-strategy species, including Globotruncana arca, Globotruncana esnehensis, Pseudoguembelina hariaensis, Pseudotextularia deformis, Pseudotextu-\nlaria elegans, Rugoglobigerina rugosa and Heterohelix rajagopolani (Fig. 9, Abramovich and Keller, 2003). Test size reductions of 50% are common. Where adult normal sizes typically exceed >250 µm, dwarfed species tend to be in the <150 µm size fraction. Morphologically, dwarfed specimens are similar or identical to normal-sized adults with fully developed chambers, apertures and surface ornamentation. In contrast, Kucera and Malmgren (1998) and Olsson et al. (2001) reported an increase in the test sizes of Contusotruncana and Pseudotextularia deformis during climate warming. However, their studies only analyzed the large size fraction (>250 µm) and therefore would havemissed the dwarfed specimens in the smaller size fraction.\nDuring the climate warming, species diversity decreased significantly. At the same time, the dwarfed specimens comprise an unusually large proportion of the 63–150 µm size fraction, ranging from a low of 20% to a high of 60% (Fig. 10). Surprisingly, these dwarfed k-strategists displaced the usually dominant and low oxygen tolerant r-strategist Heterohelix species, which show a sharp decrease in relative abundance from 60% to as little as 5% (Abramovich and Keller, 2003). With the return to cooler climate during the last 100 ky of the Maastrichtian, the dwarfed specimens decrease to less than 10% of the assemblage and Heterohelix returns to dominance. In contrast, k-strategy species never recovered. Both normal-sized and dwarfed populations remained very small and became extinct."
  }, {
    "heading": "3.2. Volcanism",
    "text": "Biotic effects attributable to volcanism (e.g., mantle plumes, large igneous provinces) are still poorly understood and difficult to evaluate. This is partly because few localities are suitable for such\nstudies and partly because few studies have investigated biotic effects of volcanism in K–T and upper Maastrichtian sediments. Studies of volcanic or pollution effects in Recent sediments, however, reveal decreased diversity, dwarfing and growth abnormalities in foraminifera (Yanko et al., 1994; Hess and Kuhnt, 1996). Similar biotic effects have also been observed in foraminifera of early Danian sediments associated with Deccan volcanism (Bartolini and Adatte, written communic. 2007). Perhaps the clearest example of the biotic effects of volcanism is found in the late Maastrichtian of DSDP Site 216 on Ninetyeast Ridge (Keller, 2003, 2005a). Another example is the Neuquén Basin of Argentina (Keller et al., 2007b). The biotic effects of these two localities are briefly summarized here.\nNinetyeast RidgeDSDPSite 216 in the IndianOcean tracks thepassage of the oceanic plate over a superheated mantle plume during the late Maastrichtian (zone CF3). During this passage, lithospheric uplift led to the formation of islands built to sea level, and volcanic activity continued for more than 1 million years leading to catastrophic environmental conditions for marine life (Moore et al., 1974; Thompson et al., 1974; Keller, 2003, 2005a). The biotic effects were severe and immediate, eliminating all species in the vicinity of the volcanic eruptions. As Site 216 moved past the immediate reach of mantle plume volcanism, sediments changed frombasalt to phosphatic volcanic clay and black vesicular glass, and environmental conditions improved sufficiently for the small disaster\nopportunists Guembelitria to return and dominate (85–100%). Only a minor component of other r-strategists returned at this time with all species dwarfed (<100 µm, e.g., Heterohelix, Hedbergella and Globigerinelloides), species richness only between4 and 10 species andδ13C values well below normal marine productivity (Fig. 11). With varying intensity of volcanic influx over time, the disaster opportunists Guembelitria and low oxygen tolerant Heterohelix species alternately dominated, whereas theabundanceof surfacedwellers remained low.Onlyafter a significantly reduced volcanic influx, a change to glauconite-rich chalk and an abrupt increase in δ13C values do Guembelitria disappear, species richness increases to 15 and species size increases, returning to near normal for rstrategists and signaling improved environmental conditions.\nA hiatus marks the zone CF3/CF2 transition. Above the hiatus, no volcanic influx is apparent and chalk deposition indicates significantly deeper waters. The specialized globotruncanid k-strategists first appear along with other specialized species (e.g., rugogobigerinids, racemiguembelinids, pseudoguembelinids gublerinids), though all specimens are still rare and smaller than normal. A short-term influx of species raised species richness to 25 and may reflect the global warming of CF1 (Li and Keller, 1998c). The K–T boundary is marked by a hiatus with the early Danian zone P1c overlying late Maastrichtian.\nNeuquén Basin, Argentina: During the late Maastrichtian (zones CF4–CF2) and early Danian the Bajada de Jagüel section in the\nNeuquén Basin of Argentina was adjacent to an active volcanic arc. Marine conditions were maintained through an open seaway to the South Atlantic. Sediment deposition occurred in a shallow inner to middle neritic environment (50–100 m)with fluctuating sea level and dysaerobic conditions (Keller et al., 2007b). Volcanic influx occurred as discreet ash layers during eruptions and throughout the sediments from continental runoff via erosion. Within this late Maastrichtian environment, planktic foraminifera mimic the post-K–T high-stress environment with alternating blooms of the disaster opportunist Guembelitria (Guembelitria cretacea and Guembelitria dammula) and low oxygen tolerant but dwarfed Heterohelix species (e.g. Heterohelix globulosa, Heterohelix dentata, Zeauvigerina waiparaensis) (Fig. 12). Other small r-strategy species are rare (e.g., Hedbergella, Globigerinelloides aspera). This suggests nutrient-rich surface waters and an oxygen depleted water column. Species richness is very low ranging from 2 to 7, except for a brief incursion of dwarfed k-strategists (e.g., Rugoglobigerina rugosa, Rugoglobigerina macrocephala, Globotruncana arca, Globotruncana aegyptiaca, Gansserina gansseri) during climatic warming.\nThe exceptionally low species richness, compared with similarly shallow restricted basins (e.g., Qreiya, Egypt, Keller, 2002; Fig. 4), suggests that volcanic influx is the likely cause for the very high biotic stress conditions. Similarly high biotic stress was only observed at Ninetyeast Ridge DSDP Site 216 during the time of volcanic influx."
  }, {
    "heading": "3.3. Shallow continental shelves",
    "text": "The K–T sections along the Brazos River near Rosebud, Texas, are among the earliest shallow water shelf sequences examined and perhaps the most controversial in terms of interpreting the biotic stress observed in planktic and benthic foraminifera. The cause of this controversy is the interpretation of a sandstone complex, also called\n‘event deposit’ or ‘impact tsunami’, with Chicxulub impact spherules at the base. Even before the spherules were observed and before the Chicxulub crater was discovered, Bourgeois et al. (1988) interpreted this sandstone complex as a tsunami deposit generated by the K–T boundary impact and some others have followed their lead (e.g., Smit et al., 1996; Heymann et al., 1998; Schulte et al., 2006). Because the Chicxulub impact is commonly considered the cause for the K–T mass extinction, the K–T boundary was placed at the base of this deposit. The fact that themass extinction, first appearance of Danian species, Ir anomaly and δ13C shift are well above the sandstone complex (Jiang and Gartner, 1986; Keller, 1989; Rocchia et al., 1996; Gale, 2006) was explained as reworking or upward fining after the tsunami passed. Recent studies have demonstrated that the sandstone complex is in the late Maastrichtian zone CF1, that the impact spherules at its base are reworked, and that the original ejecta layer is well below in undisturbed uppermost Maastrichtian claystones (Keller et al., 2007a), as also observed in NE Mexico (Keller et al., 2003, 2009a,c).\nBiotic stress conditions at Brazos include both dwarfing and low progressively decreasing species richness. This is illustrated in Fig. 13 based on the Brazos KT3 core, whichwas originally published in Keller (1989) and updated for this report. During the late Maastrichtian, the most abundant species at Brazos are the small low oxygen tolerant Heterohelix species (60–80%, Heterohelix globulosa, Heterohelix navarroensis) and disaster opportunists Guembelitria cretacea (20–25%). The small surface dwellers, Hedbergella and Globigerinelloides, are few (<10%, Fig. 13). Large specialized species (e.g., globotruncanids, racemiguembelinids, planoglobulinids, pseudoguembelinids, pseudotextularids) are rare, sporadically present and gradually disappearing, as evident in the species richness curve. Their combined abundance is less than 2% of the total planktic foraminiferal assemblages. All of these species have generally smaller than normal species sizes. Above the K–T boundary, G. cretacea dominates (40–60%). Heterohelicids\nrapidly decrease in abundance and size in zone P0 and into the lower Parvularugoglobigerina eugubina zone (Pla(1)). Their decline mirrors a decrease in δ13C values of Heterohelix globulosa (Barrera and Keller, 1990), which also indicates that these assemblages were K–T survivors, rather than artifacts of size selection due to winnowing.\nMacLeod et al. (2000) studied the intraspecies variations in three planktic and one benthic species from the Brazos KT3 core and demonstrated that “all four species experienced statistically significant test size decreases in the latest Maastrichtian” and continuing into the earliest Danian (Fig. 14). The maximum mean test size in Heterohelix globulosa and Heterohelix navarroensis was reached ~50 cm below the K–T boundary, or about 10 cm below the unconformity at the base of the sandstone complex. A sample within the sandstone complex shows similar peak values. Our recent investigation of this sandstone complex in several Brazos sequences indicates that most species are reworked and therefore reflect assemblages from the underlying sediments. For this reason we have excluded this sample from our curve, but left it as dashed line (Fig. 14). The most rapid size change thus begins just below the sandstone complex and drops to post-K–T values even below the K–T boundary. A similar pattern is observed in the benthic foraminifer Anomalinoides newmanae. In contrast, Guembelitria cretacea shows maximum size just below the K–T boundary coincident with minimum test size in Heterohelix species. MacLeod et al. (2000) observed similar test size patterns at Nye Klov, Denmark, and ODP Site 738 (Kerguelen Plateau, southern Indian Ocean). He concluded that such similar responses across latitudes are likely due to late Maastrichtian environmental events.\nThe test size changes at Brazos, as well as at Nye Klov and Site 738 (Keller et al., 1993; Keller, 1993; Hart et al., 2005) parallel a strong decrease in species richness and reflect severe biotic stress. Relative species abundances at Brazos show that the test size changes are not\nrelated to the size of the species populations, as they occur in dominant as well as merely common populations (Fig. 14). Nor are there significant changes in primary productivity until the δ13C shift at the K–T boundary that could account for the environmental stress that induced the dwarfing. So what caused the biotic stress at Brazos? Based on the presence of Chicxulub impact spherules at the base of the sandstone complex, it is tempting to link this impact to the biotic stress. But this is not the case because the spherules in the sandstone complex are reworked as indicated by the presence of shell hash and glauconite, as well as clasts containing spherules eroded from an older deposit (Yancey, 1996; Gale, 2006; Keller et al., 2009a). Recently, Keller et al. (2007a) discovered the original Chicxulub spherule ejecta layer in an outcrop near the KT3 core area at 45–60 cm below the base of the sandstone complex and near the base of zone CF1, similar to NE Mexico where a 2 m thick spherule layer is more than 5 m below the 8 m thick sandstone complex that underlies the K–T boundary (Keller et al., 2003, 2009c). This indicates that the Chicxulub ejecta layer predates the K–T boundary by about 300,000 years. At that level there are no significant changes in species size or diversity at the Brazos sections or in NE Mexico.\nThemost likely cause for the biotic stress in theBrazos area is amajor sea level change. During the late Maastrichtian zone CF3 to CF2, sediment deposition occurred in a middle neritic environment. By the time the sandstone complex was deposited in the upper zone CF1, sea level had dropped to inner neritic and lagoonal depths, leading to erosion and incised valley formation (sequence boundary). With the rising sea, eroded sediments began to infill the incised valley depositing the sandstone complex over time. With increasing water depth, normal claystone sedimentation resumed, similar to the claystones below the sandstone complex (Keller et al., 2007a). Sea level continued to rise across theK–Tboundarywithno significant lithological changemarking the boundary event. Nevertheless, the biotic changes are the same as\nelsewhere in shallowwater sequences (e.g., extinction of all specialized species, first appearance of Danian species and δ13C shift (Fig. 13)). In the post-K–T environment small, dwarfed Cretaceous species survived well into the early Danian Parvularguoglobigerina eugubina zone (Pla) and were eventually replaced by evolving small Danian species. At Ney Klov, a shallowing marine environment is also the likely cause for the observed biotic stress leading to species size changes and gradual decrease in species richness during the late Maastrichtian (Keller et al., 1993; Hart et al., 2005). However, at the Indian Ocean ODP Site 738 the extreme test size change observed in planktic foraminifera, and even more so inbenthic assemblages (Keller, 1993, unpublisheddata),maybe due to volcanic influence. This has yet to be studied."
  }, {
    "heading": "4. Discussion",
    "text": "In this study we examined the Lilliput effect in biotic responses to various environmental stresses associated with greenhouse warming, restricted basins, shallow marginal settings and volcanically active regions during the late Maastrichtian (Fig. 4). The results show that the biotic stress response is uniform—regardless of the cause. Late Maastrichtian environments span a continuum from optimum conditions to the catastrophic (mass extinction) with a predictable set of biotic responses relative to the degree of environmental stress (Fig. 15). Optimum assemblages are dominated by high diversity of large specialized species (k-strategists) with small species populations and low diversity of environmentally tolerant r-strategists with large species populations (Figs. 6 and 15).\nThe first stage of environmental stress is illustrated by the biotic response to the latest Maastrichtian greenhouse warming at Site 525 (Figs. 9 and 10), whichmay have resulted fromDeccan volcanism. This rapid climate warming led to selective disappearance of various\nk-strategists leaving an assemblage of overall morphologically smaller species and increased abundance of r-strategists, particularly the low oxygen tolerant heterohelicids (Fig. 15). Intraspecies size reductions occurred among surviving k-strategy species, but may also affect rstrategy species. Further increase in biotic stress leads to the elimination of most k-strategists, some r-strategists and dwarfing of surviving species. Low oxygen tolerant heterohelicids dominate, though the disaster opportunist Guembelitria may be common at times of crises. Species richness is typically reduced to 25–35 species. This was observed in shallow, restricted or mesotrophic environments of Israel, Egypt, Madagascar and Texas, during the early late Maastrichtian (Figs. 4 and 13).\nMore severe biotic stress is observed in marginal nearshore areas, which are generally associated with increased terrestrial influx, such as at Seldja, Tunisia, at the edge of the Sahara platform, the Neuquén Basin of Argentina with influx of Andean volcanism, and Brazos, Texas, after the latest Maastrichtian sea level drop (Keller et al., 1998, 2007a,b, 2009a) (Figs. 4, 12–15). In these environments, species richness is commonly reduced to 10–15 taxa and all are dwarfed. Assemblages are dominated by low oxygen tolerant small heterohelicids and to a lesser extent the disaster opportunist Guembelitria (Fig. 15). These marginal environmentsmay be the refuge for this disaster opportunist,whichhas survived through any upheavals in planktic foraminifera from the Cretaceous to the Recent.\nAt the extreme end of the biotic response continuum are volcanically influenced environments, which can cause the same detrimental biotic effects as the K–T mass extinction, commonly attributed to a large extraterrestrial impact, except that during the late Maastrichtian at Ninetyeast Ridge DSDP Site 216 the biotic effects are geographically restricted (Fig. 11). In catastrophic biotic stress conditions, planktic foraminiferal assemblages are reduced to\nges from optimum to catastrophe conditions show the successive elimination of large, of these species and their great abundance. All of these factors characterize the Lilliput\njust a few species with the disaster opportunist Guembelitria dominating with variable components of Heterohelix globulosa and/ or Heterohelix navarroensis, and rare Hedbergella and Globigerinelloides. All species tend to be dwarfed (Fig. 15). During the most extreme biotic stress, the disaster opportunist Guembelitria tends to be the sole survivor. Stable isotope ranking of Guembelitria indicates that this taxon thrived in nutrient-rich surface waters where no other species survived (Pardo and Keller, 2008). With improving environmental conditions (e.g., reduction of nutrient levels), blooms of the small low oxygen tolerant heterohelicids appear and dominate. Other small r-strategy species are rare (e.g., hedbergellids, globigerinellids). As environmental conditions improve, the process may reverse itself with the progressive return of r-strategists, increase in intraspecies size, followed by re-appearance of kstrategists as the environment returns to normal, as illustrated by DSDP Site 216 (Fig. 11). A model illustrating the recovery from catastrophic biotic stress conditions is presented in Keller and Pardo (2004) and Pardo and Keller (2008).\nThe biotic effects of volcanism observed at DSDP Site 216 on Ninetyeast Ridge, Indian Ocean, and the Neuquén Basin of Argentina (Figs. 11 and 12) during the late Maastrichtian mirror the biotic response to the K–T boundary event. The key difference is that during the late Maastrichtian the detrimental biotic effects were geographically restricted disappearances of species, permitting recovery via migration from unaffected areas after volcanism ceased. In contrast, at the K–T boundary the extreme biotic effects resulted in the global mass extinction, leaving no chance for species recovery. Despite this critical difference there is an important lesson here: volcanism causes extreme biotic stress that can lead to mass extinctions. If we scale up the environmental and biotic effects observed at Site 216 to a global distribution that affects marginal to open marine environments, then the biotic response is essentially the same as in the aftermath of the K–T mass extinction.\nThe detrimental environmental effects of Deccan volcanism have long been proposed as the major cause for the K–T mass extinction (McLean, 1985; Courtillot et al., 1986; Courtillot, 1999). Large igneous province volcanism has been implicated in four of the five major mass extinctions (Rampino and Stothers, 1988; Kerr, 1998; Wignall, 2001; Courtillot and Renne, 2003;White and Saunders, 2004; Keller, 2005b). Our studies of the biotic effects of volcanism at DSDP Site 216 and the Neuquén Basin of Argentina suggest that volcanism induced mass extinctions are plausible. Recently, a study of intertrappean sediments in central and southeast India, discovered the mass extinction in planktic foraminifera coincident with the top of the main phase of Deccan volcanic eruptions (Keller et al., 2008, 2009b). This discovery supports the assertion that Deccan volcanism may have been a major or even critical cause for the K–T mass extinction. In contrast, recent studies of the biotic effects of the pre-KT age Chicxulub impact in Mexico and Texas revealed no species extinctions or significant other environmental effects associated with this impact (Keller et al., 2009a,c). A scenario explaining the K–T mass extinction must therefore account for volcanism, which superimposed on an already stressed late Maastrichtian biota exceeded threshold conditions for Cretaceous planktic foraminifera and could have led to their mass extinction."
  }, {
    "heading": "5. Conclusions",
    "text": "1) The Lilliput effect includes morphologic and intraspecies size reductions, which are commonly recognized as biotic responses in the aftermath of mass extinctions. This study shows that the Lilliput effect is not unique to catastrophic events. 2) The Lilliput effect was observed in diverse environments ranging from greenhouse warming, restricted basins and marginal marine settings to volcanic activity. The biotic stress response is similar in all types of high-stress environments, varying onlywith the degree\nof environmental change, regardless of the particular causes that induced stress conditions. 3) Between optimal conditions and catastrophe there is a continuum of increasing biotic stress. In climatically challenged environments, there is selective elimination of large specialized species (kstrategy), intraspecies size reduction and increase in abundance of low oxygen tolerant heterohelicids. 4) Increased biotic stress, observed in restricted basin and shallow marginal seas, results in further diversity reduction, elimination of all k-strategists, dominance of heterohelicids and blooms of the disaster opportunist Guembelitria. 5) Themost extreme biotic stress conditions occur in regions of active volcanic activity. Assemblages are reduced to a few dwarfed taxa and disaster opportunists dominate, similar to the aftermath of the K–T mass extinction. 6) Based on the late Maastrichtian Lilliput effect in planktic foraminifera, a scenario for the K–T mass extinction must account for both volcanism and possibly multiple impacts, which superimposed on an already stressed late Maastrichtian biota exceeded threshold conditions for Cretaceous planktic foraminifera."
  }, {
    "heading": "Acknowledgments",
    "text": "The material presented in this study is based upon the work supported by the National Science Foundation through the Continental Dynamics Program and Sedimentary Geology and Paleobiology Program under Grants EAR-0207407 and EAR-0447171 and BSF 2004045. DSDP and ODP samples were provided by the Ocean Drilling Program. The ODP is sponsored by the U.S. National Science Foundation and participating countries under management of the Joint Oceanographic Institutions Inc."
  }],
  "year": 2009,
  "references": [{
    "title": "High stress late Maastrichtian paleoenvironment in Tunisia: inference from planktic foraminifera",
    "authors": ["S. Abramovich", "G. Keller"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2002
  }, {
    "title": "Planktic foraminiferal response to the latest Maastrichtian abrupt warm event: a case study from mid-latitude Atlantic Site 525A",
    "authors": ["S. Abramovich", "G. Keller"],
    "venue": "Marine Micropaleontology",
    "year": 2003
  }, {
    "title": "Decline of the Maastrichtian pelagic ecosystem based on planktic foraminifera assemblage changes: implication for the terminal Cretaceous faunal",
    "authors": ["S. Abramovich", "A. Almogi-Labin", "Benjamini", "Ch"],
    "venue": "crisis. Geology",
    "year": 1998
  }, {
    "title": "Age paleoenvironment of the Maastrichtian–Paleocene of the Mahajanga Basin, Madagascar: a multidisciplinary approach",
    "authors": ["S. Abramovich", "G. Keller", "T. Adatte", "W. Stinnesbeack", "L. Hottinger", "D. Stuben", "Z. Berner", "B. Ramanivosoa", "A. Randriamanantenasoa"],
    "venue": "Marine Micropaleontology",
    "year": 2002
  }, {
    "title": "Characterization of late Campanian andMaastrichtianplanktonic foraminiferal depthhabitats andvital activities basedon stable isotopes",
    "authors": ["S. Abramovich", "G. Keller", "D. Stueben", "Z. Berner"],
    "year": 2003
  }, {
    "title": "Stable isotope evidence for gradual environmental changes and species survivorship across the Cretaceous/Tertiary",
    "authors": ["E. Barrera", "G. Keller"],
    "venue": "boundary. Paleoceanography",
    "year": 1990
  }, {
    "title": "Evolution of Campanian–Maastrichtian marine climates and oceans",
    "authors": ["E. Barrera", "S.M. Savin"],
    "venue": "Special Paper,",
    "year": 1999
  }, {
    "title": "Evidence for thermohalinecirculation reversals controlled by sea level change in the latest Cretaceous",
    "authors": ["E. Barrera", "S.M. Savin", "E. Thomas", "C.E. Jones"],
    "venue": "Geology",
    "year": 1997
  }, {
    "title": "Population Ecology: A Unified Study of Plants and Animals",
    "authors": ["M. Begon", "M. Mortimer", "D.J. Thompson"],
    "year": 1996
  }, {
    "title": "Ecology: Individuals, Populations and Communities",
    "authors": ["M. Begon", "J.L. Harper", "C.R. Townsend"],
    "year": 1998
  }, {
    "title": "A tsunami deposit at the Cretaceous–Tertiary boundary in Texas",
    "authors": ["J. Bourgeois", "T.A. Hansen", "P. Wiberg", "E.G. Kauffman"],
    "venue": "Science",
    "year": 1988
  }, {
    "title": "Guembelitria irregularis bloom at the K–T boundary: morphological abnormalities induced by impact-related extreme environmental stress",
    "authors": ["R. Coccioni", "V. Luciani"],
    "year": 2006
  }, {
    "title": "Cretaceous oceanic anoxic events and radially elongated chambered planktonic foraminifera: paleoecologic and paleoceanographic implications",
    "authors": ["R. Coccioni", "V. Luciani", "A. Marsili"],
    "year": 2006
  }, {
    "title": "Mechanisms of succession in natural communities and their role in community stability and organization",
    "authors": ["J.H. Connel", "R.O. Slayter"],
    "venue": "American Naturalist",
    "year": 1977
  }, {
    "title": "Evolutionary Catastrophes: The Science of Mass Extinctions",
    "authors": ["V. Courtillot"],
    "year": 1999
  }, {
    "title": "Deccan flood basalts at the Cretaceous/Tertiary boundary",
    "authors": ["V. Courtillot", "J. Besse", "D. Vandamme", "R. Montigny", "J.J. Jaeger", "H. Capetta"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1986
  }, {
    "title": "On the ages of flood basalt events",
    "authors": ["V.E. Courtillot", "P.R. Renne"],
    "venue": "C.R. Geoscience",
    "year": 2003
  }, {
    "title": "Late Cretaceous oceans and the cool tropic",
    "authors": ["S. D’Hondt", "M.A. Arthur"],
    "venue": "paradox. Science",
    "year": 1996
  }, {
    "title": "The Maastrichtian record from Shatsky Rise (northwest Pacific): a tropical perspective on global ecological and oceanographic changes",
    "authors": ["T.D. Frank", "D.J. Thomas", "R.M. Leckie", "M.A. Arthur", "P.R. Bown", "K. Jones", "J.A. Lees"],
    "year": 2005
  }, {
    "title": "Climatic changes in the Late Campanian– Early Maastrichtian: micropaleontological and stable isotopic evidence from an epicontinental sea",
    "authors": ["O. Friedrich", "J.O. Herrle", "C. Hemleben"],
    "venue": "Journal of Foraminiferal Research",
    "year": 2005
  }, {
    "title": "The Cretaceous–Tertiary boundary on the Brazos River, Falls County, Texas; evidence for impact-induced tsunami sedimentation",
    "authors": ["A. Gale"],
    "venue": "Proceedings of the Geologists' Association",
    "year": 2006
  }, {
    "title": "Recovery of the food chain after the Late Cenomanian extinction event",
    "authors": ["M.B. Hart"],
    "venue": "Special Publication,",
    "year": 1996
  }, {
    "title": "Late Cretaceous anoxic events, sea-level changes and the evolution of the planktonic foraminifera",
    "authors": ["M.B. Hart", "K.C. Ball"],
    "venue": "North Atlantic Paleoceanography: Geological Society of America, Special Publication,",
    "year": 1986
  }, {
    "title": "Stepwise mass extinctions: the case for the Late Cenomanian event",
    "authors": ["M.B. Hart", "P.N. Leary"],
    "venue": "Terra Nova",
    "year": 1991
  }, {
    "title": "The Cretaceous–Paleogene boundary succession at Stevns Klint, Denmark: foraminifers and stable isotope stratigraphy",
    "authors": ["M.B. Hart", "S.E. Heist", "E. Hakansson", "C. Heinberg", "G.D. Price", "M.J. Leng", "M.P. Watkinson"],
    "year": 2005
  }, {
    "title": "Size changes of bivalves and hypothesis about the cause of mass extinctions",
    "authors": ["L. Hayami"],
    "venue": "Fossils",
    "year": 1997
  }, {
    "title": "Deep-sea benthic foraminiferal recolonization of the 1991Mt. Pinatubo ash layer in the South China Sea",
    "authors": ["S. Hess", "W. Kuhnt"],
    "venue": "Marine Micropaleontology",
    "year": 1996
  }, {
    "title": "Geochemical markers of the Cretaceous–Tertiary boundary event at Brazos River, Texas, USA",
    "authors": ["D. Heymann", "T.E. Yancey", "W.S. Wolbach", "H.M. Thiemens", "E.A. Johnson", "D. Roach", "S. Moecker"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1998
  }, {
    "title": "Body size and macroevolution",
    "authors": ["D. Jablonski"],
    "venue": "Evolutionary Paleobiology. Chicago University Press,",
    "year": 1996
  }, {
    "title": "Calcareous nannofossil succession across the Cretaceous– Tertiary boundary in east–central Texas",
    "authors": ["M.J. Jiang", "S. Gartner"],
    "venue": "Micropaleontology",
    "year": 1986
  }, {
    "title": "Maastrichtian extinction patterns of Caribbean province rudistids",
    "authors": ["C. Johnson", "E.G. Kauffman"],
    "year": 1996
  }, {
    "title": "Extended K–T boundary extinctions and delayed populational change in planktic foraminiferal faunas from Brazos River Texas",
    "authors": ["G. Keller"],
    "venue": "Paleoceanography",
    "year": 1989
  }, {
    "title": "The Cretaceous/Tertiary boundary transition in the Antarctic Ocean and its glocal implications",
    "authors": ["G. Keller"],
    "venue": "Marine Micropaleontology",
    "year": 1993
  }, {
    "title": "The end-Cretaceous mass extinction in the marine realm: year 2000 assessment",
    "authors": ["G. Keller"],
    "venue": "Planetary and Space Science",
    "year": 2001
  }, {
    "title": "Guembelitria-dominated planktic foraminiferal assemblages mimic early Danian in Central Egypt",
    "authors": ["G. Keller"],
    "venue": "Marine Micropaleontology",
    "year": 2002
  }, {
    "title": "Biotic effects of volcanism and impacts",
    "authors": ["G. Keller"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2003
  }, {
    "title": "Paleoecology of Late Maastrichtian–early Danian planktic foraminifera in the eastern Tethys (Israel and Egypt)",
    "authors": ["G. Keller"],
    "venue": "Journal of Foraminiferal Research",
    "year": 2004
  }, {
    "title": "Biotic effects of late Maastrichtian mantle plume volcanism: implications for impacts and mass extinctions",
    "authors": ["G. Keller"],
    "venue": "Lithos",
    "year": 2005
  }, {
    "title": "Impacts, volcanism and mass extinctions: random coincidence or cause & effect",
    "authors": ["G. Keller"],
    "venue": "Australian Journal of Earth Sciences",
    "year": 2005
  }, {
    "title": "Disaster opportunists Guembelitridae: index for environmental catastrophes",
    "authors": ["G. Keller", "A. Pardo"],
    "venue": "Marine Micropaleontology",
    "year": 2004
  }, {
    "title": "Gradual mass extinction, species survivorship, and long term environmental changes across the Cretaceous– Tertiary boundary in high latitudes",
    "authors": ["G. Keller", "E. Barrera", "B. Schmitz", "E. Matsson"],
    "venue": "Geological Society of America Bulletin",
    "year": 1993
  }, {
    "title": "The Cretaceous–Tertiary transition on the shallow Saharan Platform in southern Tunisia",
    "authors": ["G. Keller", "T. Adatte", "W. Stinnesbeck", "D. Stuben", "U. Kramar", "Z. Berner", "L. Li", "K. von Salis Perch-Nielsen"],
    "venue": "GeoBios",
    "year": 1998
  }, {
    "title": "Paleoecology of the Cretaceous–Tertiary mass extinction in planktonic foraminifera",
    "authors": ["G. Keller", "T. Adatte", "W. Stinnesbeck", "V. Luciani", "N. Karoui-Yaakoub", "D. Zaghbib-Turki"],
    "year": 2002
  }, {
    "title": "Multiple impacts across the Cretaceous–Tertiary boundary",
    "authors": ["G. Keller", "W. Stinnesbeck", "T. Adatte", "D. Stueben"],
    "venue": "Earth Science Reviews",
    "year": 2003
  }, {
    "title": "Chicxulub impact predates K–T boundary: new evidence from Texas",
    "authors": ["G. Keller", "T. Adatte", "Z. Berner", "M. Harting", "G. Baum", "M. Prauss", "A.A. Tantawy", "D. Stueben"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2007
  }, {
    "title": "High stress late Maastrichtian – early Danian palaeoenvironment in the Neuquen Basin, Argentina",
    "authors": ["G. Keller", "T. Adatte", "A.A. Tantawy", "Z. Berner", "D. Stueben"],
    "venue": "Cretaceous Research",
    "year": 2007
  }, {
    "title": "Main Deccan volcanism phase ends at K–T mass extinction: evidence from the Krishna-Godavari Basin, SE India",
    "authors": ["G. Keller", "T. Adatte", "S. Gardin", "A. Bartolini", "S. Bajpai"],
    "venue": "Earth and Planet. Science Letters",
    "year": 2008
  }, {
    "title": "Biotic effects of the Chicxulub impact, K-T catastrophe and sea-level change in Texas",
    "authors": ["G. Keller", "S. Abramovich", "Z. Berner", "T. Adatte"],
    "year": 2009
  }, {
    "title": "Early Danian Shallow marine Deccan intertrappean at Jhilmili, Chhindwara, NE India: Implications for Paleogeography",
    "authors": ["G. Keller", "T. Adatte", "S. Bajpai", "A. Khosla", "R. Sharma", "M. Widdowson", "S.C. Khosla", "D.M. Mohabey", "B. Gertsch", "A. Sahni"],
    "venue": "EPSL 282,",
    "year": 2009
  }, {
    "title": "New Evidence concerning the Age and Biotoc Effects of the Chicxulub impact in Mexico",
    "authors": ["G. Keller", "T. Adatte", "Z. Berner", "A. Pardo", "L. Lopez-Oliva"],
    "venue": "J. Geol. Society,",
    "year": 2009
  }, {
    "title": "Oceanic plateau formation: a cause of mass extinction and black shale deposition around the Cenomanian–Turonian boundary",
    "authors": ["A.C. Kerr"],
    "venue": "Journal of the Geological Society of London",
    "year": 1998
  }, {
    "title": "Phenotypic experiments into new pelagic niches in early Danian planktonic foraminifera: aftermath of the K/T boundary event",
    "authors": ["E.A.M. Koutsoukos"],
    "venue": "Soc. London Special Publication,",
    "year": 1996
  }, {
    "title": "Terminal Cretaceous warming event in the midlatitude South Atlantic Ocean: evidence from poleward migration of Contusotruncana contusa (planktonic foraminifera) morphotypes",
    "authors": ["M. Kucera", "B.A. Malmgren"],
    "year": 1998
  }, {
    "title": "Paleoecology ofmid-Cretaceous planktonic foraminifera: a comparison of open ocean and epicontinental sea assemblages",
    "authors": ["R.M. Leckie"],
    "venue": "Micropaleontology",
    "year": 1987
  }, {
    "title": "Paleoceanography of the southwesternwestern interior sea during the time of the Cenomanian– Turonian boundary (Late Cretaceous), stratigraphy and paleoenvironments of the Cretaceous Western Interior Seaway, USA",
    "authors": ["R.M. Leckie", "R. Yuretich", "O.L.O. West", "D. Finkelstein", "M.G. Schmidt"],
    "venue": "Society of Economic Paleontologists and Mineralogists, Concepts in Sedimentology and Paleontology No. 6, 101–126.",
    "year": 1998
  }, {
    "title": "Oceanic anoxic events and plankton evolution: biotic response to tectonic forcing during the mid-Cretaceous",
    "authors": ["R.M. Leckie", "T.J. Bralower", "R. Cashman"],
    "venue": "Paleoceanography 17,",
    "year": 2002
  }, {
    "title": "1998a.Maastrichtian climate, productivity and faunal turnovers in planktic foraminifera in South Atlantic DSDP Sites 525A and 21",
    "authors": ["L. Li", "G. Keller"],
    "venue": "MarineMicropaleontology",
    "year": 1998
  }, {
    "title": "Diversification and extinction in Campanian–Maastrichtian planktic foraminifera of northwestern Tunisia",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Eclogae Geologicae Helvetiae",
    "year": 1998
  }, {
    "title": "Abrupt deep-sea warming at the end of the Cretaceous",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Geology 26",
    "year": 1998
  }, {
    "title": "Variability in Late Cretaceous climate and deep waters: evidence from stable isotopes",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Marine Geology",
    "year": 1999
  }, {
    "title": "Planktonic foraminiferal turnover across the Cretaceous–Tertiary boundary in the Vajont valley (Southern Alps, northern Italy)",
    "authors": ["V. Luciani"],
    "venue": "Cretaceous Research",
    "year": 1997
  }, {
    "title": "High resolution planktonic foraminiferal analysis from the Cretaceous/ Tertiary boundary at Ain Settara (Tunisia): evidence of an extendedmass extinction",
    "authors": ["V. Luciani"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2002
  }, {
    "title": "The Theory of Island Biogeography",
    "authors": ["R.H. MacArthur", "E.O. Wilson"],
    "year": 1967
  }, {
    "title": "Late Campanian–Maastrichtian ammonite faunas from Seymour Island (Antarctic Peninsula)",
    "authors": ["C.E. Macellari"],
    "venue": "Journal of Paleontology Mem",
    "year": 1986
  }, {
    "title": "Extinctionpatternof Inoceramus(Bivalvia)onshell fragment biostratigraphy",
    "authors": ["K.G. MacLeod", "P.D. Ward"],
    "venue": "Geological Society of America Special Paper",
    "year": 1990
  }, {
    "title": "Effects of late Eocene impacts on planktic foraminifera",
    "authors": ["N. MacLeod"],
    "venue": "Geological Society of America Special Paper,",
    "year": 1990
  }, {
    "title": "Phenotypic response of foraminifera to episodes of global environmental change",
    "authors": ["N. MacLeod", "N. Ortiz", "N. Fefferman", "W. Clyde", "C. Schulter", "J. MacLean"],
    "year": 2000
  }, {
    "title": "Deccan traps mantle degassing in the terminal Cretaceous marine extinctions",
    "authors": ["D.M. McLean"],
    "venue": "Cretaceous Research",
    "year": 1985
  }, {
    "title": "Palynologic studies of the Cretaceous/Tertiary boundary interval at El Kef outcrop, northwestern Tunisia: paleogeographic implications",
    "authors": ["H. Méon"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1990
  }, {
    "title": "Stratigraphic-seismic sections correlations and implications to Bengal fan history",
    "authors": ["D.G. Moore", "J.R. Curray", "R.W. Raitt", "F.J. Emmel"],
    "venue": "Initial Reports of the Deep Sea Drilling Project,",
    "year": 1974
  }, {
    "title": "Terrestrial evidence for two greenhouse events in the latest Cretaceous",
    "authors": ["L. Nordt", "S. Atchley", "S. Dworkin"],
    "venue": "GSA Today",
    "year": 2003
  }, {
    "title": "Palobiogeography of Pseudotextularia elegans during the latest Maastrichtian global warming event",
    "authors": ["R.K. Olsson", "J.D. Wright", "K.D. Miller"],
    "venue": "Journal of Foraminiferal Research",
    "year": 2001
  }, {
    "title": "Biotic effects of environmental catastrophes at the end of the Cretaceous: Guembelitria and Heterohelix blooms",
    "authors": ["A. Pardo", "G. Keller"],
    "venue": "Cretaceous Research",
    "year": 2008
  }, {
    "title": "Cretaceous paleoceanography: evidence from planktonic foraminiferal evolution",
    "authors": ["I. Premoli Silva", "W.V. Sliter"],
    "venue": "Special Paper,",
    "year": 1999
  }, {
    "title": "Flood basalt volcanism during the past 250 million years",
    "authors": ["M.R. Rampino", "R.B. Stothers"],
    "venue": "Science",
    "year": 1988
  }, {
    "title": "Stratigraphic distribution of extraterrestrial markers at the Cretaceous–Tertiary boundary in the Gulf of Mexico area: implications for the temporal complexity of the event",
    "authors": ["R. Rocchia", "E. Robin", "L. Froget", "J. Gayraud"],
    "venue": "Geological Society of America Special Paper",
    "year": 1996
  }, {
    "title": "Biotic recovery from the end-Permian mass extinction: behavior of the inarticulare brachiopod Lingula as a disaster taxon",
    "authors": ["J. Rodland", "D.J. Bottjer"],
    "venue": "Palaios",
    "year": 2001
  }, {
    "title": "Early Triassic stromatolites as post-mass extinction disaster",
    "authors": ["J.K. Schubert", "D.J. Bottjer"],
    "venue": "forms. Geololgy",
    "year": 1992
  }, {
    "title": "The Cretaceous–Paleogene (K–P) boundary at Brazos, Texas: sequence stratigraphy, depositional events and the Chicxulub impact",
    "authors": ["P. Schulte", "R.P. Speijer", "H. Mai", "A. Kontny"],
    "venue": "Sedimentary Geology",
    "year": 2006
  }, {
    "title": "Coarse-grained clastic sandstone complex at the K-T boundary around the Gulf of Mexico: deposition by tsunami waves induced by the Chicxulub Impact",
    "authors": ["J. Smit", "T.B. Roep", "W. Alvarez", "A. Montanari", "P. Claeys", "J.M. Grajales-Nishimura", "J. Bermudez"],
    "venue": "Geol. Soc. Am. Spec",
    "year": 1996
  }, {
    "title": "Disturbance in marine intertidal fields: the nonequilibrium maintenance of species",
    "authors": ["W.P. Sousa"],
    "venue": "diversity. Ecology",
    "year": 1979
  }, {
    "title": "Petrology and geochemistry of basalts and related rocks from Sites",
    "authors": ["G. Thompson", "W.B. Bryan", "F.A. Frey", "A.C. Sung"],
    "venue": "DSDP Leg 22,",
    "year": 1974
  }, {
    "title": "Palaeoenvironment and faunal recovery after the end-Permian mass extinction",
    "authors": ["R.J. Twitchett"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1999
  }, {
    "title": "The palaeoclimatology, palaeoecology and palaeoenvironmental analysis of mass extinction events",
    "authors": ["R.J. Twitchett"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2006
  }, {
    "title": "Rapid and synchronous collapse of marine and terrestrial ecosystems during the end-Permian",
    "authors": ["R.J. Twitchett", "C.V. Looy", "R. Morante", "H. Visscher", "P.B. Wignall"],
    "venue": "crisis. Geology",
    "year": 2001
  }, {
    "title": "Biotic crises in the history of Upper Silurian graptoloids: a palaeobiological model",
    "authors": ["A. Urbanek"],
    "venue": "Historical Biology",
    "year": 1993
  }, {
    "title": "Stratigraphy and depositional environments of the Cretaceous/ Tertiary boundary complex and basal section, Brazos River, Texas",
    "authors": ["T.E. Yancey"],
    "venue": "Trans. - Gulf Coast Assoc. Geol. Soc",
    "year": 1996
  }, {
    "title": "Response of benthic foraminifera to various pollution sources: implication for pollution monitoring",
    "authors": ["V. Yanko", "J. Kronfeld", "A. Flexer"],
    "venue": "Journal of Foraminiferal Research",
    "year": 1994
  }, {
    "title": "Maastrichtian ammonites from the Biscay region (France, Spain)",
    "authors": ["P.G. Ward", "W.J. Kennedy"],
    "venue": "Paleontol. Soc. Mem",
    "year": 1993
  }, {
    "title": "Microbial carbonates as indicators of environmental change and biotic crisis in carbonate systems: examples from the Late Devonian, Alberta",
    "authors": ["M.T. Whalen", "J. Day", "G.P. Eberli", "P.W. Homewood"],
    "year": 2002
  }, {
    "title": "Volcanism, impact andmass extinctions: incredible or credible coincidences",
    "authors": ["R.V. White", "A.D. Saunders"],
    "venue": "Impact and Mass Extinctions: Lithos,",
    "year": 2004
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth Science Reviews",
    "year": 2001
  }, {
    "title": "Correlated terrestrial and marine evidence for global climate changes before mass extinction at the Cretaceous–Paleogene",
    "authors": ["P. Wilf", "K.R. Johnson", "B.T. Huber"],
    "venue": "boundary. PNAS",
    "year": 2003
  }],
  "id": "SP:670c604556b752a5f7ef7b1f3d4825bfe1ae623a",
  "authors": [{
    "name": "Gerta Keller",
    "affiliations": []
  }, {
    "name": "Sigal Abramovich",
    "affiliations": []
  }],
  "title": "Lilliput effect in late Maastrichtian planktic foraminifera: Response to environmental stress"
}