{
  "sections": [{
    "text": "Settlement abandonment in the context of global environmental change§\nRobert A. McLeman *\nDepartment of Geography, Room 015 Simard Hall, University of Ottawa, Canada K1N 6N5\nA R T I C L E I N F O\nArticle history: Received 3 May 2011 Received in revised form 22 July 2011 Accepted 9 August 2011 Available online 7 September 2011\nKeywords: Environmental migration Settlement abandonment Population decline Ghost towns Vulnerability Adaptation\nA B S T R A C T\nThis article reports findings from a study of settlement abandonment and the interactions between environmental and non-environmental factors that may give rise to it. Through a modified systematic review of scholarly literature, an inventory of 246 ancient and modern examples of settlement abandonment was generated. Common spatial and temporal parameters were identified and a typology created to summarize environmental and non-environmental drivers common across cases. Dynamic interactions of drivers that lead to a progression from vulnerability to population decline and abandonment were examined in the cases of Plymouth, Montserrat, abandoned due to volcanism in the 1990s; recent rural depopulation in northeastern Iraq and the southern marshes; outmigration from the southern Aral Sea region; and, neighbourhood abandonment and a proposal to convert abandoned lands in Detroit to commercial farming. The study finds that with growing vulnerability to environmental change across many regions, there is greater potential for increased numbers of abandonments. However, abandonment should be seen as only one possible outcome of environment and population interactions that create vulnerability and stimulate environmental migration. The study concludes with a series of observations relevant to anticipating and planning for potential population decline and settlement abandonment in the face of future global environmental change.\nContents lists available at SciVerse ScienceDirect\nGlobal Environmental Change\njo ur n al h o mep ag e: www .e lsev ier . co m / loc ate /g lo envc h a"
  }, {
    "heading": "1. Introduction and purpose of study",
    "text": "In the context of the long time-scale of the Holocene, the abandonment of inhabited locations may be seen as just one stage in the ongoing cycle of human settlement and land use (Cameron, 1993). Some studies suggest climate and environmental change have been key drivers of past instances of human population decline (Zhang et al., 2007). There are concerns that current trends in population growth and global environmental change will lead in coming decades to population displacements, forced migrations, and abandonment of settlements on scales previously unseen (McLeman, 2011). Studies suggest that future worst-case scenarios could create from 200 million to one billion distress migrants worldwide by mid-century (Myers, 2002; Christian Aid, 2007; CARE International, 2009). Particularly exposed are flood-prone river valleys in higher latitudes and the wet tropics; water-scarce or drought-prone areas in the mid-latitudes and dry tropics; lowlying coastal plains, deltas and small islands; and, places where livelihoods are dependent on narrow ranges of natural resources (McLeman and Hunter, 2010). Such areas comprise a large portion of the planet where human settlements are found. Studies are\n§ While the Government Office for Science commissioned this review, the views are those of the author’s, are independent of government, and do not constitute Government policy.\n* Tel.: +1 613 562 5800x1051; fax: +1 613 562 5145.\nE-mail address: rmcleman@uottawa.ca.\n0959-3780/$ – see front matter doi:10.1016/j.gloenvcha.2011.08.004\nalready considering options for when small island states cease to be habitable in the face of changing sea levels (Barnett and Campbell, 2010; Yamamoto and Esteban, 2010).\nThis article explores how environmentally related settlement abandonment processes unfold, and considers future challenges in the context of global environmental change. Through a review of approximately 250 examples past examples of settlement abandonment, the potential spatial and temporal scales across which abandonment occurs are identified, and the dynamic human–environment interactions that drive abandonment processes are described. Questions of how and why a given settlement or settlement region shifts from a position of population increase and stability to one of instability and rapid decline are explored through more detailed analysis of selected cases from recent decades. In doing so, linkages are made to current scholarly understandings of environmental migration and human vulnerability to environmental change, so as to facilitate future research and policy consideration."
  }, {
    "heading": "2. Conceptual and theoretical context",
    "text": "Settlement abandonment and the factors that give rise to it are nested within the broader range of demographic processes, particularly migration. Settlement abandonment is the terminal result of acute population decline at a given location. Population decline occurs when the combined effects of fertility, mortality, in-migration and out-migration are negative. In most modern\nexamples of abandonment encountered in this study, high rates of out-migration were a primary contributor to population decline. Some examples were encountered where fertility or morbidity factors were significant, such as on the Scottish island of St Kilda, where infant mortality rates were very high in the period prior to its organized abandonment in 1930 (Steel, 1975).\nEnvironmental conditions have long been recognized as having a potentially significant influence on human migration and settlement patterns (Malthus, 1817; Marsh, 1864; Lamb, 1982). In current research, population responses to environmental variability and change are often described in the context of vulnerability (i.e. the potential for loss or harm), which is in turn a function of the nature of the exposure stimulus, the sensitivity of the exposed population to that stimulus, and their capacity to adapt (Adger, 2006; Smit and Wandel, 2006). The movement of people out of exposed areas is seen as one of the many possible adaptation outcomes (McLeman and Smit, 2006; Perch-Nielsen et al., 2008; Tacoli, 2009). In terms of temporal duration, adaptive migration may range from temporary displacement and return to indefinite relocation. A single environmental event may stimulate multiple migration responses in terms of temporal duration and destination within a given population, as witnessed in the case of post-Katrina New Orleans (Fussell et al., 2010). Whilst adaptive migration is often initiated autonomously by individuals or households, there are past examples of institutionally organized relocations in response to events such as droughts (Marchildon et al., 2008; Ezra, 2001) and geotechnical hazards (see Section 4.3.1 below). Environmentally related migration occurs not only in response to adverse conditions or events; people may also migrate to access environmental amenities, such as the movement of homesteaders onto the North American Great Plains to take up agricultural land, and the present-day ‘‘snowbird’’ migration of retirees to the US sunbelt states (Hudson, 1973; Happel and Hogan, 2002).\nThe decision to migrate rarely unfolds in simple stimulusresponse fashion. Whilst the terms ‘push’ and ‘pull’ (after Lee, 1966) are often used as a shorthand, scholars recognize that migration behaviour is influenced by a range of social, economic, cultural, institutional and environmental factors operating at multiple scales. These include, but are not limited to, economic factors such as wage differentials and labour market demand (Sjaastad, 1962; Todaro, 1969); attempts to reduce exposure to risks (Stark, 1991; Rain, 1999); membership in trans-regional social networks that facilitate mobility (Faist, 1998; Massey and Espinosa, 1997); culturally based differentials in the valuation of individuals’ skills and capital (Nee and Sanders, 2001; McLeman, 2007); and, global-scale systems and socio-economic networks, systems and institutions that control and organize mobility (see Castles and Miller, 2009 for a more detailed review of these and other influences).\nStage 1 Rising vulnerability,\npopulation rising or stable\nTransition t\nExposure to drivers\n- drivers anthropogenic and/or environmental emerge or increase in frequency and/or severity - extended duratio synergistic effects - potential emerge - may be magnifie inappropriate inst\nAdaptation responses\n- in situ adaptation responses dominate - by institutions and/or autonomously by residents - in situ adaptatio increasingly drain - other settlement appeal - autonomous out temporary and/or - population insta\nFig. 1. Settlement abandonm\nBecause migration entails significant costs and disruption, even over short distances or short time periods, it is typically not the first choice of action for those experiencing adverse environmental conditions (McLeman et al., 2008; Tacoli, 2009). It is believed most environmentally related migration occurs over short distances, and when it does span longer distances tends to follow wellestablished routes (McLeman, 2011). Once underway, migration changes the socio-economic characteristics and hence adaptive capacity of both sending and receiving communities. Some effects of out-migration may be beneficial to the sending community, such as the receipt of remittances and the reduced pressure on household resources, whilst others will have negative effects, such as loss of labour and local social capital (Adger et al., 2002; McLeman and Smit, 2006).\nBased on the above, settlement abandonment can be seen as a multi-stage process of increasing vulnerability, transition from population increase or stability to instability and population decline, and growing out-migration that reinforces the erosion of adaptive capacity among the remaining population. This multistage process is represented in Fig. 1, which will be used as a guide for discussion and interpretation, and for linking case evidence to broader theory. Stage 1 in Fig. 1 is a period of growing vulnerability fuelled by multiple and interacting drivers to which adaptation is necessary. Adaptation during this period is primarily through means other than by migration (i.e. in situ adaptation), and may be undertaken by institutions and/or autonomously by residents. Should the driving conditions persist for extended periods of time, reinforce one another synergistically, or be joined by additional stressors, Stage 2 ensues where the settlement transitions to a state of instability and emergent population decline. The resources required for in situ adaptation become increasingly depleted. In some households, temporary migration by one or more members may become attractive as they seek to reduce their exposure, preserve remaining capital and seek to generate remittance income. In others, the potential benefits of permanent relocation may grow in comparison with in situ alternatives. If drivers do not lessen and enable a return to Stage 1 before in situ adaptations are exhausted, the settlement enters Stage 3, a rapid decline toward abandonment. Here, growing out-migration becomes self-reinforcing, draining adaptive capacity through reduction of the available pool of labour and local social capital. By this stage, most households in the exposed settlement unit are engaged in autonomous adaptation if they have not already been so."
  }, {
    "heading": "3. Methods",
    "text": "This study, completed as part of the UK Foresight Project on environmental migration, comprised three steps: generation of a large inventory of known cases of settlement abandonment that have been the subject of scholarly study; a first-order analysis of\nStage 2 o population decline\nStage 3 Abandonment\nn, increased severity, of multiple drivers nce of additional drivers d by inadequate/ itutional responses - existing drivers persist or intensify - additional drivers may emerge - out-migration reduces adaptive capacity and itself becomes a driver n resources become ed destinations grow in\n-migration emerges, permanent in duration bility and decline ensues\n- in situ adaptive options becomes exhausted - autonomous out-migration grows - temporary migration becomes indefinite - population decline accelerates - institutional decisions become critical in determining outcome\nent process, generalized.\nthese to identify common parameters and driving factors of settlement abandonment; and, a more detailed analysis of selected case studies to explore the dynamic interactions of environmental and human processes and identify considerations for further planning and research. An underlying premise is that by studying past and present human–environment interactions and outcomes through analogue cases, it may be possible to generate insights relevant to understanding future possibilities and outcomes (Glantz, 1991; Ford et al., 2010). There are limitations and challenges in forecasting by analogy (Jamieson, 1988), and so findings from this study should be interpreted in conjunction with the broader environmental migration scholarship, and with other articles in this journal.\nThe inventory of known settlement abandonments was created via a modified systematic literature review process, influenced by methods commonly associated with health sciences research (see Berrang-Ford et al., 2011 for detailed discussion of such methods). Google Scholar was used in a first-stage identification of relevant English language peer-reviewed articles and scholarly books. Key word searches used variants of the combination ‘‘abandon + settlement’’ and repeated using modifiers describing various environmental conditions and events. The process was repeatedly refined and expanded as it progressed and greater familiarity with the literature was established. Additional terms such as ‘‘relocation’’ and ‘‘ghost town’’ were later added. The search process was repeated with a general internet search via Google, using the same keyword/text–word combinations. Examples identified in this way were then back-searched in Google Scholar to find corresponding scholarly literature. This process generated an inventory of approximately 180 cases. The process was later repeated using the SCOPUS scholarly research database, which expanded the inventory to 246 cases. The search process continued until no further examples were identified. Full bibliographic details for each reference were entered into bibliographic management software (see Supplmemental Materials). Abandonment cases for which scholarly research was unobtainable were deliberately excluded. The inventory therefore greatly underestimates the actual number of known settlement abandonments and does not begin to capture the any number of small communities that have disappeared without notice or written remark. The SCOPUS database proved strongest at generating examples of archaeological and historical settlement abandonment,\nwhilst the combination of Google searches was better at generating more recent examples.\nDetails regarding the settlement location, date/period of abandonment, number of people displaced, and other parameters were recorded in a purpose-designed MS Excel spreadsheet (see Supplemental Materials). Regions with multiple sites of prehistoric settlement abandonment from the same period were aggregated into single entries. The scholarly studies were then read and the authors’ identification of potential causal factors recorded in the spreadsheet according to whether they were environmental (e.g. natural hazards, changing climatic conditions) or anthropogenic (e.g. conflict, construction of dams) in their origins or nature, with sub-categories later added.\nFour case studies were selected for more detailed study, making use of additional research and reporting beyond that identified in the initial literature review. The interests in selecting these particular cases were that they are recent; reflect a range of parameters; have been influenced by a variety of combinations of causal factors; reflect various stages of the abandonment process; and, sufficient information was available to make them useful learning analogues. The information obtained through analysis and comparison of these cases was then summarized and reported in the context of the broader environmental migration and adaptation literature described in Section 2 above."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Parameters of abandonment processes",
    "text": "Several basic parameters may be used to describe the abandoned settlements identified in this study and their causal drivers (Table 1). The spatial extent of the abandonment event can exhibit considerable variability, from complete abandonment of a given settlement unit to the abandonment of particular locations within an area that remains otherwise inhabited. Many examples of complete abandonment are found in the archaeological record, including important cities of antiquity (e.g. Carthage, Miletus, Priene). In some cases, entire regions may be abandoned, as may have occurred along New Zealand’s Cook Strait during the 15th century when tectonic activity and tsunamis were frequent (Goff and McFadgen, 2003). More recent examples of complete abandonment include settlements deliberately inundated by\ndams, boom-and-bust frontier ‘ghost towns’, and Soviet-planned settlements in remote areas. A residual population may continue to inhabit abandoned sites, such as defiant souls who refuse to leave the area of the Chernobyl explosion. Examples of partial abandonment include ‘Swiss cheese’-style urban neighbourhood abandonment for reasons of socio-economic decline (see Section 4.3.4) or industrial contamination, such as the Love Canal neighbourhood of Niagara Falls, New York. Hollander (2011) identified 6 large urban centres in the American ‘Rust Belt’ that have lost at least half their population since 1950, and observed similar patterns of neighbourhood abandonment emerging in US Sunbelt cities following the 2008 financial crisis.\nA second parameter refers to the scale of population displacement. The literature search identified many examples of tiny or isolated settlements being abandoned in the face of environmental hazards, such as the village of Lemieux, Ontario, Canada following a 1991 landslide, and Brew Settlement on the Shetland Islands, buried by windblown sand centuries ago. Two larger examples from recent years were selected for further case study: rural outmigration of up to 100,000 people from drought-stricken northeastern Iraq, and the loss of more than a million people from Detroit since the 1950s (see Section 4.3.4 below).\nA third parameter describes the degree or extent to which the final stage of the abandonment process was initiated as a set of planned actions, often with the involvement of institutional actors, or if residents departed autonomously. Concerted efforts to relocate rural settlements were undertaken in the second half of the twentieth century by governments in Newfoundland and Tanzania for stated aims of improving delivery of government services to less densely populated areas (McCay, 1978; Shao, 1986), whilst in other countries deliberate depopulation has formed part of development and conservation projects (Cernea, 1988; Dowie, 2009). The largest population relocations currently under way are part of China’s Three Gorges dam project, affecting one million people (Jim et al., 2010). Such examples fall outside the vulnerability-adaptation context described in Section 2, and could arguably be excluded from this study on the grounds that the term abandonment implies some degree of autonomy or conscious decision-making on the part of those who leave. Two comparative examples reinforce this point, and provide better markers of planned abandonment. In the first, Depression-era relocation from drought-stricken agricultural regions in western Canada was facilitated by provincial governments, but participation remained voluntary (Marchildon et al., 2008). As a second example, the UK government relocated remaining residents of St. Kilda in 1930, but only after a long period of autonomous out-migration and a collective decision by residents that life on the island was no longer feasible (Steel, 1975).\nDrivers of settlement abandonment may also be described by their parameters, the first being spatial. They range from placespecific or point-source drivers that influence the habitability of particular sites, to diffuse drivers that operate across broader scales and are not particular to any one place. Place-specific drivers include volcanic eruptions, exhaustion of resources in a given locale, or site-specific disasters such as the underground coal fire at Centralia, Pennsylvania (Nolter and Vice, 2004). Diffuse drivers may generate a wide variety of population responses and outcomes, and often feature in the first stage of Fig. 1. For example, on the North American Great Plains agricultural transformation has led to the disappearance of many small communities whilst fueling population growth and urbanization in others (Gutmann et al., 2005).\nTemporal parameters of drivers of settlement abandonment are also important in progression through the stages of Fig. 1. Sudden onset events may necessitate temporary evacuation of a settlement. In sudden-onset cases like Prypiat (Chernobyl), the affected\narea must be abandoned indefinitely (i.e. the settlement quickly moves from Stage 1 to Stage 3) because of the permanence of the risk (Roed and Andersson, 1996). In cases such as post-Katrina New Orleans or San Francisco following the 1906 earthquake, the risk of repeated recurrence is not immediate, and occupance quickly resumes (i.e. a retreat from Stage 2). In other cases, the first two stages of the abandonment process may unfold over many years given the slow materialization of the drivers. For example, residents of Centralia lived with the underground coal fire from 1962 until 1983, when a burning pit spontaneously opened beneath a child playing in his grandmother’s backyard (Quigley, 2007). The process of permanently relocating residents began shortly thereafter.\nA final set of parameters reflects the foreseeability of drivers. For example, the fall of Incan cities as a result of European invasions and introduction of Eurasian diseases (Diamond, 1998), was likely beyond the capacity of Incans to anticipate or plan for. By comparison, Pattonsburg, Missouri, was knowingly established on a floodplain, and was rebuilt several times following floods before it was finally relocated (Greenberg et al., 2007). Natural hazards such as hurricanes, volcanoes, earthquakes and tsunamis fall into a gray area, in that foreseeability is less a question of recognizing the existence of the hazard than of the uncertainty when it might occur. The question of why people continue to settle and inhabit inherently hazardous has been the subject of much scholarly consideration (Burton et al., 1978; Hewitt, 1983; Blaikie et al., 1994; Slovic et al., 2000). Section 4.3.1 illustrates how, even when a hazard is recognized and where unexpected circumstances provide an opportunity to safely relocate to a less hazardous location, social, political, economic and cultural disincentives may discourage doing so."
  }, {
    "heading": "4.2. Dynamic interaction of drivers",
    "text": "Factors that stimulate or drive the abandonment process in Fig. 1 may be categorized according to the nature of their origins, with some being anthropogenic (i.e. economic, social, political and demographic) in nature, and others being environmental (i.e. arising from naturally occurring phenomena). Three sub-categories of environmental drivers were identified in the literature: disease, natural hazard events, and climatic variability and change. Disease-related abandonments were associated with plague outbreaks in medieval Europe and the rapid decline of indigenous populations in the Americas after European contact (Dyer, 1982; Platt, 1997; Lovell, 1992; Dull et al., 2010). Natural hazard events that appeared frequently in the abandonment literature include geophysical events, such as earthquakes and volcanic eruptions; and, extreme precipitation and storm-related events such as flooding and landslides. A number of articles made associations between climate events with the decline of great cities and empires of the distant past, such as Akkad, Angkor, Ghana, the classic Mayan cities, Teotihuacan and Great Zimbabwe (Kerr, 1998; Buckley et al., 2010; McDougall, 1985; Chauchat et al., 2006; Solleiro-Rebolledo et al., 2006; Huffman, 2008). Climate has also been associated with abandonments in Norse settlements in Greenland, and Anasazi and Pueblo sites in the US southwest (Barlow et al., 1997; Nelson and Schachner, 2002; Motsinger, 1998) (Table 2).\nViolent conflict was a driver frequently encountered in the literature review, with examples from various time periods and geographical regions. Non-violent socio-economic changes were also often cited as drivers, such as changes in prevailing political/ economic conditions and trading patterns that contributed to the 9th century AD abandonment of the Danish port of Dorestad and 11th century AD decline of the Ghanaian empire (Coupland, 2003; McDougall, 1985). Examples were found of resource-dependent\nT a\nb le 2 T y p o lo\ng y\no f\nd ri\nv e\nrs o\nf se\ntt le\nm e\nn t\na b\na n\nd o\nn m\ne n\nt.\nA n\nth ro\np o\ng e\nn ic\nE n\nv ir\no n\nm e\nn ta\nl\nV io\nle n\nt\nco n\nfl ic\nt\nS o\nci o\n-e co\nn o\nm ic\n/\np o\nli ti\nca l\ntr a\nn sf\no rm\na ti\no n\ns\nFr o\nn ti\ne r\ne x\np a\nn si\no n\na n\nd re\ntr e\na t\nLo ca\nti o\nn re\nn d\ne re\nd\nu n\nin h\na b\nit a\nb le\nR e\nso u\nrc e\nd e\np le\nti o\nn\nN a\ntu ra\nl h\na za\nrd s\nC li\nm a\nti c\nch a\nn g\ne /\nv a\nri a\nb il\nit y\nT e\nch n\no lo\ng ic\na l\nch a\nn g\ne P\no li\nti ca\nl ch\na n\ng e\nP la\nn n\ne d\nre se\ntt le\nm e\nn t\nD e\nli b\ne ra\nte A\ncc id\ne n\nta l\nP h\ny si\nca l\nB io\nlo g\nic a\nl\nE .g\n. In\nca n\nci ti\ne s\nd e\nst ro\ny e\nd b\ny\nE u\nro p\ne a\nn s\nE .g\n. co\nm m\nu n\nit ie\ns\nb y\np a\nss e\nd b\ny\nra il\nro a\nd s/\nh ig\nh w\na y\ns\nE .g\n. S\no v\nie t\np la\nn n\ne d\nci ti\ne s\nE .g\n. N\ne w\nfo u\nn d\nla n\nd\no u\ntp o\nrt s;\nT a\nn za\nn ia\nn\nv il\nla g\niz a\nti o\nn\nE .g\n. ‘l\no st\n’ V\nir g\nin ia\nco lo\nn ie\ns\nE .g\n. co\nn st\nru ct\nio n\no f\nd a\nm s\nE .g\n.\nC h\ne rn\no b\ny l\nE .g\n. m\nin in\ng\nto w\nn s,\nm a\nn y\nco n\nti n\ne n\nts\nE .g\n. e\na rt\nh q\nu a\nk e\ns,\nv o\nlc a\nn o\ne s,\nfl o\no d\ns,\nu n\nst a\nb le\nsl o\np e\ns,\nst o\nrm y\nco a\nst s\nE .g\n. p\nla g\nu e\nv il\nla g\ne s,\nM id\nd le\nA g\ne s\nE .g\n. G\nre e\nn la\nn d\nN o\nrs e\ncommunities being abandoned in the wake of depletion or price collapse (Knapp, 1991; Brown, 2000; Keinosuke et al., 2005; Goudie, 2010) whilst the arrival of substitutes for commodities like saltpeter and whale oil led to the abandonment of single-resource settlements in South America and on South Georgia (Frazier, 2007; Headland and Headland, 1984).\nRelatively few abandonments have been attributed to single drivers, and these tend to be associated with disasters like Chernobyl or the underground fire at Centralia (Roed and Andersson, 1996; Nolter and Vice, 2004). A more common theme in the scholarly literature is that situations of abandonment arise from multiple drivers that do not act independently, but instead interact together in dynamic fashion to create situations of rising vulnerability (i.e. Stage 1 of Fig. 1). This is consistent with broader understandings of vulnerability, resilience and risk that have been developed in the fields of natural hazards, human dimensions of global change, and climate change impacts and adaptation (e.g. Blaikie et al., 1994; Folke et al., 2002; O’Brien and Leichenko, 2000; Adger, 2006; Smit and Wandel, 2006). In scholarly works focusing on the role of particular factors as tipping points for abandonment, authors are usually careful to highlight that no one factor fully explains the case at hand. This is particularly so in the literature that examines the role of climate change in past abandonments. For example, whilst changes from favourable to unfavourable climate regimes may have contributed to population decline and settlement abandonment in the cases of Classic Mayan cities and the Zhou tribes of China’s Yellow River Valley, research also shows that the cumulative effects of other, ongoing stresses such as conflicts and resource depletion likely magnified the effect of climatic stress as a push factor (Table 3). Research suggests the decline of Norse Greenland settlements may have been due to a combination of factors including increased specialization, attachment to place, the emergence of a potential rigidity trap and the consequences of unforeseen conjunctures of climate and economic change and contact between Thule and Norse cultures (Dugmore et al., 2007, 2009).\nOther cases shed light on how population decline may be influenced by the relative attractiveness of potential migration destinations. This ‘‘push–pull’’ dynamic existed in the case of largescale migration from the US Great Plains to the Pacific coast during the 1930s, which led to the disappearance of many small Great Plains settlements. The combined effects of persistent droughts, collapsed commodity prices, widespread unemployment, and insecure land tenure wore down household adaptive capacity and predisposed many among the rural population to migration (McLeman et al., 2008). Pre-existing trans-regional social networks and a policy-induced shortage of agricultural workers on the Pacific coast facilitated the westward movement of migrants, who consisted disproportionately of young families and able-bodied individuals (Gregory, 1989; McLeman et al., 2008). Their departure left source communities less self-sufficient in terms of labour, wealth and leadership. Few migrants returned, and remittances were scarce, creating a self-reinforcing, downward spiral."
  }, {
    "heading": "4.3. Case studies in population decline and abandonment",
    "text": "To better understand the dynamic interactions of drivers, progression through the stages of abandonment, and to generate considerations for future research and policy development, four cases were selected for closer examination. The selected cases reflect a variety of the various parameters, drivers, and interactions described to this point (Table 4). More details of each case study now follow."
  }, {
    "heading": "4.3.1. Southern Montserrat",
    "text": "The British overseas territory of Montserrat has a current population of approximately 4500, occupying the island’s north-\nCase Drivers Parameters\nSpatial scale of abandonment\nPopulation lost Spatial extent of drivers Temporal scale\nDegree of organization\nForeseeability of drivers\nMontserrat Volcano Partial abandonment\nof island\n6000–8000 Point source Rapid,\nemergency based\nOrganized Volcanic activity begins\n3 years prior to eruption\nKarakalpakstan Degradation\nof Aral Sea; collapse of Soviet Union\nFishing villages abandoned; out-migration of ethnic Russian population >300,000 Point source and diffuse Several years Autonomous Environmental degradation observable, foreseeable outcome; collapse of Soviet Union and\naftermath open to interpretation\nIraq (northern) Drought; failure\nof rural water supplies; past persecution by Ba’athist regime\nAbandonment of rural communities <100,000 Diffuse Several years Autonomous Failure of ground water supplies potentially\nforeseeable\nIraq (southern) Drainage of marshes;\nfalling water flows; past persecution by Ba’athist regime\nArea of marshes prior to drainage was 15,000 km2 >300,000 Point source Two decades Deliberate policy of emptying marshes by Ba’athist regime Drainage of marshes deliberate, intended\nDetroit Economic decline;\nsocial change\n‘Swiss cheese’ pattern of neighbourhood abandonment 800,000 out-migrants since 1950s;\n# abandoned homes\nDiffuse, multi-scale Over multiple decades Recently local government\nseeks to raze abandoned homes, re-zone land use\nConsequence of mix of drivers within and beyond the influence of residents\nernmost 15 square miles (Government of Montserrat, 2010) (Fig. 2). The remainder of the island, including the former capital of Plymouth, was abandoned in the mid-1990s when the Soufrière Hills volcano erupted after three centuries of inactivity. Montserrat previously had an estimated population of between 10,500 and 13,000 (Rozdilsky, 2001; Skinner, 2002; US Census Bureau\nInternational Program, 2011 statistics provide a flat estimate of 11,000), most living on the southwest and east coasts of the island (Kokelaar, 2002). The pre-eruption population consisted of ‘Belongers’, who had been raised on the island and made up the bulk of the population; students; ‘snowbirds’ (wealthy seasonal migrants from northern climes); and, migrant entrepreneurs (Skinner, 2000).\nIn 1989, most built infrastructure was destroyed by Hurricane Hugo. Post-hurricane rebuilding efforts funded by the British government were nearing completion when volcanic earthquakes began occurring in 1992 (Kokelaar, 2002) (Fig. 3). On July 18, 1995, volcanic eruptions commenced. American medical students studying at the university left the island, but most residents attempted to carry on as usual (Skinner, 2000). Temporary evacuations of southern and eastern settlements were ordered in August and December 1995, at which point many left the island altogether (Kokelaar, 2002). Plymouth and other southern settlements were evacuated for good in April 1996. The airport on the east coast of the island was closed in June 1997 following pyroclastic flows that killed 19 people, and by year’s end the population had dropped to 3000 (Kokelaar, 2002; Avery, 2003). A permanent exclusion zone was declared for the southern twothirds of the island, and work began on a thousand new homes in the north. The UK government provided rebuilding funds and gave assisted passage back to Montserrat to those who wished to return. As the urgency of the crisis ebbed, the population rebounded to\napproximately 4500, where it remains today (Government of Montserrat, 2010).\nIn previous decades, young Montserratians commonly went abroad to work, and remittances had become an important component of the economy (Rozdilsky, 2001; Skinner, 2002). With their status as British Dependent Territory Citizens, Montserratians could move relatively freely to other Caribbean nations and to the United Kingdom. Montserratians maintained a strong sense of identity and sense of place even whilst abroad, continually following news from home, and many maintaining the intention to return (Shotte, 2006). The strong cultural attachment and desire to maintain long-term residence in Montserrat meant that population levels tended to be stable even in the face of widespread labour migration offshore (Fig. 4). These pre-existing networks facilitated Montserratians in resettling elsewhere once the volcanic crisis emerged. Roughly half who left resettled in Britain with government assistance, the other half went autonomously to other Caribbean islands, particularly nearby Antigua (Rozdilsky, 2001). Over 70% of young children, and 70% of adults between 20 and 49 years of age left; teenagers and people over 65 had the lowest rates of out-migration (Avery, 2003). More women left than men, particularly women over 50. People with respiratory conditions exacerbated by the volcanic dust also left in large numbers (Avery, 2003). The local economy became increasingly dependent on government spending (Skinner, 2002). The departure of young workers and older women who played key roles in island social networks led to new social challenges, such as higher rates of elders in institutional care, domestic violence, and\nchildhood obesity (Avery, 2003). Montserratians in Britain meanwhile struggled to maintain their cultural identity as a small minority living as forced migrants, and children from that generation began adopting new values and norms increasingly at odds with those of previous generations and with those of people remaining on the island (Shotte, 2006)."
  }, {
    "heading": "4.3.2. Karakalpakstan (southern Aral Sea region)",
    "text": "The Aral Sea is situated in an arid environment and bounded by the former Soviet republics of Kazakhstan and Uzbekistan. Largescale diversions of water from tributary rivers began in the 1960s to irrigate rice and cotton crops (Micklin, 2007). The area of irrigated land in the region doubled between 1960 and 1990; over the same period water levels in the sea dropped steadily, and the lake’s south basin margins retreated more than 100 km in places (Zonn, 1999). Sediments containing high levels of agrochemicals became exposed to the air and prone to aeolian erosion (Small et al., 2001). Irrigated land became highly saline and less productive, and rivers and groundwater accumulated high levels of agrochemicals and industrial pollutants (Crighton et al., 2003). Whilst the region as a whole remains populated today, it has seen high levels of out-migration for decades and the abandonment of smaller seafront communities. The regional centre of Moynak, Uzbekistan, once known for its fishing fleet, port, and waterfront attractions, today draws tourists to photograph its abandoned freighter ships lying on the sand.\nThe Uzebk administrative region surrounding the lake’s southern basin, Karakalpakstan (Fig. 5), has an estimated population of 1.6 million (Karakalpak.com, 2010). Out-migration, particularly from the Moynak area, began in the 1960s with the sea’s retreat and loss of fishery and fish canning jobs. Political uncertainty following the collapse of the Soviet Union accelerated out-migration, with an estimated 100,000 leaving between the late 1980s and early 1990s (Crighton et al., 2003; MSF, 2003). By 2003, migration out of Karakalpakstan was estimated at 3–4000 per year, many being young, skilled ethnic Russians (MSF, 2003; Small et al., 2001).\nShortages of medical professionals combined with growing environmental health problems to heighten vulnerability (MSF, 2003). Renal diseases, chronic respiratory illnesses and child mortality rates in Karakalpakstan were well above national and international averages (Crighton et al., 2003). Yet, in a 2003 study only 40% of residents described feeling generally concerned about their region’s environmental conditions (Crighton et al., 2003). Only 17% of respondents – primarily those of higher education and having difficulty finding employment – said environmental conditions had led them to consider migrating. This suggests\nthe role of environmental change as a driver in out-migration may have been greater in terms of its influence on household incomes as opposed to direct effects on health."
  }, {
    "heading": "4.3.3. Drought and distress migration in post-Saddam Iraq",
    "text": "The marshes of the Tigris-Euphrates delta in southern Iraq (Fig. 6) once covered 15,000 km2 in area, and until the late 1980s were home to between 300 and 500,000 indigenous Shi’a Muslims known as the Ma’dan (or, more popularly, Marsh Arabs (Thesiger, 1964; Coast, 2002; Richardson and Hussain, 2006)). Many Ma’dan supported a Shi’a uprising against Saddam Hussein’s primarily Sunni Ba’athist regime during the first Persian Gulf War (Romano, 2005). Following the war, Hussein ordered marsh settlements burned, livestock destroyed, and the marshes to be drained with dikes and water diversions (Schwabach, 2004).\nCoast (2002) estimates only 200,000 Ma’dan remained in Iraq by 1997, many of them internally displaced. Another 80–120,000 fled to refugee camps in Iran, not to return until the fall of Saddam’s regime in 2003, by which time less than 10% of the original marshes remained (Coast, 2002; Richardson and Hussain, 2006). With regime change, the dikes were quickly destroyed and the marshlands began to reappear. Roughly 10,000 of the original inhabitants returned to the marshes the following year, with another 75,000 living in adjacent areas (Richardson and Hussain, 2006). Many former inhabitants were reluctant to return, citing concerns about water quality and the lack of schools and health care services in the marshes (UNEP, 2007; Richardson and Hussain, 2006). Initiatives to address environmental concerns have been undermined by low water levels caused by upstream dams and diversions in Iran, Syria and Turkey, and severe drought conditions across much of the watershed (UNEP, 2009; Chulov, 2009). In 2009 the marshlands began shrinking again, and thousands of Ma’dan left to seek employment in regional cities (Chulov, 2009).\nIn northeastern Iraq, Kurdish populations suffered decades of Ba’athist persecution, with many rural settlements being abandoned and reoccupied multiple times during the 1980s and 1990s (Romano, 2005). Following the collapse of Saddam Hussein’s regime, many former residents returned to rural settlements to resume agricultural livelihoods. Severe drought conditions between 2005 and 2009 led to renewed abandonment, with an\nestimated 100,000 migrants leaving rural eastern Kirkuk and AsSulaymaniyah (Lightfoot, 2009).\nMuch of northeastern Iraq consists of arid plains with seasonally variable precipitation and limited surface water (Stevanovic and Iurkiewicz, 2009). Rural settlements traditionally obtained fresh water by means of communally operated karez: underground tunnels cut into slopes that intercept the water table and channel groundwater to collection pools at the surface (Stevanovic and Iurkiewicz, 2009) (Fig. 7). During the drought water tables fell, and only 117 of 684 karez in northeastern Iraq contained water (Lightfoot, 2009). Several factors have undermined the karez system, which had worked reliably for centuries. A growing number of borehole wells drilled to meet increasing water demand, done with encouragement from FAO-sponsored development projects, may have lowered the water table below karez intakes (Lightfoot, 2009; Stevanovic and Iurkiewicz, 2009). Some karez were inadequately maintained during the conflicts, and the skills necessary to building and servicing them have since been lost. The socio-economic impacts of a dry karez on a community are considerable. Villagers lack water for irrigation and livestock, and food must be bought elsewhere. The karez collection point serves as a village meeting place and source of water for the mosque (Lightfoot, 2009). When it runs dry, the social and cultural focal point for community networks is lost, and the desirability of the settlement as a place to live is reduced."
  }, {
    "heading": "4.3.4. Downsizing Detroit: from automobiles to agriculture",
    "text": "At its peak in the 1950s, Detroit was a sprawling city of 1.8 million people. Its rapid population growth in the first half of the 20th century was driven by the Fordist industrial production model, which created massive economic expansion and labour demand, and the consequent large-scale in-migration of labourers from Appalachia and the southern US, particularly African Americans, in what is sometimes referred to in the US as the ‘‘Great Migration’’ (Tolnay et al., 2005). Detroit’s population has shrunk by more than a million the past 60 years (Fig. 8). This population decline has been associated with a number of social and economic processes operating at various scales. Much of Detroit’s white population relocated to suburban communities in response to inter-racial tensions of the late 1960s and 1970s, school integration programs, economic contraction, rising crime rates, and poisonous labour relations between local government and civic employees (Sugrue, 1996). Over 80% of current residents are black/African American, a group which comprises only 12% of the population nationally (US Census Bureau, 2011). Detroit’s economic situation was exacerbated by the sub-prime mortgage crisis and the 2008–2009 collapse of the automotive sector. City government reports having US$800 M debt, an annual operating\ndeficit of $300 M, and a poor credit rating that makes it expensive to borrow money and obtain reasonable prices from suppliers.\nOnce-bustling streets are lined with empty lots and abandoned buildings. A quarter of residentially zoned property lots are vacant, over 90,000 in all (US Census Bureau, 2011). 33,000 residential structures stand unoccupied, over 10,000 of them in dangerous or unlivable condition (Detroit Residential Parcel Survey, 2010). The city government is demolishing 2500 abandoned properties a year. The average value of the remaining housing stock is 40% that of the national average (US Census Bureau, 2011). School enrollments have fallen steadily, with 45 schools to close in 2010–2011 (Schultz, 2010).\nIn his 2009 ‘State of the City’ speech, Detroit’s mayor declared, ‘‘The harsh reality is that some areas are no longer viable neighborhoods with the population loss and financial situation our city faces’’ (Nichols and Fleming, 2010). Local government no longer controls the city’s fate. Most downsizing initiatives involve advocacy groups, philanthropic organizations, university research centres, and the federal government. A private farming corporation seeks to assume control of the city’s vacant lands and use them for intensive for-profit crop production, creating employment opportunities and tax revenues in areas of the city that have long generated neither (Score, 2010). At present, city and state governments are studying the legal implications, one concern being that once land enters agricultural production, it would be exempt from future city planning and regulation under state laws that protect farmers’ operational autonomy (Oosting, 2011).\nA study by Colasanti and Hamm (2010) suggests the feasibility of converting vacant Detroit lands to agriculture is not farfetched. They identified more than 4800 acres of vacant, building-less land where ownership has reverted to government, and which is not being put to any use, such as parks and recreation. Especially in the south-east of the city, much of this land is contiguous, and could in principle be readily converted to food production. Their analysis suggests that even half of this vacant land could produce twothirds of the city population’s present consumption of fresh vegetables and 40% of its non-tropical fruit consumption, even at low levels of agricultural productivity."
  }, {
    "heading": "5. Discussion",
    "text": "Key details from the cases studies can be compared back to the stages of settlement abandonment introduced above (Table 5). Several common themes become apparent in doing so. First, in each case the progression from vulnerability to out-migration and abandonment is fuelled by the cumulative effects of multiple drivers. Each additional stressor combines with earlier and/or\nongoing ones to increase the risk of tipping from one stage to the next. The synergistic effects of multiple drivers occurring simultaneously are likely greater than if each were experienced separately. Second, even in situations of extreme vulnerability and high rates of population decline, complete abandonment of the settlement unit does not necessarily result. Partial abandonment, by particular social groups or of particular locations within a broader area at risk, occurred in each case. Third, institutional involvement in adaptation plays an important role in abandonment outcomes. Out-migration was at its highest in Karakalpakstan when trust in institutions was lowest; Montserrat has the population it does today largely because of institutional commitment to its maintenance. Fourth, even with institutional engagement, autonomous adaptation occurs and has feedback effects on the dynamics of vulnerability. Individually owned borehole wells may be undermining karez in northern Iraq, whilst the desire for better health and education services discourages repopulation of the marshes. Fifth, the departure of particular social groups has feedback effects on the adaptive capacity on those who remain behind, presenting distinct challenges for the longer-term vitality of the settlement, as witnessed in post-evacuation Montserrat. Sixth, population decline and abandonment can be reversed. Whilst Plymouth may never be reoccupied, thousands returned to the island once a commitment was made to rebuild in the north. Repopulation of the rural north had been underway in postSaddam Iraq until droughts and water scarcity emerged. Lastly, the case of Detroit suggests there is a point where population decline becomes essentially irreversible, as witnessed by the city government’s acceptance that abandoned neighbourhoods will not be reoccupied. That point-of-no-return likely occurred decades ago, and was reached through a combination of broad-scale social, political and economic events, many of them beyond the city’s control or influence.\nBeyond these common themes, what do the case studies and the broader set of abandonment cases tell us that may be relevant to understanding future risks of population decline and abandonment in the context of global environmental change? Deforestation, desertification, degradation of waters and soils by chemical pollutants, anthropogenic climate change, and similar environmental changes are increasing worldwide the number of people and places that fall into Stage 1 of the abandonment process, and are exacerbating the vulnerability of populations already there. So long as these and other environmental changes go unmitigated, the potential for large-scale migration events and potential settlement abandonments will grow. Environmental changes can and will act as agents that tip especially vulnerable populations from one stage to the next directly, through generation of hazards or scarcities,\nTable 5 Case studies compared with generalized abandonment process.\nCase Drivers and\nadaptive responses\nStage 1 Rising vulnerability Stage 2 Population decline Stage 3 Abandonment\nMontserrat Drivers Hurricane, seismic activity Volcanic eruptions Pyroclastic flows, deaths, airport closure\nAdaptive responses\nScientific monitoring, evacuations, autonomous temporary migration, remittances\nIndefinite evacuation of eruption zone, out-migration to UK and Antigua\nPlymouth abandoned; communities rebuilt outside danger zone; one-third of population resumes residence on island\nAral Sea Drivers Falling sea levels, water contamination Stage 1 drivers + collapse of\nSoviet Union, high unemployment, rising political uncertainty\nCombined, ongoing effects from Stages 1 and 2\nAdaptive responses\nReduced reliance on fishing Large scale out-migration by\nyoung, skilled, especially ethnic Russians\nSmaller seafront communities, fishing fleet abandoned\nIraq Drivers Persecution, violence, conflict and\naftermath of first Gulf War\nStage 1 drivers + deliberate drainage of marshes\nUpstream diversions, severe drought, water scarcity; lack of services in marshes\nAdaptive responses\nAlternating abandonment and return in rural north; out-migration from marshes\nContinued alternating return and abandonment in north; refugee flight from marshes\nDrilling borehole wells, abandoning karez villages in north; former residents reluctant to return to marshes\nDetroit Drivers Economic decline in manufacturing,\nrising unemployment\nStage 1 drivers + racial tensions, unpopular school bussing policies, rising crime rates\nOngoing Stage 1 drivers + sub-prime mortgage crisis, insolvent and increasingly powerless local government institutions\nAdaptive responses\nAutonomous out-migration to suburbs, other centres Ongoing out-migration, especially of middle class; urban\nrenewal projects fail\nLarge areas of city’s south-east are abandoned; organized demolition of vacant homes; planned conversion of abandoned areas to agriculture if regulations allow\nand indirectly, through their economic and political knock-on effects.\nWhere institutional involvement in adaptation is lacking, the potential for autonomous adaptation through out-migration is heightened. Except in sudden-onset events where immediate evacuation is the only option, population decline will take on different forms across social and economic groups. Those most likely to leave are inherently more mobile because of such things as extended social networks and transferable human capital. These attributes also means their departure may reinforce vulnerability by reducing the available economic and social capital, and further hasten population decline. At the same time, there will be those who, for reasons such as lack of economic wherewithal or strong cultural affinities, may be unwilling or unable to leave, and their demands on remaining institutional resources for support and services will grow, further complicating already difficult situations.\nScholarship with respect to understanding the emergence of Stage 1 vulnerability and adaptation options is continually growing (Berrang-Ford et al., 2011). A key challenge for researchers and policymakers is developing the ability to anticipate in advance potential tipping factors that may push populations into Stages 2 and 3 of the abandonment process, or at least recognize them as quickly as possible once they occur. These will inherently vary from one place and population to another. One way of dealing with this uncertainty is by building broad-based adaptive capacity at the household level to thereby maximize the range of autonomous in situ adaptation options. Another is for institutions to proactively attend to known weak points in services and programs that support autonomous adaptation. Institutions must also, however, be prepared for the possibility that even where tipping factors are recognized in advance, proactive responses may be resisted by entrenched social, cultural and economic practices. For example, 2 years prior to Hurricane Hugo, an expert report recommended the Montserrat government relocate critical infrastructure and settlements away from volcanoes (Kokelaar, 2002). Yet, after Hugo homes and infrastructure were rebuilt in the same locations. Even had government sought to relocate these to the north, observations of residents carrying out daily routines as normal even whilst being showered by volcanic ash (Skinner, 2002) suggest relocations in the absence of volcanic activity might not have been supported by\nthe population. The in situ reconstruction of New Orleans postHurricane Katrina suggests the Montserrat case is not unique.\nMontserrat is a small population on a small island. The organized abandonment and relocation was expensive, and made possible by the much larger financial resources of the United Kingdom. Islanders could move relatively freely to the UK and neighbouring Antigua until communities were rebuilt on that part of the island that remains habitable. These circumstances will not exist in most future cases of complete island abandonment due to sea level rise, which will entail larger numbers of people, require changes to international migration laws, be much more expensive, and involve independent sovereign states lacking wealthy overseas backers. Once the threshold of inevitable abandonment is crossed, be it on island states or continental settlements made unviable by changing environmental conditions or resource depletion, governments may be required to consider options even more outlandish or inconceivable than farming in Detroit."
  }, {
    "heading": "6. Conclusion",
    "text": "Evidence from the recent past, and from the longer course of human history shows that changes in environmental condition can, and sometimes do, contribute to the abandonment of human settlements. As I presently write, hundreds of thousands of drought-stricken Somalis are fleeing to Kenya, a no-entry zone remains in place around the site of the Fukushima reactor, and in my home province of Ontario, Canada, dozens of indigenous First Nations communities are being evacuated in the face of the worst forest fires their elders have ever known. In some cases, the settlements they have fled will be repopulated; others will be abandoned. In each of these cases, as with those surveyed in this study, hindsight allows us to understand how such events came to pass. Hindsight is useful, but it is foresight that is increasingly essential. We are entering an era where the potential for environmentally related migration is rising. Population growth rates are highest in regions and environments where resource depletion, land degradation, and the expected impacts of anthropogenic climate change are acute. As the number of settlements experiencing a heightened state of vulnerability grows, increasing numbers of people will undertake adaptive migration. In some locations this will lead to population decline\nand, in some of these, abandonment in whole or in part. Given that these are events for which it is possible to prepare for and potentially avert through mitigation of drivers and enhancement of adaptive capacity, further attention by scholars and policymakers is warranted.\nThere is a tremendous range of potential causal factors that may lead to settlement abandonment, many of which are particular to a given time and place. Nonetheless, this study suggests it is possible to identify in a systematic fashion the basic parameters and potential drivers of settlement abandonment using past examples as learning analogues. The analogues show that environmentally related settlement abandonments are generally not random products of uncontrollable or unpredictable events, but are outcomes that emerge from conditions of heightened vulnerability and are shaped by autonomous and institutional response. Current theories and concepts used in human dimensions of global change research, such as vulnerability, system sensitivity, and adaptation can be joined with migration theory not only to interpret past examples of settlement abandonment, but also to help us interpret what lies ahead. Through understanding the underlying forces that shape vulnerability and adaptive capacity in a given region, we can potentially identify those settlements where abandonment is a possibility and prioritize them for public policy attention. By thinking in terms of a multi-stage progression from vulnerability to population decline to abandonment, tipping points and forces driving at-risk settlements toward such tipping points may be recognized in advance. Advance recognition in turn allows institutions the ability to strategize capacity-building for populations entering decline, and to plan for the needs of those left in settlements where decline becomes irreversible. Further research is needed to identify and develop the specific methods and analytical tools necessary for moving forward with this type of public policy research, and it will require active engagement and partnership with researchers, governments and international agencies concerned with the well-being of the world’s migrants."
  }, {
    "heading": "Acknowledgements",
    "text": "This research was supported financially by the United Kingdom Government Office for Science through the Foresight project on environmental migration. The Foresight lead experts and project team are thanked for their suggestions and support throughout this project. This article benefited from suggestions made by anonymous reviewers of an earlier report from this study, from comments by participants at a Foresight workshop, and anonymous reviewers of the present article. Nadine Lemoine of the University of Saskatchewan is thanked for her research assistance in the early stages of this study."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data associated with this article can be found, in\nthe online version, at doi:10.1016/j.gloenvcha.2011.08.004."
  }],
  "year": 2011,
  "references": [{
    "title": "eruptions in Montserrat",
    "authors": ["L.K. Barlow", "J. Sadler", "A Ogilvie"],
    "venue": "West Indies. West Indian Med. J. 52,",
    "year": 1997
  }, {
    "title": "Climate Change and Small Island",
    "authors": ["J. Barnett", "J. Campbell"],
    "venue": "Norse Western Settlement in Greenland. Holocene",
    "year": 2010
  }, {
    "title": "Are we adapting to climate change",
    "authors": ["L. Berrang-Ford", "J.D. Ford", "J. Peterson"],
    "venue": "Global Environ. Change",
    "year": 2011
  }, {
    "title": "At Risk: Natural Hazards, People’s Vulnerability, and Disasters",
    "authors": ["P. Blaikie", "T. Cannon", "I Davis"],
    "year": 1994
  }, {
    "title": "Ghost towns tell tales of ecological boom and bus",
    "authors": ["K. Brown"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Palaeoecological and historical evidence for manuring and irrigation at Garðar (Igaliku), Norse Eastern Settlement, Greenland. The Holocene",
    "authors": ["P.C. Buckland", "K.J. Edwards", "E. Panagiotakopulu", "J.E. Schofield"],
    "year": 2009
  }, {
    "title": "The Environment as Hazard",
    "authors": ["I. Burton", "R.W. Kates", "G.F. White"],
    "year": 1978
  }, {
    "title": "Climate as a contributing factor in the demise of Angkor, Cambodia",
    "authors": ["B.M. Buckley", "K.J. Anchukaitis", "D Penny"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A",
    "year": 2010
  }, {
    "title": "Abandonment and archaeological interpretation",
    "authors": ["C.M. Cameron"],
    "year": 1993
  }, {
    "title": "The Age of Migration: International Population Movements in the Modern World, 4th edn",
    "authors": ["S. Castles", "M.J. Miller"],
    "year": 2009
  }, {
    "title": "Involuntary Resettlements in Development Projects: Policy guidelines in World Bank-financed projects",
    "authors": ["M. Cernea"],
    "venue": "Technical Paper No",
    "year": 1988
  }, {
    "title": "Excavations at Huaca Herederos Chica, Moche Valley, Peru",
    "authors": ["C. Chauchat", "J. Guffroy", "T. Pozorski"],
    "venue": "J. Field Archaeol",
    "year": 2006
  }, {
    "title": "Iraq: water, water nowhere",
    "authors": ["M. Chulov"],
    "venue": "World Policy J",
    "year": 2009
  }, {
    "title": "Marsh Arab demography",
    "authors": ["E. Coast"],
    "year": 2002
  }, {
    "title": "Assessing the local food supply capacity of Detroit, Michigan",
    "authors": ["K.J. Colasanti", "M.W. Hamm"],
    "venue": "J. Agric. Food Syst. Commun. Dev",
    "year": 2010
  }, {
    "title": "Trading places: Quentovic and Dorestad reassessed",
    "authors": ["S. Coupland"],
    "venue": "Early Mediev. Eur",
    "year": 2003
  }, {
    "title": "Impacts of an environmental disaster on psychosocial health and well-being in Karakalpakstan",
    "authors": ["E. Crighton", "S.J. Elliott", "J van der Meer"],
    "venue": "Soc. Sci. Med",
    "year": 2003
  }, {
    "title": "Conservation Refugees: The Hundred-Year Conflict Between Global Conservation and Native Peoples",
    "authors": ["M. Dowie"],
    "year": 2009
  }, {
    "title": "Norse Greenland settlement: reflections on climate change, trade, and the contrasting fates of human settlements in the North Atlantic Islands",
    "authors": ["A.J. Dugmore", "C. Keller", "T.H. McGovern"],
    "venue": "Arctic Anthropol",
    "year": 2007
  }, {
    "title": "Norse Greenland settlement and limits to adaptation",
    "authors": ["A.J. Dugmore", "C. Keller", "T.H. McGovern", "A.F. Casley", "K. Smiarowski"],
    "year": 2009
  }, {
    "title": "The Columbian encounter and the Little Ice Age: abrupt land use change, fire, and greenhouse forcing",
    "authors": ["R.A. Dull", "R. Nevle", "W Woods"],
    "venue": "Ann. Assoc. Am. Geogr",
    "year": 2010
  }, {
    "title": "Deserted Medieval Villages in the West Midlands",
    "authors": ["C. Dyer"],
    "venue": "Econ. Hist. Rev",
    "year": 1982
  }, {
    "title": "Demographic responses to environmental stress in the drought- and famine-prone areas of northern Ethiopia",
    "authors": ["M. Ezra"],
    "venue": "Int. J. Popul. Geogr",
    "year": 2001
  }, {
    "title": "Transnational social spaces out of international migration: evolution, significance and future prospects",
    "authors": ["T. Faist"],
    "venue": "Arch. Eur. Sociol",
    "year": 1998
  }, {
    "title": "Resilience and sustainable development: building adaptive capacity in a world of transformations",
    "authors": ["A. Folke", "S. Carpenter", "T Elmqvist"],
    "venue": "Ambio",
    "year": 2002
  }, {
    "title": "Case study and analogue methodologies in climate change vulnerability research",
    "authors": ["J.D. Ford", "E. Keskitalo", "T Smith"],
    "venue": "Wiley Interdiscip. Rev. Climate Change",
    "year": 2010
  }, {
    "title": "Salt in the Sand: Memory, Violence, and the Nation-state in Chile, 1890 to the Present",
    "authors": ["L.J. Frazier"],
    "year": 2007
  }, {
    "title": "Race, socioeconomic status, and return migration to New Orleans after Hurricane Katrina",
    "authors": ["E. Fussell", "N. Sastry", "M. Van Landingham"],
    "venue": "Popul. Environ",
    "year": 2010
  }, {
    "title": "The use of analogies in forecasting ecological and societal responses to global warming",
    "authors": ["M.H. Glantz"],
    "venue": "Environment",
    "year": 1991
  }, {
    "title": "Large earthquakes and the abandonment of prehistoric coastal settlements in 15th century",
    "authors": ["J.R. Goff", "B.G. McFadgen"],
    "venue": "New Zealand. Geoarchaeology",
    "year": 2003
  }, {
    "title": "Namib sand sea: large Dunes in an ancient desert",
    "authors": ["A. Goudie"],
    "year": 2010
  }, {
    "title": "Understanding the economic costs",
    "authors": ["M.R. S119 Greenberg", "M. Lahr", "N. Mantell"],
    "year": 2007
  }, {
    "title": "Counting snowbirds: the importance of and the",
    "authors": ["S.K. 191–225. Happel", "T.D. Hogan"],
    "year": 2002
  }, {
    "title": "Climate and the collapse of Maya",
    "authors": ["G.H. Haug", "D. Günther", "L Peterson"],
    "year": 2003
  }, {
    "title": "Climate change and Zhou relocations in early Chinese",
    "authors": ["C.C. Huang", "H. Su"],
    "venue": "civilization. Science",
    "year": 2009
  }, {
    "title": "Interpretations of Calamity from the Viewpoint of Human Ecology",
    "authors": ["versity Press", "K. Cambridge. Hewitt"],
    "year": 1983
  }, {
    "title": "Sunburnt Cities: The Great Recession, Depopulation and Urban",
    "authors": ["Allen", "Unwin", "J.B. Boston. Hollander"],
    "year": 2011
  }, {
    "title": "Climate change during the Iron Age in the Shashe-Limpopo",
    "authors": ["T.N. Huffman"],
    "year": 2008
  }, {
    "title": "Grappling for a glimpse of the future",
    "authors": ["Basin", "southern Africa"],
    "venue": "J. Arch. Sci",
    "year": 2047
  }, {
    "title": "Social-ecological impacts of concurrent reservoir",
    "authors": ["C.Y. Jim", "F.Y. Yang", "L. Wang"],
    "venue": "Boulder, CO,",
    "year": 2010
  }, {
    "title": "What’s driving Mexico–US migration? A theo",
    "authors": ["D.S. MA. Massey", "K.E. Espinosa"],
    "year": 1997
  }, {
    "title": "Migration in the context of vulnerability",
    "authors": ["zation for Migration", "R. Geneva. McLeman", "L.M. Hunter"],
    "year": 2010
  }, {
    "title": "The Aral sea disaster",
    "authors": ["P. Micklin"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Environmental refugees: a growing phenomenon of the 21st",
    "authors": ["Tashkent", "N. 31p. Myers"],
    "year": 2002
  }, {
    "title": "Understanding the diversity of migrant incorporation",
    "authors": ["V. Nee", "J. Sanders"],
    "year": 2001
  }, {
    "title": "Understanding abandonments in the North Ameri",
    "authors": ["G. Schachner"],
    "venue": "forms-of-capital approach. Ethnic Racial Stud",
    "year": 2002
  }, {
    "title": "Exploring the link between climate",
    "authors": ["S. Perch-Nielsen", "M. Bättig", "D. Imboden"],
    "year": 2011
  }, {
    "title": "King Death: The Black Death and Its Aftermath in Late-Medieval",
    "authors": ["C. Platt"],
    "year": 1997
  }, {
    "title": "The Day the Earth Caved In: An American Mining Tragedy",
    "authors": ["England. UCL Press", "J. London. Quigley"],
    "year": 2007
  }, {
    "title": "Eaters of the Dry Season: Circular Labor Migration in the West African",
    "authors": ["House", "D. New York. Rain"],
    "year": 1999
  }, {
    "title": "Restoring the Garden of Eden: an ecological",
    "authors": ["Sahel. Westview Press", "Boulder", "C. CO. Richardson", "N. Hussain"],
    "year": 2006
  }, {
    "title": "Cultural impacts of severe",
    "authors": ["I. Shimada", "C. Schaaf", "L Thompson"],
    "venue": "Tanzania. Can. J. Afr. Stud",
    "year": 1991
  }, {
    "title": "The eruption of chances peak, Montserrat, and the narrative",
    "authors": ["J. Skinner"],
    "year": 2000
  }, {
    "title": "British constructions with constitutions: the formal and informal",
    "authors": ["J. 156–183. Skinner"],
    "year": 2002
  }, {
    "title": "Acting on an environmental health",
    "authors": ["London", "I. pp. 1–31. Small", "J. van der Meer", "R. Upshaw"],
    "year": 2001
  }, {
    "title": "Adaptation, adaptive capacity and vulnerability",
    "authors": ["B. 547–549. Smit", "J. Wandel"],
    "year": 2006
  }, {
    "title": "The Migration of Labour",
    "authors": ["O. Stark"],
    "venue": "paleopedological inferences. Q. Int",
    "year": 1991
  }, {
    "title": "The Origins of the Urban Crisis: Race and Inequality in Postwar",
    "authors": ["J. Hydrogeol"],
    "year": 1996
  }, {
    "title": "Vanishing island states and sovereignty",
    "authors": ["L. Yamamoto", "M. Esteban"],
    "venue": "Ocean Coast Manage",
    "year": 2010
  }, {
    "title": "Global climate change, war, and population decline in recent human history",
    "authors": ["D.D. Zhang", "D. Brecke", "H Lee"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A",
    "year": 2007
  }, {
    "title": "The impact of political ideology on creeping environmental changes in the Aral Sea basin",
    "authors": ["I.S. Zonn"],
    "year": 1999
  }],
  "id": "SP:5b01d19c35af26b0f41b700e4f3acf924cfdbc27",
  "authors": [{
    "name": "Robert A. McLeman",
    "affiliations": []
  }],
  "abstractText": "This article reports findings from a study of settlement abandonment and the interactions between environmental and non-environmental factors that may give rise to it. Through a modified systematic review of scholarly literature, an inventory of 246 ancient and modern examples of settlement abandonment was generated. Common spatial and temporal parameters were identified and a typology created to summarize environmental and non-environmental drivers common across cases. Dynamic interactions of drivers that lead to a progression from vulnerability to population decline and abandonment were examined in the cases of Plymouth, Montserrat, abandoned due to volcanism in the 1990s; recent rural depopulation in northeastern Iraq and the southern marshes; outmigration from the southern Aral Sea region; and, neighbourhood abandonment and a proposal to convert abandoned lands in Detroit to commercial farming. The study finds that with growing vulnerability to environmental change across many regions, there is greater potential for increased numbers of abandonments. However, abandonment should be seen as only one possible outcome of environment and population interactions that create vulnerability and stimulate environmental migration. The study concludes with a series of observations relevant to anticipating and planning for potential population decline and settlement abandonment in the face of future global environmental change.",
  "title": "Settlement abandonment in the context of global environmental change"
}