{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary Science Reviews\njournal homepage: www.elsevier .com/locate/quascirev\nInvited review\nMilankovitch frequencies in tephra records at volcanic arcs: The relation of kyr-scale cyclic variations in volcanism to global climate changes\nS. Kutterolf a, *, J.C. Schindlbeck b, M. Jegen a, A. Freundt a, S.M. Straub c\na GEOMAR Helmholtz Centre for Ocean Research Kiel, 24148, Kiel, Germany b University of Heidelberg Institute of Earth Sciences, 69120, Heidelberg, Germany c Lamont Doherty Earth Observatory Columbia University, Palisades, USA\na r t i c l e i n f o\nArticle history: Received 1 March 2018 Received in revised form 2 November 2018 Accepted 2 November 2018 Available online 23 November 2018\nKeywords: Quaternary Eruption frequencies Cyclicities Climate Tephra time series Milankovitch Statistics\n* Corresponding author. E-mail address: skutterolf@geomar.de (S. Kutterol\nhttps://doi.org/10.1016/j.quascirev.2018.11.004 0277-3791/© 2018 Elsevier Ltd. All rights reserved.\na b s t r a c t\nThe increase in volcanic activity after the last glacial maximum observed on Iceland has led to one of the most fascinating hypothesis in science in the last decades: that deglaciation may force volcanism. Consequently, tephrostratigraphic records of sufficient length that cover multiple glacial cycles have been used to test whether such relationships hold systematically through the Quaternary. Here we review such tephra records that have been linked with climate proxy records such as d18O in marine sediments, which is a measure of sea-level change and which is thought to be orbitally forced, as it exhibits the characteristic Milankovitch periodicities of precession (~23 kyr), obliquity (~41 kyr) and eccentricity (~100 kyr).\nStatistical analyses have identified these periodicities also in long tephra records from different latitudes and geotectonic settings, as well as in compiled semi-global records. These studies detect Milankovitch periods in their tephra record, and also a phase shift relative to the d18O record in such that periods of increased eruption frequencies coincide with the deglaciation period at the glacial/interglacial transition when ice and water loads on the lithosphere change most rapidly. However, there are also disparities in results and interpretations, which may be attributable to the different methods of analysis applied by the studies.\nWe have therefore re-analyzed the four best-characterized tephra records by the same methods. We distinguish between analysis in the frequency domain, a novel approach, and analysis in the time domain, which has been used in previous studies. Analysis in the frequency domain identifies harmonic frequencies that arise from the binary nature of the tephra records and complicate the identification of primary frequencies. However, we show that all four records show spectral density peaks near the main Milankovitch periodicities of 41 and 100 kyr, and that they produce meaningful and significant statistical correlations with each other and the global d18O record but not with random time series. Although the time-domain correlations with d18O roughly confirm phase shifts implying peak volcanism during deglaciation, correlation coefficients arising from very noisy records are generally too low for precise constraints on the relative timing.\nThese deficiencies presently hamper the recognition of the physical mechanisms through which global climate changes affect volcanism at both, high-latitude glaciated regions and low-latitude non-glaciated regions.\n© 2018 Elsevier Ltd. All rights reserved.\nf)."
  }, {
    "heading": "1. Introduction",
    "text": "It is well known that large explosive and effusive eruptions can have a global impact on the climate through the injection of gas, aerosols and ash into the atmosphere which can reduce average global surface temperature over a period of years (McCormick et al.,\n1995; Robock, 2000; Miller et al., 2012). Some of these volcanic impacts led to widespread droughts, crop losses, and famine causing dramatic casualties (e.g., Oppenheimer, 2003; Lavigne et al., 2013, Manning et al., 2017). The most prominent historic examples are the 1783e1784 Laki eruption on Iceland (e.g., Highwood and Stevenson, 2003), the 1815 Tambora eruption in Indonesia (e.g., Rampino and Self, 1993; Rampino and Self, 1982) and the 1991Mt. Pinatubo eruption on the Philippines (e.g., Robock, 2000). Modern global measurement networks (for example, see www.ncdc.noaa.gov) nowadays demonstrate the climatic effects of volcanic eruptions, but for events in the distant past these relationships need to be revealed by correlating volcanic and paleoclimate records. For example, tree rings of the last 600 years record excursions in the average northern hemisphere surface temperatures that can be related to large volcanic eruptions during this period (Briffa et al., 2004) (Fig. 1). Sigl et al. (2015) correlated Arctic and Antarctic ice core data and lower latitude climate proxy records (such as tree cores) and identified global climate forcings by volcanic events over the past 2500 years. On time scales of tens of million years, geologic records reveal mass extinctions caused by the severe climate disruption associated with formation of large\nFig. 1. A) Land-surface temperature variations of the last 600 years at >20 N with extreme eruptions (green arrows scaled by Volcanic Explosivity Index VEI) shows that volcanic erupt (2004). Question marks indicate uncertain eruption dates. B) Co-variation of lobal volcanic a after Sigl et al. (2015). Upper panel shows record of tree growth anomalies emphasizing th aerosol forcing reconstructed from composite bipolar ice-core sulfate records.\nigneous provinces and flood basalts (Hofmann et al., 1997; McLean, 1985; Campbell et al., 1992; Courtillot and Renne, 2003; Bond and Wignall, 2014).\nHowever, there is also another way to assess the relationships between paleoclimate and volcanic records. Over past decades it has been recognized that variations in global climate and in volcanic activity share some common periodicities, also known as the Milankovitch periods, which led to the theory that global climate changes may be a driver of volcanic activity (Paterne et al., 1990; Rampino et al., 1979). Cyclic behavior of volcanoes and volcanic provinces can occur on a wide range of timescales, from seconds over hours and days up to millions of years (e.g., Table 1, Carey and Sigurdsson, 2000; Sigurdsson et al., 2000, Kutterolf et al., 2013; Sumita and Schmincke, 2013; Scharff et al., 2015; Bredemeyer and Hansteen, 2014; Schindlbeck et al., 2015, 2018; Tolstoy, 2015; Mahony et al., 2016). The reasons for such temporal variations in volcanic activity can be internal drivers in volcano-magma systems (e.g., mantle melting rates, magma storage and replenishment conditions, or degassing processes) or external influences such as regional earthquakes, seasonal climate variations, Earth tides, regional sea-level changes or ocean tides, or regional tectonic\nnegative excursions labeled by calendar year. Comparison with the record of volcanic ions are often immediately followed by negative excursions. Modified after Briffa et al. erosol forcing and Northern Hemisphere temperature variations for the past 2500 years e 40 coldest years and the 12 coldest decades. Lower panel shows the global volcanic\nrearrangements (e.g., Table 1; Schmincke, 2004; Johnston and Mauk, 1972; Dzurisin, 1980; McNutt and Beavan, 1987; Patan e et al., 1994; Mason et al., 2004; Sottili et al., 2007; Kasahara and Sato, 2001 Bredemeyer and Hansteen, 2014; Tolstoy, 2015; Mahony et al., 2016). Sealevel change has in particular been invoked as an external control on volcanism. For example, Stewart (2017) links the sudden change from fissure-type to central-type volcanism at Mt. Etna to a dramatic sealevel rise. Sternai et al. (2017) propose that the dramatic sealevel drop of the Messinian salinity crisis increased the productivity of the pan-Mediterranean volcanic provinces. Jupp et al. (2004) developed a theoretical model to predict possible distributions of response times of volcanism depending on magnitude and frequency of a periodic stimulation.\nStudies in Iceland (Sigvaldason et al., 1992; MacLennan et al., 2002) and other glacier-covered regions (e.g., Praetorius et al., 2016; Rawson et al., 2016) showed a significant increase in volcanic activity after the last glaciation, suggesting that lithospheric unloading during glacier retreat may drive volcanism. Theoretical modeling by Jull and McKenzie (1996) confirms that glacier unloading can significantly increase mantle melting at Iceland. Nowell et al. (2006) observed increased volcanic activity in young intraplate volcanic fields in France and Germany during post-glacial warming periods and related this to distal effects of flexural (un-) loading of the lithosphere in response to ice shield retreat.\nA globally applicable proxy of global climate variations is the foraminiferal d18O record, which provides a measure of global ice\nvolume and sea level change (Lisiecki and Raymo, 2005). The d18O record, as well as some other paleoclimate proxy records, contain cyclic variations on periods that reflect orbital forcing of the climate (Milankovitch cycles), of which the most prominent are precession (23 kyr) and obliquity (41 kyr) of Earth's rotation axis, and the eccentricity (100 kyr) of Earth's rotation around the sun; minor periodicities occur at 17e19 kyr and 400 kyr. The fact that themajor periodicities have also been recognized in volcanic records in various geodynamic settings (Fig. 2) gave rise to the hypothesis that climate change drives volcanism (e.g. McGuire et al., 1997; Jellinek et al., 2004; Huybers and Langmuir, 2009; Kutterolf et al., 2013; Schindlbeck et al., 2018). In this review we address the results as well as commonalities and disparities between the various studies of climate-volcanism relationships in order to provide a better basis for deducing the physical mechanisms of that relationship, which remain poorly understood and for which different processes have been suggested. Understanding such mechanisms is relevant to the present-day because anthropogenically enforced deglaciation may lead to increased volcanic activity and hazards (Tuffen, 2010; Pagli and Sigmundsson, 2008; Albino et al., 2010)."
  }, {
    "heading": "2. Volcanic time series",
    "text": "The geologic investigation of volcanic systems on land is the most common way to reconstruct time series of volcanic activity, typically involving a large number of radiometric datings (e.g.,\nGlazner et al., 1999; Nowell et al., 2006). Coverage by younger deposits, erosion, or other reasons may render parts of the volcanic history inaccessible. Kiyosugi et al. (2015) found an exponential trend of under-recording of explosive eruptions with age in Quaternary Japanese tephra records, with stronger under-recording of smaller eruptions. However, the mostly non-erosive conditions in lakes or on the ocean floor facilitate the recovery of medial to distal tephra records that approximate a continuous history of regional (e.g., Paterne et al., 1990), and even global-scale volcanism (Kutterolf et al., 2013) (Table 1). It can be assumed that the temporal variation in the frequency of explosive eruptions that produce widespread tephra beds is an image of the temporal variation of the entire volcanism because it has been shown that eruption magnitude and frequency are systematically linked to each other (e.g. Pyle, 1995; Deligne et al., 2010). An advantage of sedimentary tephra profiles is that there are often independent (mostly micropaleontological) methods to establish high-resolution age models, a prerequisite to further study the time series statistically. Most of the studies that investigate volcanic time series for Milankovitch frequencies build indeed on tephra successions, and in this review we will further focus on results from marine tephra sequences.\nHowever, it should be noted that correlations with climate signals have also been observed in other volcanic records. For example, variations in crustal thicknesses in seafloor bathymetry suggest a sensitivity of mid-ocean ridge systems to sea level changes on Milankovitch time scales (e.g., Table 1; Tolstoy, 2015; Lund and Asimow, 2011; Crowley et al., 2015). Moreover, the peak of hydrothermal activity on the Mid-Atlantic Ridge (Middleton et al., 2016), Juan de Fuca Ridge (Costa et al., 2017) and at the East Pacific Rise (Lund et al., 2016) ~15 kyr after the glacial maximum has been interpreted as the delayed melt formation following the hydrostatic pressure minimum.\nThe tephra time series can be distinguished into two categories: tephra successions that cover single volcanic systems, or volcanic provinces (e.g., Paterne et al., 1990; Schindlbeck et al., 2018), and compiled tephra records that include data frommany sites in order to approximate a semi-global tephra record (e.g., Huybers and Langmuir, 2009; Kutterolf et al., 2013) (Table 1). Both types of data sets can represent different age ranges. We will first summarize studies that investigate tephra records since the last glaciation; these records are best accessible and provide the best available time resolution. In a subsequent chapter we then discuss tephra records spanning several glacial cycles as only these can provide a conclusive test of the proposed climate-volcanism relationships."
  }, {
    "heading": "2.1. Tephra studies covering the last glacial cycle",
    "text": "Especially in glaciated regions (e.g. Chile, Iceland, Alaska)\nseveral studies found an increase in volcanic activity during the last deglaciation (e.g., Table 1; Praetorius et al., 2016; Rawson et al., 2016; Sigvaldason et al., 1992; MacLennan et al., 2002). In a combined tephra and lava study on Iceland, Sigvaldason et al. (1992) inferred that ice unloading increased post-glacial magma production rates and eruptability of Icelandic magmas following the last deglaciation. They note that a major problem is the sampling and volume determination of layers that are buried under younger deposits as well as the limitation of their data to the last deglaciation.\nFig. 3a shows the temporal evolution of ice volume equivalent sea-level variation across the last glaciation after Lambeck et al. (2014). Sea-level rise during deglaciation is not steady but shows a significant pulse (meltwater pulse 1a, orange box in Fig. 3a) during the Bølling-Allerød period. Interestingly, this pulse is almost immediately followed by the period of postglacial rebound in Iceland (gray bar in Fig. 3a; MacLennan et al., 2002). The phase of increased postglacial volcanism in Iceland largely overlaps with the postglacial rebound and the meltwater pulse (Fig. 3b). Similarly, on the other side of the planet, the high-resolution postglacial volcanic activity of Mocho-Choshuenco volcano at the glaciated southern Chilean arc (Rawson et al., 2016) peaks during the same 13-8 ka period (Fig. 3b). Rawson et al. (2016) attributed this to changes in magma storage times that are caused by deglaciation-related changes in the crustal stress field. They suggest that magma is stored during the glaciation and erupts in a first explosive phase immediately after the ice unloading. Praetorius et al. (2016) observed an abrupt increase in the volcanic activity at the Mt. Edgecumbe Volcanic Field in Southeast Alaska between 14.6 and 13.1 ka, which coincides with the period of largest crustal uplift in response to glacial ablation (Fig. 3c). Note that there is a time shift of about 2000 years in peak rebound and peak volcanism between Alaska and Iceland.\nA global increase of volcanic activity during the last deglaciation is also discussed. In a 40 kyr compilation of subaerial eruptions from different latitudes Huybers and Langmuir (2009) noticed an increase of volcanic activity during the last deglaciation (12-7 ka) and into the Holocene that largely coincides with the period of high sea-level stand (Fig. 3d). However, Watt et al. (2013) revised the work of Huybers and Langmuir by distinguishing between glaciated and non-glaciated arc regions. They conclude that the apparent increase in global volcanism during the last deglaciation is mainly due to an increase in volcanism in glaciated regions.\nHuybers and Langmuir (2009) and Praetorius et al. (2016) speculated that increased volcanism may create a positive feedback on deglaciation by adding CO2 to the atmosphere and by reduction of the albedo by ash mantling the ice sheets."
  }, {
    "heading": "2.2. Tephra studies on longer time scales",
    "text": "The longest tephra records, covering up to 35 Myr, have been documented by Kennett and Thunell (1975), and Kennett et al. (1977) who use the time distribution of volcanic ash in 320 Tertiary to Recent deep-drilled sequences obtained by the Deep Sea Drilling Project (DSDP) in combinationwith terrestrial data (Fig. 4). These data were complemented by Cadet et al. (1982a,b) offshore Central America and by Carey and Sigurdsson (2000) and Sigurdsson et al. (2000) for the Caribbean region (Fig. 4; Table 1). These studies identified several widely occurring cycles in volcanic activity that each lasted several million years and which can be attributed to plate tectonic processes. However, these tephra records did not have the temporal resolution necessary to identify cyclic variations in the 10's of kyr range. Prueher and Rea (2001) obtained a higher resolution tephra record (450 ash beds in 5 Myr) from the northern Pacific and detected episodes of increased explosive volcanism at approximately 0.2e0.5, 0.7e0.9,1.5e1.7, and 2.5e2.65Ma in the Kamchatka arc, and at 0.15e0.4, 1.7e1.8, 2.55e2.65, and at 3.0e3.1Ma in the eastern Aleutian arc. These periods correspond to those found throughout the Pacific (e.g., Cambray et al., 1995) (Fig. 4). Prueher and Rea (1998) emphasize the synchronism of the ~2.5Ma intense volcanic period all around the North Pacific and agreewith Cambray et al. (1995) who suggest that the underlying mechanism operated on a much larger scale than just a local change in subduction angle or rate. They suggest a link between intense volcanism and Late Pliocene glaciation. Kennett and Thunell (1975) already hypothesized that climatic (e.g., late Pliocene glaciation) rather than tectonic controls forced periods of enhanced volcanic activity, but were unable to demonstrate this. In the following we focus on studies that employed statistical methods to analyze volcanic time series and their correlation with paleo-climate time series.\nPaterne et al. (1990) studied the 190 kyr volcanic history of the Campanian province (Italy) through the tephra inventory of central Mediterranean marine sediment cores. Tephra layers were correlated between cores and dated by d18O stratigraphy as well as through correlationwith dated tephras on land, providing a total of 151 volcanic events (118 Campanian, 33 from other Italian volcanic systems). Using a sliding-window technique, Paterne et al. (1990) generated a frequency distribution over time that revealed five periods of enhanced volcanic activity (Fig. 5), which correlate with compositional changes in the volcanic rocks. Moreover, power spectral analysis shows that these pulses occur with a 23 kyr periodicity, which is close to the Earth's precession period.\nMcGuire et al. (1997) compiled an 80 kyr long succession of ash layers of the central and eastern Mediterranean Sea including also the time series of Paterne et al. (1990). They observed enhanced tephra accumulation at 8e15, 34e38, and 55e61 kyr BP and compared these intervals with the paleo-sea-level record. They applied statistical methods to analyze the time series and noted that the around 22 kyr period of relative volcanic quiescence correlates with the last low sea-level stand while the volcanically intense period 8e15 kyr accompanied the very rapid post-glacial sea-level rise (Fig. 5). By determining the first derivative of the\nages and dashed lines the respective 1s uncertainties) and the period of high eruption rates of Krafla volcanic center (light green curve) after MacLennan et al. (2002) overlap each other as well as the period of peak post-glacial rebound observed in Iceland. C) Vertical land motion due to glacial rebound in Alaska (green curve) compared with the abundance of tephra in marine sediment cores off southeast Alaska, modified after Praetorius et al. (2016). Increased tephra input into the sediments (tephra grains >125 mm, red) follows the peak glacial rebound as well as the melt water pulse 1a (dashed red lines). D) The increase in global eruption rate (normalized to the last 2 ka) during the last deglaciation (purple) after Huybers and Langmuir (2009), appears to follow high rates of sea level rise (blue curve) as well as the melt water pulse 1a.\nsea-level variation McGuire et al. (1997) showed that tephra frequency correlates with the rate of sea-level change but lags behind by a few thousand years.\nGlazner et al. (1999) investigated the distribution of radiometric ages of intraplate volcanic events in eastern California over the last 800 kyr. Their smoothed age distribution shows peaks at 10, 100, 185, 320 and 690 kyr, which visually anticorrelate with interglacial maxima (Fig. 6). Subsequently, Jellinek et al. (2004) statistically evaluated the first 400 kyr of the data set by 1) distinguishing between basaltic and silicic volcanism, and 2) calculating power spectra for this volcanic time series as well as for a comparative climate time series (SPECMAP) that serves as a proxy for global glaciation (e.g., Shackleton, 1987), using a standard multi-taper algorithm (Fig. 7a and b). They found a clear 40 kyr and less-well constrained 17 and 23 kyr periodicities (i.e., the well-known Milankovitch periods) in the volcanic record as well as in the SPECMAP climate proxy data. Their advanced statistical treatment also revealed a significant correlation between changes in eruption frequency and the first derivative of the glacial time series, suggesting a response of volcanism to the rate of ice-volume reduction that occurs with a time lag of 3.2± 4.2 kyr for silicic, and 11.2± 2.3 kyr for basaltic magmas, respectively.\nSchindlbeck et al. (2018) statistically analyzed the 1.1 Myr long tephra record of IODP Hole U1437B at the Izu-Bonin arc (IB) and its\nrelation to a) the planktonic foraminifera d18O profile of the core, and to b) the global benthic foraminifera d18O reference stack of Lisiecki and Raymo (2005) as climate and sea level proxy (Fig. 6). Spectral analysis of the tephra dataset yields a statistically significant spectral peak at the ~100 kyr period (the Milankovitch eccentricity period), which dominates global climate cycles since the Middle Pleistocene (Fig. 7c and d). A time-domain analysis of the tephra and d18O records shows that volcanism peaks approximately 7 kyr after the glacial maximum, which coincides with the period of the fastest rate of lithospheric pressure change generated by deglaciation.\nAt Site U1437B, the best tephra- d18O correlation is obtained for the last 0.7 Myr. The quality of the correlation is less for the period 0.7e1.1Ma, also known as the Middle Pleistocene Transition (MPT), a period during which the climate signal, expressed as d18O, the gradually changes from a 40 kyr dominant frequency to the 100 kyr frequency (Fig. 7). Despite the decrease in spectral density of the 100 kyr periodicity in the d18O record during the MPT, the tephra record maintains its dominant 100 kyr periodicity. Since this periodicity is associated with the formation of huge Northern hemisphere continental ice sheets (Mudelsee and Schulz, 1997), Schindlbeck et al. (2018) conclude that ice sheet formation persisted through the MPT, yet its 100 kyr periodicity in the d18O spectrum is largely obscured due to interference with other, shorter periodicities. Differences in the correlation between volcanism and d18O record across the MPT were also observed by Nowell et al. (2006) in their analysis of the 2 Myr eruption record of the western European volcanic fields. They note that correlation results would be biased by the higher abundance of volcanic events associated with higher oxygen isotope levels at <800 ka. However, comparison of volcanic events with the contemporary slope in d18O yielded best correlations as volcanic activity lagged maximum warming rate by 3e6 kyr.\nWhile the above studies focused on geographically and geotectonically limited regions, Kutterolf et al. (2013) compiled a tephra record from marine drill sites around the entire Pacific Ring of Fire (ROF) (Fig. 6). This tephra record is assumed to approximate the global temporal variation in eruption frequencies, since the ROF accounts for about half of the global length of active plate subduction. Spectral analysis identified a strong spectral peak for the obliquity period (41 kyr), while the other Milankovitch periods are less significant or absent in that tephra record (Fig. 7e). Kutterolf et al. observed excellent correlation between the tephra record and the first derivative of the d18O recordwith a time lag of 4.0± 3.6 kyr, i.e. highest frequency of volcanic eruptions is associated with the highest rate of rising eustatic sea level (decreasing global ice volume). Numerical simulations quantify how changes in eustatic sea level and glacial loading induced near-surface stress variations during the last glacial cycle (Kutterolf et al., 2013). For Central America, the most detailed ROF tephra record, maximum eruption frequency coincides with the time of maximum rate of lithostatic pressure change after the last glaciation.\nThe baseline derived from these diverse regional and global studies is that periodic pulses of volcanic activity are observed and that these periodicities correlate with the Milankovitch periodicities of the global sea-level (d18O) record with a certain phase shift. However, the periodicities recognized differ between the tephra records, and no tephra record contains the entire set of Milankovitch periodicities. These differences, which may arise from the different lengths and event densities of the tephra records, make it difficult to identify the underlying driving mechanisms by which climate affects volcanic frequencies. We will further discuss these subjects in the following sections."
  }, {
    "heading": "3. Discussion",
    "text": "While the studies summarized above all agree that global climate changes affect volcanism and typically lead to increased volcanism during deglaciation, there are also significant differences in the results (Table 1). For example, does peak volcanism correlate with absolute sea-level/glaciation variations or with the rate of change of sea-level? Why does each tephra record contain a different subset of the Milankovitch periodicities? Why do the observed time lags in the volcanism-climate correlations vary significantly? We now discuss two important issues that may be responsible for the different results:\n1) the nature of tephra time series, and 2) the methods of statistical treatment.\nUnderstanding these aspects is important for deducing the physical mechanisms through which climate changes may force volcanism."
  }, {
    "heading": "3.1. The nature of tephra time series",
    "text": "The tephra time series are largely based on drill cores, in some cases also involving data from geologic field studies. Uncompacted to little compacted sediments are typically cored by gravity or piston coring including APC (advanced piston coring) employed during deep sea drilling. These methods usually provide mostly full (100%) recovery so that late Pleistocene through Holocene sequences can be recovered almost completely. Harder rocks typically in deeper core sections require rotary drilling, which yields much less recovery. Moreover, in highly compacted, altered and\ncemented rocks the recognition of thin ash beds can become difficult, especially when mineral-glass transitions as well as secondary mineral growth modify the sediment and obscure tephra signals. Therefore early Quaternary to Tertiary tephra sequences are expected to yield a lower event frequency. An increasing underrepresentation of volcanic events with age in the geologic record has been quantitatively analyzed for the Quaternary of Japan by Kiyosugi et al. (2015). This effect can be observed in Fig. 8b where the curves of cumulative event number typically flatten to older ages. For instance, in the records of Glazner et al. (1999) and Kutterolf et al. (2013) 85% and 70%, respectively, of the eruptive events are concentrated within the first half of the time series. In the 40 ka record of Huybers and Langmuir (2009) 80% of the events occur in the last 1000 years, i.e. in the first 1/400s of the entire time series.\nWhere several cores from a given region are used to compile a tephra time series, it is essential to correlate the ash beds between cores in order to avoid multiple counting of single volcanic events. Even in single cores primary ash beds can appear to occur multiply by reworking (e.g., Eisele et al., 2015), hence distinction between primary and reworked ash beds is important. Other issues are different methods and precisions of tephra age dating and the respective data densities within the time series.\nSources of variations and errors include: (1) Biostratigraphic and foraminiferal d18O correlations determined at different decades may differ due to updating of methods. (2) Preservation of datable calcareous fossils may vary due to fluctuations in carbonate compensation depth (CCD). (3) Ash bed dating by linear interpolation between age tie points in cores assumes constant accumulation rate of intercalated sediments which may not be true; this risk increases with increasing distance between tie points. (4)\nCompeting age models may exist for the same drill site (e.g. Schindlbeck et al., 2018). (5) Additionally, radiometric age datings of tephra beds can have variably large errors and are usually variably abundant across the entire age range (e.g., variable age resolution in lacustrine records, Kutterolf et al., 2016). (6) The density of age data throughout the time series is variable and sometimes may be too low to record higher frequency variations (particular within older parts of time series).\nTephra ages derived from an age model exclusively based on sediment correlation with a global stable oxygen isotope record, which itself contains orbital tuning, carries the risk that the fitting may “artificially” transfer that tuning to the tephra record. Hence it would be better to use age models based on a combination of different dating techniques.\nDrill cores on oceanic plates have changed their position over time relative to volcanic sources at subduction zones, typically moving closer to the arc. This potentially causes an increase in\nrecorded volcanic events to the younger core sections (e.g., Kennett et al., 1977) particularly at fast moving plates like the Pacific plate.\nThere are two ways by which tephra time series can be described, by tephra thickness and by event number. Prueher and Rea (2001), for example, use the variation in slope of a curve of cumulative thickness over age to distinguish times of increased or reduced volcanic activity. However, in many records ash bed thicknesses are not consistently reported, volcanic eruptions of a given magnitude may be represented by variable thicknesses depending on position relative to source, ash layer thickness may be reduced by erosion, many ash beds do not have a sharply defined top but gradually change into ash-rich sediment, and cryptotephras (ash dispersed in sediment) have no thickness at all. Thereforemost tephra records are described by event numbers, meaning they are binary records, where each point in time has a value of either 0 or 1 (e.g., Fig. 8a)."
  }, {
    "heading": "3.2. Methods of statistical treatment",
    "text": "One way to investigate binary tephra records is to analyze curves of cumulative event number over age (Fig. 8b). For example, McGuire et al. (1997) used this approach to identify divergences from a straight line in cumulative number versus age, which reflect times of increased or reduced rate in volcanism analogous to the thickness approach mentioned above. More commonly, however, the binary series is converted into a continuous series either by applying kernel methods (Nowell et al., 2006) or by running a moving average over the data, whereby different time windows and moving steps have been employed (Jellinek et al., 2004; Kutterolf et al., 2013; Schindlbeck et al., 2018). These authors as well as Paterne et al. (1990) then used somewhat different techniques of spectral analysis to investigate the frequency contents of the tephra time series. While each published approach certainly\nhad its justification and value, the diverse methods make it difficult to compare the results and may lead, at least in part, to different results (e.g., observed periodicities). Another problem is the varying length of the records. The 23 kyr periodicity has been observed in relatively short time series (e.g., Paterne et al., 1990), but was not identified in longer records (e.g., Kutterolf et al., 2013). One cause for this may be - next to required high data and age resolution - the increasing likelihood of missing volcanic events with increasing age, which masks high frequency variations in volcanic activity at age. It can therefore neither be proven nor disproven whether a 23 kyr periodicity existed consistently over the last millions of years.\nIn order to improve comparability between the results for different data sets, we re-analyzed the tephra time series using the same approach. We chose records for which the individual data are available, which are to our knowledge well dated, cover a sufficient length in time, and presumably do not strongly suffer from\nsampling bias (Fig. 8a; Table 1). The re-analyzed records are Jell04 with the East Californian data from Jellinek et al. (2004) and Glazner et al. (1999), PR01with the northwestern Pacific data from Prueher and Rea (2001), the Pacific Ring of Fire tephra compilation K13 from Kutterolf et al. (2013), and the Izu-Bonin-Japan tephra series Sch18 from IODP hole U1437B recorded by Schindlbeck et al. (2018). Table 1 summarizes essential features of these records such as their different age ranges and number of events, and their cumulative number of events over time is displayed in Fig. 8b.\nThe time series constitute binary time series equally sampled at 10 years intervals. A value of 0 indicates that no eruption took place, a value of 1 indicates an eruption. We limited longer records to the last 700 kyr; the McGuire et al. (1997) and Paterne et al. (1990) data sets only cover the last 200 kyr and are therefore not included in the following analyses despite high sample density and the presence of high-frequency periodicities. The four records extend from\nbefore and across the post-MPT period, and include multiple 100 kyr cycles.\nThe number of events in each record varies. The slope of the cumulative event number curves in Fig. 8b is proportional to the density of the eruption record and typically deviate from a straight line, which represents a homogeneous time distribution (which means no periodicities). For all time series, short and long term deviations are visible. Particularly eye catching are the change from high to lower slope at ~100 kyr in the K13 and ~200kyr in the Jell04 time series. Overall the K13 record exhibits the largest slope due to its highest event density (450 events in 1.2 Myr). A high density is also present in theMcG97 record (107 events in 180 kyr). The Sch18 time series has the lowest density (162 events in 1-1Myr). Over the entire age range, the slope of the cumulative curves slightly decreases as an artifact of increasing under-recording of events to older ages (cf. Kiyosugi et al., 2015). On the other hand, the PR01, Sch18 and Jell04 time series show an increase in slope across the first 100e400 kyr where event density is relatively low.\nIn the following we do not apply a moving average to the data as it was done in the previous studies, because this acts as a low-pass filter eliminating variations with a period shorter than the moving-\naverage time window. Instead we analyze the binary data directly, which should lead to a better comparability between the different time series. Moreover, unlike in earlier studies, we first perform the analysis in the frequency domain rather than in the time domain; we will discuss the time domain analysis in a later section."
  }, {
    "heading": "3.2.1. Spectral density estimations in the frequency domain",
    "text": "In order to understand the behavior of binary data series in spectral analysis, we first analyze an artificial binary sequence consisting of 10 events every 100 ka and compare this to a time series consisting of a sine with a period of 100 kyr (Fig. 9a and b). We calculate the spectra using the multi-taper spectral analysis method (Percival and Walden, 1998; Thomson, 1982), which reduces the estimation bias in the power spectra. It estimates the spectral density for each frequency by obtaining multiple independent estimates from the same time series using a sequence of discrete prolate spheroidal (DPSS) tapers. The resulting spectral resolution is determined by the time-bandwidth product. A larger time-bandwidth product results in a smoother spectrum, i.e. less resolution in the frequency domain. A smaller value gives higher\nspectral resolution. Throughout this analysis we use a narrow timebandwidth product of 2.0.\nThe resulting spectrum of the sine wave consists of a single peak at a frequency of 1/100 kyr. Due to the pulsed nature of the binary sequence, the corresponding spectrum of the binary sequence now shows a series of spikes of equal height, situated at the fundamental frequency of 1/100 kyr and at the higher harmonic frequencies at 2/ 100 kyr, 3/100 kyr etc. (Fig. 9b). Thus, a particular periodicity in volcanic eruptions manifests itself not by a single peak at that frequency in the spectrum but by a series of peaks with similar amplitudes at the harmonics of the fundamental frequency (Fig. 9b). This renders it more difficult to identify different periodicities in the discrete, binary volcanic records than, for example, in the more smoothly varying continuous d18O record, where only one peak is associated with a particular frequency. The spectra will be particularly difficult to interpret if more than one periodicity is present and the resulting spectral patterns superimpose and affect each other. This is shown in Fig. 9c where we analyzed an artificial binary sequence consisting of 10 events every 100 ka as well as every 41 ka. Evidently the overlay of just two periodicities in the\nnd of the binary ash time series (BeE) discussed in the text, as well as of a random time yr periods as in Fig. 9c.\ntime series can generate an already fairly complex pattern of peaks in the frequency spectrum.\nIn a further step, Fig. 10 shows the spectra of the re-analyzed natural ash and d18O time series for the last 700 kyr compared with bars which indicate the expected positions of peaks for the pure 100 kyr and 40 kyr periods derived from the artificial time series as shown in Fig. 9c. As a reference we also include the spectrum of an artificial random binary sequence. The d18O time series, which is known to contain the dominant 41 and 100 kyr periodicities, has spectral density peaks at the corresponding primary frequencies indicated by the left-most blue and pink bars.\nFor some of the ash time series, a visually good agreement in frequency position is seen at the expected peak positions for the pure 100 kyr and 40 kyr periodicities, both for the primary (leftmost) frequencies and for some of the harmonic frequencies. In contrast, no systematic correlation is seen for the spectrum of the random time series (Fig. 10f). Fig. 10b and e strongly suggest that all four ash time series contain the ~40 kyr and ~100 kyr periodicities although these have not always been found in the previous (time domain) studies (Table 1).\nAt first order, if an underlying global periodic physical process exists that influences eruption frequencies next to the local effects, one would expect that the tephra spectra are correlated with each other. This hypothesis is tested by calculating the mutual correlations between the different ash record spectra. Table 2a shows the correlation coefficients for correlation over a period range of 160 kyr to 10kyr. The range was chosen since it encompasses the main Milankovitch periods of 100kyr, 41kyr and 23kyr. However, due to the decreasing density of volcanic events with increasing age, we do not necessarily expect conclusive results for the 23kyr period peak. The chosen range excludes longer periods, which are more strongly influenced by long term sampling bias, and shorter periods, which may not be represented adequately due to low sampling densities. Table 2b lists the probabilities that the derived correlation coefficients may be reached by chance if the paired spectra were actually uncorrelated. The spectra of K13, Sch18 and PR01 are statistically significantly correlated, with probabilities of false correlations below <2%. The spectra correlations with the\nJell04 time series mostly do not yield statistically significant correlation coefficients and higher (but still small) probabilities for a false correlation; an exception is a weak correlation with Sch18 (probability of false positive less than 4%). The observed correlation coefficients are generally not close to one because all time series contain abundant “noise” from uncorrelated frequency contents.\nA lack of any statistically significant correlation between the tephra spectra and the spectrum of a random time series indicates that the analysis is statistically valid, and further verifies that correlations among the tephra spectra are significant. We can thus conclude that there is a high probability that the eruption frequency variations observed at different regions have a common underlying frequency component that point to a global underlying mechanism.\nWe further correlate the tephra spectra with the d18O spectrum, bearing in mind that the correlations may be biased by the existence of the harmonic peaks in the tephra spectra. However, the coefficients of correlation are similar or even better than the coefficients of correlation between the ash records (Table 2). They are again highest and statistically most significant for K13, Sch18 and PR01 records, but low for the Jell04 record. For our test case against the spectrum of a random time series the coefficients are almost zero. These results further support the hypothesis that there is a common underlying periodic mechanism that links eruption frequencies and climate."
  }, {
    "heading": "3.2.2. Correlations in the time domain",
    "text": "The approach in the frequency domain offers the opportunity to identify the frequency distribution of the signal, yet it does not allow to identify the phase shift between the time series. Therefore we now attempt to correlate the tephra time series with the d18O time series such that the correlation coefficient is determined as a function of time lag. Positive lags in our definition are due to a shift of the ash record towards the past and negative lags to a shift towards the present. The correlation tests howwell one record can be transformed into the other by a linear function and we expect a maximum correlation (positive or negative) for a time shift that aligns variations in the ash and d18O records.\nries spectrum. b) Probabilities of coincidental correlations between the time series;\nTo achieve meaningful values of the correlation coefficient, we cannot use the binary series employed in the last section because the large number of zeros in the record would result in very low correlation values. Instead, we need to create a continuous time series and hence return to applying a 10 kyr phase-stable running average to the ash record. Fig. 11 shows the resulting smoothed time series in which frequency peaks, distributed along the age range, are visible. Only the Jell04 (~10 ka and ~200 ka) and Sch18 (~340 ka) series contain one unusually large peak.\nFig. 12 shows the correlations of these ash time series with the d18O time series as a function of lag. Also included is the correlation of a random time series (which in theory contains variations with all frequencies) with d18O, which can serve as a threshold above which a correlation becomes statistically significant. The best\ncorrelation is Sch18 with d18O. Sch18 attains the largest negative correlation coefficient (~-0.5) at positive phase shift of þ13.2 kyr. This implies that a maximum eruption frequency occurs 13.5 ky before a minimum in d18O and 7 kyr after the glacial maximum respectively, which places it in the transition from cold to warm climate.\nHowever, there are some critical issues of such time domain correlations. In contrast to Sch18 the correlation coefficients for K13, Jell04, and PR01 are relatively low and close to those for the random time series making it difficult to determine any phase shift; this also implies a less clear correlationwith sea-level change. Since Sch18 is the only time series that is from a region completely unaffected by ice loading, it is tempting to interpret these contrasting results to reflect some different drivingmechanism in glaciated and\nstigated time series (Jell04, PR01, K13, Sch18) and a random time series, smoothed by tope stages (MIS) for comparison.\nnon-glaciated as well as oceanic and continental regions. Yet our analysis in the frequency domain has demonstrated that all four tephra series contain the important ~100 kyr and ~40 kyr periodicities that also dominate the d18O record, which is the generally accepted sea-level proxy. The noise from other frequencies is large in all tephra series and the d18O record, leading to correlation coefficients generally well below 1 (Table 2). The dominant frequencies in d18O are not precisely defined but form broad peaks over some frequency range (e.g., the 100 kyr eccentricity does in fact range from 95 to 125 kyr), which introduces relatively large errors for the calculated time lag. Moreover, the data density of the time series poses a lower limit on the time lag that can be determined (Nowell et al., 2006). Especially more evenly distributed and more precise high-resolution ages of the tephra time series may also provide solutions for some of the above described variations and problems. As a consequence, it remains difficult to judge whether or not the periodicities in eruption frequency occur synchronously between the records, and the precise relationship with the d18O record. In summary, we conclude that the correlation in the time domain suffers from a number of uncertainties, which make it difficult to interpret the results. The results of analysis in the frequency domain, however, show that significant correlations exist even though correlation coefficients in the time domain remain near the level for the random series."
  }, {
    "heading": "4. Conclusions",
    "text": "The four re-analyzed tephra records cover a wide range in geographic latitudes and include oceanic and continental settings, as well as glaciated and non-glaciated regions. Three records represent regional volcanic sources, and one record is a semi-global compilation. Yet our analysis of the data in the frequency domain demonstrated that all contain the ~40 kyr and ~100 kyr periodicities that also dominate the d18O spectrum. The frequency spectra of the tephra and d18O records are significantly correlated. This observation supports the hypothesis that orbital-driven global climate changes interact with the volcanic eruption frequency regionally and globally.\nIn order to investigate the relative timing or synchronicity of volcanic and climate events, analysis in the time domain needs to be performed as was done in previous studies (Jellinek et al., 2004; Nowell et al., 2006; Kutterolf et al., 2013). However, the simultaneous analysis of the four best-characterized tephra records shows\nthat correlations suffer from a number of uncertainties and results should be used with caution. For example, Jellinek et al. (2004) determined different time lags when correlating silicic (3.2± 4.2 kyr) and basaltic (11.2± 2.3 kyr) tephra records separately with the SPECMAP climate record (in fact, they correlated the first derivatives). But are these different time lags the results of different physical processes or of the different nature of the two data sets? Jellinek et al. (2004), Nowell et al. (2006), Kutterolf et al. (2013) and Schindlbeck et al. (2018) consistently obtained time lags that place the peak in volcanism in the deglaciation period. The observations from Iceland and Alaska for volcanism since the last glacial maximum (Fig. 3) combined with physical modeling results (e.g., Jull and McKenzie, 1996; Schmidt et al., 2013; Albino et al., 2010) support such timing as plausible. However, considering the uncertainties discussed above, can the time lags really be determined with such precision to hit the deglaciation periods which typically last about 20 kyr for the 100 kyr cycles and are much shorter for the 41 kyr cycles? Moreover, most volcanoes that contributed to the K13 and Sch18 tephra records lie well outside glaciated regions. Is it plausible that volcanism increases at low latitudes where the rising sea-level increases the lithospheric pressurewhile at the same time high latitude volcanism increases presumably as consequence of the decreasing lithospheric load as glaciers melt?\nMost likely volcanic reactions to global climate changes are modulated by geotectonic setting, regional geologic conditions, and geographic position but with the presently available abundance and quality of the tephra and age records and the associated uncertainties in the time domain analyses it is not yet possible to disentangle these various influences. Therefore more precise tephra time series (preservation and age optimized) from different regions (glaciated versus non-glaciated) and geological settings (island arcs, continental arcs, intraplate) are needed together with standardized statistical analysis to decipher the impact of these factors on a global perspective of how climate may control volcanism. Disentangling these influences will also provide better understanding of the physical processes that regulate the feedback between global and regional volcanism and climate changes."
  }, {
    "heading": "Acknowledgements",
    "text": "Wewould like to thank all colleagues that have been involved in creating the basic literature for this review paper for doing a great job and keeping this topic running for the last decades. We hope that this review encourages more work on precise tephra time series needed to extend the statistical treatment to unravel the mystery of both, the cyclicity in volcanic records and the coincidence with climate proxies. SK and JCS want to thank the German Research Foundation (SCHI1349/1-1, KU2685/2-1, 2-2, 4-1) as well as IODP for providing support. SK and AF benefited from the MuHS writing retreat in Osten in February 2018. In particular we also thank two anonymous reviewers for their helpful comments and suggestions, which helped to improve this paper."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.quascirev.2018.11.004."
  }],
  "references": [{
    "title": "Influence of surface load variations on eruption likelihood: application to two Icelandic subglacial volcanoes, Grímsv€",
    "authors": ["F. Albino", "V. Pinel", "F. Sigmundsson"],
    "year": 2010
  }, {
    "title": "Large igneous provinces and mass extinctions: an update. In: Volcanism, Impacts, and Mass Extinctions: Causes and Effects, vol. 505",
    "authors": ["D.P. Bond", "P.B. Wignall"],
    "venue": "Geological Society of America Special Papers",
    "year": 2014
  }, {
    "title": "Synchronous degassing patterns of the neighbouring volcanoes Llaima and Villarrica in south-central Chile: the influence of tidal forces",
    "authors": ["S. Bredemeyer", "T.H. Hansteen"],
    "venue": "Int. J. Earth Sci",
    "year": 2014
  }, {
    "title": "Large-scale temperature inferences from tree rings: a review",
    "authors": ["K.R. Briffa", "T.J. Osborn", "F.H. Schweingruber"],
    "venue": "Global Planet. Change",
    "year": 2004
  }, {
    "title": "Middle America Neogene explosive volcanism and ash layers: evidence from the Middle America Trench transect, Deep Sea Drilling Project 67",
    "authors": ["Cadet", "J.-P", "A. Pouclet", "Y. Thisse", "J.M. Bardintzeff", "J. Az ema"],
    "venue": "Repts. DSDP. U.S. Govt. Printing Office,",
    "year": 1982
  }, {
    "title": "Tephra from deep sea drilling Project leg 66: Middle American trench transect (southern Mexico)",
    "authors": ["Cadet", "J.-P", "Y. Thisse", "A. Pouclet", "J.M. Bardintzeff", "J.F. Stephan"],
    "venue": "Init. Repts. DSDP. U.S. Govt. Printing office,",
    "year": 1982
  }, {
    "title": "Volcanic activity recorded in deep-sea sediments and the geodynamic evolution of western Pacific island arcs",
    "authors": ["H. Cambray", "M. Pubellier", "L. Jolivet", "A. Pouclet"],
    "year": 1995
  }, {
    "title": "Testing global synchronism in peri-Pacific arc volcanism",
    "authors": ["H. Cambray", "J. Cadet"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 1994
  }, {
    "title": "Synchronism of the Siberian traps and the Permian-Triassic Boundary",
    "authors": ["I.H. Campbell", "G.K. Czamanske", "V.A. Fedorenko", "R.I. Hill", "V. Stepanov"],
    "venue": "Science 258,",
    "year": 1992
  }, {
    "title": "Grain size of Miocene volcanic ash layers from Sites 998, 999, and 1000: implications for source areas and dispersal",
    "authors": ["S. Carey", "H. Sigurdsson"],
    "venue": "Proceedings ODP, Scientific Results,",
    "year": 2000
  }, {
    "title": "Hydrothermal deposition on the Juan de Fuca Ridge over multiple glacialeinterglacial cycles",
    "authors": ["K.M. Costa", "J.F. McManus", "J.L. Middleton", "C.H. Langmuir", "P.J. Huybers", "G. Winckler", "S. Mukhopadhyay"],
    "venue": "Earth Planet Sci. Lett. 479,",
    "year": 2017
  }, {
    "title": "On the ages of flood basalt events. Compt",
    "authors": ["V.E. Courtillot", "P.R. Renne"],
    "venue": "Rendus Geosci",
    "year": 2003
  }, {
    "title": "Glacial cycles drive variations in the production of oceanic crust",
    "authors": ["J.W. Crowley", "R.F. Katz", "P. Huybers", "C.H. Langmuir", "Park", "S.-H"],
    "venue": "Science",
    "year": 2015
  }, {
    "title": "Influence of fortnightly Earth tides at Kilauea volcano, Hawaii",
    "authors": ["D. Dzurisin"],
    "venue": "Geophys. Res. Lett",
    "year": 1980
  }, {
    "title": "Stratigraphy of the Pleistocene, phonolitic C~",
    "authors": ["S. Eisele", "A. Freundt", "S. Kutterolf", "R.S. Ramalho", "T. Kwasnitschka", "K.L. Wang", "S.R. Hemming"],
    "year": 2015
  }, {
    "title": "Fire or ice: anticorrelation of volcanism and glaciation in California over the past 800,000 years",
    "authors": ["A.F. Glazner", "C.R. Manley", "J.S. Marron", "S. Rojstaczer"],
    "venue": "Geophys. Res. Lett",
    "year": 1999
  }, {
    "title": "Episodes of Aleutian ridge explosive volcanism",
    "authors": ["J.R. Hein", "D.W. Scholl", "J. Miller"],
    "venue": "Science 199,",
    "year": 1978
  }, {
    "title": "Atmospheric impact of the 1783-1784 Laki eruption: Part II Climatic effect of sulphate aerosol",
    "authors": ["E.J. Highwood", "D.S. Stevenson"],
    "venue": "Atmos. Chem. Phys",
    "year": 2003
  }, {
    "title": "Timing of the Ethiopian flood basalt event and implications for plume birth and global change",
    "authors": ["G. eraud", "P. Rochette", "G. Yirgu", "E. Ketefo", "R. Pik"],
    "venue": "Nature 389,",
    "year": 1997
  }, {
    "title": "Feedback between deglaciation, volcanism, and atmospheric CO2",
    "authors": ["P. Huybers", "C. Langmuir"],
    "venue": "Earth Planet Sci. Lett",
    "year": 2009
  }, {
    "title": "Did melting glaciers cause volcanic eruptions in eastern California? Probing the mechanics of dike formation",
    "authors": ["A.M. Jellinek", "M. Manga", "M.O. Saar"],
    "venue": "J. Geophys. Res",
    "year": 2004
  }, {
    "title": "Earth tides and the Triggering of eruptions fromMt Stromboli, Italy",
    "authors": ["M.J.S. Johnston", "F.J. Mauk"],
    "venue": "Nature",
    "year": 1972
  }, {
    "title": "The effect of deglaciation on mantle melting beneath Iceland",
    "authors": ["M. Jull", "D. McKenzie"],
    "venue": "J. Geophys. Res.: Solid Earth 101",
    "year": 1996
  }, {
    "title": "A statistical model for the timing of earthquakes and volcanic eruptions influenced by periodic processes",
    "authors": ["T.E. Jupp", "D.M. Pyle", "B.G. Mason", "W.B. Dade"],
    "venue": "J. Geophys. Res.: Solid Earth",
    "year": 2004
  }, {
    "title": "Tidal effects on volcanic earthquakes and deep-sea hydrothermal activity revealed by ocean Bottom Seismometer measurements",
    "authors": ["J. Kasahara", "T. Sato"],
    "venue": "J. Geodetic Soc. Jpn",
    "year": 2001
  }, {
    "title": "Episodes of Cenozoic volcanism in the circum-Pacific region",
    "authors": ["J.P. Kennett", "A.R. McBirney", "R.C. Thunell"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 1977
  }, {
    "title": "Global increase in Quaternary explosive volcanism",
    "authors": ["J.P. Kennett", "R.C. Thunell"],
    "venue": "Science",
    "year": 1975
  }, {
    "title": "How many explosive eruptions are missing from the geologic record? Analysis of the quaternary record of large magnitude explosive eruptions in Japan",
    "authors": ["K. Kiyosugi", "C. Connor", "R.S.J. Sparks", "H.S. Crosweller", "S.K. Brown", "L. Siebert", "T. Wang", "S. Takarada"],
    "venue": "Journal of Applied Volcanology",
    "year": 2015
  }, {
    "title": "A detection of Milankovitch frequencies in global volcanic activity",
    "authors": ["S. Kutterolf", "M. Jegen", "J.X. Mitrovica", "T. Kwasnitschka", "A. Freundt", "P. Huybers"],
    "year": 2013
  }, {
    "title": "A 400-ka tephrochronological framework for Central America from Lake Pet",
    "authors": ["W. ez", "A. Schwalb", "M. Frische", "Wang", "K.-L"],
    "year": 2016
  }, {
    "title": "A Pliocene-Pleistocene stack of 57 globally",
    "authors": ["M.E. Raymo"],
    "year": 2005
  }, {
    "title": "Does sea level influence mid-ocean ridge magmatism",
    "authors": ["P.D. Asimow"],
    "year": 2011
  }, {
    "title": "Enhanced East Pacific Rise hydrothermal activity",
    "authors": ["Z.M. Durham"],
    "year": 2016
  }, {
    "title": "The link between volcanism and deglaciation in Iceland",
    "authors": ["K. onvold"],
    "year": 2002
  }, {
    "title": "Increased rates of large-magnitude explosive eruptions in Japan in the late Neogene and Quaternary",
    "authors": ["S.H. Mahony", "R.S.J. Sparks", "L.M. Wallace", "S.L. Engwell", "E.M. Scourse", "N.H. Barnard", "J. Kandlbauer", "S.K. Brown"],
    "year": 2016
  }, {
    "title": "Volcanic suppression of Nile summer flooding triggers revolt and constrains interstate conflict in ancient Egypt",
    "authors": ["J.G. Manning", "F. Ludlow", "A.R. Stine", "W.R. Boos", "M. Sigl", "J.R. Marlon"],
    "venue": "Nat. Commun",
    "year": 2017
  }, {
    "title": "Seasonality of volcanic eruptions",
    "authors": ["B.G. Mason", "D.M. Pyle", "W.B. Dade", "T. Jupp"],
    "venue": "J. Geophys. Res.: Solid Earth 109",
    "year": 2004
  }, {
    "title": "Atmospheric effects of the Mt. Pinatubo eruption",
    "authors": ["M.P. McCormick", "L.W. Thomason", "C.R. Trepte"],
    "venue": "Nature 373,",
    "year": 1995
  }, {
    "title": "Correlation between rate of sea-level change and frequency of explosive volcanism in the Mediterranean",
    "authors": ["W.J. McGuire", "R.J. Howarth", "C.R. Firth", "A.R. Solow", "A.D. Pullen", "S.J. Saunders", "I.S. Stewart", "C. Vita-Finzi"],
    "venue": "Nature 389,",
    "year": 1997
  }, {
    "title": "Deccan traps mantle degassing in the terminal Cretaceous marine extinctions",
    "authors": ["D.M. McLean"],
    "venue": "Cretac. Res",
    "year": 1985
  }, {
    "title": "Eruptions of Pavlof Volcano and their possible modulation by ocean load and tectonic stresses",
    "authors": ["S.R. McNutt", "R.J. Beavan"],
    "venue": "J. Geophys. Res.: Solid Earth",
    "year": 1987
  }, {
    "title": "Hydrothermal iron flux variability following rapid sea level changes",
    "authors": ["J.L. Middleton", "C.H. Langmuir", "S. Mukhopadhyay", "J.F. McManus", "J.X. Mitrovica"],
    "venue": "Geophys. Res. Lett",
    "year": 2016
  }, {
    "title": "Abrupt onset of the Little Ice Age triggered by volcanism and sustained by sea-ice/ocean feedbacks",
    "authors": ["H. ornsson", "T. Thordarson"],
    "venue": "Geophys. Res. Lett",
    "year": 2012
  }, {
    "title": "The Mid-Pleistocene climate transition: onset of 100 ka cycle lags ice volume build-up by 280 ka",
    "authors": ["M. Mudelsee", "M. Schulz"],
    "venue": "Earth Planet Sci",
    "year": 1997
  }, {
    "title": "Episodic quaternary volcanism in France and Germany",
    "authors": ["D.A.G. Nowell", "M.C. Jones", "D.M. Pyle"],
    "venue": "J. Quat. Sci",
    "year": 2006
  }, {
    "title": "Climatic, environmental and human consequences of the largest known historic eruption: Tambora volcano (Indonesia) 1815",
    "authors": ["C. Oppenheimer"],
    "venue": "Prog. Phys. Geogr.: Earth Environ",
    "year": 2003
  }, {
    "title": "Will present day glacier retreat increase volcanic activity? Stress induced by recent glacier retreat and its effect on magmatism at the Vatnaj€",
    "authors": ["C. Pagli", "F. Sigmundsson"],
    "year": 2008
  }, {
    "title": "The role of regional tectonics, magma pressure and gravitational spreading in earthquakes of the eastern sector of Mt. Etna volcano (Italy)",
    "authors": ["G. e", "A. Montalto", "S. Imposa", "S. Menza"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 1994
  }, {
    "title": "Fluctuations of the Campanian explosive volcanic activity (South Italy) during the past 190,000 years, as determined by marine tephrochronology",
    "authors": ["M. Paterne", "J. Labeyrie", "F. Guichard", "A. Mazaud", "F. Maitre"],
    "venue": "Earth Planet Sci. Lett",
    "year": 1990
  }, {
    "title": "Spectral Analysis for Physical Applications: Multitaper and Conventional Univariate Techniques, second ed",
    "authors": ["D.B. Percival", "A.T. Walden"],
    "year": 1998
  }, {
    "title": "Interaction between climate, volcanism, and isostatic rebound in Southeast Alaska during the last deglaciation",
    "authors": ["S. Praetorius", "A. Mix", "B. Jensen", "D. Froese", "G. Milne", "M. Wolhowe", "J. Addison", "F. Prahl"],
    "venue": "Earth Planet Sci. Lett. 452,",
    "year": 2016
  }, {
    "title": "Rapid onset of glacial conditions in the subarctic North Pacific region at 2.67 Ma: clues to causality",
    "authors": ["L.M. Prueher", "D.K. Rea"],
    "venue": "Geology 26,",
    "year": 1998
  }, {
    "title": "Tephrachronology of the Kamchatka - Kurile and Aleutian arcs: evidence for volcanic episodicity",
    "authors": ["L.M. Prueher", "D.K. Rea"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2001
  }, {
    "title": "Mass and energy budgets of explosive volcanic eruptions",
    "authors": ["D.M. Pyle"],
    "venue": "Geophys. Res. Lett",
    "year": 1995
  }, {
    "title": "Can rapid climatic change cause volcanic eruptions",
    "authors": ["M.R. Rampino", "S. Self", "R.W. Fairbridge"],
    "venue": "Science 206,",
    "year": 1979
  }, {
    "title": "Historic eruptions of Tambora (1815), Krakatau (1883), and Agung (1963), their stratospheric aerosols, and climate impact",
    "authors": ["M.R. Rampino", "S. Self"],
    "venue": "Quat. Res",
    "year": 1982
  }, {
    "title": "Climate-volcanism feedback and the Toba eruption of ~74,000",
    "authors": ["M.R. Rampino", "S. Self"],
    "venue": "Years Ago. Quat. Res",
    "year": 1993
  }, {
    "title": "The magmatic and eruptive response of arc volcanoes to deglaciation: insights from southern Chile",
    "authors": ["H. Rawson", "D.M. Pyle", "T.A. Mather", "V.C. Smith", "K. Fontijn", "S.M. Lachowycz", "J.A. Naranjo"],
    "year": 2016
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys",
    "year": 2000
  }, {
    "title": "Pulsed Vulcanian explosions: a characterization of eruption dynamics using Doppler radar",
    "authors": ["L. Scharff", "M. Hort", "N.R. Varley"],
    "year": 2015
  }, {
    "title": "The miocene Gal",
    "authors": ["J.C. Schindlbeck", "S. Kutterolf", "A. Freundt", "S.M. Straub", "Wang", "K.-L", "M. Jegen", "S.R. Hemming", "A.T. Baxter", "M.I. Sandoval"],
    "year": 2015
  }, {
    "title": "Effects of present-day deglaciation in Iceland on mantle melt production rates",
    "authors": ["T. ottir", "C. Pagli"],
    "venue": "J. Geophys. Res.: Solid Earth",
    "year": 2013
  }, {
    "title": "Oxygen isotopes, ice volume and sea level",
    "authors": ["N.J. Shackleton"],
    "venue": "Quat. Sci. Rev",
    "year": 1987
  }, {
    "title": "Chronology of Pliocene and Quaternary bioevents and climatic events from fission-track ages on tephra",
    "authors": ["P. Shane", "P. Froggatt", "T. Black", "J.A. Westgate"],
    "year": 1995
  }, {
    "title": "Timing and climate forcing of volcanic eruptions",
    "authors": ["M. Sigl", "M. Winstrup", "J.R. McConnell", "K.C. Welten", "G. Plunkett", "F. Ludlow", "U. Büntgen", "M. Caffee", "N. Chellman", "D. Dahl-Jensen", "H. Fischer", "S. Kipfstuhl", "C. Kostick", "O.J. Maselli", "F. Mekhaldi", "R. Mulvaney", "R. Muscheler", "D.R. Pasteris", "J.R. Pilcher", "M. Salzer", "S. Schüpbach", "J.P. Steffensen", "B.M. Vinther", "T.E. Woodruff"],
    "year": 2015
  }, {
    "title": "History of circum-Caribbean explosive volcanism: 40Ar/39Ar dating of tephra layers",
    "authors": ["H. Sigurdsson", "S. Kelley", "R. Leckie", "S. Carey", "T. Bralower", "J. King"],
    "venue": "Proceedings of the Ocean Drilling Program,",
    "year": 2000
  }, {
    "title": "Effect of glacier loading/deloading on volcanism: postglacial volcanic production rate of the Dyngjufj€",
    "authors": ["G.E. Sigvaldason", "K. Annertz", "M. Nilsson"],
    "year": 1992
  }, {
    "title": "Effects of tidal stresses on volcanic activity at Mount Etna, Italy",
    "authors": ["G. Sottili", "S. Martino", "D.M. Palladino", "A. Paciello", "F. Bozzano"],
    "venue": "Geophys. Res. Lett",
    "year": 2007
  }, {
    "title": "Magmatic pulse driven by sea-level changes associated with the Messinian salinity crisis",
    "authors": ["P. Sternai", "L. Caricchi", "D. Garcia-Castellanos", "L. Jolivet", "T.E. Sheldrake", "S. Castelltort"],
    "venue": "Nat. Geosci",
    "year": 2017
  }, {
    "title": "Did sea-level change cause the switch from fissure-type to central-type volcanism at Mount Etna",
    "authors": ["I.S. Stewart"],
    "venue": "Sicily? Episodes",
    "year": 2017
  }, {
    "title": "Impact of volcanism on the evolution of Lake Van I: evolution of explosive volcanism of Nemrut Volcano (eastern Anatolia) during the past>",
    "authors": ["M. Sumita", "Schmincke", "H.-U"],
    "venue": "years. Bull. Volcanol",
    "year": 2013
  }, {
    "title": "Mid-ocean ridge eruptions as a climate valve",
    "authors": ["M. Tolstoy"],
    "venue": "Geophys. Res. Lett",
    "year": 2015
  }, {
    "title": "How will melting of ice affect volcanic hazards in the twenty-first century",
    "authors": ["H. Tuffen"],
    "venue": "Phil. Trans. Royal Soc.: Math. ?Phys. Eng",
    "year": 2010
  }, {
    "title": "The volcanic response to deglaciation: evidence from glaciated arcs and a reassessment of global eruption records",
    "authors": ["S.F.L. Watt", "D.M. Pyle", "T.A. Mather"],
    "venue": "Earth Sci",
    "year": 2013
  }],
  "id": "SP:e2b2642a9ec1609f8ebf0bd4b2ef995e2a05689e",
  "authors": [{
    "name": "S. Kutterolf",
    "affiliations": []
  }, {
    "name": "J.C. Schindlbeck",
    "affiliations": []
  }, {
    "name": "M. Jegen",
    "affiliations": []
  }, {
    "name": "A. Freundt",
    "affiliations": []
  }, {
    "name": "S.M. Straub",
    "affiliations": []
  }],
  "abstractText": "The increase in volcanic activity after the last glacial maximum observed on Iceland has led to one of the most fascinating hypothesis in science in the last decades: that deglaciation may force volcanism. Consequently, tephrostratigraphic records of sufficient length that cover multiple glacial cycles have been used to test whether such relationships hold systematically through the Quaternary. Here we review such tephra records that have been linked with climate proxy records such as d18O in marine sediments, which is a measure of sea-level change and which is thought to be orbitally forced, as it exhibits the characteristic Milankovitch periodicities of precession (~23 kyr), obliquity (~41 kyr) and eccentricity",
  "title": "Milankovitch frequencies in tephra records at volcanic arcs: The relation of kyr-scale cyclic variations in volcanism to global climate changes"
}