{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGeomorphology\nj ourna l homepage: www.e lsev ie r .com/ locate /geomorph\nImpacts of climate, tephra and land use upon Holocene landscape stability in Northwest Iceland\nLeone Tinganelli a,⁎, Egill Erlendsson a, Sigrún Dögg Eddudóttir a, Guðrún Gísladóttir a,b a Institute of Life and Environmental Sciences, University of Iceland, Sturlugata 7, 101 Reykjavík, Iceland b Institute of Earth Sciences, University of Iceland, Sturlugata 7, 101 Reykjavík, Iceland\n⁎ Corresponding author. E-mail address: leone.tinganelli@gmail.com (L. Tingan\nhttps://doi.org/10.1016/j.geomorph.2018.08.025 0169-555X/© 2018 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 15 December 2017 Received in revised form 16 August 2018 Accepted 20 August 2018 Available online 23 August 2018\nClimate, land use and tephra deposition are the primary drivers of environmental change in Iceland. Understanding the roles of these factors in the formation of the current Icelandic landscape requires an examination of environmental change over wide temporal and spatial scales. Using sediments from two lakes, each spanning the last 10,300 years, this study presents evidence of the effects of climate, volcanism and human settlement on the environment in the highland margin and in lowland areas in Northwest Iceland during the Holocene. The results show that sedimentary processes in the lakes have been primarily driven by the different geographical settings in lowland and highland areas. The impacts of Holocene climate change on the environment were identified in both lake records by distinct variations in both physical and chemical proxies. The lacustrine sedimentary records from Hafratjörn and Barðalækjartjörn highlight the important relationship between vegetation cover and landscape resilience to two of the most voluminous tephra deposits of the Holocene: Hekla 4 and Hekla 3. The detrimental human impact on landscape stability is marked in the lake records by an increase in minerogenic material and by elevated C/N ratios in the sediment.\n© 2018 Elsevier B.V. All rights reserved.\nKeywords: Climate Land use Soil erosion Tephra"
  }, {
    "heading": "1. Introduction",
    "text": "Holocene climate variations, although weaker in amplitude than the strong shifts of the last glacial cycle, have been frequent and abrupt in nature (e.g. Mayewski et al., 2004; Wanner et al., 2011; Kobashi et al., 2017). Iceland is unique both in its location in the North Atlantic and in having been inhabited by neither humans nor native mammalian herbivores until the Norse settlement (landnám) around 870 CE. These aspects provide an excellent laboratory for detecting the effects of past Holocene climate variability in the North Atlantic and anthropogenic impacts on terrestrial environments (e.g. Dugmore et al., 2005; Gathorne-Hardy et al., 2009; Larsen et al., 2012; Eddudóttir et al., 2015, 2016).\nWhile climate has a major role in shaping environmental changes on long time scales, active volcanism is also a major driver of environmental change on shorter time scales (Larsen et al., 2012; Striberger et al., 2012; Geirsdóttir et al., 2013; Eddudóttir et al., 2015; Eddudóttir et al., 2016; Eddudóttir et al., 2017). During the Holocene volcanic eruptions in Iceland have occurred with a\nelli).\nfrequency of ≥20 events per century. Explosive eruptions, which occur fairly frequently (Thordarson and Höskuldsson, 2008), can produce tephra layers whose deposition is instantaneous compared to geological timescales. Distinctive geochemical characteristics often allow them to be used as widespread temporal marker horizons in Holocene sediment sequences (Hafliðason et al., 2000). Deposition of thick tephra layers such as those produced during Hekla 3 (c. 3000 cal yr BP; Dugmore et al., 1995) and Hekla 4 (c. 4200 cal yr BP; Dugmore et al., 1995) eruptions, which ejected approximately 12 km3 and 9 km3 of tephra respectively (Larsen and Eiríksson, 2008), can also have strong implications for landscape stability and vegetation communities (Arnalds, 2013; Eddudóttir et al., 2017; Payne and Egan, 2017).\nSoil erosion induced by natural agents is a geological process that involves the displacement of soil from its place of formation to other sites (e.g. Lal, 2003). Anthropogenically-induced vegetation depletion and concurrent soil exposure may cause large-scale soil erosion (e.g. Hallsdóttir, 1987; Arnalds et al., 2001; Dugmore et al., 2009; Gísladóttir et al., 2010). Icelandic soils are susceptible to wind and water erosion when vegetation cover has been reduced or depleted (e.g. Arnalds, 2000; Gísladóttir et al., 2010). The displacement of soil by erosional processes has strong implications for soil organic carbon (SOC) mobilization within the landscape (Stallard, 1998;\nSmith et al., 2001; Lal, 2003; Lal, 2004; Óskarsson et al., 2004; Gísladóttir et al., 2010). However, it is difficult to assess the fate of SOC because of the large size of the soil organic matter (SOM) pool and its turnover characteristics (Smith et al., 2001). Schlesinger (1995), for instance, argued that most of the SOM lost in erosional processes becomes oxidized, while others have suggested that a large proportion of SOM is permanently stored in lacustrine deposits (Mulholland and Elwood, 1982; Stallard, 1998; Smith et al., 2001).\nDramatic environmental changes have occurred in Iceland since landnám. Introduction of grazing animals and extensive deforestation led to widespread soil exposure and enhanced soil erosion processes (Hallsdóttir, 1987; Gisladottir et al., 2005; Erlendsson, 2007; Dugmore et al., 2009; Gathorne-Hardy et al., 2009; Gísladóttir et al., 2010, 2011). Ólafsdóttir et al. (2001) suggest that before the arrival of the Norse settlers, approximately 52% of Iceland was covered by vegetation, while measurements in 1990 indicated that vegetated areas were reduced to about 28%. Today, large areas of Iceland have lost some or all of the soil formed prior to landnám (Arnalds et al., 2001).\nIn Iceland, climate, land use and tephra deposition are the primary drivers of environmental change. Understanding the roles of these factors in the formation of the current eroded landscape requires an examination of environmental change over wide temporal and spatial scales. In this study, we present spatial and temporal patterns in Holocene landscape stability over 10,300 years\nreconstructed from sediments from two small lakes, Barðalækjartjörn and Hafratjörn at the highland margin and in lowland areas of the Austur-Húnavatnssýsla district in Northwest Iceland, respectively (Fig. 1; Fig. A.1). The aim of this work is to examine the landscape stability (i) during warm and cold periods of the Holocene; (ii) following large volcanic eruptions; and (iii) following post-landnám anthropogenic impacts. We have reconstructed the landscape stability using physical proxies (magnetic susceptibility (MS) and dry bulk density (DBD)) in order to estimate changes in the contribution of minerogenic material to the lakes, and chemical proxies (organic matter (OM), total nitrogen (TN), total carbon (TC) and carbon‑nitrogen ratios (C/N)) to investigate shifts in the OM sources. Furthermore, our study benefits from previous palaeoecological studies conducted within the areas of the lakes investigated in this study (Eddudóttir et al., 2015; Eddudóttir, 2016; Eddudóttir et al., 2016; Eddudóttir et al., 2017; Möckel et al., 2017), which have identified important links between environmental conditions, vegetation change and variations in the physical and biological sediment proxies in lakes.\nLakes preserve archives of local and regional environmental change (Schnurrenberger et al., 2003). The main sources of sedimentary OM in lake sediments are detritus from single-celled phytoplankton and particulate detritus from terrestrial plants. As the assemblages of plant species in and around lakes change, the composition of OM deposited in these ecosystems changes. The\nr-Húnavatnssýsla district (IS50 3.1V database of the National Land Survey of Iceland).\ncontribution of OM to sediments from these two major sources is thus strongly influenced by algal and terrestrial plant productivity and transportation processes. Identification of the origins of OM preserved in lake sediment records therefore provides important information for palaeoenvironmental reconstructions (Silliman et al., 1996; Meyers, 1997). Terrestrial OM can be distinguished from aquatic OM by the different characteristic C/N ratios of algae and vascular plants. Phytoplankton, algae and aquatic plants have low C/N ratios that range between 4 and 10, whereas vascular terrestrial plants, which are richer in cellulose, typically have C/N ratios N20 (e.g. Meyers, 1994)."
  }, {
    "heading": "2. Site descriptions",
    "text": "For this research we targeted lakes in different geographical settings and decided on two lakes of comparable size, with minimum surface (stream) inflow and within gentle topographies (Fig. 1; Fig. A.1).\nBarðalækjartjörn (Table 1; Fig. 1; Fig. A.1), with an area of about 0.1 km2, is located at the highland fringe on Auðkúluheiði heath, approximately 20 km north of Blöndulón. Barðalækjartjörn is a groundwater-fed lake with only a small outlet located at its northwest corner. The water depth at the coring site is ~90 cm. The area surrounding the lake is mostly flat, open and unprotected from strong winds with eroded gravelly hills. The lake is surrounded by Carex-dominated wetlands, Betula nana, Calluna vulgaris, Salix spp. dwarf shrub heath and large vegetated hummocks (Eddudóttir et al., 2016). The lake is about 4 km away from the nearest farms in Blöndudalur to the east and the primary form of land use since landnám has probably been summer grazing of livestock, mainly sheep. The closest weather station is at Kolka, located approximately 20 km south of the Barðalækjartjörn lake near the Blöndulón reservoir (Fig. 1). Given the higher altitude of the Kolka weather station, temperatures at Barðalækjartjörn can be presumed to be slightly higher, whereas wind and rainfall are probably similar since both locations are relatively flat (Table 1; Eddudóttir et al., 2016).\nHafratjörn (Table 1; Fig. 1; Fig. A.1) has an area of about 0.13 km2 and is located in the lowlands about 22 km northwest of Barðalækjartjörn and about 10 km southeast of Húnaflói bay. A small inflow feeds the lake from its southern corner, but the site is a groundwater-fed lake with no surface outlets. The water depth at the coring site is ~80 cm. The lake is surrounded by Betula nanadominated dwarf-shrub heath, semi-improved grassland, farmland and eroded gravelly hills (Eddudóttir, 2016). The closest inhabited farm is b1 km away. Weather observations for this site are from the Blönduós weather station located about 12 km northwest of Hafratjörn. The altitude of the Blönduós weather station (Fig. 1) is about 89 m lower than at Hafratjörn (Table 1) and is influenced by the maritime climate of Húnaflói bay."
  }, {
    "heading": "3. Methods",
    "text": ""
  }, {
    "heading": "3.1. Sampling and sediment description",
    "text": "At each of the sample sites, a series of overlapping sediment cores was retrieved from the centre of the frozen lake during thewinters of 2013 and 2015. The coring was carried out using a Livingstone piston corer with a Bolivia adaptor fitted with 75 mm diameter polycarbonate tubes. At the Barðalækjartjörn lake, one series was retrieved using a 100 cm long Russian corer with a chamber diameter of 10 cm.\nFour series were retrieved from the Barðalækjartjörn and Hafratjörn lakes. Each core was X-rayed and then split into two segments. Composite depth profiles of the cores were constructed by correlating tephra layers, changes in stratigraphy and magnetic susceptibility, then overlapping the main succession cores with cores from other sequences to produce a uniform and continuous sediment column. Correlation points were obtained by electron microprobe analysis of the tephra layers. The sediment successions obtained for each of the two lakes totalled 295 cm for Barðalækjartjörn and 415 cm for Hafratjörn. Despite the shallowness of the lakes, the sediment columns of Barðalækjartjörn and Hafratjörn do not indicate any perturbations or interruptions in the continuity of the sediment accumulation. Nevertheless, the effects of wave action in the upper part of the cores must be considered (Eddudóttir et al., 2016). No evidence of lake drying during the Holocene was visible in the sediment columns."
  }, {
    "heading": "3.2. Sedimentology of the sediment sequences",
    "text": "Prior to the visual description of the sediments, the split core segments were cleaned by scraping away the thin layer of mixed sediments produced during splitting in order to avoid contamination of the sequences and to expose the best possible contrast between stratigraphic units. Stratigraphic unitswere defined by visible changes in the sediment columns. The morphological description follows themodified version (Aaby and Berglund, 1986) of the Troels-Smith (1955) system and the Munsell colour chart (Munsell Color, 1975) (Table B.1)."
  }, {
    "heading": "3.3. Core chronology",
    "text": "Tephra layers in the sediment sequences were identified by visual inspection of split cores and X-ray images, as well as from changes in MS, DBD and OM. Samples of tephra were washed through a 90 μm mesh sieve and inspected in a stereomicroscope before preparation for analysis. Major element analysis was conducted using a JEOL JXA-8230 electron probe microanalyser (EPMA) at the University of Iceland. For basaltic tephra, analyses acceleration voltage was 15 kV, beam current 10 nA and beam diameter 10 μm. For silicic, small-grained and highly crystallized tephra, analyses were performed using a 5 nA beam current and 5 μm beam diameter. The standard A99 was measured before and after each session of analysis to verify consistency in analytical conditions.\nAge-depth models for the two sediment sequences were constructed using tephra layers of different ages found at different sediment depths (Table C.1) and radiocarbon dates (Table 2). Results of geochemical analyses of tephra layers from Barðalækjartjörn are presented in Eddudóttir (2016) and Eddudóttir et al. (2016). Results from Hafratjörn are presented in Table D.1. The tephra stratigraphy in the cores is in general in good agreement with previous tephrochronological research in this region (e.g. Larsen and Thorarinsson, 1977; Boygle, 1999). For Barðalækjartjörn, five radiocarbon dates from plant macrofossils were added to the core chronology (details in Eddudóttir et al., 2016; Fig. 2a), whereas two radiocarbon dates derived from plant macrofossils supplement the\nage-depth model for Hafratjörn (Table 2; Fig. 2b). The age-depth models were constructed using the R package Clam (Blaauw, 2010)."
  }, {
    "heading": "3.4. Physical and chemical properties",
    "text": "Magnetic susceptibility (MS) measurements were used to detect mineral particle abundances and minor tephra layers using a Bartington MS2 meter and Bartington MS2F probe at 1 cm intervals on the working-half split core segments (Dearing, 1994). Dry bulk density (DBD) was determined by carving out sample cubes of 1.2 cm3 from the sediment sequences at contiguous 1 cm intervals. The total mass of the samples was recorded before and after drying at 105 °C for 24 h. OM content was obtained by measuring the loss on ignition of the previously dried 1.2 cm3 samples after combustion at 550 °C for 5 h in a muffle furnace (Bengtsson and Enell, 1986).\nAnalyses of carbon (C) and nitrogen (N) content were conducted at the laboratories of the University of Iceland. Subsamples were carved out from the split cores at contiguous 2 cm intervals. After being dried at room temperature for one week, all samples taken from Barðalækjartjörn and Hafratjörn were ground and sieved through a 150 μm mesh. Afterwards, all the samples from Barðalækjartjörn were dried at 50 °C for 24 h. In the case of Hafratjörn, only 22 samples (from 2 to 86 cm depth) were dried at 50 °C for 24 h. Because of the large number of samples and the long drying period (24 h), a different drying process was chosen for the remaining samples from the Hafratjörn core (i.e. from 88 to 414 cm depth), which were dried for 4 h at 70 °C. To ensure that no discrepancies in C and N measurements resulted from the different drying temperatures and times, a comparison test for H2O loss was made. Twenty-two samples from the Hafratjörn core were weighed\nafter drying at 50 °C for 24 h, and 70 °C for 4 h. t-Test was used to assess statistical significance of difference between the two methods. The t-test gave a P(T ≤ t) two-tail value of 0.39, thus indicated no significant weight differences between the two methods.\nAll samples were weighed and packed in tin containers. Based on the OM content, several weight ranges were selected that spanned the lowest OM content values (0–10% OM = 60–70 mg) to the highest OM content values (N40% OM=30–40mg). The C and N contents were determined by dry combustion at 950 °C on a Flash 2000 Elemental Analyser. C/N ratios were calculated based on the carbon and nitrogen contents and the molar weight of the two isotopes. The carbon sequestration rate (Cseq) (g C m−2 yr−1) was computed using the combined sediment age (years cm−1), C concentration and DBD."
  }, {
    "heading": "3.4.1. Assessment of environmental effects of Hekla 3 and Hekla 4 tephra deposition",
    "text": "The impacts of the Hekla 3 and Hekla 4 tephra deposits on landscape stability were determined using the cores from Hafratjörn and Barðalækjartjörn. C and N contents were determined on a Thermo Delta V isotope ratiomass spectrometer at the Cornell University Stable Isotope Laboratory, USA. Sediment subsamples were carved out from the Barðalækjartjörn and Hafratjörn cores at contiguous 1 cm intervals from 10 cm below the Hekla 4 tephra, through the interval between the Hekla 4 and Hekla 3 tephra layers, and up to 10 cm above the Hekla 3 tephra. All the samples were dried at room temperature for one week, ground and sieved through a 150 μm mesh, and then dried at 70 °C for 4 h before analysis."
  }, {
    "heading": "4. Results",
    "text": "The sediment sequences analysed from the two lakes cover a time span of approximately 10,300 years, i.e. from the deposition of the Saksunarvatn tephra (c. 10,300 cal yr BP; Rasmussen et al., 2006) to the present. The sediment records (Fig. 3) are examined and discussed as periods within the Holocene, based on patterns in the proxy records presented here and scope of the temporal resolution of the data. The period after the Norse landnám is treated individually, as this represents the first impact of people and mammal land herbivores in Iceland. The examination of the effects of the Hekla 4 (4200 cal yr BP; Dugmore et al., 1995) and Hekla 3 (c. 3000 cal yr BP; Dugmore et al., 1995) tephra layers on the environment uses the periods c. 5000 to 2000 cal yr BP in Barðalækjartjörn and c. 4700 to 2600 cal yr BP in Hafratjörn."
  }, {
    "heading": "4.1. Sedimentology and stratigraphy",
    "text": "The sedimentology and the different colours in the sediment sequences from the two lakes (Fig. 3; Table B.1) indicate changes\nin the type of deposited material. Overall, the sediment sequences are brown silty gyttja, suggesting a prevalence of organic material, interrupted by tephra layers that range from black to light-grey in colour. The major differences in sedimentary properties detected in the sediment sequences are related to changes in OM."
  }, {
    "heading": "4.2. Total organic carbon and C/N ratio differences between the two lakes",
    "text": "Differences in %TC are detected between Barðalækjartjörn and Hafratjörn, with average values of approximately 16% and 9% respectively. The average C/N values for the Barðalækjartjörn and Hafratjörn records are approximately 16 and 14 respectively (Fig. 4)."
  }, {
    "heading": "4.3. Early-Holocene: c. 10,300–6500 cal yr BP",
    "text": "Following the deposition of the Saksunarvatn tephra layer in Barðalækjartjörn (Fig. 3a), DBD and MS exhibit a decrease, with DBD shifting from ~1.30 g cm−3 immediately above the Saksunarvatn tephra layer to b0.20 g cm−3 after c. 8500 cal yr BP.\nThis development is reflected by an increase in %OM following the deposition of the Saksunarvatn tephra layer, from values of b1% to 27% at c. 8500 cal yr BP. After c. 8500 cal yr BP, the trend in %OM begins to increase until c. 6700 cal yr BP, reaching values of N55%. C/N ratios show a similar increasing trend between c. 10,300 and 8200 cal yr BP, shifting between 10 to 18. After c. 8200 cal yr BP, C/ N ratios remain fairly stable with an average value of 15 until the end of the early-Holocene. Cseq increases steadily from c. 10,300 to 7500 cal yr BP. A considerable increase in Cseq is detected between c. 7400 and 6500 cal yr BP with shifts in values from 4.00 to 7.00 g C m2 yr−1. The largest Cseq average value (18.71 g Cm2 yr−1) in the Barðalækjartjörn record is detected during the early-Holocene (Fig. 3a).\nIn Hafratjörn (Fig. 3b), DBD and MS values decrease over a period of approximately 1300 years. Following the deposition of the Saksunarvatn tephra layer, DBD shifts from N1.00 g cm−3 to b0.20 g cm−3 after c. 9000 cal yr BP. After c. 9000 cal yr BP, DBD and MS remain consistently low and stable with an average DBD value of 0.19 g cm−3. %OM increases gradually during the earlyHolocene from b1% at the beginning of the record to ~33% at c. 6700 cal yr BP. C/N ratios in Hafratjörn display a constant increase during the early-Holocene, from approximately 13 above the Saksunarvatn tephra layer to 17 at c. 6700 cal yr BP. Within these major trends, the data also indicate an increase in C/N ratios, marked by a shift in values from 13 to 15 between c. 10,100 and 9700 cal yr BP. This occurs simultaneously with an increase in minerogenic material, indicated by an increase in DBD from an average of 0.43 g cm−3 between c. 10,200 and 10,100 cal yr BP to an average of 0.45 g cm−3 between c. 10,100 and 9700 cal yr BP. Increases in Cseq are observed from the beginning of the Hafratjörn record to c. 9400 cal yr BP, with values shifting from approximately 13.00 g C m2 yr−1 to about 27.00 g C m2 yr−1 (Fig. 3b). On average, Cseq value for Hafratjörn during the early-Holocene is 13.00 g C m2 yr−1 (Fig. 3b)."
  }, {
    "heading": "4.4. Mid-Holocene: c. 6500–4200 cal yr BP",
    "text": "From the beginning of the mid-Holocene, %OM, %TN and %TC in Barðalækjartjörn begin to follow a decreasing trend (Fig. 3a). %OM shifts\nfrom 43% to 36% recorded at c. 4500 cal yr BP. After that, %OMdecreases significantly to values of b10%. DBD and MS remain low and fairly constant until c. 4500 cal yr BP, with an average DBD value of 0.18 g cm−3. The same pattern is also observed in C/N ratios, which remain fairly stable throughout the mid-Holocene with an average value of 15. Decrease in Cseq is also detected (Fig. 3a). Between c. 5600 and 4600 cal yr BP, Cseq increases abruptly, shifting from ~9.00 g C m2 yr−1 to 17.9 g C m2 yr−1. This pattern is also apparent in C/N ratios, which increase slightly.\nDecreasing trends in %OM, %TN and %TC during the mid-Holocene were also identified in Hafratjörn (Fig. 3b). %OM declines from a value of ~26% above the Katla S tephra deposit (c. 6600 cal yr BP; Eddudóttir et al., 2016) to ~13% at c. 4300 cal yr BP. DBD and MS remain low and stable during the mid-Holocene. C/N ratios exhibit a steep decrease from the beginning of the mid-Holocene to c. 5700 cal yr BP. After that, C/N ratios remain largely unchanged with an average value of 14. Cseq declines notably during the mid-Holocene, from an average value of 13.00 g C m2 yr−1 during the early-Holocene to 3.72 g C m2 yr−1 in the mid-Holocene."
  }, {
    "heading": "4.5. Late-Holocene: c. 4200 cal yr BP to landnám",
    "text": "The environmental impacts of the Hekla 4 and Hekla 3 tephra layers were investigated at a greater temporal resolution than other parts of the Barðalækjartjörn and Hafratjörn cores (Fig. 5). In Barðalækjartjörn, DBD and MS exhibit higher average values between the Hekla 4 and Hekla 3 tephra layers (Fig. 5a; 95–87 cm) compared with the end of the mid-Holocene (Fig. 3a). %OM and %TC are considerably lower than in the mid-Holocene records (Figs. 3a, 5a), with average %TC values shifting from ~20% during the mid-Holocene to ~7% during the period between Hekla 4 and Hekla 3 (Fig. 5a). In spite of a steep increase in C/N following the deposition of Hekla 4 (Fig. 5a), the average value for C/N remains stable at 16 (Fig. 5). Over the period between Hekla 4 and Hekla 3, Cseq values are also lower compared with the mid-Holocene values (Figs. 3a, 5a). Following the deposition of the Hekla 3 tephra (c. 3000 cal yr BP, 86–85 cm), DBD and MS exhibit a decrease that persists until c. 870 CE (1080 cal yr BP). This pattern is also reflected in increases in %OM, %TN and %TC following the Hekla 3 tephra (Figs. 3a, 5a), with %OM shifting from ~27% to 33% prior to the landnám (Fig. 3a). On average, C/N ratios increase slightly following Hekla 3 (Fig. 5), reaching a value of 18 prior to landnám (Fig. 3a), whereas the Cseq average value decreases slightly during the same period.\nIn Hafratjörn, DBD and MS values are lower between the Hekla 4 and Hekla 3 tephra layers than those observed at the end of the midHolocene (Figs. 3b, 5b; 118–110 cm). At the same time, %OM, %TN and %TC increase, with %TC increasing from an average value of 5% recorded during the end of the mid-Holocene to an average value of 9% during the period between Hekla 4 and Hekla 3 (Fig. 5b). This is also the case for C/N ratios, which increase from an average value of 15 recorded during the end of the mid-Holocene to an average value of 16 between Hekla 4 and Hekla 3 (Fig. 5b). Despite lower values compared to those prior to the Hekla 4 deposition, Cseq shows a weakly increasing trend towards Hekla 3 during the same period (Fig. 5b). Following the deposition of Hekla 3 (Fig. 5b, 108– 99 cm; Fig. 3b), DBD and MS exhibit a decreasing trend until c. 850 cal yr BP (about the time of deposition of the Hekla 1104 CE tephra layer; Þórarinsson, 1967). Conversely, %OM, %TN and %TC values continue to rise, with %OM increasing from a value of ~17% at c. 2900 cal yr BP, to ~37% at c. 2200 cal yr BP. Afterward, %OM remains around an average of ~23% until the deposition of the Landnám tephra layer. Following the deposition of Hekla 3, over the period 3000 to 2600 cal yr BP, Cseq values are relatively stable (Fig. 5b). Nevertheless, the Cseq average for the late-Holocene is higher than that of the mid-Holocene (Fig. 3b)."
  }, {
    "heading": "4.6. Post-landnám",
    "text": "Following landnám c. 870 CE (1080 cal yr BP), DBD and MS increase markedly in Barðalækjartjörn (Fig. 3a), with DBD shifting from an average of 0.31 g cm−3 between c. 900 CE (1050 cal yr BP) and Hekla 1104 CE to an average of 0.44 g cm−3 between Hekla 1104 and the top of the core. After a drop at c. 1300 CE (650 cal yr BP), %OM, %TN and %TC increase to the top of the core. This is also the case of C/N ratios, which fall around the time of landnám but then continue to increase. This development is also reflected in the Cseq, which exhibits increasing trend and an average significantly higher compared with the late- and mid-Holocene (Fig. 3a).\nAbove the Landnám tephra, the average value of DBD in Hafratjörn (Fig. 3b) is slightly lower (0.19 g cm−3) than that between Hekla 3 and the Landnám tephra (0.20 g cm−3). DBD and MS increase following Hekla 1104 CE, with DBD shifting from 0.17 g cm−3 above Hekla 1104 CE to 0.26 g cm−3 at the top of the core. %OM increases steadily from the deposition of the Landnám\ntephra from 16% at c. 890 (1060 cal yr BP) to ~33% at the top of the core. This trend is also observed in the C/N ratios, where values increase from 15 following the deposition of the Landnám tephra to 17. An abrupt increase in Cseq is observed between the Landnám tephra and Hekla 1104 CE with values shifting from 9.64 g C m2 yr−1 at c. 890 CE (1060 cal yr BP) to 53.60 g C m2 yr−1 at c. 940 cal yr BP. Cseq reaches the highest average during the post-landnám period (Fig. 3b)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Early-Holocene: warming climate",
    "text": "The sediment records of the two lakes cover a period of approximately 10,300 years (Fig. 3). The Saksunarvatn tephra demarcates the beginning of both records. This tephra layer is one of the most important tephra markers of the early-Holocene in Iceland and is the result of a series of eruptions in the Grímsvötn volcanic system\n(Larsen and Eiríksson, 2008; Jennings et al., 2014). The thickness of the Saksunarvatn tephra and the associated landscape instability, indicated by fluctuations in MS, DBD and %OM values over the first millennium following the deposition of the Saksunarvatn tephra, suggest harsh environmental conditions during early plant succession at the two sites (e.g. Eddudóttir et al., 2015, 2016). Vegetation recovered after a period of about 100 years in north Iceland following the deposition of the tephra (Caseldine et al., 2003, 2006; Eddudóttir et al., 2015; Rundgren, 1998), and geochemical analyses of lake deposits from the northwest highlands suggest a century long period of deposition of terrestrial vegetation (Gunnarsson, 2016). The marked rise in C/N ratios detected in Hafratjörn between c. 10,100 and 9700 cal yr BP, simultaneously with increases in DBD and MS (Fig. 3b), could also reflect harsh environmental conditions during that period. Vegetation damage due to abrasion by tephra displaced by wind erosion (Gisladottir et al., 2005) may have enhanced the terrestrial OM (TOM) contribution to the lake. However, the more gradually rising C/N values in Barðalækjartjörn and Hafratjörn towards the end of the early Holocene period signify the increased dominance of TOM (cf. Meyers, 1994) in the lakes. This suggests denser Betula pubescens woodland and vegetation cover (cf. Eddudóttir et al., 2015, 2016), and more developed soils in the areas surrounding the lakes (Fig. 3).\nPrevious lacustrine sediment studies conducted in Iceland that have addressed the way in which past climate changes affect regime shifts in biological communities in lakes provide a framework that has shown that local environments are the major drivers of this relationship (Florian, 2016). The different geographical locations are likely to be the main drivers of organic carbon accumulation and variations in C/N ratios recorded in the lakes. In fact, Barðalækjartjörn has the higher C/N values with an average of 16 (Fig. 4) and also the higher TOM contribution of the two lakes.\nThe trend of increasing C/N with %TC observed in both lakes could be explained by the fact that as soils develop over time, contributions of SOC to the lakes increase as soils become progressively in-washed and/or windblown (e.g. Langdon et al., 2010; Larsen et al., 2012; Geirsdóttir et al., 2013) simultaneously with greater input of plant litter from vegetation around the lakes. SOC is easily transported (Gísladóttir et al., 2010) and the distance over which the particles are transported is related to the density/ weight of the particles and the carrying capacity or velocity of the conveying agents (e.g. Lal, 2003). Palaeoecological studies by Eddudóttir et al. (2015, 2016) at Barðalækjartjörn and at the palaeolake Kagaðarhóll (located b1 km northeast of Hafratjörn lake), suggest that during the early Holocene, increasing vegetation cover surrounding the lakes resulted from warmer summers and facilitated landscape stabilization.\nCooling climate between 8700 and 7900 cal yr BP are well documented in many palaeoclimatic investigations conducted in the Northern Hemisphere (e.g. Alley et al., 1995; Alley and Ágústsdóttir, 2005; Eddudóttir et al., 2015; Eddudóttir et al., 2018). Despite the rapid drop in the pollen accumulation rate (PAR) for Betula pubescens at c. 8700 cal yr BP in Kagaðarhóll palaeolake (Eddudóttir et al., 2015; Eddudóttir et al., 2018), few signs of landscape destabilization were observed in Hafratjörn (Fig. 3b). Furthermore, in Barðalækjartjörn a transition towards a more stable environment after c. 8500 cal yr BP is indicated by low values of DBD and MS and an increase in %OM (Fig. 3a). This development was also reported in a previous study conducted at Barðalækjartjörn by Eddudóttir et al. (2016). The apparent association between vegetation and landscape stability shown here is of some intrigue. While our data reflect a clear association between increased or taller vegetation and landscape stabilization, climate cooling is not shown to facilitate destabilization. This would seem to suggest that developed multi-layered vegetation communities resist cooling (or other\nstress-inducing conditions) better than those of low stature and with fewer layers. Time almost certainly plays a part here too. If cooling takes place over an extended period, new vegetation communities, better suited to persist under harsh condition, can develop and protect the underlying soils from erosion, or create a lag between the onset of cooling and landscape destabilization. The ways in which terrestrial ecosystems respond to forcing mechanisms can of course vary in space and time. More marginal environments, such as at higher altitude or in exposed coastal settings, might be more responsive to deteriorating climate than the inland environs.\nA period of climate stability that lasted approximately 2500 years, known as the Holocene Thermal Maximum (HTM), is recorded in most Icelandic terrestrial records (e.g. Caseldine et al., 2006; Eddudóttir et al., 2015; Eddudóttir et al., 2016; Geirsdóttir et al., 2013; Harning et al., 2016; Larsen et al., 2012; Schomacker et al., 2016; Striberger et al., 2012). The high %TC values, reflected by notable spikes in Cseq along with unchanged C/N ratios in Barðalækjartjörn between 7400 cal yr BP and the end of the early-Holocene (Fig. 3a), suggest a high influx of TOM into the lake. This may have been compensated for by higher lacustrine productivity driven by enhanced input of nutrients to the lake (cf. Meyers, 1994; Meyers and Lallier-Vergés, 1999) and higher mean annual temperatures attributed to the warm climate of the HTM. Because high-latitude lakes are extremely sensitive to climate change, even slight warming episodes can promote longer growing seasons for algae (Rouse et al., 1997). In this context, ice cap model simulations of Langjökull conducted by Flowers et al. (2008) show evidence that temperatures during the HTM were 3–4 °C warmer than those recorded during the period 1960–1990, and that Langjökull probably disappeared during this period. Eddudóttir et al. (2016) pointed out that a transition from a Betula nana-dominated dwarf shrub heath to Betula pubescens woodland took place after c. 8000 cal yr BP in the landscape surrounding Barðalækjartjörn. In addition, Eddudóttir et al. (2016) showed that optimum conditions for Betula pollen deposition occurred between c. 7400 and 6500 cal yr BP, suggesting open birch woodland in the proximity of the lake at this time. The dense birch woodlands suggested by Eddudóttir et al. (2015, 2018) around the Kagaðarhóll palaeolake from c. 7900 to 6000 cal yr BP might indicate well-developed soils under dense vegetation cover within the surroundings of Hafratjörn lake. Low values of DBD and MS in the sediment records, simultaneously with relatively high values of %TC and C/N at c. 6700 cal yr BP and a slight increase in Cseq values (Fig. 3b), may signify that greater biomass production on land presumably also results in greater quantity of litter blown or washed into the lake. The proposition is that this can explain the elevated C/N values (cf. Meyers and Lallier-Vergés, 1999)."
  }, {
    "heading": "5.2. Mid-Holocene: transition from warming to cooling",
    "text": "With the onset of the mid-Holocene, a trend of gradual decline in OM proxies is observed in the two lake records (Fig. 3). In Barðalækjartjörn, before c. 5500 cal yr BP, increases in C/N and %TC (Fig. 3a) suggest greater TOM inputs to the lake. This development is also reflected by substantial increase in Cseq between c. 5600 and 4600 cal yr BP. These factors correspond to the changes in vegetation cover surrounding the lake observed by Eddudóttir et al. (2016) with an expansion of e.g. the heath taxon Empetrum nigrum in the pollen record from Barðalækjartjörn. Similar evidence for environmental degradation was observed by Möckel et al. (2017) in the Hrafnabjörg peatland area located about 6.5 km northwest of Barðalækjartjörn. A considerable number of palaeoclimatic studies indicate that a substantial shift towards increasingly cool summers took place after c. 5500 cal yr BP, marking the termination of the HTM and the initiation of Neoglaciation (e.g. Wanner et al., 2008;\nLarsen et al., 2012; Striberger et al., 2012; Geirsdóttir et al., 2013; Zhang et al., 2016).\nFollowing c. 5500 cal yr BP the general decreasing trends in %OM, %TN and %TC observed in Hafratjörn proxies reflect the gradual decrease in birch woodland shown by Eddudóttir et al. (2015) at the nearby Kagaðarhóll palaeolake from c. 6000 cal yr BP. This development may signify that less biomass production on land presumably also results in smaller quantity of litter blown or washed into the lake. Conversely, the stable C/N ratio observed from c. 5700 cal yr BP to the end of mid-Holocene may suggest increased landscape destabilization as a result of higher frequency of cooler summers following c. 5500 cal yr BP (e.g. Wanner et al., 2008; Larsen et al., 2012; Striberger et al., 2012; Geirsdóttir et al., 2013; Zhang et al., 2016), and that soils from the surrounding area became progressively deposited into the lake (cf. Langdon et al., 2010; Larsen et al., 2012)."
  }, {
    "heading": "5.3. Late-Holocene: Neoglaciation, Hekla 4 and Hekla 3",
    "text": "In Iceland, major glacial advances beganc. 4200 cal yr BP (Geirsdóttir et al., 2013; Larsen et al., 2012; Striberger et al., 2012) as a result of cooling conditions, and have been detected in both terrestrial and marine ecosystems in the Northern Hemisphere (e.g. Wanner et al., 2008). In and around Svínavatn in Húnavatnssýsla, Boygle (1999) found this to be a period of increased slope-wash processes and reworking of soil and tephra layers, particularly after the deposition of the Hekla 3 tephra. However, the transition to the intensified Neoglacial conditions occurred contemporaneously with the deposition of the Hekla 4 tephra."
  }, {
    "heading": "5.3.1. Environmental changes associated with Hekla 4 and Hekla 3 tephra layers",
    "text": "5.3.1.1. Barðalækjartjörn. At Barðalækjartjörn, the pre-Hekla 4 scenario represents a relatively stable landscape (Figs. 3a, 5a) indicated by low DBD andMS values and relatively high values in OM proxies. Nevertheless, decreasing Cseq (Fig. 3a) suggests that the environmentwas under pressure from declining summer temperatures in the latter half of the Holocene (e.g. Larsen et al., 2012; Striberger et al., 2012; Geirsdóttir et al., 2013). This development is supported by Eddudóttir et al. (2016, 2017), who demonstrated that the landscape surrounding Barðalækjartjörn during the last two centuries before the Hekla 4 eruption was characterised by progressively more open Betula pubescens woodland.\nIncreasing landscape destabilization and aeolian activity around Barðalækjartjörn following the Hekla 4 eruption are indicated by higher MS and DBD (Fig. 5a). Although this development in DBD and MS could also, in part at least, be a result of tephra reworking, substantial increases in C/N ratios (Fig. 5a) indicate larger contributions of TOM into the lake (cf. Meyers and Lallier-Vergés, 1999). The Hekla eruption around 4200 cal yr BP (resulting in the Hekla 4 tephra layer) was responsible for the deposition of one of the most voluminous tephra ejections during the Holocene in Iceland (Larsen and Eiríksson, 2008) and is considered to act as a stratigraphic boundary of a cooling episode (Larsen et al., 2012; Geirsdóttir et al., 2013; Blair et al., 2015). A major transition in the vegetation communities at Barðalækjartjörn occurred following the deposition of the Hekla 4 tephra (Eddudóttir et al., 2017). The most significant change was the expansion of Betula nana in place of B. pubescens, which suggests harsher climatic conditions (Eddudóttir et al., 2017). The pollen record also shows increases in moisture-loving taxa as the climate became cooler and wetter (Eddudóttir et al., 2016). Elevated values of MS and DBD and drops in OM proxies, beginning approximately 500 years after the deposition of the Hekla 4 tephra (Figs. 3a, 5a), suggest that the environment did not recover to the conditions in place before the eruption. The\nintensification of cooler summers in tandem with the impacts of the Hekla 4 tephra may be the main causes of environmental degradation observed at Barðalækjartjörn.\nSimultaneous increases in C/N and Cseq (Figs. 3a, 5a) support enhanced transport of TOM into the lake following the deposition of the Hekla 3 tephra (cf. Meyers and Lallier-Vergés, 1999). Transport of eroded soil or larger contribution of terrestrial plant residue into the lake can explain this process. However, reduced aquatic production as a result of cooling (cf. Rouse et al., 1997) could also be partly responsible. According to previous palaeoclimatic studies, a climate cooling event occurred at c. 2900 cal yr BP (e.g. Eiríksson et al., 2000; Larsen et al., 2012; Geirsdóttir et al., 2013). Furthermore, increased TOM into the lake might also have resulted from increased vegetation damage due to abrasion by reworked tephra around the areas surrounding Barðalækjartjörn, which can easily be displaced by wind erosion (Gisladottir et al., 2005; Arnalds, 2013; Arnalds et al., 2016).\n5.3.1.2. Hafratjörn.Higher values of DBD andMS and concurrent drops in OM proxies prior to the deposition of Hekla 4 signify environmental degradation (Fig. 5b). Eddudóttir et al. (2015, 2017) suggest that during this period Betula pubescens woodland surrounding Kagaðarhóll palaeolake had become less dense as a result of climate disruption initiated at c. 5500 cal yr BP (e.g. Larsen et al., 2012; Striberger et al., 2012; Geirsdóttir et al., 2013). C/N ratios during this period have an average value of 14, indicating a balanced mixture of aquatic production and terrestrial vascular plant contributions, which is expected for most lakes (Meyers and Lallier-Vergés, 1999). This condition is reflected by comparatively low Cseq values that indicate a relatively stable landscape.\nFollowing the deposition of the Hekla 4 tephra, %TC and C/N increase over the first c. 500 years (Fig. 5b), suggesting increased contributions of terrestrial OM into the lake, probably due to larger inputs of damaged vegetation in the wake of the tephra fall. Conversely, the minerogenic content decreases following the deposition of the Hekla 4 tephra, suggesting that the tephra was not extensively reworked by wind, likely due to compacting and burial of the tephra that was trapped in the woodland (e.g. Cutler et al., 2016; Eddudóttir et al., 2017). The thickness of the primary deposits of the Hekla 4 tephra layer may have been up to 16 cm in some areas in the lowland valley, and buried the understory vegetation in woodlands in the area, prompting a period of recovery of several decades (Eddudóttir et al., 2017). Such thick deposits may create a new substratum, introducing opportunities for pioneer plants to colonise the new surfaces (Antos and Zobel, 2005); an increase in pioneer taxa is observed in the understory of woodlands in the vicinity of Hafratjörn (Eddudóttir et al., 2017). This is similar to responses of vegetation following the 1980 eruption of Mount St. Helens where herbs were able to penetrate up through 4–4.5 cm deposits, but 12–15 cm thick deposits killed understory vegetation, and recovery led to a significantly different vegetation composition 20 years after the eruption (Antos and Zobel, 2005; Zobel and Antos, 2007). The Hekla 4 tephra did not have long-term adverse effects on birch trees in the area near Hafratjörn (Eddudóttir et al., 2017). Indeed, about 600 years later, C/N ratios revert to the values observed before the Hekla 4 tephra, while OM proxies display even higher values, indicating recovery of the environment (Figs. 3b, 5b).\nThe DBD and MS record for the first decades following the deposition of the Hekla 3 tephra are compromised by the presence of a thin tephra layer of unknown origin and age. Above this, minerogenic content in Hafratjörn drops notably (Figs. 3b, 5b). This could indicate that the vegetation cover may have prevented mobilization of the tephra by wind activity (Cutler et al., 2016). Eddudóttir et al. (2015) indicate that despite the transition into Neoglaciation from c. 6000 cal yr BP, the vegetation cover at the Kagaðarhóll palaeolake continued to be dominated by birch woodland. However,\nAppendix A\nsharp increases in %TC, C/N and Cseq (Fig. 5b) point to enhanced displacement of TOM within the lake area and consequently higher inputs from terrestrial sources to the lake (cf. Meyers and LallierVergés, 1999). This development could also be a consequence of vegetation damage due to abrasion of reworked tephra during wind erosion (Gisladottir et al., 2005; Arnalds, 2013; Arnalds et al., 2016)."
  }, {
    "heading": "5.3.2. Environmental changes driven by land use and the Little Ice Age",
    "text": "Archaeology and palaeoecology from northeast and southwest Iceland show that habitable lowlands became occupied within years or decades from the onset of landnám (Vésteinsson and McGovern, 2012; Riddell et al., 2018). The same almost certainly applies to Svínadalur, where Landnámabók (Book of Settlements) attributes the initial colonisation of Svínadalur to Eyvindur auðkúla and Þorgils gjallandi (Benediktsson, 1986, p. 223). The consequence of landnám is shown in both the Barðalækjartjörn and Hafratjörn records as abrupt landscape destabilization during the first century following landnám (Fig. 3). The increased values of %TC and C/N observed in Barðalækjartjörn and Hafratjörn indicate that a higher proportion of TOM was deposited into the lakes (cf. Meyers and Lallier-Vergés, 1999) following deforestation (e.g. Hallsdóttir, 1987). Human impacts on lake sedimentation processes through land use may produce contrasting effects on C/N ratios in lake sediments (e.g. Enters et al., 2006). In a study conducted at Lake Pleasant (Massachusetts, USA), Kaushal and Binford (1999) detected a trend of increasing C/N ratios in the lake sediment records associated with intensive forest clearance following European settlement, similar to those found in the Barðalækjartjörn and Hafratjörn records. According to Gísladóttir et al. (2010), land use and climate deterioration after landnám led to extensive losses of soil and SOC from areas with scarce vegetation cover, while vegetated areas were subjected to larger influxes of sediments, hence the observed rise in Cseq. Many other palaeoenvironmental studies conducted in Iceland show that the initial anthropogenic impact following landnám was most profound in ecologically marginal areas (Dugmore et al., 2009) and varied spatially (Streeter and Dugmore, 2014; Streeter et al., 2015).\nThe Medieval Warm Period (MWP) and LIA are key climatic periods of the last two millennia. The former is normally considered to have lasted from c. 900 CE to 1250, from when proxy records indicate increased periods of harsh climate before intensifying after 1500 CE (Hughes and Diaz, 1994; Ogilvie and Jónsson, 2001; Cabedo-Sanz et al., 2016). Distinguishing the environmental changes caused by anthropogenic activities from those resulting from major climate events is often problematic (Dugmore et al., 2009). Here, signals for increased landscape instability in the Hafratjörn record after c. 1250 CE (700 cal yr BP) include steadily rising C/N and Cseq values, suggesting that harsher conditions, perhaps dictated by LIA, may have accelerated erosion processes in the area around Hafratjörn (Fig. 3b). The transition observed in Hafratjörn into greater landscape instability during the LIA is, however, not so clear in the Barðalækjartjörn record (Fig. 3a). Nevertheless, pronounced increases in DBD, MS, C/N and Cseq in Barðalækjartjörn underline the marked instability at the highland margin during the LIA. The fact that these processes became initiated after landnám, but in advance of the LIA, supports that anthropogenic influences are the primary underlying cause for postlandnám land degradation in the area."
  }, {
    "heading": "6. Conclusions",
    "text": "Physical and organic matter proxies preserved in sediment records from Barðalækjartjörn and Hafratjörn lakes provide a continuous reconstruction of natural and human-induced environmental changes in Northwest Iceland. Different geographical settings,\nlandscapemorphologies and vegetation cover appear to have played major roles in controlling biological processes in the lacustrine environments of the two study sites. The lower C/N ratios were recorded in the lowland area, whereas higher inputs from terrestrial sources are evident at the highland margin.\nThe environmental reconstructions derived from the two lakes reveal changes that constitute terrestrial evidence of the impacts of Holocene climate shifts on landscape stability in the areas surrounding the lakes. Despite the different geographical locations of Barðalækjartjörn and Hafratjörn, the records indicate simultaneous transitions from climate warming into climate cooling and vice versa. Decreases in minerogenic material reflected by increases in OM in the sediments indicate that during the early Holocene, the development of vegetation cover from the pioneer to the climax stages in response to an ameliorated climate resulted in improved landscape stability. Similarly, the transition to a colder period at c. 6500 cal yr BP is marked in both lakes by a decrease in sedimentary OM during the mid-Holocene. Lower or stable C/N over this period indicates that the cooling did not facilitate or increase soil erosion to a discernible degree.\nInvestigation of the effects of the deposition of theHekla 4 andHekla 3 tephra layers shows that the environment surrounding Hafratjörn recovered more rapidly compared to that at Barðalækjartjörn. Hence, despite the volume of the two tephra layers, the better-developed vegetation in the area surrounding Hafratjörn had a major influence on landscape resilience.\nAn abrupt shift in both physical and chemical proxies in the two lake records at c. 900 CE marks the arrival of humans in Iceland. The severe impact caused by human-induced destruction of vegetation was dramatic and irreversible."
  }, {
    "heading": "Acknowledgements",
    "text": "Authors thank Höskuldur Þorbjarnarson and Þorsteinn Jónsson for assistance in thefield andUtraMankasingh for technical support. Jessica Lynn Till is thanked for proofreading themanuscript. The Blönduvirkjun hydropower plant hosted us during fieldwork. The research was supported by the Landsvirkjun Energy Research Fund, the University of Iceland Research Fund, and the Icelandic Research Fund (grant no. 141842-051).\nAppendix B"
  }, {
    "heading": "Appendix D",
    "text": ""
  }, {
    "heading": "Appendix C",
    "text": ""
  }],
  "year": 2018,
  "references": [{
    "title": "Characterisation of lake and peat deposits",
    "authors": ["L. Tinganelli"],
    "venue": "Geomorphology",
    "year": 1986
  }, {
    "title": "The 8k event: cause and consequences of a major Ho",
    "authors": ["Chichester", "R.B. pp. 231–246. Alley", "A.M. Ágústsdóttir"],
    "year": 2005
  }, {
    "title": "Ecological Responses to the 1980 Eruption",
    "authors": ["V.H", "F.J. Swanson", "C.M. Crisafulli"],
    "year": 1980
  }, {
    "title": "The influence of volcanic tephra (ash) on ecosystems",
    "authors": ["ESP33N3.0.CO", "2-M. Arnalds"],
    "year": 2013
  }, {
    "title": "The Icelandic volcanic aeolian",
    "authors": ["stitute", "O. Reykjavík. Arnalds", "P. Dagsson-Waldhauserova", "H. Olafsson"],
    "year": 2016
  }, {
    "title": "Chemical analysis",
    "authors": ["L. Reykjavík. Bengtsson", "M. Enell"],
    "year": 1986
  }, {
    "title": "Variability of tephra in lake and catchment sediments, Svínavatn, Iceland",
    "authors": [],
    "year": 1999
  }, {
    "title": "Early Holocene climate variability",
    "authors": ["P. Langdon", "N. Holmes"],
    "year": 2006
  }, {
    "title": "Efstadalsvatn – a multi-proxy study",
    "authors": ["Á. Geirsdóttir", "P. Langdon"],
    "year": 2003
  }, {
    "title": "Life on the periphery is tough: vege",
    "authors": ["Iceland", "Reykjavík", "S.D. Iceland. Eddudóttir", "E. Erlendsson", "G. Gísladóttir"],
    "year": 2015
  }, {
    "title": "Climate change",
    "authors": ["S.D. Eddudóttir", "E. Erlendsson", "L. Tinganelli", "G. Gísladóttir"],
    "year": 2016
  }, {
    "title": "An Icelandic terrestrial record",
    "authors": ["E. Erlendsson", "G. Gísladóttir"],
    "year": 2018
  }, {
    "title": "Chronology of late Holo",
    "authors": ["K.L. Knudsen", "H. Haflidason", "J. Heinemeier"],
    "year": 2000
  }, {
    "title": "Effects of land-use change on deposition",
    "authors": ["2-A. Enters", "Lücke", "Zolitschka"],
    "year": 2006
  }, {
    "title": "Environmental Change Around the Time of the Norse Settlement",
    "authors": [],
    "year": 2007
  }, {
    "title": "Multi-proxy Reconstructions of Holocene Environmental Change",
    "authors": ["C.R. Florian"],
    "year": 2016
  }, {
    "title": "The effect of landscape and retreating",
    "authors": ["O. Arnalds", "G. Gisladottir"],
    "year": 2005
  }, {
    "title": "Soil evidence for historical human-induced",
    "authors": ["E. Erlendsson", "R. Lal"],
    "year": 2011
  }, {
    "title": "Holocene Climate and Landscape Evolution in the West Central",
    "authors": [],
    "year": 2016
  }, {
    "title": "Two new Icelandic tephra markers",
    "authors": ["G. Larsen", "J. Eiríksson"],
    "year": 2011
  }, {
    "title": "The tephrochronology of Iceland",
    "authors": ["J. Eiriksson", "S. van Kreveld"],
    "year": 2000
  }, {
    "title": "Pollen analytical studies of human influence on vegetation",
    "authors": ["CO", "2-W. Hallsdóttir"],
    "year": 1987
  }, {
    "title": "Early Holocene deglaciation",
    "authors": ["D.J. Sweden). Harning", "Á. Geirsdóttir", "G.H. Miller", "K. Zalsal"],
    "year": 2016
  }, {
    "title": "Was there a ‘Medieval",
    "authors": ["H.F. Diaz"],
    "year": 1994
  }, {
    "title": "Holocene tephra from Iceland and Alaska in SE Greenland Shelf Sediments",
    "authors": ["A. Jennings", "T. Thordarsson", "K. Zalzal", "J. Stoner", "C. Hayward", "Á. Geirsdóttir", "G. Miller"],
    "venue": "Geol. Soc. Lond.,",
    "year": 2014
  }, {
    "title": "Relationship between C:N ratios of lake sediments, organic matter sources, and historical deforestation in Lake Pleasant, Massachusetts, USA",
    "authors": ["S. Kaushal", "M.W. Binford"],
    "venue": "J. Paleolimnol",
    "year": 1999
  }, {
    "title": "Volcanic influence on centennial to millennial Holocene Greenland temperature change",
    "authors": ["T. Kobashi", "L. Menviel", "A. Jeltsch-Thömmes", "B.M. Vinther", "J.E. Box", "R. Muscheler", "T. Nakaegawa", "P.L. Pfister", "M. Dörning", "M. Leuenberger", "H. Wanner", "A. Ohmura"],
    "venue": "Sci. Report",
    "year": 2017
  }, {
    "title": "Soil erosion and the global carbon",
    "authors": ["R. Lal"],
    "venue": "budget. Environ. Int",
    "year": 2003
  }, {
    "title": "Soil carbon sequestration impacts on global climate change and food security",
    "authors": ["R. Lal"],
    "venue": "Science 304,",
    "year": 2004
  }, {
    "title": "Lacustrine evidence of earlyHolocene environmental change in northern Iceland: a multiproxy palaeoecology and stable isotope study",
    "authors": ["P.G. Langdon", "M.J. Leng", "N. Holmes", "C.J. Casaldine"],
    "venue": "The Holocene 20,",
    "year": 2010
  }, {
    "title": "Recent volcanic history of the Veidivötn fissure swarm, southern Iceland — an approach to volcanic risk assessment",
    "authors": ["G. Larsen"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1984
  }, {
    "title": "H4 and other acid",
    "authors": ["G. Larsen", "S. Thorarinsson"],
    "venue": "Hekla layers. Jökull",
    "year": 1977
  }, {
    "title": "Holocene tephra archives and tephrochronology in Iceland – a brief overview",
    "authors": ["G. Larsen", "J. Eiríksson"],
    "venue": "Jökull",
    "year": 2008
  }, {
    "title": "Correlation of late Holocene terrestrial and marine tephra markers in North Iceland. Implications for reservoir age changes and linking land-sea chronologies in the northern North Atlantic",
    "authors": ["G. Larsen", "J. Eiríksson", "K.L. Knudsen", "J. Heinemeier"],
    "venue": "Polar Res",
    "year": 2002
  }, {
    "title": "Non-linear Holocene climate evolution in the North Atlantic: a high-resolution, multi-proxy record of glacier activity and environmental change from Hvítárvatn, central Iceland",
    "authors": ["D.J. Larsen", "G.H. Miller", "Á. Geirsdóttir", "S. Ólafsdóttir"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "Preservation of elemental and isotopic source",
    "authors": ["P.A. Meyers"],
    "year": 1994
  }, {
    "title": "Organic geochemical proxies of paleoceanographic, paleolimnologic, and paleoclimatic processes",
    "authors": ["P.A. Meyers"],
    "venue": "Org. Geochem",
    "year": 1997
  }, {
    "title": "Lacustrine sedimentary organic matter records of Late Quaternary paleoclimates",
    "authors": ["P.A. Meyers", "E. Lallier-Vergés"],
    "venue": "J. Paleolimnol",
    "year": 1999
  }, {
    "title": "Holocene environmental change and development of the nutrient budget of histosols in North Iceland",
    "authors": ["S.C. Möckel", "E. Erlendsson", "G. Gísladóttir"],
    "venue": "Plant Soil 418,",
    "year": 2017
  }, {
    "title": "The role of lake and reservoir sediments as sinks in the perturbed global carbon cycle",
    "authors": ["P.J. Mulholland", "J.W. Elwood"],
    "venue": "Tellus 34,",
    "year": 1982
  }, {
    "title": "Little Ice Age” research: a perspective from Iceland",
    "authors": ["A.E.J. Ogilvie", "T. Jónsson"],
    "venue": "Clim. Chang. 48,",
    "year": 2001
  }, {
    "title": "Simulating Icelandic vegetation cover during the Holocene. Implications for long-term land degradation",
    "authors": ["R. Ólafsdóttir", "P. Schlyter", "H.V. Haraldsson"],
    "venue": "Geogr. Ann",
    "year": 2001
  }, {
    "title": "Organic carbon in Icelandic Andosols: geographical variation and impact of erosion",
    "authors": ["H. Óskarsson", "Ó. Arnalds", "J. Gudmundsson", "G. Gudbergsson"],
    "venue": "Catena 56,",
    "year": 2004
  }, {
    "title": "Using palaeoecological techniques to understand the impacts of past volcanic eruptions",
    "authors": ["R.J. Payne", "J. Egan"],
    "venue": "Quat. Int. https://doi.org/10.1016/j.quaint.2017.12.019",
    "year": 2017
  }, {
    "title": "A new Greenland ice core chronology for the last glacial termination",
    "authors": ["S.O. Rasmussen", "K.K. Andersen", "A.M. Svensson", "J.P. Steffensen", "B.M. Vinther", "H.B. Clausen", "M.L. Siggaard-Andersen", "S.J. Johnsen", "L.B. Larsen", "D. Dahl-Jensen", "M. Bigler", "R. Röthilsberger", "H. Fischer", "K. Goto-Azuma", "M.E. Hansson", "U. Ruth"],
    "venue": "J. Geophys. Res.Atmos. 111,",
    "year": 2006
  }, {
    "title": "Cereal cultivation as a correlate of high status inmedieval Iceland",
    "authors": ["S.J. Riddell", "E. Erlendsson", "G. Gísladóttir", "K.J. Edwards", "J. Byock", "D. Zori"],
    "venue": "Veg. Hist. Archaeobotany",
    "year": 2018
  }, {
    "title": "Effects of climate change on the freshwaters of artic and subartic North America",
    "authors": ["W.R. Rouse", "M.S.V. Douglas", "R.E. Hecky", "A.E. Hershey", "G.W. Kling", "L. Lesack", "P. Marsh", "M. McDonald", "B.J. Nicholson", "N.T. Roulet", "J.P. Smol"],
    "venue": "Hydrol. Process",
    "year": 1997
  }, {
    "title": "Early-Holocene vegetation of northern Iceland: pollen and plant macrofossil evidence from the Skagi peninsula",
    "authors": ["M. Rundgren"],
    "venue": "The Holocene",
    "year": 1998
  }, {
    "title": "Soil respiration and changes in soil carbon stocks",
    "authors": ["W. Schlesinger"],
    "year": 1995
  }, {
    "title": "Classification of lacustrine sediments based on sedimentary components",
    "authors": ["D. Schnurrenberger", "J. Russel", "K. Kelts"],
    "venue": "J. Paleolimnol",
    "year": 2003
  }, {
    "title": "The Drangajökull ice cap, northwest Iceland, persisted into the early-mid Holocene",
    "authors": ["A. Schomacker", "S. Brynjólfsson", "J.M. Andreassen", "E.R. Gudmundsdóttir", "J. Olsen", "B.V. Odgaard", "L. Håkonarson", "Ó. Ingólfsson", "N.K. Larsen"],
    "venue": "Quat. Sci",
    "year": 2016
  }, {
    "title": "Record of postglacial organic matter delivery and burial in sediments of Lake Ontario",
    "authors": ["J.E. Silliman", "P.A. Meyers", "R.A. Bourbonniere"],
    "venue": "Org. Geochem",
    "year": 1996
  }, {
    "title": "Budgets of soil erosion",
    "authors": ["S.V. Smith", "W.H. Renwick", "R.W. Buddemeier", "C.J. Crossland"],
    "year": 2001
  }, {
    "title": "Terrestrial sedimentation and the carbon cycle: coupling weathering",
    "authors": ["R.F. 2000GB001341. Stallard"],
    "year": 1998
  }, {
    "title": "Tvær nýjar Cl4-aldursákvarðanir á öskulögum úr Snæfellsjökli",
    "authors": [],
    "year": 1967
  }, {
    "title": "Late-Holocene land surface change in a coupled social",
    "authors": ["Náttúrufræðingurinn", "R.T. 236–238. Streeter", "A. Dugmore"],
    "year": 2014
  }, {
    "title": "The sediments of Lake Lögurinn",
    "authors": ["J. Striberger", "S. Björck", "S. Holmgren", "L. Hamerlík"],
    "year": 2012
  }, {
    "title": "Aldur ljósu gjóskulaganna úr Heklu samkvæmt leiðréttu",
    "authors": ["S. Reykjavík. Þórarinsson"],
    "year": 1971
  }, {
    "title": "Karakterisering af Løse Jordarter",
    "authors": ["J. 197–228. Troels-Smith"],
    "venue": "Nor. Archaeol. Rev",
    "year": 1955
  }, {
    "title": "Holocene thinning of the Greenland ice sheet",
    "authors": ["J.P. Steffensen", "A.M. Svenson"],
    "year": 2009
  }, {
    "title": "Mid- to late Holocene",
    "authors": ["T.F. Stocker", "P. Tarasov", "M. Wagner", "M. Widmann"],
    "year": 2008
  }, {
    "title": "Structure and origin",
    "authors": ["O. Solomina", "M. Grosjean", "S.P. Ritz", "M. Jetel"],
    "year": 2011
  }, {
    "title": "Flowering and seedling production of understory herbs",
    "authors": ["J.A. Antos"],
    "year": 2007
  }],
  "id": "SP:1468f9df02aabd42885450bdc2b36207e5f2869a",
  "authors": [{
    "name": "Leone Tinganelli",
    "affiliations": []
  }, {
    "name": "Egill Erlendsson",
    "affiliations": []
  }, {
    "name": "Sigrún Dögg Eddudóttir",
    "affiliations": []
  }, {
    "name": "Guðrún Gísladóttir",
    "affiliations": []
  }],
  "abstractText": "Article history: Received 15 December 2017 Received in revised form 16 August 2018 Accepted 20 August 2018 Available online 23 August 2018 Climate, land use and tephra deposition are the primary drivers of environmental change in Iceland. Understanding the roles of these factors in the formation of the current Icelandic landscape requires an examination of environmental change over wide temporal and spatial scales. Using sediments from two lakes, each spanning the last 10,300 years, this study presents evidence of the effects of climate, volcanism and human settlement on the environment in the highland margin and in lowland areas in Northwest Iceland during the Holocene. The results show that sedimentary processes in the lakes have been primarily driven by the different geographical settings in lowland and highland areas. The impacts of Holocene climate change on the environment were identified in both lake records by distinct variations in both physical and chemical proxies. The lacustrine sedimentary records from Hafratjörn and Barðalækjartjörn highlight the important relationship between vegetation cover and landscape resilience to two of the most voluminous tephra deposits of the Holocene: Hekla 4 and Hekla 3. The detrimental human impact on landscape stability is marked in the lake records by an increase in minerogenic material and by elevated C/N ratios in the sediment. © 2018 Elsevier B.V. All rights reserved.",
  "title": "Impacts of climate, tephra and land use upon Holocene landscape stability in Northwest Iceland"
}