{
  "sections": [{
    "text": "8 P\nY T B a b c d\na\nA R R A\nK N S D P O S\n1\nt R t 1 t\n0 d\nPrecambrian Research 179 (2010) 150–164\nContents lists available at ScienceDirect\nPrecambrian Research\njourna l homepage: www.e lsev ier .com/ locate /precamres\n7Sr/86Sr chemostratigraphy of Neoproterozoic Dalradian carbonates below the ort Askaig Glaciogenic Formation, Scotland\nusuke Sawakia,∗, Takahiro Kawaia, Takazo Shibuyaa, Miyuki Tahataa, Soichi Omoria,b, suyoshi Komiyaa,b, Naohiro Yoshidab,c, Takafumi Hirataa,b, Takeshi Ohnoa,b, rian F. Windleyd, Shigenori Maruyamaa,b\nDepartment of Earth and Planetary Sciences, Tokyo Institute of Technology, Ookayama 2-12-1, Meguro-ku, Tokyo 152-8551, Japan Research Center for the Evolving Earth and Planets, Tokyo Institute of Technology, 2-12-1 Ookayama, Meguro-ku, Tokyo 152-8551, Japan Department of Environmental Science and Technology, Tokyo Institute of Technology, 4259 Nagatsuda Midori-ku, Yokohama, Kanagawa Prefecture 226-8502, Japan Department of Geology, The University of Leicester, Leicester LE1 7RH, UK\nr t i c l e i n f o\nrticle history: eceived 23 March 2009 eceived in revised form 7 January 2010 ccepted 19 February 2010\neywords: eoproterozoic r isotope variation alradian ort Askaig Formation lder Cryogenian glaciation nowball Earth\na b s t r a c t\nThe Neoproterozoic–Cambrian Dalradian Supergroup of Scotland contains three glaciogenic sedimentary units, the Port Askaig Formation, the Stralinchy-Reelan Formation, and the Loch na Cille Boulder Bed, in ascending order. Although the idea, that relatively cold climates occurred during the latest Proterozoic, is widely accepted, the cause of the onset of glaciation is still controversial; we use new carbonate 87Sr/86Sr data to better constrain this environmental change. Some Dalradian limestones have high strontium contents (>1000 ppm), low manganese contents and Mn/Sr ratios (<0.2) and, according to their silica, aluminum and potassium contents and Rb/Sr ratios, they suffered insignificant contamination from siliciclastic minerals, thus they are suitable for estimating the 87Sr/86Sr values of paleoseawater in the Neoproterozoic. The 87Sr/86Sr values of limestones of the Islay Formation (ca. 0.7067), sampled on the island of Islay, are similar to the values of previous studies. However, the 87Sr/86Sr values of limestones just below the Port Askaig Formation (ca. 0.7064), collected on the island of Garbh Eileach, have the lowest values recorded in the Dalradian Supergroup. Comparing these 87Sr/86Sr values with coeval 87Sr/86Sr values of other regions in the world, such low 87Sr/86Sr (<0.7065) has only been reported from successions pre-dating the older Cryogenian (Sturtian) glaciation, which supports the idea that the Port Askaig Formation was deposited during the older Cryogenian glaciation. We have reconstructed the variations in the i87Sr/86Sr ratio from the Tonian through the Cryogenian and Ediacaran to the earliest Cambrian.\n87 86\nThe results show that the Sr/ Sr ratio of seawater decreased just before the older Cryogenian glaciation, that it increased by two steps in the early and middle Ediacaran, and that there were at least two abrupt positive excursions in the middle Ediacaran and at the Precambrian–Cambrian boundary. The decline of the 87Sr/86Sr ratio of seawater just before the older Cryogenian Sturtian glaciation suggests that enhancement of weathering, related to break-up of the Rodinia supercontinent and continental flood basalt volcanism, was a likely driver for generating global cooling for the Snowball Earth conditions\nnnad (Goddéris et al., 2003; Do\n. Introduction\nThe Neoproterozoic period (1000–542 Ma) witnessed some of he most extreme climatic and biological changes in Earth history. ecent studies suggest that there were several glacial periods in he Neoproterozoic (Hoffman and Schrag, 2002; Kennedy et al., 998; Fairchild and Kennedy, 2007); the older Cryogenian (Sturian) and the younger Cryogenian (Marinoan) glaciations are widely\n∗ Corresponding author. Tel.: +81 3 5734 2618; fax: +81 3 5734 3538. E-mail address: sawaki.y.aa@m.titech.ac.jp (Y. Sawaki).\n301-9268/$ – see front matter © 2010 Elsevier B.V. All rights reserved. oi:10.1016/j.precamres.2010.02.021\nieu et al., 2004). © 2010 Elsevier B.V. All rights reserved.\naccepted as the two largest. 87Sr/86Sr data are widely used to correlate Neoproterozoic sedimentary sequences and to decode surface environmental changes (Melezhik et al., 2001; Halverson et al., 2007; Sawaki et al., 2010). Based on a compilation of Sr isotope compositions through geologic time, Shields and Veizer (2002) suggested that the radiogenic Sr isotopic ratio suddenly increased in the Neoproterozoic compared with the period before, and they related the significant change in 87Sr/86Sr to the formation, breakup and dispersal of the supercontinent Rodinia. The 87Sr/86Sr composition of seawater mainly reflects a combination of less radiogenic strontium derived from hydrothermal alteration of oceanic crust and highly radiogenic input from continental weathering. Due\nan Res\nt s c i\nl t S i 1 F s e a b a t 1 2 m B s A t i t r\ng a T t w o j d t b\n2\n2\na c m d C ( H a e G t G c T c t d t t r o\nY. Sawaki et al. / Precambri\no the large isotopic difference between these two main sources of trontium, the 87Sr/86Sr composition of seawater tracks long-term hanges in the weathering of the earth’s surface and the relative mportance of the hydrothermal flux (e.g. Richter et al., 1992).\nThe Neoproterozoic to Cambrian Dalradian Supergroup of Scotand was deposited on the eastern margin of Laurentia and contains hree glaciogenic successions, the Port Askaig Formation (Fm), the tralinchy-Reelan Formation, and the Loch na Cille Boulder Bed, n ascending order (Harris et al., 1994; Stephenson and Gould, 995; Condon and Prave, 2000; McCay et al., 2006). The Port Askaig ormation consists of over 700 m of diamictite, conglomerate, sandtone and minor carbonate, and is in the current spotlight due to the xcellent preservation of its sedimentary structures. Although the ge range of most Neoproterozoic successions is poorly constrained y radiometric or biostratigraphic dating, recent lithostratigraphy nd chemostratigraphy have indicated that the Port Askaig Formaion represents the older Cryogenian (Sturtian) glaciation (Prave, 999; Condon and Prave, 2000; McCay et al., 2006; Prave et al., 009). 87Sr/86Sr data are useful to constrain the age of such sedientary sequences (Melezhik et al., 2001; Halverson et al., 2007). rasier and Shields (2000) used the 87Sr/86Sr and 13C of carbonate ediments beneath the Neoproterozoic Dalradian glaciogenic Port skaig Formation to propose an older Cryogenian glacial age for hese carbonates. Thereafter, Thomas et al. (2004), presenting new sotope geochemistry of limestones throughout the entire Neoproerozoic Dalradian, identified secular variations in their 87Sr/86Sr atios.\nThis work presents new 87Sr/86Sr data from the Dalradian Superroup. There is an unconformity between the Port Askaig Formation nd underlying limestones on Islay (Brasier and Shields, 2000; homas et al., 2004). Therefore, we collected limestone samples on he island of Garbh Eileach (the largest of the Garvellach Islands), here the Port Askaig Formation rests conformably on limestones f the Islay Fm, and we studied the 87Sr/86Sr chemostratigraphy ust below the Port Askaig Formation. Based on our new 87Sr/86Sr ata and their comparison with global 87Sr/86Sr chemostratigraphy hrough the Neoproterozoic, we discuss the environmental changes efore the older Cryogenian glaciation.\n. Geology of the Dalradian Supergroup\n.1. Geological setting\nThe Dalradian Supergroup of Scotland consists of siliciclastic nd carbonate sedimentary rocks, together with subordinate volanic rocks that were deposited on continental crust of the eastern argin of Laurentia from the Neoproterozoic to possibly the Midle Cambrian (Anderton, 1982, 1985, 1988; Harris et al., 1994; awood et al., 2003). The Dalradian is divided into four Groups Figs. 1a, b and 2): Grampian (oldest), Appin, Argyll and Southern ighland (youngest). The Grampian Group is dominated by fluvial nd marine siliciclastic sediments and a few limestones (Glover t al., 1995). The relationship between the base of the Grampian roup and gneissose metasedimentary rocks, which may constiute their basement, is unresolved (Smith et al., 1999). The Appin roup consists of a succession of siliciclastic rocks, quartzite and arbonate deposited in a shallow to deep marine environment. he Port Askaig Formation at the base of the Argyll Group mainly omprises a marine glaciogenic succession (Eyles and Eyles, 1983) hat provides a detailed record of changing depositional conditions uring a Neoproterozoic glaciation (Spencer, 1971). The diamicites are interbedded with sandstone, mudstone and conglomerate; he presence of giant cross-beds in the sandstone units indicates epeated ice margin advance and withdrawal, and the influence f strong tidal currents during the glaciation (Arnaud, 2004). The\nearch 179 (2010) 150–164 151\ndepositional environment of the Port Askaig Formation is hotly discussed (e.g. Benn and Prave, 2006) and summarized by Arnaud and Fairchild (in press). Deglaciation was followed by deposition of a thick siliciclastic-dominated sequence of marine deposits and subsequent dolostones: these rocks comprise the Bonahaven Formation. According to Brasier and Shields (2000), the Bonahaven Formation is a cap carbonate, but the presence of sandstones and mudstones below the Bonahaven dolostones indicates that the carbonate does not cap glacial rocks (Arnaud and Fairchild, in press). Although Brasier and Shields (2000) suggested that the negative 13Ccarb values of the Bonahaven dolostones are correlated with those of another cap carbonate sequence (Dracoisen Formation, Svalbard), the negative signature suggests an early marine diagenetic origin (Fairchild and Kennedy, 2007).\nConglomerates at the bottom of the Easdale Subgroup of the Argyll Group may indicate a hiatus of deposition and/or an unconformity (Fig. 2). The middle to upper parts of the Argyll Group are dominated by coarse-grained siliciclastic rocks and limestones that were deposited in rapidly subsiding and relatively deep marine rift basins (Stephenson and Gould, 1995). Recently, McCay et al. (2006) reported a younger Cryogenian (Marinoan)-age glacial deposit in Ireland, the Stralinchy-Reelan Formation, which is composed of diamictite, and the overlying Cranford Limestone contains the characteristic features of a younger Cryogenian glacial-cap carbonate. This glacial-cap carbonate sequence in Ireland is correlated with the Easdale Subgroup in the Dalradian Supergroup (McCay et al., 2006; Prave et al., 2009). Continued subsidence led to deposition of thick turbiditic sandstones of the Southern Highland Group. The Loch na Cille Boulder Bed, the third glacial deposit, constitutes the lower part of this Group and is correlated with the Gaskiers (ca. 580 Ma; Bowring et al., 2003) glacial deposit (McCay et al., 2006). The Leny Limestone of Perthshire, which comprises thin-bedded turbiditic carbonates and contains the Pagetides trilobite fauna, probably belongs to the uppermost part of this Group (Tanner, 1995; Fletcher and Rushton, 2007).\nOnly four isotopic age data constrain the time of deposition of the Dalradian Supergroup. A U–Pb zircon and monazite age of a pegmatite in a shear zone that truncates the base of the Grampian Group gives minimum ages of 840 ± 11 Ma and 806 ± 3 Ma for the onset of Dalradian sedimentation (Highton et al., 1999; Noble et al., 1996). U–Pb zircon ages from a keratophyre and a felsic tuff in the Tayvallich Volcanic Fm. date the time of volcanism and sedimentation at the top of the Argyll Group at 595 ± 4 Ma and 601 ± 4 Ma, respectively (Halliday et al., 1989; Dempster et al., 2002). These data also provide a lower age limit for deposition of sedimentary rocks of the Argyll Group. Sediments of the Grampian, Appin and Argyll Groups were deposited in the period from 800 to 600 Ma.\n2.2. Sampled carbonate units and localities\nWinchester (1974) documented the metamorphic grade of the Grampian Highlands and showed that the lower-grade metamorphic facies is in the Southwestern Grampian Highlands (Fig. 1b). Because metamorphism and alteration are unfavorable for preservation of carbonate primary 87Sr/86Sr, we collected samples in the better-preserved rocks on the Garbh Eileach and Islay Islands (Fig. 1), on both of which we produced a stratigraphic column (Figs. 3 and 4).\nAt Beannan Dubh on Islay (Fig. 1c) we collected rock samples from the Blair Atholl Subgroup and the Port Askaig Formation. The beds of carbonate and sandstone in this area strike NE–SW and dip NW (Fig. 1c). The Blair Atholl Subgroup comprises two carbonate units; the lower is the Ballygrant Fm and the upper is the Islay Fm (Fig. 3). The Ballygrant Fm crops out in the southeastern part of this area (Fig. 1c), and the contact between the\n152 Y. Sawaki et al. / Precambrian Research 179 (2010) 150–164\nY. Sawaki et al. / Precambrian Research 179 (2010) 150–164 153\nB f o e b c 1\nF s s s s c o s a a o a a i\nt al., 1996). Solid circles (GE), solid squares (ISS) and open circles (IS) indicate sam Fig. 1). The geochemical data including 87Sr/86Sr data and 13C values from previ l., 2004; gray square from McCay et al., 2006; gray circle from Prave et al., 2009) a pproximate stratigraphic thickness, based on Brasier and Shields (2000).\nallygrant Fm and the Islay Fm is faulted, and therefore we careully collected carbonate rocks from the Ballygrant Fm to the top f the Islay Fm. The diamictite of the Port Askaig Formation is xposed in the northwestern part of this area (Fig. 1c). The contact etween the Port Askaig Formation and the Islay Fm is erosive (disonformity), and lower glacial units are absent on Islay (Spencer, 971).\nWe reconstructed the stratigraphic column of the Port Askaig m (Fig. 4) and the Islay Fm on Garbh Eileach (Fig. 1d). Here the uccession is structurally simple, and strikes E–W and dips to the outh (Fig. 1d). The stratigraphic way-up on this island is to the outh. We collected ca. 100 rock samples, one every meter against tratigraphic height along the section exposed on the northeastern oast. The exposed portion of the Islay Fm has a total thickness f ca. 65 m and mainly consists of limestones, dolostones, silttones and sandstones. The carbonate rocks contain a few calcite nd dolomite veins, and some sandstone units have cross-beds nd much pyrite. The Port Askaig Formation rests conformably n the Islay Fm. The diamictites of the Port Askaig Formation re intercalated with sandstones, siltstones and minor dolostones, nd the matrix of the diamictites is psammitic and pelitic. Clasts n the diamictites are mainly granitic, but include a few cherts;\nn Garbh Eileach, in the center of Islay and along its northeastern coast, respectively udies (open triangle from Brasier and Shields, 2000; open square from Thomas et o plotted relative to lithostratigraphic position. The numbers in parentheses mean\nand clast sizes vary from a few centimeters up to a few decimeters.\nThe Bonahaven Fm comprises quartzites, sandstones and carbonate rocks, mainly dolostone. Carbonate rocks of the Bonahaven Fm crop out at Bunnahabhain on Islay (Fig. 1e). The Carraig Artair Member of the Bonahaven Fm, which overlies the Port Askaig Fm in eastern Islay, mainly consists of siltstone, mudstone and subordinate dolostone; if it is a cap carbonate it is atypical compared with those observed in other regions (e.g. Namibia, South China, Canada), because it is dominated by siliciclastic sediment. We collected rock samples every ca. 1 m against stratigraphic height along the well-exposed coasts; in total about 130 samples were taken. The Margadale Member of the Bonahaven Fm contains stromatolitic beds, and sandstones with cross-beds and pyrites; the surface color of most pyrites is altered to red (limonite).\n2.3. Petrography of studied rock samples\nWe estimated the involvement of clastic and carbonaceous materials, and the degree of post-depositional oxidation, dissolution and alteration through careful microscopic observations of material from the following three main localities.\n154 Y. Sawaki et al. / Precambrian Research 179 (2010) 150–164\nF s of Sr F te roc\n2\na fi m D t d t M\nig. 3. A lithostratigraphic column at Beannan Dubh on Islay, and analytical result ormation overlies unconformably the Islay Limestone Formation on Islay. Carbona\n.3.1. ISS (Islay South samples) – Beannan Dubh locality (Fig. 1c) Limestones of the Kilslevan Limestone Member of the Islay Fm nd of the Strakaig Limestone Member of the Ballygrant Fm contain ne-grained anhedral calcite grains with minor amounts of clay inerals (micas) and detrital minerals (e.g. plagioclase and quartz). etrital grains are less than 10 m across. Black Limestones in he Islay and Ballygrant Formations contain much, homogeneously istributed, organic material (Fig. 5a and b). The Ballygrant Fm conains ooid-like structures (Sample No. ISS36; Fig. 5a). The Persabus\nember mainly comprises coarse-grained dolomites (Fig. 5c).\ncontent, Mn/Sr ratio, Al content, 13C values and 87Sr/86Sr ratios. The Port Askaig ks below the Port Askaig Formation have relatively low 87Sr/86Sr values.\n2.3.2. GE (Garbh Eileach) island (Fig. 1d) Limestones (Sample Nos. GE25, 26; Fig. 5d and e) in the middle part of the Islay Fm contain fine-grained anhedral calcite grains and a few clay minerals (micas) and detrital minerals. Some limestones contain coarse-grained calcite with straight outlines (Fig. 5f). The distribution of organic material is homogeneous. The dolostones in the upper part of the Islay Fm consist of dolomite with euhedral pyrite. Dolomites have a coarse, irregular texture and are brownish due to the presence of iron hydroxide along grain boundaries.\nY. Sawaki et al. / Precambrian Research 179 (2010) 150–164 155\nF esults e mesto h r Sr iso\n2\na s g a i m\nl t t s F a s v r\n3\nh\nig. 4. Detailed lithostratigraphic column on Garbh Eileach Island, and analytical r vidence indicates that the Port Askaig Formation conformably overlies the Islay Li ave low 87Sr/86Sr values, consistent with pre-older Cryogenian (Sturtian) seawate\n.3.3. IS (Islay samples) (Bunnahabhain locality) (Fig. 1e) The dolostones in the Bonahaven Fm are mainly composed of\nnhedral dolomite, and minor clay minerals (micas), and pyrites, ome of which are euhedral and altered into limonite. The dolomite rain size is irregular and up to 100 m maximum. In slightly ltered samples dolomites are brownish due to the presence of ron hydroxide along grain boundaries. The distribution of organic\naterial is homogeneous and micritic dolomites remain in places. Samples for chemical analyses were carefully selected from each ocality based on their grain size and amount of clastic minerals; hese rocks (e.g. Fig. 5a, b, d, and f) probably avoided recrystallizaion and are likely to reflect the primary composition of ancient eawater. Some rocks, consisting of coarse-grained dolomite (e.g. ig. 5c and f), are suspected of alteration. Because clastic minerls have radiogenic Sr isotopic compositions, and contamination of uch minerals makes it difficult to estimate the primary 87Sr/86Sr alues of the seawater, we avoided clastic mineral-rich carbonate ocks. Selected samples are listed in Table 2.\n. Sample preparation and analytical methods\nRock powders were prepared by micro-drilling millimeter-size oles in thin slabs, avoiding visibly altered, brownish parts, and\nof Sr content, Mn/Sr ratio, Al content, 13C values and 87Sr/86Sr ratios. Geological ne Formation on Garbh Eileach. Carbonate rocks below the Port Askaig Formation tope composition.\nveins of carbonate and quartz. The selected material was devoid of carbonate and quartz veins. However, it may be difficult to avoid very fine siliciclastic particles, because they are very few, and may be present here or there.\nThe powders were dissolved in 2 M acetic acid at 70 ◦C for 24 h to avoid dissolving the detrital silicate minerals. After insoluble residues had been removed from sample solutions, dissolved samples were evaporated and then re-dissolved in 2 M nitric acid.\nWe obtained Sr, Mn, Al, Si, Fe and K abundances with an inductively coupled plasma-optical emission spectrometer (ICP-OES, LEEMANS Labs. Ink., Prodigy) at the Center for Advanced Materials Analysis in the Tokyo Institute of Technology. Rb and Sr contents were determined by an inductively coupled plasma mass spectrometer (ICP-MS) at the Tokyo Institute of Technology, which is a ThermoElemental VG PlasmaQuad 2 quadrupole-based ICP-MS equipped with an S-option interface (Hirata and Nesbitt, 1995). The elemental abundances were obtained by calibration of peak intensities of sample solutions by an analytical standard solution, NIST 987 (Hirata et al., 1988).\nSr was chemically separated from coexisting matrix elements (e.g. K, Mg, Ca, and Fe), and Rb to avoid the influence of an isobaric interference of 87Sr, using a chromatographic technique (Daniel and Pin, 2001; Ohno and Hirata, 2006, 2007; Ohno et al., 2008). Our samples, dissolved in 2 M nitric acid, were loaded onto ca. 0.25 ml of\n156 Y. Sawaki et al. / Precambrian Research 179 (2010) 150–164\nF mesto c r, Islay ( ). (e) S w rmati\na 5 7 0\nw W i w a t d\nig. 5. Photographs of thin sections. (a) Oolite-bearing carbonate (ISS36, Strakaig Li eous materials are scattered. (b) Microspartite (ISS14, Kilslevan Limestone Membe ISS5, Persabus Member of Islay Formation). (d) Microsparite (GE25, Islay Formation ith some coarse-grained calcites and much carbonaceous material (GE20, Islay Fo\npreconditioned Sr Spec column (i.d. 6 mm, height 10 mm, particle 0–100 m). After the major elements were removed by 5 ml of M nitric acid and 3 ml of 2 M nitric acid, Sr was eluted by 5 ml of .05 M nitric acid.\nSr isotope compositions of 86Sr, 87Sr and 88Sr were measured ith a MC-ICP-MS (Nu plasma 500, Nu Instrument Ltd., Wrexham, ales) at Tokyo Institute of Technology. The operation conditions, ncluding the torch position, Ar gas-flow rates and lens settings, ere adjusted so as to maximize the signal intensity of 88Sr (Ohno nd Hirata, 2007; Ohno et al., 2008). Details of the instrument and he operating parameters are summarized in Table 1. An axial Faraay collector was used to measure 87 amu.\nne Member of the Ballygrant Formation). Many tiny sulfide minerals and carbonaLimestone Formation). (c) Sparite with coarse-grained mosaic carbonate minerals\nparite with euhedral pyrite grains (GE26, Islay Formation) and (f) Micritic limestone on). Py, Pyrite.\nA correction of the mass discrimination effect is necessary for MC-ICP-MS measurements in order to obtain precise and accurate isotopic data. A typical mass discrimination effect of Sr observed in MC-ICP-MS measurements is 2–3%/amu. In this study, the mass discrimination effect was corrected by a technique based on an exponential law (Russell et al., 1978), which provides the radiogenic 87Sr/86Sr isotope ratios using the non-radiogenic 86Sr/88Sr isotope ratio of the international convention value determined by Nier (1938) as 0.1194 (Ohno and Hirata, 2007; Ohno et al., 2008). The detailed correction techniques are discussed in Ohno and Hirata (2007). In order to acquire precise Sr isotope ratios, any error due to isobaric interference, such as Kr and Rb, must be\nY. Sawaki et al. / Precambrian Res\nc w w g c\na s w d r s ( s r i 4\ns I X L c b r a t A t\n4\nT\n4\nc d a r w w\nacetic acids minimizes the involvement of silicate detrital materi-\norrected. In this study, an error that originated from Kr signals as corrected using an “on-peak” baseline-subtraction method. Rb as chemically removed from sample solutions by a chromatoraphic separation method (using Sr Spec column). Details of these orrections are also summarized in Ohno and Hirata (2007).\nIn this study, the sample-standard bracketing technique was lso adopted in order to improve the reproducibility of the meaurements. All of the 87Sr/86Sr isotope ratios of the rock samples ere corrected by normalizing the 87Sr/86Sr isotope ratio of stanard (NIST SRM 987) to 0.71024. Reproducibility of the isotopic atio measurements was evaluated by repeated analysis of a Sr AAtandard solution (Kanto Chemicals, Japan) by Ohno and Hirata 2007). The resulting 87Sr/86Sr measurements of the Kanto AAtandard solution were 0.70861 ± 0.00005. The initial values of adiogenic 87Sr/86Sr isotope ratios were calculated from the minmum depositional ages, Rb/Sr ratios and a half-life of 87Rb of .88 × 1010 years (Table 2).\nIn order to determine the carbon and oxygen isotope ratios, ome rock powders were analyzed by a Thermoquest GasBench I preparation device connected with helium flow to a DELTA Plus L at the Tokyo Institute of Technology (modified from Revesz and andwehr, 2002). Powdered samples of 1–4 mg were reacted with ompletely dehydrated phosphoric acid at 32 ◦C for >24 h. The caronate carbon and oxygen isotope ratios ( 13Ccarb and 18Ocarb) are eported in ‰ relative to Vienna Peedee Belemnite (PDB). 13Ccarb nd 18Ocarb were calibrated assuming that NBS-19 has a composiion on the PDB scale of 13Ccarb = +1.95‰ and 18Ocarb = − 2.20‰. nalytical reproducibility of the 13Ccarb and 18Ocarb values is beter than ±0.3‰ and ±0.5‰, respectively.\n. Results\nThe chemical and isotopic compositions are summarized in able 2 and Figs. 6 and 7.\n.1. Post-depositional alteration\nThe isotopic composition of Sr in marine carbonates is suseptible to alteration, the processes of which may include early iagenetic transformations and late diagenetic fluid reaction. Altertion through interaction with clay minerals and groundwater with adiogenic isotopic compositions would increase 87Sr/86Sr ratios, hereas interaction with fluids from a juvenile volcanic source ould decrease them.\nearch 179 (2010) 150–164 157\nPrevious workers cited 18O-depletion, a low strontium content, a very high manganese content, a high Mn/Sr ratio, a relationship between Sr/Ca and Mn content and a conjugate decrease of 13C and 18O, as characteristics of diagenetic alteration by meteoric water (Brand and Veizer, 1980, 1981; Banner and Hanson, 1990; Jacobsen and Kaufman, 1999; Halverson et al., 2007; Sawaki et al., 2008). In our study, we have checked the Mn/Sr ratio, the strontium content, 18O and the relationship between the Sr/Ca ratio and the manganese content. A detailed investigation of the relationship between the Sr/Ca ratio and manganese content in our carbonate rocks indicates that rocks with higher manganese contents have lower Sr/Ca ratios (Fig. 6). Rock samples with low manganese contents and a high Sr/Ca ratio are suitable for preservation of primary 87Sr/86Sr values (Brand and Veizer, 1980, 1981).\nThe Mn/Sr ratio is often used in the discrimination of diagenetic alterations, and the maximum Mn/Sr ratio of apparently unaltered samples ranges from 1 to 3 (Kaufman et al., 1993; Brasier et al., 1996; Kennedy et al., 1998; Jacobsen and Kaufman, 1999). Thomas et al. (2004), who also studied Dalradian carbonates, used Mn/Sr <0.2 to discriminate between unaltered and altered rocks. In our GE and ISS samples, we identify positive correlations between the 87Sr/86Sr and Mn/Sr ratios and a negative correlation between 87Sr/86Sr and the strontium content (Fig. 6). It is commonly thought that rocks with a low Mn/Sr ratio and high strontium content preserve primary 87Sr/86Sr values (e.g. Kaufman et al., 1993). Consequently, we selected limestones with Mn/Sr <0.2 as the least altered. This criterion is the same as in previous works (Fairchild et al., 2000; Thomas et al., 2004). These carbonate rocks have very high strontium contents (>1000 ppm), and the 18O ratios of samples with a low Mn/Sr ratio (<0.2) are not noticeably low. We suggest that these sixteen carbonate samples (GE1, 2, 23, 24, 25, 26 and 27 and ISS14, 15, 17, 22, 26, 27, 32, 36 and 47) preserve primary 87Sr/86Sr ratios.\n4.2. Influence of detrital components\nInvolvement of detrital materials influences Sr isotope compositions, because terrigenous detritus has radiogenic Sr isotopic compositions. In particular, the involvement of clay minerals and feldspars originating from continental crust can significantly increase the 87Sr/86Sr ratios, because of their high Sr contents. Because clay minerals and feldspars also have higher Al, Si, K and Rb contents than carbonate minerals, we checked the correlation between 87Sr/86Sr ratios and Al, Si, K and Rb contents in order to estimate the influence of detrital components.\nThere are no correlations between 87Sr/86Sr ratios and Al, Si, K and Rb contents in the samples of the ISS and GE limestone of the Islay Fm, indicating minimal influence and involvement of clay minerals and feldspar on the 87Sr/86Sr (Fig. 7). In addition, previous workers suggested a threshold of Rb/Sr <0.001–0.01 to diagnose unaltered and detritus-free samples (Derry et al., 1989; Asmerom et al., 1991; Kaufman et al., 1993). Our samples with low Mn/Sr ratios (<0.2) also have very low (<0.003) Rb/Sr ratios, suggesting that detrital components were not effective in influencing the 87Sr/86Sr ratios of these carbonates.\nPetrographic observations show that the modal abundances of detrital materials are very low, and the dissolution of samples in\nals. As a result, the influence of the detrital minerals is considered insignificant. Accordingly, the least altered samples with minor amounts of detrital materials were selected based on their Mn/Sr ratios and strontium contents, together with their Si, Al, K and Rb contents and microscopic observations.\n158 Y.Saw akiet al./Precam brian R esearch 179 (2010) 150–164\nY. Sawaki et al. / Precambrian Research 179 (2010) 150–164 159\n160 Y. Sawaki et al. / Precambrian Research 179 (2010) 150–164\n4\nf t t s ( v B g a E o v t S S\no estimate the influence of detrital materials in Sr/ Sr ratio. Although some sam 7Sr/86Sr ratio, many samples do not have clear correlation with the indices. The sam alues of the paleoseawater.\n.3. 87Sr/86Sr values below the Port Askaig Formation\nWe obtained 16 87Sr/86Sr ratios of the least altered limestones rom the Islay and the Ballygrant Formations in order to reconstruct he secular change in 87Sr/86Sr values of ancient seawater below he Port Askaig Formation (Figs. 2–4). The 87Sr/86Sr values of ISS amples are similar to those of previous studies of both Formations Fig. 2; Brasier and Shields, 2000; Thomas et al., 2004). The 87Sr/86Sr alues of the GE samples are lower than those of the Islay Fm of rasier and Shields (2000) and our ISS samples. As noted in the eology section above (Section 2.2), the contact between the Islay nd the Port Askaig Formations on Islay is erosive, but on Garbh ileach the erosional incision is less so that more of the upper part f the Islay Formation is preserved. We think that the 87Sr/86Sr alues (Sample Nos. GE1, 2, 23, 24, 25, 26 and 27) correspond to he values between the Islay and Port Askaig Formations on Islay. ample No. GE26 has the lowest value (0.70640) in the Dalradian upergroup (Fig. 2).\nare highly enriched in Rb/Sr ratio and Al and K contents, and have relatively high with low Rb/Sr ratio and low Al and K contents potentially record primary 87Sr/86Sr\n5. Discussion\n5.1. Comparison with global excursions\nAt present the residence time of strontium in the oceans is from 2.5 to 4 million years (Elderfield, 1986; Hodell et al., 1990; Richter and Turekian, 1993), much longer than both surface and thermohaline ocean circulations, ∼103 years (Broecker, 1982). Therefore, if the whole ocean was well mixed through convection, Sr isotopic compositions can be considered to have been relatively homogeneous in the whole ocean. We now compare 87Sr/86Sr values of Dalradian limestones with the temporal variation of 87Sr/86Sr in Neoproterozoic carbonate-bearing successions worldwide.\nThe 87Sr/86Sr record rose from ca. 0.7052 to ca. 0.7092 with minor fluctuations during the Neoproterozoic (Shields and Veizer, 2002). However, the time-scale and resolution of this compilation are changing significantly, because new radiogenic ages and\nY. Sawaki et al. / Precambrian Research 179 (2010) 150–164 161\ns t a ( 2 a p n o g a 8\nC e c g K a a t d 8\na m c s\nryogenian to the Ediacaran (Walter et al., 2000; Kaufman et al., 1997; Halverson et pen symbols show 87Sr/86Sr and 13C values, respectively. The sections in other a elow the older Cryogenian glaciation. The low 87Sr/86Sr values of the Islay and Bally laciation. Thun; Thundercloud. Red; Redstone river. Cop; Coppercap. She; Shezal. T\ntrontium isotope data are continually being obtained. Seawaer 87Sr/86Sr values were lower than 0.7065 during the Tonian nd increased from ca. 0.7070 to 0.7085 during the Ediacaran Shields, 1999; Jacobsen and Kaufman, 1999; Melezhik et al., 001; Kuznetsov et al., 2003; Halverson et al., 2007; Sawaki et l., 2010). The most striking discrepancy in the compilations of revious works concerns the 87Sr/86Sr values during the Cryogeian. Melezhik et al. (2001) and Kuznetsov et al. (2003), based n samples from the Karatau Group in the southern Urals, sugested that 87Sr/86Sr values lower than 0.7060 persisted until bout 650 Ma. On the other hand, other authors proposed that the 7Sr/86Sr values fluctuated between ca. 0.7066 and 0.7075 in the ryogenian (Jacobsen and Kaufman, 1999; Shields, 1999; Halverson t al., 2007). Since the Karatau Group is unconstrained by preise U–Pb zircon ages, this discrepancy is likely due to imprecise eochronology, as Halverson et al. (2007) pointed out. Except for uznetsov et al. (2003), the Cryogenian 87Sr/86Sr values fluctuted between ca. 0.7066 and 0.7075; values lower than 0.7065 re only reported before the older Cryogenian (Sturtian) glaciaion. We conclude that limestones of the Islay Formation were eposited before this older Cryogenian glaciation, because our 7Sr/86Sr data from the Islay Fm (Sample Nos. GE24, 25 and 26) re lower than 0.7065. This also indicates that the Port Askaig Foration is equivalent to the older Cryogenian glaciation, because the ontact between the Post Askaig Formation and underlying limetones of the Islay Formation on Garbh Eileach does not appear to\n05, 2007; Yoshioka et al., 2003; McCay et al., 2006; Prave et al., 2009). The solid and ave two isolated tillite layers. Lower 87Sr/86Sr ratios down to 0.706 are found only Formations are consistent with those in other sections below the older Cryogenian mbers in parentheses mean approximate stratigraphic thickness.\nbe a major hiatus surface. Fig. 8 shows compiled seawater 87Sr/86Sr values (Walter et al., 2000; Kaufman et al., 1997; Halverson et al., 2007; Yoshioka et al., 2003). In every section, 87Sr/86Sr values below the older Cryogenian glacials are <0.7065 and those above it are >0.7065. Our 87Sr/86Sr values are consistent with the idea that Port Askaig Formation is equivalent to the older Cryogenian glacials (McCay et al., 2006).\nIn the three best-studied regions, Australia, Canada and Namibia, the younger Cryogenian (Marinoan) glacial tillites are directly underlain by a carbonate with a negative carbon isotope anomaly and overlain by a cap carbonate sequence with unique isotopic and lithological features (Hoffman and Schrag, 2002; Halverson, 2005; Halverson et al., 2005). In South China, younger Cryogenian (Marinoan) glacial tillites are directly overlain by a cap carbonate sequence with an imprint of methane seeps (Jiang et al., 2003; Wang et al., 2008). On the other hand, the cap carbonate of the older Cryogenian (Sturtian) glaciation is different from the younger Cryogenian (Marinoan) cap carbonate in lithology, sedimentary structure, geochemistry and mineralogy (Kennedy et al., 1998); and there is no cap carbonate in Svalbard for rocks inferred to be time equivalents of this glaciation (Halverson et al., 2007). Brasier and Shields (2000) also reported 13C values from the Islay Formation and Argyll Group (Fig. 2). In their interpretation, dolostones within the lower part of the Port Askaig Formation have 13C values close to those from the underlying Lossit dolostones (equivalent to the Islay Fm), consistent with derivation from these\n1 an Research 179 (2010) 150–164\nb o F p c O g s v l d − t ( t c p S ( N m T i t a d a t m ( l v w t c u i t ( c t B D t o 2 f a N + h o s h ( c\n5\no r T C\n62 Y. Sawaki et al. / Precambri\neds by glacial erosion. Although some previous works suspected f secondary influence on the 13C signatures in the Bonahaven ormation (Fairchild and Kennedy, 2007; Arnaud and Fairchild, in ress), Brasier and Shields (2000) documented a dramatic rise of 13C values up to +11.7‰ in the Bonahaven Formation, and they orrelated it with that in the Dracoisen Formation, Svalbard (Fig. 8). ur 13C values also show a negative trend in the Islay and Ballyrant Formations on Islay (ISS samples), similar to that in previous tudies (Brasier and Shields, 2000; Prave et al., 2009). Lowest 13C alues of the Islay Fm on Garbh Eileach (GE samples) are simiar to those of the Islay Fm on Islay (Prave et al., 2009), and are own to ca. −6‰ (Fig. 2). Similar low 13C values (down to ca. 6‰) in the Russøya Member below the older Cryogenian (Sturian) tillite (Petrovbreen Member) are also reported in Svalbard Halverson et al., 2007). Some previous workers suggested that he older Cryogenian glacial sequence has no preceding negative arbon isotope anomaly (e.g. Halverson et al., 2005), but the Copercap Fm in Canada, the Burra Group in Australia, and the Ugab ubgroup in Namibia all have more or less negative 13C values down to: ca. −9‰ in Canada; ca. −3‰ in Australia; ca. −2‰ in amibia; and ca. −6‰ in Svalbard; Fig. 8). The difference in the inimum 13C values may depend on the resolution of sampling. hese 13C values also indicate the existence of a negative carbon sotope anomaly before the older Cryogenian glaciation. Although he origin of the negative excursion is still ambiguous (Schrag et l., 2002), it is possibly suggested by inactive primary productivity ue to cooling that accompanied the Snowball Earth (Hoffman et l., 1998), by a rapid mixing of CO2-rich anoxic deep waters with he surface ocean (Knoll et al., 1986) and by slow decomposition of\nethane hydrate in an anoxic environment (Schrag et al., 2002). 13C values within the Port Askaig Formation on Garbh Eileach GE93, 95, and 96) are similar to those in dolostone within the ower part of the Port Askaig Formation on Islay. The low 13C alues and the subsequent positive trend in the Bonahaven Fm ere also recorded by Brasier and Shields (2000). A similar positive rend in 13C was also reported in an older Cryogenian (Sturtian) ap carbonate in Australia and Namibia, but their minimum vales are slightly different (down to: ca. −7‰ in Scotland; ca. −5‰ n Australia; and ca. −5‰ in Namibia; Fig. 8). This negative signaure in Scotland is suspected to be early marine diagenetic in origin Fairchild and Kennedy, 2007; Arnaud and Fairchild, in press). It is ontroversial whether the 13C values in the Bonahaven Fm. (up o +11.7‰) correspond to those in the Dracoisen Fm. in Svalbard. rasier and Shields (2000) correlated the Bonahaven Fm with the racoisen Formation as the cap carbonate of the Sturtian glaciaion. However, the latter is now thought to be the cap carbonate f the younger Cryogenian (Marinoan) glaciation (Halverson et al., 007). Moreover, carbonate rocks in the upper Dracoisen Formation ormed in a highly restricted to lacustrine environment (Fairchild nd Hambrey, 1984). Because Cryogenian successions in Canada, amibia and Australia also contain positive 13C values (up to ca. 10‰; Fig. 8), we conclude that the positive 13C values in the Bonaaven Fm are correlative with those of Cryogenian successions in ther areas. Except for Svalbard, no Ediacaran successions record uch high 13C values. Prave et al. (2009) also correlate the Bonaaven Formation with the Cryogenian Tayshir Member in Mongolia Macdonald et al., 2009) and their idea is consistent with our conlusion.\n.2. Secular variation of 87Sr/86Sr and its implications\nWe now reconstruct the secular change of the 87Sr/86Sr ratio f seawater in the Neoproterozoic (Fig. 9). Halverson et al. (2007) econstructed the secular change of 87Sr/86Sr values from the onian to Ediacaran based on a compilation of 87Sr/86Sr data in anada, Svalbard, Namibia, Oman and Australia. Recently, Sawaki et\n87Sr/86Sr ratio suddenly increased at two steps in the early and middle Ediacaran. The 87Sr/86Sr ratio of seawater decreased just before the older Cryogenian glaciation, supporting the influence of Rodinia break-up and continental flood basalts on the onset of glaciation (Goddéris et al., 2003; Donnadieu et al., 2004). C, Cambrian.\nal. (2010) documented 87Sr/86Sr isotope changes from a completely continuous Ediacaran section in South China. However, these two studies came to significantly different conclusions. The former considered that the Shuram excursion in the middle Ediacaran was caused by the 580 Ma Gaskiers glaciation, whereas the latter considered that the Shuram excursion took place from 570 to 550 Ma (Condon et al., 2005). Sawaki et al. (2010) showed two large positive excursions of 87Sr/86Sr values, in relation to the 580 Ma Gaskiers glaciation and the Shuram negative 13C excursion. As a result, Fig. 9 displays a reconstructed 87Sr/86Sr change of seawater from the Tonian to Cryogenian (Halverson et al., 2007) and from the Ediacaran to the earliest Cambrian (Sawaki et al., 2008, 2010).\nThe bottom of the Ballachulish Subgroup is fixed at the Bitter Springs Stage (ca. 800 Ma; Halverson et al., 2007; Prave et al., 2009), the Port Askaig tillite corresponds to the older Cryogenian (Sturtian) glaciation (McCay et al., 2006), the middle part of the Easdale Subgroup (Stralinchy-Reelan Formation) was deposited during the younger Cryogenian (Marinoan) glaciation, and the top of the Argyll Group is placed at 600 Ma (Halliday et al., 1989; Dempster et al., 2002). The age of the younger Cryogenian (Marinoan) glaciation is fixed at 654–635 Ma (South China; Zhou et al., 2004; Condon et al., 2005; Zhang et al., 2008). In order to construct Fig. 9, we evenly expanded and/or reduced the relevant chemostratigraphies among the fixed points. Exact positions of 87Sr/86Sr data between fixed points have no strong meanings. Although some data in Scotland by previous works (Brasier and Shields, 2000; Thomas et al., 2004) have higher 87Sr/86Sr ratios, the 87Sr/86Sr secular variation reconstructed from Sr isotope data in the Dalradian agrees well with the combined 87Sr/86Sr secular variation from the Tonian to the early Cambrian (Fig. 9).\nThe new 87Sr/86Sr data of this work before the older Cryogenian (Sturtian) glaciation in the Dalradian Supergroup enable us to constrain the temporal changes in oceanic 87Sr/86Sr ratio before the older Cryogenian glaciation. This work clearly demonstrates that\nan Res\nt G r C t C t\nd a t L t c o m v e a s g a d C j c\n6\nP 8\ni o v t I A t o j c t a o n s C t t i R s\nA\nf t n i a a g T\nY. Sawaki et al. / Precambri\nhe 87Sr/86Sr ratios decreased before the glaciation (Figs. 2, 4 and 9). eological evidence from the Port Askaig Formation suggests a elatively low latitude depositional environment during the older ryogenian glaciation (Spencer, 1971; Arnaud, 2004); accordingly his would enable carbonate sedimentation just before the older ryogenian glaciation to record a decrease in 87Sr/86Sr ratio before he older Cryogenian glaciation.\nThe 87Sr/86Sr values decreased from ca. 0.7067 to 0.7064 before eposition of the Port Askaig Formation and increased to ca. 0.707 gain after the glaciation in the Dalradian Supergroup, as menioned above. Goddéris et al. (2003) suggested that plume-derived arge Igneous Provinces developed when the Rodinia superconinent broke up, and mid-ocean ridges were formed between ontinents during the break-up of the supercontinent. This series f magmatic events probably or predictably accelerated hydrotheral activity in the mid-ocean ridges, and decreased the 87Sr/86Sr alues of seawater. Goddéris et al. (2003) hypothesized the presnce of extensive flood basalts in the wetter tropical areas to ccount for the strong weathering and effective cutback of atmopheric CO2. Donnadieu et al. (2004) suggested that intensified lobal silicate weathering was due to the break-up of Rodinia, nd the intensified weathering of silicates (extensive flood basalts) ecreased atmospheric pCO2 and possibly triggered the older ryogenian (Sturtian) glaciation. The decrease in 87Sr/86Sr values ust before the older Cryogenian glaciation supports this conept.\n. Conclusions\nWe present new 87Sr/86Sr data from carbonates below the ort Askaig Formation in the Dalradian Supergroup. The values of 7Sr/86Sr of the Ballygrant Fm and the Islay Fm on Islay are simlar to the corresponding values of previous studies. The values f 87Sr/86Sr of the Islay Fm on Garbh Eileach are lower than the alues of previous studies and correspond to the values between he Port Askaig Formation and the Islay Fm of earlier studies. On slay the contact between the Islay Fm and the overlying Port skaig Formation is erosive, whereas on Garbh Eileach the conact between them does not appear to be a major hiatus. We btained values of 87Sr/86Sr lower than 0.7065 from limestones ust below the Port Askaig Formation on Garbh Eileach; these haracterize the pre-older Cryogenian glaciation seawater Sr isoope composition. Compared with the 87Sr/86Sr excursion in other reas worldwide, such low values are only reported before the lder Cryogenian glaciation (Sturtian) in the Neoproterozoic. Our ew 87Sr/86Sr excursion is consistent with previous works. Recontructed Sr isotope variations from the Tonian to the earliest ambrian demonstrate a decline of 87Sr/86Sr values just before he older Cryogenian glaciation (Sturtian) glaciation, supporting he idea that the older Cryogenian glaciation was caused by the ntensified global silicate weathering due to the break-up of the odinia supercontinent and by a consequent reduction of atmopheric CO2.\ncknowledgements\nWe appreciate the constructive reviews and comments of Proessors T. Prave and I. Fairchild, and an anonymous reviewer. We hank Yoko Ohtsuka, Hiroshi Matsuo and Hitomi Tokimori for techical advice (ICP-OES) at the Center for Advanced Materials Analysis n the Tokyo Institute of Technology. We also thank Drs. Yoshiki Kon and Takahiro Wakabayashi for assistance (ICP-MS) in the cquisition of analytical data. This work was partly supported by rants from the Ministry of Education, Culture, Sports, Science and echnology, Japan (No. 15104008).\nearch 179 (2010) 150–164 163\nReferences\nAnderton, R., 1982. Dalradian deposition and the late Precambrian–Cambrian history of the North Atlantic region: a review of the early evolution of the Iapetus Ocean. Journal of the Geological Society, London 139, 421–431. Anderton, R., 1985. Sedimentation and tectonics in the Scottish Dalradian. Scottish Journal of Geology 21, 407–436. Anderton, R., 1988. Dalradian slides and basin development: a radical interpretation of stratigraphy and structure in the SW and Central Highlands of Scotland. Journal of the Geological Society, London 145, 669–678. Arnaud, E., 2004. Giant cross-beds in the Neoproterozoic Port Askaig Formation, Scotland: implications for snowball Earth. Sedimentary Geology 165, 155–174. Arnaud, E.A., Fairchild, I.J., in press. The Port Askaig Formation, Dalradian Supergroup, Scotland. In: Arnaud, E.A., Shields, G.A., Halverson, G.P. (Eds.), Neoproterozoic Glacials. Geological Society of London, Memoir. Asmerom, Y., Jacobsen, S.B., Knoll, A.H., Butterfield, N.J., Swett, K., 1991. Strontium isotopic variations of Neoproterozoic seawater: implications for crustal evolution. Geochimica et Cosmochimica Acta 55, 2883–2894. Banner, J.L., Hanson, G.N., 1990. Calculation of simultaneous isotopic and trace-element variations during water–rock interaction with applications to carbonate diagenesis. Geochimica et Cosmochimica Acta 54, 3123–3137. Benn, D.I., Prave, A.R., 2006. Subglacial and proglacial glacitectonic deformation in the Neoproterozoic Port Askaig Formation, Scotland. Geomorphology 75, 266–280. Bowring, S.A., Myrow, P., Landing, E., Ramenzani, J., 2003. NASA Astrobiology Unit. General Meeting 2003, Abstract 13045, http://nai.arc.nasa.gov/institute/ general meeting 2003/Abstract Book.pdf. Brand, U., Veizer, J., 1980. Chemical diagenesis of a multicomponent carbonate system-1: trace elements. Journal of Sedimentary Petrology 50, 1219–1236. Brand, U., Veizer, J., 1981. Chemical diagenesis of a multicomponent carbonate system-2: stable isotopes. Journal of Sedimentary Petrology 51, 987–997. Brasier, M.D., Shields, G., 2000. Neoproterozoic chemostratigraphy and correlation of the Port Askaig glaciation, Dalradian Supergroup of Scotland. Journal of the Geological Society, London 157, 909–914. Brasier, M.D., Shields, G., Kuleshov, V.N., Zhegallo, E.A., 1996. Integrated chemoand biostratigraphic calibration of early animal evolution: Neoproterozoic–early Cambrian of southwest Mongolia. Geological Magazine 133, 445–485. Broecker, W.S., 1982. Ocean chemistry during glacial time. Geochimica et Cosmochimica Acta 46, 1689–1705. Cawood, P.A., Nemchin, A.A., Smith, M., Loewy, S., 2003. Source of the Dalradian Supergroup constrained by U–Pb dating of detrital zircons and implications for the East Laurentian margin. Journal of the Geological Society, London 160, 231–246. Condon, D.J., Prave, A.R., 2000. Two from Donegal: Neoproterozoic glacial episodes on the northeast margin of Laurentia. Geology 28, 951–954. Condon, D., Zhu, M., Bowring, S., Wang, W., Yang, A., Jin, Y., 2005. U–Pb ages from the Neoproterozoic Doushantuo Formation, China. Science 308, 95–98. Daniel, C., Pin, C., 2001. Single-stage method for the simultaneous isolation of lead and strontium from silicate samples for isotopic measurements. Analytica Chimica Acta 426, 95–103. Dempster, T.J., Rogers, G., Tanner, P.W.G., Bluck, B.J., Muir, R.J., Redwood, S.D., Ireland, T.R., Paterson, B.A., 2002. Timing of deposition, orogenesis and glaciation within the Dalradian rocks of Scotland: constraints from U–Pb zircon ages. Journal of the Geological Society, London 159, 83–94. Derry, L.A., Keto, L.S., Jacobsen, S.B., Knoll, A.H., Swett, K., 1989. Sr isotopic variations in upper proterozoic carbonates from Svalbard and East Greenland. Geochimica et Cosmochimica Acta 53, 2331–2339. Donnadieu, Y., Goddéris, Y., Ramstein, G., Nédélec, A., Meert, J., 2004. A ‘Snowball Earth’ climate triggered by continental break-up through changes in run-off. Nature 428, 303–306. Elderfield, H., 1986. Strontium isotope stratigraphy. Palaeogeography, Palaeoclimatology, Palaeoecology 57, 71–90. Eyles, C.H., Eyles, N., 1983. Glaciomarine model for upper Precambrian diamictites of the late Precambrian Port Askaig Formation. Geology 11, 692–696. Fairchild, I.J., Hambrey, M.J., 1984. The Vendian succession of northeastern Spitsbergen: petrogenesis of a dolomite–tillite association. Precambrian Research 26, 111–167. Fairchild, I.J., Spiro, B., Herrington, P.M., Song, T., 2000. Controls on Sr and C isotope compositions of Neoproterozoic Sr-rich limestones of E Greenland and N China. In: Grotzinger, J.P., James, N.P. (Eds.), Carbonate Sedimentation and Diagenesis in the Evolving Precambrian World SEPM Special Publication, 67, pp. 297– 313. Fairchild, I.J., Kennedy, M.J., 2007. Neoproterozoic glaciation in the Earth System. Journal of the Geological Society, London 164, 895–921. Fletcher, T.P., Rushton, A.W.A., 2007. The Cambrian fauna of the Leny limestone. Perthshire, Scotland. Earth and Environmental Science, Transactions of the Royal Society of Edinburgh 98, 199–218. Glover, B.W., Key, R.M., May, F., Clark, G.C., Phillips, E.R., Chacksfield, B.C., 1995. A Neoproterozoic multi-phase rift sequence: the Grampian and Appin groups of the southwestern Monadhliath Mountains of Scotland. Journal of the Geological\nSociety, London 152, 391–406.\nGoddéris, Y., Donnadieu, Y., Nédélec, A., Dupré, B., Dessert, C., Grard, A., Ramstein, G., François, L.M., 2003. The Sturtian ‘snowball’ glaciation: fire and ice. Earth and Planetary Science Letters 211, 1–12. Halliday, A.N., Graham, C.M., Aftalion, M., Dymoke, P., 1989. The depositional age of the Dalradian Supergroup: U–Pb and Sm–Nd isotopic studies of the\n1 an Res\nH\nH\nH\nH\nH\nH\nH\nH\nH\nH\nJ\nJ\nK\nK\nK\nK\nK\nK\nM\nM\nM\nN\nN\nO\nO\n64 Y. Sawaki et al. / Precambri\nTayvallich Volcanics, Scotland. Journal of the Geological Society, London 146, 3–6. alverson, G., 2005. A Neoproterozoic chronology. In: Xiao, S., Kaufman, A. (Eds.), Neoproterozoic Geobiology and Paleobiology. Topics in Geobiology, vol. 27. Springer, New York, pp. 231–271. alverson, G.P., Hoffman, P.F., Schrag, D.P., Maloof, A.C., Rice, A.H.N., 2005. Toward a Neoproterozoic composite carbon-isotope record. Geological Society of America Bulletin 117, 1181–1207. alverson, G.P., Dudás, F.Ö., Maloof, A.C., Bowring, S.A., 2007. Evolution of the 87Sr/86Sr composition of Neoproterozoic seawater. Palaeogeography, Palaeoclimatology, Palaeoecology 256, 103–129. arris, A.L., Haselock, P.J., Kennedy, M.J., Mendum, J.R., 1994. The Dalradian Supergroup in Scotland, Shetland and Ireland. In: Gibbons, W., Harris, A.L. (Eds.), A Revised Correlation of Precambrian Rock in the British Isles. Special Reports, 22. Geological Society, London, pp. 33–53. ighton, A.J., Hyslop, E.K., Noble, S.R., 1999. U–Pb zircon geochronology of migmatization in the northern Central Highlands: evidence for pre-Caledonian (Neoproterozoic) tectonometamorphism in the Grampian block, Scotland. Journal of the Geological Society, London 156, 1195–1204. irata, T., Nesbitt, R.W., 1995. U–Pb isotope geochronology of zircon: evaluation of the laser probe-inductively coupled plasma mass spectrometry technique. Geochimica et Cosmochimica Acta 59, 2491–2500. irata, T., Shimizu, H., Akagi, T., Sawatari, H., Masuda, A., 1988. Precise determination of rare earth elements in geological standard rocks by inductively coupled plasma source mass spectrometry. Analytical Science 4, 637–643. odell, D.A., Mead, G.A., Mueller, P.A., 1990. Variation in the strontium isotopic composition of seawater (8 Ma to present): implications for chemical weathering rates and dissolved fluxes to the oceans. Chemical Geology 80, 291–307. offman, P.F., Kaufman, A.J., Halverson, G.P., Schrag, D.P., 1998. A Neoproterozoic Snowball Earth. Science 281, 1342–1346. offman, P., Schrag, D., 2002. The Snowball Earth hypothesis: testing the limits of global change. Terra Nova 14, 129–155.\nacobsen, S.B., Kaufman, A.J., 1999. The Sr, C and O isotopic evolution of Neoproterozoic seawater. Chemical Geology 161, 37–57. iang, G., Kennedy, M.J., Christie-Blick, N., 2003. Stable isotopic evidence for methane seeps in Neoproterozoic postglacial cap carbonates. Nature 426, 822–826.\naufman, A.J., Jacobsen, S.B., Knoll, A.H., 1993. The Vendian record of Sr and C isotopic variations in seawater: implications for tectonics and paleoclimate. Earth and Planetary Science Letters 120, 409–430. aufman, A.J., Knoll, A.H., Narbonne, G.M., 1997. Isotopes, ice ages, and terminal Proterozoic earth history. Proceedings of the National Academy of Sciences of the USA 94, 6600–6605. ennedy, M.J., Runnegar, B., Prave, A.R., Hoffmann, K.H., Arthur, M.A., 1998. Two or four Neoproterozoic glaciations? Geology 26, 1059–1063. imbell, G.S., Stone, P., 1995. Crustal magnetization variations across the Iapetus suture zone. Geological Magazine 132, 599–609. noll, A.H., Hayes, J.M., Kaufman, A.J., Swett, K., Lambert, I.B., 1986. Secular variation in carbon isotope ratios from Upper Proterozoic successions of Svalbard and East Greenland. Nature 321, 832–838. uznetsov, A., Semikhatov, M., Gorokhov, I., Melnikov, N., Konstantinova, G., Kutyavin, E., 2003. Sr isotopic composition in carbonates of the Karatau Group, southern Urals, and standard curve of 87Sr/86Sr variations in the Late Riphean ocean. Stratigraphy and Geological Correlation 11, 415–449. acdonald, F.A., Jones, D.S., Schrag, D.P., 2009. Stratigraphic and tectonic implications of a newly discovered glacial diamictite–cap carbonate couplet in southwestern Mongolia. Geology 37, 123–126. cCay, G.A., Prave, A.R., Alsop, G.I., Fallick, A.E., 2006. Glacial trinity: Neoproterozoic Earth history within the British-Irish Caledonides. Geology 34, 909– 912. elezhik, V.A., Gorokhov, I.M., Kuznetsov, A.B., Fallick, A.E., 2001. Chemostratigraphy of Neoproterozoic carbonates: implications for ‘blind dating’. Terra Nova 13, 1–11. ier, A.O., 1938. The isotopic constitution of strontium, barium, bismuth, thallium, and mercury. Physics Review 5, 275–278. oble, S.R., Hyslop, E.K., Highton, A.J., 1996. High precision U–Pb monazite geochronology of the c. 806 Ma Grampian Slide and the implications for the\nevolution of the Central Highlands. Journal of the Geological Society, London 153, 511–514. hno, T., Hirata, T., 2006. Stable isotope geochemistry of strontium using MC-ICPMS. Geochimica et Cosmochimica Acta 70, A453. hno, T., Hirata, T., 2007. Simultaneous determination of mass-dependent isotopic fractionation and radiogenic isotope variation of strontium in geochemical\nearch 179 (2010) 150–164\nsamples by multiple collector-ICP-mass spectrometry. Analytical Sciences 23, 1275–1280. Ohno, T., Komiya, T., Ueno, Y., Hirata, T., Maruyama, S., 2008. Determination of 88Sr/86Sr mass-dependent isotopic fractionation and radiogenic isotope variation of 87Sr/86Sr in the Neoproterozoic Doushantuo Formation. Gondwana Research 14, 126–133. Prave, A.R., 1999. The Neoproterozoic Dalradian Supergroup of Scotland: an alternative hypothesis. Geological Magazine 136, 609–617. Prave, A.R., Fallick, A.E., Thomas, C.W., Graham, C.M., 2009. A composite C-isotope profile for the Neoproterozoic Dalradian Supergroup of Scotland and Ireland. Journal of the Geological Society, London 166, 845–857. Revesz, K.M., Landwehr, J.M., 2002. 13C and 18O isotopic composition of CaCO3 measured by continuous flow isotope ratio mass spectrometry: statistical evaluation and verification by application to Devils Hole core DH-11 calcite. Rapid Communications in Mass Spectrometry 16, 2102–2114. Richter, F., Rowley, D., DePaolo, D., 1992. Sr isotope evolution of seawater: the role of tectonics. Earth and Planetary Science Letters 109, 11–23. Richter, F.M., Turekian, K.K., 1993. Simple models for the geochemical response of the ocean to climatic and tectonic forcing. Earth and Planetary Science Letters 119, 121–131. Russell, W.A., Papanastassiou, D.A., Tombrello, T.A., 1978. Ca isotope fractionation on the Earth and other solar system materials. Geochimica et Cosmochimica Acta 42, 1075–1090. Sawaki, Y., Ohno, T., Fukushi, Y., Komiya, T., Ishikawa, T., Hirata, T., Maruyama, S., 2008. Sr isotope excursion across the Precambrian–Cambrian boundary in the Three Gorges area, South China. Gondwana Research 14, 134–147. Sawaki, Y., Ohno, T., Tahata, M., Komiya, T., Hirata, T., Maruyama, S., Windley, B.F., Han, J., Shu, D., Li, Y., 2010. The Ediacaran radiogenic Sr isotope excursion in the Doushantuo Formation in the Three Gorges area, South China. Precambrian Research 176, 46–64. Schrag, D.P., Berner, R.A., Hoffman, P.F., Halverson, G.P., 2002. On the initiation of a snowball Earth. Geochemistry, Geophysics, Geosystems 3, doi:10.1029/2001GC000219. Shields, G., 1999. Working towards a new stratigraphic calibration scheme for the Neoproterozoic–Cambrian. Eclogae Geologicae Helvetiae 92, 221–233. Shields, G.A., Veizer, J., 2002. Precambrian marine carbonate isotope database: Version 1.1. Geochemistry, Geophysics, Geosystems 3, doi:10.1029/2001GC000266. Smith, M., Robertson, S., Rollin, K.E., 1999. Rift basin architecture and stratigraphical implications for basement–cover relationships in the Neoproterozoic Grampian Group of the Scottish Caledonides. Journal of the Geological Society, London 156, 1163–1174. Spencer, A.M., 1971. Late Precambrian glaciation in Scotland. The Geological Society of London, Memoir 6, 1–100. Stephenson, D., Gould, D., 1995. The Grampian Highlands. HMSO, London. Stone, P., Smellie, J.L., 1988. The Ballantrae Area; Description of the Solid Geology\nof Parts of 1:25,000 Sheets NX08, 18 and 19. British Geological Survey London, United Kingdom. Tanner, P.W.G., 1995. New evidence that the Lower Cambrian Leny Limestone at Callender, Perthshire, belongs to the Dalradian Supergroup, and a reassessment of the ‘exotic’ status of the Highland Border Complex. Geological Magazine 132, 473–483. Thomas, C.W., Graham, C.M., Ellam, R.M., Fallick, A.E., 2004. 87Sr/86Sr chemostratigraphy of Neoproterozoic Dalradian limestones of Scotland and Ireland: constraints on depositional ages and time scales. Journal of the Geological Society, London 161, 229–242. Walter, M.R., Veevers, J.J.V., Calver, C.R., Gorjan, P., Hill, A.C., 2000. Dating the 840–544 Ma Neoproterozoic interval by isotopes of strontium, carbon, and sulfur in seawater, and some interpretative models. Precambrian Research 100, 371–433. Wang, J., Jiang, G., Xiao, S., Li, Q., Wei, Q., 2008. Carbon isotope evidence for widespread methane seeps in the ca. 635 Ma Doushantuo cap carbonate in south China. Geology 36, 347–350. Winchester, J.A., 1974. The zonal pattern of regional metamorphism in the Scottish Caledonides. Journal of the Geological Society, London 130, 509– 524. Yoshioka, H., Asahara, Y., Tojo, B., Kawakami, S., 2003. Systematic variations in C, O and Sr isotopes and elemental concentrations in Neoproterozoic carbonates\nin Namibia: implications for a glacial to interglacial transition. Precambrian Research 124, 69–85. Zhang, S.H., Jiang, G., Han, Y., 2008. The age of the Nantuo Formation and Nantuo glaciation in South China. Terra Nova 20, 289–294. Zhou, C., Tucker, R., Xiao, S., Peng, Z., Yuan, X., Chen, Z., 2004. New constraints on the ages of Neoproterozoic glaciations in South China. Geology 32, 437–440."
  }],
  "year": 2010,
  "references": [{
    "title": "Dalradian deposition and the late Precambrian–Cambrian history of the North Atlantic region: a review of the early evolution of the Iapetus Ocean",
    "authors": ["R. Anderton"],
    "venue": "Journal of the Geological Society,",
    "year": 1982
  }, {
    "title": "Sedimentation and tectonics in the Scottish Dalradian",
    "authors": ["R. Anderton"],
    "venue": "Scottish Journal of Geology",
    "year": 1985
  }, {
    "title": "Dalradian slides and basin development: a radical interpretation of stratigraphy and structure in the SW and Central Highlands of Scotland",
    "authors": ["R. Anderton"],
    "venue": "Journal of the Geological Society,",
    "year": 1988
  }, {
    "title": "Giant cross-beds in the Neoproterozoic Port Askaig Formation, Scotland: implications for snowball Earth",
    "authors": ["E. Arnaud"],
    "venue": "Sedimentary Geology",
    "year": 2004
  }, {
    "title": "Strontium isotopic variations of Neoproterozoic seawater: implications for crustal evolution",
    "authors": ["Y. Asmerom", "S.B. Jacobsen", "A.H. Knoll", "N.J. Butterfield", "K. Swett"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1991
  }, {
    "title": "Calculation of simultaneous isotopic and trace-element variations during water–rock interaction with applications to carbonate diagenesis",
    "authors": ["J.L. Banner", "G.N. Hanson"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1990
  }, {
    "title": "Subglacial and proglacial glacitectonic deformation in the Neoproterozoic Port Askaig Formation, Scotland",
    "authors": ["D.I. Benn", "A.R. Prave"],
    "venue": "Geomorphology",
    "year": 2006
  }, {
    "title": "Abstract 13045, http://nai.arc.nasa.gov/institute/ general meeting 2003/Abstract Book.pdf",
    "authors": ["S.A. Bowring", "P. Myrow", "E. Landing", "J. Ramenzani"],
    "venue": "NASA Astrobiology Unit. General Meeting",
    "year": 2003
  }, {
    "title": "Chemical diagenesis of a multicomponent carbonate system-1: trace elements",
    "authors": ["U. Brand", "J. Veizer"],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1980
  }, {
    "title": "Chemical diagenesis of a multicomponent carbonate system-2: stable isotopes",
    "authors": ["U. Brand", "J. Veizer"],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1981
  }, {
    "title": "Neoproterozoic chemostratigraphy and correlation of the Port Askaig glaciation, Dalradian Supergroup of Scotland",
    "authors": ["M.D. Brasier", "G. Shields"],
    "venue": "Journal of the Geological Society,",
    "year": 2000
  }, {
    "title": "Integrated chemoand biostratigraphic calibration of early animal evolution: Neoproterozoic–early Cambrian of southwest Mongolia",
    "authors": ["M.D. Brasier", "G. Shields", "V.N. Kuleshov", "E.A. Zhegallo"],
    "venue": "Geological Magazine",
    "year": 1996
  }, {
    "title": "Ocean chemistry during glacial time",
    "authors": ["W.S. Broecker"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1982
  }, {
    "title": "Source of the Dalradian Supergroup constrained by U–Pb dating of detrital zircons and implications for the East Laurentian margin",
    "authors": ["P.A. Cawood", "A.A. Nemchin", "M. Smith", "S. Loewy"],
    "venue": "Journal of the Geological Society,",
    "year": 2003
  }, {
    "title": "Two from Donegal: Neoproterozoic glacial episodes on the northeast margin of Laurentia",
    "authors": ["D.J. Condon", "A.R. Prave"],
    "venue": "Geology",
    "year": 2000
  }, {
    "title": "U–Pb ages from the Neoproterozoic Doushantuo Formation, China",
    "authors": ["D. Condon", "M. Zhu", "S. Bowring", "W. Wang", "A. Yang", "Y. Jin"],
    "year": 2005
  }, {
    "title": "Single-stage method for the simultaneous isolation of lead and strontium from silicate samples for isotopic measurements",
    "authors": ["C. Daniel", "C. Pin"],
    "venue": "Analytica Chimica Acta",
    "year": 2001
  }, {
    "title": "Timing of deposition, orogenesis and glaciation within the Dalradian rocks of Scotland: constraints from U–Pb zircon ages",
    "authors": ["T.J. Dempster", "G. Rogers", "P.W.G. Tanner", "B.J. Bluck", "R.J. Muir", "S.D. Redwood", "T.R. Ireland", "B.A. Paterson"],
    "venue": "Journal of the Geological Society,",
    "year": 2002
  }, {
    "title": "Sr isotopic variations in upper proterozoic carbonates from Svalbard and East Greenland",
    "authors": ["L.A. Derry", "L.S. Keto", "S.B. Jacobsen", "A.H. Knoll", "K. Swett"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1989
  }, {
    "title": "A ‘Snowball Earth’ climate triggered by continental break-up through changes in run-off",
    "authors": ["Y. Donnadieu", "Y. Goddéris", "G. Ramstein", "A. Nédélec", "J. Meert"],
    "venue": "Nature 428,",
    "year": 2004
  }, {
    "title": "Strontium isotope stratigraphy",
    "authors": ["H. Elderfield"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1986
  }, {
    "title": "Glaciomarine model for upper Precambrian diamictites of the late",
    "authors": ["C.H. Eyles", "N. Eyles"],
    "venue": "Precambrian Port Askaig Formation. Geology",
    "year": 1983
  }, {
    "title": "The Vendian succession of northeastern Spitsbergen: petrogenesis of a dolomite–tillite association",
    "authors": ["I.J. Fairchild", "M.J. Hambrey"],
    "venue": "Precambrian Research",
    "year": 1984
  }, {
    "title": "Controls on Sr and C isotope compositions of Neoproterozoic Sr-rich limestones of E Greenland and N China",
    "authors": ["I.J. Fairchild", "B. Spiro", "P.M. Herrington", "T. Song"],
    "venue": "World SEPM Special Publication,",
    "year": 2000
  }, {
    "title": "Neoproterozoic glaciation in the Earth System",
    "authors": ["I.J. Fairchild", "M.J. Kennedy"],
    "venue": "Journal of the Geological Society,",
    "year": 2007
  }, {
    "title": "The Cambrian fauna of the Leny limestone. Perthshire, Scotland",
    "authors": ["T.P. Fletcher", "A.W.A. Rushton"],
    "venue": "Earth and Environmental Science, Transactions of the Royal Society of Edinburgh",
    "year": 2007
  }, {
    "title": "A Neoproterozoic multi-phase rift sequence: the Grampian and Appin groups of the southwestern Monadhliath Mountains of Scotland",
    "authors": ["B.W. Glover", "R.M. Key", "F. May", "G.C. Clark", "E.R. Phillips", "B.C. Chacksfield"],
    "venue": "Journal of the Geological Society,",
    "year": 1995
  }, {
    "title": "The Sturtian ‘snowball",
    "authors": ["Y. Goddéris", "Y. Donnadieu", "A. Nédélec", "B. Dupré", "C. Dessert", "A. Grard", "G. Ramstein", "L.M. François"],
    "venue": "glaciation: fire and ice. Earth and Planetary Science Letters",
    "year": 2003
  }, {
    "title": "The depositional age of the Dalradian Supergroup: U–Pb and Sm–Nd isotopic studies",
    "authors": ["A.N. Halliday", "C.M. Graham", "M. Aftalion", "P. Dymoke"],
    "year": 1989
  }, {
    "title": "A Neoproterozoic chronology",
    "authors": ["G. alverson"],
    "venue": "Neoproterozoic Geobiology and Paleobiology. Topics in Geobiology,",
    "year": 2005
  }, {
    "title": "Evolution of the 87Sr/86Sr composition of Neoproterozoic seawater",
    "authors": ["G.P. alverson", "F.Ö. Dudás", "A.C. Maloof", "S.A. Bowring"],
    "year": 2007
  }, {
    "title": "The Dalradian Supergroup in Scotland, Shetland and Ireland",
    "authors": ["A.L. arris", "P.J. Haselock", "M.J. Kennedy", "J.R. Mendum"],
    "venue": "Special Reports,",
    "year": 1994
  }, {
    "title": "U–Pb zircon geochronology of migmatization in the northern Central Highlands: evidence for pre-Caledonian (Neoproterozoic) tectonometamorphism in the Grampian block, Scotland",
    "authors": ["A.J. ighton", "E.K. Hyslop", "S.R. Noble"],
    "venue": "Journal of the Geological Society,",
    "year": 1999
  }, {
    "title": "U–Pb isotope geochronology of zircon: evaluation of the laser probe-inductively coupled plasma mass spectrometry technique",
    "authors": ["T. irata", "R.W. Nesbitt"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1995
  }, {
    "title": "Precise determination of rare earth elements in geological standard rocks by inductively coupled plasma source mass spectrometry",
    "authors": ["T. irata", "H. Shimizu", "T. Akagi", "H. Sawatari", "A. Masuda"],
    "venue": "Analytical Science",
    "year": 1988
  }, {
    "title": "Variation in the strontium isotopic composition of seawater (8 Ma to present): implications for chemical weathering rates and dissolved fluxes to the oceans",
    "authors": ["D.A. odell", "G.A. Mead", "P.A. Mueller"],
    "venue": "Chemical Geology",
    "year": 1990
  }, {
    "title": "The Snowball Earth hypothesis: testing the limits of global change",
    "authors": ["P. offman", "D. Schrag"],
    "venue": "Terra Nova",
    "year": 2002
  }, {
    "title": "The Vendian record of Sr and C isotopic variations in seawater: implications for tectonics and paleoclimate",
    "authors": ["A.J. aufman", "S.B. Jacobsen", "A.H. Knoll"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1993
  }, {
    "title": "Isotopes, ice ages, and terminal Proterozoic earth history",
    "authors": ["A.J. aufman", "A.H. Knoll", "G.M. Narbonne"],
    "venue": "Proceedings of the National Academy of Sciences of the USA",
    "year": 1997
  }, {
    "title": "Crustal magnetization variations across the Iapetus suture zone",
    "authors": ["G.S. imbell", "P. Stone"],
    "venue": "Geological Magazine",
    "year": 1995
  }, {
    "title": "Secular variation in carbon isotope ratios from Upper Proterozoic successions of Svalbard and East Greenland",
    "authors": ["A.H. noll", "J.M. Hayes", "A.J. Kaufman", "K. Swett", "I.B. Lambert"],
    "venue": "Nature 321,",
    "year": 1986
  }, {
    "title": "Sr isotopic composition in carbonates of the Karatau Group, southern Urals, and standard curve of 87Sr/86Sr variations in the Late Riphean ocean",
    "authors": ["A. uznetsov", "M. Semikhatov", "I. Gorokhov", "N. Melnikov", "G. Konstantinova", "E. Kutyavin"],
    "venue": "Stratigraphy and Geological Correlation",
    "year": 2003
  }, {
    "title": "Stratigraphic and tectonic implications of a newly discovered glacial diamictite–cap carbonate couplet in southwestern",
    "authors": ["F.A. acdonald", "D.S. Jones", "D.P. Schrag"],
    "venue": "Mongolia. Geology",
    "year": 2009
  }, {
    "title": "Glacial trinity: Neoproterozoic Earth history within the British-Irish Caledonides",
    "authors": ["G.A. cCay", "A.R. Prave", "G.I. Alsop", "A.E. Fallick"],
    "venue": "Geology 34,",
    "year": 2006
  }, {
    "title": "Chemostratigraphy of Neoproterozoic carbonates: implications for ‘blind dating",
    "authors": ["V.A. elezhik", "I.M. Gorokhov", "A.B. Kuznetsov", "A.E. Fallick"],
    "venue": "Terra Nova",
    "year": 2001
  }, {
    "title": "The isotopic constitution of strontium, barium, bismuth, thallium, and mercury",
    "authors": ["A.O. ier"],
    "venue": "Physics Review",
    "year": 1938
  }, {
    "title": "High precision U–Pb monazite geochronology of the c. 806 Ma Grampian Slide and the implications for the evolution of the Central Highlands",
    "authors": ["S.R. oble", "E.K. Hyslop", "A.J. Highton"],
    "venue": "Journal of the Geological Society,",
    "year": 1996
  }, {
    "title": "Stable isotope geochemistry of strontium using MC-ICPMS",
    "authors": ["T. hno", "T. Hirata"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2006
  }, {
    "title": "Simultaneous determination of mass-dependent isotopic fractionation and radiogenic isotope variation of strontium in geochemical",
    "authors": ["T. hno", "T. Hirata"],
    "year": 2007
  }, {
    "title": "Determination of 88Sr/86Sr mass-dependent isotopic fractionation and radiogenic isotope variation of 87Sr/86Sr in the Neoproterozoic Doushantuo Formation",
    "authors": ["T. Ohno", "T. Komiya", "Y. Ueno", "T. Hirata", "S. Maruyama"],
    "year": 2008
  }, {
    "title": "The Neoproterozoic Dalradian Supergroup of Scotland: an alter",
    "authors": ["A.R. Prave"],
    "year": 1999
  }, {
    "title": "A composite C-isotope",
    "authors": ["A.R. Prave", "A.E. Fallick", "C.W. Thomas", "C.M. Graham"],
    "year": 2009
  }, {
    "title": "Sr isotope evolution of seawater: the role of tectonics",
    "authors": ["F. Richter", "D. Rowley", "D. DePaolo"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1992
  }, {
    "title": "Simple models for the geochemical response of the ocean to climatic and tectonic forcing",
    "authors": ["F.M. Richter", "K.K. Turekian"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1993
  }, {
    "title": "Ca isotope fractionation on the Earth and other solar system materials",
    "authors": ["W.A. Russell", "D.A. Papanastassiou", "T.A. Tombrello"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1978
  }, {
    "title": "Sr isotope excursion across the Precambrian–Cambrian boundary in the Three Gorges area, South China",
    "authors": ["Y. Sawaki", "T. Ohno", "Y. Fukushi", "T. Komiya", "T. Ishikawa", "T. Hirata", "S. Maruyama"],
    "venue": "Gondwana Research",
    "year": 2008
  }, {
    "title": "The Ediacaran radiogenic Sr isotope excursion in the Doushantuo Formation in the Three Gorges area, South China",
    "authors": ["Y. Sawaki", "T. Ohno", "M. Tahata", "T. Komiya", "T. Hirata", "S. Maruyama", "B.F. Windley", "J. Han", "D. Shu", "Y. Li"],
    "venue": "Precambrian Research",
    "year": 2010
  }, {
    "title": "On the initiation of a snowball Earth",
    "authors": ["D.P. Schrag", "R.A. Berner", "P.F. Hoffman", "G.P. Halverson"],
    "venue": "Geochemistry, Geophysics, Geosystems",
    "year": 2002
  }, {
    "title": "Working towards a new stratigraphic calibration scheme for the Neoproterozoic–Cambrian",
    "authors": ["G. Shields"],
    "venue": "Eclogae Geologicae Helvetiae",
    "year": 1999
  }, {
    "title": "Precambrian marine carbonate isotope database: Version 1.1",
    "authors": ["G.A. Shields", "J. Veizer"],
    "venue": "Geochemistry, Geophysics, Geosystems",
    "year": 2002
  }, {
    "title": "Rift basin architecture and stratigraphical implications for basement–cover relationships in the Neoproterozoic Grampian Group of the Scottish Caledonides",
    "authors": ["M. Smith", "S. Robertson", "K.E. Rollin"],
    "venue": "Journal of the Geological Society,",
    "year": 1999
  }, {
    "title": "Late Precambrian glaciation in Scotland",
    "authors": ["A.M. Spencer"],
    "venue": "The Geological Society of London, Memoir",
    "year": 1971
  }, {
    "title": "The Grampian Highlands",
    "authors": ["D. Stephenson", "D. Gould"],
    "year": 1995
  }, {
    "title": "The Ballantrae Area; Description of the Solid Geology of Parts of 1:25,000",
    "authors": ["P. Stone", "J.L. Smellie"],
    "venue": "Sheets NX08,",
    "year": 1988
  }, {
    "title": "New evidence that the Lower Cambrian Leny Limestone at Callender, Perthshire, belongs to the Dalradian Supergroup, and a reassessment of the ‘exotic’ status of the Highland Border Complex",
    "authors": ["P.W.G. Tanner"],
    "venue": "Geological Magazine",
    "year": 1995
  }, {
    "title": "87Sr/86Sr chemostratigraphy of Neoproterozoic Dalradian limestones of Scotland and Ireland: constraints on depositional ages and time scales",
    "authors": ["C.W. Thomas", "C.M. Graham", "R.M. Ellam", "A.E. Fallick"],
    "venue": "Journal of the Geological Society,",
    "year": 2004
  }, {
    "title": "Dating the 840–544 Ma Neoproterozoic interval by isotopes of strontium, carbon, and sulfur in seawater, and some interpretative models",
    "authors": ["M.R. Walter", "J.J.V. Veevers", "C.R. Calver", "P. Gorjan", "A.C. Hill"],
    "venue": "Precambrian Research",
    "year": 2000
  }, {
    "title": "Carbon isotope evidence for widespread methane seeps in the ca",
    "authors": ["J. Wang", "G. Jiang", "S. Xiao", "Q. Li", "Q. Wei"],
    "venue": "Doushantuo cap carbonate in south China. Geology",
    "year": 2008
  }, {
    "title": "The zonal pattern of regional metamorphism in the Scottish Caledonides",
    "authors": ["J.A. Winchester"],
    "venue": "Journal of the Geological Society,",
    "year": 1974
  }, {
    "title": "Systematic variations in C, O and Sr isotopes and elemental concentrations in Neoproterozoic carbonates in Namibia: implications for a glacial to interglacial transition",
    "authors": ["H. Yoshioka", "Y. Asahara", "B. Tojo", "S. Kawakami"],
    "venue": "Precambrian Research",
    "year": 2003
  }, {
    "title": "The age of the Nantuo Formation and Nantuo glaciation in South China",
    "authors": ["S.H. Zhang", "G. Jiang", "Y. Han"],
    "venue": "Terra Nova",
    "year": 2008
  }],
  "id": "SP:8fbc5cfd574307cda4617870742cc1d516c7e4ba",
  "authors": [{
    "name": "usuke Sawakia",
    "affiliations": []
  }, {
    "name": "Takahiro Kawaia",
    "affiliations": []
  }, {
    "name": "Takazo Shibuyaa",
    "affiliations": []
  }, {
    "name": "Miyuki Tahataa",
    "affiliations": []
  }, {
    "name": "Soichi Omoria",
    "affiliations": []
  }, {
    "name": "suyoshi Komiyaa",
    "affiliations": []
  }, {
    "name": "Naohiro Yoshidab",
    "affiliations": []
  }, {
    "name": "Takafumi Hirataa",
    "affiliations": []
  }, {
    "name": "Takeshi Ohnoa",
    "affiliations": []
  }, {
    "name": "rian F. Windleyd",
    "affiliations": []
  }, {
    "name": "Shigenori Maruyamaa",
    "affiliations": []
  }],
  "abstractText": "The Neoproterozoic–Cambrian Dalradian Supergroup of Scotland contains three glaciogenic sedimentary units, the Port Askaig Formation, the Stralinchy-Reelan Formation, and the Loch na Cille Boulder Bed, in ascending order. Although the idea, that relatively cold climates occurred during the latest Proterozoic, is widely accepted, the cause of the onset of glaciation is still controversial; we use new carbonate 87Sr/86Sr data to better constrain this environmental change. Some Dalradian limestones have high strontium contents (>1000 ppm), low manganese contents and Mn/Sr ratios (<0.2) and, according to their silica, aluminum and potassium contents and Rb/Sr ratios, they suffered insignificant contamination from siliciclastic minerals, thus they are suitable for estimating the 87Sr/86Sr values of paleoseawater in the Neoproterozoic. The 87Sr/86Sr values of limestones of the Islay Formation (ca. 0.7067), sampled on the island of Islay, are similar to the values of previous studies. However, the 87Sr/86Sr values of limestones just below the Port Askaig Formation (ca. 0.7064), collected on the island of Garbh Eileach, have the lowest values recorded in the Dalradian Supergroup. Comparing these 87Sr/86Sr values with coeval 87Sr/86Sr values of other regions in the world, such low 87Sr/86Sr (<0.7065) has only been reported from successions pre-dating the older Cryogenian (Sturtian) glaciation, which supports the idea that the Port Askaig Formation was deposited during the older Cryogenian glaciation. We have reconstructed the variations in the i87Sr/86Sr ratio from the Tonian through the Cryogenian and Ediacaran to the earliest Cambrian. 87 86 The results show that the Sr/ Sr ratio of seawater decreased just before the older Cryogenian glaciation, that it increased by two steps in the early and middle Ediacaran, and that there were at least two abrupt positive excursions in the middle Ediacaran and at the Precambrian–Cambrian boundary. The decline of the 87Sr/86Sr ratio of seawater just before the older Cryogenian Sturtian glaciation suggests that enhancement of weathering, related to break-up of the Rodinia supercontinent and continental flood basalt volcanism, was a likely driver for generating global cooling for the Snowball Earth conditions nnad (Goddéris et al., 2003; Do",
  "title": "87Sr/86Sr chemostratigraphy of Neoproterozoic Dalradian carbonates below the Port Askaig Glaciogenic Formation, Scotland"
}