{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r .com/ locate /pa laeo\nEvidence of Neogenewildfires in central Chile: Charcoal records from the Navidad Formation\nAnaM. Abarzúa a, Camila Vargas a, Leonora Jarpa a, Néstor M. Gutiérrez c, Luis Felipe Hinojosa c, Susana Paula b,⁎ a Instituto de Ciencias de la Tierra, Universidad Austral de Chile, Chile b Instituto de Ciencias Ambientales y Evolutivas, Universidad Austral de Chile, Chile c Laboratorio de Paleoecología, Facultad de Ciencias, Universidad de Chile, Chile — Instituto de Ecología y Biodiversidad (IEB), Chile\n⁎ Corresponding author at: Instituto de Ciencias Ambie Austral de Chile, Campus Isla Teja, Valdivia, Chile.\nE-mail address: spaula.julia@uach.cl (S. Paula).\nhttp://dx.doi.org/10.1016/j.palaeo.2016.06.036 0031-0182/© 2016 Published by Elsevier B.V.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 23 November 2015 Received in revised form 18 June 2016 Accepted 23 June 2016 Available online 25 June 2016\nMediterranean-type climate (MTC) ecosystems are characterized by recurrentwildfires. Although themajority of wildfires are human-ignited, non-anthropogenic (i.e., natural) wildfires are common in all MTC regions except central Chile. The low frequency of natural wildfires in this Chilean region is explained by the scarcity of nonanthropogenic ignition sources, basically thunderstorm-induced lightning and volcanic activity. However, from a geological perspective, the current relative absence of non-anthropogenic wildfires in central Chile is a recent phenomenon. In the transition from the Early to Middle Miocene, the climate in the region was likely warm and seasonally dry. Such climate conditionswould allow the growth of fuel during the spring, becoming flammable during the dry season. This fire-prone landscape would likely have been ignited by the high volcanic activity that concomitantly occurred with the orogeny of the Andes. To evaluate this hypothesis, we sampled rocks from the three locations at the Navidad Formation, considering the fossil plant evidence deposited during this warm and seasonally dry period.We found a high concentration of charcoal in PlayaNavidad, coincidingwith the global warming event reported between 17 and 15 Ma. The predominance of microscopic charcoal particles (between 125 and 250 μm) only allows us to infer the occurrence of Neogene fires at a regional scale. The fused cell walls preserved in the charcoal anatomy likely suggest that such fire events were highly severe. The presence of pumice associated with the high charcoal concentrations supports the hypothesis of volcanic ignition sources. Very little charcoalwas found in Punta Perro (Late Oligocene– EarlyMiocene) or in Cerro Los Pololos (lateMiddleMiocene), where fire may have been limited by fuel humidity and ignition sources respectively, although changes in the depositional environment would also help explain differences in the fire record throughout the Navidad Formation. In conclusion, our results provide the first quantitative Neogene charcoal record for South America. The evidence of fire occurrence in central Chile during the Neogenewill contribute to understanding the evolution of the Mediterranean-type flora.\n© 2016 Published by Elsevier B.V.\nKeywords: Global warming Mediterranean-type vegetation Miocene Natural wildfires Volcanism"
  }, {
    "heading": "1. Introduction",
    "text": "Regions with a Mediterranean-type climate (MTC) host sclerophyllous woody vegetation generally characterized by crown wildfires that occur every 10 to 60 years (Keeley et al., 2012). This fire regime is explained by the annual climate seasonality (Batllori et al., 2013), where the mild temperatures (12 °C) occurring during the rainy season (with a cumulative precipitation of 320 mm) provide the conditions for the growth of plant biomass that becomes highly flammable during the warm and dry summers (22 °C and 50 mm; Keeley et al., 2012). Currently, anthropogenic ignition is responsible for most\nntales y Evolutivas, Universidad\nof the wildfires in MTC regions, due to their high population density (Keeley et al., 2012). However, there are lightning-initiated wildfires in all MTC regions except for central Chile (30°–37°S), where they are practically negligible (1.3% for the 2003–2015 period cf. Chilean National Forestry Agency, CONAF; see also Montenegro et al., 2003). The scarcity of non-anthropogenic (i.e., natural) wildfires in central Chile is explained by the low regional thunderstorm-induced lightning activity, which is five times lower in central Chile than in California and almost 13 times lower than in the Australian MTC region (René Garreaud, com. pers., based on theWorld Wide Lightning Location Network for the 2009–2012 period). Despite the almost total absence of naturalwildfires in the region,manyplant species are able to regenerate after being burnt, mainly by resprouting (e.g., Montenegro et al., 2003). This has been used as an argument against the role of fire in the evolutionary origin of fire adaptive traits in the Chilean plants and, by\nextension, in species from other regions (Valiente-Banuet et al., 1998; Lloret et al., 1999; Bradshaw et al., 2011).\nHowever, the current absence of recurrent natural wildfires in central Chile is a recent phenomenon at a geological time-scale (Heusser, 1990; Villa-Martínez et al., 2003). Specifically, periods of frequent fires have been recorded in Laguna Tagua-Tagua (34°30′S) at the end of the Pleistocene (between 53,800 and 28,500 year BP), before the arrival of humans to the region, which dates back to 11,380 year BP (Heusser, 1990 and references therein). Similarly, fires detected in Laguna Aculeo (33°S50′S) between 5500 and 2500 year BP are not necessarily attributable to human activity, considering that the oldest archaeological site in the Laguna Aculeo watershed dates from 2000 year BP (Villa-Martínez et al., 2003; Sanhueza et al., 2007). In both cases, the pollen record concomitant with fire occurrence indicates annual rainfall seasonality and warm conditions (Heusser, 1990; Villa-Martínez et al., 2003).\nThe current sclerophyllous flora of central Chile is derived from a Neogene Subtropical Paleoflora that throughmost of theMiocene occupied the central areas of Chile and Argentina, under a warm climate with high seasonal precipitation (Hinojosa and Villagrán, 2005; Hinojosa et al., 2011). Given such warm climatic conditions, with abundant vegetation growing during spring and becoming dry during summer, the landscape was probably highly fire-prone in the presence of an ignition source (e.g., see Pyne et al., 1996 and Pausas and Keeley, 2009 for a general discussion on fire drivers). In this sense, it has been proposed that both thunderstorm-initiated lightning and/or volcanism\nwould have triggered wildfires in the past in central Chile (Fuentes and Espinosa, 1986; Keeley et al., 2012).\nIn this work, we hypothesize the occurrence of wildfires in the MTC region of Chile during the transition from Early toMiddleMiocene, triggered by thewarm conditions, themarked annual seasonality in precipitation and the co-occurrence of a variety of ignition sources. To test this hypothesis, we explored the existence of charcoal particles of the fossil record in the Navidad Formation, located on thewest side of the Coastal Range in central Chile, considering the fossil plant evidence deposited here during this warm and seasonally dry period."
  }, {
    "heading": "2. Geological and palaeontological setting",
    "text": "Several basins of differing size developed along the Chilean continental shelf between 33 and 45°S; they are filled with Cretaceous to Miocene sequences in discrete depocenters bounded by basements highs that segment individual basins (Melnick and Echtler, 2006). The northernmost of these sedimentary units is the Navidad Basin (Cecioni, 1980; Fig. 1). First described by Darwin (1846), its stratigraphic extent and subdivision has been controversial. For this study, we follow Encinas et al. (2006), who divided the sedimentary deposit between Valparaíso (~33°00′S) and Punta Topocalma (~34°30′S) into four Formations: Navidad, Licancheu, Rapel and La Cueva. The Navidad Formation extends from the mouth of the Rapel River (in Punta Perro beach) to the Matanzas locality, being 250 m thick on average\nSouth America, right panel the Navidad Basin in Chile using the geological map from ext.\n(Gutiérrez, 2011). The base of the Formation is located at Punta Perro, over Paleozoic monzogranite (289 ± 7 Ma cf. K\\\\Ar dating of biotites and biotite-amphibolite granodiorites; Hervé et al., 1988). The lithology consists of a conglomerate level at the base (3m thickness), overlaid by alternating sandstones with mudrock lenses (Encinas et al., 2006; Gutiérrez, 2011).\nThe Navidad Formation includes an assemblage of a suite of different fossils in excellent preservation conditions, ranging from leaves and palynomorphs to marine micro- and macrofossils (e.g., Martínez-Pardo, 1990; Troncoso, 1991; Suárez et al., 2006; Finger et al., 2007; Nielsen and Glodny, 2009; Gutiérrez, 2011). Strontium dating along the Navidad Formation conducted on 95 shells (mostly mollusks) yield 87Sr/86Sr ages between 31.5 and 11.5 Ma (Encinas, 2006; Nielsen and Glodny, 2006, 2009; Gutiérrez et al., 2013). Radiometric dating by K\\\\Ar and 40Ar/39Ar methods on volcanic scoria and pumice clasts yield ages between 22.2 and 11.06 Ma (Encinas, 2006; Gutiérrez et al., 2013). All these data, along with the revision of other age-dating tools based on the interpretations of the fossil assemblages (e.g., biostratigraphic correlation), consistently indicate an age within the Late Oligocene to Middle Miocene interval (Nielsen and Glodny, 2009; Gutiérrez et al., 2013; Finger et al., 2013; Finger, 2013).\nSomeauthors interpret thedepositional environment of theNavidad Formation as a middle bathyal continental slope, based on sedimentological evidences (e.g., large channels or rip-up clasts, both typical of deep marine environments), the presence of deep water benthic foraminifers, and trace fossils (e.g., psychrospheric ostracod species) (Encinas, 2006; Encinas et al., 2008; Finger et al., 2007, 2013; Finger, 2013). On the contrary, other authors propose a shallow coastal to outer continental shelf as its depositional environment, considering the presence of wave ripple marks in sandstones and well-preserved fossils, including both terrestrial or shallow water invertebrates (some of them partially articulated), as well as abundant terrestrial palynomorphs and complete leaves (Gutiérrez, 2011; Gutiérrez et al., 2013; Le Roux et al., 2013). In any case, regardless of the depositional environment of the Navidad Formation, the abundance of highly preserved continental and marine fossils (e.g., Le Roux et al., 2013) do not suggest a taphonomic bias in the preservation of charcoal particles originated by local and regional fires on the continent.\nThe Navidad Formation contains some of the best-preserved Neogene fossil floras in central Chile that permits the reconstruction of changes in the vegetation through theMiocene in this region. Two fossil floras have been described at the bottom of the Navidad Formation, the first located in Los Goterones-Matanzas area (Troncoso, 1991; Troncoso and Romero, 1993; Hinojosa et al., 2015). Strontiumdating on shell material yielded 87Sr/86Sr ages of 23 Ma at Goterones and 22.0–23.5 Ma at Matanzas (Hinojosa and Villagrán, 2005; Gutiérrez et al., 2009; Gutiérrez et al., 2013). They corresponded to Mixed Paleoflora (sensu Hinojosa and Villagrán, 1997), composed of Antarctic-Australasian and Neotropical elements. Podocarpacae, Myrtaceae, Berberidaceae, and Nothofagus are the prevailing morphotaxa in such assemblages (Troncoso, 1991; Troncoso and Romero, 1993; Hinojosa et al., 2015). Palaeoclimate reconstructions from leaf physiognomic analyses (i.e., on the basis of leaf margin and size) indicate that such Mixed Paleofloras, grew under mesotherm climatic conditions, with mean annual temperatures between 15.6 °C and 16.2 °C, and annual precipitation between 762 and 1149 mm (data for Los Goterones and Matanzas, respectively; Hinojosa and Villagrán, 2005; Hinojosa et al., 2015). A second fossil flora was described at Boca Pupuya, biostratigraphically dated to the transition from Early to Middle Miocene (Troncoso, 1991; Troncoso and Romero, 1993; Encinas, 2006). It comprises lower number of Nothofagus morphotaxa and higher subtropical elements (particularly, Neotropical Myrtaceae and Pantropical Lauraceae) compared to Mixed Paleofloras, and thus it was classified as Neogene Subtropical (Villagrán and Hinojosa, 1997; Hinojosa et al., 2006). Using the same leaf physiognomic analysis mentioned above, the estimated mean annual temperature was 21.4 °C and the annual\nprecipitation 931mm (Hinojosa and Villagrán, 2005). The growing season in Boca Pupuya was noticeably much wetter than in Los Goterones (estimated mean growing season precipitations of 1280 and 800 mm, respectively), but they did not significantly differ in dry season rainfall (200 and 172 mm for Boca Pupuya and Goterones, respectively; Hinojosa and Villagrán, 2005). Another fossil flora was described at the top of the Navidad Formation, particularly at the locality named Cerro Los Pololos (Hinojosa et al., 2015). Radiometric dating at Cerro Los Pololos yielded an 40Ar/39Ar age of 12.87 Ma (Gutiérrez et al., 2009; Gutiérrez et al., 2013). It was also described as Neogene Subtropical, and the climate reconstruction from leaf physiognophy yielded similar temperature and precipitation data as that calculated for Boca Pupuya (21.4 °Cmean annual temperature and 908m of annual precipitation; Hinojosa et al., 2015).\nThe change from Mixed Paleoflora to Neogene Subtropical assemblages has been associated with a climatic shift which occurred from the Early to Middle Miocene, when the climate became warmer, with wet growing seasons and dry summers (Hinojosa and Villagrán, 2005; Hinojosa et al., 2015). In fact, on the basis of global deep-sea oxygen and carbon isotopes, a global warming event has been described for the transition from the Early to Middle Miocene, with an optimum between 17 and 15 Ma (the Mid-Miocene Climatic Optimum, MMCO; Zachos et al., 2001). In Chile, the MMCO has been recorded by both planktonic foraminifera (Martínez-Pardo, 1990), and through leaf physiognomic analysis (Hinojosa et al., 2011; Hinojosa et al., 2015). In summary, the climate at the site of the Navidad Formation changed from temperate and humid at the Late Oligocene – Early Miocene, to warm and highly seasonal in precipitation towards the Middle to Late Miocene. During this last period, the warm temperatures and high rainfall in the growing season would have increased the primary productivity, thus providing fuels that became dry (and thus available to burn) at summer."
  }, {
    "heading": "3. Material and methods",
    "text": "The study area is located in the Navidad locality (~33°50′S/71°50′ W), on the coast of the Bernando O′Higgins region, in central Chile (Fig. 1). We collected 19 samples from 6 levels, distributed along the stratigraphic column of the Navidad Formation between 60 and 120 m asl (hereafter Playa Navidad; Fig. 2). One sample was collected in a sandstone level with mudrock lenses. The other samples were collected inmedium to thickmiddle layers offine-grained sandstones, clear ochre in color. More sampling effort was conducted in thicker strata. The age of the sampled stratigraphic levels at Playa Navidad (Fig. 2 and Supplementary materials) comprises the MMCO described in the transition fromEarly toMiddleMiocene (Zachos et al., 2001). To compare charcoal records in Playa Navidadwith those of previous and later periodswithin the Navidad Formation, we also collected samples at the localities of Punta Perro (4 samples from one level located at ~4 m asl) and Cerro Los Pololos (2 samples from one level at ~160 m asl), respectively. Isotopic dating of the sampled level at Punta Perro indicated ages corresponding to the Late Oligocene – Early Miocene, and that at Cerro Los Pololos to the late Middle Miocene (see also Fig. 1 and Supplementary materials).\nFor each sample, an aliquot of known volume was disaggregated withwarm, distilledwater. Because the rockswere not cemented, treatment of the samples with HF or HCl to disaggregate themwas unnecessary (Scott, 2010). Then, we carefully washed the samples through a sequential series of sieves with increasing mesh size: 125 μm, 250 μm and 1 mm sieves. This methodology (i.e., wet sieving) is habitually used to quantify macroscopic fossil charcoal in non-laminated sediments (Whitlock and Larsen, 2001; Scott, 2010). After the last sieving, charcoal particles bigger than 1 cm were manually separated. No charcoal particle bigger than 5 cmwas found. Therefore, we sorted the charcoal samples into four size classes: ]125 μm–50 μm], ]250 μm–1 mm], ] 1 mm–1 cm], and ]1 cm–5 cm] (hereafter N125 μm, N250 μm, N1 mm,\nand N1 cm). Following Scott (2010), the first two size classes correspond tomicroscopic charcoal, whereas the last two are consideredmacroscopic charcoal. Then, charcoal particles fromeach size classwere countedunder a stereomicroscope, except for the biggest size class, which was counted by naked eye. Charcoal presence was then expressed as the number of particles per volume in each sample. Identification of charcoal particles was conducted following the scheme proposed by Scott (2010). Specifically, particles were classified as charcoal when they were totally black, with splintery fracture, silky lustre, and preserved anatomical structure (Fig. 3A and B). Coal is also black, but with very bright lustre, conchoidal fracture and the anatomical plant structure is not discernible (Fig. 3C andD). Fossil organicmatter (i.e., non-charcoalified) can be distinguished by its brown color, irregular fracture and degraded anatomical structure (Fig. 3E and F). To ensure correct charcoal determination under the stereomicroscope, charcoal particles from eight of the 25 studied samples were observed under scanning electronic microscopy (SEM). These samples comprised one from Cerro Los Pololos (S115), one from Punta Perro (S113), and six from Playa Navidad (S107, S105, S99, S104, S102, S96). Five charcoal particles per sample (between 250 μm and 1 cm in size) were studied, except for the sample S113, from which only one charcoal particle was available for SEM studies. For this purpose, particles were gold coated with the Ion Coater IB-2 (Eiko Engineering Co. Ltd., Ibaraki, Japan) and observed under the LEO 420 (LEO Electron Microscopy Ltd., Cambridge, England), located at the Microscopy Service of the Universidad Austral de Chile. For each of these charcoal particles, charring severity was estimated by observing the cell wall structure. Specifically, three categories were established following the results of experimental charring of plant tissues (Jones and Chaloner, 1991; Vaughan and Nichols, 1995; McParland et al., 2007): moderate severity, if the cell wall lamella was identifiable; high severity, if cell walls were homogenized and the middle lamella was not recognized; very high severity, when cracking appeared along the site of themiddle lamella or individual\ncells pulled apart. For each sample, the presence of coal and organic matter was registered. The correct determination of this type of material was checked by means of SEM as done for charcoal particles (ten particles of coal and five of fossil organic material).\nTo support the hypothesis of volcanism as an ignition source, presence/absence of pumice was recorded for each sample. We evaluated the relationship between charcoal concentration and presence/absence of pumice by means of one-way ANOVA. This analysis was conducted considering each charcoal size class separately. Charcoal concentration was log-transformed prior to the analysis in order to meet normality and homoscedasticity assumptions."
  }, {
    "heading": "4. Results",
    "text": "Charcoal particles were found in all collected samples from Playa Navidad, Punta Perro and Cerro Los Pololos, although their abundance and size distribution was not homogeneous along the sequence (Fig. 4). Whereas charcoal concentrations in Playa Navidad ranged between 87 and 41,699 particles ml−1, charcoal particles were very scarce in samples from Punta Perro (on average 55 particles ml−1) and Cerro Los Pololos (on average 671 particles ml−1). The charcoal concentration at Playa Navidad, in particular, reached its maximum between 90 and 95 m asl, with values up to 35,450 and 6,145 particles ml−1 for particle sizes N125 and N250 μm, respectively. The smallest charcoal fraction (N125 μm) gathers at least 70% of the total charcoal concentration in many samples (63%), including those with most charcoal particles. The largest charcoal fraction (N1 cm) was almost negligible, except in S99 (105m asl), for which 2.9 particles ml−1 were recorded (none bigger than 5 cm). In Punta Perro and Cerro Los Pololos, most charcoal particles correspond to the N250 μm size class (100% and 62% respectively; Fig. 4).\nWe found pumice in most samples of Playa Navidad, and low representation of organic matter and coal. Contrastingly, pumice was not recorded in samples fromPunta Perro and Cerro Los Pololos, but we found organic matter in both cases. In Punta Perro, we also found coal, which wasmore abundant than charcoal in this stratigraphic level (Fig. 4). Further, charcoal concentration in the studied stratigraphic levels of the Navidad Formationwas positively associatedwith the presence of pumice for particles N125 μm (Table 1, Fig. 5). A similar pattern was found for charcoal particles N250 μm and N1 mm, but differences were marginally significant (P b 0.1; Table 1). For the largest charcoal particles (N1 cm), charcoal concentration did not differ between samples with or without pumice (Table 1). Residuals were normally distributed (P N 0.05 in the Shapiro–Wilk test) and the dispersion between groups homogeneous (P N 0.05 in the Breusch-Pagan test) for all comparisons,\nexcept in the case of the largest particles (N1 cm). However, considering the robustness of the ANOVA test to violations of the normality and homoscedasticity assumptions when the samples size are similar (as in this case; see Table 1), and the P-value obtained (N0.05), the probability of Type I error is very low (Zimmerman, 2004).\nFrom a total of 121 SEM images of charcoal particles analyzed, we found that the highest charring severity was detected in sample S102 (90m asl), which was the sample with the highest total charcoal concentration (41,699particlesml−1). The SEM image shows smallfissures in the cellwalls at themiddle lamella (Fig. 6A). Similarmodifications of theultrastructure were detected in sample S99 (105 m asl), the sample with the highest concentration of the largest charcoal particles (N1 cm). In the remaining samples, cell walls are homogenized (i.e., the middle lamella is not discernible) and porous, but not fractured or fissured (Fig. 6B)."
  }, {
    "heading": "5. Discussion",
    "text": "5.1. Contribution to the Pre-Quaternary fires database in South America\nWhile Quaternary charcoal has been reported consistently in South America (e.g., Whitlock et al., 2007), pre-Quaternary charcoal records are not frequent. From the Paleozoic, charcoal records in South America are restricted to the Permian, most of them reported at the Paraná Basin, Brazil (Jasper et al., 2013; Manfroi et al., 2015 and references therein). There is some charcoal evidence from the Mesozoic in central western Argentina (Colombi and Parrish, 2008; Mancuso, 2009; Late andMiddle Triassic, respectively) and, recently, in the Takutu Basin, north Brazil (dos Santos et al., 2016; Early Cretaceous). Charcoal records are very rare during the Cenozoic in South America, with all occurrences being reported for central Chile. The first Cenozoic charcoal record was described for the Ranquil Formation, located on the Arauco Basin (37°12′S, 73°29′W;Schöning andBandel, 2004), which is contemporaneous to the Navidad Formation (Finger, 2013). Specifically, a charcoalified wood fragment of an Anacardiaceae was found within\nvolcanoclastic sediment. Burntwood fragmentswere also previously reported at the Navidad Formation,within parallel-laminated sandstones, although the levels where they were found were not specified (Encinas et al., 2008). These charcoal particles co-occur with abundant pumice clasts that the authors interpreted as the result of catastrophic pyroclastic flows that were transported from the Andean volcanoes to the coast along paleorivers. Our results point that the Cenozoic charcoal records previously reported in central Chile were not the result of occasional fires, but of multiple fire events occurred in the region during the Miocene.\nThe scarcity of terrestrial charcoal records over much of the Cenozic in South America occurs also on a global scale (Bond, 2015). In this sense, it has been proposed that the apparent shortage of terrestrial charcoal records over much of the Cenozoic would be due to a taphonomic bias related to changes in fuel types (fromwoody to herbaceous; Bond, 2015). However, it probably also reflects the low research effort conducted to identify charcoal particles, traditionally overlooked despite its relevance in paleoenvironmental reconstructions (Scott, 2010; Hamad et al., 2012)."
  }, {
    "heading": "5.2. Ignition sources",
    "text": "The tight association between pumice presence and high charcoal concentration suggests that volcanic activity would have provided the ignition source for fire initiation. Actually, a variety of volcanic clasts (pyroclasts, pumice, ash, and scoria) has been previously recorded through the Navidad Formation, indicating high volcanic activity during the Neogene (Encinas et al., 2008; Gutiérrez, 2011). In fact, the Navidad Formation is located in the south edge of the Southernflat-slab region of the Nazca plate that was distinguished by high volcanic activity during the Oligocene and Early Miocene. This volcanic activity decreased through the Miocene, being nearly nil by 10 Ma (Gregory-Wodzicki, 2000).\nThe absence of charcoalified logs and large trunks in the area (Gutiérrez, pers. obs.) indicates that the charcoal was not originated by lavas, which entombed vegetation, but by wildfires ignited by volcanic activity (Scott, 2010). Accordingly, explosive eruptions forming abundant (and ardent) pyroclastic flows, such as those that currently occur in our study area, tend to produce viscous lavas that do not spread long distances (Rittmann, 1962; Stern et al., 2007). Therefore, lightning\nstrikes, pyroclastic flows and/or the high temperatures reached during eruptions could have generated wildfires, similar to those occurring currently in different regions worldwide (Kozlowski and Ahlgren, 1974; Blong, 1984; Tunison et al., 2000; Pausas, 2016), including Chile (Fuentes and Espinosa, 1986).\nRegarding lightning-initiated fires, it has been proposed that they were more frequent during the Middle Miocene in central Chile, when a smaller Andes range did not block the convective summer thunderstorms that develop east of the mountain range, as currently do (Keeley et al., 2012). Multiple proxies of elevation (oxygen isotopic composition, Δ47 isotopologs, and fossil leaf physiognomy) indicate that the central Andean plateau reached nomore than half of its present elevation between ca. 25 and 10 Ma (up to 2.3 km; Garzione et al.,\n2008). Similarly, towards the southern part of the central Andes (28°– 33°30′S), the mountain range had only two thirds of the current elevation between 24 and 16 Ma (35–40 km), as indicated by the geochemical analyses of volcanic rocks, particularly the relationship between light and heavy rare earth elements (Gregory-Wodzicki, 2000, and references therein). However, simulation studies on the evolution of the Andean topography do not fully support the existence of summer thunderstorms in central Chile during the Miocene (Garreaud et al., 2010). Particularly, such experiments suggest that the Andean uplift had little effect on the summer rainfall for the west coast of subtropical South America, but it was a key factor in extending convective precipitation over the Amazon Basin.\nIn addition, no fossil evidence of lightning (i.e., fulgurites, tubes of glasses formed by the rapid heating of the soil by a cloud-to-ground lightning strike; Pasek et al., 2012) has been reported for the Navidad Formation. However, we are aware that while the number of potential fulgurite-forming events is considered high globally, they are very rare in the geological record (Pasek and Block, 2009). Overall, there is not much evidence that allows us to determine the effect of the orogeny of the Andes in the lightning regime during the Miocene."
  }, {
    "heading": "5.3. Spatial resolution and charring severity",
    "text": "Traditionally, charcoal size has been considered as a proxy for the accuracy in the spatial scale of fire inference. Microscopic charcoal (b1 mm cf. Scott, 2010) is easily wind-blown and transported far away from the burnt area. Consequently, the presence of microscopic charcoal only permits the inference of fire activity at a regional scale (Whitlock and Larsen, 2001). On the other hand, peaks of macroscopic charcoal (N1 mm cf. Scott, 2010) provide a record of local fires, at least for isolated basins (Clark, 1990; Whitlock and Larsen, 2001). The fact that most charcoal particles found in Playa Navidad corresponded to the smallest size classes (up to 1 mm) suggests that the charcoal record from this locality reflects regional fire data. In addition, some charcoal particles (even themacroscopic ones) could have been transported bywater long distances, considering that the fusion of cell walls inhibits water penetration, thus increasing buoyancy (Vaughan and Nichols, 1995). Nevertheless, the concentration of the largest charcoal particles (N1 cm) was unrelated to pumice presence (Table 1), suggesting that other ignitions sources, such as occasional thunderstorm-initiated lightning, rockslides or spontaneous ignition, would be responsible for local wildfires that produced such large charcoal particles.\nHowever, particle size would be more related to fire temperature than to transport. Specifically, the higher the charring temperature, the higher the charcoal brittleness (Belcher et al., 2005; McParland et al., 2007). Therefore, charcoal formed at high temperatures tends to breakmore easily during transport or burial, leading to smaller particles (Scott, 2010). In this sense, the homogenized cell walls in most of the\ncharcoal particles studied by SEM suggest charring temperatures between 300 and 400 °C, a temperature range in which the charcoal begins to break apart (Jones and Chaloner, 1991; Vaughan and Nichols, 1995; McParland et al., 2007). The scarcity of very large charcoal particles (N1 mm) also give some support to the hypothesis of high fire severity, since fires charring at high temperatures tend to consume most of the aboveground biomass, including coarse fuel (Scott, 2010). Similarly, the fact that we found no charred herbaceous tissues suggests high charring temperatures (e.g., McParland et al., 2007). Therefore, the abundant microscopic charcoal found in Playa Navidad would not only reflect fires that occurred somewhere in the region, but also breakage (during transport and burial) of macroscopic charcoal formed at 300 °C or higher (Scott, 2010 and references therein).\nOverall, the size and ultrastructure of the charcoal particles from Playa Navidad do not permit us to accurately determine the spatial scale of the fires. However, the volcanic sediments at the Navidad Formation allow us to make some inferences. Particularly, despite the observance of fine-grained pumice co-occurring with charcoal, there were no pumice-fall deposits, suggesting that the eruptions that likely triggered the fires did not directly affect the study site, but likely both pumice and charcoal traveled by wind or water transport to the catchment area (Rittmann, 1962). A similar hypothesis was proposed by Encinas et al. (2008) to explain charcoal and pumice co-occurrence at the Navidad Formation (see above). In any case, the uncertainty regarding the spatial resolution of fire reconstruction does not rule out our principle finding, that is, the presence of abundant Neogene charcoal in central Chile."
  }, {
    "heading": "5.4. Fire activity during the Early to Middle Miocene",
    "text": "The Navidad Formation charcoal record documents natural fires occurring between 26.1 and 12.87 Ma in central Chile. Our quantitative charcoal analysis suggest a maximum in fire activity in the transition from Early to Middle Miocene, concomitant with the global warming event described between 17 and 15 Ma (Mid-Miocene Climatic Optimum, MMCO; Zachos et al., 2001). Regionally, this time span coincides with an increase of continental temperatures between 6 and 9 °C, as indicated by physiognomic analysis in the fossil flora of central Chile (Hinojosa and Villagrán, 2005; Hinojosa et al., 2015). In addition, changes in the topography and the oceanic circulation also led to annual seasonality in precipitation at this time (Hinojosa and Villagrán, 1997; Garreaud et al., 2010). Particularly, the Andes likely started to block moisture brought from the Amazon basin by easternwinds during summer, whereas the reinforcement of the Humboldt Current produced the northwards displacement of the subtropical south Pacific anticyclone in winter, permitting moist westerly winds to reach the Pacific coast of south-central Chile (Aceituno, 1988; Lenters and Cook, 1995; Insel et al., 2010). Under suchwarm conditions and an annual rainfall regime, fuel flammability likely increased during the dry season. Furthermore, the increased fire activity recorded in Playa Navidad is chronologically related to high volcanic activity in the area, as suggested by the higher charcoal concentration for samples with pumice (Figs. 4 and 5). In summary, the concurrence of abundant fuel, as a result of the warm and humid climate conditions during the growing season, the high fuel flammability during the warm and dry summers, and the frequent volcanic activity in the area, provide the perfect scenario for the spreading of wildfires during the MMCO.\nThe relative absence of charcoal in Punta Perro (Late Oligocene– Early Miocene) could be explained by the prevailing climatic conditions in southern South America since the Oligocene until the beginning of the Miocene (temperate and humid; Hinojosa and Villagrán, 2005; Hinojosa et al., 2015). At this time, the vegetation was composed of Antarctic-Australasian and Neotropical elements with a high affinity to the current temperate rainforest in southern South America (Troncoso, 1991; Troncoso and Romero, 1993; Hinojosa and Villagrán, 1997; Hinojosa et al., 2015). The current analogous vegetation, which\ndevelops under similar climatic conditions in central-south Chile, also shows very low fire activity, because fires are limited by the high-fuel moisture (Holz et al., 2012). Similarly, the scarce evidence of fires in Cerro Los Pololos (lateMiddleMiocene) could be explained climatically, and particularly by the decrease in global temperature (Zachos et al., 2001), that could diminish plant growth and/or flammability. Coupled to such changes in climate, our data confirm the reduction of volcanic activity in central Chile towards the end of Middle Miocene (Fig. 6), associated with changes in the subduction slope of the Nazca plate since ca. 20 Ma that virtually suppressed andesitic volcanism by 10 Ma (Gregory-Wodzicki, 2000).\nDespite the fact that changes in fire activity documented through our charcoal record can be successfully explained by changes in climate, vegetation and ignition sources over time, we are aware that differences in the charcoal record between the studied localities can be also explained by differences in the facies. The lithology at Punta Perro is composed of gravel and granite pebbles, whereas alternating levels of middle to fine sandstones and mudrock lenses constitute the lithology at the upper level of the Navidad Formation (sensu Gutiérrez et al., 2013), which includes both Playa Navidad and Cerro Los Pololos (Gutiérrez, 2011; Gutiérrez et al., 2013). Independent of whether they were deposited in a middle bathyal continental slope or in a deltaic deposit with high horizontal variability (see “Geological and paleontological settings” for details), Punta Perro corresponds to a different facie than Playa Navidad or Cerro Los Pololos. Therefore, charcoal deposition and preservation could potentially differ between localities, not only due to changes in the fire drivers (climate, vegetation and ignitions sources) over time, but also due to changes in the depositional environment. However, the most interesting changes in charcoal concentration were observedwithin the samples collected at PlayaNavidad (Fig. 6), all of them corresponding to the same facie (Gutiérrez, 2011)."
  }, {
    "heading": "6. Conclusions",
    "text": "From theNavidad Formation charcoal record obtained in the present study we can draw the following conclusions:\n• Our results document the first quantitative charcoal record from the Cenozoic in South America contributing to extend the preQuaternary fire database. • Wildfires recurrently occurred in central Chile, coinciding with the global warming event reported between 17 and 15Ma (Mid-Miocene Climate Optimum; MMCO). • The concurrence of warm conditions, high seasonality in precipitation and very active volcanism likely explains the high fire activity recorded at Playa Navidad (Early to Middle Miocene).\nCharcoal records in Navidad Formation indicate that despite the virtual absence of non-anthropogenicfires in central Chile at present,wildfires should be taken into account to evaluate the evolutionary drivers of many of the lineages currently occurring in this region considering that they are relicts from Neogene lineages, evolving at a time when the region was frequently on fire.\nSupplementary data to this article can be found online at http://dx. doi.org/10.1016/j.palaeo.2016.06.036."
  }, {
    "heading": "Acknowledgements",
    "text": "This work has been funded by the Fondo Nacional de Desarrollo Científico (FONDECYT 1120458). We are grateful to Ricardo Silva for his assistance in the Microscopic Service at the Universidad Austral de Chile, to René D. Garreaud to provide unpublished information regarding the lightning activity in Mediterranean climate-type ecosystems, to Juana A. Martel for maps design, as well as to Sven Nielsen and two anonymous reviewers for very helpful comments on the manuscript. AM\nAbarzúa was funded by FONDECYT 11140677 and LF Hinojosa by FONDECYT 1150690."
  }],
  "year": 2016,
  "references": [{
    "title": "On the functioning of the Southern Oscillation in the South American sector. Part I: Surf",
    "authors": ["P. Aceituno"],
    "venue": "Clim. Mon. Wea. Rev",
    "year": 1988
  }, {
    "title": "Climate change-induced shifts in fire for Mediterranean ecosystems",
    "authors": ["L.E. Batllori", "M.A. Parisien", "M.A. Krawchuk", "M.A. Moritz"],
    "venue": "Glob. Ecol. Biogeogr",
    "year": 2013
  }, {
    "title": "Constraints on the thermal energy released from the Chicxulub impactor: new evidence from multi-method charcoal analysis",
    "authors": ["C. Belcher", "M. Collinson", "A. Scott"],
    "venue": "J. Geol",
    "year": 2005
  }, {
    "title": "Volcanic Hazards: A Sourcebook on the Effects of Eruptions",
    "authors": ["R.J. Blong"],
    "year": 1984
  }, {
    "title": "Little evidence for fire-adapted plant traits in Mediterranean climate regions",
    "authors": ["S.D. Bradshaw", "K.W. Dixon", "S.D. Hopper", "H. Lambers", "S.R. Turner"],
    "venue": "Trends Plant Sci",
    "year": 2011
  }, {
    "title": "Fires in the Cenozoic: a late flowering of flammable ecosystems",
    "authors": ["W.J. Bond"],
    "venue": "Front. Plant Sci",
    "year": 2015
  }, {
    "title": "Darwin's Navidad embayment, Santiago region, Chile, as a model of the southeastern Pacific shelf",
    "authors": ["G. Cecioni"],
    "venue": "J. Pet. Geol",
    "year": 1980
  }, {
    "title": "Fire and climate change during the last 750 yr in northwestern Minnesota",
    "authors": ["J.S. Clark"],
    "venue": "Ecol. Monogr",
    "year": 1990
  }, {
    "title": "Late Triassic environmental evolution in southwestern Pangea: plant taphonomy of the Ischigualasto Formation",
    "authors": ["C.E. Colombi", "J.T. Parrish"],
    "venue": "PALAIOS",
    "year": 2008
  }, {
    "title": "Geological observations on South America. Being the third part the geology of the voyage of the Beagle, under command of Capt. Fitzroy, R.N. during the years 1832 to 1836",
    "authors": ["C. Darwin"],
    "year": 1846
  }, {
    "title": "Evidence of palaeo-wildfire from the upper lower cretaceous (Serra do Tucano Formation, Aptian–Albian) of Roraima (North Brazil)",
    "authors": ["Â.C.S. dos Santos", "E.C. Holanda", "V. de Souza", "M. Guerra-Sommer", "J. Manfroi", "D. Uhl", "A. Jasper"],
    "venue": "Cretac. Res",
    "year": 2016
  }, {
    "title": "Estratigrafía y sedimentología de los depósitos marinos mio–pliocenos del área de Navidad (33°00′–34°30′S), Chile Central. Implicaciones con respecto a la tectónica del antearco",
    "authors": ["A. Encinas"],
    "year": 2006
  }, {
    "title": "Nuevo esquema estratigráfico para los depósitos marinos mio-pliocenos del área de Navidad (33°00′-34°30′S)",
    "authors": ["A. Encinas", "J.P. Le Roux", "L.A. Buatois", "S.N. Nielsen", "K.L. Finger", "E. Fourtanier", "A. Lavenu"],
    "venue": "Chile central. Rev. Geol. Chile",
    "year": 2006
  }, {
    "title": "Rapid and major coastal subsidence during the late Miocene in south-central Chile",
    "authors": ["A. Encinas", "K.L. Finger", "S.N. Nielsen", "A. Lavenu", "L.A. Buatois", "D.E. Peterson", "J.P. Le Roux"],
    "venue": "J. S. Am. Earth Sci",
    "year": 2008
  }, {
    "title": "Miocene foraminifera from the south-central coast of Chile",
    "authors": ["K.L. Finger"],
    "venue": "Micropaleontology",
    "year": 2013
  }, {
    "title": "Paleontologic evidence of sedimentary displacement in Neogene forearc basins of central Chile",
    "authors": ["K.L. Finger", "S.N. Nielsen", "T.J. DeVries", "A. Encinas", "D.E. Peterson"],
    "venue": "PALAIOS",
    "year": 2007
  }, {
    "title": "Comment on ‘evidence for an Early-Middle Miocene age of the Navidad Formation (central Chile): Paleontological, paleoclimatic and tectonic implications",
    "authors": ["K.L. Finger", "A. Encinas", "S.N. Nielsen"],
    "venue": "Andean Geology",
    "year": 2013
  }, {
    "title": "Resilience of shrublands in central Chile: a volcanismrelated hypothesis",
    "authors": ["E.R. Fuentes", "G. Espinosa"],
    "venue": "Interciencia",
    "year": 1986
  }, {
    "title": "Andean uplift, ocean cooling and Atacama hyperaridity: a climate modeling perspective",
    "authors": ["R.D. Garreaud", "A. Molina", "M. Farias"],
    "venue": "Earth Planet. Sci",
    "year": 2010
  }, {
    "title": "Uplift history of the Central and Northern Andes: a review",
    "authors": ["K.M. Gregory-Wodzicki"],
    "venue": "Geol. Soc. Am",
    "year": 2000
  }, {
    "title": "Diversidad y cambios florísticos durante el Mioceno en Chile central",
    "authors": ["N.M. Gutiérrez"],
    "venue": "Facultad de Ciencias. Universidad de Chile, Santiago, Chile,",
    "year": 2011
  }, {
    "title": "Evidence for an EarlyMiddle Miocene age of the Navidad Formation (central Chile): Paleontological, paleoclimatic and tectonic implications",
    "authors": ["N.M. Gutiérrez", "L.F. Hinojosa", "J.P. Le Roux", "V. Pedroza"],
    "venue": "Andean Geol",
    "year": 2013
  }, {
    "title": "Edad de la Formación Navidad: Nuevos antecedentes para un viejo problema",
    "authors": ["N. Gutiérrez", "V. Pedroza", "L.F. Hinojosa"],
    "venue": "XII Congreso Geológico Chileno. N°12,",
    "year": 2009
  }, {
    "title": "The record of Triassic charcoal and other evidence for palaeo-wildfires: signal for atmospheric oxygen levels, taphonomic biases or lack of fuel",
    "authors": ["A.M.A. Hamad", "A. Jasper", "D. Uhl"],
    "venue": "Int. J. Coal Geol",
    "year": 2012
  }, {
    "title": "Granitoids of the Coast Range of central Chile: geochronology and geologic setting",
    "authors": ["F. Hervé", "F. Munizaga", "M. Parada", "M. Brook", "R. Pankhurst", "N. Snelling", "R. Drake"],
    "venue": "J. S. Am. Earth Sci",
    "year": 1988
  }, {
    "title": "Ice age vegetation and climate of subtropical Chile",
    "authors": ["C. Heusser"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1990
  }, {
    "title": "Are Chilean coastal forests pre Pleistocene relicts? Evidence from foliar physiognomy, palaeoclimate, and phytogeography",
    "authors": ["L.F. Hinojosa", "J.J. Armesto", "C. Villagrán"],
    "venue": "J. Biogeogr",
    "year": 2006
  }, {
    "title": "Historical and phylogenetic constraints on the incidence of entire leaf margins: insights from a new South American model",
    "authors": ["L.F. Hinojosa", "F. Pérez", "A. Gaxiola", "I. Sandoval"],
    "venue": "Glob. Ecol. Biogeogr",
    "year": 2011
  }, {
    "title": "Flora y Vegetación de bosques de Chile: Legado histórico-biogeográfico",
    "authors": ["L.F. Hinojosa", "M.F. Pérez", "D. Rougier", "J. Armesto"],
    "venue": "Ciencias Ecológicas",
    "year": 2015
  }, {
    "title": "Historia de los bosques del sur de Sudamérica. I. Antecedentes paleobotánicos, geológicos y climáticos del Terciario del cono sur de América",
    "authors": ["L.F. Hinojosa", "C. Villagrán"],
    "venue": "Rev. Chil. Hist. Nat",
    "year": 1997
  }, {
    "title": "Did South American Mixed Paleofloras evolve under thermal equability or in the absence of an effective Andean barrier during the Cenozoic? Palaeogeogr",
    "authors": ["L.F. Hinojosa", "C. Villagrán"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "Ecological and climatic controls of modern wildfire activity patterns across southwestern South America",
    "authors": ["A. Holz", "T. Kitzberger", "J. Paritsis", "T.T. Veblen"],
    "venue": "Ecosphere 3,",
    "year": 2012
  }, {
    "title": "Influence of the Andes Mountains on South American moisture transport, convection, and precipitation",
    "authors": ["N. Insel", "C.J. Poulsen", "T.A. Ehlers"],
    "venue": "Clim. Dyn",
    "year": 2010
  }, {
    "title": "The burning of Gondwana: Permian fires on the southern continent—a palaeobotanical approach",
    "authors": ["A. Jasper", "M. Guerra-Sommer", "A.M.A. Hamad", "M. Bamford", "M.E.C. Bernardes-de-Oliveira", "R. Tewari", "D. Uhl"],
    "venue": "Gondwana Res",
    "year": 2013
  }, {
    "title": "Fossil charcoal, its recognition and palaeoatmospheric significance",
    "authors": ["T.P. Jones", "W.G. Chaloner"],
    "venue": "Glob. Planet. Chang",
    "year": 1991
  }, {
    "title": "Fire in Mediterranean Ecosystems: Ecology, Evolution and Management",
    "authors": ["J.E. Keeley", "W.J. Bond", "R.A. Bradstock", "J.G. Pausas", "P.W. Rundel"],
    "year": 2012
  }, {
    "title": "Fire and Ecosystems",
    "authors": ["T.T. Kozlowski", "C.E. Ahlgren"],
    "year": 1974
  }, {
    "title": "Reply to comment of Finger et al. (2013) on: 'evidence for an Early-Middle Miocene age of the Navidad Formation (Central Chile): Paleontological, Paleoclimatic and Tectonic implications' of Gutiérrez et al.(2013",
    "authors": ["J.P. Le Roux", "N.M. Gutiérrez", "L.F. Hinojosa", "V. Pedroza", "J. Becerra"],
    "venue": "Andean Geology",
    "year": 2013
  }, {
    "title": "Simulation and diagnosis of the regional summertime precipitation climatology of South America",
    "authors": ["J.D. Lenters", "K. Cook"],
    "venue": "J. Clim",
    "year": 1995
  }, {
    "title": "Fire and resprouting in mediterranean ecosystems: insights from an external biogeographical region, the mexical shrubland",
    "authors": ["F. Lloret", "M. Verdú", "N. Flores-Hernández", "A. Valiente-Banuet"],
    "venue": "Am. J. Bot",
    "year": 1999
  }, {
    "title": "Taphonomic analysis in lacustrine environments: two different contexts for Triassic lake paleofloras from Western Gondwana (Argentina)",
    "authors": ["A.C. Mancuso"],
    "venue": "Sediment. Geol",
    "year": 2009
  }, {
    "title": "Extending the database of Permian palaeo-wildfire on Gondwana: charcoal remains from the Rio do Rasto Formation (Paraná Basin), Middle Permian",
    "authors": ["J. Manfroi", "D. Uhl", "M. Guerra-Sommer", "H. Francischini", "A.G. Martinelli", "M.B. Soares", "A. Jasper"],
    "venue": "Rio Grande do Sul State, Brazil. Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2015
  }, {
    "title": "Major Neogene events of the Southeastern Pacific: the Chilean and Peruvian record. Palaeogeogr",
    "authors": ["R. Martínez-Pardo"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 1990
  }, {
    "title": "Ferns and fires: experimental charring of ferns compared to wood and implications for paleobiology, paleoecology, coal petrology, and isotope geochemistry",
    "authors": ["L.C. McParland", "M.E. Collinson", "A.C. Scott", "D.C. Steart", "N.V. Grassineau", "S.J. Gibbons"],
    "venue": "PALAIOS",
    "year": 2007
  }, {
    "title": "Inversion of forearc basins in south-central Chile caused by rapid glacial age trench",
    "authors": ["D. Melnick", "H.P. Echtler"],
    "venue": "fill. Geology",
    "year": 2006
  }, {
    "title": "Regeneration potential of Chilean matorral after fire: an updated view",
    "authors": ["G. Montenegro", "M. Gómez", "F. Díaz", "R. Ginocchio"],
    "year": 2003
  }, {
    "title": "The Middle Miocene Climate Optimum in Central and Southern Chile: 87Sr/86Sr Isotope Stratigraphy on Warm-Water Mollusks, XI Congreso Geológico Chileno",
    "authors": ["S.N. Nielsen", "J. Glodny"],
    "venue": "Actas",
    "year": 2006
  }, {
    "title": "EarlyMiocene subtropical water temperatures in the southeast Pacific",
    "authors": ["S.N. Nielsen", "J. Glodny"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2009
  }, {
    "title": "Lightning reduction of phosphate: implications for phosphorus biogeochemistry",
    "authors": ["M. Pasek", "K. Block"],
    "venue": "Nat. Geosci",
    "year": 2009
  }, {
    "title": "Fulgurite morphology: a classification scheme and clues to formation",
    "authors": ["M.A. Pasek", "K. Block", "V. Pasek"],
    "venue": "Contrib. Mineral. Petrol",
    "year": 2012
  }, {
    "title": "A burning story: the role of fire in the history of life",
    "authors": ["J.G. Pausas", "J.E. Keeley"],
    "venue": "Bioscience",
    "year": 2009
  }, {
    "title": "Introduction to Wildland Fire",
    "authors": ["S.J. Pyne", "P.L. Andrews", "R.D. Laven"],
    "year": 1996
  }, {
    "title": "Volcanoes and Their Activity",
    "authors": ["A. Rittmann"],
    "venue": "Interscience Publishers,",
    "year": 1962
  }, {
    "title": "A diverse assemblage of fossil hardwood from the Upper Tertiary (Miocene?) of the Arauco Peninsula, Chile",
    "authors": ["M. Schöning", "K. Bandel"],
    "venue": "J. S. Am. Earth Sci",
    "year": 2004
  }, {
    "title": "Charcoal recognition, taphonomy and uses in palaeoenvironmental analysis",
    "authors": ["A.C. Scott"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "The Geology of Chile",
    "authors": ["C. Stern", "H. Moreno", "L. López-Escobar", "J. Clavero", "L. Lara", "J. Naranjo", "M. Parada", "M. Skewes"],
    "year": 2007
  }, {
    "title": "An early EarlyMiocene elasmobranch fauna from the Navidad Formation, central Chile",
    "authors": ["M.E. Suárez", "A. Encinas", "D. Ward"],
    "venue": "S. Am. Cainozoic Res",
    "year": 2006
  }, {
    "title": "Paleomegaflora de la Formación Navidad, Miembro Navidad (Mioceno), en el área de Matanzas, Chile central occidental",
    "authors": ["A. Troncoso"],
    "venue": "Museo Nacional de Historia Natural de Chile,",
    "year": 1991
  }, {
    "title": "Consideraciones acerca de las coníferas del mioceno de Chile Central Occidental",
    "authors": ["A. Troncoso", "E.J. Romero"],
    "venue": "Bol. Mus. Nac. Hist. Nat. Chile",
    "year": 1993
  }, {
    "title": "Fire and Invasive Plants in Hawai'i Volcanoes National Park. Proceedings, Invasive PlantWorkshop: The Role of Fire in the Control and Spread of Invasive Species",
    "authors": ["J. Tunison", "C. D'Antonio", "R. Loh"],
    "year": 2000
  }, {
    "title": "The chaparral vegetation in Mexico under nonmediterranean climate: the convergence and Madrean-Tethyan hypotheses reconsidered",
    "authors": ["A. 122–131. Valiente-Banuet", "N. Flores-Hernández", "M. Verdú", "P. Dávila"],
    "venue": "Am. J. Bot",
    "year": 1998
  }, {
    "title": "Controls on the deposition of charcoal: implications for sedimentary accumulations of fusain",
    "authors": ["A. Vaughan", "G. Nichols"],
    "venue": "J. Sediment. Res",
    "year": 1995
  }, {
    "title": "The last 7500 cal yr BP of westerly rainfall in Central Chile inferred from a high-resolution pollen record from Laguna Aculeo",
    "authors": ["R. Villa-Martínez", "C. Villagrán", "B. Jenny"],
    "venue": "Quat. Res",
    "year": 2003
  }, {
    "title": "Historia de los bosques del sur de Sudamérica, II: Análisis fitogeográfico",
    "authors": ["C. Villagrán", "L.F. Hinojosa"],
    "venue": "Rev. Chil. Hist. Nat",
    "year": 1997
  }, {
    "title": "Charcoal as a fire proxy",
    "authors": ["C. Whitlock", "C. Larsen"],
    "venue": "Volume 3: Terrestrial,",
    "year": 2001
  }, {
    "title": "Climatic controls of Holocene fire patterns in southern South America",
    "authors": ["C. Whitlock", "P.I. Moreno", "P. Bartlein"],
    "venue": "Quat. Res",
    "year": 2007
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Ma to present. Science",
    "year": 2001
  }, {
    "title": "A note on preliminary tests of equality of variances",
    "authors": ["D.W. Zimmerman"],
    "venue": "Br. J. Math. Stat. Psychol",
    "year": 2004
  }],
  "id": "SP:736e028d5cd892ae365114549ff380080596db2b",
  "authors": [{
    "name": "AnaM. Abarzúa",
    "affiliations": []
  }, {
    "name": "Camila Vargas",
    "affiliations": []
  }, {
    "name": "Leonora Jarpa",
    "affiliations": []
  }, {
    "name": "Néstor M. Gutiérrez",
    "affiliations": []
  }, {
    "name": "Luis Felipe Hinojosa",
    "affiliations": []
  }, {
    "name": "Susana Paula",
    "affiliations": []
  }],
  "abstractText": "Article history: Received 23 November 2015 Received in revised form 18 June 2016 Accepted 23 June 2016 Available online 25 June 2016 Mediterranean-type climate (MTC) ecosystems are characterized by recurrentwildfires. Although themajority of wildfires are human-ignited, non-anthropogenic (i.e., natural) wildfires are common in all MTC regions except central Chile. The low frequency of natural wildfires in this Chilean region is explained by the scarcity of nonanthropogenic ignition sources, basically thunderstorm-induced lightning and volcanic activity. However, from a geological perspective, the current relative absence of non-anthropogenic wildfires in central Chile is a recent phenomenon. In the transition from the Early to Middle Miocene, the climate in the region was likely warm and seasonally dry. Such climate conditionswould allow the growth of fuel during the spring, becoming flammable during the dry season. This fire-prone landscape would likely have been ignited by the high volcanic activity that concomitantly occurred with the orogeny of the Andes. To evaluate this hypothesis, we sampled rocks from the three locations at the Navidad Formation, considering the fossil plant evidence deposited during this warm and seasonally dry period.We found a high concentration of charcoal in PlayaNavidad, coincidingwith the global warming event reported between 17 and 15 Ma. The predominance of microscopic charcoal particles (between 125 and 250 μm) only allows us to infer the occurrence of Neogene fires at a regional scale. The fused cell walls preserved in the charcoal anatomy likely suggest that such fire events were highly severe. The presence of pumice associated with the high charcoal concentrations supports the hypothesis of volcanic ignition sources. Very little charcoalwas found in Punta Perro (Late Oligocene– EarlyMiocene) or in Cerro Los Pololos (lateMiddleMiocene), where fire may have been limited by fuel humidity and ignition sources respectively, although changes in the depositional environment would also help explain differences in the fire record throughout the Navidad Formation. In conclusion, our results provide the first quantitative Neogene charcoal record for South America. The evidence of fire occurrence in central Chile during the Neogenewill contribute to understanding the evolution of the Mediterranean-type flora. © 2016 Published by Elsevier B.V.",
  "title": "Evidence of Neogenewildfires in central Chile: Charcoal records from the Navidad Formation"
}