{
  "sections": [{
    "text": "* Corresponding author. Tel.: 001-603-862-1012; fax: 001-603-862- 2124. E-mail address: greg.zielinski@unh.edu (G.A. Zielinski)\nVolcanic eruptions that inject large quantities of sulfur-rich gases into the stratosphere have the capability of cooling global climate by 0.2}0.33C for several years after the eruption. Equatorial eruptions will impact global climate whereas mid-latitude eruptions can cool climate in the hemisphere of origin. Magnitude of cooling varies by latitude and it is possible for warming to occur in certain regions, primarily during the winter. Although instrumental records have been used to quantify the volcanic impact on climate, they are limited in their temporal and spatial coverage, and the style and magnitude of eruptions occurring over the two centuries of instrumental records is limited. A thorough evaluation of the range of variability in the volcanism}climate system requires a multidisciplinary approach that includes the analysis of ice core records, geological data, atmospheric measurements and visual phenomena, tree-ring records and other proxy data. Evaluation of these longer time series indicates that multiple volcanic eruptions have the potential to force climate over decadal to multi-decadal time frames, especially when these eruptions enhance or extend pre-existing cool conditions. On the other hand, a lack of climatically signi\"cant eruptions may result in warmer average temperatures over decadal time frames because the volcanic-cooling component within the climate system is absent. Mega-eruptions, like the Toba eruption of &71,000}73,000 yr ago, may impact climate on centennial time frames through positive feedback mechanisms. Evidence exists which indicates that environmental changes associated with rapid climatic #uctuations, such as crustal loading/unloading with glaciation/deglaciation and variability in glacial meltwater loading on ocean basins, may cause an increase in volcanic activity. 1999 Elsevier Science Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Much of our present understanding of how volcanic eruptions force climate comes from the evaluation of the up to 200# yr of instrumental records in existence (e.g., Angell and Korshover, 1985) and evaluation of the 20# yr of information available from satellite data (e.g., Bluth et al., 1993) and other technical advances, such as lidar (e.g., McCormick et al., 1993). Unfortunately, our understanding of the entire volcanism}climate system is not complete (e.g., Self and Rampino, 1988; Bradley and Jones, 1992) because of the limited number and styles of eruptions occurring during these time frames, the moderate magnitude of these eruptions compared to others over the last 100,000# yr, and the fact that climatic variability over the last few centuries is quite limited when compared to the possible climatic modes that may\nbe in operation when an eruption occurs. It is for these reasons that we need to look into the past to determine the full range of variability in the volcanism}climate system and use these data to make reliable predictions of the climatic impact of future eruptions.\nThis paper summarizes our present understanding of the volcanism}climate system and the techniques used to reach these conclusions as well as to expand on our present knowledge. It begins with a brief introduction and overview on how eruptions perturb the atmosphere, in general, and more speci\"cally how and why particular types of eruptions impact either global or hemispheric climate. This is followed by a look at the various techniques that can be used to characterize the impact of past eruptions; the key being a multidisciplinary approach since no single technique provides a complete unequivocal record of the impact of a past eruption. I then present several speci\"c examples of how this approach works followed by additional evidence that indicates the potential climatic forcing of volcanism over time periods beyond a few years (i.e., decadal- to centennial-scale forcing). The paper ends with a discussion on the opposite\n0277-3791/99/$ - see front matter 1999 Elsevier Science Ltd. All rights reserved. PII: S 0 2 7 7 - 3 7 9 1 ( 9 9 ) 0 0 0 7 3 - 6\nrelationship to volcanism forcing climate, that is the probability that environmental changes associated with changing climatic conditions force volcanism. This may be especially true during the extreme environmental changes that occur between glacial and interglacial climates."
  }, {
    "heading": "2. Climatic impact of volcanism",
    "text": "A single eruption injects various quantities of insoluble silicate matter (tephra) and gases into various levels of the atmosphere (e.g., Hofmann, 1987; McCormick et al., 1995). Because the silicate matter is much larger and heavier than the aerosols produced by the oxidation of the gases released, the ash component quickly settles out of the atmosphere. As a result, this material has very limited climatic in#uence except for areas in the immediate vicinity of the eruption. The work by Robock and Mass (1982) and Mass and Robock (1982) on the 1980 Mt. St. Helens eruption showed that the strong interaction between the larger ash particles and infrared and visible radiation in the troposphere (e.g., Pollack et al., 1976) led to surface warming in areas close to the volcano. Similarly, greenhouse gases emitted during an eruption (i.e., CO ) can contribute to surface warming (e.g., Sigurdsson, 1990; Fig. 1, p. 278), but the total volcanic contribution of these gases pales in comparison to anthropogenically produced CO (e.g., Cadle, 1980). Furthermore, sedimentation of the silicate matter has the potential to scavenge large quantities of the more soluble acids produced by the eruption as observed following the 1974 Fuego eruption (Rose, 1977). This especially appears to be the case for highly soluble aerosols such as HCl, as modeled by Tabadazeh and Turco (1993). However, there is evidence from ice cores that some Cl may remain aloft for a year or two following the eruption (e.g., Lyons et al., 1990), albeit in lower concentrations than that initially injected into the atmosphere.\nOn the other hand, the acids formed from the sulfur gases produced (SO and H S) are less soluble than HCl and they will remain aloft for longer periods of time. Oxidation of the sulfur gases to H SO is quick, occurring completely within about a month following the eruption (see Bluth et al., 1992 and references therein). Once in the stratosphere, they will remain there for several years thus providing the source for the climatic perturbation as well as providing a nucleus for various chemical reactions that can lead to ozone loss (e.g., Hofmann et al., 1992). Material remaining in the troposphere, where the Earth's weather occurs, will be washed out quickly and have a very limited impact on climate. Consequently, I will focus on the stratospheric component of the volcanism}climate system (e.g., Rampino and Self, 1982,1984; Rampino et al., 1985; Pyle et al., 1996).\nThe climatic perturbation is dominantly in the form of cooling at the Earth's surface as incoming solar radiation is either re#ected back or absorbed in the stratosphere (e.g., Sigurdsson, 1990, Fig. 1, p. 278). This will produce a warming of the stratosphere and cooling of the troposphere. Additional cooling of the Earth's surface may result from the re#ection of incoming solar radiation in the troposphere from clouds that may form when tropospheric H SO acts as condensation nucleii. However, the amount of cooling at the Earth's surface from this process is probably a small portion of the total cooling.\nThe type of eruption that most readily injects debris into the stratosphere is the very explosive plinian eruption. However, there are two key points that must be emphasized when evaluating the type of eruption that will have an in#uence on climate. Firstly, many of the largest plinian eruptions will develop extensive pyroclastic #ows with the collapse of the plinian column because of the increased density of the column produced by a very high eruption rate. Nevertheless, the buoyant co-ignimbrite clouds produced from these pyroclastic #ows reach heights that may be similar to the plinian phase of an eruption (see Simarski, 1992, Fig. 3, p.7). Secondly, debris also may reach the stratosphere from e!usive Icelandic eruptions because of the very buoyant clouds generated above large \"re fountains (e.g., Stothers et al., 1986; Thordarson and Self, 1993), and, because of the lower tropopause at higher latitudes. Furthermore, the basaltic composition of these Icelandic-type eruptions is much more sulfur-rich than magma that often produces very explosive plinian eruptions. As a result, it is an explosive, sulfur-rich eruption that has the greatest impact on climate.\nThe spatial extent of the climatic perturbation is a function of the location of the eruption with an equatorial eruption having the capability to a!ect global climate since the aerosols produced can spread into both hemispheres. However, the dispersal of these aerosols into each hemisphere can be asymmetrical as a function of time of the year, location of the intertropical convergence zone (ICTZ), and the quasi-biennial oscillation (QBO). A mid-to-high-latitude eruption will primarily impact the hemisphere of origin since there will not be much interhemispheric transport of the aerosols. This is not to say that mid-to-high-latitude eruptions are not important in the overall volcanism}climate system as they can have a severe impact on the hemisphere of origin. From a human perspective, any large, explosive northern hemisphere eruption in the future, as occurred in the past in Kamchatka and Alaska, would have a very severe impact on the large population centers of the northern hemisphere. Furthermore, the lower height of the tropopause at high latitudes allows less explosive eruptions in those regions to inject material into the stratosphere.\nFinally, the relative importance of volcanic aerosols in the climate system is signi\"cant compared to other climate-forcing factors. Hansen et al. (1985) modeled the magnitude of various climatic-forcing components and found that stratospheric H SO can cool temperatures by about !0.63C. This cooling is equivalent to other forcing factors such as anthropogenically produced tropospheric H SO aerosols (!0.73C) and cooling that can be obtained by increased surface albedo (!0.63C). Factors leading to the greatest amount of warming were modeled to be CO (up to 1.23C) and variability in solar irradiance (0.73C). Thus, stratospheric volcanic aerosols have the potential to be one of the greatest climatic forcing components in the climate system at any one time, albeit the forcing from a single eruption is generally short-lived.\n2.1. Direct evidence: instrumental records\nDirect evidence that volcanic eruptions cool climate is shown by the lower temperatures in northern hemisphere instrumental records over the last 200# yr following almost all major eruptions. Angell and Korshover (1985) compared the time series of temperatures from New Haven, CT (USA), northern and central Europe and central England with all major eruptions since 1740 (Fig. 1). In nearly every case, there were cool years below the long-term mean following the eruption or a cooling below that of the preceding few years. This becomes even more apparent when the northern hemisphere is viewed as a whole (Fig. 1). However, there are other forcing factors at work during this time period as, in some cases, there are cooler pre-existing conditions for some of these eruptions. This suggests that certain eruptions over the last few centuries may have enhanced and possibly extended the cool climate existing at the time of the eruption.\nQuanti\"cation of the climatic impact of many of these same eruptions across various latitudinal bands was undertaken by Self et al. (1981). They used composites from a series of eruptions in the last two centuries to show that the global cooling from a major explosive eruption may be 0.2}0.33C in the year of the eruption or in the \"rst year after the eruption. The complete impact may last for up to 4 yr (Fig. 1) with the magnitude of the annual cooling becoming less in each subsequent year following the peak period of cooling.\nThe most recent evidence of the amount and longevity of cooling following an eruption comes from an analysis of the forcing potential of the aerosols produced by the 1991 Pinatubo eruption as compared to that for other forcing factors (McCormick et al., 1995). Pinatubo aerosols produced a forcing of !2.4 W/m in August of 1991, '!3 W/m in August of 1992 and then &!1 W/m in August of 1993, two years after the eruption. The combined forcing component of all green-\nhouse gases over this time period was about #2.2 W/m with solar irradiance accounting for another #0.3 W/m . Thus, the climatic-forcing potential of the Pinatubo aerosols was greater than or equal to these other forcing mechanisms (i.e., warming mechanisms) during the \"rst two years following the event. Interestingly, the Pinatubo eruption is only moderate-sized from a geological perspective.\nAlthough cooling is obvious following certain eruptions there is regional variability in the timing and amount of cooling particularly given an equatorial versus a high-latitude eruption. Bradley (1988) looked at the magnitude and timing of volcanically induced temperature depression over the last roughly 200 years at low, mid, and high latitudes as well as the northern hemisphere as a whole. He found that peaks in the cooling from an equatorial eruption were cyclical, coinciding with the hemispheric distribution of the aerosols seasonally. Peak cooling occurs at higher latitudes during the summer of the \"rst and second years following an eruption as stratospheric aerosols are dispersed from the tropics into higher latitudes each spring. By comparison, the northern hemisphere would feel a quicker and more pronounced cooling immediately following a high northern latitude eruption compared to that from an equatorial eruption.\nThe complexity of the climatic response to an eruption is shown by the results of Robock and Mao (1992) for 12 eruptions 1883}1992 and of Groisman (1992) for the Pinatubo and El ChichoH n eruptions. Both studies showed that Eurasian winters following a major eruption are often warmer than average. The perturbation to the latitudinal energy budget from the presence of stratospheric aerosols in the tropics leads to frequent advection of warm air into Eurasia, although this same area, as well as the northeastern US, exhibits much colder than average summers following a major eruption. These conditions seem to occur regardless of the location of the eruption.\nAn additional factor that can modify the climatic impact of an eruption is its coincidence with an El Nin o event. This would diminish the climatic cooling as observed following the El ChichoH n eruption in 1982 (Mass and Portman, 1989; Portman and Gutzler, 1996). Angell (1988) showed that both northern and southern hemisphere surface temperatures were surprisingly warm after El ChichoH n in comparison to the cooling following the 1963 Agung event. The amount of sulfur produced by the El ChichoH n eruption is estimated to be slightly less than or possibly greater than that from Agung (e.g., Rampino et al., 1988; McCormick et al., 1995). Identifying the cause of the lack of cooling following the El ChichoH n eruption was undertaken by evaluating the impact of warmer sea surface temperatures on global temperature. By removing the El Nin o impact, Angell calculated the magnitude of cooling that was associated with El ChichoH n\n(i.e., about 0.333C). This same exercise showed that the magnitude of cooling following other eruptions in the last two centuries was lessened to some degree by a subsequent El Nin o. However, there is no convincing evidence that a volcanic eruption may induce an El Nin o (Self et al., 1997), as previously hypothesized by Handler (1989).\n2.2. Direct evidence: satellite data and other technological advances\nRecent advances in technology have given the scienti\"c community a much better opportunity to characterize the climatic and atmospheric impact of volcanism. Satellite data, such as that provided by the total-ozone\nmapping spectrometer or TOMS unit, are now available to make real-time estimates of the quantity of SO injected into the stratosphere by an eruption. Bluth et al. (1993) developed a time series of volcanic SO emissions over the last 25 years to show that for an eruption to be climatically e!ective (such as Pinatubo and El ChichoH n), it needs to inject more than 1}5 Mt SO into the stratosphere. The mass of gaseous H SO eventually produced in the stratosphere is about double the amount of SO emitted, whereas the mass of the total H SO aerosol eventually produced in the stratosphere is approximately another 1.25 the mass of H SO produced. For example, an eruption that releases 5 Mt of SO\ninto the stratosphere will produce about 10 Mt of H SO and about 12.5 Mt of H SO aerosol. The calculation to determine the total H SO aerosol produced is based on an aerosol composition of about 75% H SO and 25% H O (Self et al., 1996).\nOther types of satellite data used in evaluating the atmospheric perturbation from a volcanic eruption are SAGE I and II and SAM II measurements (e.g., Kent and McCormick, 1984; McCormick et al., 1993). One speci\"c advantage of these measurements is that they provide real-time estimates of variability in optical depth ( ). Optical depth is the value given to the di!erence in solar radiation at the top of the stratosphere from that leaving the stratosphere with a greater thickness coinciding with a greater stratospheric loading of aerosols. Lidar data also provide an estimate of the optical depth associated with recent eruptions via the amount of backscatter of the laser beam (e.g., McCormick et al., 1993 and references therein). Optical depth is one of the more important parameters needed to determine the climatic impact of an eruption especially when putting the impact of volcanic aerosols into climatic models.\nThe development and improvement of general circulation models (GCMs) has given much additional information on how a volcanic eruption may impact climate and particularly on how the presence of stratospheric aerosols may modify circulation systems and ocean}atmosphere exchange. Details on the nature of particular models and their use in predicting temperature changes associated with volcanic eruptions can be found in several sources (e.g., Hansen et al., 1978; Hansen et al., 1992; Robock, 1979; Overpeck and Rind, 1992; Rind et al., 1992; Graf et al., 1993).\nA noteworthy item that has been brought to the scienti\"c community's attention by these advances in high technology (speci\"cally satellite data) is the ability for an eruption to go undetected even in this day and age. Satellite data in the early 1980s showed the presence of a stratospheric aerosol cloud, but the source eruption was not known. Eventually this `mystery clouda was linked to the 1980 eruption of Nyamuragira in Africa (Schnetzler et al., 1991).\nIn addition to satellite data, direct stratospheric measurements of SO aerosols have been undertaken in the very recent past, although such measurements are discontinuous both spatially and temporally. Sedlacek et al. (1983) did seasonal sampling of the stratosphere in both hemispheres between 1971 and 1981 to conclude that volcanism contributed over 50% of the SO measured in the stratosphere during that decade. They also found that several eruptions injected material to higher elevations than originally thought (e.g., 1980 eruption of Gareloi, Alaska; Sedlacek et al., 1981), and that there was evidence of stratospheric injections that could not be reliably linked to a known source. It is likely that Nyamuragira was the source of one of those injections. Nevertheless, the fact that a remote eruption can occur without detection in the modern world makes knowing the complete volcanic record and its relationship to past climatic change very challenging.\n3. Evaluating past volcanism: a multidisciplinary approach\nInstrumental meteorological records in combination with satellite data have provided much insight into the climatic impact of volcanism. Unfortunately, these conclusions are based on a limited sampling of eruption types during the 200# yr of instrumental records and especially during the 20}25 yr of satellite availability. Furthermore, we are not able to look at how a speci\"c type of eruption would impact climate if it occurred when the Earth's climate was in one particular mode versus the contrasting mode (such as glacial vs. interglacial conditions to use the extremes). Consequently, it is necessary to look into the past and in doing this, it is necessary to take a multidisciplinary approach in evaluating the climatic impact of past volcanism.\nThe reason for looking at many di!erent proxy data is that no one record provides an all-encompassing, detailed record of past eruptions and the climatic impact of those eruptions. Multiple data sets for any single eruption also provide much more information on its characteristics, as well as its climatic impact. Two examples highlight potential problems that can occur with a single index. Lamb (1970) developed the Dust Veil Index (DVI) as the \"rst single number to evaluate and compare the atmospheric and climatic impact of past eruptions. He used various parameters to produce an arbitrary scale with the standard being the 1883 Krakatau eruption (DVI\"1000). However, Lamb's use of temperature data as one criterion in the process may make some of the DVI values questionable, because temperature may be highly in#uenced by other forcing factors, and thus the potential for circular reasoning (Robock, 1981a). On the other hand, Lamb speci\"cally noted when temperature was used in determining the DVI for a particular\neruption, thereby making this potential bias known to the user of the DVI data set. The use of the DVI term also is misleading since aerosols are the major forcing component. Similarly, the volcanic explosivity index (VEI) developed by Newhall and Self (1982) never was intended to be used as a tool for evaluating the climatic impact of an eruption. Any agreement between climatic perturbations and VEI numbers simply re#ects the greater potential for a larger eruption to have an impact on climate. The classic example of the problem with using VEI to identify the potential for climate forcing is that the more voluminous 1980 Mt. St. Helens eruption (VEI\"5) had much less of a climatic impact (e.g., Robock, 1981b) than the 1963 Agung eruption (VEI\"4) (e.g., Volz, 1970).\nFollowing is a brief description of the various methods used in a multidisciplinary approach with speci\"c examples of the records produced. I begin with those parameters that record direct products of an eruption including ice cores, geological phenomena and direct atmospheric measurements/observations. Next is a discussion of those parameters that record the climatic impact of the eruption, and thus are a secondary signal. The two proxy data I discuss are tree rings, a wellestablished data source, and corals, a potential volcanic proxy that is just now being investigated. Table 1 summarizes the parameters used in this approach and the information available with each one."
  }, {
    "heading": "3.1. Ice core records",
    "text": "Ice cores arguably provide the best chronology of climatically e!ective volcanism because they record the deposition of the stratospheric aerosols directly responsible for the climate forcing, and their records are continuous, highly resolved (sub-seasonal to annual to decadal) as well as lengthy (up to 100,000#yr). After migration of the stratospheric cloud from the latitude of the eruption to the polar regions, sedimentation of these aerosols into the troposphere results in the eventual scavenging by snowfall and deposition on the glacier surface (see Delmas, 1992, Fig. 1, p. 2). Freshly fallen snow is then compacted by subsequent snowfalls, eventually forming glacial ice. The temporal resolution available in a single core and the total length of discernible record is a function of accumulation rates, with relatively high accumulation rates providing great detail over a shorter period of time (e.g., summit of Greenland) compared to relatively low accumulation rates that provide less resolved records over a longer time period (e.g., East Antarctica plateau).\nVolcanic records are not only available from the major ice sheets, but they exist in ice cores collected from smaller ice caps in the Canadian Arctic (e.g., Fisher and Koerner, 1994; Fisher et al., 1995) and from high-altitude, low latitude sites (e.g., Thompson et al., 1986). However, many of the records from smaller ice caps do not have the\nexcellent temporal resolution available from the larger ice sheets, and there may be summer melting that hinders development of the core chronology. Nevertheless, these records provide additional sites useful in evaluating the large-scale, spatial variability of signals from particular eruptions. The abundance of local alkaline dust from areas close to many low-latitude sites is detrimental to developing the volcanic record in those ice cores, because the dust may readily neutralize volcanic acids. Yet, the presence of acid and volcanic glass from the AD 1600 Huaynaputina eruption in the Peruvian Quelccaya ice core (Thompson et al., 1986) has contributed to our understanding of the extent and climatic impact of that eruption, as discussed in more detail later.\nThe ice core parameters which document the presence of volcanic aerosols are: SO (a direct measurement of the H SO component of the record, e.g., Herron, 1982; Legrand and Delmas, 1987; Lyons et al., 1990; Delmas et al., 1985; Delmas et al., 1992; Mayewski et al., 1993a,b; Zielinski et al., 1994a,1996a) and electrical properties of the ice, such as conductivity (i.e., ECM, which measures total acids, e.g., Hammer, 1980; Hammer et al., 1978,1980; Taylor et al., 1992; Hammer et al., 1997) and the dipolar method (i.e., DEP, which measures total salts, e.g., Moore et al., 1991). The detection of volcanic acid deposition in ice cores was pioneered by Hammer and colleagues through their work on several Greenland ice\ncores in the late 1970s (Hammer, 1980; Hammer et al., 1978). More recently, volcanic records in ice cores have reached a new level of detail through the measurement of both SO (e.g., Zielinski et al., 1996a) and electrical properties (e.g., Clausen et al., 1997) on the Summit, Greenland, cores (GISP2 and GRIP).\nThe ability to obtain volcanic records from both polar regions (e.g., Langway et al., 1995) enhances the capabilities of detecting past eruptions that may have had a global impact (i.e., when the signal is found in both Greenland and Antarctica ice cores). Such is the case for the equatorial Tambora and Krakatau eruptions (Fig. 2). On the other hand, when the signal is found in only one of the polar regions, a source eruption from the hemisphere of the ice core is implied. That is the case for the Icelandic Laki and Alaskan Katmai eruptions, signals found in almost all Greenland ice cores, and the New Zealand Tarawera eruption found in many Antarctica cores (Fig. 2).\nAlthough ice cores provide excellent records there are particular aspects of these records that must be taken into consideration. Foremost, the limited number of ice cores that can be collected (compared to tree-ring records) restricts the ability to correlate among multiple cores (and thus increases the error in a single core's chronology) and restricts the ability to extract the signal from the noise. A small number of cores also complicates determining the spatial variability of the signal for a particular eruption. The variable transport of volcanic aerosols from an equatorial eruption into each hemisphere, due to the stratospheric quasi-biannual oscillation (QBO), can produce di!erent records among cores and the tropospheric transport of aerosols to a glacier from local or hemispheric eruptions can lead to an enhanced signal in some areas. Lack of scavenging when the aerosol cloud is over the eventual coring site may lead to an incomplete record, and wind scouring of the material once deposited may modify the signal. Despite these concerns, ice cores provide perhaps the most useful records for evaluating past volcanism, although at the same time, these concerns emphasize the need for a multiparameter approach that crosses disciplinary lines.\nThe longest, existing continuous record of volcanism from an ice core is the 110,000-yr record from the Greenland GISP2 core which re#ects high sulfur-producing equatorial and northern hemisphere eruptions (Fig. 3; Zielinski et al., 1994a,1996a). It was developed by smoothing the original SO time series and using the residuals over that smoothing to identify the volcanic input to the SO record. Because of the sampling regime used (biyearly over the last &12,000 yr and up to about 50 yr/sample at 100,000 yr ago), the GISP2 core provides only a minimum record of past volcanism. Nevertheless, one of the key contributions of this record is the high resolution for its length. The record clearly shows that existing geological and historical records of\nvolcanism are far from complete, as many ice core signals cannot be easily matched with a probable source eruption, particularly beyond the last 2000 yr. For example, the AD 79 Vesuvius eruption is the oldest large eruption that is previously dated from historical records.\nHowever, even in the more recent past, there are ice core signals that cannot be matched to a documented eruption. Dai et al. (1991) identi\"ed a very large volcanic signal in the layer dated as 1809 in cores from both polar regions, but whether this was a large equatorial eruption or coincident eruptions in each hemisphere has yet to be determined (e.g., Moore et al., 1991). Interestingly, this eruption could have been the initial trigger for a series of years with very cold temperatures in the northern hemisphere beginning around 1809 (Fig. 1) and culminating with the `year without a summera following the Tambora eruption (e.g., Stommel and Stommel, 1983; Harrington, 1992). Similarly, the source eruption is not known for an eruption dated at AD 1259, often the largest\nvolcanic signal over the last 5000 years in both Greenland and Antarctica ice cores, (e.g., Langway et al., 1988), and for one of the largest signals over the last 5000 yr in Greenland cores (&53 BC, Hammer et al., 1980;\nZielinski, 1995). Identifying where these eruptions occurred should be a major goal of the volcanological and paleoclimatological communities as these events are consistently found in almost all ice cores.\nIn addition to volcanic records available in single cores, Robock and Free (1995a, b) used all ice cores to develop a composite volcanic record for each hemisphere (the Ice-core Volcanic Index (IVI)). The study was initially done for the last 150 yr and then later updated to span the last 2000 yr. Their primary conclusion is that the largest sulfur-producing eruptions, like the equatorial Tambora eruption (recorded in both polar regions) or the northern hemisphere Katmai eruption (recorded in all northern hemisphere cores), are the events that are most consistently observed in the ice core record, and thus the easiest eruptions to evaluate. Unfortunately, these are not the only eruptions that may have had a climatic impact on a region, and certainly are not the only events that have an impact on local to regional biogeochemical cycles. It is for this reason that a complete highly resolved volcanic record needs to be developed as far back in time as possible.\nAnother important contribution ice cores make to the study of the volcanism}climate system is the ability to estimate optical depth values for past eruptions. Portions of the technique were initially developed by Hammer et al. (1980) and Clausen and Hammer (1988). They used the record of bomb fallout in Greenland to obtain a mass of H SO produced in the stratosphere from an individual eruption. They then accounted for the latitude of the eruption by employing an appropriate multiplier within the calculations. Zielinski (1995) expanded on the technique by calculating the total H SO aerosol loading (M ) and then ultimately, the optical depth (\n) using the relationship de\"ned by Stothers (1984a), where\n\"M\n/1.5 10 g. However, when the resulting icecore-derived -values for the GISP2 core were calibrated with other independent optical depth measurements it was found that equivalent optical depth measurements were obtained in some cases, but the ice core estimates were 2}5 greater in others (Zielinski, 1995). This was especially true for mid-latitude northern hemisphere eruptions where there may have been some tropospheric transport of H SO to polar ice sheets, and thus an enhanced signal. However, Zielinski et al. (1997b) developed a composite record of volcanic H SO #ux to Greenland from the El ChichoH n eruption through the analysis of a series of snow pits across the Greenland Ice Sheet. They found that by using a composite average annual-#ux value of volcanic SO compared to background annual-#ux levels, stratospheric loading and optical depth estimates using the modi\"ed `bomb-fallouta technique (i.e., &20 Mt H SO with a peak optical depth of 0.13) were similar to those obtained from satellite data.\nUnfortunately, additional calibration of ice core records with satellite data has not occurred because, to my knowledge, fallout from the only other major eruption in the satellite era (i.e., Mt. Pinatubo, Philippines) has not been unequivocally found in any northern hemisphere\nsnow studies. The Pinatubo signal has been found in southern hemisphere snow studies (Dibb and Whitlow, 1996; Cole-Dai et al., 1997a) and in fact, Cole-Dai et al., 1997a felt that they could separate the Pinatubo (erupted in 1991) signal from that of the 1991 Cerro Hudson (Argentina) eruption. A problem exists in that there is not yet a clear method to `back-outa the mass of stratospheric H SO produced from an eruption using southern hemisphere ice cores. This de\"ciency needs to be addressed in the near future to be able to do more reliable bipolar comparisons of stratospheric loading and optical depth estimates.\nOptical depth estimates from the GISP2 core for the last 2100 years provide the longest continuous time series of this parameter presently available (Fig. 3). The most obvious trend in this time series is the increased volcanic activity over the last 600 yr compared to the 1500 yr prior (noting that temporal sampling resolution was constant over this part of the GISP2 core). This increase in volcanism played a role in the overall cooler northern hemisphere climate over that time, as suggested by others and discussed later. In addition, there are several very large signals over this entire record that undoubtedly had an impact on northern hemisphere and/or global climate. For instance, some eruptions, like the Philippine Babuyan eruption of 1831, have not been well studied, but yet appear to be part of a high sulfur producing system. Future eruptions from this volcano, and others like it, need to be monitored closely. This is also the case for the large signal at AD 1641, formerly thought to be from the Awu eruption. It is now known that Mt. Parker, Philippines, was the major eruption in that year (Del\"n et al., 1997; Bri!a et al., 1998), an eruption very similar in magnitude and style to that of Pinatubo. More detailed discussion on the 1259 signal and especially the dual signals 53}44 BC (a period characterized by an abundance of atmospheric observations suggestive of a very large volcanic perturbation) may be found in Zielinski (1995). However, it is worth noting that there are limited proxy data indicating a period of major cooling around AD 1259 (e.g. Scuderi, 1990). One can speculate that this eruption coincided with a large El Nin o event that would have been able to lessen the volcanic cooling (e.g. Angell, 1988). I will talk about the very large Kuwae and Huaynaputina eruptions later, as examples of the multidisciplinary approach to evaluating their impact on climate.\nThe \"nal type of volcanic data available in ice cores is the presence of tephra (i.e., silicate matter including volcanic glass). By locating volcanic glass in a section of ice and determining its chemical composition via rigorous microscopic techniques, the source eruption can be determined by matching composition of the ice-core derived tephra with that of glass from the suspected eruption (DeAngelis et al., 1985; Palais et al., 1990; Palais et al., 1991; Palais et al., 1992; Fiacco et al., 1993,1994;\nZielinski, 1995; Cole-Dai et al., 1997b). When this glass is found in the same layer as a large acid signal, it can verify the source eruption for that particular chemical signal. Visible layers are only occasionally found in Greenland ice cores, but they occur much more frequently in Antarctic ice cores (e.g., Kyle et al., 1981). For example, one of the visible ash layers in the GISP2 core contained glass whose composition matched that of glass found in the GRIP core from Greenland, in the Z2 layer in North Atlantic deep sea cores, and in terrestrial deposits on Iceland (i.e., GroK nvold et al., 1995; Zielinski et al., 1997a). This is a superb example of how tephra found in ice cores can provide absolute time lines for correlating climatic proxy records from many sources."
  }, {
    "heading": "3.2. Volcanological data",
    "text": "Volcanological data, particularly those obtained from \"eld studies, provide much critical information necessary to evaluate the climatic impact of an eruption. Several critical pieces of information include estimates of the volume erupted (e.g., Pyle, 1989a), magma type (i.e., is it a composition that often contains high sulfur amounts), primary direction of cloud dispersal for the various phases of an eruption (e.g. Bogaard and Schmincke, 1985), column height via the dispersal of tephra (e.g., Carey and Sparks, 1986), and radiometric (numerical) ages of past events. Several of these parameters are summarized in the compilation of global volcanism for the Holocene at the Smithsonian Institution (Simkin and Siebert, 1994). That data base includes VEI estimates for many of these eruptions.\nAlthough all of the aforementioned volcanological parameters provide necessary information for evaluating the climatic impact of an eruption, it is the estimate of the amount of sulfur degassed via the petrological technique that provides the most relevant data (Devine et al., 1984; Sigurdsson et al., 1985). This technique compares the sulfur content of inclusions in a phenocryst, thought to represent the initial sulfur composition of the magma, with that found in matrix glass. The di!erence is thought to be the amount degassed into the atmosphere and when combined with estimates of the volume erupted can lead to estimates of the mass of SO and H SO produced by the eruption. The technique also estimates the amount of Cl (HCl) and F (HF) produced. However, there are some problems with the technique as estimates of the amount of sulfur produced by the El ChichoH n eruption by the petrologic technique were much lower than those estimated from satellite data (Luhr et al., 1984). This \"nding suggests that there is a sulfur source not picked up by this method (e.g., Gerlach et al., 1994). However, it does not mean that the technique is always unreliable as Palais and Sigurdsson (1989) showed that there can be a predictable relationship between mass loading estimates derived from the petrological technique and that\nderived from other techniques such as ice cores and direct optical measurements (Fig. 4). Similarly, re\"nements in the technique now appear to be able to provide estimates of sulfur degassing that closely match other independent estimates (e.g., Self and King, 1996; Mandeville et al., 1996). Nevertheless, potential problems with the petrologic technique emphasizes the need for the multidisciplinary approach presented here.\n3.3. Atmospheric measurements and observations\nOne of the most bene\"cial data sets compiled from direct atmospheric measurements is the pyrheliometric data set of Stothers (1996) and Sato et al. (1993). Directbeam measurements of the Sun began in 1883 in Montpellier, France, and thus this is the oldest data set that can be used to derive a direct time series of the volcanic perturbation to incoming solar radiation at a monthly resolution. Fig. 5 shows the pyrheliometric optical depth ( ) measurements from the Montpellier station that resulted from the atmospheric perturbation by the 1883 Krakatau eruption. In addition to the chronology of volcanic perturbations to the northern hemisphere atmosphere, the many pyrheliometric time series now available also show the latitudinal variability in optical depth for a single eruption. Variation in optical depth as a function of latitude is particularly well shown for the three years around the 1912 Katmai eruption (Fig. 5 and also Volz, 1975). Higher latitude sites ('453N) display a greater perturbation from that eruption compared to mid-latitude sites between 30 and 453N, as expected given the 583N latitude of the volcano.\nThe values for the Katmai and Krakatau eruptions, once converted to visual optical depth (Stothers, 1996), closely match the intermediate optical depth estimates from the GISP2 ice core (Fig. 3; Zielinski, 1995) (Fig. 6). These results give con\"dence in extending the optical depth time series of Stothers (1996) and Sato et al. (1993) back to 2100 yr ago by using the ice core record. Such a reconstruction is not without complications as there is a greater number of unknown eruptions and an increase in dating uncertainty of past eruptions with time. Optical depth estimates from volcanic signals in ice cores thus become more uncertain because higher latitude eruptions can produce enhanced signals from tropospheric transport of the aerosols. For example, if a very large ice core signal in a Greenland ice core cannot be linked to a known event, the magnitude of that signal may be a function of the latitude of the eruption (if the source eruption was in the mid-latitudes of the northern hemisphere) and not a true representation of the climatic impact (i.e., stratospheric loading) of that eruption.\nA second atmospherically derived measurement that has provided very promising results for estimating the optical depth of past eruptions comes from the nature of\nlunar eclipses when volcanic aerosols are present in the stratosphere (Keen, 1983). In fact, this method was used by Sato et al. (1993) to develop the latest part of their optical depth time series. The technique relies on the change in the umbra of lunar eclipses (as a result of the stratospheric aerosols) as a function of the observing latitude for the eclipse. Fig. 7 is the most recent record produced by Keen (1997) showing the probable optical depth of Pinatubo aerosols compared to others. Keen (1997) developed a decay model to be able to interpolate\nbetween data points from individual eclipses, thus providing an estimate of maximum optical depth from an eruption if there was not a lunar eclipse that coincided with that time period. There is great potential in using\nFig. 17, p. 15).\nthis type of historical data over the last few centuries as is discussed below for the AD 1600 Huaynaputina eruption (de Silva and Zielinski, 1998).\nIn addition to lunar eclipses, such items as the historical record of the dimness of stars may be used to estimate the optical depth of a past eruption. Stothers (1984b) did this for the 1815 Tambora eruption to help de\"ne the decay curve of the stratospheric aerosols. He estimated a of &1.0 from naked-eye star observations for June\n1816, and a of &0.4 in September 1817 from dim star observations.\nAll of the atmospheric methods discussed so far can quantify the atmospheric perturbation of a volcanic eruption. However, there are other atmospheric phenomena, recorded in historical records (e.g., Pang et al., 1986; Pang, 1991), that provide evidence of the presence of stratospheric volcanic aerosols. Consequently, they are very useful in developing an overall chronology of past volcanism that may have perturbed the stratosphere. These phenomena include such items as red sunsets, green celestial bodies, Bishop's rings around the sun, and dry fogs. These phenomena are a result of the refraction of the sun's rays passing through or tangent to the stratospheric aerosols. In fact, a very distinct sequence of colors is observed during the afterglow following sunset when volcanic aerosols are present in the stratosphere (Simkin and Fiske, 1983). This sequence of colors can be used to estimate height of the aerosol cloud (Simkin and Fiske, 1983). All of these phenomena have been noted in many historical records and diaries and continue to be a great asset in identifying years when an explosive volcanic eruption may have occurred. Stothers and Rampino (1983a, b) used accounts of dry fogs in historical records to reconstruct the volcanic record in the Mediterranean region over the last few millennium. Even more interesting were the accounts of dry fogs by Benjamin Franklin following the Laki eruption, the \"rst meaningful link made between the volcanic and climatic systems (e.g., Sigurdsson, 1982)."
  }, {
    "heading": "3.4. Climate proxy data",
    "text": "Two main types of climatic proxy data, tree rings and corals, are able to record the climatic impact of past eruptions. Although these methods are extremely bene\"cial in constructing a volcanic chronology and evaluating the climatic impact of an eruption, they are secondary signals in that they do not record a direct product of the eruption. Nevertheless, each of these types of data provides an annual resolution of various aspects of past climatic conditions. In the case of tree rings, it has been shown that certain characteristics of tree rings correlate well to volcanic activity; the use of corals is just in the initial stages of development.\nThe \"rst use of tree rings to produce a record of explosive volcanic eruptions was derived from the presence of frost rings in bristlecone pines of the western US (LaMarche and Hirschboeck, 1984). Frost rings re#ect a below freezing event during the early part of the growth season and good match of the years when these occur versus the volcanic record known at that time (Fig. 8), led LaMarche and Hirschboeck to believe that frost rings are excellent recorders of the climatic cooling associated with an eruption. This relationship implies that latitudinal insolation gradients induced by the presence of stratos-\npheric aerosols will allow strong anticyclones to become established in the northern US/southern Canada with the resulting strong northerly #ow into the western US Caution is needed, however, in that such cold outbreaks can occur unrelated to explosive eruptions.\nTwo other characteristics of the tree ring record being utilized more recently are narrow ring widths and particularly, low maximum latewood-density (e.g., Scuderi, 1990; Bri!a et al., 1992a,1998,1992b; Jones et al., 1995). The presence of either of these characteristics suggests cold summers leading to a year of poor growth. An excellent correlation between narrow rings and/or low densities with that of summer temperatures veri\"es the forcing factor responsible for these phenomena. Transfer functions have been developed in several studies (e.g., Jones et al., 1995) to quantify the cooling in summers following volcanic eruptions. These authors (e.g., Bri!a et al., 1998) acknowledge that there are other forcing factors that can lead to cool summers, but the coincidence of the lowest densities and known volcanic eruptions (Fig. 8) strongly indicates that volcanic eruptions are probably the cause of the cool summers that produce these charac-\nteristics in the tree ring record. Moreover, the strongest signals found in the composite records of Bri!a et al. (1998) for the northern boreal forest match well with the GISP2 ice core record (Fig. 3), particularly the very large Kuwae (&AD 1453), Huaynaputina (AD 1600), Parker (AD 1641) and Tambora (AD 1815) eruptions. The good agreement between these two, recently developed, highly resolved volcanic records is encouraging, especially when the chronology of volcanic signals developed in ice core and tree-ring records from just 10# yr ago did not match up this well (see discussions by Pyle, 1989b,1990,1992). Other climatically e!ective eruptions are found in both data sets including the Katmai, Krakatau and possibly the Coseguina eruption, although Self et al. (1989) suggests that despite the explosiveness of the Coseguina eruption the small amount of juvenile material erupted probably led to a low sulfur output. Interestingly the large signals around 1831 in the GISP2 core are not evident in the 600-yr, northern hemisphere, composite tree-ring record of Bri!a et al. (1998). There is a very strong El Nin o event in 1828 and a moderate-plus event in 1832 (Quinn and Neal, 1992). It is possible that\nEl Nin o circulation patterns around this time could have modi\"ed the climatic impact of eruptions during 1829}1831.\nSeveral di!erent ways to evaluate variability in the climatic impact of volcanism using the tree-ring record can be seen from the following examples. Lough and Fritts (1987) used tree-ring time series for the western US from 1601 to 1900 to evaluate the spatial variability of v0olcanic forcing in North America, in contrast to developing a hemispheric composite record. They concluded that low-latitude eruptions provide the greatest forcing, resulting in cool summers in the central and eastern US and warm winters in the western US Other proxy data from North America supported their conclusions. Similarly, Luckman (1996) and D'Arrigo and Jacoby (1999) found that the spatial variability in the volcanic signal found in trees along the northern tree line could easily be accounted for by the distribution of Arctic outbreaks controlled by large-scale upper-air wave con\"gurations. These \"ndings further emphasize the seasonal variability in the climatic response to an eruption, variability in the direction (either warming or cooling) of the climatic change, and spatial (e.g., longitudinal) variability in the climatic impact.\nSeveral other characteristics of the tree-ring record have been used in paleovolcanic research. Filion et al. (1986) and Yamaguchi et al. (1993) used the correlation between light rings in conifers (i.e., very few latewood cells in the growing season) and cool conditions in Quebec to indicate the impact of volcanism on climate. These studies were able to quantify the cooling. For example, they suggested a 4.23C drop in summer temperatures at the northern Quebec treeline during the summer of 1601. Additional tree-ring work by Yamaguchi (1983) provided one of the only direct records of volcanism available in tree-ring chronologies. Yamaguchi sampled Douglas \"r trees in the path of ash fallout from some of the past eruptions of Mt. St. Helens to improve on the dating of these particular eruptions via the presence of disturbed rings.\nAn archive of the volcanic impact on climate that may become available after additional investigations is the annual record of coral growth. Crowley et al. (1997) found a reasonable agreement between years following an eruption and cooler sea surface temperatures recorded in the O time series from corals in New Caledonia. However, they stated that the impact of El Nin o events on the record needs further investigation, thus there still needs to be additional work before coral records can be reliably used in paleovolcanic research."
  }, {
    "heading": "4. Case studies",
    "text": "I now present two speci\"c examples to show how a multidisciplinary approach can provide the necessary\ninformation to delineate the climatic impact of a past eruption. The two eruptions that I discuss are the AD 1600 Huaynaputina eruption and the &AD 1453 Kuwae eruption. As previously noted, these are two of the largest climate-forcing eruptions over the last 600 yr. In fact, the magnitude and potential climatic impact of these two events are just now becoming realized, unlike that for the more `famousa Tambora (Harrington, 1992) and Santorini eruptions (Hardy and Renfrew, 1990; Hardy et al., 1990).\n4.1. Huaynaputina, Peru: AD 1600\nAn overwhelming number of climate proxy records provide evidence of exceptionally cold years in the early 1600s with the summer of 1601 being one of the coldest over the last millennium, even colder than 1816 the year without a summer (e.g., see the summary in de Silva and Zielinski, 1998; Bri!a et al., 1998; Pyle, 1998). The strongest evidence of these extreme conditions comes from composite tree-ring records across the northern hemisphere (Jones et al., 1995; Bri!a et al., 1998), many of which indicate that the summer of 1601 was, in fact, the coldest of the last 400}600 yr. Links to the possibility that volcanism may have been at least partially responsible for this cooling come from the large acidity signals in ice cores from both polar regions, as well as the identi\"cation of volcanic glass from Huaynaputina within a large microparticle peak at the AD 1600 level in the Peruvian Quelccaya ice core (Thompson et al., 1986). Further evidence of the presence of stratospheric aerosols comes from historical records of dim suns in Scandinavia, reddish suns and moons in other areas of the northern hemisphere, and a darkened lunar eclipse in 1601 (e.g., de Silva and Zielinski, 1998). These data all indicate a very large perturbation to the atmosphere.\nUsing the known geologic record, it was apparent that the most likely source of the perturbation may have been the 1600 Huaynaputina eruption in Peru. Although this was known to be a large eruption, the true magnitude of the eruption was not apparent before recent \"eld studies. De Silva and Zielinski (1998) suggest that the volume of erupted material was on the order of eruptions like Santorini and Mt. Mazama (e.g., Zdanowicz et al., 1999), thus it is one of the \"ve largest historical eruptions. However, linking the eruption to the global perturbation was not veri\"ed until tephra from the eruption was found in Antarctica ice core layers containing a large acid spike (Palais et al., 1990). The magnitude of the signal containing that glass suggests a stratospheric loading of 100 Mt of H SO , thus a major sulfur-producing eruption similar in magnitude to Tambora. However, tephra found in one of the two acid spikes around 1601}1603 in the Greenland GISP2 ice core did not match that from Huaynaputina. By assuming that the acid signal not containing tephra was from Huaynaputina, conservative\nestimates on the stratospheric loading from that eruption were made. The GISP2 and other Greenland ice core records of the Huaynaputina eruption suggest about a 40 Mt loading on average for the northern hemisphere, an estimate twice that of Pinatubo. Average global loading for Huaynaputina would then be about 70 Mt H SO . Thus, it took the combined results from geological mapping, ice cores, tree rings and records of atmospheric phenomena to determine that the Huaynaputina eruption not only had a greater climatic impact than any eruption in the 20th century, but it was one of the largest in historical time.\n4.2. Kuwae, Vanuatu, South Pacixc: AD 1450s\nThe initial evidence that there was a major volcanic eruption in the AD 1450s came from high acidity levels in ice cores from Antarctica (Delmas et al., 1992). At the time of that work there was not a known eruption that could be responsible for these signals. Several years later, \"eld work in the Vanuatu area of the South Paci\"c revealed the presence of a large caldera, now submerged, with 100# m-thick deposits on the existing islands (Monzier et al., 1994). Studies of the deposits indicated a major caldera-forming eruption, that is, Kuwae. The estimated volume is on the order of 30 km dry-rock equivalent, that is Santorini and Mazama class eruptions. Radiocarbon dates indicated an eruption around AD 1425}1430, but there is quite a range of variability in the calendrical equivalent of these dates. Nevertheless, it appears that the Kuwae eruption probably is the major event responsible for the Antarctica ice core signals around the 1450s.\nMore recent research now has shown that the Kuwae eruption was one of the largest climate-forcing eruptions of historical time. Additional ice core work by Zielinski (1995) and Cole-Dai et al. (1997b) indicate a magnitude of H SO #ux to each of the polar regions that is almost identical to that calculated for Tambora in these same ice cores. There is a caveat to this conclusion, however, as the signals in the AD 1450s found in many ice cores are assumed to be from the Kuwae eruption; tephra has not been found in any ice core as of yet to verify the source of these signals.\nFinally, two additional pieces of evidence are indicative of the magnitude of the Kuwae eruption. The recent tree-ring work by Bri!a et al. (1998) suggests that the summer of 1453 was the fourth coldest of the last 600 yr, only surpassed by the summers following the Huaynaputina, Tambora and Parker eruptions. The compilations of historical observations by Pang (1993) further indicate a tremendous atmospheric perturbation. Pang notes that red sky may have played a role in the siege on Constantinople, providing an interesting tie-in to history (e.g., Simarski, 1996). All of these records support the conclusion that Kuwae was one of the largest\nhistorical eruptions and that it highly perturbed the atmosphere in the mid-1450s."
  }, {
    "heading": "5. Decadal-to-centennial-scale climate forcing",
    "text": "The time series of recent volcanic eruptions compared to instrumental records indicate that the length of the volcanic forcing is generally on the order of several years. However, what are the implications when there are several eruptions closely spaced in time? Does the length of the cooling episode increase to the point that volcanism can force climate over longer time frames, such as decadal-scale forcing? The early work by Self et al. (1981) suggested that there was not increased cooling during the late 1800s when there were a series of eruptions closely spaced in time. I present more recent \"ndings that look at longer time frames and the frequency of eruptions over those periods which suggest that volcanism plays a role in decadal-scale cooling. This is followed by a discussion of the possible forcing capacity of a single mega-eruption, and thus the possibility that such an eruption could force large-scale climatic change. I will use the Toba eruption as an example of how a mega-eruption may force climate."
  }, {
    "heading": "5.1. Multiple eruptions",
    "text": "Evidence for the ability of multiple eruptions to force climate on decadal time scales comes from several sources: ice cores, both alone and when combined with time series of other forcing factors, climate proxy data (i.e., tree rings) and modeling results. The main premise is that cooler summer temperatures resulting from a series of eruptions within several decades, as occurred over the last few hundred years (Figs. 3 and 7), will produce an overall lower average temperature for many regions of the northern hemisphere. When this consistently occurs over 50}70 yr time frames, as is found in the GISP2 volcanic record between AD 1400 and the present, there are lengthy periods of much reduced average temperatures. These summer temperatures are thus lowered often enough that long-term averages are cooler than they would be without the eruptions. This may be especially e!ective when other climate forcing factors are in place, leading to an enhanced cooling or possibly an extended period of cooling on decadal to even multidecadal time frames.\nThese trends become particularly apparent when looking at the compilation of summer temperature proxies from the Arctic through multiple data sets (Overpeck et al., 1997) and through the tree-ring composite from the northern boreal forest of the northern hemisphere (Bri!a et al., 1998). Overpeck et al. used lake sediment data, tree-ring records and some ice core data to develop a 400-yr proxy record of summer temperatures in the Arctic. These data were compared to various forcing\nfactors including volcanic activity, greenhouse gases and solar activity. Although none of the forcing factors completely explains the reconstructed summer temperatures, the frequent volcanism over the last 400 yr led to many cool summers thereby lowering mean temperatures over decadal time frames. In addition, the lack of any climatically-e!ective volcanism in the period 1920s } early 1950s undoubtedly contributed to the overall warm conditions during those decades, as frequent cool summers that would lower the overall average temperature did not exist in the northern hemisphere. Hirschboeck (1980) also noted that periods of low volcanic activity over the last 100# yr correspond to decades with generally warmer temperatures. The clustering of volcanic eruptions in several decades of the 1600s and early 1800s led to periods with very low maximum latewood-density in the composite tree-ring record of the northern hemisphere (Bri!a et al., 1998) further documenting the potential for a series of eruptions to modify climate on decadal to multi-decadal time frames.\nIn addition to the ice core and tree-ring data sets, an early modeling study by Robock (1979) indicated that volcanic eruptions played a role in forcing `Little Ice Agea climate. He found that the volcanic dust veil produced by Mitchell (1970) provided the best correlation to northern hemisphere surface temperatures over the last 400 yr. This is not to say that volcanism caused the `Little Ice Agea, but it provides further evidence that it probably enhanced cooling during this time period. As stated by Overpeck et al. (1997), none of the known forcing factors can explain all the trends in temperature over the last 400 yr. Other pieces of proxy evidence have been presented over the last few decades suggesting that volcanism can modify climate over decadal time frames. These include the agreement between known glacier advances and volcanic eruptions (Bray, 1974,1976; Porter, 1981,1986), and the potential agreement between records of longer-term climatic change (i.e., over 10 yr) and volcanism (Bryson and Goodman, 1980)."
  }, {
    "heading": "5.2. Mega-Eruptions",
    "text": "The eruption of Toba, Sumatra, that occurred 71,000}73,000$5000 yr ago, produced 2500}3000 km of magma (dense rock equivalent), almost two orders of magnitude greater than that produced by the largest known recent historical eruption (Tambora) (e.g., Chesner et al., 1991). The 1 10 to 1 10 g H SO that may have been produced by the Toba eruption (Rose and Chesner, 1990; Rampino and Self, 1992) would have been enough to a!ect climate drastically. The timing of the eruption at the boundary of isotopic stages 4 and 5, together with the high amount of sulfur that could have been injected into the stratosphere, led Rampino and Self (1992,1993) to evaluate whether or not it could have been of su$cient magnitude to initiate the last glaciation.\nFurthermore, even the minimum estimate of stratospheric loading (1 10 ) would have reduced sunlight to about 1/10 of a cloudless day at high noon (Rampino et al., 1988), a scenario that has signi\"cant implications.\nThe results of Rampino and Self's work (1992, 1993) suggested a 3}53C regional to possibly hemispheric annual cooling following the Toba eruption. The possibility that summer cooling on the order of *103C occurred is enough to lead to increased perennial snowcover and sea-ice extent. In general, these factors easily could have accelerated the global cooling underway at that time from changing orbital parameters. Unfortunately, at the time of those studies there were no records of a high enough temporal resolution to absolutely place the timing of the Toba eruption into an accurate climatic setting.\nSampling of the highly resolved GISP2 core showed that there was an exceptionally large volcanic signal at 71,000$5000 yr ago (Zielinski et al., 1996b), between interstadials 19 and 20 (Fig. 9). Because of the timing and magnitude of the signal, Zielinski et al. hypothesized that it was most likely from the Toba eruption. Schultz et al. (1998) subsequently veri\"ed that Toba erupted between these two interstadial events based on the presence of Toba glass in sediment cores from the Arabian Sea at the same O level as that shown for the GISP2 core in Fig. 9. Thus, the Toba eruption occurs at the beginning of a 1000-yr stadial (cold) event and not at the beginning of the 10,000-yr glacial event (i.e., isotopic stage 4), thereby eliminating the possibility that Toba could have initiated the glacial event. However, there still is the question as to whether or not the eruption could have initiated the 1000-yr stadial event indicated by the ice-core parameters shown in Fig. 9.\nAnnual sampling on the GISP2 core over the section containing the Toba signal indicates that high sulfur loading from a maximum of 2}4 10 g H SO may have existed in the stratosphere for a period of up to 7 yr. Modeling work by Bekki et al. (1996) also suggested that the residence time of the aerosols could have been up to 7 yr. These are the \"rst results that imply that the aerosols from an eruption may have stayed aloft for such a lengthy period of time. These \"ndings may mean that various feedback mechanisms could begin, such as cooling of sea surface temperatures, which would then lead to a lengthy period of global cooling. The detailed record of the Toba eruption in the GISP2 core shows that although the cooling associated with the stadial event following Toba began before the eruption, the form the stadial then took, compared to other stadial events, is di!erent (Fig. 9). In general, there seem to be several centuries of enhanced cooling following Toba that do not appear in other stadial events during the last glacial. Zielinski et al. (1996b) speculated that Toba may have enhanced cooling through various feedback mechanisms on century time scales. Such an eruption and the\nresulting feedbacks and climatic change would have extremely serious social and economic repercussions should it happen today."
  }, {
    "heading": "6. Climatic impact forcing of volcanism",
    "text": "The evidence for the climatic impact of past volcanism is overwhelming; however, there is an opposite relationship in the overall system that has been proposed. Grove (1976) and then Rampino et al. (1979) were among the \"rst to point out the fact that periods of increased volcanic activity often occur during periods of climatic\nchange. This is not only true for the Quaternary, but in other periods of earth history (e.g., Axelrod, 1981). The implication of this relationship is that various aspects of climatic change, and particularly rapid #uctuations in climate, can force volcanism. Perhaps the greatest changes may occur during #uctuations from glacial to interglacial conditions and vice versa. It is possible that the combination of loading/unloading of the crust with ice sheet growth/decay and especially the increased loading on the ocean basins from greater meltwater input with melting ice sheets may lead to enough crustal stresses that magma chambers become much more active than during the middle of a climatic mode.\nSupport for this hypothesis is available in several different media including the geologic record, ice cores, and modeling results. For instance, Sigvaldason et al. (1992) found that lava production was much higher in Iceland in the millennium following deglaciation than under more recent conditions. This high rate continued for several thousand years after the initial impulse. McGuire et al. (1997) found evidence of increased frequency in volcanic deposition in the basins of the Mediterranean Sea during periods of rapid sea-level change associated with changes in the size of continental ice sheets.\nEven stronger evidence comes from ice cores in both polar regions. Gow and Williamson (1971) found an abundance of visible ash layers in sections of the Byrd ice core that correspond to the last glacial maximum. Subsequent analysis of these tephra layers by Kyle et al. (1981) indicated that Mt. Takahe, West Antarctica, was the most likely source. This conclusion led to the suggestion that the increased loading associated with thickening of this part of the West Antarctic Ice Sheet during the late glacial may have trigged the eruptions that produced the tephra eventually observed in the Byrd ice core. Zielinski et al. (1996a) evaluated the 110,000-yr volcanic record from the Greenland GISP2 core and also noted that periods with the greatest number and magnitude of volcanic signals corresponded exceptionally well to periods of changing climatic conditions. In fact, the greatest period of volcanic activity and many of the largest signals occur between about 7000 and 13,000 yr ago or during the main part of deglaciation, a time period when crustal stresses would be the greatest due to ice unloading and meltwater loading. To account for changes in the temporal resolution in the earlier parts of the ice core record and the resulting decrease in the number of eruptions recorded, Zielinski et al. (1996a) sampled a portion of the core at the same resolution as was done for the Holocene. They were then able to produce a multiplier to account for potential missing signals. A time series of the possible number of eruptions per millennium that may have occurred over the last 110,000 yr, was compared to an updated sea-level curve (Zielinski et al., 1997a). The periods with the greatest number of eruptions correspond to the last deglaciation and to periods when sea level was\nchanging quickly (i.e., when continental ice sheets were \"rst growing and during the build-up to the last glacial maximum).\nFinally, models developed by Nakada and Yokose (1992) suggest that the additional stresses generated both by ice loading/unloading and meltwater changes in the ocean basins were su$cient enough to trigger and/or accelerate volcanic activity in island-arc areas that have a thin lithospheric thickness. Consequently, the active volcanic zones of the northernmost Paci\"c Rim (Japan, Kurile Islands, Kamchatka, Alaska) may have been especially active during deglaciation. Evidence of increased volcanic activity in Iceland and the possibility of increased volcanism in the northernmost Paci\"c may be the reason why the largest signals are found in the latest Pleistocene/early Holocene part of the GISP2 core (i.e., sources proximal or directly upwind of Greenland). It may be that the increased volcanism occurred in volcanic regions of the northern hemisphere at di!erent times, thereby accounting for the extensive periods of increased volcanic activity in the GISP2 core. These data support the suggestion that environmental changes associated with climatic change have the potential to increase volcanism."
  }, {
    "heading": "7. Conclusions",
    "text": "Volcanic eruptions are clearly able to force rapid climatic change (the type of change that has signi\"cant impact on humans) and to change climate on longer time scales. High sulfur-producing eruptions that inject large quantities of material into the stratosphere may cool global or hemispheric climate by 0.2}0.33C for several years after the eruption. On the other hand, multiple eruptions closely spaced in time and especially megaeruptions, have the potential to impact social and economic systems on decadal to possibly centennial scales, respectively. Adding to the complexity of the volcanism}climate system is the fact that the resulting impact of an eruption is in#uenced by the climatic mode in existence at the time of the eruption. An eruption during a much warmer mode may have a more limited impact, as would happen with the simultaneous occurrence of an eruption and an El Nin o event. An eruption that occurs during a cooler climatic mode may enhance or extend those cooler conditions. The latitude of the eruption is also critical in the timing of the maximum cooling of the eruption. The nature of the climatic change will also vary spatially. Certain areas will feel maximum cooling during the summer or summers following the eruption, while other areas may experience an increase in temperature, particularly during the winter.\nAlthough much information about the volcanic forcing of climate is available through instrumental climatic data and other sources of data from recent advances in\ntechnology, we still need to look into past records to understand the complete range of variability in the volcanism}climate system. No better example is available than the fact that we have not felt the impact of a megaeruption, like Toba, in modern or even historical time. It is necessary to evaluate the system using information from many disciplines, such as ice core research, volcanology, meteorology, dendrochronology, and potentially other sources yet untapped (Table 1). No single method is su$ciently comprehensive to provide the information necessary to obtain a complete picture of the climatic impact of an eruption, and to show how environmental changes resulting from #uctuations in climate may increase volcanic activity. Moreover, it may be di$cult to produce a single volcanism}climate index given the many complexities in the system. Future work needs to proceed using a multidisciplinary approach to understand reliably the nature of the volcanism}climate system."
  }, {
    "heading": "Acknowledgements",
    "text": "I thank the many individuals with whom I have collaborated with over the past few years, particularly S. Self, A. Robock, K. Hirschboeck, K. Pang, R. Keen. Special appreciation is given to members of the Climate Change Research Center at UNH for providing glaciochemical data from many of the ice cores we have analyzed and especially those from the GISP2 core. Their help in evaluating these data sets is greatly appreciated as well. These individuals are P. Mayewski, M. Twickler, S. Whitlow, D. Meeker and J. Dibb. J. Palais gave me the opportunity to become involved with the volcanic component of ice core work. M. Germani collaborated on ice core tephra studies as has N. Dunbar, B. MacIntosh, R. Esser and P. Kyle. I thank the many members of the GISP2 ice coring community for their assistance. Fruitful discussions with M. Rampino, D. Pyle, S. Carey, M. Baillie, H. Sigurdsson and K. Bri!a among others have helped in evaluating and compiling information eventually used in this summary. E. Mosley-Thompson and an anonymous reviewer provided many bene\"cial comments that helped clarify the points discussed in this paper. Support for this work has come from the O$ce of Polar Programs, U.S. National Science Foundation. Additional support used to compile the multidisciplinary records of several past eruptions was provided by the Division of Atmospheric Sciences, U.S. National Science Foundation."
  }],
  "year": 1999,
  "references": [{
    "title": "Impact of El Nin o on the delineation of tropospheric cooling due to volcanic eruptions",
    "authors": ["J.K. Angell"],
    "venue": "Journal of Geophysical Research",
    "year": 1988
  }, {
    "title": "Surface temperature changes follow ing six major volcanic episodes between 1780 and 1980",
    "authors": ["J.K. Angell", "J. Korshover"],
    "venue": "Journal of Climate and Applied Meteorology",
    "year": 1985
  }, {
    "title": "Role of volcanism in climate and evolution, Special Paper 185",
    "authors": ["D.I. Axelrod"],
    "venue": "Geological Society of America,",
    "year": 1981
  }, {
    "title": "The role of microphysical and chemical processes in prolonging the climate forcing of the Toba eruption",
    "authors": ["S. Bekki", "J.A. Pyle", "W. Zhong", "R. Toumi", "J.D. Haigh", "D.M. Pyle"],
    "venue": "Geophysical Research Letters",
    "year": 1996
  }, {
    "title": "Global tracking of the SO clouds from the June, 1991 Mount Pinatubo eruptions",
    "authors": ["G.J.S. Bluth", "S.D. Doiron", "C.C. Schnetzler", "A.J. Krueger", "L.S. Walter"],
    "venue": "Geophysical Research Letters",
    "year": 1992
  }, {
    "title": "The contribution of explosive volcanism to global sulfur dioxide concentrations",
    "authors": ["G.J.S. Bluth", "C.C. Schnetzler", "D.A.J. Krueger", "L.S. Walter"],
    "venue": "Nature 366,",
    "year": 1993
  }, {
    "title": "Laacher See tephra: A widespread isochronous late Quaternary tephra layer in central and northern Europe",
    "authors": ["P.V. Bogaard", "H.U. Schmincke"],
    "venue": "Geological Society of America Bulletin",
    "year": 1985
  }, {
    "title": "The explosive volcanic eruption signal in northern hemisphere continental temperature records",
    "authors": ["R.S. Bradley"],
    "venue": "Climatic Change",
    "year": 1988
  }, {
    "title": "Records of explosive volcanic eruptions over the last 500 years",
    "authors": ["R.S. Bradley", "P.D. Jones"],
    "year": 1992
  }, {
    "title": "Glacial advance relative to volcanic activity since A.D",
    "authors": ["J.R. Bray"],
    "venue": "Nature",
    "year": 1974
  }, {
    "title": "Volcanic triggering of glaciation",
    "authors": ["J.R. Bray"],
    "venue": "Nature",
    "year": 1976
  }, {
    "title": "1992a. Fennoscandian summers from AD 500: Temperature changes on short and long timescales",
    "authors": ["W. n", "P. Zetterberg", "M. Eronen"],
    "venue": "Climate Dynamics",
    "year": 1992
  }, {
    "title": "Tree-ring density reconstructions of summer temperature patterns across western North America since 1600",
    "authors": ["K.R. Bri!a", "P.D. Jones", "F.H. Schweingruber"],
    "venue": "Journal of Climate",
    "year": 1992
  }, {
    "title": "In#uence of volcanic eruptions on Northern Hemisphere summer temperatures over the past 600 years",
    "authors": ["K.R. Bri!a", "P.D. Jones", "F.H. Schweingruber", "T.J. Osborn"],
    "venue": "Nature 393,",
    "year": 1998
  }, {
    "title": "Volcanic activity and climate changes",
    "authors": ["R.A. Bryson", "B.M. Goodman"],
    "venue": "Science",
    "year": 1980
  }, {
    "title": "A comparison of volcanic with other #uxes of atmospheric trace gas constituents",
    "authors": ["R.D. Cadle"],
    "venue": "Reviews of Geophysics and Space Physics",
    "year": 1980
  }, {
    "title": "Quantitative models of the fallout and dispersal of tephra from volcanic eruption models",
    "authors": ["S.N. Carey", "R.S.J. Sparks"],
    "venue": "Bulletin of Volcanology",
    "year": 1986
  }, {
    "title": "Eruptive history of Earth's largest Quaternary caldera (Toba, Indonesia",
    "authors": ["C.A. Chesner", "W.I. Rose", "A. Deino", "R. Drake", "J.A. Westgate"],
    "venue": "clari\"ed. Geology",
    "year": 1991
  }, {
    "title": "The Laki and Tambora eruptions as revealed in Greenland ice cores from 11 locations",
    "authors": ["H.B. Clausen", "C.U. Hammer"],
    "venue": "Annals of Glaciology",
    "year": 1988
  }, {
    "title": "A comparison of the volcanic records over the past 4000 years from the Greenland ice core project and Dye 3 Greenland ice cores",
    "authors": ["H.B. Clausen", "C.U. Hammer", "C.S. Hvidberg", "D. Dahl-Jehnsen", "J.P. Steffensen", "J. Kipfstuhl", "M. Legrand"],
    "venue": "Journal of Geophysical Research 102,",
    "year": 1997
  }, {
    "title": "Quantifying the Pinatubo volcanic signal in south polar snow",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "Geophysical Research Letters",
    "year": 1997
  }, {
    "title": "Annually resolved southern hemisphere volcanic history from two Antarctic ice cores",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L. Thompson"],
    "venue": "Journal of Geophysical Research 102,",
    "year": 1997
  }, {
    "title": "Evidence for a volcanic cooling signal in a 335-year coral record from New Caledonia",
    "authors": ["T.J. Crowley", "T.M. Quinn", "F.W. Taylor", "C. Henin", "P. Joannot"],
    "venue": "Paleoceanography",
    "year": 1997
  }, {
    "title": "Ice core evidence for an explosive tropical volcanic eruption 6 years preceding Tambora",
    "authors": ["J. Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "Journal of Geophysical Research 96,",
    "year": 1991
  }, {
    "title": "Northern North American tree-ring evidence for regional temperature changes after major volcanic events",
    "authors": ["R.D. D'Arrigo", "G.C. Jacoby"],
    "venue": "Climatic Change",
    "year": 1999
  }, {
    "title": "Micrometre-sized volcanic glasses in polar ices and snow",
    "authors": ["M. De Angelis", "L. Fehrenbach", "C. Jehanno", "M. Maurette"],
    "venue": "Nature",
    "year": 1985
  }, {
    "title": "Geological, C and historical evidence for a 17th century eruption of Parker volcano, Mindanao, Philippines",
    "authors": ["F.G. Del\"n Jr.", "C.G. Newhall", "M.L. Martinez", "N.D. Salonga", "F.E.B. Bayon", "D. Trimble", "R. Solidum"],
    "venue": "Journal of the Geological Society of the Philippines",
    "year": 1997
  }, {
    "title": "Environmental information from ice cores",
    "authors": ["R.J. Delmas"],
    "venue": "Reviews of Geophysics",
    "year": 1992
  }, {
    "title": "Volcanic deposits in Antarctic snow and ice",
    "authors": ["R.J. Delmas", "M. Legrand", "A.J. Aristarain", "F. Zanolini"],
    "venue": "Journal of Geophysical Research",
    "year": 1985
  }, {
    "title": "1000 years of explosive volcanism recorded at the South Pole",
    "authors": ["R.J. Delmas", "S. Kirchner", "J.M. Palais", "J.R. Petit"],
    "venue": "Tellus Series B,",
    "year": 1992
  }, {
    "title": "Global in#uence of the AD1600 eruption of Huaynaputina, Peru",
    "authors": ["S.L. de Silva", "G.A. Zielinski"],
    "venue": "Nature",
    "year": 1998
  }, {
    "title": "Estimates of sulfur and chlorine yield to the atmosphere from volcanic eruptions and potential climatic e!ects",
    "authors": ["J.D. Devine", "H. Sigurdsson", "A.N. Davis", "S. Self"],
    "venue": "Journal of Geophysical Research",
    "year": 1984
  }, {
    "title": "Recent climate anomalies and their impact on snow chemistry at South Pole, 1987}1994",
    "authors": ["J.E. Dibb", "S.I. Whitlow"],
    "venue": "Geophysical Research Letters",
    "year": 1996
  }, {
    "title": "Characteristics and possible source of a 1479 A.D. volcanic ash layer in a Greenland ice core",
    "authors": ["R.J. Fiacco Jr.", "J.M. Palais", "M.S. Germani", "G.A. Zielinski", "P.A. Mayewski"],
    "venue": "Quaternary Research",
    "year": 1993
  }, {
    "title": "Atmospheric aerosol loading and transport due to the 1783-84 Laki eruption in Iceland, interpreted from ash particles and acidity in the GISP2 ice core",
    "authors": ["R.J. Fiacco Jr.", "T. Thordarson", "M.S. Germani", "S. Self", "J.M. Palais", "S. Whitlow", "P. Grootes"],
    "venue": "Quaternary Research",
    "year": 1994
  }, {
    "title": "Light rings in subarctic conifers as a dendrochronological tool",
    "authors": ["L. Filion", "S. Payette", "L. Gauthier", "Y. Boutin"],
    "venue": "Quaternary Research",
    "year": 1986
  }, {
    "title": "Signal and noise in four ice-core records from the Agassiz Ice Cap, Ellesmere Island, Canada: Details of the last millennium for stable isotopes, melt and solid conductivity",
    "authors": ["D.A. Fisher", "R.M. Koerner"],
    "venue": "Holocene",
    "year": 1994
  }, {
    "title": "Holocene climatic records from Agassiz Ice Cap, Ellesmere Island, NWT, Canada",
    "authors": ["D.A. Fisher", "R.M. Koerner", "N. Reeh"],
    "venue": "Holocene",
    "year": 1995
  }, {
    "title": "Vapor saturation and accumulation in magmas of the 1989-1990 eruption of Redoubt Volcano, Alaska",
    "authors": ["T.M. Gerlach", "H.R. Westrich", "T.J. Casadevall", "D.L. Finnegan"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1994
  }, {
    "title": "Volcanic ash in the Antarctic ice sheet and its possible climatic implications",
    "authors": ["A.J. Gow", "T. Williamson"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1971
  }, {
    "title": "Pinatubo eruption winter climate e!ects: Model versus observations",
    "authors": ["Graf", "H.-F", "I. Kirchner", "A. Robock", "I. Schult"],
    "venue": "Climate Dynamics",
    "year": 1993
  }, {
    "title": "Possible regional climate consequences of the Pinatubo eruption",
    "authors": ["P.Y. Groisman"],
    "venue": "Geophysical Research Letters",
    "year": 1992
  }, {
    "title": "Deglaciation-A possible triggering mechanism for recent volcanism",
    "authors": ["E.W. Grove"],
    "venue": "In Andean and Antarctic Volcanology Problems, Santiago,",
    "year": 1976
  }, {
    "title": "Ash layers from Iceland",
    "authors": ["K. nvold", "N. Oskarsson", "S.J. Johnsen", "H.B. Clausen", "C.U. Hammer", "G. Bond", "E. Bard"],
    "year": 1995
  }, {
    "title": "Acidity of polar ice cores in relation to absolute dating, past volcanism and radio-echoes",
    "authors": ["C.U. Hammer"],
    "venue": "Journal of Glaciology",
    "year": 1980
  }, {
    "title": "Dating of Greenland ice cores by #ow models, isotopes, volcanic debris, and continental dust",
    "authors": ["C.U. Hammer", "H.B. Clausen", "W. Dansgaard", "N. Gundustrup", "S.J. Johnsen", "N. Reeh"],
    "venue": "Journal of Glaciology",
    "year": 1978
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["C.U. Hammer", "H.B. Clausen", "W. Dansgaard"],
    "venue": "Nature",
    "year": 1980
  }, {
    "title": "50,000 years of recorded global volcanism",
    "authors": ["C.U. Hammer", "H.B. Clausen", "C.C. Langway Jr."],
    "venue": "Climatic Change",
    "year": 1997
  }, {
    "title": "The e!ect of volcanic aerosols on global climate",
    "authors": ["P. Handler"],
    "venue": "Journal of Volcanology and Geothermal Processes",
    "year": 1989
  }, {
    "title": "Mount Agung eruption provides test of a global climatic perturbation",
    "authors": ["J.E. Hansen", "W. Wang", "A.A. Lacis"],
    "venue": "Science",
    "year": 1978
  }, {
    "title": "Potential climate impact of Mount Pinatubo eruption",
    "authors": ["J. Hansen", "A. Lacis", "R. Ruedy", "M. Sato"],
    "venue": "Geophysical Research Letters",
    "year": 1992
  }, {
    "title": "Climate response times: Dependence on climate sensitivity and ocean mixing",
    "authors": ["J. Hansen", "G. Russell", "A. Lacis", "I. Fung", "D. Rind"],
    "year": 1985
  }, {
    "title": "Thera and the Aegean World III: Earth sciences",
    "authors": ["D.A. Hardy", "J. Keller", "V.P. Galanopoulos", "N.C. Flemming", "T.H. Druitt"],
    "year": 1990
  }, {
    "title": "Thera and the Aegean World III: Chronology",
    "authors": ["D.A. Hardy", "A.C. Renfrew"],
    "year": 1990
  }, {
    "title": "The year without a summer? World climate in 1816",
    "authors": ["C.R. Harrington"],
    "venue": "Canadian Museum of Nature,",
    "year": 1992
  }, {
    "title": "Impurity sources of F",
    "authors": ["M.M. Herron"],
    "venue": "Cl , NO and SO in Greenland and Antarctic precipitation. Journal of Geophysical Research",
    "year": 1982
  }, {
    "title": "A new world-wide chronology of volcanic eruptions",
    "authors": ["K.K. Hirschboeck"],
    "venue": "Palaeogeography, Palaeoclimatology, and Palaeoecology",
    "year": 1980
  }, {
    "title": "Perturbations to the global atmosphere associated with the El Chichon volcanic eruption",
    "authors": ["D.J. Hofmann"],
    "venue": "Reviews of Geophysics",
    "year": 1987
  }, {
    "title": "Observation and possible causes of new ozone depletion in Antarctica",
    "authors": ["D.J. Hofmann", "S.J. Oltmans", "J.M. Harris", "S. Solomon", "T. Deshler", "B.J. Johnson"],
    "venue": "Nature",
    "year": 1992
  }, {
    "title": "Tree-ring evidence of the widespread e!ects of explosive volcanic eruptions",
    "authors": ["P.D. Jones", "K.R. Bri!a", "F.H. Schweingruber"],
    "venue": "Geophysical Research Letters",
    "year": 1995
  }, {
    "title": "Volcanic aerosols and lunar eclipses",
    "authors": ["R.A. Keen"],
    "venue": "Science",
    "year": 1983
  }, {
    "title": "Atmospheric e!ects",
    "authors": ["R.A. Keen"],
    "venue": "Bulletin of the Global Volcanism Network",
    "year": 1997
  }, {
    "title": "SAGE and SAM II measurements of global stratospheric aerosol optical depth and mass loading",
    "authors": ["G.S. Kent", "M.P. McCormick"],
    "venue": "Journal of Geophysical Research",
    "year": 1984
  }, {
    "title": "Tephra layers in the Byrd Station ice core and the Dome C ice core, Antarctica, and their climatic implications",
    "authors": ["P.R. Kyle", "P.A. Jezek", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1981
  }, {
    "title": "Frost rings in trees as records of major volcanic eruptions",
    "authors": ["V.C. LaMarche", "K.K. Hirschboeck"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "Volcanic dust in the atmosphere with a chronology and assessment of its meteorological signi\"cance",
    "authors": ["H.H. Lamb"],
    "venue": "Philosophical Transactions of the Royal Society of London",
    "year": 1970
  }, {
    "title": "An interhemispheric volcanic time-marker in ice cores from Greenland and Antarctica",
    "authors": ["C.C. Langway Jr.", "H.B. Clausen", "C.U. Hammer"],
    "venue": "Annals of Glaciology",
    "year": 1988
  }, {
    "title": "A 10-century comparison of prominent bipolar volcanic events in ice cores",
    "authors": ["C.C. Langway Jr.", "K. Osada", "H.B. Clausen", "C.U. Hammer", "H. Shoji"],
    "venue": "Journal of Geophysical Research 100,",
    "year": 1995
  }, {
    "title": "A 220-year continuous record of volcanic H SO in the Antarctic",
    "authors": ["M. Legrand", "R.J. Delmas"],
    "venue": "Ice Sheet. Nature",
    "year": 1987
  }, {
    "title": "An assessment of the possible e!ects of volcanic eruptions on North American climate using tree-ring data, 1602}1900",
    "authors": ["J.M. Lough", "H.C. Fritts"],
    "venue": "A.D. Climatic Change",
    "year": 1987
  }, {
    "title": "Dendrochronology and global change",
    "authors": ["B.H. Luckman"],
    "venue": "Tree rings, environment and humanity. Radiocarbon,",
    "year": 1996
  }, {
    "title": "The 1982 eruptions of El ChichoH n Volcano, Chiapas, Mexico: Mineralogy and petrology of the anhydrite-bearing pumices",
    "authors": ["J.F. Luhr", "I.S.E. Carmichael", "J.C. Varekamp"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1984
  }, {
    "title": "A northern hemisphere volcanic chemistry (1869}1984) and climatic implications using a South Greenland ice core",
    "authors": ["W.B. Lyons", "P.A. Mayewski", "M.J. Spencer", "M.S. Twickler", "T.E. Graedel"],
    "venue": "Annals of Glaciology",
    "year": 1990
  }, {
    "title": "Magma \"xing, fractional crystallization and volatile degassing during the 1883 eruption of Krakatau volcano, Indonesia",
    "authors": ["C.W. Mandeville", "S. Carey", "H. Sigurdsson"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1996
  }, {
    "title": "The short-term in#uence of the Mount St. Helens volcanic eruption on surface temperature in the northwest United States",
    "authors": ["C. Mass", "A. Robock"],
    "venue": "Monthly Weather Review",
    "year": 1982
  }, {
    "title": "Major volcanic eruptions and climate: A critical assessment",
    "authors": ["C.F. Mass", "D.A. Portman"],
    "venue": "Journal of Climatology",
    "year": 1989
  }, {
    "title": "1993a. Greenland ice core `signala characteristics: An expanded view of climate change",
    "authors": ["P.A. Mayewski", "L.D. Meeker", "M.C. Morrison", "M.S. Twickler", "S.I. Whitlow", "K.K. Ferland", "D.A. Meese", "M.R. Legrand", "J.P. Ste!ensen"],
    "venue": "Journal of Geophysical Research 98,",
    "year": 1993
  }, {
    "title": "Ice core sulfate from three northern hemisphere sites: Source and temperature forcing implications",
    "authors": ["P.A. Mayewski", "G. Holdsworth", "M.J. Spencer", "S. Whitlow", "M. Twickler", "M.C. Morrison", "K.K. Ferland", "L.D. Meeker"],
    "venue": "Atmospheric Environment Part A",
    "year": 1993
  }, {
    "title": "Stratospheric aerosols and clouds",
    "authors": ["P.M. McCormick", "P.H. Wang", "L.R. Poole"],
    "year": 1993
  }, {
    "title": "Atmospheric e!ects of the Mt",
    "authors": ["M.P. McCormick", "L.W. Thomason", "C.R. Trepte"],
    "venue": "Pinatubo eruption. Nature",
    "year": 1995
  }, {
    "title": "Correlation between rate of sea-level change and frequency of explosive volcanism in the Mediterranean",
    "authors": ["W.J. McGuire", "R.J. Howarth", "C.R. Firth", "A.R. Solow", "A.D. Pullen", "S.J. Saunders", "I.S. Stewart", "C. Vita-Finzi"],
    "venue": "Nature 389,",
    "year": 1997
  }, {
    "title": "A preliminary evaluation of atmospheric pollution as a cause of the global temperature #uctuation of the past century",
    "authors": ["J.M. Mitchell"],
    "year": 1970
  }, {
    "title": "Kuwae (&1425 A.D.): The forgotten caldera",
    "authors": ["M. Monzier", "C. Robin", "J.P. Eissen"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1994
  }, {
    "title": "A continuous 770-year record of volcanic activity from East Antarctica",
    "authors": ["J.C. Moore", "H. Narita", "N. Maeno"],
    "venue": "Journal of Geophysical Research 96,",
    "year": 1991
  }, {
    "title": "Ice age as a trigger of active Quaternary volcanism and tectonism",
    "authors": ["M. Nakada", "H. Yokose"],
    "venue": "Tectonophysics",
    "year": 1992
  }, {
    "title": "The Volcanic Explosivity Index (VEI): An estimate of explosive magnitude for historical volcanism",
    "authors": ["C.G. Newhall", "S. Self"],
    "venue": "Journal of Geophysical Research",
    "year": 1982
  }, {
    "title": "Modeling the possible causes of Little Ice Age cooling",
    "authors": ["J.T. Overpeck", "D. Rind"],
    "venue": "International symposium on the Little Ice Age Climate,",
    "year": 1992
  }, {
    "title": "Arctic environmental change of the last four centuries",
    "authors": ["J. Overpeck", "K. Hughen", "D. Hardy", "R. Bradley", "R. Case", "M. Douglas", "B. Finney", "K. Gajewski", "G. Jacoby", "A. Jennings", "S. Lamoureux", "A. Lasca", "G. MacDonald", "J. Moore", "M. Retelle", "S. Smith", "A. Wolfe", "G. Zielinski"],
    "venue": "Science 278,",
    "year": 1997
  }, {
    "title": "Petrologic evidence of volatile emissions from major historic and pre-historic volcanic eruptions",
    "authors": ["J.M. Palais", "H. Sigurdsson"],
    "year": 1989
  }, {
    "title": "Identi\"cation of some global volcanic horizons by major element analysis of \"ne ash in Antarctic ice",
    "authors": ["J.M. Palais", "S. Kirchner", "R.J. Delmas"],
    "venue": "Annals of Glaciology",
    "year": 1990
  }, {
    "title": "Volcanic ash from the 1362 A.D. Oraefajokull eruption (Iceland) in the Greenland Ice Sheet",
    "authors": ["J.M. Palais", "K. Taylor", "P.A. Mayewski", "P. Grootes"],
    "venue": "Geophysical Research Letters",
    "year": 1991
  }, {
    "title": "Inter-hemispheric transport of volcanic ash from a 1259 A.D. volcanic eruption to the Greenland and Antarctic ice sheets",
    "authors": ["J.M. Palais", "M.S. Germani", "G.A. Zielinski"],
    "venue": "Geophysical Research Letters",
    "year": 1992
  }, {
    "title": "The legacies of eruption",
    "authors": ["K.D. Pang"],
    "venue": "The Sciences",
    "year": 1991
  }, {
    "title": "Climatic impact of the mid-\"fteenth century Kuwae Caldera formation, as reconstructed from historical and proxy data",
    "authors": ["K.D. Pang"],
    "year": 1993
  }, {
    "title": "Volcanic explosions and climatic change: A theoretical assessment",
    "authors": ["J.B. Pollack", "O.B. Toon", "C. Sagan", "A. Summers", "B. Baldwin", "W. Van Camp"],
    "venue": "Journal of Geophysical Research",
    "year": 1976
  }, {
    "title": "Recent glacier variations and volcanic eruptions",
    "authors": ["S.C. Porter"],
    "venue": "Nature",
    "year": 1981
  }, {
    "title": "Pattern and forcing of northern hemisphere glacier variations during the last millennium",
    "authors": ["S.C. Porter"],
    "venue": "Quaternary Research",
    "year": 1986
  }, {
    "title": "Explosive volcanic eruptions, the El Nin",
    "authors": ["D.A. Portman", "D.S. Gutzler"],
    "year": 1996
  }, {
    "title": "The thickness, volume, and grainsize of tephra fall deposits",
    "authors": ["D.M. Pyle"],
    "venue": "Bulletin of Volcanology",
    "year": 1989
  }, {
    "title": "1989b. Ice-core acidity peaks, retarded tree growth and putative eruptions",
    "authors": ["D.M. Pyle"],
    "venue": "Archaeometry",
    "year": 1989
  }, {
    "title": "The application of tree-ring and ice-core studies to the dating of the Minoan eruption",
    "authors": ["D.M. Pyle"],
    "venue": "Thera and the Aegean World III, The Thera Foundation,",
    "year": 1990
  }, {
    "title": "On the `climatic e!ectivenessa of volcanic eruptions",
    "authors": ["D.M. Pyle"],
    "venue": "Quaternary Research",
    "year": 1992
  }, {
    "title": "How did the summer go",
    "authors": ["D.M. Pyle"],
    "venue": "Nature",
    "year": 1998
  }, {
    "title": "Sulphur emissions to the stratosphere from explosive volcanic eruptions",
    "authors": ["D.M. Pyle", "P.D. Beattie", "G.J.S. Bluth"],
    "venue": "Bulletin of Volcanology",
    "year": 1996
  }, {
    "title": "The historical record of El Nin",
    "authors": ["W.H. Quinn", "V.T. Neal"],
    "year": 1992
  }, {
    "title": "Can rapid climatic change cause volcanic eruptions",
    "authors": ["M.R. Rampino", "S. Self", "R.W. Fairbridge"],
    "venue": "Science",
    "year": 1979
  }, {
    "title": "Historic eruptions of Tambora (1815), Krakatau (1883), and Agung (1963), their stratospheric aerosols, and climatic impact",
    "authors": ["M.R. Rampino", "S. Self"],
    "venue": "Quaternary Research",
    "year": 1982
  }, {
    "title": "Sulphur-rich volcanic eruptions and stratospheric aerosols",
    "authors": ["M.R. Rampino", "S. Self"],
    "venue": "Nature 310,",
    "year": 1984
  }, {
    "title": "Climatic e!ects of volcanic eruptions",
    "authors": ["M.R. Rampino", "R.B. Stothers", "S. Self"],
    "venue": "Nature 313,",
    "year": 1985
  }, {
    "title": "Volcanic winters",
    "authors": ["M.R. Rampino", "S. Self", "R.B. Stothers"],
    "venue": "Annual Review of Earth and Planetary Science",
    "year": 1988
  }, {
    "title": "Volcanic winter and accelerated glaciation following the Toba super-eruption",
    "authors": ["M.R. Rampino", "S. Self"],
    "venue": "Nature",
    "year": 1992
  }, {
    "title": "Climate-volcanism feedback and the Toba eruption of &74,000 years ago",
    "authors": ["M.R. Rampino", "S. Self"],
    "venue": "Quaternary Research",
    "year": 1993
  }, {
    "title": "Climate change and the middle atmosphere. Part II: The impact of volcanic aerosols",
    "authors": ["D. Rind", "N.K. Balachandran", "R. Suozzo"],
    "venue": "Journal of Climate",
    "year": 1992
  }, {
    "title": "The `Little Ice Agea: Northern Hemisphere average observations and model calculations",
    "authors": ["A. Robock"],
    "venue": "Science",
    "year": 1979
  }, {
    "title": "1981a. A latitudinally dependent volcanic dust veil index, and its e!ect on climate simulations",
    "authors": ["A. Robock"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1981
  }, {
    "title": "1981b. The Mount St. Helens volcanic eruption of 18 May 1980",
    "authors": ["A. Robock"],
    "venue": "Minimal climatic e!ect. Science",
    "year": 1980
  }, {
    "title": "Ice cores as an index of global volcanism from 1850 to the present",
    "authors": ["A. Robock", "M.P. Free"],
    "venue": "Journal of Geophysical Research",
    "year": 1995
  }, {
    "title": "The volcanic record in ice cores for the past",
    "authors": ["A. Robock", "M.P. Free"],
    "year": 1995
  }, {
    "title": "Winter warming from large volcanic eruptions",
    "authors": ["A. Robock", "J. Mao"],
    "venue": "Geophysical Research Letters",
    "year": 1992
  }, {
    "title": "The Mount St. Helens volcanic eruption of 18 May 1980: Large short-term surface temperature e!ects",
    "authors": ["A. Robock", "C. Mass"],
    "year": 1982
  }, {
    "title": "Scavenging of volcanic aerosol by ash: Atmospheric and volcanologic implications",
    "authors": ["Rose Jr."],
    "venue": "W.I.,",
    "year": 1977
  }, {
    "title": "Worldwide dispersal of ash and gases from earth's largest known eruption: Toba, Sumatra, 75 ka",
    "authors": ["W.I. Rose", "C.A. Chesner"],
    "year": 1990
  }, {
    "title": "Stratospheric sulfate from the Gareloi eruption, 1980: Contribution to the `ambienta aerosol by a poorly documented volcanic eruption",
    "authors": ["W.A. Sedlacek", "E.J. Mroz", "G. Heiken"],
    "venue": "Geophysical Research Letters",
    "year": 1981
  }, {
    "title": "A decade of stratospheric sulfate measurements compared with observations of volcanic eruptions",
    "authors": ["W.A. Sedlacek", "E.J. Mroz", "A.L. Lazrus", "B.W. Gandrud"],
    "venue": "Journal of Geophysical Research",
    "year": 1983
  }, {
    "title": "Stratospheric aerosol optical depths, 1850}1990",
    "authors": ["M. Sato", "J.E. Hansen", "M.P. McCormick", "J.B. Pollack"],
    "venue": "Journal of Geophysical Research 98,",
    "year": 1993
  }, {
    "title": "eruption of Nyamuragira volcano (Zaire), and the origin of the `mystery clouda of early",
    "authors": ["C.S. Schnetzler", "S.D. Doiron", "A.J. Krueger", "L.S. Walter"],
    "venue": "The December,",
    "year": 1991
  }, {
    "title": "Correlation between Arabian Sea and Greenland climate oscillations of the past 110,000 years",
    "authors": ["H. Schultz", "U. von Rad", "H. Erienkeuser"],
    "venue": "Nature 393,",
    "year": 1998
  }, {
    "title": "Tree ring evidence for climatically e!ective volcanic eruptions",
    "authors": ["L.A. Scuderi"],
    "venue": "Quaternary Research",
    "year": 1990
  }, {
    "title": "The relationship between volcanic eruptions and climate change: Still a conundrum",
    "authors": ["S. Self", "M.R. Rampino"],
    "venue": "EOS 69,",
    "year": 1988
  }, {
    "title": "The possible e!ects of large 19th and 20th century volcanic eruptions on zonal and hemispheric surface temperatures",
    "authors": ["S. Self", "M. Rampino", "J.J. Barbera"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1981
  }, {
    "title": "A reappraisal of the 1835 eruption of CosiguK",
    "authors": ["S. Self", "M.R. Rampino", "M.J. Carr"],
    "year": 1989
  }, {
    "title": "Petrology and sulfur and chlorine emissions of the 1963 eruption of Gunung Agung, Bali, Indonesia",
    "authors": ["S. Self", "A.J. King"],
    "venue": "Bulletin of Volcanology",
    "year": 1996
  }, {
    "title": "The atmospheric impact of the 1991 Mount Pinatubo eruption",
    "authors": ["S. Self", "Zhao", "J.-X", "R.E. Holasek", "R.C. Torres", "A.J. King"],
    "year": 1996
  }, {
    "title": "Volcanic aerosol perturbations and strong El Nin",
    "authors": ["S. Self", "M.R. Rampino", "J. Zhao", "M.G. Katz"],
    "year": 1997
  }, {
    "title": "Volcanic pollution and climate: the 1783",
    "authors": ["H. Sigurdsson"],
    "venue": "Laki eruption. EOS",
    "year": 1982
  }, {
    "title": "Evidence of volcanic loading of the atmosphere and climate response. Palaeogeography, Palaeoclimatology",
    "authors": ["H. Sigurdsson"],
    "venue": "Palaeoecology (Global and Planetary Change Section)",
    "year": 1990
  }, {
    "title": "The petrologic estimation of volcanic degassing",
    "authors": ["H. Sigurdsson", "J.D. Devine", "A.N. Davis"],
    "venue": "JoK",
    "year": 1985
  }, {
    "title": "E!ect of glacier loading/deloading on volcanism: Postglacial volcanic production rate of the DyngjufjoK",
    "authors": ["G.E. Sigvaldason", "K. Annertz", "M. Nilsson"],
    "year": 1992
  }, {
    "title": "Volcanism and climate change",
    "authors": ["L.T. Simarski"],
    "venue": "American Geophysical Union Special Report,",
    "year": 1992
  }, {
    "title": "Constantinople's volcanic twilight",
    "authors": ["L.T. Simarski"],
    "venue": "Aramoco World November/December,",
    "year": 1996
  }, {
    "title": "Krakatau 1883: The volcanic eruption and its e!ects",
    "authors": ["T. Simkin", "R.S. Fiske"],
    "venue": "Smithsonian Institute,",
    "year": 1983
  }, {
    "title": "Volcanoes of the world, 2nd ed",
    "authors": ["T. Simkin", "L. Siebert"],
    "year": 1994
  }, {
    "title": "Volcano weather",
    "authors": ["H. Stommel", "E. Stommel"],
    "year": 1983
  }, {
    "title": "Mystery cloud of AD 536",
    "authors": ["R.B. Stothers"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "The great Tambora eruption in 1815 and its aftermath",
    "authors": ["R.B. Stothers"],
    "venue": "Science",
    "year": 1984
  }, {
    "title": "Major optical depth perturbations to the stratosphere from volcanic eruptions: The pyrheliometric period, 1881}1969",
    "authors": ["R.B. Stothers"],
    "venue": "Journal of Geophysical Research",
    "year": 1996
  }, {
    "title": "Volcanic eruptions in the Mediterranean before A.D. 630 from written and archaeological sources",
    "authors": ["R.B. Stothers", "M.R. Rampino"],
    "venue": "Journal of Geophysical Research",
    "year": 1983
  }, {
    "title": "Historic volcanism, European dry fogs, and Greenland acid",
    "authors": ["R.B. Stothers", "M.R. Rampino"],
    "venue": "precipitation, 1500 B.C. to A.D. 1500",
    "year": 1983
  }, {
    "title": "Basaltic \"ssure eruptions, plume heights, and atmospheric aerosols",
    "authors": ["R.B. Stothers", "J.A. Wol", "S. Self", "M.R. Rampino"],
    "venue": "Geophysical Research Letters",
    "year": 1986
  }, {
    "title": "Stratospheric chlorine injection by volcanic eruptions: HCl scavenging and implications for ozone",
    "authors": ["A. Tabazadeh", "R.P. Turco"],
    "venue": "Science",
    "year": 1993
  }, {
    "title": "Ice-core dating and chemistry by direct-current electric conductivity",
    "authors": ["K. Taylor", "R. Alley", "J. Fiacco", "P. Grootes", "G. Lamorey", "P. Mayewski", "M.J. Spencer"],
    "venue": "Journal of Glaciology",
    "year": 1992
  }, {
    "title": "The Little Ice Age as recorded in the stratigraphy of the tropical Quelccaya ice",
    "authors": ["L.G. Thompson", "E. Mosley-Thompson", "W. Dansgaard", "P.M. Grootes"],
    "venue": "cap. Science",
    "year": 1986
  }, {
    "title": "The Laki (Skaftar Fires) and Grimsvotn eruptions in 1783-1785",
    "authors": ["T. Thordarson", "S. Self"],
    "venue": "Bulletin of Volcanology",
    "year": 1993
  }, {
    "title": "Atmospheric turbidity after the Agung eruption of 1963 and size distribution of the volcanic aerosol",
    "authors": ["F.E. Volz"],
    "venue": "Journal of Geophysical Research",
    "year": 1970
  }, {
    "title": "Distribution of turbidity after the 1912 Katmai eruption in Alaska",
    "authors": ["F.E. Volz"],
    "venue": "Journal of Geophysical Research",
    "year": 1975
  }, {
    "title": "New tree-ring dates for recent eruptions of Mount St. Helens",
    "authors": ["D.K. Yamaguchi"],
    "venue": "Quaternary Research",
    "year": 1983
  }, {
    "title": "Relationship of temperature and light ring formation at subarctic treeline and implications for climate reconstruction",
    "authors": ["D.K. Yamaguchi", "L. Filion", "M. Savage"],
    "venue": "Quaternary Research",
    "year": 1993
  }, {
    "title": "The Mt. Mazama eruption: Calendrical age veri\"ed and atmospheric impact",
    "authors": ["C.M. Zdanowicz", "G.A. Zielinski", "M.S. Germani"],
    "venue": "assessed. Geology",
    "year": 1999
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the GISP2 Greenland ice core",
    "authors": ["G.A. Zielinski"],
    "venue": "Journal of Geophysical Research 100,",
    "year": 1995
  }, {
    "title": "Record of volcanism since 7000 B.C. from the GISP2 Greenland ice core and implications for the volcano}climate system",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler", "M. Morrison", "D. Meese", "R.B. Alley", "A.J. Gow"],
    "year": 1994
  }, {
    "title": "Climatic impact of the AD 1783 eruption of Asama (Japan) was minimal: Evidence from the GISP2 ice core",
    "authors": ["G.A. Zielinski", "R.J. Fiacco", "S. Whitlow", "M.S. Twickler", "M.S. Germani", "K. Endo", "M. Yasui"],
    "venue": "Geophysical Research Letters",
    "year": 1994
  }, {
    "title": "A 110,000-year record of explosive volcanism from the GISP2 (Greenland) ice core",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M. Twickler"],
    "venue": "Quaternary Research",
    "year": 1996
  }, {
    "title": "Potential atmospheric impact of the Toba mega-eruption &71,000 years ago",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M. Twickler", "K. Taylor"],
    "venue": "Geophysical Research Letters",
    "year": 1996
  }, {
    "title": "Volcanic aerosol records and tephrochronology of the Summit. Greenland, ice cores",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "K. GroK nvold", "M.S. Germani", "S. Whitlow", "M.S. Twickler", "K. Taylor"],
    "venue": "Journal of Geophysical Research 102,",
    "year": 1997
  }, {
    "title": "Assessment of the record",
    "authors": ["G.A. Zielinski", "J.E. Dibb", "Q. Yang", "P.A. Mayewski", "S. Whitlow", "M.S. Twickler"],
    "year": 1997
  }],
  "id": "SP:b94e68c9532677ec20b417f7f721cbba0784c21e",
  "authors": [{
    "name": "Gregory A. Zielinski",
    "affiliations": []
  }],
  "abstractText": "Volcanic eruptions that inject large quantities of sulfur-rich gases into the stratosphere have the capability of cooling global climate by 0.2}0.33C for several years after the eruption. Equatorial eruptions will impact global climate whereas mid-latitude eruptions can cool climate in the hemisphere of origin. Magnitude of cooling varies by latitude and it is possible for warming to occur in certain regions, primarily during the winter. Although instrumental records have been used to quantify the volcanic impact on climate, they are limited in their temporal and spatial coverage, and the style and magnitude of eruptions occurring over the two centuries of instrumental records is limited. A thorough evaluation of the range of variability in the volcanism}climate system requires a multidisciplinary approach that includes the analysis of ice core records, geological data, atmospheric measurements and visual phenomena, tree-ring records and other proxy data. Evaluation of these longer time series indicates that multiple volcanic eruptions have the potential to force climate over decadal to multi-decadal time frames, especially when these eruptions enhance or extend pre-existing cool conditions. On the other hand, a lack of climatically signi\"cant eruptions may result in warmer average temperatures over decadal time frames because the volcanic-cooling component within the climate system is absent. Mega-eruptions, like the Toba eruption of &71,000}73,000 yr ago, may impact climate on centennial time frames through positive feedback mechanisms. Evidence exists which indicates that environmental changes associated with rapid climatic #uctuations, such as crustal loading/unloading with glaciation/deglaciation and variability in glacial meltwater loading on ocean basins, may cause an increase in volcanic activity. 1999 Elsevier Science Ltd. All rights reserved.",
  "title": "Use of paleo-records in determining variability within the volcanism}climate system"
}