{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r.com/ locate /pa laeo\nThe calcareous nannofossil response to the end-Cretaceous warm event in the Tropical Pacific\nNicolas Thibault a,⁎, Silvia Gardin b\na Department of Geography and Geology, University of Copenhagen, Øster Voldgade 10, 1350 Copenhagen C., Denmark b CR2P «Centre de Recherche sur la Paléobiodiversité et les Paléoenvironnements», UMR CNRS 7207, Université Pierre etMarie Curie Paris 6, case 104, 4, place Jussieu, 75252 Paris cedex 05, France\n⁎ Corresponding author. E-mail address: nt@geo.ku.dk (N. Thibault).\n1 Absolute ages of Maastrichtian climate trends descr age of the K/Pg boundary given in Gradstein and Ogg literature prior to this publication may therefore differ\n0031-0182/$ – see front matter © 2010 Elsevier B.V. Al doi:10.1016/j.palaeo.2010.02.036\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 15 September 2009 Received in revised form 3 February 2010 Accepted 26 February 2010 Available online 6 March 2010\nKeywords: Late Maastrichtian Calcareous nannofossils Deccan Shatsky Rise Tropical Pacific\nThe response of calcareous nannofossils to the end-Cretaceouswarming is investigated in the Tropical Pacific DSDP Site 577A (Shatsky Rise) through the record of species richness, Shannon diversity, distribution patterns and statistical treatments. This event is marked by a strong acme of the tropical species Micula murus and is accompanied by a decrease of Placozygus spiralis, the disappearance of Biscutum constans and a decrease in bulk δ13C, indicative of a decrease in primary productivity. An increase in abundance of otherMicula species at Site 577A and a drop in species richness recorded in all sites of Shatsky Rise, suggest stressed environmental conditions coincident with the end-Cretaceous warming. The acme of M. murus at Shatsky Rise and in the Atlantic Ocean is recorded within magnetochron C29r and correlates (1) with the intense warming as expressed in intermediate waters through the δ18O of benthic foraminifera, and in surface waters through poleward migration, reduced diversity and dwarfism in planktonic foraminifer assemblages, (2) with a sharp decline in marine 187Os/188Os, chemicalmarker of Deccan volcanic activity, and (3)with a rise in the atmospheric pCO2 record of terrestrial plants in Texas, USA, probably triggered by Deccan volcanic degassing. However, a drop of calcareous nannofossil coolwater taxa in the Equatorial and South Atlantic, aswell as a first rise in abundance ofM.murus in the South Atlantic and Tropical Pacific occur in the topmost part of chron C30n, and correlates with the rise in palaeotemperature record of terrestrial plants inNorthDakota, USA. This suggests that initiationof thewarming in the atmosphere and surface waters may predate the striking warming of intermediate water masses by 150/200 kyr. The coincidence and the links between climate change, volcanism, geochemical and biotic events at the end of the Maastrichtian thus remain to be fully elucidated.\nibed in this paper refer to the (2004). All ages given in the by at least 0.5 Ma.\nl rights reserved.\n© 2010 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The well-documented long-term cooling trend that started in the late Campanian and continued into the early Palaeogene (Douglas and Savin, 1975; Savin, 1977; Boersma and Schackleton, 1981) was interrupted by a short warming event between ∼65.6 and 66Ma.1 Cooling resumed in the last 100 kyr of the Maastrichtian (Li and Keller, 1998a). During the warm event, temperature of intermediate waters (IWs) increased globally by 2–4 °C, as inferred from the record of benthic foraminiferal oxygen stable isotopes of numerous deep-sea sites in the North Atlantic, South Atlantic, Tropical Pacific and Indian Ocean (Barrera and Savin, 1999 and references therein). A warmpulse of 3–4 °C is well-recorded in surface waters in southern high-latitude Sites 689 and 690 (Stott and Kennett, 1990; Barrera, 1994) but is poorly resolved through planktonic foraminiferal stable isotopes in\ntropical and temperate latitudes (Li and Keller, 1998a; Barrera and Savin, 1999). The response of the planktonic community to this event suggests that surface waters were also strongly affected by a temperature rise. In South Atlantic Site 525A, the warming pulse is accompanied by reduced species richness and Shannon diversity, dwarfing and reduced photosymbiotic activity of planktonic foraminifera (Abramovich and Keller, 2003). Poleward migration of lowlatitude planktonic foraminifer species and an increase in abundance of Contusotruncana contusa and Pseudotextularia elegans are associated with this end-Maastrichtian warming (Huber and Watkins, 1992; Kucera and Malmgren, 1998; Olsson et al., 2001). In calcareous nannofossil assemblages of Sites 1258A (western equatorial Atlantic) and 525A, the warming event is marked by (1) the temporary disappearance of the high-fertility species Biscutum constans, (2) a demise of cool-water indicators and (3) an acme of tropical species Micula murus (Thibault and Gardin, 2006, 2007).\nWhether this warm event is linked or not to the onset of Deccan volcanic activity remains controversial. Though several authors suggested that flood basalt eruptions were likely to cause greenhouse warmingviaCO2degassing (Wignall, 2001;CohenandCoe, 2002), results of palaeotemperature models based on the estimation of gas emissions\nsuggest a small impact on temperature rise or even cooling through the release of SO2 (Chenet et al., 2005; Jones et al., 2005; Self et al., 2006).\nHere we present new data on calcareous nannofossil assemblages at DSDP Site 577A in an attempt to decipher their response to the endCretaceous warming in the Tropical Pacific. These data are compared to previous results obtained on the nannofossil assemblages of Sites 1258A and 525A. The correlation of calcareous nannofossil distribution patterns with chemical markers of Deccan volcanism and previously published markers of climate change is tested."
  }, {
    "heading": "2. Shatsky Rise: setting and previous work",
    "text": "Shatsky Rise (Fig. 1) is a medium-sized large igneous province (LIP), in the west-central Pacific which has been the target of three Deep Sea Drilling Project (DSDP) expeditions—Legs 6, 32, and 86—and two Ocean Drilling Program (ODP) expeditions—Legs 132 and 198 (Bralower et al., 2002a). A high quality palaeoceanographic recordwas obtained during Leg 86 at Site 577A, and limited to the Paleogene and uppermost Maastrichtian (Gerstel et al., 1986; Zachos and Arthur, 1986; Zachos et al., 1989; D'Hondt and Keller, 1991). This site has a good magnetostratigraphic record (Bleil, 1985) that allows precise dating and solid correlations of palaeoclimatic eventswith other areas.\nMore recent drillings of Shatsky Rise, such as ODP Leg 198 (Sites 1207 to 1214) gave rise to numerous palaeoceanographic investigations regarding the early Cretaceous (Dumitrescu et al., 2006), the K– Pg boundary (Bown, 2005), the Paleocene–Eocene (Zachos et al., 2003; Gibbs et al., 2006a, 2006b; Kaiho et al., 2006), or synthetic overviews over longer time-intervals (Bralower et al., 2002b; Thomas, 2004; Bralower et al., 2006). A palaeoceanographic investigation of Frank et al. (2005) was mainly focused on the early and mid-Maastrichtian.\nHowever, these sites lack of a good magnetostratigraphic control that DSDP Site 577A has, thus providing precise dating and sound correlations of palaeoclimatic events with other areas.\nThe majority of Shatsky Rise sites were situated at relatively shallow palaeodepths, mostly b2000 m, thus above the calcite compensation depth throughout the Cretaceous. Palaeoreconstructions have a great deal of uncertainty but all sites should lay between 10°N and 20°N during the Late Cretaceous (Bralower et al., 2002a)."
  }, {
    "heading": "3. Materials and methods",
    "text": "DSDP Site 577A has been intensively studied for palaeoceanographic purposes and material is limited. Nineteen samples of the upper Maastrichtian of Site 577A were analyzed for calcareous nannofossil\nther DSDP/ODP drill sites and (inset) the location of Shatsky Rise relative to other major\nassemblages. Samples were processed following the method given in Thibault and Gardin (2006). Relative species abundances were calculated as the percentage of at least 500 specimens randomly counted at a magnification of ×1575 (×63 oil objective with a ×2.5 additional lens). Absolute abundanceswere calculated for one species as the ratio between the number of the counted specimens and the number of fields of view examined to count them. After measuring the area of one field of view (0.0172 mm2), abundances were transformed into number of specimens permm2. As the grain density is similar for all smear-slides (1 g/L), abundances per unit area are approximately proportional to the quantity of a given species per gram of sediment. This method is comparable to that used in the works of Backman and Shackleton (1983), Henriksson (1993) and Koch and Young (2007). For comparisons of nannofossil data between Sites 577A, 1258A and 525A, absolute abundances were transformed into accumulation rates (N/cm2/ka) by taking into account the density of thematerial (2.1 g/cm3 for chalk) and estimated mean sedimentation rates for each magnetochron (Table 1). The range chart for nannofossil data of Site 577A is archived in Appendix A. Species from the same genus and with similar behaviours, as well as species that were too rare for an accurate quantitative analysis were grouped into higher taxonomic levels (Table 2). Three traverses of the slide were examined for species richness. Species not considered during the counting for relative abundances were noted as rare (R), few (F) and Common (C) in the range chart (Appendix A). For the calculation of Shannon diversity index, these annotations were replaced by one and the total number of specimens encountered subsequently corrected. Three states of preservation (bad, moderate and good) were considered in this study, on the basis of features of etching and overgrowth given by Roth (1983). All samples show a moderate preservation.\nThe range charts published by Lees and Bown (2005) were used to generate records of nannofossil species richness at Sites 1209A, 1209C, 1210A, 1210B and 1211A. Other sites of Leg 198 were not considered because of stratigraphical incompleteness in the late Maastrichtian.\nCarbon isotopic composition of bulk carbonates were measured on 17 samples at the Laboratoire Biominéralisations et Paléoenvironnements (Université Pierre et Marie Curie, Paris 6, France). The\nextraction of CO2 was done by reaction with anhydrous orthophosphoric acid at 50 °C. Analysis was performed with a mass spectrometer Finnigan Delta E. The oxygen and carbon isotope values are expressed in per mil relative to the V-PDB standard reference. The analytical precision is estimated at 0.1‰ for oxygen and 0.05‰ for carbon."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Biostratigraphy",
    "text": "The calcareous nannofossil biostratigraphy formerly established by Monechi (1985) was refined, based on the First Occurrences (FO) ofMicula murus, Ceratolithoides kamptneri andMicula prinsii (Table 3). Biozonation of Burnett (1998) was applied (Table 3). In addition, 4 secondary bio-events are documented: the Last Occurrence (LO) of Tegumentum stradneri, the FO of Ceratolithoides ultimus, the LO of Pseudomicula quadrata and the Last Consistent Occurrence (LCO) of Biscutum constans (Table 3). The LO of T. stradneri and the FO of C. ultimus appear in the same nannofossil zones in Hole 577A as in Holes 1209A, 1210A, 1210B and 1211A (Lees and Bown, 2005). The LCO of B. constans recorded in the top of chron C30n correlates well with its LO at sites 1258A and 525A (Thibault and Gardin, 2006, 2007). Mixing of Upper Cretaceous and early Danian assemblages of planktonic foraminifera was noted for the last meter of the Maastrichtian at Site 577A (D'Hondt and Keller, 1991). No Danian nannofossil species nor apparent mixing was found in the 3 samples examined in this interval.\nFi g.\n2. N an\nno fo ss il ab\nun da\nnc e an\nd ac cu\nm ul at io n ra te ,s pe\nci es\nri ch\nne ss\nan d di st ri bu\nti on\npa tt er ns\nof ca lc ar eo\nus na\nnn of os si ls at\nSi te\n57 7A\n.( 1)\nBl ei l( 19\n85 ). (2\n) Th\nis st ud\ny. Th\ne gr ey\nda sh\ned lin\ne re pr es en\nts th e ti m in g of\nth e on\nse to\nfa m aj or\nch an ge ex pr es se d in th e na nn of os si la ss em bl ag e."
  }, {
    "heading": "4.2. Calcareous nannofossil assemblages at Site 577A",
    "text": ""
  }, {
    "heading": "4.2.1. Absolute abundance, accumulation rate and species richness",
    "text": "The total nannofossil abundance varies between 2000 and 3000 specimens/mm2 between 123.5 and 113.5 mbsf (meters below seafloor). A first drop to around 1600 specimens/mm2 is observed at 113.5 mbsf and a second drop down to 1000 specimens/mm2 occurs around 112 mbsf. It then remains relatively low up to the K–Pg boundary (Fig. 2). This drop in the absolute abundance is probably due to an increase of the sedimentation rate in chron C29r by the addition of other calcitic contributors. Indeed, it appears that the nannofossil accumulation rate (NAR) did not actually decrease at the end of the Cretaceous (Fig. 2). Species richness is about 65 between 123.5 and 120.5 mbsf. It progressively decreases down to 50 at 113.5 mbsf. It drops to 45 in the interval between 113.5 and 110.5 mbsf and then increases again to reach a mean value of 55 in the last meter of the Maastrichtian (Fig. 2). Shannon diversity, a more robust index of diversity whose calculation takes into account the relative abundance of each species, exhibits more or less the same features (Fig. 3). Moreover, the LO of Tegumentum stradneri (1), the FO of Ceratolithoides kamptneri (2) and the FO ofMicula prinsii (3) allow a correlation of the patterns of species richness at Site 577A with that of Sites 1209A, 1209C, 1210A, 1210B and 1211A (Fig. 4), calculated from the range charts of Lees and Bown (2005). Species richness displays the same patterns in all these sites, regardless of the preservation state of the assemblage (Lees and Bown, 2005, Tables 4, 5, 6, 7 and 8)."
  }, {
    "heading": "4.2.2. Composition of the assemblage",
    "text": "Examination of the calcareous nannofossil data indicates that the assemblages of Site 577A are dominated by four main taxa (Prediscosphaera cretacea s.l.,Watznaueria barnesiae, Retecapsa spp. andMicula spp.), each of which has an average abundance of more than 10%. A fifth additional taxon, Micula murus, becomes dominant in the latest Maastrichtian, with abundance reaching more than 10% in chron C29r (Fig. 2). Two other dominant taxa are characterized by average abundances higher than 5% and sometimes reaching up to 10% (Tetrapodorhabdus decorus and Cribrosphaerella ehrenbergii) and\nFig. 3.Nannofossil accumulation rate, species richness, Shannon–Weaver index, PCA1 scores, (1) Bleil (1985). (2) This study.\n8 secondary taxa are characterized by having average values of more than 2% (Fig. 2). In total, these taxa represent at least 90% of the nannofossil assemblages.\nThe seven dominant taxa exhibit a major change of abundance at around 113.5 mbsf and a return to the values that prevail before this major event from around 110.5 mbsf to the K–Pg boundary (Fig. 2). High-latitude taxa (Ahmuellerella octoradiata, Gartnerago spp., Kamptnerius magnificus and Nephrolithus frequens, Thierstein, 1981; Wind, 1979; Pospichal and Wise, 1990; Lees, 2002) are absent at Site 577A during the late Maastrichtian. Biscutum constans, a high-fertility species (Erba, 1990; Erba et al., 1992; Williams and Bralower, 1995; Fisher and Hay, 1999) is very rare at this site. It shows patchy occurrences from 123.5 to 113.5 mbsf and is then completely absent in the interval from 113.5 mbsf up to the K–Pg boundary, except for one sample at 109.7 mbsf (Appendix A).\nPrediscosphaera cretacea remains stable around 17% between 123.5 and 114 mbsf, exhibits higher abundances (23 to more than 30%) in the interval between 113.5 and 110.5 mbsf and tends to return to previous values in the last meter of the Maastrichtian (Fig. 2).\nWatznaueria barnesiae tends to increase from 15 to 25% between 123.5 and 114 mbsf. It progressively decreases down to 8% between 114 and 111.3 mbsf and increases again from 111.3 mbsf up to the K– Pg boundary (Fig. 2). The drop in relative abundance of W. barnesiae between 114 and 111 mbsf cannot be attributed to any close-sum effect since its accumulation rate shows the same trends (Fig. 3).\nThe abundance of Micula decussata is quite low at Site 577A as compared to previous studies in the Maastrichtian of the tropical realm (Thierstein, 1981; Eshet and Almogi-Labin, 1996; Tantawy, 2003; Thibault and Gardin, 2006, 2007). Micula swastica, another species of the genus with a morphology close to that of M. decussata, has a noticeably high abundance at Shatsky Rise (Fig. 2). Both species are around 5% between 123.5 and 113 mbsf as well as in the last meter of the Maastrichtian and show a 2 to 7% increase in the interval between 113.5 and 110.5 mbsf (Fig. 2).\nRetecapsa spp. remains around 12% between 123.5 and 113.5 mbsf. It shows a 5% excursion between 113.5 and 111.5 mbsf, drops down to 8% at 111.5 mbsf and slightly decreases up to the K–Pg boundary.\naccumulation rates of selected individual nannofossil species and bulk δ13C at Site 577A.\nFi g.\n4. Re\nco rd s of\nna nn\nof os si ls\npe ci es\nri ch\nne ss\nin th e la te\nM aa\nst ri ch\nti an\nof D SD\nP H ol e 57\n7A an\nd of\nO D P Le\ng 19\n8 H ol es .\nCribrosphaerella ehrenbergii is around 7.5% between 123.5 and 113.5 mbsf, then drops down to values of 2% and shows a 7% increase in the last 1.5 m of the Maastrichtian (Fig. 2).\nTetrapodorhabdus decorus remains stable around 7.5% between 123.5 and 114 mbsf, then suddenly drops down to 3% and remains low until the K–Pg boundary (Fig. 2).\nAfter its first appearance, Micula murus is less than 2% abundant below 113.5 mbsf where it starts to increase to reach abundances up to more than 15% around 112 mbsf. Then it decreases but remains higher than 8% until 110.5 mbsf. It drops down to slightly less than 5% in the last meter of the Maastrichtian (Fig. 2).\nCribrocorona gallica is less than 2% abundant between 123.5 and 114 mbsf. Then it increases and fluctuates between 3 and 6% between 113.5 mbsf and the K–Pg boundary (Fig. 2).\nPlacozygus spiralis (synonyms: Zeugrhabdotus spiralis and Placozygus fibuliformis of some authors) shows very low abundances as compared to previous studies in the Maastrichtian of the Tropical Realm (Thierstein, 1981; Eshet and Almogi-Labin, 1996; Tantawy, 2003; Thibault andGardin, 2006, 2007). Its abundance remains stable around 2.5% between 123.5 and 114 mbsf. It suddenly decreases at 113.5 mbsf and remains less than1% abundantuntil 110.5 mbsfwhere it returns to previous values which persist up to the K–Pg boundary."
  }, {
    "heading": "4.2.3. Preservation of the assemblage",
    "text": "The preservation of the samples considered in this study is moderate. No change of the preservation state is observed in samples from the interval between 113.5 and 110.5 mbsf where the major change is observed in the nannofossil assemblage. In theMaastrichtian, the most resistant taxon to dissolution is Micula decussata with a ratio of resistance to dissolution which is more than 10 times that of other nannofossil taxa (Thierstein, 1980). Therefore an independent test of the preservation of the assemblage is the comparison of its relative abundance with species richness and total nannofossil absolute abundance. At Site 577A, M. decussata, Micula concava and Micula swasticawere grouped together asMicula spp. because of similar sizes and morphologies which make these species equally resistant to dissolution.Miculamuruswasnot includedbecause this species ismuch smaller and has a much lower ratio of resistance to dissolution (Thierstein, 1980). The abundance of Micula spp. does not show any significant correlationwith nannofossil absolute abundance (r2=0.21) and species richness (r2=0.4). The abundance of Watznaueria barnesiae, also considered as a solution-resistant species, though with a lower ratio of resistance to dissolution thanM. decussata (Thierstein, 1980), does not decrease and shows on the contrary a strong decrease in the intervalwhereMicula peaks (Fig. 2).We conclude that diagenetic processes cannot be involved to explain the strong increase ofM.murus and other changes observed in the nannofossil assemblage. Patterns of abundances as well as diversity indices can be interpreted as a reflection of original palaeoecological conditions."
  }, {
    "heading": "4.2.4. Principal component analysis (PCA)",
    "text": "Principal component analysis (PCA) was performed on the variance–covariance matrix including all taxa considered in Fig. 2 and accounting in total for at least 90% of the assemblage. Micula cubiformis,Micula concava,Micula decussata andMicula swasticawere grouped together as Micula spp. because they generally showed the same behaviour at site 577A. The first principal component (PCA1) accounts for 59.3% of the total variance. Species that show positive loadings and significant positive correlations to PCA1 are the three dominant taxaMicula murus, Prediscosphaera cretacea, andMicula spp. and the secondary species Cribrocorona gallica (Table 4). Species that show negative loadings and significant negative correlations to PCA1 are the dominant taxa Watznaueria barnesiae, Cribrosphaerella ehrenbergii and Tetrapodorhabdus decorus, and the secondary species Placozygus spiralis (Table 4). Scores of PCA1 reveal a strong positive excursion in the interval between 113.5 and 110.5 mbsf (Fig. 3)."
  }, {
    "heading": "4.3. Stable carbon isotopes from Site 577A",
    "text": "Results of stable isotopes from bulk chalks are commonly hindered by diagenesis overprinting because of the high porosity of the chalk (Schrag et al., 1995; Mitchell et al., 1997). A correlation test of carbonand oxygen-isotope values shows no significant trends and lacks the pronounced covariance (r2=0.22) seen in many mixing lines produced by the addition of variable quantities of isotopically homogeneous diagenetic cement to isotopically homogeneous skeletal calcite (Jenkyns et al., 1995; Mitchell et al., 1997). The pattern of δ13C values generally conforms to trends observed in planktonic and benthic foraminifera at Sites 525A (South Atlantic Ocean, Fig. 3) (Li and Keller, 1998a) and 761 (Indian Ocean) (Barrera and Savin, 1999). Given that chalk sediments of Site 577A are mainly composed of calcareous nannofossils, the characteristic form of this curve likely reflects primary seawater values with any diagenetic effects affecting the section in generally consistent manner.\nCarbon isotope values range between 2.8 and 3.2‰. The δ13C profile displays quite stable values around a mean of 3‰ between 123.5 and 113.5 mbsf and a slight negative excursion down to values of 2.8–2.9‰ in the interval between 113.5 and 110.5 mbsf. An increase up to a value of 3.15‰ is recorded in the last sample of the Maastrichtian (Fig. 3)."
  }, {
    "heading": "5. Discussion",
    "text": "5.1. Ecological affinities of selected Upper Cretaceous nannofossil taxa\nPrediscosphaera cretacea does not show any clear latitudinal preferences (Wind, 1979; Thierstein, 1981; Henriksson and Malmgren, 1997; Lees, 2002). Several authors suggested an affinity of this taxon to low-productivity conditions (Watkins, 1989; Eshet et al., 1992; Eshet and Almogi-Labin, 1996).\nWatznaueria barnesiae is ubiquitous in Cretaceous assemblages but absent or rare in northern and southern high latitudes (Bukry, 1973; Wind, 1979; Thierstein, 1981; Watkins et al., 1996) during some intervals of the Maastrichtian where its varying abundances and patterns of migration were linked to temperature changes (Stott and Kennett, 1990; Huber and Watkins, 1992). Several studies showed that this is also a low-nutrient indicator (Roth and Krumbach, 1986; Erba et al., 1992; Lamolda et al., 1992; Williams and Bralower, 1995; Fisher and Hay, 1999).\nMicula decussata (the dominant species of the genus) is a major component of Late Cretaceous assemblages. Its biological affinity and its palaeoecological significance are not yet well-understood. Since the studies of Hill (1975) and Thierstein (1980), its distribution has largely been interpreted as the result of preservation patterns. However, several authors reported very high abundances of this\nspecies in well-preserved uppermost Maastrichtian samples showing no evidence of dissolution or overgrowth (Eshet et al., 1992; Tantawy, 2003). Different palaeoecological significances of this species are proposed in the literature: (1) affinity for sub-tropical to intermediate latitudes (Wind, 1979; Thierstein, 1981; Henriksson and Malmgren, 1997), (2) affinity for low latitudes (Shafik, 1990), (3) cosmopolitan (Lees, 2002), (4) low-nutrient indicator and high-stress marker (Eshet et al., 1992; Tantawy, 2003; Thibault and Gardin, 2006).\nCribrosphaerella ehrenbergii does not show any latitudinal preferences (Thierstein, 1981; Henriksson andMalmgren, 1997; Lees, 2002) nor was related to surface water fertility changes. The significance of its distribution patterns remains unknown.\nRetecapsa ficula increases concomitantly with high-fertility species Biscutum spp. and Zeugrhabdotus erectus during Oceanic anoxic event 2 at Demerara Rise and was thus interpreted as another high-fertility species (Hardas and Mutterlose, 2007). In the Cenomanian/Turonian boundary interval of Wunstorf section, Retecapsa spp. does not react like the high-fertility taxon Biscutum spp. (Linnert et al., 2010). High frequencies of Retecapsa spp. are linked to palaeoceanographic conditions which are in favour of black shale deposition, corresponding to short-term pulses of intense fertilisation. The genus is thus interpreted as an opportunistic stress resistant form whose increased flourishment is linked to highly elevated primary production (Linnert et al., 2010).\nTetrapodorhabdus decorus was more abundant in southern high latitudes than low latitudes in the Maastrichtian (Lees, 2002).\nMicula murus is one of the rare Maastrichtian species that is clearly restricted to low latitudes (Worsley and Martini, 1970; Thierstein, 1981; Lees, 2002). It has an unequivocal preference for warm surface waters but is generally less than 5% in tropical assemblages (Thierstein, 1981; Tantawy, 2003; Thibault and Gardin, 2006, 2007).\nCribrocorona gallica was noted a preference for low latitudes (Shafik, 1990). Lees (2002) noticed its absence in the subantarctic palaeobiogeographical zone.\nPlacozygus spiralis does not show any clear biogeographic preferences (Thierstein, 1981; Lees, 2002) but is considered as a good indicator of mid- and high-fertility conditions (Roth and Bowdler, 1981; Watkins, 1989; Erba, 1992; Lees et al., 2005)."
  }, {
    "heading": "5.2. The nannofossil record of the end-Maastrichtian warming at Shatsky Rise",
    "text": "PCA scores and diversity indices point to a striking event in the latest Maastrichtian at Site 577A (Fig. 3). This event cannot be the result of an artifact due to a possible mixing of Cretaceous and early Danian assemblages because the interval where mixing of planktonic foraminifera was observed corresponds to the last meter of the Maastrichtian whereas the most important changes observed in the nannofossil assemblage occur 4 m before the K–Pg boundary (Figs. 2 and 3). The highest component loadings for PCA1, Prediscosphaera cretacea and Micula murus, show respective correlations of 0.89 and 0.90 with the component factor (Table 4). They thus indicate lowfertility conditions and warming during the positive excursion of this factor (Fig. 3). Warming is further supported by a correlation of 0.85 between PCA1 and Cribrocorona gallica, another warm-water species, and by a negative correlation (−0.82) between PCA1 and Tetrapodorhabdus decorus, which showed a preference for high southern latitudes in the Maastrichtian. Low-fertility conditions during the warming event are further supported by (1) a negative correlation (−0.79) between the mid-fertility species Placozygus spiralis and PCA1, (2) the absence of the high-fertility species Biscutum constans, and (3) a decrease of bulk δ13C (Fig. 3). The progressive decrease of species richness before the warming event at Site 577A, followed by a drop during the event itself, are reliable patterns that can be correlated throughout ODP sites at Shatsky Rise (Fig. 4). This decrease, along with the drop of total nannofossil abundance, suggests low-\nfertility and stressed environmental conditions as a response to the warm event. The increase of Micula spp. (excluding M. murus) during the event interval as well as its positive correlation to PCA1 (0.78, Table 4) also support this interpretation, as already suggested by Tantawy (2003) and Thibault and Gardin (2006).\nThe warm event terminated about 100 kyr before the K–Pg and was followed by a short cooling episode (Li and Keller, 1998a; Wilf et al., 2003), which is indicated at Site 577A by the decrease in the abundance of Micula murus, as well as by the decrease of PCA1. The return of all parameters (relative abundances, PCA1, diversity indices, and bulk δ13C) to values that prevailed before the warming event (Fig. 3) suggests a recovery of the nannofossil assemblage during the cooling event."
  }, {
    "heading": "5.3. Comparison of calcareous nannofossil and oxygen-isotope records in",
    "text": "the Tropical Atlantic and Pacific Oceans\nAn acme of Micula murus, coincident with the end-Maastrichtian warming, was previously recorded in the Equatorial Atlantic (ODP Site 1258A) and in the South Atlantic (DSDP Site 525A) (Thibault and Gardin, 2006, 2007). Such high relative abundances of M. murus, however, were never recorded before (N15% at Site 577A during the acme event, as compared to 3 and 4% only at Sites 1258A and 525A, respectively). Thierstein (1981) also found anomalously high abundances of this taxon in the latest Maastrichtian of Tropical DSDP Sites 317 and 47.2. No quantitative data are available from ODP Leg 198 but M. murus is frequently recorded as common in the latest Maastrichtian of several sites of this Leg (Lees and Bown, 2005). This pronounced acme of M. murus thus seems to be a peculiar feature of the Tropical Pacific Ocean that could be explained by the conjunction of warming and ultra-oligotrophic environmental conditions. In the Late Cretaceous, these sites were indeed located very far away from the continental coastlines within the large oligotrophic gyres of the Pacific Ocean. In this region, the decrease of productivity associated to the warming event would have resulted in ultra-oligotrophic conditions, or at least in more oligotrophic conditions than in the Tropical Atlantic, which would explain the differences observed in the relative abundance of M. murus between the two oceans.\nThe decrease of Watznaueria barnesiae observed at Site 577A during the end-Cretaceous warming is difficult to reconcile with the supposed ecological affinities of this species. During the late Maastrichtian, this species reacted positively to warming only in southern and northern high latitudes (Huber and Watkins, 1992; Sheldon, 2008). In the Equatorial Atlantic, no significant change is noticed in the abundance of W. barnesiae during the end-Cretaceous warming (Thibault and Gardin, 2006) whereas in the South Atlantic, a slight increase of its abundance, concomitant to the acme of Micula murus, was interpreted as lowered fertility (Thibault and Gardin, 2007). Ultra-oligotrophic and stressed environmental conditions associated to the warming event seem to have favoured the lowerfertility species Prediscosphaera cretacea over W. barnesiae at Shatsky Rise.\nTo date, at Tropical latitudes, the end-Maastrichtian warming is well-recorded in intermediate waters through the δ18O of benthic foraminifera whereas the record of surface waters based on planktonic foraminiferal δ18O exhibits a very slight increase with highly variable fluctuations (Abramovich and Keller, 2003). This can be explained by the fact that most planktonic foraminifer species of the Campanian–Maastrichtian occupied a subsurface mixed layer rather than surface waters (Abramovich et al., 2003). This is notably the case for Rugoglobigerina rugosa, from which were inferred seasurface temperatures at DSDP Site 525A (Abramovich and Keller, 2003). In contrast, most nannofossil species of the Maastrichtian were restricted to surface waters. For the Maastrichtian, bulk-rock δ18O signals of pure nannofossil chalks and nannofossil fractions that did not undergo intense diagenetic alteration might actually better reflect\nsea-surface temperatures than the existing record of planktonic foraminifera. Such analyses are lacking for the latest Maastrichtian and are greatly needed to better constrain the impact of the endMaastrichtian warming on global SSTs.\nThe acme ofMicula murus in the Tropical Pacific and in the Atlantic correlates well with the end-Maastrichtian warming as expressed in the δ18O of benthic foraminifera and with the dwarfism observed in planktonic foraminifera within chron C29r (Fig. 5). However, the comparison of the records of calcareous nannofossil assemblages between the Tropical Pacific and the Atlantic Ocean suggests that warming of the surface waters might have initiated at the top of chron C30n. This view is supported by a drop of cool-water taxa in the uppermost part of chron C30n in the Equatorial and South Atlantic (Fig. 6) and by the first increase of M. murus at the top of C30n at Site 577A (Figs. 2 and 6) and in the last sample of chron C30n at Site 525A (Fig. 6). The disappearance of Biscutum constans occurs right after the drop of cool-water taxa at the top of chron C30n and can be correlated throughout Sites 1258A, 577A and 525A. This event supports a decrease of global productivity coincident with the onset of warming in surface waters."
  }, {
    "heading": "5.4. End-Maastrichtian warming and climatic impact of Deccan volcanism",
    "text": "Several authors have stated that Deccan volcanism induced the end-Maastrichtian warming through the addition of greenhouse gas CO2 to the atmosphere (Dessert et al., 2001;Wignall, 2001; Cohen and Coe, 2002). Caldeira and Rampino (1990), Rampino and Self (2000) and Self et al. (2006, 2008) have challenged this hypothesis, suggesting that CO2 emission triggered by Deccan volcanism would have caused a rise of less than 2 °C in global mean temperatures, in contrast to the 4 °C warming in intermediate water masses of the ocean derived from the δ18O of benthic foraminifera (Li and Keller, 1998a; Barrera and Savin, 1999) and 4 °C on land derived from leafmargin analyses of terrestrial plants (Wilf et al., 2003). Recent studies suggested that the impact of SO2 degassing related to flood basalt volcanism would rather trigger climatic cooling (Chenet et al., 2005; Jones et al., 2005; Self et al., 2008). Estimations of CO2 and SO2 degassing and subsequent palaeotemperature models are somewhat conflicting with a cause-and-effect scenario between Deccan volcanism and the end-Cretaceous warming.\nA coincidence of the main Deccan volcanic activity and the endMaastrichtian warming has been further suggested by Ravizza and Peucker-Ehrenbrink (2003) and Robinson et al. (2009). The latter documented a major drop in the marine 187Os/188Os record in chron C29r at Sites 525A (South Atlantic), 577A (Tropical Pacific), 690 (Southern Ocean) and at the Bottacione section (Gubbio, Italy). According to these authors, this decline witnesses the initiation of the paroxysmal activity of Deccan volcanism.\nRecent 40 K/40Ar dating (Chenet et al., 2007), paleomagnetic investigations of Deccan lavas (Chenet et al., 2008, 2009) and palaeontological investigations of intertrappean sediments in the Rajahmundry area (Keller et al., 2008) suggest that ∼80% of the Deccan trap eruptions would have occurred in two distinct major phases across the K–Pg boundary (one in the late Maastrichtian and one in the early Danian), within less than a total of 0.6 Myr in chron C29r. Chenet et al. (2009) consider that the main Cretaceous phase of Deccan volcanism began less than 400 kyr before the K–Pg boundary.\nThe warming event, as recorded (1) in intermediate waters of the Atlantic by the δ18O of benthic foraminifera (Fig. 5, Li and Keller, 1998a), (2) in surface waters by poleward migration of low-latitude planktonic foraminifer species (Huber and Watkins, 1992), reduced diversity and dwarfism in planktonic foraminifera (Abramovich and Keller, 2003), and by the increase in abundance of Contusotruncana contusa and Pseudotextularia elegans in the Atlantic ocean (Kucera and Malmgren, 1998; Olsson et al., 2001), initiates 100/150 kyr after the\nC30n/C29r boundary (Abramovich and Keller, 2003), and would therefore correlates well with the onset of the main Cretaceous pulse of Deccan volcanism. In addition, a record of increasing atmospheric pCO2 (Fig. 5), calculated from the δ13C of palaeosol carbonates at Dawson Creek (Texas), argues for greenhouse conditions within chron C29r (Nordt et al., 2003). In contrast, warming in oceanic surfacewaters and in the atmosphere, as recorded in the nannofossil assemblage (Fig. 6), and by the record of terrestrial plants in North Dakota (Fig. 5), could have initiated in the topmost part of chron C30n, thus predating the striking warming of intermediate waters and, possibly, the main Cretaceous pulse of Deccan volcanism, by 150/200 kyr."
  }, {
    "heading": "5.5. A multi-proxy based scenario for the end-Cretaceous warming",
    "text": "The correlation of biotic and abiotic events in the South Atlantic and the central Pacific, with the palaeotemperature record of terrestrial plants and the atmospheric pCO2 record in North America (Fig. 5) suggests the following scenario: warming initiated in the atmosphere and in surface waters of the Atlantic and Pacific oceans in the uppermost part of chron C30n around 66/66.1 Ma as indicated by the record of terrestrial plants and nannofossil assemblages (Figs. 5 and 6). At that time, waters were probably well stratified because the thermohaline circulation operated in a mode more similar to the present circulation during the preceding cool climate mode of the Maastrichtian (Barrera and Savin, 1999). Therefore, this progressive warming did not expand to the underlying layers of the world ocean which would explain why it is not recorded in the δ18O of benthic foraminifera. During this progressive warming, fertility of surface waters started to decrease, as recorded by the disappearance of Biscutum constans (Fig. 6) and the drop of Placozygus spiralis at Site 577A. This is also indicated by the decrease of planktonic foraminiferal δ13C in the uppermost part of C30n at Site 525A and a slightly delayed decrease of bulk δ13C at the C30n/C29r boundary at Site 577A (Fig. 5). At ∼65.8 Ma, within chron C29r, a huge amount of CO2 was added to the atmosphere as indicated by the record of paleosol carbonate in Texas. The large output of CO2 to the atmosphere greatly intensified the warming in the atmosphere and in oceanic surface waters as indicated by maximum temperatures in the terrestrial plant record and by maximum abundances of the warm-water nannofossil species Micula murus at Sites 1258A, 577A and 525A (Fig. 5). Ecological stress was triggered in the planktonic community by this intensified warming and/or by the release of gases associated to Deccan volcanism. This stress is recorded in the planktonic foraminiferal assemblage by the appearance of dwarfed specimens and a drop in the Shannon–Weaver index at Site 525A (Fig. 5, Abramovich and Keller, 2003). In the Tropical Pacific, ecological stress is also recorded in nannofossil assemblages byminimum values of the Shannon diversity at Site 577A (Fig. 3) and by a minimum in the record of species richness at all sites of Shatsky Rise (Fig. 4). This intensified warming within chron C29r was probably sufficient to suppress stratification between surface and intermediate water layers of the Atlantic and Pacific oceans. The thermocline may have lowered significantly and the surface-to-deep temperature gradient decreased abruptly, which would well explain the abrupt warming recorded in the δ18O of benthic foraminifera (Fig. 5).\nIt is tempting to link this large CO2 output to the Deccan volcanism on the basis of the aforementioned correlation between biotic and abiotic sedimentary proxies. A cause-and-effect scenario between Deccan volcanic activity and greenhouse warming, however, is being disputed both by the modelling of Deccan environmental impacts and recent datings of the lava pile. The onset of a climatic trend towards higher temperatures shown in this study in the top of C30n remains an open question and even the link between greenhouse warming within chron C29r and Deccan degassing remains to be better documented. The succession, timing and duration of each volcanic phase and their correlation with the sedimentary record (Os isotopes,\n248 N .Thibault,S.G ardin / Palaeogeography,Palaeoclim atology,Palaeoecology 291 (2010) 239 –252\nFi g.\n6. Co\nrr el at io n of\nm ai n na\nnn of os si le\nve nt s du\nri ng\nth e la te\nM aa\nst ri ch\nti an\nat Si te s 12\n58 A (W\nes t Eq\nua to ri al\nA tl an\nti c) ,5\n77 A (T ro pi ca lP\nac ifi c)\nan d 52\n5A (S ou\nth A tl an\nti c) .N\not e th e ab\nse nc\ne of\nco ol -w\nat er\nta xa\nat Si te\n57 7A\n.\nstable isotopes and biotic events) requires a more accurate calibration between absolute and relative ages of biological and chemical events in the last 700 kyr of the Maastrichtian. Further high resolution analysis of the record of Deccan volcanic activity, climate change and biological assemblages is necessary in order to establish sound links between volcanic, biotic and abiotic events and to shed light on the CO2 vs SO2 environmental effects of Deccan degassing."
  }, {
    "heading": "6. Conclusions",
    "text": "At Shatsky Rise, the end-Maastrichtian warming event was remarkably recorded by calcareous nannofossil assemblages:\n(1) An important acme of the warm-water species Micula murus marks this event. The highest abundance of this species in the Tropical Pacific, as compared to that of the Atlantic Ocean, is interpreted as the conjunction of warming and ultra-oligotrophic conditions. (2) The disappearance of the high-fertility species Biscutum constans together with lower abundances of the fertility species Placozygus spiralis, higher abundances of the low-fertility species Prediscosphaera cretacea and lower δ13C values suggests a lowering of fertility levels during this warm event. (3) An important drop of species richness recorded at all sites of Shatsky Rise and an increase of other Micula species at DSDP Site 577A suggest that this intense warming episode was coincident with an environmental stress in the Tropical Pacific.\nThe comparison of nannofossil events, planktonic foraminiferal events, stable isotope records and the marine Osmium record in the South Atlantic and the central Pacific, and their correlation to the palaeotemperature record of terrestrial plants and to the atmospheric pCO2 record in North America, suggests the following:\n(4) The warm event could have initiated in the atmosphere and surface waters within the topmost part of chron C30n, and would thus predate thewarming of intermediate watermasses. Whether its onset coincides or not with the beginning of the Deccan volcanic activity remains to be explored. (5) Maximumwarming tookplacewithin chronC29r andwasdue to the addition of greenhouse gas CO2 to the atmosphere, probably triggered by the main Cretaceous pulse of Deccan volcanism."
  }, {
    "heading": "Acknowledgements",
    "text": "We warmly thank Simonetta Monechi for providing us the samples of Site 577A and Greg Ravizza who provided us the data on 187Os/ 188Os from Sites 525A and 577A. We are grateful to Nathalie Labourdette, Damien Huygues and Vincent Gressier for technical support and analytical help. Funding for this study was provided by Eclipse II Program. We are grateful to Gerta Keller and an anonymous reviewer for critical review, many helpful suggestions and discussions of the manuscript."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data associated with this article can be found, in the online version, at doi:10.1016/j.palaeo.2010.02.036."
  }],
  "year": 2010,
  "references": [{
    "title": "Planktonic foraminiferal response to the latest Maastrichtian abrupt warm event: a case study from South Atlantic DSDP Site 525A",
    "authors": ["S. Abramovich", "G. Keller"],
    "venue": "Mar. Micropaleontol",
    "year": 2003
  }, {
    "title": "Characterization of late Campanian foraminiferal depth habitats and vital activities based on stable isotopes",
    "authors": ["S. Abramovich", "G. Keller", "D. Stüben", "Z. Berner"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2003
  }, {
    "title": "Quantitative biochronology of Pliocene and Early Pleistocene calcareous nannofossils from the Atlantic, Indian and Pacific Oceans",
    "authors": ["J. Backman", "N.J. Shackleton"],
    "venue": "Mar. Micropaleontol",
    "year": 1983
  }, {
    "title": "Global environmental changes preceding the Cretaceous–Tertiary boundary: Early-late",
    "authors": ["E. Barrera"],
    "venue": "Maastrichtian transition. Geology",
    "year": 1994
  }, {
    "title": "Evolution of Campanian–Maastrichtian marine climates and oceans",
    "authors": ["E. Barrera", "S.M. Savin"],
    "venue": "Evolution of the Cretaceous OceanClimate System: Spec. Publ. Geol. Soc. Am.,",
    "year": 1999
  }, {
    "title": "The magnetostratigraphy of northwest Pacific sediments",
    "authors": ["U. Bleil"],
    "venue": "Init. Rep. Deep Sea Drill. Proj",
    "year": 1985
  }, {
    "title": "Cretaceous–Tertiary planktic foraminifers from the southeastern Atlantic",
    "authors": ["A. Boersma"],
    "venue": "Walvis Ridge area. Init. Rep. Deep Sea Drill. Proj",
    "year": 1984
  }, {
    "title": "Oxygen and carbon isotope variations and planktonic foraminiferal depth habitats: Late Cretaceous to Paleocene, Central Pacific",
    "authors": ["A. Boersma", "N.J. Schackleton"],
    "venue": "DSDP Sites",
    "year": 1981
  }, {
    "title": "Selective calcareous nannoplankton survivorship at the Cretaceous",
    "authors": ["P.R. Bown"],
    "venue": "Tertiary boundary. Geology",
    "year": 2005
  }, {
    "title": "Leg 198 synthesis: a remarkable 120Ma record of climate and oceanography from Shatsky Rise, northwest Pacific Ocean",
    "authors": ["T.J. Bralower", "I. Premoli Silva", "M.J. Malone"],
    "venue": "Proc. Ocean Drill. Program Sci. Results",
    "year": 2006
  }, {
    "title": "Coccolith and silicoflagellate stratigraphy, Tasman Sea and southwestern Pacific Ocean, Deep Sea Drilling Project Leg 21",
    "authors": ["D. Bukry"],
    "venue": "Init. Rep. Deep Sea Drill. Proj",
    "year": 1973
  }, {
    "title": "Upper Cretaceous",
    "authors": ["J.A. Burnett"],
    "year": 1998
  }, {
    "title": "Carbon dioxide emissions fromDeccan volcanism and a K/T boundary greenhouse effect",
    "authors": ["K. Caldeira", "M.R. Rampino"],
    "venue": "Geophys. Res. Lett",
    "year": 1990
  }, {
    "title": "Lower Paleocene–upper Cretaceous magnetostratigraphy, sites",
    "authors": ["A.D. Chave"],
    "venue": "Deep Sea Drilling Project Leg 74. Init. Rep. Deep Sea Drill. Proj",
    "year": 1984
  }, {
    "title": "Modelling massive sulphate aerosol pollution, following the large 1783 Laki basaltic eruption",
    "authors": ["A.L. Chenet", "F. Fluteau", "V. Courtillot"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "40K–40Ar dating of the Main Deccan large igneous province: Further evidence of KTB age and short duration",
    "authors": ["A.L. Chenet", "X. Quidelleur", "F. Fluteau", "V. Courtillot", "S. Bajpai"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Determination of rapid Deccan eruptions across the Cretaceous-Tertiary boundary using paleomagnetic secular variation: results from a 1200-m-thick section in the Mahabaleshwar escarpment",
    "authors": ["A.L. Chenet", "F. Fluteau", "V. Courtillot", "M. Gérard", "K.V. Subbarao"],
    "venue": "J. Geophys. Res. 113,",
    "year": 2008
  }, {
    "title": "Determination of rapid Deccan eruptions across the Cretaceous-Tertiary boundary using paleomagnetic secular variation: 2. Constraints from analysis of eight new sections and synthesis for a 3500-m-thick composite section",
    "authors": ["A.L. Chenet", "V. Courtillot", "F. Fluteau", "M. Gérard", "X. Quidelleur", "S.F.R. Khadri", "K.V. Subbarao", "T. Thordarson"],
    "venue": "J. Geophys. Res. 114,",
    "year": 2009
  }, {
    "title": "New geochemical evidence for the onset of volcanism in the Central Atlantic magmatic province and environmental change at the Triassic",
    "authors": ["A.S. Cohen", "A.L. Coe"],
    "venue": "Jurassic boundary. Geology",
    "year": 2002
  }, {
    "title": "Erosion of Deccan Traps determined by river geochemistry: impact on the global climate and the 87Sr/86Sr ratio of seawater",
    "authors": ["C. Dessert", "B. Dupré", "L.M. François", "J. Schott", "J. Gaillardet", "G. Chakrapani", "S. Bajpai"],
    "venue": "Earth Planet. Sci",
    "year": 2001
  }, {
    "title": "Some patterns of planktic foraminiferal assemblage turnover at the Cretaceous–Tertiary",
    "authors": ["S. D'Hondt", "G. Keller"],
    "venue": "boundary. Mar. Micropaleontol",
    "year": 1991
  }, {
    "title": "Oxygen and carbon isotope analyses of Tertiary and Cretaceous microfossils from Shatsky Rise and other sites in the North Pacific Ocean",
    "authors": ["R.G. Douglas", "S.M. Savin"],
    "venue": "Init. Rep. Deep Sea Drill. Proj",
    "year": 1975
  }, {
    "title": "Instability in tropical Pacific sea-surface temperatures during the early",
    "authors": ["M. Dumitrescu", "S.C. Brassell", "S. Schouten", "E.C. Hopmans", "J.S. Sinninghe Damsté"],
    "venue": "Aptian. Geology",
    "year": 2006
  }, {
    "title": "Middle Cretaceous calcareous nannofossils from the western Pacific (Leg 129): evidence for paleoequatorial crossings",
    "authors": ["E. Erba"],
    "venue": "Proc. Ocean Drill. Program Sci Results",
    "year": 1990
  }, {
    "title": "Calcareous nannofossil distribution in pelagic rhythmic sediments (Aptian–Albian Piobicco core, central Italy)",
    "authors": ["E. Erba"],
    "venue": "Rivista Ital. Paleontol. Stratigr",
    "year": 1992
  }, {
    "title": "Calcareous nannofossils and Milankovitch cycles: the example of the Gault Clay Formation (southern England)",
    "authors": ["E. Erba", "F. Castradori", "G. Guasti", "M. Ripepe"],
    "venue": "Palaeogeogr., Palaeoclimatol. Palaeoecol",
    "year": 1992
  }, {
    "title": "Calcareous nannofossils as paleoproductivity indicators in Upper Cretaceous organic-rich sequences in Israel",
    "authors": ["Y. Eshet", "A. Almogi-Labin"],
    "venue": "Mar. Micropaleontol",
    "year": 1996
  }, {
    "title": "Calcareous nannofossil and dinoflagellate stratigraphy across the Cretaceous/Tertiary boundary at Hor Hahar, Israel",
    "authors": ["Y. Eshet", "S. Moshkovitz", "D. Habib", "C. Benjamini", "M. Margaritz"],
    "venue": "Mar. Micropaleontol",
    "year": 1992
  }, {
    "title": "Calcareous nannofossils as indicators of mid-Cretaceous paleofertility along an ocean front, U.S.Western Interior",
    "authors": ["C.G. Fisher", "W.W. Hay"],
    "year": 1999
  }, {
    "title": "The Maastrichtian record from Shatsky Rise (northwest Pacific): a tropical perspective on global ecological and oceanographic changes",
    "authors": ["T.D. Frank", "D.J. Thomas", "R.M. Leckie", "M.A. Arthur", "P.R. Bown", "K. Jones", "J.A. Lees"],
    "venue": "Paleoceanography 20,",
    "year": 2005
  }, {
    "title": "The Cretaceous/Tertiary boundary event in the North Pacific: planktonic foraminiferal results from Deep Sea Drilling Project Site 577",
    "authors": ["J. Gerstel", "R.C. Thunell", "J.C. Zachos", "M.A. Arthur"],
    "venue": "Shatsky Rise. Paleoceanography",
    "year": 1986
  }, {
    "title": "Shelf and openocean calcareous phytoplankton assemblages across the Paleocene–Eocene Thermal Maximum: implications for global productivity",
    "authors": ["S.J. Gibbs", "T.J. Bralower", "P.R. Bown", "J.C. Zachos", "L.M. Bybell"],
    "venue": "gradients. Geology",
    "year": 2006
  }, {
    "title": "Nannoplankton extinction and origination across the Paleocene–Eocene Thermal Maximum",
    "authors": ["S.J. Gibbs", "P.R. Bown", "J.A. Sessa", "T.J. Bralower", "P.A. Wilson"],
    "venue": "Science",
    "year": 2006
  }, {
    "title": "Geologic Time Scale 2004, why, how, and where next",
    "authors": ["F.M. Gradstein", "J.G. Ogg"],
    "venue": "Lethaia",
    "year": 2004
  }, {
    "title": "Calcareous nannofossil assemblages of Oceanic Anoxic Event 2 in the equatorial Atlantic: evidence of an eutrophication",
    "authors": ["P. Hardas", "J. Mutterlose"],
    "venue": "event. Mar. Micropaleontol",
    "year": 2007
  }, {
    "title": "A quick and easy method for estimating absolute abundances of calcareous nannofossils",
    "authors": ["A.S. Henriksson"],
    "venue": "Int. Nannoplankton Assoc. Newsl",
    "year": 1993
  }, {
    "title": "Biogeographic and Ecologic Patterns in calcareous nannoplankton in the Atlantic and Pacific Oceans during the Terminal Cretaceous",
    "authors": ["A.S. Henriksson", "B.A. Malmgren"],
    "venue": "Studia Geologica Salmanticensia",
    "year": 1997
  }, {
    "title": "Selective dissolution of mid-Cretaceous (Cenomanian) calcareous nannofossils",
    "authors": ["M.E. Hill"],
    "venue": "Micropaleontology",
    "year": 1975
  }, {
    "title": "Biogeography of Campanian–Maastrichtian calcareous plankton in the region of the Southern Ocean: Paleogeographic and Paleoclimatic implications",
    "authors": ["B.T. Huber", "D.K. Watkins"],
    "venue": "The Antarctic Paleoenvironment: A Perspective on Global Change. : Antarctic Research Series,",
    "year": 1992
  }, {
    "title": "Upper Cretaceous carbon- and oxygenisotope stratigraphy of deep-water sediments from the North-Central Pacific (Site 869, Flank of Pikini-Wodejebato, Marshall Islands)",
    "authors": ["H.C. Jenkyns", "J. Mutterlose", "W.V. Sliter"],
    "venue": "Proc. Ocean Drill. Program Sci. Results",
    "year": 1995
  }, {
    "title": "AnAOGCM simulation of the climate response to a volcanic super-eruption",
    "authors": ["G.S. Jones", "J.M. Gregory", "P.A. Stott", "S.F.B. Tett", "R.B. Thorpe"],
    "venue": "Clim. Dynam",
    "year": 2005
  }, {
    "title": "Anomalous shifts in tropical Pacific planktonic and benthic foraminiferal test size during the Paleocene–Eocene thermal maximum",
    "authors": ["K. Kaiho", "K. Takeda", "M.R. Petrizzo", "J.C. Zachos"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2006
  }, {
    "title": "Main Deccan volcanism phase ends near the K–T boundary: evidence from the Krishna-Godavari Basin, SE India",
    "authors": ["G. Keller", "T. Adatte", "S. Gardin", "A. Bartolini", "S. Bajpai"],
    "venue": "Earth Planet. Sci. Lett. 268,",
    "year": 2008
  }, {
    "title": "A simple weighing and dilution technique for determining absolute abundances of coccoliths from sediment samples",
    "authors": ["C. Koch", "J.R. Young"],
    "venue": "J. Nannoplankton Res",
    "year": 2007
  }, {
    "title": "Terminal Cretaceous warming event in the midlatitude South Atlantic Ocean: evidence from poleward migration of Contusotruncana contusa (planktonic foraminifera) morphotypes",
    "authors": ["M. Kucera", "B.A. Malmgren"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1998
  }, {
    "title": "Quantitative estimates of calcareous nannofossil changes across the Plenus Marls (latest Cenomanian), Dover, England: implications for the generation of the Cenomanian–Turonian boundary event",
    "authors": ["M.A. Lamolda", "A. Gorostidi", "R.C. Paul"],
    "venue": "Cretaceous Res",
    "year": 1992
  }, {
    "title": "Calcareous nannofossils biogeography illustrates palaeoclimate change in the Late Cretaceous Indian Ocean",
    "authors": ["J.A. Lees"],
    "venue": "Cretaceous Res",
    "year": 2002
  }, {
    "title": "Upper Cretaceous calcareous nannofossil biostratigraphy, ODP Leg 198 (Shatsky Rise, northwest Pacific Ocean)",
    "authors": ["J.A. Lees", "P.R. Bown"],
    "venue": "Proc. Ocean Drill. Program Sci. Results 198,",
    "year": 2005
  }, {
    "title": "Problemswithproxies?Cautionary tales of calcareous nannofossil paleoenvironmental indicators",
    "authors": ["J.A. Lees", "P.R. Bown", "E. Mattioli"],
    "venue": "Micropaleontology",
    "year": 2005
  }, {
    "title": "Abrupt deep-sea warming at the end of the Cretaceous",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Geology 26",
    "year": 1998
  }, {
    "title": "Maastrichtian climate, productivity and faunal turnovers in planktic foraminifera in South Atlantic DSDP sites 525A and 21",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Mar. Micropaleontol",
    "year": 1998
  }, {
    "title": "Calcareous nannofossils of the Cenomanian/ Turonian boundary interval from the Boreal Realm (Wunstorf, northwest Germany)",
    "authors": ["C. Linnert", "J. Mutterlose", "J. Erbacher"],
    "venue": "Mar. Micropaleontol",
    "year": 2010
  }, {
    "title": "Isotope data from cretaceous chalks and foraminifera: environmental or diagenetic signals? Geology",
    "authors": ["S.F. Mitchell", "J.D. Ball", "S.F. Crowley", "J.D. Marshall", "C.R.C. Paul", "C.J. Veltkamp", "A. Samir"],
    "year": 1997
  }, {
    "title": "Campanian to Pleistocene calcareous nannofossil stratigraphy from the Northwest Pacific Ocean, Deep Sea Drilling Project Leg 86",
    "authors": ["S. Monechi"],
    "venue": "Init. Rep. Deep Sea Drill. Proj",
    "year": 1985
  }, {
    "title": "Terrestrial evidence for two greenhouse events in the latest Cretaceous",
    "authors": ["L. Nordt", "S. Atchley", "S. Dworkin"],
    "venue": "GSA Today",
    "year": 2003
  }, {
    "title": "The geomagnetic polarity time scale",
    "authors": ["J.G. Ogg", "A.G. Smith"],
    "venue": "A Geologic Time Scale",
    "year": 2004
  }, {
    "title": "Paleobiogeography of Pseudotextularia elegans during the latest Maastrichtian global warming event",
    "authors": ["R.K. Olsson", "J.D. Wright", "K.G. Miller"],
    "venue": "J. Foraminiferal Res",
    "year": 2001
  }, {
    "title": "Mesozoic calcareous nannofossils",
    "authors": ["K. Perch-Nielsen"],
    "venue": "Plankton Stratigraphy. CambridgeUniv. Press,",
    "year": 1985
  }, {
    "title": "S.W.,1990.Calcareousnannofossils across theK–Tboundary,ODPHole 690C, Maud Rise, Weddell Sea",
    "authors": ["J.J. Pospichal", "Wise Jr."],
    "venue": "Proc. Ocean Drill. Program Sci. Results",
    "year": 1990
  }, {
    "title": "Volcanism and biotic extinctions",
    "authors": ["M.R. Rampino", "S. Self"],
    "year": 2000
  }, {
    "title": "Chemostratigraphic evidence of Deccan volcanism from the marine osmium isotope record",
    "authors": ["G. Ravizza", "B. Peucker-Ehrenbrink"],
    "venue": "Science",
    "year": 2003
  }, {
    "title": "A high resolution marine 187Os/188Os record for the late Maastrichtian: distinguishing the chemical fingerprints of Deccan volcanism and the KP impact event",
    "authors": ["N. Robinson", "G. Ravizza", "R. Coccioni", "B. Peucker-Ehrenbrink", "R. Norris"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Jurassic and Lower Cretaceous calcareous nannofossils in the western North Atlantic (Site 534): biostratigraphy, preservation, and some observations on biogeography and paleoceanography",
    "authors": ["P.H. Roth"],
    "venue": "Init. Rep. Deep Sea Drill. Proj",
    "year": 1983
  }, {
    "title": "Middle Cretaceous calcareous nannoplankton biostratigraphy and oceanography of the Atlantic Ocean",
    "authors": ["P.H. Roth", "J.L. Bowdler"],
    "venue": "The Deep Sea Drilling Project: A Decade of Progress: Spec. Publ. Soc. Econ. Paleontol. Mineral.,",
    "year": 1981
  }, {
    "title": "Middle Cretaceous nannofossil biogeography and preservation in the Atlantic and Indian Oceans: implications for palaeoceanography",
    "authors": ["P.H. Roth", "K.R. Krumbach"],
    "venue": "Mar. Micropaleontol",
    "year": 1986
  }, {
    "title": "The history of the Earth's surface temperature during the past 100 million years",
    "authors": ["S.M. Savin"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 1977
  }, {
    "title": "Reconstructing past sea surface temperatures: correcting for diagenesis of bulk marine carbon",
    "authors": ["D.P. Schrag", "D.J. DePaolo", "F.M. Richter"],
    "venue": "Geochim. Cosmochim",
    "year": 1995
  }, {
    "title": "Volatile fluxes during flood basalt eruptions and potential effects on the global environment: a Deccan perspective",
    "authors": ["S. Self", "M. Widdowson", "T. Thordarson", "A.E. Jay"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2006
  }, {
    "title": "Sulfur and chlorine in late Cretaceous Deccan magmas and eruptive gas release",
    "authors": ["S. Self", "S. Blake", "K. Sharma", "M. Widdowson", "S. Sephton"],
    "venue": "Science 319,",
    "year": 2008
  }, {
    "title": "Late Cretaceous nannofossil biostratigraphy and biogeography of the Australian western margin. Bureau of Mineral Resources, Geology and Geophysics, Australia",
    "authors": ["S. Shafik"],
    "year": 1990
  }, {
    "title": "Late Maastrichtian short-term warming events in the Boreal Realm: nannofossil evidence from Denmark",
    "authors": ["E. Sheldon"],
    "venue": "12th INA Conference,",
    "year": 2008
  }, {
    "title": "Biostratigraphy of Cretaceous Calcareous Nannoplankton",
    "authors": ["W. Sissingh"],
    "venue": "Geologie en Mijnbouw",
    "year": 1977
  }, {
    "title": "The paleoceanographic and climatic signature of the Cretaceous/Paleogene boundary in the Antarctic: stable isotopic results from ODP Leg 113",
    "authors": ["L.D. Stott", "J.P. Kennett"],
    "venue": "Proc. Ocean Drill. Program Sci. Results",
    "year": 1990
  }, {
    "title": "Campanian through Eocene Magnetostratigraphy of Sites 1257–1261, ODP Leg 207, Demerara Rise (Western Equatorial Atlantic)",
    "authors": ["Y. Suganuma", "J.G. Ogg"],
    "venue": "Proc. Ocean Drill. Program Sci. Results",
    "year": 2006
  }, {
    "title": "Calcareous nannofossil biostratigraphy and palaeoecology of the Cretaceous–Tertiary transition in the central eastern desert of Egypt",
    "authors": ["Tantawy", "A.A.A.M"],
    "venue": "Mar. Micropaleontol",
    "year": 2003
  }, {
    "title": "Maastrichtian calcareous nannofossil biostratigraphy and paleoecology in the Equatorial Atlantic (Demerara Rise, ODP Leg 207 Hole 1258A)",
    "authors": ["N. Thibault", "S. Gardin"],
    "venue": "Rev. Micropal",
    "year": 2006
  }, {
    "title": "The late Maastrichtian nannofossil record of climate change in the South Atlantic DSDP Hole 525A",
    "authors": ["N. Thibault", "S. Gardin"],
    "venue": "Mar. Micropaleontol",
    "year": 2007
  }, {
    "title": "Selective dissolution of Late Cretaceous and Earliest Tertiary calcareous nannofossils: experimental evidence",
    "authors": ["H.R. Thierstein"],
    "venue": "Cretaceous Res",
    "year": 1980
  }, {
    "title": "Late Cretaceous nannoplankton and the change at the Cretaceous–Tertiary boundary",
    "authors": ["H.R. Thierstein"],
    "venue": "Publ. Soc. Econ. Paleontol. Mineral.,",
    "year": 1981
  }, {
    "title": "Evidence for deep-water production in the North Pacific Ocean during the early Cenozoic warm interval",
    "authors": ["D.J. Thomas"],
    "venue": "Nature 430,",
    "year": 2004
  }, {
    "title": "Nannoplankton productivity fluctuations and rhythmicallybedded pelagic carbonates of the Greenhorn Limestone (Upper Cretaceous)",
    "authors": ["D.K. Watkins"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1989
  }, {
    "title": "Upper Cretaceous calcareous nannofossil biostratigraphy and paleoceanography of the Southern Ocean",
    "authors": ["D.K. Watkins", "S.W. Wise Jr.", "J.J. Pospichal", "J. Crux"],
    "year": 1996
  }, {
    "title": "Large igneous provinces and mass extinction",
    "authors": ["P.B. Wignall"],
    "venue": "Earth-Sci. Rev",
    "year": 2001
  }, {
    "title": "Correlated terrestrial and marine evidence for global climate changes before mass extinction at the Cretaceous–Paleogene boundary",
    "authors": ["P. Wilf", "K.R. Johnson", "B.T. Huber"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A",
    "year": 2003
  }, {
    "title": "Nannofossil assemblages, fine-fraction stable isotopes, and the paleoceanography of the Valanginian-Barremian (Early Cretaceous) North Sea Basin",
    "authors": ["J.R. Williams", "T.J. Bralower"],
    "venue": "Paleoceanography",
    "year": 1995
  }, {
    "title": "Maestrichtian–Campanian nannofloral provinces of the southern Atlantic and Indian Oceans",
    "authors": ["F.H. Wind"],
    "year": 1979
  }, {
    "title": "Late Maastrichtian nannoplankton provinces",
    "authors": ["T. Worsley", "E. Martini"],
    "venue": "Nature",
    "year": 1970
  }, {
    "title": "Paleoceanography of the Cretaceous/Tertiary boundary event: inferences from stable isotopic and other data",
    "authors": ["J.C. Zachos", "M.A. Arthur"],
    "venue": "Paleoceanography",
    "year": 1986
  }, {
    "title": "Geochemical evidence for suppression of pelagic marine productivity at the Cretaceous/Tertiary",
    "authors": ["J.C. Zachos", "M.A. Arthur", "W.E. Dean"],
    "venue": "boundary. Nature",
    "year": 1989
  }, {
    "title": "A transient rise in tropical sea surface temperature during the Paleocene–Eocene Thermal Maximum",
    "authors": ["J.C. Zachos", "M.W. Wara", "S. Bohaty", "M.L. Delaney", "M.R. Petrizzo", "A. Brill", "T.J. Bralower", "I. Premoli-Silva"],
    "year": 2003
  }],
  "id": "SP:43d691316aeb03283b25c1e9757c0813542296a1",
  "authors": [{
    "name": "Nicolas Thibault",
    "affiliations": []
  }, {
    "name": "Silvia Gardin",
    "affiliations": []
  }],
  "title": "The calcareous nannofossil response to the end-Cretaceous warm event in the Tropical Pacific"
}