{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nJournal of Volcanology and Geothermal Research\nj ourna l homepage: www.e lsev ie r.com/ locate / jvo lgeores\nGlacial influence on caldera-forming eruptions\nAdelina Geyer a,⁎, Ilya Bindeman b\na CIMNE International Center for Numerical Models in Engineering, UPC Campus Norte, Edificio C1, C/Gran Capitán s/n, 08034 Barcelona, Spain b Geological Sciences, 1272 University of Oregon, Eugene, OR 97403, USA\n⁎ Corresponding author. E-mail address: ageyer@cimne.upc.edu (A. Geyer).\n0377-0273/$ – see front matter © 2011 Elsevier B.V. A doi:10.1016/j.jvolgeores.2011.02.001\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 22 June 2010 Accepted 7 February 2011 Available online 17 February 2011\nKeywords: Kamchatka calderas 2D finite element modelling climate change oxygen isotopes\nIt has been suggested that deglaciations have influenced volcanism in several areas around the world increasing productivity of mantle melting and eruptions from crustal magma chambers. However, the connection between glaciations and increased volcanism is not straightforward. Investigation of Ar–Ar, U–Pb, and 14C ages of caldera-forming eruptions for the past million years in the glaciated arc of Kamchatka has lead to the observation that the majority of large-volume ignimbrites, which are associated with the morphologically preserved calderas, correspond in time with “maximum glacial” conditions for the past several glacial cycles. In the field, the main proof is related to the fact that glaciated multi-caldera volcanoes hosted thick glacial ice caps. Additional evidence comes from clustering Kamchatka-derived marine ash layers with glacial moraines in DSDP cores. Here we present a set of new results from numerical modelling using the Finite Element Method that investigate how the glacial load dynamic may affect the conditions for ring-fault formation in such glaciated multi-caldera volcanoes. Different scenarios were simulated by varying: (1) the thickness and asymmetric distribution of the existing ice cap, (2) the depth and size of themagmatic reservoir responsible for the subsequent collapse event, (3) the thickness and mechanical properties of the roof rock due to the alteration by hydrothermal fluids, (4) the existence of a deeper and wider magmatic reservoir and (5) possible gravitational failure triggered, in part, by subglacial rock mass build up and hydrothermal alteration. The results obtained indicate that: (1) Any ice cap plays against ring fault formation; (2) Asymmetric distribution of ice may favour the initiation of trap-door type collapse calderas; (3) Glacial erosion of part of volcanic edifice or interglacial edifice failure may facilitate subsequent ring fault formation; (4) hydrothermal system under an ice cap may lead to a quite effective hydrothermal rotting of the intracaldera roof rocks and hence to variations of their mechanical properties and inhibit/deflect ring fracture propagation; and (5) rock surface topography/load influenced by glacial erosion and ice volume change during the interstadials. Although, the analysis of the stress field may inform us about the possibility of ringfracture initiation, it does not ensure its complete propagation. Parameters controlling this phenomenon are also discussed here. Overall, the maximal glacial time represent the most dynamic time in a multi-caldera volcano life (as compared to more quiet interglacial) promoting physical and chemical feedbacks. We consider that brief interstadial periods during maximal glacial creates most favourable conditions for initiation of caldera-forming eruption, largely through its influence on surface topography by glacial action, mass wasting, and influencing magma vesiculation/discharge as a function of rapidly changing overload.\nll rights reserved.\n© 2011 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Volcanic influence on climate is a subject of many studies, but the reverse connection, i.e. climate influence on periodicity, size, volume, and character of volcanic eruptions is a rarely visited topic. Recently glaciated and volcanically active regions such as Iceland, Kamchatka, Alaska, and the southern Andes areas may serve as key areas in answering these questions. It has been suggested that deglaciations have increased volcanism in several areas around the world: e.g.\nIceland, (Gudmundsson, 1986; Slater et al., 1998) and Sierra Nevada, California (Glazner et al., 1999; Jellinek et al., 2004).\nThe relationship between ice cap retreat and volcanic activity has been evaluated considering unloading effects on both deep mantle melting zones (e.g. Jull and McKenzie, 1996) and shallow magma reservoirs (e.g. Gudmundsson, 1986; Jellinek et al., 2004). On the one hand, the increased eruption rates during glacial unloading are considered to be related to changes in the state of stress of the crust during deglaciation (Gudmundsson, 1986) and the release of magma stored in crustal chambers during the glacial period (Kelemen et al., 1997). On the other hand, it has been suggested that decompression during deglaciation can produce a large increase in mantle melting rates, causing increase in basaltic eruptions (Jull andMcKenzie, 1996). Besides, an increase in the confining (lithostatic) pressure due to the\npresence of glaciers may inhibit dike formation frommagma chamber walls, resulting in a lower frequency of volcanic eruptions. Although a correlation exists between glacial maxima and a lower eruption frequency, there is also a significant correlation between changes in eruption frequency and the rate of change in ice volume (Jellinek et al., 2004).\nThus, the anticorrelation between glaciation and volcanism has been demonstrated in several occasions. However, a possible connection between glaciations and increased volcanism has not been previously described and is not straightforward. Investigations of Ar–Ar, U–Pb, and 14C ages of caldera-forming eruptions for the past million years in glaciated arc of Kamchatka (Fig. 1) has led to observations that the majority of large-volume ignimbrites, commonly associated with morphologically preserved calderas, correspond in timewith “maximum glacial” conditions (75% glacial) for the past several glacial cycles (Fig. 2a) (Bindeman et al., 2010). The latter are defined as the highest δ18O foraminifera values on the N Pacific SPECMAP stack, as is explained on Fig. 2. Furthermore, the ice-drafted debris (IRD) record obtained in the NW Pacific Ocean cores regarding to the Last Glacial Maximum indicates that the major ash event coincided with the earliest IRD episode suggesting a possible icevolcanic interaction (Bigg et al., 2008, Fig. 5). Having a more detailed look at the evolution in lithic and ash content obtained from the ODP883D core, it is observable that some centuries before the ash input, there was a considerable increase in the IRD suggesting that a major ice-collapse over the Kamchatka–Koryak region predated every volcanic eruption sequence. Bigg et al. (2008) suggested a possible feedback mechanism between ice sheet loading and volcanic activity proposing that volcanic activity could have been triggered by, and have prolonged the ice sheet collapse at around 40 ka BP.\nTo the authors' knowledge, no previous works have been done so far studying the glacial influence on shallow magmatic systems that may lead to caldera-forming eruptions. Nevertheless, maximal glacial times correspond to dynamic time periods, which may promote multiple physical and chemical feedbacks that may play a role in caldera-forming events.\nIn the present paper, we investigate how primary and secondary processes occurring during glacial periods (e.g. glacial loading, hydrothermal weakening of the host rock, and gravitational failure during interstadial) may affect shallow magmatic systems in a manner that may promote or inhibit the system to reach the ideal stress field conditions for the initiation of ring faults and consequently, the formation of a collapse caldera. For this, we apply two-dimensional numerical simulations focused on evaluating the stress effects that ice sheet loading has on a volcanic system with a shallow magma chamber and eventually also a deep-seated reservoir. More specifically, the models presented in this paper are addressed to understand which conditions and variables may affect ring-fault formation in glaciated multi-caldera volcanoes as is the case of Kamchatka. Different scenarios were simulated by considering: (1) diverse thickness and asymmetric distribution of the existing ice cap, (2) different depth and size of a shallow magmatic reservoir responsible for a subsequent collapse event, (3) possible changes in the mechanical properties of the roof rock due to the alteration by hydrothermal fluids, (4) the existence of a deeper and wider magmatic reservoir and (5) likely gravitational failure triggered, in part, by the hydrothermal weakening. Finally, we discuss the implication of our results on the interpretation of ice caps during glacial maximums being a further variable in the rare achievement of the stress field conditions required for ring-fault formation, and\nated ignimbrites. b) Multi-caldera volcanoes of the central part of Eastern Kamchatka topography.\nmay be influential in generating or inhibiting caldera collapse. Although, the analysis of the stress fieldmay informus about the possibility of ringfracture initiation, it doesnot ensure its completepropagation. Parameters controlling this phenomenon are also discussed here. We consider that numerical modelling with realistic parameters is the best way to attack these problems then a simplified parametric or one-dimensional approaches."
  }, {
    "heading": "2. Large-volume silicic volcanism in Kamchatka",
    "text": "The Kamchatka Peninsula (Fig. 1), eastern Russia, is an active component of the Pacific Ring of Fire and the most volcanically active arc in the world in terms of magma production and number of explosive eruptions (Siebert and Simkin, 2002; Hughes and Mahood, 2008; Bindeman et al., 2010).\nKamchatkan calderas have characteristic sizes with diameters from ~2 to ~30 km and with estimated volumes of eruptions ranging from 10 to several hundred cubic kilometres of magma (Fig. 2c). Due to the northerly position and the effects of the large glaciation on isotope composition of waters, these Kamchatkan large volume\nignimbrites and intracaldera lavas sample significant proportion of remelted Kamchatkan crust as constrained by the low δ18O oxygen isotopes values (Bindeman et al., 2004, 2010). This suggests that the parental magma for these ignimbrites resided under a cap of “soft” hydrothermally altered volcanic products (while assimilating it), and participation of the “stiff” Cretaceous basement is also evidenced by moderately elevated Sr isotopic values and xenocryst contamination.\nBindeman et al. (2010) proposed three possible explanations for the counterintuitive observation that the maximum number of calderaforming events occur during glacial maxima (Fig. 3): (1) hydrothermal weakening of the roof rocks, (2) pressure-load changes due to failure of the volcanic edifice or the ice cap breakage during the dynamic interstadial periods, and (3) volatile accumulation during maximum glacial and oversaturation (vesiculation) in interstadial or during the gravitational collapse. The hydrothermal weakening is caused by the confined hydrothermal circulation under ice that forms structurally weak andpermeable tuyas andhyaloclastitesmoreprone to subsequent collapse in interstadial. Additionally, hydrothermal weakening may contribute to catastrophic volcanic edifice failures caused by glacial erosion and deglaciation (Waythomas andWallace, 2002; Huggel et al.,\n2007) (Fig. 3). These effects are best manifested in areas with low δ18O source waters such as Yellowstone, Kamchatka, and Iceland, but the processes that are inferredmay be applicable to themajority of calderas around the world."
  }, {
    "heading": "3. Ice sheet influence on shallow magmatic systems",
    "text": "To understand how magma reservoirs may be affected by the presence of ice sheets is the starting point to comprehend how variations in the stress field due to ice loading may favour or work against the initiation of ring faults.\nIt has been demonstrated that variations in the topographic loading or unloading (i.e. edifice growth or sector collapse) may influence stress conditions in shallow magma chamber systems inducing pressure changes within the reservoir and varying the stress field around the chamber. More specifically, changes in the internal magmatic pressure due to topographic loading variations depend on the location, size and distribution of the removed or added topographic load, as well as the shape, size and depth of themagmatic reservoir and the compressibility of magma (Pinel and Jaupart, 2000, 2003, 2004, 2005; Albino et al., 2010; Sigmundsson et al., 2010). If these changes in the internal magmatic pressure due to topographic loading may prevent or promote an eruption depends on how the abovementioned variables interact.\nIce load variations are expected to have a similar effect, although ice is 2–2.5 times less dense than rocks and is much softer (e.g. ice can simply be treated as less dense soft rock). A retreating ice cap with a radius of only a few kilometres will influence only the shallowest parts of a magmatic system, including a shallow magma chamber. A retreating ice cap with a radius of tens of kilometres or more may, on the other hand, influences conditions in the deepest part of magmatic systems, the melt generation zone within the mantle (Maclennan et al., 2002; Jellinek et al., 2004; Andrew and Gudmundsson, 2007; Sigmundsson et al., 2010).\nConcerning variations of the stress field around the magmatic system due to the topographic loading or unloading, with increasing depth, induced stress pass from compressive to tensile (Pinel and Jaupart, 2004; Andrew and Gudmundsson, 2007). At which depth this happens depends on the ice sheet dimensions (i.e. length and thickness). An ice sheet several times wider than the volcanic system may induce compressive stress throughout the entire crust penetrating even into the upper mantle. By contrast, a smaller ice sheet induces tensile stresses in a large region surrounding the deep-seated reservoir, which may increase fracture-related porosity and hence the effective size of the reservoir (cf. Andrew and Gudmundsson, 2007). Nevertheless, the resultant stress field is not only dependent on the ice load but also on the pressure inside the magma reservoir that may be: (1) in equilibrium with the ambient rock (internal magmatic pressure PM=lithostatic pressure PL), (2) at overpressure (PMNPL) due to degassing or magma chamber replenishment processes or (3) at underpressure (PMbPL) during the course of an eruption due to magma chamber withdrawal from the chamber. Also the influence of a deep-seated reservoir should be considered. Then, the effects of\nmagma overpressure and edifice load may counteract one another and lead to complex stress distributions at the reservoir walls and surroundings.\nAccording to Andrew and Gudmundsson (2007) any surface or discontinuity where there is horizontal compression above a region of horizontal tension would tend to arrest dykes and change them into sills. Consequently, any magma able to rise through a dyke into the crust during the major part of a glacial period would become arrested at the neutral surface, where the tectonic stress changes from tensile (mostly relative, not absolute, tension) to compressive. Depending on the exact layering and size and thickness of the ice sheet, ice-induced tensile stresses in the lower brittle crust and the compressive stresses in the upper brittle crust may encourage the development of sill-like shallow chambers (Andrew and Gudmundsson, 2007).\n4. Stress field variations during glaciations: implications for collapse caldera formation"
  }, {
    "heading": "4.1. General conditions for ring-fault initiation",
    "text": "The most common conceptual model for caldera formation assumes that caldera collapse happens after significant decompression of the magma chamber following a pre-caldera eruptive episode where an initial quantity of magma is first erupted through the central or a ring-fracture vent (e.g. Williams, 1941; Smith and Bailey, 1968; Druitt and Sparks, 1984; Martí et al., 2009). Magma withdrawal prior to the collapse leads to a pressure decrease ΔPM in the magma chamber leading to underpressure (i.e. PM=PL−ΔPM). Ring fault formation and collapse start once magmatic pressure PM has decreased below a certain value ΔPCOLL below lithostatic PL, i.e. PMbPL−ΔPCOLL. The required underpressure to trigger caldera collapse ΔPCOLL depends on the stress configuration around the magma chamber and the mechanical properties of the roof rock (Martí et al., 2000, 2009).\nPrevious work on formation of collapse calderas (e.g. Folch and Marti, 2004) based on principles of general fracture mechanics concluded that the initiation of sub-vertical, normal ring faults is possible if the local stress field around the magma chamber satisfies three conditions simultaneously. Considering σi (i=1, 2, and 3) as principal stresses, and assuming that compressive stresses are positive throughout this paper (σ1≥σ2≥σ3; i.e. the maximum absolute tensile stress is the minimum (negative) value of σ3), these conditions are formulated as shown on Fig. 4: C1: the minimum value of σ3, must be at surface, C2: The maximum value of σ1–σ3, must occur at the outer margins of the magma chamber, and C3: the minimum value of σ3 must be located at a radial distance approximately equal to the projection at surface of the magma chamber extension or the angle γ should be in the range or lower than 10–15° from vertical. The latter condition is constrained by field studies and analogue models demonstrating that ring-faults are nearly vertical (e.g. Martí et al., 1994; Roche et al., 2000; Geyer et al., 2006). It thus can be assumed that the surface area of natural (and experimental) calderas coincides approximately with the projection\nat surface of the magma chamber extension. Condition C1 comes from the assumption that ring fault initiate at surface as tensional fractures (hence the necessity of the maximum tensile stress to occur at surface), and then propagate to greater depths towards the magma chamber, changing into shear fractures or normal-faults, which cannot form or slip unless the local shear stress satisfies the conditions for shear failure, such as presented by the Navier–Coulomb criterion or other similar criteria, e.g. Tresca or von Mises (Jaeger and Cook, 1979; Gudmundsson, 2007). In the case of tensional fractures, they are produced when the Griffith failure criterion for brittle materials under tensional regime is accomplished:\nσ3 = −TR if σ1b−3σ3 ð1Þ\nwhere TR is the tensile strength of the rock (i.e. the resistance of the rock to be fractured by tension).\nIn general, ring faults are assumed to initiate at surface and propagate downwards to considerable depths until reaching the magma chamber. However, it is perfectly feasible that a ring-fault like other shear fracture, may initiate at any depth between themargins of the chamber and the surface (Gudmundsson, 1998). The only restriction is that they cannot start at the magma chamber margins since the resulting dykes would relax the stress difference and possibly hinder the development of a ring fault.\nIn the models presented in this paper, we investigate how glacial loading and associated processes occurring during glacial periods may affect local stresses around magma chambers in a manner that may promote or inhibit the stress field to reach the conditions for the formation of ring faults as described above."
  }, {
    "heading": "4.2. General description, numerical method and main limitations",
    "text": "The stress field results are obtained by solving the 2-D plane strain elastic equations for each specific geometric configuration and set of boundary conditions. Two-dimensional plane strain models are accepted as appropriate when modelling rock fractures, including dykes and normal faults, and symmetrical caldera structures (Gudmundsson and Loetveit, 2005). In fact, Gudmundsson (2007) compared similarmodels with three-dimensional analytical and numericalmodels and his results indicate that while the magnitudes of the stresses differ between the two and three-dimensional models, the geometries of the local stress fields are generally similar.\nThe performed models are structured as follows. The computational domain corresponds to a cross-section of the crust and mantle of 100 km longwhich stretches to a depth of 160 km under the Earth's surface (Fig. 5). This computational area is large enough to avoid possible border effects due to the boundary conditions applied to the domain margins (lateral and bottom). Crust and mantle are modelled as layered Poisson solids (Poisson's ratio ν=0.25), with the layers having different thicknesses T, densities ρ and mechanical properties represented as diverse Young's Modulus E. In total, we have defined seven layers, being the first three representative of the crust and the rest of themantle (Fig. 5). Data for the different thicknesses have been obtained from Gorbatov et al. (1999) based on a 1-D P-wave velocity model (Table 1). The only difference is that we have set the crust– mantle limit at 30 km instead of 35 km. In fact, geophysical data indicate that crustal thickness in Kamchatka varies from 35 to 40 km at the axis zone of Sredinny Ridge to 20 km at the eastern peninsulas and southeastern Kamchatka (Fig. 1) (Balesta et al., 1977; Balesta and Gontovaya, 1985).\nValues for density are calculated using the Nafe–Drake curve (Ludwig et al., 1970) (Supplementary material, Appendix B) and Young's moduli are estimated assuming that:\nVP = ffiffiffiffiffi M ρ s : ð2Þ\nWhere VP is the P-wave velocity and M the P-wave modulus, respectively defined as:\nM = E 1−νð Þ\n1 + νð Þ 1−2νð Þ : ð3Þ\nFollowing previous models focusing on the effect of ice-sheets on the stress-field we consider the crust (Layers 1–3) to behave as a linear elastic isotropic medium characterised by its density, Young's modulus and Poisson ratio (Fig. 5) (Table 2). Regarding the mantle, two options have been commonly considered: (1) linear elasticity (e.g. Andrew and Gudmundsson, 2007) or (2) a viscoelastic Maxwell model (mechanical analogue is a spring and a dashpot connected in a series) responding elastically over short time scales but viscously over long time scales (e.g. Pagli et al., 2007; Sigmundsson et al., 2010). In the second case, mantle viscosity is typically assumed to be between 1018 and 1019 Pa s. Here, we have considered the mantle to behave elastically for simplicity and because the time scales for caldera processes (hours and days) occur over much shorter time scales than the relaxation time of the mantle (~1–10 ka order of magnitude) (Jellinek et al., 2004).\nFor all the models, we have positioned a shallow magma chamber inside the crust. Additionally, a specific set of models also consider a deep-seated reservoir (Fig. 5). In any case, both magma chambers are modelled as cavities located at depth D below the Earth's surface and\ncharacterised by two axes a and b, oriented in accordance to a Cartesian coordinate system x–y (yb0 values of depth below Earth's surface) (Fig. 6). Similar to previousmodels by Albino et al. (2010), we consider the reservoirs to be located at a level of neutral buoyancy and the magma inside the crust to have a bulk modulus B (B = E3 1−2νð Þ) and initial density equal to the surrounding crust. Besides, due to the viscosity of magma, the time delay to reach a static equilibrium can be neglected for the local variations studied. No deviatoric stress is considered within the magma chamber hence magma pressure PM is imposed as uniformly distributed to the solid around the magma chamber boundary without tangential stress (Albino et al., 2010).\nIn our models, we explore a likely range for a, b and D according to available data for Kamchatkan shallow magmatic systems related to collapse calderas. The magma chamber depth D varies in 3–4.5 km range for the shallow magma chamber and is fixed at 15 km for the deeper reservoir considering that geophysical data locate an area of anomalous low density inside the crust at a depth of 15 km with and horizontal extension of 20–30 km (Balesta et al., 1977). For the shallowmagma chamber, we assume that the diameter of the collapse structures may approximately correspond to the horizontal extension of the associated magma chamber, thus we have defined a is in the range 5–20 km to account for different caldera sizes (Fig. 1c). In front of missing data concerning the vertical extension b we have varied it from 0.5 to 2 km for the shallow reservoir and kept constant to 3 km for the deeper one.\nIn order to simulate the influence of the thickness and distribution of ice, an ice cap of heightHICE and extension LICE is considered (Fig. 6). It is well known from observations and theoretical studies that ice sheet thickness may vary from its centre to its margins (Paterson, 1994) therefore, we consider the ice sheet thickness as varying along the x-axis from amaximum thicknessHICEmax at its centre to zero at its margins. Assuming that the ice sheet base is centred at x=0 and y=0, HICE (x) decreases according to the following function (Fig. 6, Supplementary material, Appendix C): HICEðxÞ = ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi 1−4x 2\nL2 ICE\n! ⋅H2ICEmax vuut for − LICE 2 b x b LICE 2 : ð4Þ\nDifferent set-ups have been created varying HICE (0.5–2 km), LICE (5–100 km) and changing the distribution of the ice cap at surface by displacing the ice sheet along the x-axis keeping constant the position of the magma chamber.\nIce layers have been modelled in the past years assuming that: (1) the whole thickness of the ice layer can be modelled as brittle or (2) only a certain percentage of the layer behaves as brittle and the rest is modelled as ductile following for example the Glen's flow law (e.g. Paterson, 1994; Gudmundsson et al., 2004). For the sake of simplicity and since we focus in this paper only on the surface load induced by the ice cap more than on its specific deformation, we consider the ice cap to behave elastically throughout all its thickness.\nConcerning the mechanical properties of ice, these have been proven to change depending on temperature, grain size and orientation (Parameswaran, 1987). Although important discrepancies exist between Young's modulus of ice EICE measured in the laboratory (in the range of 13–8 GPa depending on the abovementioned parameters) and from field observations (≈1 GPa), 9 GPa is considered to be an adequate value (Nimmo, 2004). In the case of density and Poisson's ratio, acceptable values are: ρICE=920 kg/m3 and νICE=0.3 (Nimmo, 2004).\nConcerning the ice–rock contact surface, we assume that there is a strong coupling of the glacier and the underlying rock. If the coupling is sufficiently strong, stresses at the rock are transmitted to the ice as it would be part of the bed rock but with different elastic properties. In this work, the ice is not able to slip along the bed rock, it is “sticked” to it. There are several merits of this hard-slip assumption. Natural observations suggest that glaciers are able to remove significant quantities of volcanic mass “bulldozing out” topography. If we assume that the ice–rock coupling is weak or that they are totally decoupled,\nthen slip may occur along the ice–bedrock interface and stresses would not be transferred from the rock to the ice. Thus, the ice would be practically or completely isolated from stress field changes occurring in the host rock. Any fracture formation due to the “deflation” of the magma chamber would be restricted to the roof rock. Possible deformations in the ice cap would be strictly related to melting processes during the eruption (Gudmundsson et al., 2004) or to changes in the shape of the ice–rock interface, i.e. to the deformation of the host rock.\nFor some of themodels, a soft layer of thickness HSL is placed above the magma chamber stretching from y=0 (rock surface) to y=−HSL (base of the soft layer) (Fig. 6). This upper-most layer is considered to be softer than the deeper ones in order to account for the possible presence of intracaldera fill typically represented by previously erupted vesiculated tephra and lavas that are additionally mechanically weakened by hydrothermal activity becoming, in some cases, clays at large water/rock ratios in shallower conditions.\nDifferent set-ups were created by changing HSL (0.25D–D km) and the mechanical properties of the soft layer represented as different Young's Modulus ESL (Table 1). The Poisson's ratio νSL is kept constant to 0.25. These mechanical properties were chosen as representatives of contrasting stiffness values to obtain a general trend of the rock weakening influence, rather than study particular values in detail.\nBoundary conditions are illustrated in Fig. 5 andmay be summarised as follows. The surface of the Earth is treated as a free surface (i.e. it is free to displace in any direction), horizontal displacement is prescribed to zero at the lateralmargins of the domain (ux=0) and both horizontal and vertical displacements are fixed to zero at the base of the model (ux=0 and uy=0).\nFor defining if the local stress field due to the magma chamber underpressure accomplishes the critical conditions for ring fault initiation, we calculate stress changes due to the magma chamber “deflation” relative to a reference state which is considered to be lithostatic. This reference state of stress is defined considering that the ice cap has been present for enough time so that the entire system, including the ice sheet, has returned to lithostatic equilibrium. Once the reference state of stress is established, we “deflate” the magma chamber. If under the extra pressure of the ice cap magma was able to accumulate more volatiles, then upon initial phase of the eruption more magma can be driven out creating greater underpressures given ice thickness of 100–1000 m. We estimate this effect to be no more than a few MPa.\nFollowing the approach described in detail by Grosfils (2007) and Hurwitz et al. (2009) to account for an initial lithostatic stress field and the effect of gravity forces, we simulate the host rock as material in which stresses have relaxed to equilibrium over time. We assign to each layer i of the crust and mantle a body load per unit volume defined as:\nFxi = 0 and Fyi = −gρi for i = 1;2;…;7 ð5Þ\nwhere g is gravitational acceleration, ρi is the density of the layer i in whichwe are applying the body load and Fx and Fy are the components of the body load in the x and y-axis directions, respectively.\nIn order to simulate the loading effect of a LICE long and HICE (x) thick ice sheet, we have assigned also to the ice sheet a body load per unit volume of:\nFxICE = 0 and FyICE = −gρICE: ð6Þ\nTo avoid deformation of the ice cap due to its ownweight we add a pre-stress state defined by:\nσ1 = σ2 = σ3 = −ρICEg HICE−yð Þ for HICE ≥ y≥ 0 ð7Þ\nwhere (HICE−y) corresponds to the thickness of ice located over a certain topographic height y (Fig. 6). Note that in this paper, normal\nstresses pointing out the surface are negative whereas those pointing to the surface are positive. Under the same assumption as above, the pre-stress in the different host rock layers is defined as:\nσ1 = σ2 = σ3 = ρigy + ∑ i−1\nj=1 gTjðρi−ρjÞ−ρICEgHICE\nfor y≤ 0; i = 1;2;…;7 and j = 1;2;…; i−1\nð8Þ\nwhere the first two terms at the right side of the equality correspond to the lithostatic pre-stress applied to the different crustal and mantle layers if no ice sheet is considered and ρICEgHICE represents the ice sheet weight.\nFor the magma chamber to be in lithostatic equilibrium, for any point along the magma chamber wall PM=PL. Even if the concept of “pressure” is commonly related to fluids, it can be also be defined in an elastic material as:\nP = 1 3 ðσ1 + σ2 + σ3Þ: ð9Þ\nThus, for an isotropic (σ1=σ2=σ3) lithostatic state of stress the lithostatic pressure is defined as:\nPL = σ1 = σ2 = σ3 ð10Þ\nConsidering Eqs. (8) and (10), we get that for the magma chamber located at a layer i to be in lithostatic equilibrium, the pressure applied to the magma chamber walls has to be:\nPM = −ρigy + ∑ i−1\nj=1 gTjðρj−ρiÞ + ρICEgHICE\nfor y b 0; i = 1;2;…;7 and j = 1;2;…; i−1:\nð11Þ\nAs we consider that the magma inside the reservoir and the surrounding host rock have the same density (ρM=ρR), i.e. the magma is located at the neutral buoyancy level, PM can be determined with Eq. (11) solely. Furthermore, if we want to account for underpressurized magma chamber due to magma withdrawal (PM=PL−ΔPM), boundary conditions imposed on the chamber walls have to be equivalent to the lithostatic stress field minus the assigned underpressure value ΔPM. Thus, Eq. (11) is modified as follows:\nPM = −ρigy + ∑ i−1\nj=1 gTjðρj−ρiÞ + ρICEgHICE−ΔPM\nfor y b 0; i = 1;2;…;7 and j = 1;2;…; i−1:\nð12Þ\nAccording to the works of Martí et al. (2000) and Folch and Marti (2004), we consider an internal underpressure of 10 MPa to be a good approximation to the negative excess pressure in the chamber generated during magma withdrawal, i.e. magma chamber “deflation”.\nFinally, to simulate the effect of possible gravitational failures that may take place during interglacial periods, we remove part of the ice cap and the host rock leading to a topographic difference.\nThe numerical solutions were obtained using COMSOL Multiphysics commercial package (http://www.comsol.com). A description of the Finite Element Method is provided by Zienkiewicz (1979) and further discussion of the finite-element and as well as other numerical methods, in the context of solving rock-mechanics problems is given by Jing and Hudson (2002). In order to provide maximum resolution near the areas of interest, the mesh that consists of tens of thousands\nof triangular elements, decreases in size near the reservoir wall, the soft layer and the ice cap (Supplementary material, Appendix D)."
  }, {
    "heading": "4.3. Results",
    "text": "Since collapse calderas are surface features, the stress field over the magma chamber and below the surface determines ring-fault formation and caldera formation (Gudmundsson et al., 1997). In order to encourage ring-fault formation, the stress field has to satisfy Eq. (1) and the three conditions explained in Section 4.1 C1: the minimum value of σ3, must be at surface, C2: the maximum value of σ1–σ3, must occur at the outer margins of the magma chamber, and C3: the minimum value of σ3 must be located at a radial distance approximately equal to the projection at surface of the magma chamber extension or the angle γ should be in the range or lower than 10–15° from vertical. Previous numerical results (e.g. Folch and Marti, 2004; Kinvig et al., 2009), observed that when conditions C1 and C3 are satisfied at surface condition C2 also holds at the chamber walls. Additionally, these authors also show that the accomplishment of C3 depends mainly on the aspect ratio of the magma chamber b/a and the ratio between depth D and horizontal extension a (i.e. D/a).\nIn this paper we focus our attention in the distribution of σ3 to model if the obtained values satisfy Eq. (1) (the tensile stress at surface is large enough to create surface rock fracture by tension) and C3 (the minimum value of σ3 must be located at a radial distance approximately equal to the projection at surface of the magma chamber extension). Unlike in previous models, (Folch and Marti, 2004; Geyer and Martí, 2009; Kinvig et al., 2009), in our simulations the material at surface is ice. This fact may have some implications regarding fracture initiation and propagation. First, tensile strength of ice is two orders of magnitude lower compared to the one of rocks (TICE~0.6 MPa vs. 15 MPa) (Hopkins, 2001) implying that less tensile stress is required to open fractures at ice. Secondly, at the ice–rock contact there is a considerable change in stiffness EICE=9 GPa and E1=26 GPa (E1 stiffness Layer 1, see Table 1). When a propagating fracture meets a contact between twomechanically different layers, it may (Fig. 7a) (Gudmundsson, 2011): (1) become arrested so as to stop its propagation, (2) penetrate the contact, or (3) become deflected along the contact. Thus, tensile fractures initiated at the ice sheet surface are not necessarily able to propagate downwards to the rock. To discuss in detail the three mechanisms described above is out of the scope of this paper. The reader is referred to Appendix E and more general references for further details (e.g. He and Hutchinson, 1989; Xu et al., 2003; Wang and Xu, 2006; Gudmundsson, 2011). However, applied to our models we can say that there are higher probabilities of deflection for fractures initiating at the ice or soft layer propagating to the unaltered host rock than those starting at the ice and propagating to the hydrothermally altered rock layer assuming that the latter has a lower Young's modulus than ice (ESLbEICE) (Fig. 7b) (see Appendix E). As a consequence, for those models, where no soft layer is considered, we assumed that ring faults are more prone to fully develop if these initiate directly at the ice–rock contact, and these are shown for the models set 1 and 3. Only in those cases where a soft hydrothermally altered layer is considered, we also take into account stress distribution along the ice surface since from the theoretical point of view, fractures propagating from the ice sheet to the soft layer are potentially more capable of penetrating into the roof rock (Fig. 7). We present here only the most relevant results in Figs. 8–12. Further results can be found on-line as part of the Supplementary material (Appendix F)."
  }, {
    "heading": "4.3.1. Model set 1: influence of an ice sheet on a deflating shallowmagma chamber",
    "text": "The existence of an HICE thick and LICE long ice cap tends to reduce the tensile stresses at ice–rock contact in a homogeneous way (Fig. 8 and Supplementary material, Appendix F.1–3). In the case that the\ncentres of the magma chamber and the ice sheet are the aligned, shape of the σ3 distribution at surface is symmetric relative to the centre of the reservoir (Fig. 8). This reduction of the tensile stress at surface occurs independently of the magma chamber size a, aspect ratio b/a or depth D (Supplementary material, Appendix F.3–5). A further relevant parameter is the ice cap horizontal extension LICE compared to the magma chamber horizontal axis a. Under the presence of a small ice cap as compared to the size of the magma chamber, the tensile stresses at the surface tend to concentrate at the ice cap margins and at the ice-free areas (Fig. 8). However, for large enough ice caps we observe a reduction in the tension peaks at the ice\nFig. 8. An example of distribution of the minimum compressive (maximum tensile) princi b=1 km) located at a depth D of 4 km below the surface considering different ice cap of len material (Appendix F.1–6).\nrock contact located above the magma chamber, thus inhibiting ring fracture formation (Fig. 8, Supplementary material F.1–3).\nResults obtained indicate also that for the same magma chamber depth D but varying the thickness of the ice cap, maximum tensile stresses σ3 decrease as HICE increases (Fig. 8 and Supplementary material, Appendix F.2). In parallel, an increase in the magma chamber depth D for the same ice thickness HICE, leads to a decrease in the tensile stresses (Supplementary material, Appendix F.5).\nFor the models with an asymmetrical ice cap distribution (Supplementary material, Appendix F.6), the maximum tensile stress σ3 also expectedly develops two asymmetric peaks at the ice rock\npal stress σ3 along the ice–rock contact over a deflating magma chamber (a=10 km; gths LICE and thicknesses HICE. Additional results are available on-line as Supplementary\ncontact: over glaciated and ice-free parts. Independent on the magma chamber depth, σ3 values at the unglaciated rock surface are much more tensile than those below the ice.\nAs seen in this first model set, the ice load tends to reduce tensile stresses at the ice rock contact thus inhibiting ring fault formation. Consequently, further variables need to be considered to explain the observations in Kamchatka."
  }, {
    "heading": "4.3.2. Model set 2: influence of the hydrothermal alteration of the host rock and gravitational failure",
    "text": "4.3.2.1. Hydrothermal alteration of the host rock. According to the results obtained by Kinvig et al. (2009), the physical properties of the rock layers above a decompressing magma chamber influence the magnitude, and, to a lesser extent, the position, of tensional stresses at the land surface. This may promote or inhibit the accomplishment of the critical conditions required for ring-fault initiation. In this light, our numerical runs focused on studying the influence of hydrothermal alteration on changing the roof rock properties (Fig. 9 and Supplementary material, Appendix F.7 and F.8). Remember that,\ntheoretically, due to the fact that hydrothermally altered layers may have a lower stiffness than ice (i.e. ESLbEICE), it is more feasible that fractures propagate from the ice sheet into the soft layer (Fig. 7b). The main problem is to figure out what happens at the contact between the soft layer and the non-altered roof rock where fractures are prone to get arrested or deflected. In that sense, it is easy to imagine that the limit between the hydrothermally altered layer and the fresh rock is not abrupt but gradual. Considering that the mechanical properties also vary gradually this would facilitate the downward propagation of the fracture to greater depths. In this second set of models, we are interested in the distribution of stresses at both ice surface and the ice–rock contact assuming that ring-fault may initiate at the ice surface or the ice–rock contact if stress field accomplishes the required conditions. For comparison purposes, results in case the stiffness of the overlying layer is higher (ESL=35 GPa) or equal to the host rock (i.e. ESL=E1=26 GPa) are also included.\nRegarding the shape of the σ3 distribution at surface, it is symmetric relative to the centre of the reservoir for any values of soft layer stiffness ESL and thickness HSL. It is interesting to note that while the soft layer, compared to the situationwhere the host rock has\nhomogeneous stiffness (i.e. ESL=E1=26 GPa), tends to increase tensile stress at the ice surface (B–B′), the opposite is observed at the ice rock contact: the stiffer is the hydrothermally altered layer, the more tensile stress occurs at the ice–rock contact (Fig. 9 and Supplementary material, Appendix F.7). Additionally, as the thickness of the soft layer increases it causes an increase in the tensile stress at both the ice surface and the ice–rock contact being the variations much more pronounced at the ice rock contact (Fig. 10 and Supplementary material, Appendix F.8). Thus, the resultant distribution of σ3 at both the ice surface and the ice–rock contact is a function of thicknesses and the mechanical properties of the different layers: ice, hydrothermally altered rocks, and unaltered rock but also of the contrast of Young's modulus between them. In the case of ESL=15 GPa, stiffness increases with depth from 9 GPa at the ice to 26 GPa at Layer 1 where the magma chamber is located. By contrast, when ESL=5 GPa at the ice–rock contact, the Young's modulus decreases from 9 to 5 GPa and increases again at the soft layer–host rock contact from 5 to 26 GPa.\n4.3.2.2. Gravitational failure. As mentioned before, an associated effect of roof rock weakening due to hydrothermal alteration is the possibility of promotion of gravitational failure. As this phenomenon may considerably alter the local stress field causing ring-fracture propagation, we have run some simulations to quantify it. For this, we assume that magma withdrawal from the reservoir occurs before the whole system has reached lithostatic equilibrium after the mass removal due to gravitational failure. When some material is suddenly removed from a system in lithostatic equilibrium, this results in a slight elastic “rebound” and the lithostatic state of stress is modified previous to magma chamber deflation. Thus, the distribution of tensional stresses and the amount of extension depend on the\nunderpressure assigned to the magma chamber but also on the spatial change in stress field caused by the mass removal from the upper surface. In Fig. 11 we plotted the distribution of σ3 at the ice–rock contact considering different underpressure values and different amounts of mass removal. Only with greater underpressure inside the magmatic reservoir, the effect of magma chamber deflation is capable of counteracting the rebound caused by the mass discharge. In such cases, results obtained indicate that higher tensile stresses at surface are restricted to those areas with thinner ice cap similar result as the one obtained for the asymmetrical distribution of ice, those places at surface not covered by the ice cap present higher tensile stresses.\nIn places where gravitational failure occurs, the tensile stresses are at theirmaximumsince themagma chamber is closer to the Earth's surface.\nIf we consider that the system has return to lithostatic equilibrium after the gravitational failure and prior to the magma withdrawal, the effect of gravitational failure and further collapse has no other effect as the one observed for the different thickness and asymmetrical distribution of ice at surface. In places where the ice is thicker and centred over themagma chamberwewill find less extension compared to those places where the ice cap is thinner.\nIn short, weakening of the roof rock due to hydrothermal alteration may lead to variations in the stress filed causing different effect at the ice surface or the ice-rock contact. The resultant distribution of σ3 at both the ice surface and the ice–rock contact is a function of thicknesses and the mechanical properties of the different layers: ice, hydrothermally altered rocks, and unaltered rock but also of the contrast of Young's modulus between them. In parallel, sudden mass removal due to gravitational failure may strongly affect the stress field. Combined with magma chamber deflation stress field at surface may be modified in a manner that encourage ring fault initiation."
  }, {
    "heading": "4.3.3. Model set 3: influence of an ice sheet on a deflating shallow magma chamber and a deep-seated overpressurized reservoir",
    "text": "As mentioned before, Andrew and Gudmundsson (2007) showed that variations in size of an ice cover can have important effects on deep-seated reservoirs changing their effective size (i.e. magma volume) and composition (see Section 3). In fact, the authors demonstrate that as soon as the glacial maximum is reached and some retreat or melting starts, the deep-seated reservoir may “inflate” leading to a very slight doming of the crust above, including the sector holding the shallow chamber. During the last years, many numerical models focused onunderstandingwhich stressfield configurationmay trigger ring-fault initiation (e.g. Gudmundsson, 1998, 2007) have shown that a very small doming originated at deeper levels than the magma chamber responsible for the subsequent caldera-forming event can favour ring-fault formation. Thus, for this specific set of models we also consider the possibility of a deep-seated reservoir located at 15 km depth with a horizontal extension of 20–30 km exerting a doming stress (pressure) of 5–10 MPa to the surrounding rocks (Gudmundsson, 2007) (Fig. 5). We have run several models assuming: (1) different length LICE and thickness HICE for the ice sheet, (2) diverse depths D and horizontal dimension a for the shallow reservoir and (3) several values for the overpressure exerted by the deep-seated reservoir. A summary of the results can be found in Fig. 12 and on-line as part of the Supplementary material (Appendix F.10).\nIndependently if there exists or not an ice cap at surface, the presence of a deep-seated reservoir exerting a doming pressure to the volcanic system tends to increase considerably tensile stresses at the ice rock contact or at surface if no ice cap is considered (see Supplementary material, Appendix F.10). The tensile stress σ3 at the ice–rock contact peaks above the margins of the shallow magma chamber and may overcome the tensile strength of ordinary rocks, so that a ring fault is likely to form (Fig. 12).\nKeeping constant the parameters characterising the magmatic reservoirs (shallow and deep), a decrease in the ice thickness HICE tends to significantly increase tensile stresses at the ice–rock contact (Fig. 12) as observed in Model set 1 (Fig. 8, Supplementary material, Appendix F.2). Contrary, an increase in the length of the ice sheet LICE leads to a reduction in the tensile stresses (Fig. 12).\nWhereas under the presence of a single and shallow reservoir, the ice cap tends to induce compressive stresses at the ice–rock contact (Fig. 8, Supplementary material, Appendix F.1 and F.3), the doming stress imposed by the deep-seated reservoir leads to slight tensile values above the margins of the shallow magma chamber (Fig. 12, Supplementary material, Appendix F.10). Besides, an increase in the doming pressure of the deep magmatic reservoir results in higher tensile values (Fig. 12). The same effect is observed if the upper and smaller magma chamber is assumed to be at shallower depths.\nIn general terms, the presence of a deep-seated reservoir subjected to a magmatic excess pressure results in an increase of the tensile stresses at the ice–rock contact. The maximum tensile stresses at the ice–rock contact are located above the margins of the shallowmagma chamber verifying C3 and thus, favouring ring fault initiation. The compressive stresses induced by the ice load are counteracted by the doming stress of the deep reservoir. An increase of the excess pressure inside the deep-seated reservoir due to ice retreat or melting during interstadials (Andrew and Gudmundsson, 2007) would lead to higher tensile stresses at the ice rock contact favouring ring fault initiation."
  }, {
    "heading": "5. Discussion",
    "text": "While several papers have recently suggested that deglaciation and the increase of volcanism are intimately related (Sigvaldason et al., 1992; Slater et al., 1998; Maclennan et al., 2002), increased output may be related to the increased magma accumulation during\nglaciations (Kelemen et al., 1997), we explore the opposite correlation observed in Kamchatka (Bindeman et al., 2010), and which possibly may characterise others N Pacific arcs (e.g. Alaska and Aleutians). The observations suggest an increase in explosive silicic volcanism and caldera formation during the maximal glacial times.\nMaxima glacial times correspond to high dynamic periods that may promote physical and chemical feedbacks to a volcanic system, and we explore in detail above and below. The presence of ice caps during glacial periods and the associated processes such as hydrothermal alteration under the ice cap or gravitational failure during glaciation or interstadials modify the local stress field, which may promote or inhibit ring fault initiation and subsequent caldera collapse.\nResults of the 2D plane strain numerical simulations presented in this paper suggest that the presence of ice works against the occurrence of ring faults both the stress field conditions and the fracture propagation criteria. On the one hand, the load of the ice cap tends to reduce the tensile stresses at surface which may inhibit the initiation of ring faults. In many occasions, the resultant stresses are far of reaching the tensile strength of the rock and even of ice, depending on the size and depth of the magmatic system (Fig. 8,\nSupplementary material F.1–F.3). However, compressive stresses induced by the ice cap may switch to tensile stresses at greater depths increasing fracture-related porosity in the crustal rocks around deep-seated magma chambers (Andrew and Gudmundsson, 2007). This results in an augment of the effective size of such reservoirs, leading to the doming of the crustal segment where the deep magma chamber is located. When the doming stress of the deep-seated reservoir increases (i.e. increase in the excess pressure) due tomagma accumulation, this starts to have an effect on the stresses in the upper part of the crust and counteracts with the compressive stresses induced by the ice load (Fig. 12, Supplementary material F.10). As seen in the numerical results presented in this paper, the presence of a deep-seated reservoir subjected to amagmatic excess pressure results in an increase of the tensile stresses at the ice–rock contact. In these situations, the distribution of σ3 at the ice–rock contact peaks above themargins of the shallowmagma chamber and themaximum tensile stress values may overcome the tensile strength of ordinary rocks, so that a ring fault is likely to form. The phenomenon described above is only favoured for specific ice cap sizes compared to the total size of the magmatic system (shallow and deep reservoir) (Andrew and Gudmundsson, 2007). The most prone time periods are those when\nthe ice cap has approximately the same extent as the volcanic system especially, during interstadials due to ice retreat or melting (Andrew and Gudmundsson, 2007).\nFrom results obtained it is obvious that tensile fracture initiation may be possible at both the ice surface and the ice rock contact since σ3bTICE (TICE≈0.6 MPa) and also σ3bTR (TR≈15 MPa) for the largest a values. On the other hand, there is a high probability that fractures get arrested or reflected when propagating from the ice or the weakened altered layer to the non-altered host rock surrounding the chamber. By contrast, secondary processes such as gravitational failure and hydrothermal weakening of the roof rock may favour the initiation of tensional fractures at surface for the same underpressure of the magmatic system. Table 2 presents summary of our numerical runs and below we concentrate on positive feedbacks that promote ring fracture propagation which is the precondition of a caldera collapse.\nIn the case of gravitational failure or asymmetrical ice distribution, we have observed that σ3 at surface is not symmetrically distributed and has a peak of higher tensile stress where there is no ice cap or less topographic load exists. This leads us to assume that such stress field configuration may favour the imitation of trap-door collapses if the critical stress field conditions for ring fault initiation are reached.\nAn important aspect to include here is the ongoing discussion about the possibility of collapse calderas to occur due to underpressure conditions inside the magma chamber. Although being a one of the most accepted conceptual models for caldera-forming events it has been discussed and refuted in several occasions (e.g. Gudmundsson, 2007). The main argument is the fact that in the case of underpressure conditions inside the magma chamber the conduit will close and the eruption will cease before reaching required underpressure for caldera collapse ΔPCOLL. However, recent numerical models published by Pinel and Jaupart (2005) demonstrate that with a topographic load of sufficient size, caldera collapse can occur during chamber deflation. According to this model, the stress field modificationmay prevent feeder dykes to get shut by the confining pressure, which would stop the eruption.\nTaking the above observations into account, it is feasible to assume that the existence of an ice cap of a certain size will act similarly, thus, permitting the volcanic conduit to remain open until the underpressure required for caldera collapse is achieved.\nConsidering all the available data and the results presented in this paper, we propose that glaciation and collapse calderas in Kamchatka may be related as illustrated in Fig. 13.\nLong periods of ice accumulation and increase in the topographic loading may have lead to accumulation of great amounts of magma but without the possibility of eruption. During long time, magma would have been accumulating in big reservoirs as indicated by the volume of ignimbrites and the size of the collapse structures related to the caldera-forming events (Fig. 13a and b). Throughout the phase of ice accumulation, part of the roof rock is weakened due to the circulation of hydrothermal fluids (Fig. 13c). During an interstadial period, the magmatic system suffers changes in the internal magmatic pressure favouring vesiculation of the magma inside the reservoir. The upper part of the roof rock, still in contact with the ice, is continuously altered by the circulation of hydrothermal fluids (Fig. 13d). The ice retreating along with vesiculation leads to the initiation of an explosive eruption (Fig. 13e). It is possible that the alteration of the upper part of the roof rock may provoke gravitational failure or sudden mass removal. Due to magma withdrawal, the chamber begins to “deflate”. According to the work of Pinel and Jaupart (Pinel and Jaupart, 2005), due to the existence of the topographic load (in this case the ice cap), it is feasible that the system remains open withdrawing magma until the required underpressure for caldera collapse ΔPCOLL is reached. The results obtained suggest that ring faults would initiate preferably where gravitational failure takes place. It is also possible that fractures occur\nat the ice rock contact if the magma chamber has a certain size, shape and depth (Fig. 13e). These parameters are controlled by the aspect ratio of the chamber and the relation between depth and horizontal extension. In the case of gravitational failure or asymmetrical ice distribution, we have observed that that σ3 at surface is not symmetrically distributed and has a peak of higher tensile stress where no ice cap or less topographic load exists. This leads us to assume that such stress field configuration may favour the imitation of trap-door collapses if the critical stress field conditions for ring fault initiation are reached. Ring faults would presumably initiate at surface where tension is maximum."
  }, {
    "heading": "6. Summary and conclusions",
    "text": "In this paper, we have investigated how the presence of ice caps during glacial periods and other secondary processes such as hydrothermal alteration or gravitational failure may modify the local stress field discouraging or favouring ring fault initiation and subsequent caldera collapse. For this, we have run a series of 2D plane strain numerical models simulating different scenarios by varying: (1) the thickness and asymmetric distribution of the existing ice cap, (2) the depth and size of the magmatic reservoir responsible for the subsequent collapse event, (3) the thickness and mechanical properties of the roof rock due to the alteration by hydrothermal fluids, (4) the existence of a deeper andwider magmatic reservoir and (5) possible gravitational failure triggered, in part, by the hydrothermal weakening of the roof rock under the glacial cover.\nIn short, we have seen that the existence of ice caps does not favour directly the initiation of ring-faults and caldera formation, since the load of the ice cap tends to reduce the tensile stresses at surface which may inhibit the initiation of ring faults. In many occasions, the resultant stresses are far of reaching the tensile strength of the rock and even of ice, depending on the size and depth of the magmatic system. Nevertheless, tensile stresses induced by ice caps with dimensions of the same order of the volcanic system (including shallow and deep reservoir) may increase fracture-related porosity in the crustal rocks surrounding deep-seated magma chambers augmenting the effective size of such reservoirs. Continuous magma accumulation in these deeper reservoirs, results in doming of the crustal segment where the reservoir is located and starts to have an effect on the stresses in the upper part of the crust. In these situations, the compressive stresses induced by the ice load and the doming stresses due to the deep-seated reservoir counteract. Thus, an augment of the excess pressure inside the deep-seated reservoir and/or a reduction in size of the ice cap due to ice retreat or melting occurring during interstadials leads to higher tensile stresses at the ice rock contact favouring ring fault initiation.\nBesides, the ice cap existence may lead to secondary processes such as subglacial volcanicmass build-up followingby gravitational failure or hydrothermal weakening of the roof rock, that have been confirmed to be important parameters prone to favour the initiation of tensional fractures at surface for the sameunderpressure of themagmatic system. Most importantly, the rapid changes of surface topography (ice and rocks it moves) and thus over- and underpressure during interstadial (when the amount of ice widely oscillate on centuries-millennial timescales) may have most profound effects. The influence of ice may have an important role on timing and incrementality of magma discharge; under the ice (and ice-supported surface topography, e.g. Table mountains) more magma can accumulate, and under the glacial overpressure this magma will have greater proportions of volatiles. Some of these volatiles may be inherited from hydrothermally altered roof rocks that fingerprint magmas with low δ18O values. Rapid and short-lived deglaciation during the interstadial cause additional amounts of vesiculation, leading to greater underpressures following the initial magma discharge (Fig. 13), leading to greater likelihood of ring fault propagation and caldera collapse. Whether more magma is\nerupting during the interstadial or intraglacial remains a question for future investigation, it appears that the Kamchatkan glaciations have an effect of eruption clustering, and less frequent but bigger eruptions in pyroclastic, rather than effusive character.\nSupplementarymaterials related to this article can be found online at doi:10.1016/j.jvolgeores.2011.02.001."
  }, {
    "heading": "Acknowledgements",
    "text": "AG is grateful for her Beatriu de Pinós post-doctoral fellowship 2008 BP B 0318. INB thanks NSF Grants EAR0537872 and EAR-CAREER0844772. We thank A. Gudmundsson and an anonymous reviewer for their constructive comments."
  }],
  "year": 2011,
  "references": [{
    "title": "Influence of surface load variations on eruption likelihood: application to two Icelandic subglacial volcanoes, Grímsvötn and Katla",
    "authors": ["F. Albino", "V. Pinel", "F. Sigmundsson"],
    "venue": "Geophysical Journal International",
    "year": 2010
  }, {
    "title": "Distribution, structure, and formation of Holocene lava shields in Iceland",
    "authors": ["R.E.B. Andrew", "A. Gudmundsson"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2007
  }, {
    "title": "Crustal structure in the Kamchatkan segment of the pacific transition zone",
    "authors": ["S.T. Balesta", "L.I. Gontovaya"],
    "venue": "Journal of Geodynamics",
    "year": 1985
  }, {
    "title": "1977.Deep crustal structure of the Kamchatkan volcanic regions",
    "authors": ["S. Balesta", "A. Farberov", "V. Smirnov", "A. Tarakanovsky", "M. Zubin"],
    "venue": "Bulletin of Volcanology",
    "year": 1977
  }, {
    "title": "Volcanic arc of Kamchatka: a province with high-delta O-18 magma sources and large-scale O-18/ O-16 depletion of the upper crust",
    "authors": ["I.N. Bindeman", "V.V. Ponomareva", "E.B. Bailey", "J.W. Valley"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2004
  }, {
    "title": "Large-volume silicic volcanism in Kamchatka: Ar–Ar andU–Pb ages, isotopic, andgeochemical characteristics ofmajor pre-Holocene caldera-forming eruptions",
    "authors": ["Bindeman", "I.N"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2010
  }, {
    "title": "On the formation of calderas during ignimbrite eruptions",
    "authors": ["T. Druitt", "R.S.J. Sparks"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "Geometrical and mechanical constraints on the formation of ring-fault calderas",
    "authors": ["A. Folch", "J. Marti"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2004
  }, {
    "title": "The new worldwide collapse caldera database (CCDB): a tool for studying and understanding caldera processes",
    "authors": ["A. Geyer", "J. Martí"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2008
  }, {
    "title": "Stress fields controlling the formation of nested and overlapping calderas: implications for the understanding of caldera unrest",
    "authors": ["A. Geyer", "J. Martí"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2009
  }, {
    "title": "Relationship between caldera collapse and magma chamber withdrawal: an experimental approach",
    "authors": ["A. Geyer", "A. Folch", "J. Martí"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2006
  }, {
    "title": "Fire or ice: anticorrelation of volcanism and glaciation in California over the past 800,000 years",
    "authors": ["A.F. Glazner", "C.R. Manley", "J.S. Marron", "S. Rojstaczer"],
    "venue": "Geophysical Research Letters",
    "year": 1999
  }, {
    "title": "Tomographic imaging of the P-wave velocity structure beneath the Kamchatka peninsula",
    "authors": ["A Gorbatov"],
    "venue": "Geophysical Journal International",
    "year": 1999
  }, {
    "title": "Magma reservoir failure on the terrestrial planets: assessing the importance of gravitational loading in simple elastic models",
    "authors": ["E.B. Grosfils"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2007
  }, {
    "title": "Mechanical aspects of postglacial volcanism and tectonics of the Reykjanes Peninsula, southwest Iceland",
    "authors": ["A. Gudmundsson"],
    "venue": "Journal of Geophysical Research",
    "year": 1986
  }, {
    "title": "Formation and development of normal-fault calderas and the initiation of large explosive eruptions",
    "authors": ["A. Gudmundsson"],
    "venue": "Bull. Volcanol",
    "year": 1998
  }, {
    "title": "Conceptual and numerical models of ring-fault formation",
    "authors": ["A. Gudmundsson"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2007
  }, {
    "title": "Deflection of dykes into sills at discontinuities and magma– chamber formation",
    "authors": ["A. Gudmundsson"],
    "venue": "Tectonophysics",
    "year": 2011
  }, {
    "title": "Dyke emplacement in a layered and faulted rift zone",
    "authors": ["A. Gudmundsson", "I.F. Loetveit"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2005
  }, {
    "title": "Stress fields generating ring faults in volcanoes",
    "authors": ["A. Gudmundsson", "J. Marti", "E. Turon"],
    "venue": "Geophysical Research Letters",
    "year": 1997
  }, {
    "title": "The 1996 eruption at Gjálp, Vatnajökull ice cap, Iceland: efficiency of heat transfer, ice deformation and subglacial water pressure",
    "authors": ["M. Gudmundsson", "F. Sigmundsson", "H. Björnsson", "T. Högnadóttir"],
    "venue": "Bulletin of Volcanology",
    "year": 2004
  }, {
    "title": "Crack deflection at an interface between dissimilar elastic materials",
    "authors": ["M.Y. He", "J.W. Hutchinson"],
    "venue": "International Journal of Solids and Structures",
    "year": 1989
  }, {
    "title": "Crack deflection at an intterface between dissimilar elastic materials: Role of residual stresses",
    "authors": ["M.Y. He", "A.G. Evans", "J.W. Hutchinson"],
    "venue": "International Journal of Solids and Structures",
    "year": 1994
  }, {
    "title": "Monitoring and modeling ice–rock avalanches from ice-capped volcanoes: a case study of frequent large avalanches on Iliamna Volcano, Alaska",
    "authors": ["C. Huggel", "J. Caplan-Auerbach", "C.F. Waythomas", "R.L. Wessels"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2007
  }, {
    "title": "Tectonic controls on the nature of large silicic calderas in volcanic",
    "authors": ["G. Hughes", "G.A. Mahood"],
    "venue": "arcs. Geology",
    "year": 2008
  }, {
    "title": "The characteristics of magma reservoir failure beneath a volcanic edifice",
    "authors": ["D.M. Hurwitz", "S.M. Long", "E.B. Grosfils"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2009
  }, {
    "title": "Stresses and Failure Modes in Thin Films andMultilayers. Notes for a Dcamm Course",
    "authors": ["J.W. Hutchinson"],
    "year": 1996
  }, {
    "title": "Didmelting glaciers cause volcanic eruptions in eastern California? Probing the mechanics of dike formation",
    "authors": ["A.M. Jellinek", "M. Manga", "M.O. Saar"],
    "venue": "Journal of Geophysical Research",
    "year": 2004
  }, {
    "title": "Numerical methods in rock mechanics*1",
    "authors": ["L. Jing", "J.A. Hudson"],
    "venue": "International Journal of Rock Mechanics and Mining Sciences",
    "year": 2002
  }, {
    "title": "The effect of deglaciation on mantle melting beneath Iceland",
    "authors": ["M. Jull", "D. McKenzie"],
    "venue": "Journal of Geophysical Research 101",
    "year": 1996
  }, {
    "title": "On the effect of crustal layering on ring-fault initiation and the formation of collapse calderas",
    "authors": ["H. Kinvig", "A. Geyer", "J. Gottsmann"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2009
  }, {
    "title": "Seismic refraction. The Sea, 4.Wiley-Interscience, New York",
    "authors": ["W.J. Ludwig", "J.E. Nafe", "C.L. Drake"],
    "year": 1970
  }, {
    "title": "The link between volcanism and deglaciation in Iceland",
    "authors": ["J. Maclennan", "M. Jull", "D. McKenzie", "L. Slater", "K. Grönvold"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2002
  }, {
    "title": "Pressure evolution during caldera forming eruptions",
    "authors": ["J. Martí", "A. Folch", "G. Macedonio", "A. Neri"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2000
  }, {
    "title": "A genetic classificationof collapse calderas basedonfield studies, analogue and theoretical modelling",
    "authors": ["J. Martí", "A. Geyer", "A. Folch"],
    "venue": "IAVCEI-Geological Society of London,",
    "year": 2009
  }, {
    "title": "What is the Young's modulus of ice? Workshop on Europa's Icy Shell: Past, Present, and Future, LPI Contribution",
    "authors": ["F. Nimmo"],
    "venue": "Lunar and Planetary Institute,",
    "year": 2004
  }, {
    "title": "Glacio-isostatic deformation around the Vatnajökull ice cap, Iceland, induced by recent climate warming: GPS observations and Finite Element Modeling",
    "authors": ["C Pagli"],
    "venue": "Journal of Geophysical Research",
    "year": 2007
  }, {
    "title": "Orientation dependence of elastic constants for ice",
    "authors": ["V.R. Parameswaran"],
    "venue": "Defence Science Journal",
    "year": 1987
  }, {
    "title": "The Physics of Glaciers. Pergamon/Elsevier, Kidlington",
    "authors": ["W.S.B. Paterson"],
    "year": 1994
  }, {
    "title": "The effect of edifice load onmagma ascent beneath a volcano",
    "authors": ["V. Pinel", "C. Jaupart"],
    "venue": "Philosophical Transactions of the Royal Society of London",
    "year": 2000
  }, {
    "title": "Magma chamber behavior beneath a volcanic edifice",
    "authors": ["V. Pinel", "C. Jaupart"],
    "venue": "Journal of Geophysical Research 108",
    "year": 2003
  }, {
    "title": "Magma storage and horizontal dyke injection beneath a volcanic edifice",
    "authors": ["V. Pinel", "C. Jaupart"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2004
  }, {
    "title": "Caldera formation by magma withdrawal from a reservoir beneath a volcanic edifice",
    "authors": ["V. Pinel", "C. Jaupart"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2005
  }, {
    "title": "Experimental study of caldera formation",
    "authors": ["O. Roche", "T.H. Druitt", "O. Merle"],
    "venue": "Journal of Geophysical Research",
    "year": 2000
  }, {
    "title": "Volcanoes of the world: an illustrated catalog of Holocene volcanoes and their eruptions",
    "authors": ["L. Siebert", "T. Simkin"],
    "venue": "Smithsonian Institution,",
    "year": 2002
  }, {
    "title": "Climate effects on volcanims: influence onmagmatic systems of loading and unloading from ice mass variations, with examples from Iceland",
    "authors": ["F Sigmundsson"],
    "venue": "Philosophical Transactions of the Royal Society of London, Series A,Mathematical and Physical Sciences",
    "year": 2010
  }, {
    "title": "Effect of glacier loading/deloading on volcanism: postglacial volcanic production rate of the Dyngjufjöll area, central Iceland",
    "authors": ["G.E. Sigvaldason", "K. Annertz", "M. Nilsson"],
    "venue": "Bulletin of Volcanology",
    "year": 1992
  }, {
    "title": "Deglaciation effects on mantle melting under Iceland: results from the northern volcanic zone",
    "authors": ["L. Slater", "M. Jull", "D. McKenzie", "K. Gronvöld"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1998
  }, {
    "title": "Resurgent cauldrons",
    "authors": ["R.L. Smith", "R.A. Bailey"],
    "venue": "Geol. Soc. Am. Mem",
    "year": 1968
  }, {
    "title": "Dynamic interfacial debonding initiation induced by an incident crack",
    "authors": ["P. Wang", "L.R. Xu"],
    "venue": "International Journal of Solids and Structures",
    "year": 2006
  }, {
    "title": "Flank collapse at Mount Wrangell, Alaska, recorded by volcanic mass-flow deposits in the Copper River lowland",
    "authors": ["C.F. Waythomas", "K.L. Wallace"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 2002
  }, {
    "title": "Calderas and their origin",
    "authors": ["H. Williams"],
    "venue": "University of California Department of Geol. Sci. Bull",
    "year": 1941
  }, {
    "title": "Dynamics crack deflection and penetration at interfaces in homogeneous materials: experimental studies and model predictions",
    "authors": ["L.R. Xu", "Y.Y. Huang", "A.J. Rosakis"],
    "venue": "Journal of Mechanics and Physics of Solids",
    "year": 2003
  }, {
    "title": "The Finite Element Method",
    "authors": ["O.C. Zienkiewicz"],
    "venue": "McGraw-Hill, New York",
    "year": 1979
  }],
  "id": "SP:ff3e4e37d79ce87c85e819f65698dc5e3db6a0a5",
  "authors": [{
    "name": "Adelina Geyer",
    "affiliations": []
  }, {
    "name": "Ilya Bindeman",
    "affiliations": []
  }],
  "title": "Glacial influence on caldera-forming eruptions"
}