{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nwww.elsevier.com/locate/epsl\nThe geology of the southern Mariana fore-arc crust: Implications for the scale of Eocene volcanism in the western Pacific\nMark K. Reagan a,∗, William C. McClelland a, Guillaume Girard a, Kathleen R. Goff a, David W. Peate a, Yasuhiko Ohara b,c, Robert J. Stern d\na Department of Earth & Environmental Sciences, University of Iowa, Iowa City, IA 52242, USA b Hydrographic and Oceanographic Department of Japan, Tokyo 135-0064, Japan c Japan Agency for Marine–Earth Science and Technology, Yokosuka 237-0061, Japan d Department of Geosciences, University of Texas at Dallas, Richardson, TX 75083, USA\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 11 January 2013 Received in revised form 23 June 2013 Accepted 6 August 2013 Available online 9 September 2013 Editor: T.M. Harrison\nKeywords: Izu–Bonin–Mariana arc subduction initiation fore-arc stratigraphy zircon U–Pb age Early Eocene Climate Optimum\nThe Mariana fore-arc southeast of Guam consists of ophiolitic lithologies related to subduction initiation and early-arc development. Ages of zircons extracted from gabbroic rocks within this sequence are 51.5 ± 0.7 Ma, synchronous with similar rocks from the Bonin fore-arc 1700 km to the north. Basalts collected from the Izu fore-arc are similar to those of the Bonin and Mariana fore-arcs extending the distance of this ophiolitic geology to the entire 3000 km length of the IBM fore-arc. The Tonga fore-arc has similar lithologies and ages, suggesting that subduction began nearly simultaneously along much of the western margin of the Pacific plate. We postulate that closing of the Tethyan suture provided the trigger for subduction initiation in the Western Pacific. The volume of basalt erupted near western Pacific trenches associated with subduction initiation and early-arc development in the early Eocene could rival the volumes of large igneous provinces. The eruption of these basalts corresponds with the height of the Early Eocene Climatic Optimum (EECO), when global atmospheric temperatures were likely at or near their Cenozoic maximum. Therefore, CO2 vented during this volcanism as well as that associated with the North Atlantic Igneous Province, the Siletzia terrane, and slab rollback and detachment beneath central and east Asia were likely responsible for the EECO.\n© 2013 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The lithologies cropping out on the trench slope of the Mariana fore-arc southeast of Guam (Fig. 1) are similar to those that make up many ophiolites (Bloomer and Hawkins, 1983; Stern and Bloomer, 1992). This sequence is, from deeper to shallower: depleted peridotite, olivine gabbro, gabbro, diabase, basaltic pillow lava, boninitic pillow lava, and normal subduction-related igneous and sedimentary rocks (Fig. 2). The basaltic pillow lavas in this sequence have compositional affinities with mid-ocean ridge basalts (MORB) but appear to be the first lavas to erupt after subduction initiation (Reagan et al., 2010). These lavas have been termed fore-arc basalts (FAB) to illustrate their presence in what became the Mariana fore-arc and to distinguish them from basalts erupted in other tectonic settings with seafloor spreading. One FAB from the fore-arc near Guam was dated at 51.1 ± 1.5 Ma\n* Corresponding author. Tel.: +1 319 335 1818. E-mail addresses: mark-reagan@uiowa.edu (M.K. Reagan),\nbill-mcclelland@uiowa.edu (W.C. McClelland), guillaume-girard@uiowa.edu (G. Girard), kathleengoff25@gmail.com (K.R. Goff), david-peate@uiowa.edu (D.W. Peate), ohara@jodc.go.jp (Y. Ohara), rjstern@utdallas.edu (R.J. Stern).\n0012-821X/$ – see front matter © 2013 Elsevier B.V. All rights reserved. http://dx.doi.org/10.1016/j.epsl.2013.08.013\nby 40Ar/39Ar methods (Ishizuka et al., 2011). Boninitic lavas in this area have ages between 49 and 44 Ma (Cosca et al., 1998; Meijer et al., 1983), and the oldest normal arc volcanics erupted on Saipan yielded a radiometric age of 45 Ma (Reagan et al., 2008).\nThe fore-arc stratigraphy exposed in the Bonin trench to the north is remarkably similar to that of the Mariana fore-arc (Ishizuka et al., 2011). Bonin trench FAB and related gabbros have U–Pb zircon and 40Ar/39Ar ages of 51–52 Ma. Boninites and related rocks erupted between 48 and 43 Ma, and normal arc lavas erupted beginning about 44 Ma, illustrating that Mariana and Bonin fore-arc sequences formed about the same time. Both likely represent magmatism associated with the initiation of subduction of the Pacific plate beneath the Philippine plate at about the time of the Hawaii–Emperor seamount bend (∼ 50.0 ± 0.9 Ma; Sharp and Clague, 2006).\nHere, we report the geochemistry and geochronology for deep crust lithologies collected during manned dive 6K-1229 by the Shinkai 6500 submersible during the YK10-12 cruise of the RV Yokosuka in the Mariana fore-arc south of Guam. The dive was near the exposed crust-mantle boundary on the seafloor at 6350–5800 m depth. We show that the intrusive rocks encountered on this dive are part of a deep crustal sequence associated\nwith FAB volcanism. We also present zircon geochronology illustrating that the gabbros were emplaced at about 51.5 Ma, synchronous with the gabbroic rocks in the fore-arc offshore of the Bonin Islands 1700 km to the north, and demonstrating that subduction along the length of the IBM system began about this time. The paper explores the implications of these results for understanding the scale of volcanism associated with subduction initiation in the western Pacific at 51–52 Ma and its potential role in climate change."
  }, {
    "heading": "2. Materials and methods",
    "text": ""
  }, {
    "heading": "2.1. Whole rock analyses",
    "text": "All rock samples were cleaned by removing weathered rinds using a diamond saw. The remaining pieces were shattered using a jaw crusher, and an aliquot of the rock fragments was then powdered using a ball mill. Major elements were analyzed by ICP-OES at the University of Iowa, or by XRF at Washington State University (Johnson et al., 1999). Samples for ICP-OES analysis were prepared using a flux fusion technique. About 0.2 g of research grade LiBO2 flux was added to the bottom of clean graphite crucibles, followed by 0.1 g of rock powder and then a layer of 0.2 g LiBO2 on top of the sample. The crucibles were then placed in the furnace until molten. The crucibles were removed and the melt was quickly poured into prepared bottles of 50 ml 5% HNO3. The hot liquid bead quenched in the acid and quickly dissolved. The bottles containing the acid and the samples were sonicated for about 10 min to ensure dissolution. Approximately 10 ml of sample solution was added to a 125 ml bottle and diluted with 70 ml 5% HNO3 for major element analysis.\nThe major element analyses were performed on a Varian ICPOES 720 ES instrument using appropriate wavelengths (Murray et al., 2000). Each sample was analyzed three times. Peak background, peak shape fitting, and tail corrections are automatically done within the Varian program software and averaged for a final intensity. Corrected peak intensities are then exported for an external calibration routine. External corrections performed for each sample include a drift correction, blank correction, and dilution factor correction followed by the development of calibration lines for each element. A drift solution was utilized to monitor plasma stability. A warm-up time of 15–20 min was employed to minimize drift. Relative standard deviations for the major elements were 1.2 to 3.7%. Counts were converted to concentrations using standards. Calibration lines for most elements had values of 0.98 or better. BCR-2 was repeatedly analyzed as an unknown to monitor accuracy. All major elements were found to have a relative percent variation of less than 2% with the exception of CaO and P2O5, which have errors for accuracy of about 3% and 10% respectively.\nTrace element data was obtained using a Thermo X-series II ICP-MS at the University of Iowa (Peate et al., 2010). Sample powders (∼ 0.1 g) were weighed into Teflon vessels for digestion in a Parr bomb using concentrated HF and concentrated HNO3. The Parr bomb solution was dried down to a gel, and concentrated HNO3 was added to bring the sample into solution. Then the samples were dried down and dissolved a second time with concentrated HNO3 and ultrapure water. Following heating at 90 ◦C for more than 12 h, the samples were transferred to 60 ml HDPE bottles and diluted with water. A 10 ml aliquot was then transferred from the 60 ml bottles into 125 ml bottles, spiked with an internal standard\nconsisting of Be, Rh, In, Tm, Re, and Bi, and brought to volume with 2% HNO3. This solution was analyzed for trace elements by ICP-MS using methods described in Peate et al. (2010). Linear calibration lines were created using standards AGV-2, W-2, BCR-2, BIR-1, and JA-1 run at the beginning and end of the sample unknowns. Using BHVO-2 as an external standard, most trace elements had external relative error (1 sigma) < 2.0% with many elements < 0.5%. Cs, Pr, Ta, and U had errors of approximately 3%, Gd and Tb had errors of ca. 5%."
  }, {
    "heading": "2.2. Zircon analyses",
    "text": "Two 0.3–0.5 kg samples from the dive site 6K-1229 were processed for zircons by standard methods. Samples 1229-R16 and 1229-R17 yielded 6 and 3 grains, respectively, that were handpicked under alcohol, mounted in a 2.54 cm epoxy round, and polished to expose the grain centers prior to transmitted light, reflected light, and cathodoluminescence (CL) imaging. U–Pb isotopes and trace element compositions were collected simultaneously (Mazdab and Wooden, 2006; Mattinson et al., 2009) on the SHRIMP-RG (sensitive high-resolution ion microprobe–reverse geometry) instrument at the U.S. Geological Survey–Stanford University Ion Probe Laboratory, Stanford, California using a 25 μm diameter spot size. The U–Pb analytical routine followed Williams (1998), and data reduction utilized the SQUID program (Ludwig, 2005). U–Pb isotopic composition was calibrated by replicate analyses of zircon standard R33 (419 Ma; Black et al., 2004) and U concentration was calibrated using zircon standard CZ3 (U = 550 ppm; Pidgeon et al., 1994) and corrected for common Pb (Stacey and Kramers, 1975). Calibration error for 206Pb/238U ratios of R33 for the analytical session was 0.44% (2σ ).\nThe trace element routine measured 139La, 140Ce, 146Nd, 147Sm, 153Eu, 157Gd16O, 163Dy16O, 166Er16O, 172Yb16O and 180Hf16O. Concentration calibrations used trace element values of zircon standards CZ3 and MAD (Mazdab and Wooden, 2006). Estimated errors based on repeated analysis of CZ3 are 5–10% for P, Y, Hf, Th, and U and the REE except for La (30%; cf. Mattinson et al., 2009)."
  }, {
    "heading": "3. Results",
    "text": ""
  }, {
    "heading": "3.1. Geology of the inner wall of the S. Mariana Trench",
    "text": "Dive 6K-1229 was directly south of the Santa Rosa Bank approximately 115 km south-southwest of the southeast tip of Guam between depths of 6350 and 5787 m. (Fig. 2). The dive site was chosen based on the results of previous dredging and diving indicating that basalts were at shallower depths to the north (dive: KH03-3-D6; and dredge: Dmitry Mendeleev 17-1404; Dietrich et\nal., 1978) and peridotites were at greater depths to the south (Dmitry Mendeleev 17-1403). The plan was to collect deep crustal lithologies emplaced during the early stages of Pacific plate subduction. The dive had two relatively steep traverses separated by flatter seafloor (Fig. 3). The lower steep section lacked outcrop, and had a mud surface with accumulations of angular to subrounded boulders, cobbles, and pebbles. Few of the rocks along this traverse were collected in place. The sampled lithologies include basalt, gabbro, and olivine gabbro. The structurally deepest and therefore most probable lithology beneath the sediment cover in this lower dive area is olivine gabbro.\nMost of the rocks collected along the upper steep dive traverse are deep crust and upper mantle lithologies, including harzburgite, gabbro, and olivine gabbro. Diabases and basalts here probably represent rocks that fell into the dive area from sheeted dikes and pillow lava outcrops exposed further up slope. The basement rocks in this area are those from the very deepest levels of crust associated with the proto-Mariana arc. The presence of harzburgite indicates that the crust–mantle boundary also is along the track of the upper steep section. The presence of deep-crust and mantle lithologies in the upper dive segment and shallower crust lithologies in the lower dive segment suggests that a normal fault lies near the base of the upper steep dive section that is down to the south or that deep crust and upper mantle lithologies are interleaved in this area."
  }, {
    "heading": "3.2. Petrography",
    "text": "Olivine gabbros R10 and R12 have 55% subhedral olivine (ca. 1–2 mm in length), 35% anhedral plagioclase (0.1–1 mm), and 10% anhedral augite (0.1–1 mm). Olivine is altered to serpentine and brown iddingsite, although remnant fresh olivine is present in both samples. Olivine gabbro R2 has about 5% olivine that has been altered to serpentine and iddingsite. The rest of the sample consists of subequal proportions of plagioclase and clinopyroxene. Fresh olivine inclusions are present within some poikilitic augite crystals in this sample. Gabbros have subophitic textures and consist of relatively course grained subhedral plagioclase and anhedral augite with minor magnetite. The silicates in these samples are partially to fully replaced by hydrous minerals. Augite in samples R2 and R16 is partially replaced by actinolite, whereas green hornblende forms pseudomorphs of augite in R17, suggesting that metamorphism for these samples approached amphibolite facies. Fresh plagioclase is present in all gabbroic samples although it is partially replaced by sericite and other secondary minerals in most samples. R20 is a coarse diabase with a subophitic texture, and consists of euhedral to subhedral plagioclase laths (50%), subhedral to an-\nTable 1 Whole rock major and trace element analyses.\nLithola OG OG OG G G D B B B Sampleb R10 R12 R02 R16 R17 R20 R7 R11 R15 Depth (m) 6005 5970 6350 5876 5876 5787 6200 5970 5930 SiO2 42.74 42.69 48.30 50.80 49.48 51.85 50.52 49.48 49.32 TiO2 0.14 0.13 0.18 0.55 0.39 1.63 0.68 1.04 0.52 Al2O3 5.16 6.89 19.76 16.07 17.15 13.94 15.83 14.67 15.31 FeO (T) 11.81 10.89 3.82 9.74 8.92 13.53 9.63 12.24 9.20 MnO 0.17 0.17 0.08 0.16 0.10 0.17 0.17 0.19 0.16 MgO 34.67 31.92 11.04 7.85 8.37 6.69 8.57 8.08 10.05 CaO 3.66 5.84 14.41 11.77 13.42 9.35 12.42 9.72 13.15 Na2O 0.33 0.28 1.93 2.99 2.11 2.67 2.04 4.34 2.19 K2O 0.04 0.01 0.07 0.04 0.04 0.05 0.10 0.17 0.09 P2O5 bd Bd bd 0.03 0.01 0.11 0.05 0.07 0.02 Sumc 96.07 95.98 97.31 98.54 98.31 98.01 98.34 96.30 97.51 methodd ICPOES ICPOES ICPOES XRF XRF XRF XRF XRF XRF\nBa 0.92 0.94 2.52 4.50 3.43 7.32 3.26 2.18 3.49 Be 0.39 0.26 0.32 Ce 0.59 0.35 0.49 1.77 2.05 6.98 3.56 5.38 1.55 Co 126.9 122.9 28.6 46.7 55.8 68.0 48.0 55.0 46.7 Cr 479 663 2191 261 310 84 219 156 477 Cs 0.011 0.011 0.063 0.012 0.005 0.009 0.014 0.100 0.012 Cu 39 34 36 148 42 137 184 150 112 Dy 0.37 0.34 0.64 1.72 1.71 5.61 2.67 4.32 1.94 Er 0.25 0.25 0.42 1.19 1.14 3.66 1.77 2.85 1.32 Eu 0.13 0.13 0.18 0.48 0.45 1.23 0.60 0.79 0.42 Ga 7.0 7.4 11.6 12.4 12.3 23.0 17.0 18.0 11.1 Gd 0.32 0.28 0.51 1.25 1.27 4.29 1.99 3.23 1.41 Hf 0.11 0.11 0.15 0.43 0.49 2.32 1.03 1.53 0.42 Ho 0.06 0.05 0.12 0.40 0.39 1.24 0.60 0.96 0.44 La 0.18 0.13 0.16 0.52 0.58 2.05 1.12 1.60 0.40 Li 6.7 3.6 9.1 Lu 0.04 0.05 0.06 0.19 0.19 0.54 0.28 0.44 0.21 Mo 0.56 0.71 0.32 Nb 0.08 0.04 0.04 0.29 0.13 1.50 1.10 1.30 0.15 Nd 0.49 0.28 0.54 1.68 1.86 7.58 3.42 5.67 1.78 Ni 988 945 179 103 134 76 101 102 118 Pb 0.68 0.20 1.18 0.20 0.16 0.23 0.16 0.08 0.22 Pr 0.10 0.06 0.10 0.31 0.36 1.29 0.59 0.98 0.31 Rb 0.29 0.20 1.51 0.40 0.28 0.23 0.39 3.70 0.57 Sc 17.5 19.0 32.2 41.7 40.9 55.1 43.2 53.7 44.6 Sm 0.17 0.13 0.27 0.74 0.78 3.02 1.35 2.18 0.86 Sn 0.76 0.36 0.45 Sr 5.1 15.5 115.0 103.3 96.7 74.0 65.0 66.0 75.9 Tb 0.06 0.05 0.09 0.24 0.25 0.82 0.38 0.62 0.28 Th 0.029 0.074 0.003 0.034 0.020 0.103 0.061 0.084 0.015 U 0.053 0.002 0.011 0.041 0.027 0.079 0.044 0.042 0.007 V 63 64 121 261 213 548 294 408 261 Y 2.2 2.2 4.0 10.3 10.1 32.0 16.0 25.0 11.9 Yb 0.26 0.27 0.41 1.24 1.17 3.75 1.84 2.93 1.33 Zn 47.0 52.9 31.5 37.4 17.1 144.0 67.0 83.0 39.7 Zr 2.7 2.5 3.6 13.2 15.5 76.0 34.0 50.0 11.4\na OG = olivine gabbro, G = gabbro, D = diabase, B = basalt, S = standard. b Rock number from dive YK10-12-1229. c Major element concentrations normalized to 100%; Sum is before normalization. d Method used for major element analysis; Trace element concentrations by ICPMS.\nhedral augite (45%), and about 5% euhedral to subhedral magnetite. Interstitial areas consist of brown to dark gray clays in this sample. Basalts are petrographically similar to those from other dive sites in the region (Reagan et al., 2010), with euhedral to subhedral plagioclase laths (< 0.2 mm) and anhedral augite (< 0.1 mm) in a dark brown fine-grained matrix. Most of these samples are highly altered with actinolite, zeolites, or clays partially replacing augite and plagioclase. Veins with natrolite and analcime were present in R11."
  }, {
    "heading": "3.3. Geochemistry",
    "text": "The major and trace element compositions of basalt and diabase samples from dive 6K-1229 (Table 1; Fig. 4) are similar to those of FAB from elsewhere in the Mariana (Reagan et al., 2010), Bonin (Ishizuka et al., 2011), and Izu (DeBari et al., 1999) fore-arcs.\nPrimitive mantle normalized rare-earth element (REE) patterns are depleted in lighter elements, similar to normal MORB. The samples also have Nb concentrations within a factor of two of La concentrations like FAB and unlike Mariana arc lavas (cf. Elliott et al., 1997). One basalt (R15) has unusually low concentrations of REE and the highly charged cations Ti, Zr, Hf, and Nb (high field strength or HFS elements), suggesting that it was generated by unusually high degrees of mantle melting. The relatively high concentrations of K, Rb, Sr, and Pb in this same sample could have been added in a fluid from the subducting slab that acted as a flux for this melting, as has been suggested for some other Mariana FAB (Reagan et al., 2010).\nThe gabbros have major element concentrations that are generally similar to those of the FAB but with lower concentrations of REE and HFS elements. Plagioclase accumulation is indicated by enrichments in Eu and Sr compared to other incompatible trace\nTable 2 Zircon U–Pb geochronologic data and apparent ages.\nSpota U (ppm)\nTh (ppm)\nTh/U 206Pb*b (ppm) f206Pbcb 238U/206Pbc 207Pb/206Pbc 206Pb/238Ud (Ma)\nSample 1229-R16 1.1 83 38 0.5 0.6 0.36 126.49 (3.0) 0.04990 (11.6) 50.6 (1.6) 2.1 254 145 0.6 1.7 < 0.1 127.17 (1.4) 0.04524 (6.1) 50.6 (0.7) 2.2 409 248 0.6 2.9 < 0.1 123.17 (1.1) 0.04669 (4.8) 52.1 (0.6) 3.1 306 224 0.8 2.1 0.26 122.99 (1.3) 0.04914 (5.4) 52.1 (0.7) 4.1 141 99 0.7 1.0 < 0.1 123.71 (1.9) 0.04361 (8.3) 52.1 (1.0) 5.1 175 121 0.7 1.2 0.13 121.84 (1.7) 0.04809 (7.1) 52.6 (0.9) 6.1 13 10 0.8 0.1 1.08 125.69 (6.3) 0.05559 (25.0) 50.5 (3.3) 6.2 12 10 0.8 0.1 < 0.1 112.60 (6.3) 0.03322 (32.2) 58.0 (3.7)\nSample 1229-R17 1.1 133 85 0.7 0.9 0.08 126.38 (1.9) 0.04763 (8.5) 50.8 (1.0) 2.1 664 910 1.4 4.5 < 0.01 126.47 (1.0) 0.04629 (3.7) 50.8 (0.5) 3.1 240 430 1.8 1.6 0.15 131.53 (1.5) 0.04814 (6.5) 48.8 (0.8)\nNote: All analyses were performed on the SHRIMP-RG ion microprobe at the United States Geological Survey–Stanford Microanalytical Center at Stanford University (Williams, 1998; Barth et al., 2001). Data reduction utilized the SQUID program (Ludwig, 2005).\na Abbreviations: 1.1 = grain number.spot number. b Pb* denotes radiogenic Pb; Pbc denotes common Pb; f206Pbc = 100 ∗ (206Pbc/206Pbtotal). c Calibration concentrations and isotopic compositions were based on replicate analyses of CZ3 (550 ppm U) and R33 (419 Ma; Black et al., 2004). Reported ratios are not corrected for common Pb. Errors are reported in parentheses as percent at the 1σ level. d Ages were calculated from 206Pb/238U ratios corrected for common Pb using the 207Pb method (see Williams, 1998). Initial common Pb isotopic composition approximated from Stacey and Kramers (1975). Uncertainties in millions of years reported as 1σ .\nelements in all gabbro and olivine gabbro samples. Olivine gabbro samples R10 and R12 have much lower concentrations of SiO2, TiO2, Al2O3, CaO, and Na2O and higher concentrations of MgO, Ni, and FeO* than the FAB reflecting the accumulation of olivine. Olivine gabbro sample R2 has significantly higher concentrations of Al2O3, CaO, and Cr compared to other samples because of plagioclase and augite accumulation. The overall concentrations of REE and HFS elements in all olivine gabbros are exceedingly low confirming their origin by crystal accumulation from basaltic magmas. Concentrations of monovalent and divalent trace cations as well as U and Th are highly variable in all of the samples analyzed here, probably reflecting metasomatism during alteration, although subducted fluids also are potential sources for some of these enrichments. This alteration is reflected in the 96–98% anhydrous major element total concentrations for the samples."
  }, {
    "heading": "3.4. Geochronology",
    "text": "Zircons were extracted from two gabbros collected at dive site 6K-1229: R16 and R17, and analyzed to determine their U–Pb ages (Table 2; Fig. 5) and REE abundances (Table 3). Grains from\nsample R16 included 2 elongate laths and 4 fragments of larger grains. Eight U–Pb analyses give a 207Pb-corrected weighted mean 206Pb/238U age of 51.8 ± 0.7 Ma. Excluding 2 analyses with higher common Pb, the remaining 6 concordant analyses give a concordia age of 51.5± 0.7 Ma (MSWD = 1.4). The grains display steep HREE patterns and well-developed Ce and Eu anomalies (Fig. 5b) and oscillatory zoning (Fig. 5c) typical of igneous zircon, and so the radiometric dates are interpreted as crystallization ages.\nThree grains from R17 are fragments of larger grains and similar in appearance in CL images to those of R16 (Fig. 5e). Two of the three zircons from R17 have ages and REE patterns consistent with growth at the same time and from the same magma type as the zircons from R16. One zone on the third zircon with bright cathodoluminescence is younger (48.8 ± 0.8 Ma; Fig. 5d), and also has lower concentrations of REE than other analyzed spots. Mariana fore-arc lavas of this age based on 40Ar/39Ar dating (Cosca et al., 1998) are transitional between FAB and boninite, and are characterized by lower REE concentrations than FAB (Reagan et al., 2010). Thus, this CL-bright zone could have crystallized after infiltration of a FAB gabbroic mush by a younger transitional magma with lower REE concentrations.\nTable 3 Zircon trace element data.\nSpota Y La Ce Nd Sm Eu Gd Dy Er Yb Hf\nSample 1229-R16 1.1 800 0.012 0.6 0.28 0.67 0.46 11.3 67 154 310 5.1 2.1 2226 0.016 1.1 0.37 1.07 0.58 23.2 162 419 770 7.8 2.2 3106 0.006 2.5 0.37 1.23 0.72 29.5 221 580 1068 8.2 3.1 3177 0.021 1.9 0.75 4.50 2.61 69.9 321 570 960 6.3 4.1 1448 0.006 0.9 0.45 1.35 0.72 23.6 124 261 461 7.2 5.1 1003 0.006 2.1 0.31 0.94 0.41 13.7 80 191 382 7.6 6.1 3531 0.036 5.5 1.56 4.56 2.18 68.7 329 641 1037 9.6 6.2 3494 0.029 5.4 1.62 4.65 2.07 66.8 323 630 1035 10.1\nSample 1229-R17 1.1 1319 0.035 3.0 1.22 2.42 0.73 24.4 106 227 427 16.3 2.1 2236 0.026 3.4 1.14 3.10 1.15 47.7 210 401 694 7.8 3.1 261 0.004 0.7 0.04 0.19 0.11 3.1 19 50 113 14.5\nNote: All analyses were performed on the SHRIMP-RG ion microprobe at the United States Geological Survey–Stanford University Microanalytical Center, Stanford, CA (Mazdab and Wooden, 2006). All abundances expressed in ppm.\na Spot labeled as grain number.spot number."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Timing and magnitude of the Eocene subduction-initiation volcanic event",
    "text": "All igneous lithologies in both the upper and lower sections of dive 6K-1229 have compositions that are consistent with an origin largely by decompression melting during fore-arc spreading caused by subduction initiation. The basalts and diabase dikes are similar\nin composition to FAB found in other IBM fore-arc sites. Gabbros have compositions that are similar to those of the basalts, although their somewhat higher Al and Sr concentrations, as well as the small positive Eu anomalies for some samples suggest that they contain accumulated crystals. The olivine gabbros have major and trace element compositions illustrating that they represent cumulates of plagioclase and olivine that crystalized from FAB deep in the crust.\nThe ages and compositions of the lavas and related intrusive rocks encountered in the fore-arc near Guam, including those from dive 6K-1229, are identical to those found east of the Bonin Islands (Ishizuka et al., 2011). Basalts at 32◦N latitude in the Izu fore-arc (DeBari et al., 1999) also are compositionally similar to FAB from the other two locations suggesting that the geology along the entire 3000 km length of IBM fore-arc is similar, and is associated with the initiation of subduction. Basalts from Palau have FABlike REE patterns and La/Nb ratios (Hawkins and Ishizuka, 2009). Although these basalts have not been dated, a basalt from Palau produced a highly-disturbed 40Ar/39Ar age of ca. 51 Ma (Cosca et al., 1998), suggesting that the extent of the terrane associated with subduction initiation in the IBM system extended approximately 3500 km.\nFurther south in the western Pacific, the Tonga fore-arc (Fig. 1) has FAB and related gabbros (Bloomer and Fisher, 1987; Banerjee and Gillis, 2001). Ages of the basalts and related intrusive rocks south of approximately 18◦30′S latitude in the Tonga fore-arc are similar to those of the equivalent rocks in the IBM system (Meffre et al., 2012; Michibayashi et al., 2012), linking subduction initiation in Tonga–Kermadec and IBM. The potential link between these two systems was previously inferred by Whattam et al. (2008), who suggested that dominantly northeasterly dipping subduction near New Guinea ceased at about this time, and was replaced by southwesterly subduction in the Tonga–Fiji–Vanuatu arc systems. Dikes cutting the ultramafic allochthon in New Caledonia have average U–Pb zircon ages of 53 Ma (Cluzel et al., 2006), and likely erupted in the Loyalty fore-arc as subduction extended easterly into this area (Whattam et al., 2008). The oldest rocks on Fiji are compositionally similar to FAB, but appear to be younger (44 Ma) and are interbedded with subduction-affected lavas (Todd et al., 2012).\nIn the northern Pacific, the record of Eocene magmatism in the Aleutian, Kamchatka, Kuril, and Japan fore-arcs is less clear because of lack of exposure of the oldest fore-arc basement, heavy local sedimentation, and subduction erosion (Clift and Vannucchi, 2004). The oldest 40Ar/39Ar age for arc-related volcanism in the western Aleutians is 46 Ma (Jicha et al., 2006), and the oldest paleontological age is middle Eocene (Vallier et al., 1994). On Kamchatka, subduction-related volcanic rocks have ages stretching back to the late Cretaceous (Chekhovich et al., 2009). However, Paleocene to Eocene subduction in this area appears to have been disturbed at a time when the fore-arc was spreading and generating MORBlike basalts and related intrusive rocks in far eastern Kamchatka (Tsukanov et al., 2007). Northeastern Japan consists largely of Mesozoic to Cenozoic accretionary prisms and arc-related volcanic rocks (Taira, 2001). Drilling in the near fore-arc of northern Japan showed uplift and erosion in the Paleogene, diminished Eocene arc volcanism, and later subduction erosion resulting in Oligocene and younger sediments atop a Cretaceous basement (von Huene et al., 1982). Thus, if there was any early Eocene extension-related basaltic volcanism, it might have been removed by subduction erosion. An alternative possibility is that the Eocene volcanism along the eastern margin of Asia in the Sikhote-Alin and Sakhalin region (Okamura et al., 2005) was related to rifting related to the subduction initiation event.\nThe geology of the western Pacific region illustrates that there was a widespread plate tectonic reorganization at 50–53 Ma. This disturbance was associated with the initiation of subduction of the Pacific plate beneath plates to the west over a broad length of the margin of the Pacific plate. Subduction and associated normal arc volcanism preceded and postdated this event. However, both the geology of the IBM fore-arc and geodynamic models of subduction initiation (e.g. Hall et al., 2003; Leng et al., 2012) show that the rate of magma genesis spikes as fore-arcs spread while the plate sinks and its hinge rolls back. We estimate the minimum volume of basaltic crust generated by subduction initiation\nto be 1 × 106 km3 based on an ophiolitic basaltic crust thickness of 4 km (Nicolas et al., 1996), a 50 km average width of original crust, and a total length of subduction equal to that of the IBM and Tonga fore-arcs with middle Eocene ages (∼ 5000 km). Even more crust could have been generated. For example, tectonic erosion and mass wasting removed crust that once resided above the deep crust and mantle rocks now exposed on the seafloor. In addition, a significant amount of FAB-related crust also could underlie the boninites and normal arc lavas west of the areas where FAB crops out. Geodynamic models of fore-arc spreading associated with initiation of oceanic plate subduction produce a width of about 100 km of new basaltic crust in the fore-arc (Hall et al., 2003), supporting a larger initial volume of FAB than present outcrop patterns would suggest. Finally, the length scale of volcanism associated with subduction initiation could have been as great as about 12 000 km if the Aleutian, Kamchatka–Kuril, northeast Japan, and the Kermadec arcs were affected by this event. The volume of basalt and subsequent transitional and boninitic volcanism erupted in the fore-arc after subduction initiation was therefore globally significant (106–107 km3), rivaling the volumes of the largest igneous provinces such as the Siberian (Renne and Basu, 1991) and Paraná flood basalts (Peate et al., 1992). Eruption of the early subduction-related lavas spanned approximately 6–7 million years beginning at 51–52 Ma, with the majority of this volume erupting as basalt before 49 Ma."
  }, {
    "heading": "4.2. Eocene volcanism and impact on climate",
    "text": "The late Paleocene and early Eocene was a time marked by the unusually high rates of volcanism globally and was also a period of high global atmospheric temperatures, suggesting that the two are related (Zachos et al., 2008). This period of high temperatures has been labeled the Early Eocene Climatic Optimum (EECO), with peak atmospheric temperatures occurring at 50.7 to 52.9 Ma (Tsukui and Clyde, 2012), which is identical to the age of the FAB volcanism in the Western Pacific. The EECO marked the time when δ18O values of benthic foraminifera reached a Cenozoic minimum (Zachos et al., 2008; Fig. 6), atmospheric CO2 concentrations reached a maximum (Lowenstein and Demicco, 2006), and thus global atmospheric temperatures were likely at or near their Cenozoic maximum (Zachos et al., 2008). This increase in CO2 and temperature corresponded to a period when δ13Cpdb values in benthic foraminifera were near 0 (Zachos et al., 2001), which was an Eocene minimum. These low δ13C values indicate that the cause of the high atmospheric temperatures of the EECO were not driven by carbonate degassing by continental arcs, as could have been the case during earlier periods of global warming (Lee et al., 2013). Global chert deposition reached a Cenozoic maximum at this time as well (Muttoni and Kent, 2007), probably reflecting lower seawater pH brought on by the increased atmospheric CO2. The Sr isotopic compositions of seawater during the EECO were at a Cenozoic minimum reflecting a higher ratio of mantle to crust input of Sr to the oceans (Hodell and Kamenov, 2007). In addition, sea level was 50–200 m higher than at present (Abreu and Anderson, 1998; Miller et al., 2005), which contributed to the elevated CO2 during the EECO because of decreased silicate weathering (Lowenstein and Demicco, 2006). The EECO was a relatively long period of high atmospheric temperatures, with the rise beginning at about 58 Ma, the peak at about 52 Ma, and a relatively smooth decline until about 44 Ma (Zachos et al., 2008).\nSeveral relatively small igneous provinces (< 105 km3) and four voluminous provinces have late Paleocene to early Eocene ages. The smaller provinces such as the Absaroka and related volcanic fields in the western USA (e.g. Dostal et al., 1998, 2001; Ickert et al., 2009; Dudas et al., 2010; Harlan and Morgan, 2010; Gaschnig et al., 2011) and the Eastern Paleocene–Eocene volcanic\nbelt and related intrusions of Patagonia (Aragon et al., 2011), were unlikely to have made a significant impact on climate, as provinces of this scale and duration are unlikely to have produced greenhouse gasses at a rate that was significantly above that generated by ambient mid-ocean ridge, arc, and intraplate volcanism. Because of its unusually high CO2 content, the Lac de Gras kimberlite province in Canada might have contributed to the Paleocene– Eocene thermal maximum (PETM), the sharp rise in atmospheric temperatures at about 55 Ma. However, volcanism in this province waned during the EECO (Patterson and Francis, 2013).\nThree igneous provinces with volumes in the 106 km3 range also have late Paleocene to Early Eocene ages in addition to the western Pacific arc initiation event. The most prominent of these is the North Atlantic Igneous Province (NAIP), which erupted 5–10 × 106 km3 over this period, with a major flare-up between 55 and 56 Ma (Storey et al., 2007). Another large igneous terrane with significant volcanism within the EECO rise is the Siletzia terrane (Gao et al., 2011) of the northwestern United States, which erupted about 2.6 × 106 km3 between about 56 and 50 Ma and is compositionally and structurally similar to an oceanic plateau (Pyle et al., 2009). The Yakutat block in southern Alaska could be related to the Siletzia terrane based on its similar crustal structure, lava composition (Worthington et al., 2012), and age (Davis and Plafker, 1986), and thus could expand the total volume of this western North American igneous province to about 3 × 106 km3. A third widespread igneous event occurred in central to east Asia stretching from the Himalaya (He et al., 2007; Wen et al., 2008; Lee et al., 2012) through Iran (Verdel et al., 2011), Turkey, Azerbaijan, and Armenia (Keskin et al., 2008; Vincent et al., 2005). This magmatism has commonly been attributed to slab rollback and perhaps detachment of subducted Tethyan ocean lithosphere. The best dated of the Asian igneous provinces is the Linzizong volcanic succession and associated plutons of the Himalaya, with ages between 69 and 43 Ma and a flare-up at about 50 Ma (He et al., 2007; Wen et al., 2008). The igneous provinces from the other areas in central and eastern Asia have similar albeit less well-defined ages. The erupted volumes and eruption rates are not well documented for this broad region, but outcrop patterns suggest that the integrated magma volume must be greater than 1 × 106 km3. The igneous rocks in central to eastern Asia are relatively differentiated, and thus the volumes of parental magma probably were significantly greater than this value.\nWith four overlapping igneous events (NAIP, the Siletzia and Yakutat terranes in North America, eastern to central Asia, and the\nwestern Pacific subduction initiation event) generating magma volumes of 106 km3 or more, the late Paleocene and early Eocene was a time of unusually vigorous volcanism on Earth. The coincidence of this volcanism with the EECO supports the contention that the two are linked. Assuming 0.5 wt.% CO2 for the intraplate (NAIP, Siletzia, Yakutat) and central Asian provinces (see Self et al., 2006) and a more MORB-like 0.2 wt.% (Cartigny et al., 2008) for the western Pacific arc initiation event, roughly 100 000 petagrams of excess CO2 was injected into the atmosphere during the late Paleocene and early Eocene, with at least 10% of this venting from the western Pacific early arcs. The rate of this degassing is unknown, but the coincidence of these igneous provinces and the broad temperature peak of the EECO suggests that venting of this CO2 was the primary factor in this warm period (Fig. 2). The apparent exact temporal match of the peak in the EECO with IBM subduction initiation and the potential rapid rate of near-trench spreading and the length scale of magmatic activity at subduction initiation (Leng et al., 2012), suggest that rate of CO2 emission could have been unusually great at 51–52 Ma.\nMantle derived basalts typically have δ13CPDB values of −3 to −10 per mille (Javoy and Pineau, 1991; Cartigny et al., 2001; Aubaud et al., 2004). Thus, the low δ13C CO2 in the EECO atmosphere is consistent with degassing of magmas associated with the four large igneous events discussed above to be its chief cause. For such venting to affect global climate, sequestration due to enhanced weathering and carbonate deposition (Walker et al., 1981) must not be able to keep pace with emissions. It has been argued that CO2 venting by large igneous provinces (LIPs) was not at a sufficient rate to overwhelm the atmospheric buffering systems (Self et al., 2006) because individual lavas erupt less than 1% of the mass of CO2 present in the atmosphere and that the quiescent period between eruptions is sufficient for sequestration. Nevertheless, more than 30 times the atmospheric reservoir of CO2 was erupted in late Paleocene and early Eocene time, and this CO2 was probably in excess of that produced by ambient global volcanism related to mid-ocean ridges, arcs, and plate interiors, which raises the possibility that large or clustered eruptions during this period significantly affected climate.\nSuperimposed on the broad EECO peak are spikes in seawater δ18O values. The most significant of these is the PETM at about 55 Ma (Fig. 6), in which global temperatures rose more than 5 ◦C over less than 10 000 years (Zachos et al., 2008). This rise was accompanied by a steep decline in δ13C values in benthic foraminifera and dramatically lower carbonate deposition rates\n(Zachos et al., 2005). Global seawater δ18O and δ13C values returned to their pre-PETM trends within 170 ky (Zachos et al., 2008). One likely source of CO2 with low δ13C for the PETM was organic carbon from the degassing and oxidation of methane hydrates, perhaps triggered by the warming that began due to CO2 venting associated with the NAIP (Cohen et al., 2007) and kimberlite degassing (Patterson and Francis, 2013). The steep rise of global temperatures associated with the PETM illustrates that rapid rates of carbon venting to oceans and atmospheres by dissociation of methane hydrates and other organic materials can be significantly greater than those of large igneous events. The rate of return of atmospheric temperatures toward near pre-PETM vales is particularly intriguing because it illustrates that carbon vented to the atmosphere and oceans during the PETM were largely reincorporated back into carbonates and organic materials in a ca. 105 year frame as ecosystems recovered from the acidification and temperature crisis.\nThe early Eocene magmatism likely vented several orders of magnitude more CO2 than the PETM event, but did so over several million years. The rising CO2 concentrations toward the EECO indicate that carbon fixation rates of ecosystems at this time were not sufficiently robust to sequester the magmatic carbon added to the atmosphere. Nevertheless, the rate of CO2 venting apparently did not acidify the oceans enough to entirely crash productivity of organic carbonates (see Fig. F14 in Zachos et al., 2004). Instead, ocean ecosystems must have been largely able to adjust to the steady rise and fall of CO2 concentrations associated with the EECO."
  }, {
    "heading": "4.3. Implications for the cause of subduction initiation in the western Pacific",
    "text": "The potential length scale of the western Pacific subduction initiation event, and its overlap in time with the emplacement of large igneous provinces in the eastern Pacific and north Atlantic, as well as magmatism associated with slab detachment beneath Asia suggest that there could have been a cause and effect relationship between two or more of these provinces. The western Pacific subduction initiation event appears to have taken place near the western edge of Cretaceous oceanic terranes bounding Asia, as remnants of these terranes are found near the Bonin trench (Ishizuka et al., 2011) and perhaps in DSDP sites 460 and 461 near the Mariana trench (see Hussong et al., 1982). Therefore, one potential scenario for triggering subduction initiation was thrusting of west-Asian oceanic terranes over the Pacific plate, which triggered subduction initiation as envisaged by Hall et al. (2003), and Leng et al. (2012). It is likely that the NAIP and Siletzia large igneous provinces are independent of the subduction initiation event in the western Pacific because both appear to have had major phases of their volcanism before 52 Ma. However, the geochronology especially of Siletzia is not well established, so the links between subduction initiation, the change in Pacific plate motion as documented in the Hawaii–Emperor seamount chain, and large igneous province magmatism is an area ripe for further investigation."
  }, {
    "heading": "5. Conclusions",
    "text": "Shinkai 6500 dive site 6K-1229 explored the Mariana fore-arc near the intersection between the crust-mantle boundary and the seafloor. Lithologies along the dive traverse are similar to those found in ophiolites and other locations in the IBM fore-arc, and include harzburgite, olivine gabbro, gabbro, diabase, and basaltic pillow lava. This sequence has been attributed to near-trench oceanfloor spreading associated with subduction initiation. Most zircons extracted from gabbros at this site have spot ages of 50–52 Ma, which are identical to ages obtained on equivalent fore-arc rocks sampled east of the Bonin Islands, 1700 km to the north. Basaltic\nrocks collected in the Izu fore-arc at 32◦N are identical to those at the Bonin and Mariana fore-arc sites. Thus, the crust along at least 3000 km of the IBM fore-arc has an ophiolitic stratigraphy that resulted from near-trench spreading related to subduction initiation at about 51.5 Ma. Early-arc volcanism in the IBM system continued at an elevated but diminishing rate until about 45–42 Ma when normal subduction-related mantle flow and volcanism commenced.\nOther Western Pacific island arcs apparently initiated about the same time as the IBM system. The Tonga fore-arc south of 18◦30′S latitude consists of lithologies with eruptive ages that are similar to those of the IBM system. Significant, albeit weaker evidence exists for middle Eocene volcanism in the northeast Kamchatka, Japan, and Aleutian arcs. We suggest that the volume of basalt emplaced on or near the seafloor during subduction initiation and early-arc development was in the range of 106–107 km3, with the highest rate of volcanism occurring at about 51.5 Ma. This corresponds with the peak of the EECO, when global atmospheric temperatures were likely at or near their Cenozoic maxima. We postulate that the rise in temperatures toward this peak resulted from CO2 venting associated with Late Paleocene and Early Eocene volcanism, including that associated with the North Atlantic Igneous Province and the Siletzia terrane. The collision of India with Asia and/or slab detachment near the Tethyan suture in Asia could have triggered subduction initiation in the western Pacific. The volcanism associated with both of these events could have degassed enough CO2 to cause the peak temperatures of the EECO. The later decline in atmospheric temperatures during the EECO could have reflected the waning volcanism and degassing globally."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank the D.V. Shinkai 6500 and R.V. Yokosuka crews for their outstanding work. JAMSTEC funded the cruise and the diving. US scientific participation in the 2010 cruise was supported by NSF grant OCE0827817. NSF MARGINS grant EAR0840862 funded most of the on-land research. We thank two anonymous reviewers for their comments, which led to a significantly improved paper."
  }],
  "year": 2013,
  "references": [{
    "title": "Glacial eustasy during the Cenozoic: sequence stratigraphic implications",
    "authors": ["V.S. Abreu", "J.B. Anderson"],
    "venue": "Am. Assoc. Pet. Geol. Bull",
    "year": 1998
  }, {
    "title": "Abundances of the elements: Meteoritic and solar",
    "authors": ["E. Anders", "N. Grevesse"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1989
  }, {
    "title": "Tectono-magmatic response to major convergence changes in the North Patagonian suprasubduction system; the Paleogene subduction-transcurrent plate margin transition",
    "authors": ["E. Aragón", "F. D’Eramo", "A. Castro", "L. Pinotti", "D. Brunelli", "O. Rabbia", "G. Rivalenti", "R. Varela", "W. Spakman", "M. Demartis", "C.E. Cavarozzi", "Y.E. Aguilera", "M. Mazzucchelli", "A. Ribot"],
    "venue": "Tectonophysics 509,",
    "year": 2011
  }, {
    "title": "Kinetic disequilibrium of C, He, Ar and carbon isotopes during degassing of mid-ocean ridge basalts",
    "authors": ["C. Aubaud", "F. Pineau", "A. Jambon", "M. Javoy"],
    "venue": "Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "Hydrothermal alteration in a modern suprasubduction zone: The Tonga forearc crust",
    "authors": ["N.R. Banerjee", "K.M. Gillis"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Improved 206Pb/238U microprobe geochronology by the monitoring of a trace-element related matrix effect; SHRIMP, ID-TIMS, ELA-ICP-MS and oxygen isotope documentation for a series of zircon standards",
    "authors": ["L.P. Black", "S.L. Kamo", "C.M. Allen", "D.W. Davis", "J.N. Aleinikoff", "J.W. Valley", "R. Mundil", "I.H. Campbell", "R.J. Korsch", "I.S. Williams", "C. Foudoulis"],
    "venue": "Chem. Geol",
    "year": 2004
  }, {
    "title": "Petrology and geochemistry of igneous rocks from the Tonga Trench: A non-accreting plate boundary",
    "authors": ["S.H. Bloomer", "R.L. Fisher"],
    "venue": "J. Geol",
    "year": 1987
  }, {
    "title": "Gabbroic and ultramafic rocks from the Mariana Trench; an island arc ophiolite",
    "authors": ["S.H. Bloomer", "J.W. Hawkins"],
    "venue": "Part 2. In: Geophys. Monogr.,",
    "year": 1983
  }, {
    "title": "Volatile (C, N, Ar) variability in MORB and the respective roles of mantle source heterogeneity and degassing: the case of the Southwest Indian Ridge",
    "authors": ["P. Cartigny", "N. Jendrzejewski", "F. Pineau", "E. Petit", "M. Javoy"],
    "venue": "Earth Planet. Sci",
    "year": 2001
  }, {
    "title": "Towards a consistent mantle carbon flux estimate: Insights from volatile systematics (H2O/Ce, δD",
    "authors": ["P. Cartigny", "F. Pineau", "C. Aubaud", "M. Javoy"],
    "year": 2008
  }, {
    "title": "41–51 in the North Atlantic mantle (14◦N and 34◦N)",
    "authors": ["M.K. Reagan"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2013
  }, {
    "title": "Geodynamics of the northwestern sector of the Pacific Mobile Belt in the Late Cretaceous",
    "authors": ["V.D. Chekhovich", "A.N. Sukhov", "M.V. Kononov", "S.A. Palandzhyan"],
    "venue": "Early Paleogene. Geotectonics",
    "year": 2009
  }, {
    "title": "Erosion in subduction zones: Implications for the origin and recycling of the continental crust",
    "authors": ["P. Clift", "P. Vannucchi"],
    "venue": "Rev. Geophys. 42",
    "year": 2004
  }, {
    "title": "Earliest Eocene (53 Ma) convergence in the Southwest Pacific: evidence from pre-obduction dikes in the ophiolite of New Caledonia",
    "authors": ["D. Cluzel", "S. Meffre", "P. Maurizot", "A.J. Crawford"],
    "venue": "Terra Nova",
    "year": 2006
  }, {
    "title": "The Late Palaeocene–Early Eocene and Toarcian (Early Jurassic) carbon isotope excursions: a comparison of their time scales, associated environmental changes, causes and consequences",
    "authors": ["A.S. Cohen", "A.L. Coe", "D.B. Kemp"],
    "venue": "J. Geol",
    "year": 2007
  }, {
    "title": "Eocene basalts from the Yakutat Terrane—evidence for the origin of an accreting terrane in southern",
    "authors": ["A.S. Davis", "G. Plafker"],
    "venue": "Alaska. Geology",
    "year": 1986
  }, {
    "title": "A trapped Philippine Sea plate origin for MORB from the inner slope of the Izu–Bonin trench",
    "authors": ["S.M. DeBari", "B. Taylor", "K. Spencer", "K. Fujioka"],
    "venue": "Earth Planet. Sci",
    "year": 1999
  }, {
    "title": "Geochemistry of basaltic and gabbroic rocks from the West Mariana Basin and Mariana Trench",
    "authors": ["V. Dietrich", "R. Emmerman", "R. Oberhansli", "H. Puchelt"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1978
  }, {
    "title": "Eocene Challis– Kamloops volcanism in central British Columbia: an example from the Buck Creek basin",
    "authors": ["J. Dostal", "D.A. Robichaud", "B.N. Church", "P.H. Reynolds"],
    "venue": "Can. J. Earth Sci",
    "year": 1998
  }, {
    "title": "Eocene volcanism in the Buck Creek basin, central British Columbia (Canada): transition from arc to extensional volcanism",
    "authors": ["J. Dostal", "B.N. Church", "P.H. Reynolds", "L. Hopkinson"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2001
  }, {
    "title": "slab to volcanic front at the Mariana Arc",
    "authors": ["E.D. Humphreys", "H. Yao", "R.D. van der Hilst"],
    "venue": "J. Geophys. Res. B",
    "year": 2011
  }, {
    "title": "cretion and Cascade arc development",
    "authors": ["R.M. Gaschnig", "J.D. Vervoort", "R.S. Lewis", "B. Tikoff"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2011
  }, {
    "title": "Petrologic evolution of Palau, a nascent island arc",
    "authors": ["J.W. Hawkins", "O. Ishizuka"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Initial Reports of the Deep Sea Drilling Project",
    "authors": ["D.M. 1029/2007GC001607. Hussong", "S Uyeda"],
    "year": 1982
  }, {
    "title": "The timescales of subduction",
    "authors": ["Y. Miyajima", "M.J. Yuasa", "D.J. Dunkley"],
    "year": 2011
  }, {
    "title": "The volatiles record of a “popping” rock from the Mid",
    "authors": ["Lett", "M. 229–240. Javoy", "F. Pineau"],
    "year": 1991
  }, {
    "title": "Revised age of Aleutian Island Arc formation implies high rate of magma production",
    "authors": ["B.R. Jicha", "D.W. Scholl", "B.S. Singer", "G.M. Yogodzinski", "S.M. Kay"],
    "venue": "Geology",
    "year": 2006
  }, {
    "title": "XRF analysis of rocks and minerals for major and trace elements on a single low-dilution Li-tetraborate fused bead",
    "authors": ["D.M. Johnson", "P.R. Hooper", "R.M. Conrey"],
    "venue": "Adv. X-Ray Anal",
    "year": 1999
  }, {
    "title": "A self-consistent compilation of elemental concentration data for 93 geochemical reference samples",
    "authors": ["R.L. Korotev"],
    "venue": "Geostand. Newsl",
    "year": 1996
  }, {
    "title": "Petrology and geochemistry of postcollisional Middle Eocene volcanic units in North-Central Turkey: Evidence",
    "authors": ["M. Keskin", "Ş.C. Genç", "O. Tuuysz"],
    "year": 2008
  }, {
    "title": "Geochemical and Sr–Nd isotopic constraints on the genesis of the Cenozoic Linzizong volcanic successions, southern Tibet",
    "authors": ["Lee", "H.-Y", "Chung", "S.-L", "J. Ji", "Q. Qian", "S. Gallet", "Lo", "C.-H", "T.-Y", "Q. Zhang"],
    "venue": "J. Asian Earth Sci",
    "year": 2012
  }, {
    "title": "Continental arc–island arc fluctuations, growth of crustal carbonates, and long-term climate change",
    "authors": ["Lee", "C.-T.A", "B. Shen", "B.S. Slotnick", "K. Liao", "G.R. Dickens", "Y. Yokoyama", "A. Lenardic", "R. Dasgupta", "M. Jellinek", "J.S. Lackey", "T. Schneider", "M.M. Tice"],
    "venue": "Geosphere",
    "year": 2013
  }, {
    "title": "From basalts to boninites: the geodynamics of volcanic expression during subduction",
    "authors": ["W. Leng", "M. Gurnis", "P. Asimow"],
    "venue": "initiation. Lithosphere",
    "year": 2012
  }, {
    "title": "Elevated Eocene atmospheric CO2 and its subsequent decline",
    "authors": ["T.K. Lowenstein", "R.V. Demicco"],
    "venue": "Science 313,",
    "year": 2006
  }, {
    "title": "Squid Version 1.13b: A User’s Manual",
    "authors": ["K.R. Ludwig"],
    "venue": "Berkeley Geochronol. Center Spec. Publ.,",
    "year": 2005
  }, {
    "title": "Paragneiss zircon geochronology and trace element geochemistry, North Qaidam HP/UHP terrane, western China",
    "authors": ["C.G. Mattinson", "J.L. Wooden", "J.X. Zhang", "D.K. Bird"],
    "venue": "J. Asian Earth Sci",
    "year": 2009
  }, {
    "title": "Trace element analysis in zircon by ion microprobe (SHRIMP-RG), technique and applications",
    "authors": ["F.M. Mazdab", "J.L. Wooden"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2006
  }, {
    "title": "Basalts erupted along the Tongan fore arc during subduction initiation: Evidence from geochronology of dredged rocks from the Tonga fore arc and trench",
    "authors": ["S. Meffre", "T.J. Falloon", "T.J. Crawford", "K. Hoernle", "F. Hauff", "R.A. Duncan", "S.H. Bloomer", "D.J. Wright"],
    "venue": "Geochem. Geophys. Geosyst. 12,",
    "year": 2012
  }, {
    "title": "Chronology of volcanic events in the eastern Philippine Sea",
    "authors": ["A. Meijer", "M. Reagan", "H. Ellis", "M. Shafiqullah", "J. Sutter", "P. Damon", "S. Kling"],
    "venue": "The Tectonic and Geologic Evolution of Southeast Asian Seas and Islands: Part 2. In: Geophys. Monogr.,",
    "year": 1983
  }, {
    "title": "Tonga Trench gabbros and peridotites: A suite of temporal and spatial forearc materials",
    "authors": ["K. Michibayashi", "Y. Shinkai", "K. Tani", "S. Shigeki", "Y. Herigane", "T. Ishii", "S.H. Bloomer"],
    "venue": "Eos 93. Abstract T51D-2611",
    "year": 2012
  }, {
    "title": "The Phanerozoic record of global sea-level change",
    "authors": ["K.G. Miller", "M.A. Kominz", "J.V. Browning", "J.D. Wright", "G.S. Mountain", "M.E. Katz", "P.J. Sugarman", "B.S. Cramer", "N. Christie-Blick", "S.F. Pekar"],
    "year": 2005
  }, {
    "title": "Analysis of major and trace element rocks, sediments, and interstitial waters by atomic emission inductively coupled plasma-atomic emission spectroscopy (ICP-AES)",
    "authors": ["R.W. Murray", "D.J. Miller", "K.R. Kryc"],
    "venue": "ODP Technical Notes",
    "year": 2000
  }, {
    "title": "Widespread formation of cherts during the early Eocene climate optimum. Palaeogeogr",
    "authors": ["G. Muttoni", "D.V. Kent"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "Variable crustal thickness in the Oman ophiolite: Implications for oceanic crust",
    "authors": ["A. Nicolas", "F. Boudier", "B. Ildefonse"],
    "venue": "J. Geophys. Res",
    "year": 1996
  }, {
    "title": "Cenozoic magmatism of the north-eastern Eurasian margin: The role of lithosphere versus asthenosphere",
    "authors": ["S. Okamura", "R.J. Arculus", "Y.A. Martynov"],
    "venue": "J. Petrol",
    "year": 2005
  }, {
    "title": "Kimberlite eruptions as triggers for early Cenozoic hyperthermals",
    "authors": ["M.V. Patterson", "D. Francis"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2013
  }, {
    "title": "Compositional characteristics and spatial distribution of enriched Icelandic mantle components",
    "authors": ["D.W. Peate", "K. Breddam", "J.A. Baker", "M. Kurz", "A.K. Barker", "T. Prestvik", "N. Grassineau", "A.C. Skovgaard"],
    "venue": "J. Petrol",
    "year": 2010
  }, {
    "title": "Calibration of zircon standards for the Curtin SHRIMP II. U.S",
    "authors": ["R.T. Pidgeon", "D. Furfaro", "A.K. Kennedy", "A.A. Nemchin", "W. van Bronswjk"],
    "venue": "Geol. Surv. Circ",
    "year": 1994
  }, {
    "title": "Siletzia: an oceanic large igneous province in the Pacific Northwest",
    "authors": ["D.G. Pyle", "R. Duncan", "R.E. Wells", "D.W. Graham", "B. Harrison"],
    "venue": "Geol. Soc. Am. Abs. Prog",
    "year": 2009
  }, {
    "title": "Petrogenesis of volcanic rocks from Saipan and Rota, Mariana Islands, and implications for the evolution of nascent island",
    "authors": ["M.K. Reagan", "B.B. Hanan", "M.T. Heizler", "B.S. Hartman", "R. Hickey-Vargas"],
    "venue": "arcs. J. Petrol",
    "year": 2008
  }, {
    "title": "Fore-arc basalts and subduction initiation in the Izu–Bonin–Mariana system",
    "authors": ["M.K. Reagan", "O. Ishizuka", "R.J. Stern", "K.A. Kelley", "Y. Ohara", "J. Blichert-Toft", "S.H. Bloomer", "J. Cash", "P. Fryer", "B.B. Hanan", "R. Hickey-Vargas", "T. Ishii", "J.I. Kimura", "D.W. Peate", "M.C. Rowe", "M. Woods"],
    "venue": "Geochem. Geophys. Geosyst. 11,",
    "year": 2010
  }, {
    "title": "Rapid eruption of the Siberian Traps flood basalts at the Permo-Triassic",
    "authors": ["P.R. Renne", "A.R. Basu"],
    "venue": "boundary. Science",
    "year": 1991
  }, {
    "title": "Global multi-resolution topography synthesis",
    "authors": ["W.B.F. Ryan", "S.M. Carbotte", "J.O. Coplan", "S. O’Hara", "A. Melkonian", "R. Arko", "R.A. Weissel", "V. Ferrini", "A. Goodwillie", "F. Nitsche", "J. Bonczkowski", "R. Zemsky"],
    "venue": "Geochem. Geophys. Geosyst. 10,",
    "year": 2009
  }, {
    "title": "Volatile fluxes during flood basalt eruptions and potential effects on the global environment: A Deccan perspective",
    "authors": ["S. Self", "M. Widdowson", "T. Thordarson", "A.E. Jay"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "50-Ma initiation of Hawaiian–Emperor bend records major change in Pacific",
    "authors": ["W.D. Sharp", "D.A. Clague"],
    "venue": "Plate motion. Science",
    "year": 2006
  }, {
    "title": "Approximation of terrestrial lead isotope evolution by a two-stage model",
    "authors": ["J.S. Stacey", "J.D. Kramers"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1975
  }, {
    "title": "Subduction zone infancy; examples from the Eocene Izu–Bonin–Mariana and Jurassic California arcs",
    "authors": ["R.J. Stern", "S.H. Bloomer"],
    "venue": "Geol. Soc. Am",
    "year": 1992
  }, {
    "title": "Timing and duration of volcanism in the North Atlantic Igneous Province: Implications for geodynamics and links to the Iceland hotspot",
    "authors": ["M. Storey", "R.A. Duncan", "C. Tegner"],
    "venue": "Chem. Geol",
    "year": 2007
  }, {
    "title": "Chemical and isotopic systematics of oceanic basalts; implications for mantle composition and processes",
    "authors": ["S.S. Sun", "W.F. McDonough"],
    "venue": "Magmatism in the Ocean Basins. In: Geol. Soc. Spec. Pub.,",
    "year": 1989
  }, {
    "title": "Tectonic evolution of the Japanese island arc system",
    "authors": ["A. Taira"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2001
  }, {
    "title": "U–Th–Pb systematics in three Apollo 14 basalts and the problem of initial Pb in lunar rocks",
    "authors": ["F. Tera", "G.J. Wasserburg"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1972
  }, {
    "title": "A variably enriched mantle wedge and contrasting melt types during arc stages following subduction initiation in Fiji and Tonga, southwest Pacific",
    "authors": ["E. Todd", "J.B. Gill", "J.A. Pearce"],
    "venue": "Earth Planet. Sci",
    "year": 2012
  }, {
    "title": "Ophiolites of the Eastern Peninsulas zone (Eastern Kamchatka): Age, composition, and geodynamic diversity",
    "authors": ["N.V. Tsukanov", "W. Kramer", "S.G. Skolotnev", "M.V. Luchitskaya", "W. Seifert"],
    "venue": "Isl. Arc",
    "year": 2007
  }, {
    "title": "Fine-tuning the calibration of the early to middle Eocene geomagnetic polarity time scale: Paleomagnetism of radioisotopically dated tuffs from Laramide foreland basins",
    "authors": ["K. Tsukui", "W.C. Clyde"],
    "venue": "Geol. Soc. Am",
    "year": 2012
  }, {
    "title": "Geologic framework of the Aleutian arc, Alaska",
    "authors": ["T.L. Vallier", "D.W. Scholl", "M.A. Fisher", "T.R. Bruns", "F.H. Wilson", "R. von Huene", "A.J. Stevenson"],
    "venue": "The Geology of Alaska,",
    "year": 1994
  }, {
    "title": "A Paleogene extensional arc flare-up in Iran",
    "authors": ["C. Verdel", "B.P. Wernicke", "J. Hassanzadeh", "B. Guest"],
    "venue": "Tectonophysics 30",
    "year": 2011
  }, {
    "title": "Insights from the Talysh of Azerbaijan into the Paleogene evolution",
    "authors": ["S.J. Vincent", "M.B. Allen", "A.D. Ismail-Zadeh", "R. Flecker", "K.A. Foland", "M.D. Simmons"],
    "year": 2005
  }, {
    "title": "A summary of Cenozoic tectonic history along the IPOD Japan Trench transect",
    "authors": ["R. von Huene", "M. Langseth", "N. Nasu", "H. Okada"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1982
  }, {
    "title": "A negative feedback mechanism for the longterm stabilization of Earth’s surface-temperature",
    "authors": ["J.C.G. Walker", "P.B. Hays", "J.F. Kasting"],
    "venue": "J. Geophys. Res. Oceans Atmos",
    "year": 1981
  }, {
    "title": "Zircon SHRIMP U–Pb ages of the Gangdese Batholith and implications for Neotethyan subduction in southern Tibet",
    "authors": ["Wen", "D.-R", "D. Liu", "Chung", "S.-L", "Chu", "M.-F", "J. Ji", "Q. Zhang", "B. Song", "Lee", "T.-Y", "Yeh", "M.-W", "Lo", "C.-H"],
    "venue": "Chem. Geol",
    "year": 2008
  }, {
    "title": "U–Pb by ion microprobe",
    "authors": ["I.S. Williams"],
    "venue": "W.I. (Eds.), Applications of Microanalytical Techniques to Understanding Mineralizing Processes. In: Soc. Econ. Geol., Rev. Econ. Geol.,",
    "year": 1998
  }, {
    "title": "Crustal structure of the Yakutat terrane and the evolution of subduction and collision in southern Alaska",
    "authors": ["L.L. Worthington", "H.J.A. Van Avendonk", "S.P.S. Gulick", "G.L. Christeson", "T.L. Pavlis"],
    "venue": "J. Geophys. Res. 117,",
    "year": 2012
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Ma to present. Science",
    "year": 2001
  }, {
    "title": "Rapid acidification of the ocean during the Paleocene–Eocene thermal maximum",
    "authors": ["J.C. Zachos", "U. Rohl", "S.A. Schellenberg", "A. Sluijs", "D.A. Hodell", "D.C. Kelly", "E. Thomas", "M. Nicolo", "I. Raffi", "L.J. Lourens", "H. McCarren", "D. Kroon"],
    "year": 2005
  }, {
    "title": "An early Cenozoic perspective on greenhouse warming and carbon-cycle dynamics",
    "authors": ["J.C. Zachos", "G.R. Dickens", "R.E. Zeebe"],
    "venue": "Nature",
    "year": 2008
  }],
  "id": "SP:8085f3e383984a28f17eb328028ac2af29332320",
  "authors": [{
    "name": "Mark K. Reagan",
    "affiliations": []
  }, {
    "name": "William C. McClelland",
    "affiliations": []
  }, {
    "name": "Guillaume Girard",
    "affiliations": []
  }, {
    "name": "Kathleen R. Goff",
    "affiliations": []
  }, {
    "name": "David W. Peate",
    "affiliations": []
  }, {
    "name": "Yasuhiko Ohara",
    "affiliations": []
  }, {
    "name": "Robert J. Stern",
    "affiliations": []
  }],
  "title": "The geology of the southern Mariana fore-arc crust: Implications for the scale of Eocene volcanism in the western Pacific"
}