{
  "sections": [{
    "text": "Earth and Planetary Science Letters 397 (2014) 159–173\nContents lists available at ScienceDirect\nEarth and Planetary Science Letters\nwww.elsevier.com/locate/epsl\nSteady incision of Grand Canyon at the million year timeframe: A case for mantle-driven differential uplift\nRyan Crow a,∗, Karl Karlstrom a, Andrew Darling b, Laura Crossey a, Victor Polyak a, Darryl Granger c, Yemane Asmerom a, Brandon Schmandt a\na Department of Earth and Planetary Sciences, University of New Mexico, Albuquerque, NM 87131, USA b School of Earth and Space Exploration, Arizona State University, Tempe, AZ 85287, USA c Department of Earth and Planetary Science, University of Purdue, West Lafayette, IN 47907, USA\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 18 September 2013 Received in revised form 6 February 2014 Accepted 9 April 2014 Available online 13 May 2014 Editor: T.M. Harrison\nKeywords: dynamic typography Grand Canyon evolution epeirogenic uplift Colorado River incision U-series geochronology\nThe Grand Canyon region provides an excellent laboratory to examine the interplay between river incision, magmatism, and the geomorphic and tectonic processes that shape landscapes. Here we apply U-series, Ar–Ar, and cosmogenic burial dating of river terraces to examine spatial variations in incision rates along the 445 km length of the Colorado River through Grand Canyon. We also analyze strath terrace sequences that extend to heights of several hundred meters above the river, and integrate these with speleothem constrained maximum incision rates in several reaches to examine any temporal incision variations at the million-year time frame. This new high-resolution geochronology shows temporally steady long-term incision in any given reach of Grand Canyon but significant variations along its length from 160 m/Ma in the east to 101 m/Ma in the west. Spatial and temporal patterns of incision, and the long timescale of steady incision rule out models where geomorphic controls such as climate oscillations, bedrock strength, sediment load effects, or isostatic response to differential denudation are the first order drivers of canyon incision. The incision pattern is best explained by a model of Neogene and ongoing epeirogenic uplift due to an eastward propagating zone of increased upper mantle buoyancy that we infer from propagation of Neogene basaltic volcanism and a strong lateral gradient in modern upper mantle seismic structure.\n© 2014 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Rivers provide sensitive but complex gauges of the interactions of tectonics and erosion. They incise into underlying bedrock because of the potential energy difference between headwaters and base level. Incision can be variable through time and along a river’s profile due to changes in climate, sediment load, bedrock properties, uplift, faulting, and other base level changes (Kirby and Whipple, 2001; Pederson and Tressler, 2012; Phillips and Lutz, 2008; Sklar and Dietrich, 2004; Wobus et al., 2010, 2006a, 2006b). Although the complex interplay between these drivers of incision is not completely understood, unique spatial and temporal patterns in river incision can often be used to infer which drivers are dominant in a given landscape.\nThe Colorado Plateau region of western North America (Fig. 1) provides an unparalleled setting for testing models of landscape evolution in continental interiors. Published models for the integration of the Colorado River and uplift of the Colorado Plateau\n* Corresponding author.\nhttp://dx.doi.org/10.1016/j.epsl.2014.04.020 0012-821X/© 2014 Elsevier B.V. All rights reserved.\ncan be tested given sufficient understanding of the temporal and spatial variations in incision as follows: Transient knickzone retreat, due to headward erosion associated with Colorado River integration (Cook et al., 2009; Pelletier, 2010; Polyak et al., 2008), predicts large incision rate variations in time and space. Variable bedrock strength (Cook et al., 2009; Pederson and Tressler, 2012) predicts that channel slopes should correlate with rock erodability (Whipple and Tucker, 1999) and that incision rates should be similar below, within, and above knickpoints. Uplift due to the isostatic response to differential denudation (Lazear et al., 2013; Pederson et al., 2013, 2002b; Roy et al., 2009) predicts higher incision in areas of highest regional denudation (Karlstrom et al., 2013; Pederson et al., 2013). Another class of models postulates tectonic surface uplift as a result of a variety of mantle-driven processes, including deep-mantle upwelling (Moucha et al., 2009), edge-driven upper-mantle convection (van Wijk et al., 2010), and crustal delamination (Levander et al., 2011). Uplift models involving largescale semi-rigid fault blocks (Karlstrom et al., 2007) predict constant incision across fault blocks. Mantle-driven epeirogenic uplift expressed across fault blocks (Karlstrom et al., 2008, 2007),\n160 R. Crow et al. / Earth and Planetary Science Letters 397 (2014) 159–173\nregional mantle-driven tilting (Liu and Gurnis, 2010; Moucha et al., 2009), and/or tilting across sharp mantle velocity gradients (Karlstrom et al., 2012) should show spatial and temporal associations of incision variation with mantle velocity variations that can potentially be used to discriminate between the currently diverse interpretations of mantle dynamics.\nTo test these models we present new U-series geochronology on calcite (travertine) that occurs in terrace gravels both as detrital cobbles and as inter-cobble cement and cosmogenic burial ages on landslide-capped gravel deposits. We apply this dating to terrace sequences in several reaches of the river to extend the incision record back to 1.5 Ma. In addition, we extend the incision history back to 2–4 Ma using U–Pb dating of speleothems (Polyak et al., 2008). The new incision rates constrained from these dates are precise analytically, combine maximum and minimum ages to fully bracket the age of gravel deposition, and use multiple strath levels to determine temporal variations in bedrock incision, at unprecedented resolution, in several reaches that span most of the 445-km-long Grand Canyon."
  }, {
    "heading": "2. Methods",
    "text": "Samples for U/Th dating were obtained from strath terraces at multiple heights above the river at 4 locations in eastern and central Grand Canyon where well-exposed strath terrace sequences are preserved. Samples of clean calcite coatings around mainstem Colorado River gravels were sampled along with detrital clasts of travertine that were deposited with the gravel (see Table 1 for locations, heights, and descriptions). 50–70 mg of calcite powder was micro drilled from laminations within the travertine samples and mixed with a 229Th–233U–236U spike after dissolution in HNO3. U and Th were separated using conventional anion exchange chromatography. U and Th isotopes were measured using a Thermo Neptune multi-collector inductively coupled plasma mass spectrometer (MC-ICPMS) at the University of New Mexico which was optimized for U-series analytical work as described by Asmerom et al. (2006). 234U was measured on a secondary electron multiplier (SEM) with high abundance filter or on the center Faraday cup, while the other isotopes of uranium were measured on Faraday cups. Mass fractionation was monitored using the 238U/235U ratio, while SEM/Faraday gain was set using sample standard bracketing and uranium standard NBL-112. A similar procedure was used\nfor Th isotope measurements with 230Th measured in the SEM and 229Th and 232Th measured in Faraday cups. An in-house 230Th standard was used to measure the SEM/Faraday gain, and mass fractionation was corrected using 238U/235U or 236U/233U. All analyses used new half-lives for 234U and 230Th from Cheng et al. (2013).\nFor samples outside of U/Th range (i.e. > ca. 650 ka), 234U model ages were calculated. These model ages are reported as a range from the minimum age possible (i.e. lowest (234U/238U)i (ratios in parentheses are activity ratios; activity is equal to the number of atoms times the decay constant of the nuclide of interest) that could produce the measured (234U/238U) and (230U/238U) activities) to an upper bound defined by the model age calculated using a maximum (234U/238U)i value of 8; this value is slightly higher than the upper bound used by Polyak et al. (2008), who calculated U–Pb and 234U model ages on cave mammillaries in Grand Canyon. If an analysis plotted off the asymptote of a (234U/238U) vs. (230U/238U) evolution plot they were disregarded.\nIn the Surprise Valley area where no travertine has been found, we applied cosmogenic burial dating to gravels shielded under landslide deposits. Cosmogenic burial samples in river sediment below Surprise Valley landslide deposits were buried by 10–30 m of landslide material providing sufficient post-burial shielding. The sample at river right (river mile (RM) (Stevens, 1983) 135; Fig. 1) consisted of several quartzite clasts crushed and analyzed together. Thus the age is an average of the Al/Be ratios of the 5–8 clasts. The sample at river left, (RM 136.9; see Supplementary Data for photos) was processed by separating quartz grains from a bag of river sand collected from the ceiling of an overhang which was overlain by sand and landslide material. Thus the sample represents an average nuclide inventory over thousands of grains. The amalgamation of several crushed quartzite clasts or sand from the deposits were processed together (Granger and Muziker, 2001) and analyzed for 26Al and 10Be by Accelerator Mass Spectrometry at the Purdue Rare Isotope Measurement Laboratory (PRIME Lab) at the University of Purdue. Minimum burial ages were calculated ignoring postburial production and using a 10Be production rate in the sediment source area of 20 at g−1 yr−1 and a 26Al/10Be production rate ratio of 6.8, calculated for latitude 37◦ , elevation 2 km. Burial ages are insensitive to the choice of production rate. Radioactive meanlives are taken to be 1.02 My for 26Al and 2.005 My for 10Be. Uncertainties reflect measurement error only. Postburial\nR.Crow et al./Earth and Planetary Science Letters 397 (2014) 159–173\n161\n±2σ error Gravel character\nNotes and references\n±3 Sparse pebbles in sandy deposit Travertine drape that extends to river level; incision rate 2 in Karlstrom et al. (2007); updated pool depth (Table S1) ±3 Sparse pebbles in travertine accumulation Travertine in upper M4? deposit; incision rate 1 in Karlstrom et al. (2007); updated pool depth (Table S1) ±5 Colluvium + minor CR gravel\nLowest strath in a stepped sequence; incision rate 6 in Karlstrom et al. (2007); updated pool depth (Table S1)\n+16 −13 CR gravel Travertine rind on m-scale river clast at strath; incision rate 4 of Karlstrom et al. (2007); updated pool depth (Table S1) +9 −8 CR gravel Between M5 and M4, 57L; travertine drape covers gravels 2 m above strath; incision rate 5 in Karlstrom et al. (2007); updated pool depth (Table S1) +9 −10 CR gravel This study\n±4 CR gravel This study\n+9 −8 CR gravel This study\n+10 −9 CR gravel Heights remeasured 2012 with laser range finder; incision rate 3 of Karlstrom et al. (2007); updated pool depth (Table S1)\n(continued on next page)\nTable 1 Incision rates for Grand Canyon\nSample number River mile Latitude Longitude Age (ka)\nStrath height (m)\nSample height (m) Mean water depth (m)\nMean pool depth (m)\nMax pool depth (m)\nInfilling / detrital\nIncision rate (m/Ma)\nKWAGUNT AREA 1 Weighted mean of\n56L-3A-1 & 2, 56L-3B-1 & 2, and GC9/01-56L-A2 and B1\n56.2 36.26115 −111.8247 153 ± 3 0 5 8.2 12.2 22.4 U/Th age on infilling max. 146\n2 GC5/01-56L-A2 56.2 36.26115 −111.8247 119 ± 2 0 26 8.2 12.2 22.4 U/Th age on infilling max. 188\n3 Weighted mean of K02-056-6A and B\n56.8 36.251806 −111.8243 125 ± 2 14 14 8.4 12.4 22.4 U/Th age on infilling max. 291\n4 Weighted mean of K02-056-4A & B\n56.8 36.2528 −111.8245 351 ± 38 23 24 8.4 12.4 22.4 U/Th age on infilling max. 129\n5 GC5/01-57L-E 56.8 36.2524 −111.8245 283 ± 14 24 24 8.4 12.4 22.4 U/Th age on infilling max. 164\n6 RC12-56.7-1A 56.7 36.253841 −111.8246 396 + 29 − 24 33.5 35.25 8.4 12.3 22.4 U/Th age on detrital clast min. 141 7 RC12-56.7-1A (2) 56.7 36.253841 −111.8246 364 + 9.8 − 9.2 33.5 35.25 8.4 12.3 22.4 U/Th age on detrital clast min. 154\n8 Weighted mean of RC12-56.7-1A and (2)\n56.7 36.253841 −111.8246 368 ± 21* 33.5 35.25 8.4 12.3 22.4 U/Th age on detrital clast min. 152\n9 Weighted mean of K02-056-2A & B\n56.7 36.253841 −111.8246 386 ± 25 33.5 35.5 8.4 12.3 22.4 U/Th age on infilling max. 145\n162 R.Crow et al./Earth and Planetary Science Letters 397 (2014) 159–173 ±2σ error Gravel character Notes and references +19 −18 CR gravels This study +3 −4 CR gravels This study ±3 CR gravels Sample is 4 m laterally from RC10-Palisades-1B at same height; this study ±7 CR gravels Sample of calcite infilling near top of 5–6 m thick gravel; this study +21 −30 CR gravels ∼20 cm thick infilling between gravel clasts; this study ±3 Almost entirely colluvium Tread 13.5 m above river, deposit almost totally colluvial with scarce gravels, height remeasured 2012; this study ±3 CR gravels This study\n+10 −11 CR gravels Infilling right at strath which is overlain by gravel in a sand matrix; this study ±5 CR gravels Infilling right at strath which is overlain by gravel in a sand matrix; this study +6 −5 CR gravels Infilling right at strath which is overlain by gravel in a sand matrix; this study +5 −6 CR gravels + colluvium 30 cm above strath, infilling in blackened sand; this study\nTable 1 (continued)\nSample number River mile Latitude Longitude Age (ka)\nStrath height (m)\nSample height (m) Mean water depth (m) Mean pool depth (m) Max pool depth (m) Infilling / detrital\nIncision rate (m/Ma)\nPALISADES AREA 10 RC10-LC-1A 65.5 36.1391 −111.8175 50 ± 2 1.8 1.8 7.2 10.9 21.4 U/Th age\non infilling max. 464\n11 RC10-PAL-1B 65.2 36.142192 −111.8131 337 + 6 − 5 55 57 7.2 10.9 21.4 U/Th age on infilling max 227 12 RC12-65.2-2A(2) 65.2 36.142192 −111.8131 326 ± 4 55 57 7.2 10.9 21.4 U/Th age on infilling max. 234\n13 RC12-65.3-3A(2) 65.2 36.14224 −111.8127 402 + 16 − 14 55 60.5 7.2 10.9 21.4 U/Th age on infilling max. 190\n14 RC10-PAL-2B 65.2 36.14314 −111.8116 623 + 162 − 78 70 83 7.2 10.9 21.4 U/Th age on infilling max. 147\nTANNER AREA 15 K08-68.4-1A 68.4 36.1023 −111.8315 98 ± 1 7 7 6.9 10.5 20.5 U/Th age\non infilling max. 281\n16 K08-68.7-2C 68.7 36.1007 −111.8343 251 ± 3 42 45 7.0 10.6 20.5 U/Th age on infilling max. 249 17 RC12-69.2-4A 69.2 36.0999 −111.8344 484 + 37 − 31 52 52 7.0 10.6 20.5 U/Th age on infilling max. 150\n18 RC12-69.2-4A(2) 69.2 36.0999 −111.8344 463 + 15 − 14 52 52 7.0 10.6 20.5 U/Th age on infilling max. 157\n19 Weighted mean of RC12-69.2-4A and (2)\n69.2 36.0999 −111.8344 467 ± 16* 52 52 7.0 10.6 20.5 U/Th age on infilling max. 155\n20 LC08-68.9-3A 68.9 36.0994 −111.8339 420 + 12 − 11 65 65 7.0 10.6 20.5 U/Th age on infilling max. 204\nR.Crow et al./Earth and Planetary Science Letters 397 (2014) 159–173\n163\n±2σ error Gravel character\nNotes and references\nCR gravels + colluvium\nThis study\nCR gravels + colluvium\nThis study\n±11 CR gravels + colluvium This study ±7 CR gravels + colluvium Vein that cross cuts a mixed gravel/colluvial deposit; this study ±19 CR gravels + colluvium\nDrape overlying gravel terrace; strath height remeasured in 2012; this study\n+13 −18 CR gravel Hugh blocks of travertine in basal river gravel; strath height remeasured in 2012; this study +15 −20 CR gravel This study\nCR gravel Strath height remeasured in 2012; this study\n±10 1 m laterally from CR gravel\nMicritic layer; this study\n±9 CR gravels Sample from a massive travertine accumulation with isolated well-rounded clasts; this study\nRind in colluvium directly on good CR gravels Height above strath estimated; this study\n(continued on next page)\nTable 1 (continued)\nSample number River mile Latitude Longitude Age (ka)\nStrath height (m)\nSample height (m) Mean water depth (m) Mean pool depth (m) Max pool depth (m) Infilling / detrital\nIncision rate (m/Ma)\nELVES CHASM AREA 21 RC12-116.2-3BA 116.2 36.1972 -112.4425 617–1413 33.5 33.5 10.0 13.5 22.1 234U\nmodel age on detrital clast\nmin. 39–90\n22 RC12-116.2-3BA(2) 116.2 36.1972 −112.4425 564–1423 33.5 33.5 10.0 13.5 22.1 234U model age on detrital clast min. 39–99 23 RC12-116.2-1A(2) 116.2 36.1972 −112.4425 467 + 49 − 38 33.5 33.5 10.0 13.5 22.1 U/Th age on infilling max. 119\n24 RC12-116.2-4A 116.2 36.1972 −112.4425 55 ± 0.4 33.5 33.5 10.0 13.5 22.1 U/Th age on infilling max. 1012\n25 K03-116.2-1A 116.2 36.1972 −112.4425 12 ± 0.05 33.5 41 10.0 13.5 22.1 U/Th age on infilling max. 4636\n26 K03-116.5-2A 116.5 36.1975 −112.4514 678 + 147 − 79 46 46 9.9 13.5 22.1 U/Th age on detrital clast min. 101\n27 RC08-EC-1A(3) 116.5 36.1975 −112.4514 651 + 151 − 82 46 46 9.9 13.5 22.1 U/Th age on infilling max. 105 28 K03-116.5-1B 116.5 36.1975 −112.4514 727–1019 46 46 9.9 13.5 22.1 234U model age on infilling max. 67–94 29 K08-116.6-10B 116.6 36.1975 −112.4527 304 ± 7 107 110 9.9 13.5 22.2 U/Th age on infilling max. 425\n30 RC08-116.6-4A 116.6 36.1978 −112.4562 135 ± 1 135 142 9.9 13.5 22.2 U/Th age on infilling max. 1165\n31 RC08-116.6-5A 116.6 36.1978 −112.4562 667–1877 142 145 9.9 13.5 22.2 234U model age on infilling max. 87–246\n164 R.Crow et al./Earth and Planetary Science Letters 397 (2014) 159–173 ±2σ error Gravel character Notes and references ±19 Mostly colluvial near CR gravels This study +22 −26 Mostly colluvial Rind coating a travertine block; this study +64 −26 CR gravel This study +106 −35 CR gravel This study +46 −23 CR gravel This study\n±2 CR gravel Depth to bedrock of 12 m estimated from dam survey; pre-dam max. pool depth unknown assuming 22 m for consistency with other WGC incision rates; hyaloclastite in the base of the flow indicates flow emplacement was synrenous with gravel deposition; Crow (2012) ±2 No gravel Age from Polyak et al. (2008); height modified to account for Lake Mead aggradation +16 −12 No gravel Age from Polyak et al. (2008); height modified to account for Lake Mead aggradation\nTable 1 (continued)\nSample number River mile\nLatitude Longitude Age (ka)\nStrath height (m)\nSample height (m) Mean water depth (m) Mean pool depth (m) Max pool depth (m) Infilling / detrital\nIncision rate (m/Ma)\n32 RC08-116.8-11A 116.8 36.1983 −112.4570 382 + 14 − 13 180 180 10.0 13.5 22.2 U/Th age on infilling max. 529\n33 RC08-116.8-8A 116.8 36.1983 −112.4574 223 + 6 − 5 195 195 10.0 13.5 22.2 U/Th age on infilling max. 975\nSURPRISE VALLEY 34 K10-136.1-SV 136.6 36.3891 −112.5162 980 ± 420 61 61 10.3 13.9 22.7 cosmo-\ngenic burial age\nmax. 85\n35 AD08-GN135-1 135 36.3810 −112.4881 880 ± 440 70 70 10.7 14.3 23.5 cosmogenic burial age\nmax. 106\n36 Weighted mean of AD08-GN135-1 and K10-136.1-SV\n135– 136.6\n932 ± 304 65.5 65.5 10.5 14.1 23.1 cosmogenic burial age\nmax. 95\nWESTERN GRAND CANYON 37 RC07-246-1C 246 35.8240 −113.6464 574 ± 15 30 30 22 Ar/Ar age\non basalt 95\n38 Cave B 266 3870 ± 100 363 U/Pb age on cave mammillary\nmax. 94\n39 Dry Canyon 265 2170 ± 340 187 U/Pb age on cave mammillary\nmax. 86\nR.Crow et al./Earth and Planetary Science Letters 397 (2014) 159–173\n165\n±2σ error Gravel character\nNotes and references\n+112 −73 No gravel Polyak et al. (2008); max. pool depth not used in incision rate calculation +30 −24 No gravel Polyak et al. (2008); max. pool depth not used in incision rate calculation +37 −26 No gravel Polyak et al. (2008); max. pool depth not used in incision rate calculation +24 −21 No gravel Polyak et al. (2008); max. pool depth not used in incision rate calculation +68 −44 No gravel Polyak et al. (2008); max. pool depth not used in incision rate calculation +172 −90 No gravel Polyak et al. (2008); max. pool depth not used in incision rate calculation\nTable 1 (continued)\nSample number River mile\nLatitude Longitude Age (ka)\nStrath height (m)\nSample height (m) Mean water depth (m)\nMean pool depth (m)\nMax pool depth (m)\nInfilling / detrital\nIncision rate (m/Ma)\nEASTERN GRAND CANYON CAVES 40 Gavain Abyss 93 2190 ± 470 900 10.0 13.3 23.9 U/Pb age\non cave mammillary\nmax. 411\n41 Tsean Bida 80 3430 ± 430 726 9.9 14.1 22.5 U/Pb age on cave mammillary\nmax. 212\n42 Butte Fault 57 2680 ± 490 445 8.3 12.1 22.1 U/Pb age on cave mammillary\nmax. 166\n43 Bedrock Cave 32 830 ± 50 310 10.4 14.4 24.6 U/Pb age on cave mammillary\nmax. 374\n44 Shinumo Creek 94 3720 ± 800 920 9.9 13.4 23.8 U/Pb age on cave mammillary\nmax. 247\n45 Mother Cave 90 1600 ± 500 605 10.4 13.9 23.9 234U model age on cave mammillary\nmax. 378\nNote. Bold rows indicate data used in regressions. * Weighted mean calculated using minimum errors and individual errors were multiplied by the squareroot of the MSWD if the MSWD was greater than 1.\n166 R. Crow et al. / Earth and Planetary Science Letters 397 (2014) 159–173\nproduction by muons would make the true burial age older than reported.\nTo allow for York-style regression (York et al., 2004), strath ages with unequal errors (positive and negative errors were different) were adjusted such that the smaller error was inflated to the magnitude of the larger. For 234U model ages, the median age was used such that the error reflects the difference between the median value and the maximum and minimum values computed. Both detrital and infilling ages were weighted the same. Strath heights measured with a laser range finder were conservatively assumed to have a ±2 m error; heights estimated from topo maps were assumed to have a ±10 m error. The height of the Spencer Canyon sample (see below) above pre-Lake Mead river level was estimated based on dam survey reports (LaRue, 1925) and that height is assumed to have an error of ±6 m. When only one dated strath is present, incision rates were calculated using the mean of the 10 deepest pools along the modern river in a 15 mile (24 km) reach assuming that the deepest pools are scoured to near bedrock (Table S1; Karlstrom et al., 2007)."
  }, {
    "heading": "3. Results",
    "text": "U/Th dating in strath-terrace sequences, at four locations in Grand Canyon (Fig. 2), yielded 21 ages that ranged from 11 ka to ca. 650 ka (see the Supplementary Data for analytical results (Table S2) and photos of each site). 234U model ages were calculated for 4 samples that were outside of the upper limit for U/Th dating and these ranged from ca. 500 to 2 Ma, including errors. Two cosmogenic burial ages from separate locations with similar strath heights give less precise ages of ca. 1 Ma (see the Supplementary Data Table S3 for analytical results). Averaged strath-to-strath\nbedrock incision rates were calculated by regression of a line (York et al., 2004) or lines (in the case of non-steady incision) through a plot of strath height versus age (e.g. Fig. 3), yielding not only the incision rate (slope of the line) but also an estimate of the modern depth to bedrock, the y-intercept. We improve on earlier efforts by combining ages on travertine infillings around river cobbles with ages of detrital travertine clasts. These data provide minimum and maximum ages, respectively, on gravel deposition so we regress only the youngest detrital travertine clast ages and oldest infilling ages from a given strath level. The geologic validity of the regression can then be tested by comparing the y-intercept to an independent measure of the modern depth to bedrock below the river’s surface. In the case of Grand Canyon, bathymetry and drill hole data indicated that bedrock is typically about 20–30 m below river level in the thalweg (Karlstrom et al., 2007). We also performed sensitivity tests to determine the effect of point selection and the method of handling asymmetric errors on the regressions, which are minimal (see Supplementary Data Table S4). The next sections discuss the new Grand Canyon incision rate data from west to east."
  }, {
    "heading": "3.1. Western Grand Canyon",
    "text": "Incision rates in western Grand Canyon are well constrained due to basalt flows which entered Grand Canyon near the Toroweap and Hurricane faults, flowed over 135 km down the river channel and capped and preserved now-perched river gravels (Crow, 2012; Crow et al., 2008; Karlstrom et al., 2007; Pederson et al., 2002a). West-down faulting has dampened apparent incision rates in the downthrown blocks, with the strongest dampening within 10 km of Quaternary faults due to the combination of block lowering\nR. Crow et al. / Earth and Planetary Science Letters 397 (2014) 159–173 167\nand development of hangingwall flexures (Karlstrom et al., 2007; Pederson et al., 2002a). Thus, to evaluate regional trends, we focus on background incision rates that can be determined away from faults. Near Spencer Canyon (RM 246), ∼ 25 km west of the Hurricane fault (Fig. 2), new 40Ar/39Ar dating of a basalt flow (Crow, 2012) that caps mainstem river gravel yields an incision rate of 95 ± 2 m/Ma over ca. 574 ka. Speleothem-constrained rates in this area are 86–94 m/Ma (Cave B and Dry Canyon (Polyak et al., 2008)) once heights of caves above the pre-dam river are corrected for post-Lake Mead aggradation (Cave B is at an elevation of 654 m and the 1923 river level was 291 m above sea level; Dry Canyon is at an elevation of 484 m and the 1923 river level was 298 m above sea level (LaRue, 1925)). Combining the new data at Spencer\nCanyon and the speleothem data for western Grand Canyon (Polyak et al., 2008) gives a background strath-to-strath bedrock incision rate of 101 ± 4.6 m/Ma with a y-intercept of −28 ± 7.6 m (Fig. 3), in agreement with independent estimates of the depth to bedrock below the Colorado River in Grand Canyon. The mean square of weighted deviation (MSWD) on the regression is 0.05, indicating that the errors are overestimated and/or that by chance the strath heights and ages have less scatter about the regression than would be anticipated. Because of relatively large analytical uncertainty on the Dry Canyon U/Pd date (Polyak et al., 2008), it is possible that incision rates changed around 2 Ma, however consistent incision rates calculated over ca. 0.5 and 4 Ma using more precise geochronology suggest steady long-tern incision."
  }, {
    "heading": "3.2. Central Grand Canyon",
    "text": "In the Surprise Valley area of central Grand Canyon a series of landslides dammed the Colorado River (Huntoon, 1975). We have obtained new minimum cosmogenic burial ages from strath terraces directly below two sections of these landslides, dating the mass failures for the first time and constraining incision rates since that time. At RM 135 (north side of the river) cosmogenic burial dating of a 2-m-thick gravel deposit at the base of a paleochannel filled by ∼30 m of landslide debris yielded an age of 880 ± 440 ka (2σ ). At RM 136.6 (south side of the river) a 5-mthick gravel dated at 980 ± 420 ka (2σ ) was buried by 10–25 m of landslide debris, known as Ponchos Runup (Warme, 2010; Watkins et al., 2007), that initiated on the north side of the canyon and was thrust up the south side. The heights of the straths above the river are 70 and 61 m, respectively. Because the dates and heights suggest that the deposits are approximately coeval, we use a mean strath height of 65.5 which yields a maximum incision rate of 95+46−23 m/Ma, based on a weighted mean age of 932 ± 304 ka.\nElves Chasm, at RM 117, is the site of one of the largest travertine accumulations in Grand Canyon; a 250-m-high travertine cliff is present on the south side of the river (Fig. 4). Bedrock straths\n168 R. Crow et al. / Earth and Planetary Science Letters 397 (2014) 159–173\nbelow travertine-cemented gravels are present at heights from 34 to 201 m above river level. The heights and ages of 15 newly dated samples are shown in Fig. 5. Dating of both coatings and detrital travertine blocks within the 46-m terrace yielded U/Th ages that are within error of each other and thus constrain the age of the deposit to ca. 650 ka, which yields an incision rate of about 100 m/Ma. At the 34-m strath a U/Th age on a travertine that fills space between cobbles gives a minimum age for the gravel of 467+49−38 ka, which yields a maximum incision rate of about 120 m/Ma. Thus, we infer that incision rates were constant over the last 600 ka. 234U model ages from higher samples, outside of the upper limit for U/Th dating, have large errors (20–54%), but these data points also suggest similar or higher incision rate of 87–246 m/Ma back to about 1.5 Ma.\nCombining the new data at Surprise Canyons and Elves Chasm gives a background bedrock incision rate of 97 ± 42 m/Ma with a y-intercept of −13 ± 11 m (Fig. 5) for central Grand Canyon. The MSWD of 0.9 indicates that a linear regression is appropriate as observed deviations from the regression are explainable by the analytical error."
  }, {
    "heading": "3.3. Eastern Grand Canyon",
    "text": "In eastern Grand Canyon, at Tanner (RM 69), Palisades (RM 65), and Kwagunt (RM 56), strath terraces sequences have been dated using U/Th dating of travertine that occurs as both cements between gravel clasts and detrital clasts. The Kwagunt locality has been the cornerstone for eastern Grand Canyon incision rates yielding rates of 131 to 172 m/Ma depending on the dated straths used and the incision rate calculation method (Karlstrom et al., 2008, 2007; Pederson et al., 2006, 2002a). New results indicate that the 34-m Kwagunt terrace has statistically indistinguishable ages on travertine infillings and detrital clasts that tightly constrain the age of gravel deposition to ca. 390 ka, giving an incision rate of ∼150 m/Ma.\nAs a still-better approach for estimating incision in eastern Grand Canyon, we combine these Kwagunt data with data from similar terrace sequences at the two other nearby localities to get the best incision estimate for this section of Grand Canyon. Our strath-to-strath analysis give a bedrock incision rate of 160 ± 11 m/Ma (Fig. 6) with a y-intercept of −25 ± 4 m (see the Supplementary Data for separate plots from each area), consistent with\nindependent estimates of the depth to bedrock below the river. The MSWD of 2.7 indicates that there is slightly more scatter about the regression than would be anticipated at the 95% confidence level, likely due to the combination of maximum and minimum ages.\nU/Pb dated cave mammillaries currently provide the best constraints on pre-600 ka incision in eastern Grand Canyon (Polyak et al., 2008). Cave mammillaries are interpreted to form as the water table passes through a cave. Hence the elevation of the mammillary calcite can be related to canyon depth at the time the mammillary formed if one assumes a flat water table and that water table decline tracks canyon deepening. These assumptions may be reasonable for caves within a few km of the mainstem; whereas incision rates from caves at large distances from the river are considered maximum rates as the water table is known to slope towards the river (Karlstrom et al., 2008; Pearthree et al., 2008; Pederson et al., 2008). We regress only the mammillaryconstrained incision rates that yield the lowest rates (assuming a water table sloping towards the river) and combine them with the highest dated straths in eastern Grand Canyon to calculate a strath-to-strath incision rate of 236 ± 31 m/Ma for eastern Grand Canyon for the period from 4 Ma to 600 ka (see Supplementary Data Fig. S1). Taken together the available data for eastern Grand Canyon permit either semi-steady incision over 4 Ma, or post0.6-Ma rates (160 m/Ma) somewhat slower than 0.6–4 Ma rates (236 m/Ma)."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Implications for knickzone transience",
    "text": "The new data on incision rates through time in a given reach are important in placing constraints on when pulses of incision and resulting knickzones could have passed through Grand Canyon. Our new data suggest that major transient knickzones, defined broadly as zones separating reaches with discrete channel slopes, could not have passed through western Grand Canyon after 4 Ma or through eastern Grand Canyon after 600 ka. The temporally\nR. Crow et al. / Earth and Planetary Science Letters 397 (2014) 159–173 169\nsteady incision rates show conclusively that knickzone migration cannot explain the spatial variation in incision through the canyon. Incision rates in the Lees Ferry area, where the prominent modern knickzone of the Colorado River system is located, suggest an increase in incision rates there from 60 m/Ma to 400 m/Ma in the last 200 ka which is interpreted to represent transient incision through the area (Cook et al., 2009; Darling et al., 2012; Karlstrom et al., 2012). If so, an ancestral Lees Ferry knickzone could have only migrated through eastern Grand Canyon (RM 56) prior to about 600 ka, implying a maximum knickzone migration rate of 150 km/Ma."
  }, {
    "heading": "4.2. Processes modulating bedrock incision",
    "text": "River incision through bedrock is driven by potential energy differences between headwaters and base level and the river’s ability to apply work on its bed. The former is controlled in large part by rock uplift driven by tectonics and isostatic rebound. The latter is controlled by geomorphic and hydrologic factors, including bedrock strength, sediment load, and stream power. Few geomorphic studies are able to look at million-year timescales for continental-scale rivers and still fewer are able to examine changes in rates of bedrock incision through time. The following section discusses the implication of steady incision and, as importantly, steady differential incision, for understanding the interplay between tectonic, hydraulic, and geomorphic influences in carving Grand Canyon.\nBedrock strength (erodability) has been used to explain variations in bedrock incision and landscape morphology (Cook et al.,\n2009; Pederson and Tressler, 2012; Sklar and Dietrich, 2004). The degree to which incision is modulated in Grand Canyon by bedrock strength can be tested with our dataset by comparing newly determined incision rates to the nature of the rock in different stratigraphic layers being incised through time (Fig. 7). Over the last 600 ka, eastern Grand Canyon was incising through relatively weak Bright Angel Shale and Dox Sandstone; central Grand Canyon was incising through the cliff-forming and hence intermediate strength Tapeats sandstone, then harder basement granodiorites; and western Grand Canyon was incising (more slowly) through Muav Limestone, Bright Angel Shale and basement schists and granites. At all three sites, which are distributed throughout the 475 km length of Grand Canyon, average bedrock incision rates were steady through time even though the river was incising through rocks of variable strength. This suggests that bedrock erodability was not the dominant control on long-term incision rate. One might argue that slower bedrock incision in western Grand Canyon (101 m/Ma) relative to eastern Grand Canyon (160 m/Ma) over the last 600 ka might reflect harder rocks in the west as both basement and numerous post-600 ka lava dams are present there and that the river is adjusting its slope in response to the exposure of these harder rocks. However, the data for steady incision rates over the last 4 Ma in western Grand Canyon indicate that the rates have been semi-steady through Bright Angel Shale, Muav Limestone and basement rocks, which have markedly different bedrock strengths (Mackley, 2005), with no observed change at 600 ka that marks the onset of a period of repeated basaltic lava damming. A major conclusion of lava dam studies (Crow, 2012) is that lava dams did not significantly affect the average long-term bedrock incision rates in western Grand Canyon over the last half million years. Temporally steady incision at all the sites in Grand Canyon, despite marked differences in bedrock strength which reflect themselves in both hillslope morphology (Howard and Dolan, 1981) and semiquantitative measures of erodibility (Mackley, 2005), suggest that Colorado River incision is largely unaffected by any variability in bedrock strength and that other controls are dominant in modulating incision rates and patterns in the system. Additionally if the Colorado River in Grand Canyon is transport limited, as indicated by boulder-rich debris fans perturbing the profile (Hanks and Webb, 2006) and an alluviated bed (Pederson et al., 2006), then local bedrock erodibility should have a weak influence on river slope (Sklar and Dietrich, 2004).\nClimatically driven changes in discharge and resulting stream power has also been invoked to explain temporal variations in incision in a range of systems (Wobus et al., 2010). In Grand Canyon it has been shown that climatic variations at glacial–interglacial scales of ca. 100 ka produced 10s m of local aggradation (Pederson et al., 2006). However, longer-term bedrock incision rates are temporally steady despite these short-time-frame aggradation-incision oscillations (Karlstrom et al., 2008, 2007; Pederson et al., 2006). Fill-terrace studies show that the work of carving through bedrock is dominantly applied over a relatively small percentage of the glacial–interglacial cycles, but steady incision over longer timeframes (0.6 to 4 Ma) averages out many or all Quaternary glacial cycles. Singular climate change events marking a change to more erosive climates have been proposed, for example at ca. 2.5 Ma (Molnar, 2004; Zhang et al., 2001), but local expressions of such a model are not supported by the observed temporally steady incision in western Grand Canyon over 4 Ma. In addition, differences is discharge cannot explain the spatial variation in incision rates from west to east in Grand Canyon because there are only minor tributary additions to Colorado River discharge throughout the length of Grand Canyon (Pederson and Tressler, 2012). Because of this, climatically-driven changes to discharge and hence stream power should affect all of Grand Canyon similarly and do not explain\n170 R. Crow et al. / Earth and Planetary Science Letters 397 (2014) 159–173\nthe disparity in incision rates between eastern and western Grand Canyon.\nThe amount or character of the sediment load is also unable to explain the spatial variation in incision rates in Grand Canyon. In a number of rivers the degree of bed-load cover has been shown to have an important control on bedrock incision whereby increased incision occurs when enough hard course material is delivered to the river to enhance abrasion but not enough has accumulated to completely bury and armor the bed (Johnson et al., 2009; Sklar and Dietrich, 2004; Whipple and Tucker, 2002). To explore this concept for the late Cenozoic, we note that Hanks and Webb (2006) suggested that 15–30 m convexities in the long profile of the Colorado River through Grand Canyon may reflect areas of local Holocene aggradation due to increased debris flow input. But the highest incision rates we calculate are in the middle of the largest convexity where thickness of alluvium has been estimated at over 30 m (Hanks and Webb, 2006). If the high incision rate there were due to relatively little bed armoring, the paleo-sediment load must have been the exact opposite of the Holocene state. Sediment load is known to have varied greatly due to climatic variation (see above) however at long-time scales steady incision suggests that the time-integrated effect is small. Such climatic effects would affect sediment flux through the canyon similarly. No systematic characterization of bedload clast lithology or morphology has been conducted through Grand Canyon, to our knowledge, but hard far-traveled basement clasts (for example quartzites and other basement clasts from the Colorado Rockies) are distributed in all terraces fairly uniformly through the canyon and bedrock potholing throughout the canyon attests to availability of sufficient “tools” in all reaches. Hence, we infer that bedload variations are unlikely to have produced the differential incision noted. Although it could be argued that more hard clasts are present in and below reaches floored by hard Paleoproterozoic basement rocks, the highest incision rates in eastern Grand Canyon are upstream from the first Paleoproterozoic rocks in Grand Canyon, suggesting that the availability of these “tools” does not have a significant control on incision. Similarly, although basalts clasts from lava flow remnants might be expected to provide additional tools in western Grand Canyon, this is where incision rates are lower.\nThus, the various geomorphic and climatic explanations discussed above are ruled out as dominant mechanisms controlling the observed steady differential incision data documented here. Instead we suggest that the patterns in incision are due to differential uplift, similar in style to that proposed by Karlstrom et al. (2008, 2007). They proposed, based on Colorado River profile reconstructions to the Gulf of California, that eastern Grand Canyon had been uplifted relative to sea level as opposed to downdropping the lower Colorado River reaches (i.e. Western Grand Canyon and below). This conclusion is now further supported by studies indicating that the lower Bouse Fm. deposits along the lower Colorado River have remained near sea level from the late Miocene to the present (McDougall and Martinez, in press), requiring the differential incision of the Grand Canyon reaches to be due to differential uplift and not differential subsidence."
  }, {
    "heading": "4.3. Tests of inferred uplift drivers",
    "text": "Differences in bedload, climate, bedrock strength, transient knickzones, or subsidence seem unable to explain the large and statistically significant difference between western (101 ± 4.6 m/Ma) and eastern Grand Canyon (160 ± 11 m/Ma) incision rates. Thus, we support and refine previous models that differential uplift is the dominant driver. This geologic constraint has the potential to help elucidate the much debated processes that have been invoked to produce intracratonic deformation and uplift.\nOne, partly non-tectonic mechanism proposed for Neogene uplift of the area involves epeirogenic uplift due to the isostatic response to differential denudation. Denudation-driven models (Lazear et al., 2013; Pederson et al., 2002b; Roy et al., 2009) predict differential rock uplift throughout the Colorado Plateau area due to the flexural response (rebound) to differential erosion. Modeled differential rock uplift of eastern Grand Canyon due to rebound is up to several hundred meters greater than western Grand Canyon which could lead to differential rock uplift rates of 10–30 m/Ma over 10 Ma, and 20–60 m/Ma if distributed over 5 Ma (Lazear et al., 2013). In Fig. 8A we plot long-term (>600 ka) incision rates against the magnitude of modeled post-10-Ma rebound. This plot shows that rebound accounts for little of the variations in post4 Ma bedrock incision rates throughout the area (Fig. 8A). This may be the result of enhanced denudation (and rebound), soon after Colorado River integration at ca. 5–6 Ma (Karlstrom et al., 2012, 2008), prior to the period the incision rates have been quantified over.\nCrustal deformation also seems unable to explain the temporally steady but spatially differential incision documented here. Although Quaternary normal faults, separating Western and Central\nR. Crow et al. / Earth and Planetary Science Letters 397 (2014) 159–173 171\nGrand Canyon, affect incision rates greatly within 10–15 km of the faults (Karlstrom et al., 2007), available data indicates they have little influence at larger distances from those faults. Although incision rates of about 150 m/Ma a few km upstream from those faults are similar to Eastern Grand Canyon rates reported here, the best incision rates of 100 ± 20 m/Ma in Central Grand Canyon (based on the well-dated 46-m terrace at Elves Chasm) and the strath-to-strath rates of 97 ± 42 m/Ma suggest that high incision rates in footwall of faults are due to local fault-related flexures.\nMantle-driven differential uplift provides a potential explanation for both temporally steady incision rates and the difference in incision rates between western to eastern Grand Canyon. Insight into temporal changes in mantle buoyancy beneath the Grand Canyon region comes from the record of Neogene basaltic volcanism (Best and Brimhall, 1974; Crow et al., 2010; Wenrich et al., 1995) and modern seismic tomography (Schmandt and Humphreys, 2010). Starting in the late Oligocene, basaltic volcanism has progressively migrated from the western edge of the Colorado Plateau toward its interior at a rate of about 5 km/Ma (Crow et al., 2010). This spatial migration is coupled with a temporal trend towards basalts with increasingly radiogenic Nd values (more asthenospheric), indicative of progressive infiltration or replacement of the lithosphere by asthenosphere (Crow et al., 2010). Western U.S. mantle tomography shows that the western Colorado Plateau is surrounded by relatively low-velocity mantle beneath the Basin and Range. At about 80 km depth beneath the western Colorado Plateau low-velocity mantle similar to that beneath the Basin and Range extends under the topographic boundary of the plateau to about the same extent as basaltic volcanism. The velocity contrast there, over 100 km distances, is up to 6% in Vp and 12% in Vs at depths near 80 km. We suggest that heating of western Colorado Plateau upper mantle by melt infiltration and perhaps lithospheric thinning or delamination creates an eastward migrating zone of increasing mantle buoyancy. Slow rates of propagation (∼5 km/My) are consistent with temporally steady but spatially variable incision rates reported here and along the Virgin River (Willis and Biek, 2001) (Fig. 2), which increase towards the eastern limit of basaltic volcanism and the areas of maximum mantle-velocity gradient (Fig. 8C). The greater incision rates in eastern Grand Canyon may reflect an ongoing response to increasing mantle buoyancy, whereas the western Grand Canyon incision rates represent an area that has already adjusted to an earlier increase in mantle buoyancy. This and the variable elastic thickness of the lithosphere in this region (Lowry and Perez-Gussinye, 2011), which will modulate any isostatic uplift, explains why a strong re-\nlationship between mantle velocity and incision rate is not seen (Fig. 8B).\nThe Lees Ferry knickzone is located in the middle of the area of maximum mantle-velocity gradient (Fig. 2), suggesting that incision rates and river steepness are both responding to dynamic processes across this moving boundary between unmodified lithosphere (to the east) and low-velocity lithosphere modified by asthenospheric upwelling (to the west). Figs. 2 and 9 suggest that propagation of increased mantle buoyancy has approximately kept pace with the propagation of basaltic volcanism and is driving uplift that correlates broadly with the position of the mantle velocity gradient now near Lees Ferry. Heating, melt transfer, and lithospheric removal associated with this migrating mantle boundary is expected to produce buoyancy modification and isostatic uplift which may explain the 60 m/Ma different between eastern and western Grand Canyon incision rates. Differential uplift of 60 m/Ma in the Grand Canyon region could be produced by epeirogenic tilt rates of 0.01 to 0.02◦/Ma and resulting accumulated tilts of 0.05–0.1◦ over the length of Grand Canyon in the last 5 Ma. This result has the potential to serve as an important constraint to test geodynamic modeling of the effects of mantle-driven dynamic topography (Karlstrom et al., 2012; Levander et al., 2011; Liu and Gurnis, 2010; Moucha et al., 2009; van Wijk et al., 2010) and river profile evolution (Roberts et al., 2012). Refinement of the relatively imprecise central Grand Canyon incision rates would allow for a better determination of the exact wavelength of the uplift and the role of Quaternary normal faults in accommodating strain."
  }, {
    "heading": "5. Conclusions",
    "text": "New incision rates derived from U-series dates and strath-tostrath analysis suggest temporally steady long-term incision of 160 ± 11 m/Ma in eastern Grand Canyon, 97 ± 42 m/Ma in central Grand Canyon, 101 ± 4.6 m/Ma in the western Grand Canyon. Steady differential incision has taken place throughout the length of Grand Canyon over at least the last 600 ka and possibly over the last 4 Ma if maximum canyon deepening can be reliably constrained using U/Pb dating of speleothems. Steady bedrock incision rates through time argue against the passage of major knickzones through those reaches during the time intervals measured. Similarly differences in bedrock hardness, sediment load, or variations in discharge do not explain the spatial and temporal patterns in incision that we document. Regional patterns suggest that differential isostatic rebound due to denudation may have contributed to differential incision, but is unlikely to fully account for the spatial\n172 R. Crow et al. / Earth and Planetary Science Letters 397 (2014) 159–173\nvariation noted. Increasing incision rates from west to east across Grand Canyon imply regional tilting, which must be explained by any uplift model. This has taken place during at least the last 4 Ma, in the same region where basaltic magmatism swept northeastward and became more asthenospheric during the last 25 Ma. The combined data are best explained by mantle-driven epeirogenic uplift at rates of 60 m/Ma focused under eastern Grand Canyon, directly adjacent to a step in the lithosphere (mantle velocity boundary), where an east-moving transient sweep of melt/heat transfer, basaltic surface magmatism, and progressive lithospheric infiltration (and removal) are affecting mantle buoyancy and driving uplift. These data suggest that the western margin of the Colorado Plateau has been tilted at a rate of 0.01 to 0.02◦/Ma and shows the importance of tectonics in modulating Grand Canyon incision and contributing to formation of one of the most famous landscapes on Earth."
  }, {
    "heading": "Acknowledgements",
    "text": "This paper was supported by NSF Grant EAR-1242028 from the Tectonics Program. We also acknowledge a research agreement with Grand Canyon National Park that has allowed river corridor access. Anonymous reviews and informal discussion with Kelin Whipple improved this paper."
  }, {
    "heading": "Appendix A. Supplementary material",
    "text": "Supplementary material related to this article can be found online at http://dx.doi.org/10.1016/j.epsl.2014.04.020."
  }],
  "year": 2014,
  "references": [{
    "title": "Supplementary material related to this article can be found online at http://dx.doi.org/10.1016/j.epsl.2014.04.020",
    "authors": ["Y. Asmerom", "V. Polyak", "J. Schwieters", "C. Bouman"],
    "year": 2006
  }, {
    "title": "Late Cenozoic alkalic basaltic magmas in the west",
    "authors": ["M.G. A24. Best", "W.H. Brimhall"],
    "year": 1974
  }, {
    "title": "Rapid incision of the Colorado River in Glen Canyon – insights from channel profiles, local incision rates, and modeling of lithologic controls",
    "authors": ["K.L. Cook", "K.X. Whipple", "A.M. Heimsath", "T.C. Hanks"],
    "venue": "Earth Surf. Process. Landf",
    "year": 2009
  }, {
    "title": "Neotectonic evolution of Grand Canyon: interaction between volcanism, river incision, epeirogenic uplift, and faulting",
    "authors": ["R.S. Crow"],
    "venue": "PhD dissertation. University of New Mexico",
    "year": 2012
  }, {
    "title": "History of Quaternary volcanism and lava dams in western",
    "authors": ["R.S. Crow", "K.E. Karlstrom", "W.C. McIntosh", "L. Peters", "N. Dunbar"],
    "venue": "Grand Canyon based on lidar analysis,",
    "year": 2008
  }, {
    "title": "Shrinking of the Colorado Plateau via lithospheric mantle erosion: evidence from Nd and Sr isotopes and geochronology of Neogene",
    "authors": ["R.S. Crow", "K.E. Karlstrom", "Y. Asmerom", "B. Schmandt", "V. Polyak", "A. Dufrane", "S.A. DuFrane"],
    "venue": "basalts. Geology",
    "year": 2010
  }, {
    "title": "New incision rates along the Colorado River system based on cosmogenic burial dating of terraces: implications for regional controls on Quaternary incision",
    "authors": ["A. Darling", "K. Karlstrom", "D. Granger", "A. Aslan", "E. Kirby", "W. Ouimet", "G. Lazear", "D. Coblentz", "R. Cole"],
    "venue": "Geosphere",
    "year": 2012
  }, {
    "title": "Dating sediment burial with in situ-produced cosmogenic nuclides; theory, techniques, and limitations",
    "authors": ["D.E. Granger", "P.F. Muziker"],
    "venue": "Earth Planet. Sci",
    "year": 2001
  }, {
    "title": "Effects of tributary debris on the longitudinal profile of the Colorado River in Grand Canyon",
    "authors": ["T.C. Hanks", "R.H. Webb"],
    "venue": "J. Geophys. Res., Earth Surf",
    "year": 2006
  }, {
    "title": "Geomorphology of the Colorado River in the Grand Canyon",
    "authors": ["A. Howard", "R. Dolan"],
    "venue": "J. Geol",
    "year": 1981
  }, {
    "title": "The Surprise Valley landslide and widening of the Grand Canyon",
    "authors": ["P.W. Huntoon"],
    "year": 1975
  }, {
    "title": "Transport slopes, sediment cover, and bedrock channel incision in the Henry Mountains, Utah",
    "authors": ["J.P.L. Johnson", "K.X. Whipple", "L.S. Sklar", "T.C. Hanks"],
    "venue": "J. Geophys. Res",
    "year": 2009
  }, {
    "title": "Model for tectonically driven incision of the younger than 6 Ma",
    "authors": ["K.E. Karlstrom", "R.S. Crow", "L.J. Crossey", "D. Coblentz", "J.W. Van Wijk"],
    "venue": "Grand Canyon. Geology",
    "year": 2008
  }, {
    "title": "Mantle-driven dynamic uplift of the Rocky Mountains",
    "authors": ["K.E. Karlstrom", "D. Coblentz", "K. Dueker", "W. Ouimet", "E. Kirby", "J. Van Wijk", "B. Schmandt", "S. Kelley", "G. Lazear", "L.J. Crossey", "R.S. Crow", "A. Aslan", "A. Darling", "R. Aster", "J. MacCarthy", "S.M. Hansen", "J. Stachnik", "D.F. Stockli", "R.V. Garcia", "M. Hoffman", "R. McKeon", "J. Feldman", "M.T. Heizler", "M.S. Donahue"],
    "venue": "CREST working group,",
    "year": 2012
  }, {
    "title": "Water Power and Flood Control of Colorado River Below Green River",
    "authors": ["E.C. LaRue"],
    "venue": "US Geological Survey",
    "year": 1925
  }, {
    "title": "Denudation and flexural isostatic response of the Colorado Plateau and southern Rocky Mountain region since 10 Ma",
    "authors": ["G. Lazear", "K. Karlstrom", "A. Aslan", "S. Kelley"],
    "venue": "Geosphere 9,",
    "year": 2013
  }, {
    "title": "Continuing Colorado plateau uplift by delamination-style convective lithospheric downwelling",
    "authors": ["A. Levander", "B. Schmandt", "M.S. Miller", "K. Liu", "K.E. Karlstrom", "R.S. Crow", "Lee", "C.-T.A", "E.D. Humphreys"],
    "venue": "Nature 472,",
    "year": 2011
  }, {
    "title": "Dynamic subsidence and uplift of the Colorado",
    "authors": ["L. Liu", "M. Gurnis"],
    "venue": "Plateau. Geology",
    "year": 2010
  }, {
    "title": "The role of crustal quartz in controlling Cordilleran deformation",
    "authors": ["A.R. Lowry", "M. Perez-Gussinye"],
    "venue": "Nature 471,",
    "year": 2011
  }, {
    "title": "Relating Bedrock Strength to Hydraulic Driving Forces Along the Large-scale Profile of the Colorado River in Glen and Grand Canyons",
    "authors": ["R.D. Mackley"],
    "venue": "Utah State University,",
    "year": 2005
  }, {
    "title": "Late Cenozoic increase in accumulation rates of terrestrial sediment: How Might Climate Change Have Affected Erosion Rates",
    "authors": ["P. Molnar"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "Deep mantle forces and the uplift of the Colorado Plateau",
    "authors": ["R. Moucha", "A.M. Forte", "D.B. Rowley", "J.X. Mitrovica", "N.A. Simmons", "S.P. Grand"],
    "venue": "Geophys. Res. Lett",
    "year": 2009
  }, {
    "title": "Comment on “Age and evolution of the Grand Canyon revealed by U–Pb dating of water table-type speleothems",
    "authors": ["P. Pearthree", "J. Spencer", "J. Faulds", "P.K. House"],
    "venue": "Science",
    "year": 2008
  }, {
    "title": "Colorado River long-profile metrics, knickzones and their meaning",
    "authors": ["J.L. Pederson", "C. Tressler"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2012
  }, {
    "title": "Differential incision of the Grand Canyon related to Quaternary faulting – Constraints from U-series and Ar/Ar",
    "authors": ["J.L. Pederson", "K.E. Karlstrom", "W. Sharp", "W.C. McIntosh"],
    "venue": "dating. Geology",
    "year": 2002
  }, {
    "title": "Colorado Plateau uplift and erosion evaluated using GIS",
    "authors": ["J.L. Pederson", "R.D. Mackley", "J. Eddleman"],
    "venue": "GSA Today",
    "year": 2002
  }, {
    "title": "Using fill terraces to understand incision rates and evolution of the Colorado River in eastern Grand Canyon, Arizona",
    "authors": ["J.L. Pederson", "M.D. Anders", "T.M. Rittenhour", "W.D. Sharp", "J.C. Gosse", "K.E. Karlstrom"],
    "venue": "J. Geophys. Res., Earth Surf.,",
    "year": 2006
  }, {
    "title": "Comment on “Age and evolution of the Grand Canyon revealed by U–Pb dating of water table-type speleothems",
    "authors": ["J.L. Pederson", "R.A. Young", "I. Lucchitta", "L.S. Beard", "G.H. Billingsley"],
    "year": 2008
  }, {
    "title": "Colorado River chronostratigraphy at Lee’s Ferry, Arizona, and the Colorado Plateau bull’seye of incision",
    "authors": ["J.L. Pederson", "W.S. Cragun", "Hidy", "a.J", "T.M. Rittenour", "J.C. Gosse"],
    "year": 2013
  }, {
    "title": "Numerical modeling of the late Cenozoic geomorphic evolution of Grand Canyon, Arizona",
    "authors": ["J.D. Pelletier"],
    "venue": "Geol. Soc. Am",
    "year": 2010
  }, {
    "title": "Profile convexities in bedrock and alluvial",
    "authors": ["J.D. Phillips", "J.D. Lutz"],
    "venue": "streams. Geomorphology",
    "year": 2008
  }, {
    "title": "Age and evolution of the Grand Canyon revealed by U–Pb dating of water table-type speleothems",
    "authors": ["V. Polyak", "C. Hill", "Y. Asmerom"],
    "venue": "Science 319,",
    "year": 2008
  }, {
    "title": "An Uplift history of the Colorado Plateau and its surroundings from inverse modeling of longitudinal river profiles",
    "authors": ["G.G. Roberts", "N. White", "G. Martin-Brandis", "A. Crosby"],
    "venue": "Tectonics",
    "year": 2012
  }, {
    "title": "Colorado Plateau magmatism and uplift by warming of heterogeneous lithosphere",
    "authors": ["M. Roy", "T.H. Jordan", "J.L. Pederson"],
    "venue": "Nature 459,",
    "year": 2009
  }, {
    "title": "Complex subduction and small-scale convection revealed by body-wave tomography of the western United States upper mantle",
    "authors": ["B. Schmandt", "E.D. Humphreys"],
    "venue": "Earth Planet. Sci",
    "year": 2010
  }, {
    "title": "A mechanistic model for river incision into bedrock by saltating bed load",
    "authors": ["L.S. Sklar", "W.E. Dietrich"],
    "venue": "Water Resour. Res",
    "year": 2004
  }, {
    "title": "The Colorado River in Grand Canyon: A Comprehensive Guide to Its Natural and Human History. Red Lake Books, Flagstaff, AZ",
    "authors": ["L. Stevens"],
    "year": 1983
  }, {
    "title": "Small-scale convection at the edge of the Colorado Plateau: implications for topography, magmatism, and evolution of Proterozoic",
    "authors": ["J.W. van Wijk", "W.S. Baldridge", "J. van Hunen", "S. Goes", "R. Aster", "D.D. Coblentz", "S.P. Grand", "J. Ni"],
    "venue": "lithosphere. Geology",
    "year": 2010
  }, {
    "title": "Pancho’s radical runup, Grand Canyon",
    "authors": ["J.E. Warme"],
    "venue": "Colo. Sch. Mines Q",
    "year": 2010
  }, {
    "title": "Reconstruction of composite landslides in flat-lying sedimentary strata using graphical methods",
    "authors": ["C.M. Watkins", "J.D. Rogers", "J.E. Warme"],
    "venue": "Conf. Present. Assoc. Environ. Eng. Geol. Spec. Publ",
    "year": 2007
  }, {
    "title": "Spatial migration and compositional changes of Miocene-Quaternary magmatism in the western Grand Canyon",
    "authors": ["K.J. Wenrich", "G.H. Billingsley", "B.A. Blackerby"],
    "venue": "J. Geophys. Res",
    "year": 1995
  }, {
    "title": "Dynamics of the stream-power river incision model: implications for height limits of mountain ranges, landscape response timescales, and research needs",
    "authors": ["K.X. Whipple", "G.E. Tucker"],
    "venue": "J. Geophys. Res., Earth Surf",
    "year": 1999
  }, {
    "title": "Implications of sediment-flux-dependent river incision models for landscape evolution",
    "authors": ["K.X. Whipple", "G.E. Tucker"],
    "venue": "J. Geophys. Res., Earth Surf",
    "year": 2002
  }, {
    "title": "Quaternary incision rates of the Colorado River and major tributaries in the Colorado Plateau, Utah",
    "authors": ["G.C. Willis", "R.F. Biek"],
    "venue": "Colorado River Origin and Evolution,",
    "year": 2001
  }, {
    "title": "Tectonics from topography: procedures, promise, and pitfalls",
    "authors": ["C.W. Wobus", "K.X. Whipple", "E. Kirby", "N.P. Snyder", "J. Johnson", "K. Spyropolou", "B. Crosby", "D. Sheehan"],
    "year": 2006
  }, {
    "title": "Does climate change create distinctive patterns of landscape incision",
    "authors": ["C.W. Wobus", "G.E. Tucker", "R.S. Anderson"],
    "venue": "J. Geophys. Res",
    "year": 2010
  }, {
    "title": "Unified equations for the slope, intercept, and standard errors of the best straight line",
    "authors": ["D. York", "N.M. Evensen", "M.L. Martínez", "J. De Basabe Delgado"],
    "venue": "Am. J. Phys",
    "year": 2004
  }, {
    "title": "Increased sedimentation rates and grain sizes 2–4 Myr ago due to the influence of climate change on erosion rates",
    "authors": ["P. Zhang", "P. Molnar", "W.R. Downs"],
    "venue": "Nature 410,",
    "year": 2001
  }],
  "id": "SP:4b1ba0e27d8aa2903ae8d95eb15062234798d8bd",
  "authors": [{
    "name": "Ryan Crow",
    "affiliations": []
  }, {
    "name": "Karl Karlstrom",
    "affiliations": []
  }, {
    "name": "Andrew Darling",
    "affiliations": []
  }, {
    "name": "Laura Crossey",
    "affiliations": []
  }, {
    "name": "Victor Polyak",
    "affiliations": []
  }, {
    "name": "Darryl Granger",
    "affiliations": []
  }, {
    "name": "Yemane Asmerom",
    "affiliations": []
  }, {
    "name": "Brandon Schmandt",
    "affiliations": []
  }],
  "title": "Steady incision of Grand Canyon at the million year timeframe: A case for mantle-driven differential uplift"
}