{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGlobal and Planetary Change\nj ourna l homepage: www.e lsev ie r .com/ locate /g lop lacha\nComposition and evolution of the Ancestral South Sandwich Arc: Implications for the flow of deep ocean water and mantle through the Drake Passage Gateway\nJ.A. Pearce a,⁎, A.R. Hastie a,b, P.T. Leat c,g, I.W. Dalziel d, L.A. Lawver d, P.F. Barker e, I.L. Millar f, T.L. Barry a,g, R.E. Bevins h\na School of Earth and Ocean Sciences, Cardiff University, Main Building, Park Place, Cardiff CF10 3AT, UK b School of Geography, Earth and Environmental Sciences, University of Birmingham, Edgbaston, Birmingham B15 2TT, UK c British Antarctic Survey (BAS), High Cross, Madingley Road, Cambridge CB3 0ET, UK d University of Texas, Institute for Geophysics, Austin, TX 78758-4445, USA e Threshers Barn, Whitcott Keysett, Clun, Shropshire SY7 8QE, UK f NERC Isotope Geosciences Laboratories, Keyworth, Nottingham NG12 5GG, UK g Department of Geology, University of Leicester, University Road, Leicester LE1 7RH, UK h Department of Geology, National Museum Cardiff, Cathays Park, Cardiff CF10 3NP, UK\n⁎ Corresponding author. Tel.: +44 7920180049. E-mail address: PearceJA@cf.ac.uk (J.A. Pearce).\nhttp://dx.doi.org/10.1016/j.gloplacha.2014.08.017 0921-8181/© 2014 Published by Elsevier B.V.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 17 January 2014 Received in revised form 1 July 2014 Accepted 10 August 2014 Available online 4 September 2014\nKeywords: Scotia Sea arc volcanism trace element geochemistry isotope geochemistry Drake Passage Gateway\nThe Ancestral South Sandwich Arc (ASSA) has a short life-span of c. 20 m.y. (early Oligocene tomiddle–lateMiocene) before slab retreat and subsequent ‘resurrection’ as the active South Sandwich Island Arc (SSIA). The ASSA is, however, significant because it straddled the eastern margin of the Drake Passage Gateway where it formed a potential barrier to deep oceanwater andmantle flow from the Pacific to Atlantic. The ASSAmay be divided into three parts, fromnorth to south: the Central Scotia Sea (CSS), the Discovery segment, and the Jane segment. Published age data coupled with new geochemical data (major elements, trace elements, Hf–Nd–Sr–Pb isotopes) from the three ASSA segments place constraints onmodels for the evolution of the arc and hence gateway development. The CSS segment has two known periods of activity. The older, Oligocene, period produced basic–acidic, mostly calc-alkaline rocks, best explained in terms of subduction initiation volcanism of Andean-type (no slab rollback). The younger, middle–late Miocene period produced basic–acidic, high-K calc-alkaline rocks (lavas and pyroclastic rocks with abundant volcanigenic sediments) which, despite being erupted on oceanic crust, have continental arc characteristics best explained in terms of a large, hot subduction flux most typical of a syn- or post-collision arc setting. Early–middleMiocene volcanism in the Discovery and Jane arc segments is geochemically quite different, being typically tholeiitic and compositionally similar to many lavas from the active South Sandwich Island Arc front. There is indirect evidence for Western Pacific-type (slab rollback) subduction initiation in the southern part of the ASSA and for the back-arc basins (the Jane and Scan Basins) to have been active at the time of arc volcanism. Models for the death of the ASSA in the south following a series of ridge– trench collisions are not positively supported by any geochemical evidence of hot subduction, but cessation of subduction by approach of progressivelymore buoyant oceanic lithosphere is consistent with both geochemistry and geodynamics. In terms of deep ocean water flow the early stages of spreading at the East Scotia Ridge (starting at 17–15Ma)may have been important in breaking up theASSA barrierwhile the subsequent establishment of a STEP (Subduction-Transform Edge Propagator) fault east of the South Georgia microcontinent (b11 Ma) led to formation of the South Georgia Passage used by the Antarctic Circumpolar Current today. In terms of mantle flow, the subduction zone and arc root likely acted as a barrier tomantle flow in the CSS arc segment such that the ASSA itself became the Pacific–South Atlanticmantle domain boundary. Thiswas not the case in the Discovery and Jane arc segments, however, because the northward flow of the South Atlantic mantle behind the southern part of the ASSA gave an Atlantic provenance to the whole southern ASSA.\n© 2014 Published by Elsevier B.V."
  }, {
    "heading": "1. Introduction",
    "text": "TheDrake Passage Gateway (Fig. 1) is the oceanic tract that connects the southern Pacific and southern Atlantic Oceans. The opening of this gateway may have removed the last barrier to the formation of the\nAntarctic Circumpolar Current (ACC), one of the largest deep currents on Earth, and so the timing of its opening is critical for understanding past climate change (e.g., Kennett, 1977; Mackensen, 2004; Scher and Martin, 2006). Drake Passage itself, the body of water that lies directly between the Austral Andes of South America and the ‘Antarctandes’ of West Antarctica, is generally believed to have first opened at around the Oligocene–Eocene boundary, which led many to link Drake Passage opening to the abrupt change in Antarctic climate at c. 34 Ma (e.g. Zachos et al., 2001), an assertion that continues to be much-debated (e.g. DeConto and Pollard, 2003; Sijp and England, 2004). It has been apparent for some time, however, that a deep water channel in Drake Passage itself may not have been a sufficient condition for a fullydeveloped ACC as many continental barriers still lay to the east. Indeed, many reconstructions show connected deep-water channelways not developing until the Miocene (e.g. Barker, 1995, 2001), though others present reconstructions that allow such channelways to exist as early as the Eocene (e.g. Lawver and Gahagan, 2003). Understanding the development of the full Drake Passage Gateway fromDrake Passage in the west to the South Sandwich Islands in the east is thus an important goal. A key component of this is understanding the subduction history of the gateway, though the role of subduction is not simple: subduction can create ocean basins, which provide channelways to flow, but also create island arcs, which form barriers to flow.\nThe Drake Passage Gateway is also potentially important in geodynamics as a gateway to mantle flow. Alvarez (1982) noted that subducting plates and continental roots act as barriers to shallow mantle flow and that the surface area of the Pacific Ocean is shrinking while that of the Atlantic is expanding. That, he argued, requires mantle flow between the two, which is only possible in the three locations without barriers to flow: the Australia–Antarctic Discordance, southern Central America and Drake Passage. Pearce et al. (2001) used isotopic fingerprinting to confirm that the Pacific mantle did flow eastwards while Drake Passagewas opening, but not as far as the Atlantic as Alvarez proposed. Instead, it is the Atlanticmantle that presently flows into the East Scotia Sea in response to the retreat of the South Sandwich Trench (see also Bruguier and Livermore (2001) and Müller et al. (2008)). Helffrich\net al. (2002) similarly found no evidence of present day Pacific mantle flow through Drake Passage using shear-wave splitting and Nerlich et al. (2012) independently concluded, through a study of dynamic topography, that the Drake Passage Gateway is presently not an outlet for the Pacificmantle. Nonetheless, theDrake Passage Gateway contains a major mantle domain boundary and its development is potentially significant in understanding asthenosphere flow and domain boundary development. Again, the subduction history of the gateway is important, if also potentially complex: subduction can enhance mantle flow by tectonic thinning of continental lithosphere and by driving corner or sideway flow within the mantle wedge, while arc roots and the subducting plates themselves act as major barriers to mantle flow.\nThe Scotia Sea is presently the main passageway within the Drake Passage Gateway (Fig. 1). Seawater flows from the Pacific into the West Scotia Sea (WSS) with one branch exiting from the WSS through the Shag Rocks Passage (SRP) in the north and the other flowing through the Central Scotia Sea (CSS) and exiting through South Georgia Passage (SGP) at the northern edge of the East Scotia Sea (ESS). However, throughout its c. 34 Ma life, the Scotia Sea has been growing faster than the rate of separation of the South American and Antarctic plates. Geometrically, therefore, there has been a need for subduction of the South Atlantic ocean floor to make room for the newlycreated crust. We can thus infer on a priori grounds that subduction had to accompany the opening of Drake Passage and continue throughout the history of the gateway. Indeed most models for gateway evolution have a westward-dipping subduction zone active at 34 Ma or earlier (e.g. Barker, 1995, 2001; Eagles and Jokat, 2014), although some (e.g. Lagabrielle et al., 2009) do ignore subduction and its possible consequences. Themain ‘smoking gun’ for proving the presence, precise location and tectonic setting of this subduction zone is the presence and composition of arc volcanics of Oligocene and younger age, and that is the subject of this paper.\nA recent cruise (NBP0805) using the U.S. Polar Research vessel Nathaniel B. Palmer recovered the first in situ samples from the Central Scotia Sea and imaged someof the sample sites (Dalziel et al., 2013). Notably, it provided the first information on the geology of the Central\nScotia Sea and the first evidence that the floor of the Central Scotia Sea contained large volcanic edifices built on Cretaceous oceanic crust. Analysis of samples from these edifices revealed that the edifices were part of a remnant volcanic arc, which they termed the Ancestral South Sandwich Arc (ASSA). Dating of a subset of the samples further demonstrated that this arc would have been active during the opening of the Drake Passage Gateway. This, in turn, led to the hypothesis that the arc could have been a barrier to deep ocean water flow from the time of opening of Drake Passage until a point in themiddle to late Miocenewhen a collision between the Northeast Georgia Rise and the South Georgia microcontinent led to the breaching of the barrier.\nThis work is a further, and more detailed, examination of the nature and evolution of the ASSA based on a petrographic study, and the interpretation of mostly new, major and trace element data and radiogenic isotope (Sr, Nd, Hf, Pb) ratios. To more fully understand the ASSA on a regional scale, we have studied not only samples collected from the Central Scotia Sea by NPB0805, but also ASSA samples collected during earlier cruises from other parts of the Scotia Sea and itsmargins, namely from Jane and Discovery Banks to the south and the South Sandwich forearc in the east (Barker et al., 1982, 1984; Barker, 1995). By using these new data, our goal is to fingerprint the tectonic evolution of the ASSA during its life cycle from subduction initiation to the cessation of volcanism. This in turn will provide a more rigorous test of the hypothesis of Dalziel et al. (2013) and enable us to define more precisely the implications for deep ocean water and mantle flow, particularly that from the Pacific to the Atlantic."
  }, {
    "heading": "2. Geology of the Drake Passage Gateway",
    "text": "Fig. 1 depicts the present-day pathways of the Antarctic Circumpolar Current (ACC) through the Drake Passage Gateway. These predominantly involve three small ocean basins: the West Scotia Sea (WSS), the Central Scotia Sea (CSS) and the East Scotia Sea (ESS), together with parts of the still smaller Dove and Protector Basins in the south. All of these basins are fringed by the complex terranes of the North Scotia Ridge in the north and South Scotia Ridge in the south, together with the ancestral and active South Sandwich Island Arcs in the east, which act as barriers to seawater flow and channel deep ocean water through the Shag Rocks and South Georgia Passages. We briefly describe below the characteristics of the various passageways and barriers to deep water and mantle flow, with emphasis on aspects relevant to the initiation and evolution of the ancestral arc."
  }, {
    "heading": "2.1. The passageways",
    "text": ""
  }, {
    "heading": "2.1.1. The West Scotia Sea (WSS)",
    "text": "The WSS formed by the sea-floor spreading event that separated South America from the Antarctic Peninsula and so led to the opening of Drake Passage. Although extension had likely begun by 34 Ma, seafloor spreading, and hence the creation of the deepest channelway, probably initiated somewhat later. The earliest definitive and conjugative magnetic anomaly pair identified in the WSS is anomaly C8 (26 Ma), which is found on both the northern and southern flanks of the WSS (Barker and Burrell, 1977; Lodolo et al., 1997; Livermore et al., 2005). Additionally, two small individual magnetic anomalies closer to the South American margin have been interpreted as anomaly C10 (28.4 Ma) (Tectonic Map of the Scotia Arc, 1985; Bohoyo et al., 2002), which is consistent with the c. 29 Ma estimate for initiation of spreading made by Maldonado et al. (2000). Nevertheless, from C8 to C6B (26–23 Ma), Eagles et al. (2005) and Livermore et al. (2005) estimate a spreading half-rate of 20–25 km/Ma and, if this rate is indicative of pre-C8 rates, then the oldest seafloor in the Scotia Plate could be ~32±2Ma if spreading took place immediately upon separation. However, the presence of an ocean–continent transition zone, demonstrated isotopically by Pearce et al. (2001) from the presence of Bouvet plumeinfluenced lava sources at themargin of Drake Passage,makes it difficult\nto determinewhen extension ends and true spreading begins. This age is likely, therefore, to be a maximum for the generation of true oceanic crust. TheWSS spreading centre is no longer active. The study ofmagnetic anomalies by Eagles et al. (2005) also identified a spreading rate reduction to c. 10 km/Ma half-rate along the length of theWest Scotia Ridge at about 10 Ma, and an abrupt cessation of spreading at about 6 Ma.\nIn terms of deep water flow, Eagles et al. (2005) proposed that the Shag Rocks Passage only began to emerge as an outflow route at c. 16.5 Ma when seafloor spreading at the West Scotia Ridge slowed and the ridge propagated northwards. In terms of mantle flow, Pearce et al. (2001) demonstrated isotopically that the lavas were sourced by mantle of Pacific provenance which entered Drake Passage while the WSS was actively opening."
  }, {
    "heading": "2.1.2. The East Scotia Sea (ESS)",
    "text": "The ESS is a back-arc basin, which is presently opening in response to spreading at the East Scotia Ridge (ESR). Anomalies back to at least 5 (9.7–10.9 Ma) have been recognised for some time (Barker and Hill, 1981; Barker et al., 1984) Some of these are only present on thewestern flank of the ESS. On the eastern flank, the South Sandwich Island Arc (SSIA) overlies anomaly 4 in the north, 5A in the centre and 4A in the south (Larter et al, 2003) so back-arc basin crust older than this must have lain further east, either in the forearc (where no anomalies have been identified) or have been lost by subduction–erosion at the trench (Tonarini et al., 2011). Barker and Hill (1981) also identified less clear anomalies in the west, extending back to at least 5B (c. 15 Ma). Larter et al. (2003) subsequently confirmed that these were real and proposed that spreading had begun at least by 15Ma, perhaps as early as 17Ma. It is significant, however, that, in all published magnetic anomaly maps, South Georgia Passage, which is the present conduit for deep water and mantle flow, did not open until at least anomaly 5 (10.9–9.7 Ma). This is best depicted in Barker's (1995) 10.5 Ma East Scotia Sea reconstruction (his Fig. 7.12) in which spreading is restricted to the area between the South Georgia microcontinent and Discovery Bank.\nGiven that the East Scotia Ridge is not a major plate boundary, spreading rates in the East Scotia Sea are likely to have been particularly sensitive to regional tectonic change. The initiation of spreading in the ESS has, for example, been linked to the reduction of spreading rate in the WSS at c. 16.5 Ma (e.g. Barker, 1995). In addition, Larter et al. (2003) identify a reduction in spreading half-rate within the ESS, from 17–20 to 12–14 mm/y, at about 11.5 Ma. As reported by Barker (1995), spreading accelerated at about 5–7 Ma (the age of cessation of spreading in the WSS) and, following a stepwise acceleration at 1.7 Ma, eventually reached its present half-rate of 32.5 mm/y.\nThe back-arc basin lavas erupted in the ESS at the present day have a typical back-arc basin basalt (BABB) composition varying from true MORB to BABB to arc-like compositions (Saunders and Tarney, 1979; Leat et al., 2000; Fretzdorff et al., 2002). For at least the first part of its history, there was no arc magmatism, and so we would expect the (unsampled) older parts of the East Scotia Sea to carry the only record of the subduction component during that period. In terms of mantle flow, Pearce et al. (2001) demonstrated that the Pb and Nd isotopic compositions of MORB from the ESS resembled Atlantic, rather than Pacific, mantle with trends towards the Bouvet, rather than Easter Island, plume. From this, they inferred that the trench rollback that led to the opening of the ESS was accompanied by the flow of the Atlantic mantle into the ESS from both north and south. Thus the South Georgia Passage presently allows deep water to flow out of the Scotia Sea while simultaneously allowing mantle asthenosphere to flow inwards (Fig. 1)."
  }, {
    "heading": "2.1.3. The Central Scotia Sea (CSS)",
    "text": "The CSS is the large submarine terrain (~400×250 km) between the WSS and ESS (Fig. 1). De Wit (1977) originally believed it to be a trapped piece of Mesozoic oceanic crust. The discovery and interpretation of E–W magnetic anomalies then led to its re-interpretation as an\nOligocene to Miocene back-arc basin (Hill and Barker, 1980). This was not universally accepted, however, because of the absence of any obvious ridge axis as defined by symmetrical anomalies or positive topographic features and because of the difficulty in explaining the position of the South Georgia microcontinent. In particular, Eagles (2010) inferred that the South Georgia microcontinent was a southward-facingmargin during the Gondwana break-up. This requires that the E–Wanomalies in theCSS represent Cretaceous oceanic or transitional crust formed during the early stages of spreading at the southern margin of South Georgia. This assertion was ‘ground-truthed’ in a new magnetic survey by Dalziel et al. (2013), who confirmed both the presence of the E–W anomalies and the absence of any ridge axis. The re-interpretation of the anomalies as trapped, Cretaceous crust and not subduction-related, Miocene back-arc crust (e.g. Barker, 2001) was reinforced by the sonar imaging and dating of Dalziel et al. (2013) which showed that the magnetic anomalies are cut off by the volcanic edifices of the ASSA. If correct, once Drake Passage opened, the CSS presented a potential passageway for deep water flow while the overlying arc volcanoes formed a potential barrier. The precise age and morphology of these volcanoes are therefore critical for understanding the evolution of the Drake Passage Gateway."
  }, {
    "heading": "2.1.4. Small basins around the South Scotia Ridge",
    "text": "There are a number of small, deep basins around the South Scotia Ridge: the Dove and Protector Basins to the north, the Powell Basin to the south, the Jane Basin to the SE, and the Scan Basin to the NE (e.g. Maldonado et al., 1998; Bohoyo et al., 2002). As Fig. 1 shows, the southern boundary front of the ACC does reach the Dove and Protector Basins at the present time, but the barriers formed by the enclosing topographic highs of the South Orkney microcontinent Terror Rise, Pirie Bank and Bruce Bank cause flow to return into the Central Scotia Sea. The other basins are not relevant to the ACC at present but are important in controlling the flow of the Weddell Sea deep water (Galindo-Zaldívar et al., 2006). Whether any of these basins played a greater role in the past depends on their opening history, which is contentious.\nLeast controversial is Powell Basin, which has magnetic anomalies giving ages of c. 30–20Ma (Eagles and Livermore, 2002). It is not, however, believed to be directly relevant to the evolution of the ASSA. There is no consensus for the ages of the other basins. Eagles et al. (2006) propose that the basins in the south opened in the Eocene, in which case they may have been important passageways when Drake Passage opened (e.g. Protector Basin = 34–30 Ma; Dove Basin = 41–34.7 Ma) and might imply that subduction initiation predated Drake Passage opening. Barker et al. (2013) support Eocene–Oligocene spreading using heat flow measurements, obtaining ages of 43–42 Ma for a site within the Dove Basin and one of 25.2 Ma for a site within the Protector Basin. However, Maldonado et al. (2006) use seismic stratigraphic methods to date the basins as Miocene (e.g., Protector Basin = 17.6– 14 Ma) in which case these basins would not be relevant to the early history of deep water flow and more likely to be related to later westward subduction. Recent identification and dating of MORB within Dove Basin (Galindo-Zaldívar et al., 2014-in this volume) confirmed that at least part of this basin formed by spreading in the Miocene. For the purposes of this paper, we take the position that both basins were spreading during the Middle Miocene following an earlier history of extension.\nThe basins on the SE margin of the Scotia Sea have similarly controversial ages. Of the proponents of a mainly Oligocene age for Jane Basin, King and Barker (1988) used regional tectonic setting to estimate an age of 35–20Ma for Jane Basin and Lawver et al. (1991) used heat flow data for their estimate of 32–25Ma. Of proponents of a mainly Miocene age, Maldonado et al. (1998) used stratigraphic correlations to estimate an age of 18–13 Ma and Bohoyo et al. (2002) used magnetic anomaly profiles to determine an age of 17.6–14.4 Ma. Scan Basin has been interpreted as having a comparable to slightly younger,MiddleMiocene age (Hernandez-Molina et al., 2007). As these may be back-arc basins\nwithin the ASSA system, the controversy over their age presents a significant obstacle to achieving a full understanding of the life cycle of the ASSA."
  }, {
    "heading": "2.2. The barriers",
    "text": ""
  }, {
    "heading": "2.2.1. North Scotia Ridge (NSR)",
    "text": "The NSR comprises a series of submerged and subaerial mostly continental fragments extending 2000 km from Tierra del Fuego to South Georgia (e.g. Cunningham et al., 1998). They are believed to have once been part of the continental connection between South America and Antarctica and to have been dispersed by the opening of Drake Passage and spreading within the WSS and other small basins (e.g. Dalziel, 1981). This was followed along much of the length of the NSR by a period of convergence with the partly-continental Falkland Plateau which produced an accretionary complex with deformation fabric, followed by pure E–W, sinistral strike-slip motion. The NSR thus forms a formidable barrier to deep water and mantle flow. However, as already noted, propagation of the West Scotia Ridge into the NSR beginning at ~16.5 Ma produced the 3 km deep Shag Rocks Passage used by the ACC at the present day (Fig. 1).\nOf the continental fragments making up the NSR, none have been shown to contain volcanic arc lavas associated with the westward subduction episode that formed the ASSA. In the west of the NSR, this may be attributed to the fact that convergence was transpressional with probably very little oceanic crust separating the NSR and the Falkland Plateau. However, it is difficult to explain the absence of arc volcanism on South Georgia in the east, as the Oligocene ages for lavas from D3, DR49 and DR50 demonstrate that subduction did take place at this time in this region. There are essentially three possibilities: (1) that the South Georgia microcontinent lay in the forearc of the ASSA with no underlying asthenospheric mantle wedge and hence no volcanicity; (2) that all or part of the South Georgia microcontinent lay north of the subduction zone and accreted to a forearc in the south; and (3) that the South Georgia microcontinent contains undiscovered arc volcanoes underwater on its southern margin. In this paper we focus on the first option though the others need further investigation."
  }, {
    "heading": "2.2.2. The South Scotia Ridge (SSR)",
    "text": "Like the NSR, the SSR is predominantly made up of an array of submerged and subaerial continental fragments, which rifted off the South America–Antarctic Peninsula terrane during the Drake Passage opening and evolution, together with some arcs and basins linked to westward subduction (Galindo-Zaldívar et al., 1996; Maldonado et al., 1998; Bohoyo et al., 2002; Civile et al., 2012). The largest continental fragment is the South Orkneymicrocontinent, located on the southwest margin of the CSS (Fig. 1). From the late Eocene, South Orkney rifted away from the Antarctic Peninsula and moved eastwards, largely because of localised seafloor spreading in Powell Basin from ~30–20 Ma (e.g. Eagles and Livermore, 2002; Galindo-Zaldívar et al., 2006).\nTo the north and east of the South Orkney microcontinent, and directly to the south and west of the CSS, lie Terror Rise, Pirie Bank, Dove Basin, Bruce Bank, Discovery Bank and Jane Bank (Fig. 1a) (e.g. Galindo-Zaldívar et al., 2002; Eagles et al., 2006; Lodolo et al., 2010). Unfortunately, the precise nature of the crust that makes up Terror Rise, and Pirie and Bruce Banks is largely unknown (Lodolo et al., 2010) although seismic and gravity surveys provide evidence that they probably represent thinned continental crust (e.g. Galindo-Zaldívar et al., 2006). Discovery Bank may have a similar origin (Vuan et al., 2005), but this is complicated by also containing magmatic products of the ASSA. Jane Bank is more likely to be a purely oceanic arc. Discovery Bank and Jane Bank are discussed below."
  }, {
    "heading": "2.2.3. The Ancestral South Sandwich Arc (ASSA)",
    "text": "The ASSA, the subject of this paper, was the arcuate chain of volcanoes that is believed to have extended from at least the South Georgia\nmicrocontinent in the north to the margins of the South Orkney microcontinent in the south and to have potentially blocked the eastward path of the ACC through the Scotia Sea for some or all of the period from the Oligocene to Upper Miocene. The approximate locus of the ASSA is marked on an expanded version of part of the present-day map (Fig. 2), together with the locations of successful dredge sites and a summary of the published ages. Most immediately apparent is the lack of data: 14 successful dredge sites and 19 age determinations on 6 of those sites for the whole arc system. Moreover, some of the arc crust has been extended and translated during the opening of the ESS and other basins, while much is sediment-covered and cannot be sampledwithout drilling, so the full extent of the arc is not well understood. It is convenient for this paper to consider the arc as made up of three segments: a CSS segment locatedmainly in the Central Scotia Sea, a Discovery segment located mainly on Discovery Bank and a Jane segment located mainly on Jane Bank. These are marked in Fig. 2.\nThe CSS segmentwas entirely unknownuntil theNBP0805 cruise reported in Dalziel et al. (2013). They identified large volcanic edifices on the Central Scotia Sea floor. Two basalts from Site DR3 gave similar Ar–Ar, Oligocene ages (28.5 ± 1.4 Ma and 28.6 ± 1.0 Ma). This age is similar to that from DR.49, one of the three K–Ar ages published by Barker (1985) from a fragment of the arc preserved in the forearc whichwould once have been located at the southernmargin of this segment. The other two, from dredge Site DR50, gave ages of c. 31–33 Ma. Assuming that the internal consistency of the K–Ar ages is an indicator of reliability, this demonstrates that a subduction zone was active at about the age at which Drake Passage first opened. It also implies that arc volcanism at the early stages of subduction extended as far as the western margin of the CSS.\nFig. 2. Location of the Ancestral South Sandwich Arc (ASSA) showing locations (red circles) o Nathaniel B. Palmer cruise, NBP0805. Those with prefix ‘DR’ are from British Antarctic Survey cr inal positions within the ASSA before opening of the East Scotia Sea. The ASSA is divided into th ment (J).\nThe other age obtained from the CSS volcanic rocks was 11.6 ± 0.4 Ma, on a lava which belongs to a geochemically-coherent province of lavas, pyroclastic rocks and volcanigenic sediments described briefly by Dalziel et al. (2013) and covered in more detail in this paper. The interpretation by Dalziel et al. (2013) is that this sequence represents the death of the arc. Importantly, there are no ages between 28.5 and 11.6, i.e. between the birth and death of the arc, in this segment. Given the large area of sedimented, shallow terrane in the Central Scotia Sea, it is a reasonable hypothesis that this is not a hiatus but that they have simply not been sampled or dated. The possibility of a period of volcanic quiescence cannot be discarded, however, as discussed in a later section.\nImaging of the floor of the Central Scotia Sea during the NBP0805 cruise also revealed, for the first time, someof the volcanic edificesmaking up the ASSA (Dalziel et al., 2013). The clearest and largest was the ‘Starfish Seamount’ in the NW of the Central Scotia Sea (Fig. 3), which is c. 100 km in diameter and c 2.5 km above the surrounding sea-floor, reaching 2000m below sea-level. The comparisonwith volcanic islands in the active South Sandwich Arc (Fig. 3) reveals a broad comparability in size andmorphology andwe believe on the basis of lava textures (see Section 3.1.1) that Starfish Seamount was also once above sea-level. This comparability with the present-day arc, itself a present-day barrier to deepwater flow (Fig. 1), was the basis of the hypothesis that the Central Scotia Sea could also have contained volcanic barriers to deepwater flow during its history.\nThe Discovery arc segment has been sampled by dredging at three localities on Discovery Bank (DR31, 32 and 34) by Barker et al. (1984). They also dated a number of samples from Sites DR32 and DR34 by the K–Ar method, analysing different size fractions for a subset of\nf dredge sites providing the samples used in this study. Sites with prefix ‘D’ are from the uises. The forearc sites, D49 and DR50, are also shown, italicised, in their approximate origree segments: the CSS (Central Scotia Sea) segment, Discovery segment (D) and Jane seg-\nthese. These data are typically quoted as giving ages of 20–12 Ma (e.g. Barker, 1995). However, if we ignore the two samples, D34.21 and D34.36, where there is significant intra-sample variability, the dates for the two sites are 12.5 and16.0Ma respectivelywith b2Ma analytical error on each. Barker (1995) raised the possibility that the 12.5 Ma age may be too young (through Ar-loss) and that they are more likely to be similar in age to Site D34. In any case, a single, middle Miocene, age for DR34 samples (rather than a 20–12 Ma range), is more in keeping with geochemical data, which indicate that the dated DR34 samples are probably co-genetic (see Section 4.4.1). This implies that this part of the arc is of Middle Miocene in age and any earlier or later parts of the arc have still to be sampled. It is worth noting that granitic rocks were dredged from bathymetric highs south of Discovery Bank, so supporting the hypothesis for a thinned continental crustal setting for the arc (e.g. Vuan et al., 2005; Lodolo et al., 2010). However, rifted, older arc crust might also appear continental so a fully intra-oceanic arc cannot entirely be ruled out. Barker (1995) proposed that volcanic arc activity ended at ~10Ma as the result of a ridge crest–trench collision opposite Discovery Bank.\nThe Jane arc segment is located on and around Jane Bank, a submarine high that has been interpreted as an extinct arc as supported by geochemical analysis of samples collected at three dredge sites (Barker et al., 1984; Maldonado et al., 1998). To the northwest of Jane Bank, the 3 km-deep, 110 km wide, 350 km long, Jane Basin may then represent a back-arc basin (Barker et al., 1984; Lawver et al., 1985, 1991), although a post-subduction origin has also been proposed (Bohoyo et al., 2002). Jane Bank lavas are presently undated and age estimates are based on a number of factors. One is the age at which subduction ended, believed, on the basis of tectonic reconstructions, to be that of the attempted subduction of an ocean ridge at about 20 Ma, which is also coincident with the end of spreading in Powell Basin (e.g. Barker et al., 1984). If correct, the Jane arc segment was active in the late Oligocene through to the early Miocene.\nInterestingly, ODP Site 701 recovered a series of ash layers, several of which may come from the ASSA (Hubberten et al., 1991). Site 701 is located NE of the Scotia Sea, downwind of the northern parts of the ASSA and SSIA and, more distally, of part of the South Shetlands arc on the Antarctic Peninsula. In addition to abundant Pliocene–Recent ash layers, Hole 701C penetrated a small number of ash layers in the early part of the late Miocene and one in the Oligocene. There are no radiometric ages for these ashes, but magnetostratigraphy (Clement and Hailwood, 1991) is informative. The principal late Miocene ashes are c. 10 m below an interval dated at 8.9 Ma. At a 19 mm/y sedimentation rate, this gives them an age of c. 10 Ma. However, there is a hiatus between the dated interval and the ashes, which would bring the age closer to that (11.6 Ma) of the dated CSS lava (D2.1). The Oligocene ash layer is within core dated by magnetostratigraphy as c. 26 Ma, so could be related to the Oligocene lavas in the CSS arc segment. We\ninvestigate these correlations using major element geochemistry in Section 4.2."
  }, {
    "heading": "2.2.4. The active South Sandwich Island Arc (SSIA)",
    "text": "The SSIA is the product of the west-dipping subduction of South American oceanic crust generated at the South American–Antarctic Ridge (SAAR). The 500 km long arc contains nine main islands, several smaller islands and a number of large seamounts (Fig. 2) (e.g. Baker et al., 1977; Leat et al., 2014). It formed as a result of 70–79 mm/y convergence of the South Sandwich and South American plates and is currently far removed from any thick continental crust — though the southern part of the arc may have a root of thinned continental (or ASSA) crust. The sediment on the subducting South American plate ranges from ~400 m of calcareous to siliceous sediments in the north and ~200m of siliceous deposits in the south. Several studies have indicated that all of the sediment is subducted and that no significant sediment is accreted to the South Sandwich forearc (e.g. Plank and Langmuir, 1998).\nThemaximumage of the arc is given by the age of the ESS crust upon which the arcwas built, i.e. c. 10–8Ma (Larter et al., 2003). It is probable, however, that there was a long period of rollback and spreading in the East Scotia Sea before the South Sandwich arc started to form. The oldest, dated arc sample is c. 3.1 Ma (from Freezland Volcano: Baker et al., 1977). Ashes fromODP Site 701Cdecreasemarkedly in abundance down-core in the Early Pliocene (disappearing at c. 4.5 Ma: Hubberten et al., 1991; Clement and Hailwood, 1991). In addition, asymmetry in the ESS, which could be attributed to the ‘capture’ of back-arc mantle by the arc melting column, began at c. 4 Ma (Larter et al., 2003). Thus we can infer that arc activity had probably not begun before ~5 Ma.\nNonetheless, Larter et al. (2003) determined the maximum thickness of the arc crust as c. 20 km and found that this could be produced in 10 m.y. with an arc growth rate of 72 km3 Ma−1 km−1, which, they noted, is similar to the estimate of 80 km3 Ma−1 km−1 for the intraoceanic northern Izu arc (Taira et al., 1998). However, this is at the low end of the range of 80–200 km3 Ma−1 km−1 given by Arculus (1999) for present-day intra-oceanic arcs. It is also below the 120– 180 km3 Ma−1 km−1 estimate for the Izu–Bonin–Mariana infant arc (Stern and Bloomer, 1992) with which there are many similarities, for example in rapid slab rollback, which would increase mantle flux. If the arc initiated at 5Ma, the growth rate determined using the approach of Larter et al. (2003)would be 144 km3Ma−1 km−1, i.e.near the centre of both ranges. Thus, arc initiation at 5 Ma is consistent with arc crustal thickness. If correct, the resulting time gap between the death of the ASSA at 10–12 Ma and the rebirth of the arc at c. 5 Ma was filled by the tearing and rollback of the plate. This period is critical in the development of deep water and mantle gateways as it provided a period in which a channelway was created without any volcanic barriers. In this way, a ‘final gateway’ east of South Georgia may have been created."
  }, {
    "heading": "3. Sampling and analysis of the Ancestral South Sandwich Island Arc",
    "text": "Fig. 2 shows the location of dredge locations of the ASSA samples. This paper presents a compilation of all data presently available, including new trace element and isotope (Pb, Sr, Nd, Hf) data. We provide summaries of new dredges and data in Tables 1–3, and the full set of rock descriptions andelemental analyses in Appendices A andB. The detailed characteristics of these sites, and the analytical methods used to obtain new data, are given below."
  }, {
    "heading": "3.1. NBP0805 dredges: Central Scotia Sea",
    "text": "Of the thirteen sites dredged in the CSS during the NBP0805 cruise (Dalziel et al., 2013), seven brought back in situ volcanic and/or sedimentary material of possible subduction derivation which is described in detail here for the first time (see Table 1 for depths and coordinates). Five of the successful dredge sites are located in the central region (D2, D3, D5, D6 and D11), one in the central north (D7), and one in the east (D9) (Fig. 2). Of those relevant to this paper, Sites D2 and D3 are located to the south and north respectively of a steep transform-like feature south of Starfish Seamount (Figs. 2, 3). Site D5 is located at the northern extremity of the ~250 km wide Pirie Bank andD6 is sited on anunnamed seamount. DR7 is situated on a seamount in the north of the central basin. D9 is from a large seamount some 100 km south of South Georgia. Finally, Site D11was located on Starfish Seamount itself (Fig. 2).\nTo increase the percentage of in situmaterial in the dredge hauls, the steepest slopes were chosen for sampling. All the sites targeted had a slope of at least 25° at some point along the dredge track (typically up to 1 km in length). However, identification of in situ samples was not always easy. Glacial dropstones are identified by their rounded, polished surfaces and glacial striations whereas in situ rocks are recognised by their altered and angular nature,manganese crusts and chemical homogeneity. Nonetheless, some dropstones were only identified from their anomalous geochemistry or ages. Of the inferred in situ samples, only a subset was lava. Others were pyroclastic rocks and volcanigenic sandstones. The igneous rocks dredged on NBP0805 are mineralogically diverse and we provide detailed petrographic data in Appendix A."
  }, {
    "heading": "3.1.1. Volcanic rocks",
    "text": "The two dated Oligocene basalts from Dredge D3 (Fig. 2) both contain phenocrysts of plagioclase and clinopyroxene. They are altered (D3.1 more than D3.2) to prehnite–pumpellyite grade with some clay minerals and iron oxy-hydroxides resulting from sub sea-floor weathering but still gave similar and reliable Ar–Ar ages.\nA small number of lavas was also recovered in Dredge D2, one sample of which gave the 11.6 Ma age, as well as Dredges D3, D5, D7 and,\npossibly, D9. Most of these are basic (basaltic or basaltic andesite), and variably porphyritic with phenocrysts or microphenocrysts of plagioclase and relatively minor ortho- and clinopyroxene (e.g. photomicrograph in Fig. 4a). A few are acid (dacite–rhyolite) and these contain phenocrysts or microphenocrysts of K-feldspar, amphibole, quartz and opaqueminerals. Theymay be recrystallized to amicropoikilitic texture (e.g. photomicrograph in Fig. 4b). The groundmass of the samples is largely composed of minerals that make up the phenocryst phases. Significantly, these lavas are characterised by fluidal textures, some trachytic, and have none of the undercooling (e.g. quench and swallowtail textures) expected for submarine eruptions. We therefore assume that these were subaerial eruptions from edifices that have now sunk below sea level.\nMost of the acidic rocks are pyroclastic, typically variably-welded, ash-flow tuffs (e.g. photomicrograph in Fig. 4c) though a few are crystal-rich with no obvious welding. The welded tuffs have quartz and plagioclase crystals in a finer quartz and feldspar groundmass with fiammé and some (e.g. D5.12) have a weak flow fabric. The lithic-rich samples (e.g. D7-1 and D11-4) are inequigranular and are composed predominantly of plagioclase, K-feldspar and quartz. As with the lavas, there is no textural evidence that these were submarine eruptions and no intermixing with pelagic sediments or inclusion of pelitic, lithic fragments. We thus interpret these also as subaerial in character.\nThe volcanic rocks have been variably affected by subsolidus alteration processes whereby the primary mineralogy has been replaced by a range of secondary minerals. The degree of alteration can be very high and both the hand specimen and thin section identification of rock types can be very difficult (e.g. sample D3.5). The range of secondary minerals present include clay minerals, sericite, chlorite, epidote, calcite, epidote, prehnite, pumpellyite, quartz, iddingsite and Fe-oxyhydroxides."
  }, {
    "heading": "3.1.2. Sedimentary Rocks",
    "text": "Volcanigenic sandstones were recovered in many of the dredges. They are immature, fine- to medium-grained, and predominantly matrix-supported (e.g. Fig. 4d). Many samples contain lithic (volcanic) fragments. The sandstones are composed of quartz (estimated at 50– 60%), K-feldspar, mica, amphibole, opaques and, commonly, a high proportion of plagioclase. All of the sediments have been altered such that much of the primarymineralogy is variably replacedwith clayminerals, sericite, chlorite, calcite, prehnite, pumpellyite and Fe-oxyhydroxides. Despite this alteration, however, the sediments are not fully lithified, in keeping with their likely late Miocene age.\nNote that a few non-volcanigenic siltstones were also recovered, but these were crystalline, typically containing high contents of quartz grains, many of which showed undulose extinction. We assumed that these were glacial dropstones.\nnic rocks; SR, sedimentary rocks; PR, pyroclastic rocks.MnIS = Mn-coated indurated sedSee Fig. 2 for locations relative to the ASSA. The Lost Fracture zone is the deep E–W feature\nTable 3 Isotope analyses of representative samples from the ASSA and SSIA.\n87Sr/86Sr 143Nd/144Nd εNd 176Hf/177Hf εHf Pb6/4 Pb7/4 Pb8/4\nOligocene CSS DR3-1 0.70520 0.512912 6.05 0.283039 10.09 18.668 15.634 38.576 DR3-2 0.70476 0.512907 5.95 0.283033 9.88 18.782 15.633 38.581\nForearc DR49-1 0.70434 0.513002 7.79 0.283117 12.83 18.709 15.636 38.600 DR49-8 0.70485 0.512810 4.06 0.283043 10.21 18.720 15.633 38.579 DR50.12 0.70505 0.512947 6.74 0.283110 12.59 18.709 15.633 38.581\nEarly–Mid Miocene Discovery Bank D32.16 0.70391 0.512936 6.22 0.283120 12.68 18.401 15.581 38.255 D31.59 0.70382 0.512957 6.63 0.283140 13.39 18.414 15.602 38.306 D34.14 0.70389 0.283125 12.86 18.403 15.581 38.251 D34.49 0.70358 0.512972 6.92 0.283163 14.19 18.451 15.586 38.299\nJane Bank D80/2 0.70462 0.512988 7.33 0.283154 13.97 18.192 15.550 37.964 D81/1 0.70445 0.512996 7.48 0.283149 13.77 18.424 15.550 38.147 D85p5 0.70387 0.512945 6.49 0.283160 14.19 18.229 15.566 38.051\nMid–Late Miocene Lavas DR2-1 0.70380 0.512908 5.55 0.283035 9.55 18.737 15.618 38.554 DR5-4 0.70993 0.512684 1.17 0.282910 5.13 18.824 15.645 38.665 DR5-5 0.70538 0.512680 1.10 0.282960 6.90 18.848 15.634 38.656 DR7-2 0.70347 0.512887 5.13 0.282954 6.67 18.830 15.615 38.525\nTuffs DR7-1 0.70628 0.512595 −0.56 0.282837 2.54 18.828 15.639 38.733 DR11-4 0.70715 0.512384 −4.68 0.282709 −1.97 18.889 15.662 38.821\nSediments DR2-4 0.71056 0.512388 −4.61 0.282720 −1.60 18.899 15.658 38.812 DR3-10 0.70800 0.512413 −3.69 0.282720 −1.60 18.749 15.633 38.648 DR5-1 0.70871 0.512455 −3.30 0.282839 2.61 18.822 15.649 38.748\nPliocene–Recent Main arc SSZ5.5 0.70402 0.513084 8.70 0.283150 13.37 18.464 15.612 38.421 SS15.2 0.70380 0.513033 7.70 0.283180 14.43 18.566 15.613 38.512\nRear arc SSL4.2 0.70366 0.512989 6.85 0.283075 10.70 18.513 15.567 38.415\nSlab edge DR111.14c 0.70486 0.512690 1.02 0.282941 5.96 18.725 15.621 38.628"
  }, {
    "heading": "3.2. The Ancestral South Sandwich Island Arc: RRS Shackleton dredge samples",
    "text": "In the 1980s, Barker led a series of British Antarctic Survey (BAS) cruises to the Scotia Sea Region, in which he dredged arc volcanic rocks in several locations, notably Jane Bank (Barker et al., 1984), Discovery Bank (Barker et al., 1982) and the South Sandwich forearc (Barker, 1995).\nFor this study, we analysed samples dredged in 1981 from steep, east-facing scarps on Jane Bank on RRS Shackleton cruise SHACK80 (Sites DR80, DR81 and DR85: Fig. 2). Barker et al. (1984) classified the lavas as intermediate and acidic rocks of island arc tholeiite affinities. The lavas are typically plagioclase- and plagioclase– clinopyroxene-phyric.\nWe analysed 23 inferred in situ lavas from three dredge Sites, DR31, 32 and 34, on Discovery Bank. These sites are located on steep, sediment-poor scarps and were collected in 1976 on RRS Shackleton cruise SHACK75 (Barker et al., 1982). The lavas are plagioclase and plagioclase–clinopyroxene-phyric, with the more basic rocks containing also olivine phenocrysts and one sample (DR34.52) containing orthopyroxene phenocrysts.\nThe South Sandwich forearc was dredged during cruise SHACK80 in 1981 at Sites DR49 and DR50 in the south-central forearc SE ofMontagu Island. Both sites returned in situ volcanic rocks dominantly comprising\nangular, jointed calc-alkaline basalts, basaltic andesites and rare andesites. These samples are typically spheroidallyweathered,with intact, friable weathered crusts. A minor lithology consisting of minor, angular, jointed, silicic lavas and tuffs was also recovered in Dredge DR49. We chose 11 samples from the dominant, K–Ar dated, mafic lithology from these sites for further geochemical analysis."
  }, {
    "heading": "3.3. The South Sandwich Island Arc",
    "text": "The modern arc front rocks are predominantly phyric and aphyric low-K tholeiitic, tholeiitic and calc-alkaline basalts to andesites (e.g. Baker et al., 1977; Pearce et al., 1995; Leat et al., 2003), with some calc-alkaline dacites–rhyolites. The phenocryst assemblages are mostly composed of olivine, plagioclase, orthopyroxene, clinopyroxene and magnetite; notably, there is a lack of amphibole in the SSIA rocks from the arc front. The arc also has some rear-arc volcanoes, only one of which (Leskov) is subaerial and has been sampled (Fig. 2). In addition a volcanic seamount at the slab edge (Nelson) has been dredged (Leat et al., 2004). Extensive data are also available for the East Scotia Sea, both from dredging and from wax core sampling of glass (e.g. Leat et al., 2000; Fretzdorff et al., 2002). This paper uses published data from the East Scotia Sea and South Sandwich Island Arc for comparison with the ancestral arc."
  }, {
    "heading": "3.4. Analytical methods",
    "text": ""
  }, {
    "heading": "3.4.1. Element analyses",
    "text": "Major element abundances were determined by using a JY Horiba Ultima 2 inductively coupled plasma optical emission spectrometer (ICP-OES) and trace element concentrationswere obtained on a Thermo X7 Series inductively coupled plasma mass spectrometer (ICP-MS) at Cardiff University (Table 2 and Appendix B) using procedures reported in McDonald and Viljoen (2006). Multiple analyses of international reference materials, JB-1a and JA-2, and two in-house standards ensured the accuracy and precision of the analyses. Most elements did not deviate more than 10% from standard values and have relative standard deviations (RSD) below 10% (Table 2)."
  }, {
    "heading": "3.4.2. Isotope analyses",
    "text": "Sr, Nd, Pb and Hf isotope ratios on a subset of 21 samples from the ASSA (Table 3) were analysed at the NERC Isotope Geosciences Laboratories, Nottingham,UK. For Hf isotope analysis, sampleswere fusedwith Li-metaborate flux, and dissolved in 3 M HCl. Hf was separated using a single column procedure using LN-Spec resin, following Münker et al. (2001), and run on a Nu-Plasma multicollector ICP-MS. Hf blanks are b100 pg. Correction for Lu and Yb was carried out using reverse-massbias correction of empirically predetermined 176Yb/173Yb (0.7950) and 176Lu/175Lu (0.02653). Replicate analyses of the JMC475 standard across the period of analysis gave 176Hf/177Hf = 0.282174 ± 0.000010 (2σ, n = 37); reported data are normalised to a preferred value of 0.282160 (Nowell and Parrish, 2001). Replicate analyses of BCR-1 gave a mean value of 0.282872 ± 0.000009 (2σ, n = 4), comparable to previously reported values of 0.282879 ± 0.000008 (Blichert-Toft, 2001). Replicate analyses of the in-house standard PK-g-D12 gave 0.283050 ± 0.000005 (2σ, n = 5), comparable to previously reported values of 0.283049 ± 0.000018 (2σ, n = 27; Kempton et al., 2002) and 0.283046 ± 0.000016 (2σ, n = 9; Nowell et al., 1998).\nDeterminations of Sr, Nd and Pb isotopes followed the procedures of Kempton (1995) and Royse et al. (1998). Samples were leached in 6 M HCl prior to analysis. 87Sr/86Sr ratios are normalised to 86Sr/88Sr = 0.1194, and 143Nd/144Nd ratios are normalised to 146Nd/144Nd = 0.7219. Sr was loaded on single Re filaments using a TaO activator, and run using static multicollection on Finnigan MAT262 (NBS987 =\n0.710214 ± 0.000028, 2σ, n = 14) and Triton (NBS987 = 0.710230 ± 0.000018, 2σ, n = 40) mass spectrometers. All Sr isotope data are quoted relative to a value of 0.710240 for the NBS987 standard. Nd was run as the metal species using double Re–Ta filaments on a Finnigan Triton mass spectrometer. Replicate analysis of the in-house J&M standard gave a value of 0.511184 ± 0.000022, 2σ, n = 24; Nd isotope data are reported relative to a value of 0.511123 for this standard, equivalent to a value of 0.511864 for La Jolla. Pb isotopes were analysed on a VG Axiom MC-ICP-MS, with mass fractionation corrected within-run using a Tl-doping method (Thirlwall, 2002), using a 203Tl/205Tl value of 0.41876, which was determined empirically by cross calibration with NBS981. On the basis of repeated runs of NBS981, the reproducibility of whole rock Pb isotope measurements is better than 0.02% (2σ). Blank contributionwas b100 pg. Themeasured values for NBS981 were within error of the preferred values reported by Thirlwall (2002), and so no further correction was made.\nFor calculations of initial ratios and epsilon values, we used 28Ma for the Oligocene CSS lavas, 11 Ma for the Miocene CSS volcanic rocks, 16 Ma for Discovery Bank and 20 Ma for Jane Bank."
  }, {
    "heading": "4. Geochemical evolution of the Ancestral South Sandwich Arc",
    "text": "We present here a series of plots to highlight variations in composition and genesis of the arc through time.\n4.1. Classification of volcanic rocks\nThe high degree of alteration of many samples (see Appendix A) indicates thatmany elements used to identify and investigate arc volcanism (e.g. Ba, Pb, K, Sr, Pb) are likely to have been mobile posteruption, and a simple inspection of the geochemical data (high loss on ignition and erratic behaviour of these elements in cogenetic samples) confirms this, as does the large scatter on bivariate incompatible element plots such as Ba–Nb (not shown).We therefore focus on the relationships between the high field strength elements (HFSE: Nb, Ta, Zr and Hf) and the alteration-resistant, subduction-mobile elements (Th, La, Ce, Nd), and their isotope ratios (Hf and Nd), to classify, fingerprint and petrogenetically investigate the volcanic samples. As will be seen, Pb isotopes also proved robust, as small length-scale transfer of Pb\nwithin a lava sequence can often give a wide range of elemental Pb, while retaining isotopic ratios representative of the sequence.\nFor classification of arc samples, the K2O–SiO2 plot of Peccerillo and Taylor (1974) provides the standardmeans of subdividing the samples into island arc tholeiite, calc-alkaline, high-K calc-alkaline and shoshonitic series. However, by using Th as a proxy for K, and –Co as a proxy for Si, the resultant Th–Co plot (Hastie et al., 2007) can be applied to altered volcanic arc rockswith only limited loss of information. Reference to Table 2 demonstrates that many of the samples have high losson-ignition accompanied by erratic variations in K2O. We thus use the proxy diagram for formal classification in Fig. 5.\nIt is useful to compare the ASSA (Fig. 5a) with the active South Sandwich Island Arc (SSIA) (Fig. 5b). The latter ranges from basalt to rhyolite and, as already reported in detail (Pearce et al., 1995), may follow three trends: a low-K tholeiitic trend, a tholeiitic trend and a calc-alkaline trend (Fig. 5b). A volcano at the main arc front may follow any one of these trends according to its history of subduction input and mantle melting. Contributors to the calc-alkaline trend also include the southern arc-front islands of Freezland and South Thule, plus the rear-arc island of Leskov and Nelson seamount from the southern slab edge.\nOf the Oligocene ASSA samples (Fig. 5b), the basic lavas from dredge site D3 in the Central Scotia Sea classify as tholeiitic basalts, while the acidic rocks from the same site classify as calc-alkaline dacites–rhyolites. Lavas from the South Sandwich forearc classify as calc-alkaline basalts and andesites. The Early–Middle Miocene lavas from Discovery Bank and Jane Bank all classify as tholeiiitic, similar to the tholeiitic series from the active arc. Discovery Bank samples range from basalts to andesites, while Jane Bank samples range from andesites to rhyolites.\nLavas from the CSS middle–late Miocene province range from calcalkaline to high-K calc-alkaline in character and from basaltic andesite to rhyolite in composition (Fig. 5b). CSS tuffs and rhyolite lavas plot at the acid end of the high-K calc-alkaline and shoshonitic fields (H-K & SHO). This high-potassium characteristic is in marked contrast to other lavas from the SSIA (Fig. 5a) and ASSA (Fig. 5b).\nA further question is whether any of the lavas have boninite or adakitic compositions, an important indicator of certain types of subduction initiation and ridge subduction, both of which apply to the ASSA, A ‘boninite’ sensu stricto has low Ti (Ti8 b 0.5 wt.% where Ti8 = TiO2 at 8 wt.% MgO) and high Si (Si8 N 52 wt.% where Si8 = SiO2 at 8 wt.% MgO) (Pearce and Robinson, 2010, after Crawford et al., 1989). In altered rocks, Ti8 may be estimated from a Ti–Cr plot by treating Cr = 275 as equivalent to MgO = 8 wt.%. Si8 is difficult to estimate,\nFig. 5. Classification of the ASSA samples. Because of variable K mobility during sub-seafloor al agram of Hastie et al. (2007), which was designed for altered arc rocks. IAT, island arc tholeiite; B= basalt; BA/A= basaltic–andesite and andesite; D/R= dacite and rhyolite. Panel b shows, f many of the middle–late Miocene samples from the Central Scotia Sea, which contrast with th\nhowever, as there is no immobile element proxy for Si in this context so there is a greater error in that axis. As Fig. 6a shows, the ASSA samples all plot in the same tholeiitic basalt field as the active South Sandwich arc, which is displaced to higher Si8 and lower Ti8 relative to MORB as is typical of other island arcs. The trend of this field is orthogonal to the Western Pacific subduction initiation (protoarc) field, a field which includes the boninite type locality of Chichijima (Bonin Island). Thus, although some of the samples from the Discovery segment of the ASSA and some South Sandwich islands do have Ti8 b 0.5, no samples classify as boninites. We discuss the implications of this conclusion in later sections.\nAdakites are unusual rock types in volcanic arcs that, when present provide one line of evidence for subduction of ridges or young oceanic lithosphere, in cases where they can be shown to have formed by slab fusion (e.g. Kay, 1978; Defant and Drummond, 1990). An adakite (s.s.) has, as defined by Defant and Drummond (e.g., 1993), intermediatehigh silica (N56 wt.%) with low Yb (b1.9 ppm) as well as other features which include high Sr/Y and La/Yb. In addition, many adakitic series exhibit a decrease in Ybwith increasing silica. As Fig. 6b shows, virtually all samples from the ASSA and SSIA have Yb above 1.9 ppm at high silica values and follow trends of increasing or constant Ybwith increasing silica. Thus, despite paleotectonic evidence for at least two ridge–trench collision events during the evolution of the ASSA, there is no supporting evidence in the form of adakitic compositions."
  }, {
    "heading": "4.2. Correlation with ash layers in South Atlantic sediments",
    "text": "Fig. 7 classifies the major element microprobe analyses of fresh volcanic glass in ash layers from ODP Site 701 (Fig. 7a: Hubberten et al., 1991). The K2O–SiO2 classification diagram provides a means of comparing the ashes (Fig. 7b) with ASSA and SSIA sample sets with the significantly altered samples excluded (Fig. 7c). The key point is that the middle–late Miocene ashes from the core and the middle–late Miocene rocks from the CSS both have calc-alkaline, high-K/ shoshonitic compositions. These compositions are more potassic than known lavas from theDiscovery segment of the ASSA or the South Shetland Islands, which are the only other likely ash sources of this age, and so it is probable that the ashes do derive from the contemporaneous explosive middle–late Miocene volcanic event identified within the Central Scotia Sea.\nThe Oligocene ashes in the drill core are mostly calc-alkaline and so are compositionally consistent with most of the Oligocene lavas from\nteration, classification of ASSA samples (Panel a) has been carried out using the Th–Co diTH= tholeiite; CA= calc-alkaline; H-K and SHO= high-K calc-alkaline and shoshonite; or comparison, the equivalent plot for the SSIA. The plot highlights the high-K character of e tholeiitic to calc-alkaline character of the lavas elsewhere in the ASSA and in the SSIA.\nthe CSS segment of the ASSA. Jane Bank may extend back to the Oligocene, but is tholeiiticwhere sampled and so correlates lesswell. Possible distal sources such as the South Shetland Islands could, however, have this composition. Nonetheless, the Central Scotia Sea is much closer than theAntarctic Peninsula so its lavas have a greater a priori likelihood of being the source. The plot also supports the conclusion of Hubberten et al. (1991), that many of the Pliocene to Recent ashes emanate from the South Sandwich Island Arc, which has the only tholeiitic rocks of this age in the vicinity."
  }, {
    "heading": "4.3. Geochemical patterns",
    "text": "The aimof geochemical patterns is to highlight the trace element characteristics, particularly of the most basic rocks. Given the evidence for element mobility, the patterns have been plotted to contain only the immobile incompatible elements (Fig. 8). As is well-documented, volcanic arc lavas are characterised by enrichment of the Large Ion Lithophile Elements (Th and LREE) relative to the high field strength elements (HFSE=Nb, Ta,Hf, Zr, Ti) andHREE.Nbanomalies (Th and La enrichment relative to Nb and Ta) are a ubiquitous feature in volcanic arcs. Here, all selected ASSA and SSIA lavas have clear negative Ta–Nb anomalies. In addition, there are some variations in pattern shape in time and space.\nMost SSIA patterns (Fig. 8d) are ‘depleted’, with positive slopes in which NbN b YbN, where ‘N’ indicates a MORB-normalised value. Such patterns are typical of most intraoceanic arcs such as the Tonga, Kermadec and Izu arcs in the Pacific. For the SSIA front, Pearce et al. (1995) and Leat et al. (2003) showed that spikes in these patterns resulted from the influx into the mantle wedge of aqueous (low-T) slabderived fluids that mobilise the non-conservative elements, but do not significantly mobilise the high field strength elements (HFSE) or heavy (H)REE. The low abundances of the latter result from high degrees of melting of depleted mantle. The Jane and Discovery Bank lavas in Fig. 8b have similar patterns.\nConversely, some patterns are ‘enriched’ with negative slopes in which NbN N YbN. The CSS segment mainly contains lavas of this type: the Oligocene lavas (Fig. 8b) vary from flat to enriched while the middle–late Miocene lavas (Fig. 8a) all have enriched patterns. In contrast, enriched patterns are rare outside the CSS segment of the ASSA, with the calc-alkaline samples (rear-arc and slab edge) from the South Sandwich Island Arc the main exceptions (Fig. 8d). In the latter case, Barry et al. (2006) demonstrated isotopically that these show evidence of significant HFSE mobilisation and hence a higher-temperature subduction component. For the ASSA, the implication is that subduction temperatures for the CSS segment were higher than those for the Discovery and Jane segments, at least based on the present sample set.\nata are fromHubberten et al., 1991). Panel a shows the approximate ages and locations of 2O–SiO2 classification diagram of Peccerillo and Taylor (1974). Panel c shows the compoa Sea (CSS) region of the ASSA and from the presently-active South Sandwich Island Arc also support the concept of explosive, subaerial middle–late Miocene K-rich volcanism.\n4.4. Tectonic fingerprinting\n4.4.1. Tectonic fingerprinting of the volcanic rocks The Th/Yb–Nb/Yb diagram (Fig. 9) utilizes the two main features of these geochemical patterns (Nb anomaly and mantle depletion) as a means of confirming the arc origin and carrying out inter-arc and intra-arc comparisons for all samples. On this diagram, MORB and OIB plot alonga ‘MORB–OIB’ array inwhich the ThandNbbehave as similarly highly incompatible elements (Pearce, 2008). Depleted compositions have low ratios while enriched compositions have high ratios, largely reflecting variations in melting and melt depletion processes in the sub-oceanic mantle asthenosphere. Volcanic arc lavas plot above this array (Pearce and Peate, 1995) because Th is enriched relative to Nb in a supra-subduction zone setting. However, their principal axis of dispersion is also typically parallel to that of the MORB–OIB array, reflecting the importance of melting and melt depletion processes in the mantle wedge. The oceanic arc field lies to the left of the continental arc field because the mantle wedge is usually more depleted by, for example, prior depletion in the back-arc, and because they lack the continental contamination that can also drive compositions to higher Nb/Yb and Th/Yb ratios. As a caveat, contamination by continental crust, and involvement of sub-continental lithosphere, can sometimes drive non-subduction lavas into the volcanic arc field (usually along diagonal vectors) but neither applies in this intraoceanic setting.\nThe SSIA trend (Fig. 9d) has been explained by Pearce et al. (1995) and Leat et al. (2003) in terms of mantle depletion following addition of a subduction component to the mantle wedge. Essentially, Th is added from the subduction zone some distance from the trench to move the mantle composition into the volcanic arc field. As the mantle\nflows towards the arc front, it is preconditioned by the loss of small melt fractions (c. 2.5 wt.%) so that Th and Nb both become depleted, shifting compositions parallel to the MORB–OIB array to low Nb/Yb and Th/Yb ratios before melting beneath the main arc front. Rear-arc samples therefore plot towards the high-Th/Yb–Nb/Yb end of the trend and arc front samples towards the low end of the trend. Nelson, the anomalous seamount at the southern slab edge, has the highest ratios and plots at the upper limit of the oceanic field, the only volcano from the arc to do this. Its subduction vector is diagonal rather than vertical because high slab temperatures led to mobilisation of significant Nb as well as Th (Barry et al., 2006).\nThe data from the ASSA (Fig. 9a–c) confirm its volcanic arc provenance. Specifically, samples from the Discovery and Jane segments of the ASSA also form trends parallel to the MORB–OIB array (Fig. 9b). Lavas from the Jane arc segment plot in the centre of the oceanic arc field and the same part of the diagram as the less depleted samples from the SSIA. The Discovery samples plot more at the depleted (lowNb/Yb) end of the trend, but with noticeably greater displacement from the MORB–OIB array (i.e., higher Th/Nb ratios). The low Nb/Yb may indicate greater rear-arc depletion, while the high Th/Nb implies a greater Th subduction flux, which may relate to subduction of hotter crust as discussed in a later section. For the CSS segment, Oligocene samples plot at the upper end of the SSIA and Jane and Discovery ASSA segments (Fig. 9a). The middle–late Miocene lavas (Fig. 9c) are distinctive in that they plot mostly in the continental arc field. Like Nelson seamount, these may also require high slab temperatures.\nNote that the volcanic arc fields are for basic (basalt and basaltic andesite) compositions. In oceanic settings, andesites and rhyolites are displaced to higher Nb/Yb and Th/Yb ratios parallel to the MORB–OIB\narray because Nb and Th are more incompatible than Yb during fractional crystallization. This displacement is small for olivine–pyroxene– plagioclase but larger for plagioclase–amphibole assemblages.\nPlotting acid volcanic rocks is, however, useful for correlating between samples. In the middle–late Miocene part of the CSS segment (Fig. 9c), the acidic rocks are displaced relative to the basic rocks probably because of fractional crystallization involving amphibole. The acid lavas, tuffs and volcanigenic sediments all plot in approximately the same small area of the continental arc field on Fig. 9c, so supporting the concept of a relationship between the three rock types. The fact that these are dispersed widely within the Central Scotia Sea (Fig. 2) indicates that all belong to a large province south of South Georgia at this time. As noted in Section 4.1, this province probably also provided the source of ashes in the ODP Site 701 drill core to the NE of the Scotia Sea.\nThe plot also highlights the difference between rhyolites from D3 and those from the other CSS sites. The rhyolites from D3 plot within the region occupied by the Oligocene CSS lavas from the forearc. They are thus quite distinct from the other rhyolites and tuffs from this segment which have an assumed middle–late Miocene age and may thus be assumed also be of Oligocene age. However, the volcanigenic sediments from D3 plot with the main volcanigenic sediment group so they likely represent a late Miocene sedimentary cover on an Oligocene basement at that site.\n4.4.2. Tectonic fingerprinting of clastic rocks In terms of tectonic fingerprinting of the clastic rocks, we already know that these rocks are volcanigenic from the high abundance of volcanic minerals and lithic fragments. We also know that they are young because they are not fully lithified and because their Th–Nb systematics\nresemble those of the acidic lavas and pyroclastic rocks of the CSS (Fig. 9c).\nWe can, however, get useful additional information confirming their volcanic origin, and elucidating the nature of the volcanic source using the discriminant diagrams of Bhatia and Crook (1986). They used the geochemistry of greywacké sandstones from several tectonic environments in Australia to identify the provenance of unknown clastic sediments from four tectonic environments, namely: oceanic island arc, continental island arc, active continental margin and passive margin. The distinction between the continental island arc and active continental margin of Bhatia and Crook (1986) is taken from the tectonic divisions of Miyashiro (1974) and Bailey (1981) where continental island arcs include island arcs that are growing onwell-developed continental crust (e.g. Japan and New Zealand). In contrast, active continental margins include thick continental convergence zones such as the Andes.\nFig. 10 shows one of Bhatia and Crook's diagrams, namely Th–Zr–Sc. By using a triangular diagram (a diagram based on relative, rather than absolute, values), it is possible to ‘see through’ the changes in absolute element abundances due to variable proportions of quartz and carbonate. In this diagram, sediments derived from, and proximal to, island arcs plot closest to the Sc apex. This is partly because Sc is strongly partitioned into clinopyroxene, which is a common phenocryst phase in oceanic arc volcanic rocks, and partly because the depleted mantle sources and lack of continental crust assimilation give lower concentrations of Th and Zr, which results in lower proportions of minor phases such as zircon and monazite in the sediments. Continental arc lavas have higher Th (and Zr) than oceanic arc lavas (as seen in Fig. 10) so the sediments derived from them have higher Th/Sc ratios. Active margins also have high Th/Sc but the thickened crust also leads to\ndelamination and extensive crustal assimilation, resulting also in high Th/Zr. Finally, passive margins are more removed from sources of clinopyroxene, but not from sources of zircon andmonazite, so plot furthest from the Sc apex.\nThe key finding here (see also Dalziel et al, 2013) is that the volcanigenic sediments plot predominantly in the continental arc field. Thus both the sediments (Fig. 10) and their coeval lavas and pyroclastic rocks (Fig. 9) from the middle–late Miocene province of the CSS segment have continental rather than oceanic character. This is despite\nthe fact that they are from volcanic edifices erupted on oceanic lithosphere. We explain this in terms of an oceanic collision setting in the next section."
  }, {
    "heading": "4.5. Interpretation of ASSA genesis using Hf–Nd isotope covariations",
    "text": "The εHf–εNd plot (Fig. 11) provides a means of studying in more detail the behaviour of the LREE, Nd, relative to the HFSE, Hf, — i.e. the decoupling of these elements as seen in the Hf–Zr anomalies depicted in Fig. 8. In volcanic arc rocks, it has successfully been used to investigate the interaction betweenmantle and subduction components in themantlewedge (e.g.,White and Patchett, 1984; Pearce et al., 1999;Woodhead et al., 2001). Typically, arc samples lie onmixing lines between an ambient mantle array (Woodhead et al., 2012) and a subduction component or mixture of components. Here, the end-members are represented by a mantle component (M), at the upper (depleted) end of the South-west Indian Ridge — South American-Antarctic Ridge (SWIR–SAAR) array, and subducted South Atlantic sediment (S), which has low εNd and εHf values (Barry et al., 2006). Themixing lines rarely reflect bulkmixing because Nd and Hf can be decoupled in subduction zones with Ndmore mobile at low temperatureswith Hf behaving as a conservative element. In Fig. 11, they are expressed in terms of rNd/Hf, the ratio of Nd/Hf in the subduction component relative to Nd/Hf in themantle wedge. This ratio decreases as subduction temperatures increase because Hf mobility increases with zircon dissolution which increases with temperature. Assuming constant end-member compositions, the distance ‘travelled’ along the mixing line is a function of increasing ratio of subduction: mantle flux; this can be quantified too but depends on knowing the absolute concentrations, which is not possible at present.\nsegment of the ASSA (panel a), the L–MMiocene Discovery and Jane segments of the ASSA liocene–Recent lavas of the SSI (panel d).Modelled trends betweenmantle and subduction imilar aqueousfluid (low-T) subduction fluids between the SSIA arc-front and the Jane and eCSS segment. r is rNd/Hf, the ratio ofNd/Hf in the subduction component (S) toNd/Hf in the is is a, likely small, simplification but there are insufficient data to model each diagram\nBecause Hf and Nd are immobile elements at these low metamorphic grades, the εHf–εNd plot is robust for studying arcs such as these which have experienced significant submarine alteration in places. For this reason, the Sr–Nd plot has not been used here: it gives similar results but with significantly more scatter.\nThe εHf–εNd systematics of the active South Sandwich arc and the East Scotia Sea back-arc basin (Fig. 11d) have already been examined in some detail by Leat et al. (2004) and Barry et al. (2006). Lavas from the arc front predominantly plot close to the depleted (high εHf) end of the ambient mantle array. They are also displaced to slightly lower εNd values but with no obvious change in εHf, indicative of a low temperature subduction component in which Nd, but not Hf, is significantly mobile. In detail, there is also a small difference between the northern and southern volcanoes of the SSIA, perhaps reflecting latitudinal variations in mantle composition or the fact that the subducted lithosphere in the north is significantly older than that in the south. The exceptions are the rear-arc volcano, Leskov, and slab edge volcano, Nelson seamount, which are displaced significantly towards Atlantic sediment and can therefore be interpreted in terms of higher slab temperatures and significant sediment melting, as already discussed.\nOf the ASSA samples, early–middleMiocene lavas from both the Discovery and Jane segments (Fig. 11b) plot inmuch the same region as the arc-front South Sandwich Island Arc (they most resemble the southern, than the northern part of the arc, as would be expected from their southern location) and can be assumed, to a first approximation, to have a similar origin. The Oligocene CSS segment lavas, in contrast, plot along steeper trends towards a South Atlantic sediment composition (Fig. 11a). This might imply somewhat hotter conditions at the start of subduction in which significant Hf is mobilised as well as Nd.\nThe Middle–Late Miocene samples from the CSS segment plot on a clear trend towards, and within, the field of the South Atlantic sediments (Fig. 11c). Even the least displaced sample (the dated sample D2.1) plots midway between M and S, while samples from D5 plot in a similar location to the slab edge sample from the active arc. The tuffs and volcanigenic sediments are displaced still further, within the field of the Atlantic sediment. They could havemixedwith ambient sediment during eruption or sedimentation, but this would require more of this sediment than is petrographically apparent in the samples. It thus more likely that these were the product of an extremely high subduction component. Another option is that the tuffs formed directly from melting of subducted sediment and that the intermediate samples at D5 are a mixture of subducted sediment melts and a mantle wedge melt. In any case, a large subduction component is required from this province at a sufficiently high temperature for Hf to be mobilised. Slab edge and back-arc volcanoes (as represented by Nelson and Leskov in the active SSIA) also involve high slab temperatures, but not high sediment flux: their compositions can therefore also extend to low εHf\nFig. 12. Petrogenesis of the ASSA using Pb isotope systematics (207Pb/204Pb v 206Pb/204Pb) for component variation: depleted mantle (M), subducted Atlantic sediment (S) and hydrated Indian Ridge (SWIR) array is from Barry et al. (2006). The figure highlights the low subducte CSS segment of the ASSA.\nvalues, though rarely to the same extent. Thus the results support though not uniquely, a collision origin as discussed subsequently."
  }, {
    "heading": "4.6. Interpretation of ASSA genesis using Pb isotope covariations",
    "text": "Pb isotope ratios provide an additional dimension for the interpretation of the ASSA. Pb is important because it is in high abundance in subducted sediments, particularly pelagic sediments, yet very low concentrations in the mantle. Moreover, unlike Nd, it is first released from the subducting slab at low temperatures. Thus the combination of Pb, Nd and Hf isotopes can be used to evaluate element release from the subducted plate at different stages of the subduction process.\nFig. 12 is a plot of 207Pb/204Pb v 207Pb/204Pb, using initial ratios to correct for the small age differences between the lava groups. This projection has again already been evaluated in detail for the active South Sandwich arc and East Scotia Sea back-arc basin (Pearce et al., 1995), and is updated here as Fig. 12b. Here, the SAAR and SWIR data form an array characterised by a positive slope with volcanic rocks from the Bouvet plume forming the most enriched end-member. Atlantic sediments form a field (S in Fig. 12) displaced from this array to higher 207Pb/204Pb. The basin and arc data form a trend at an oblique angle to this array. Those with the greatest subduction component plot furthest on this trend, reaching the centre of the sediment field. In explaining this variation, Pearce et al. (1995) used a three-component model. They considered that the arc-basin trend represented mixing between a mantle component entering the mantle wedge (at M) with low 206Pb/204Pb, a subduction component derived from the Atlantic sediment (at S) and a component derived from subducted oceanic crust (at C). Because the subducted crust formed frommantle nearer to Bouvet than themantle feeding the arc volcanoes, C lies closer to the centre of the SAAR–SWIR array than M. Because subducted sediment contains much more Pb than oceanic crust or mantle, it typically dominates the subduction component.\nThe ASSA shows a number of interesting features (Fig. 12a). First, the data all plot along the same trend as the SSIA (Fig. 12b), consistent with a model in which the same components were important. As the εHf–εNd plot showed, the CSS segment had the greatest subduction input. The middle–late Miocene lavas predictably, therefore, have the highest Pb isotope ratios. In terms of Pb mass balance, virtually all the Pb in these rockswould have a subduction, as opposed tomantle, origin. The nearest equivalent in the active arc is the slab edge seamount, Nelson, which has the greatest subduction component in that system (Fig. 12b). The Oligocene lavas from the CSS arc segment have Pb isotope ratios that are nearly as high, overlapping only the rear-arc and slab edge volcanoes from the SSIA. In contrast, the early–middle Miocene Jane and Discovery arc segments have much lower Pb isotope ratios. The Discovery arc segment just overlaps the lower end of the\n(a) the ASSA and (b) the SSIA. The trend is similar in each case, resulting from a three-\nsubducting oceanic crust (C). The South American–Antarctic Ridge (SAAR)–South West\nd sediment flux in the Jane and Discovery segments of the ASSA and the high flux in the\nSSIA range, while the Jane segment samples have still lower ratios. The latter are lower than any SSIA samples and within the range of East Scotia Sea subduction-modified samples. This implies that the Pb subduction flux in the southern ASSA was low compared with that in the presently-active SSIA, which we interpret in the next section in terms of the subduction of younger oceanic lithosphere, with a thinner sediment cover."
  }, {
    "heading": "5. Implications of the geochemistry for the tectonic evolution of the arc",
    "text": "This paper represents, to our knowledge, a complete summary and interpretation of all the data for the ASSA that are available at the time ofwriting. Even so, this is limited in its coverage,with logistic difficulties also restricting what might become available in the foreseeable future. Here, therefore, we attempt to extract what we can from this data set in order to present a most probable, though necessarily not definitive, view of the life cycle of the ASSA and its implications. A schematic summary is presented in Fig. 13, with the details discussed below."
  }, {
    "heading": "5.1. Subduction initiation (Fig. 13a–b)",
    "text": "The type example for the birth of volcanic arcs is the Izu–Bonin– Mariana (IBM) system which initiated some 52 Ma ago and is wellpreserved in places within the present IBM forearc (e.g. Stern and Bloomer, 1992; Reagan et al., 2010; Ishizuka et al., 2011). Recent studies use geodynamic modelling combined with structural and geochemical data from this type area to develop tectonomagmatic models that\nexplain the geological processes responsible for subduction initiation and early arc development in both the IBM system (e.g. Hall et al., 2003; Niu et al., 2003; Ishizuka et al., 2006, 2011; Reagan et al., 2010) and in older, ophiolitic terranes (e.g. Dilek and Thy, 2009; Pearce and Robinson, 2010).\nIn the IBM system and in its contemporaneous (though presently less well-defined) Tonga–Fiji system to the south (Todd et al., 2012), the most recent studies support the spontaneous (self-nucleation) model of Stern and Bloomer (1992) and Stern (2004) for the early evolution of intra-oceanic subduction zones (Fig. 13a). This model begins with the vertical foundering of an older and denser oceanic plate into the underlying mantle asthenosphere at a pre-existing transform fault or fracture zone and roll-back of the subducting plate. The overlying oceanic plate subsequently extends and the asthenospheric mantle fills the newly developed mantle wedge, ascends to shallow levels and undergoes what can be large degrees of hydrous flux and decompressionmelting. This process is also valid for subduction initiation at a continental margin provided that conditions for slab rollback exist, namely that the subducting plate can retreat along a previous fracture, or tear the lithosphere by creating a STEP (=Subduction-TransformEdgePropagator) fault (Wortel et al., 2009), and provided that mantle can flow into the mantle wedge in response to the pressure gradient caused by slab retreat (Pearce and Robinson, 2010).\nThis tectonomagmatic process initially produces mid-ocean ridgelike basalts with a negligible to small subduction component known as forearc basalt or FAB (Reagan et al., 2010). This is succeeded by the eruption of boninites and island arc tholeiites which typically marks the earliest stage of development of an arc on the newly-formed oceanic\non the present data and highest probability interpretations discussed in the text. The blue e, P = Pacific) respectively. Note that the CSS prior to subduction is floored by Cretaceous\ncrustal basement (e.g. Ishizuka et al., 2006, 2011). This arc is sometimes termed ‘protoarc’ (Pearce et al., 1999) andmarks the transition between slab sinking and true (slab-parallel) subduction. Eventually, the latter becomes established and a ‘normal’ volcanic arc results. In the IBM system, it takes some 8 Ma between subduction initiation and the establishment of ‘normal’ arc volcanism (Ishizuka et al., 2006, 2011).\nNot all subduction initiation terranes do involve slab rollback, however: in some, the trench remains at the continentalmargin. In this case, there is no FAB or boninite-based protoarc, but instead normal arc volcanism begins immediately. An example is the Jurassic initiation of subduction in the Andes, where normal calc-alkaline arc volcanics formed without a near-trench volcanic terrane containing fore-arc basalts, boninites and related rocks (Romeuf et al., 1995). Similarly, in Central America, initiation of subduction beneath an oceanic plateau formed an arc without a boninitic precursor (Buchs et al., 2010). It is possible that the difference is that the latter examples involved subduction beneath thick lithosphere, which inhibited slab sinking and retreat. In the ASSA, however, subduction initiation started in a somewhat similar setting to the IBM system,with amixture of continental and oceanic terranes (Taylor and Goodliffe, 2004)."
  }, {
    "heading": "5.1.1. Subduction initiation in the Northern ASSA",
    "text": "The oldest dated ASSA samples are those from the South Sandwich forearc, which are 32–33 Ma. Unfortunately, these are K–Ar ages, which raise questions about their accuracy. However, the ages for Central Scotia Sea D3 lavas of 28.5 and 28.6 Ma (Dalziel et al., 2013) are robust and these match the third K–Ar age from the forearc. Thus the arc must have been active by 28.5 Ma and could have been active by 32.5 Ma. On ODP Leg 114, Kristoffersen and LaBrecque (1991) identified an early Oligocene extensional tectonic event through drilling and seismic imaging of the Northeast Georgia Rise, so providing possible independent evidence of subduction initiation at this time.\nIn an IBM-type subduction initiation system, these ages would significantly predate subduction initiation while slab rollback, spreading and protoarc magmatism took place. Here, we have shown that none of the Oligocene samples are boninites (Fig. 6a) and there is no evidence that they were predated by any significant extensional event indicative of slab roll-back. Thus, we can infer that subduction initiation was of the Andean type, ‘normal’ arc magmatism immediately following subduction initiation. Although many reconstructions have an active W-dipping subduction zone at 40 Ma (e.g. Fig. 4 of Barker, 2001), there is no magmatic evidence for this in the CSS, though the low sample density does not preclude the presence of older samples. The most likely scenario is, however, that westward subduction and opening of Drake Passage were broadly coincident, at c. 34–32 Ma.\nThe difference between the IBM system,which experienced subduction initiation rollback, and the ASSA, which did not, may have been either: (1) that rollback was inhibited by the presence of the South Georgia microcontinent, and other microcontinents, in the forearc which prevented extension and hence mantle inflow; or (2) that the subducting plate and these microcontinents acted as barriers to the mantle flownecessary to relieve the suction force created by the sinking slab (Dvorkin et al., 1993); or (3) that the subducting oceanic crust was not typical oceanic crust but made of plateau and/or continental crust that was too thick and buoyant to roll back.\nThe lava chemistry also provides evidence that subduction took place without slab rollback: not only are there no boninites, which are often (though not necessarily always) characteristic of IBM-type subduction initiation, but the tholeiites are not depleted as in the southern ASSA (e.g. Fig. 9), implying an absence of a back-arc ridge to cause depletion of inflowingmantle. In addition, the subduction initiation volcanism predated the initiation of spreading in the West Scotia Sea, an alternative cause of arc-front depletion. The Pb and Hf enrichment (as shown isotopically in Figs. 11 and 12) does, however, indicate high subduction temperatures and possibly a significant input of material into the trench. This is expected at subduction initiation where the mantle\nwedge would have been hotter as there had been no prior subduction to create a thick thermal boundary layer between the convectingmantle wedge and the subducting plate."
  }, {
    "heading": "5.1.2. Subduction initiation in the southern ASSA",
    "text": "If subduction did begin at c. 34–32Ma throughout the ASSA, there is no volcanic evidence of this in the southern ASSA. As discussed, Jane Bank is likely the oldest at 25–20 Ma, but is not yet dated. In any case, Fig. 6a showed that the lavas from Jane Bank do not resemble the boninites or tholeiites that characterise Western Pacific subduction initiation lavas: they most resemble lavas from the active South Sandwich arc. However, there is circumstantial evidence that rollback may have taken place following subduction initiation in the south. If subduction had begun at the margin of the South Orkney microcontinent, and there was no slab rollback, one would expect the first magmatic products to liewithin themicrocontinentwith a continental arc composition — forwhich there is no geophysical evidence (Bohoyo et al., 2002). Even if they are present, the Jane Basinmust then have subsequently opened, detaching part of the South Orkney microcontinent to an offshore location. The Jane arc segment should then still be located on continental crust and have a continental composition. Instead, the depleted, tholeiitic character of the lavas, and lack of continental contamination, indicate that the sampled part of the Jane arc segment developed on oceanic or transitional lithosphere. The most probable model based on limited data therefore has subduction initiating at the continental margin followed by opening of at least part of Jane Basin (Fig. 13a–b).\nIn this model, subduction would have begun at the South Orkney microcontinent margin. The slab then sank and the trench rolled back, creating a forearc made up of oceanic crust. Eventually, perhaps following a boninitic volcanic phase, true subduction started, and thefirst, normal arc erupted to form Jane Bank. By analogywith the IBM system, this might have taken c. 8m.y: e.g., initiation at 33Ma, and start of Jane Bank volcanism at 25 Ma. Jane Basin would have begun to form in the end of the Oligocene according to this model, but may have continued to open after initiation of the ASSA. However, drilling of Jane Basin and dating, and geochemical fingerprinting of its basement are needed to discover the actual sequence of events. It may also be significant that Jane Bank lies at the southern margin of the ASSA. Most reconstructions have an oceanic transform fault at its southern boundary during the Oligocene (e.g. Barker, 2001). Thus mantle could easily flow northwards into the basin behind any retreating trench and so facilitate rollback. This scenario would mean that any subduction initiation terrane would lie east of Jane Bank: if present, in could be in situ and unsampled, or have been lost by subduction erosion."
  }, {
    "heading": "5.2. Growth of the ASSA (Fig. 13c–e)",
    "text": ""
  }, {
    "heading": "5.2.1. Growth of the northern ASSA",
    "text": "There is no evidence yet for volcanism in the north of the ASSA between subduction initiation and termination, i.e. between ages of 28.5 Ma, the youngest Oligocene lava, or possibly 26 Ma (the ash in ODP Hole 701C) and 11.6 Ma (the age of the Miocene volcanic rock). This may be because there are large tracts of unsampled, sedimentcovered terrane which are likely to have had an ASSA origin and may lie within this age range. An alternative is that the northern ASSA was in a state of flat subduction due to collision of an Atlantic ocean plateau or continental fragment at its northern boundary soon after formation (e.g., van Hünen et al., 2002). Although not oceanic, the central and northern Andes are well-studied examples of flat subduction in which a period of volcanic quiescence is followed by sinking of the subducting slab and eruption of high-potassium volcanism and, locally, adakites (e.g. Gutscher et al., 2000). The CSS segment of the ASSA would have been different in detail as any terrane subducting beneath the Central Scotia Sea did not migrate along the trench, as in the Andean case, but likely resulted in the terminal collision discussed in the next section. A\nkey question, which cannot be answered without more dated samples, is when any collision began to take place."
  }, {
    "heading": "5.2.2. Growth of the southern ASSA",
    "text": "The evidence for the evolution of the arc between its birth and death is limited to a small number of samples recovered from the Jane and Discovery segments. On the discrimination diagram of Fig. 9b, and the isotope plots of Figs. 10b and 11b, the lavas plot within very similar oceanic arc fields to that of the SSIA arc front. Theymay thus be interpreted as having similarly originated by the addition of a low-temperature subduction component to depleted mantle. Differences are relatively small but do exist. Notably, both the Jane and Discovery segments have lower Pb isotope ratios than those of the active South Sandwich arc (Fig. 12). This could be explained by the subduction of younger lithosphere, and hence less hydrogenous sediment (the main source of Pb) in the south. The Discovery segment has high Th/Nb (Fig. 9b), which might be explained by hotter subduction resulting from the subduction of young lithosphere as discussed in Section 5.3.\nA further test for the origin of the ASSA is the provenance of the mantle. A key diagram is 143Nd–144Nd v 206Pb–204Pb (Fig. 14). This was used by Pearce et al. (2001) to fingerprint mantle sources in the Scotia Sea region. The Pacific mantle, as exemplified by the southern East Pacific Rise and Chile Ridge, has a higher Nd isotope ratio at a given 206Pb–204Pb than that of the South Atlanticmantle, as exemplified by the South American-Antarctic Ridge (SAAR) (Fig. 14a). The discriminant diagram itself was based only on MORB as both Pb and Nd are subduction-mobile: South Atlantic sediment is displaced to much lower Nd isotope ratios than the two mantle domains, so subduction could make the Pacific domain appear similar to the South Atlantic domain.\nMORB-like and subduction-modified East Scotia Sea back-arc basalts plotted in Fig. 14d have compositionswhich trend, with increasing subduction component, towards a value close to the Pb isotope ratio of the subducting sediment while exhibiting a relatively small shift in Nd isotope ratios. The SSIA lavas plot at the high-subduction end of the same trend. This shallow trajectory depends on the value of rPb/Nd, the relative Pb/Nd ratios of the subduction zone and mantle components. The best fit is with a very high ratio of rPb/Nd, which results in a trend that is highly concave. Such high ratios are typical of subduction components with a high proportion of pelagic sediments dehydrated at subsolidus, or near-solidus, temperatures — conditions typical of oceanic arc fronts. Lower ratios give progressively steeper trajectories: they require higher temperatures at the slab–mantle interface and a greater proportion of terrigenous sediments in the subduction component— typical of, for example, the early stages of arc–continent collisions.\nSuperimposition of some modelled trends onto Fig. 14d helps constrain the mantle domain and subduction conditions for the active South Sandwich arc-basin system. The MORB-like East Scotia Sea samples define the mantle domain of that region as being of South Atlantic provenance, with a small range in isotope ratios. The arc front and some of the subduction-influenced back-arc samples plot on a highly concave trajectory reflecting low slab temperatures and a high pelagic sediment component. The rear-arc and other back-arc samples plot on a slightly steeper, but still concave, trajectory that probably requires the same subduction components but higher temperature. The slab edge volcano, Nelson seamount, probably falls on the latter trend given its high slab temperature (Barry et al., 2006) although its low Nd isotope ratios mean that both trends converge at its composition and so are indistinguishable.\nASSA samples from the Jane and Discovery segments lie at the lower end of the East Scotia Sea field (Fig. 14c). Their composition can only be\ndomains. Fig. 13a shows the original discrimination diagram from Pearce et al. (2001)with\nh the southern East Pacific Rise (EPR(S)) and South American–Antarctic Ridge (SAAR) spe-\nb and c show the data from the Oligocene and early-middleMiocene parts of the Ancestral\nouth Sandwich Island Arc (SSIA) and East Scotia Sea (ESS) back-arc basin The plots show\nith high Pb/Nd (r= 50) andmoderate Pb/Nd (r= 8). Here, r is rPb/Nd, the ratio of Pb/Nd in\nexplained in terms of a South Atlantic mantle end-member, as no realistic trajectories from the Pacific mantle sources pass through their compositions. The precise end-member composition (e.g. A1 or A2) depends on mantle composition and the Pb/Nd ratio of the subduction component. Given the small displacement in Nd isotope ratio on the Hf–Ndplot, A1 is the better choice, implying a small difference inNd isotope ratio between the mantle feeding the Jane and Discovery arc segments and that feeding the active SSIA, but still typical of the South Atlantic mantle which is distal from the Bouvet plume and hence unenriched. Thus, the Jane and Discovery segments could have very similar origins to the SSIA. The SSIA has the Atlantic mantle flowing around the edges of the arc (Pearce et al., 2001). In the Jane arc segment, plume-distal mantle of South Atlantic provenance might flow northwards into an expanding Jane Basin where it becomes depleted en route to the arc front. The Discovery segmentmay have a similar origin, though the precise mantle flow path into the Scan back-arc basin is less clear. The combination of mantle depletion and mantle provenance is thus good, though not definitive, evidence in favour of having active back-arc basins behind the Jane and Discovery segments during their evolution.\nASSA samples from the CSS segment form a vertical trend, because the subducted Pb dominates mantle Pb such that the Pb isotope ratios of the samples rapidly reach the value of the subduction component. All the variation is then in Nd isotope ratios. The modelling on this diagram shows that these variations can be explained in terms of both the Pacific (P) and Atlantic (A) mantles. However, the Pacific option requires a lower value of rPb/Nd, more in keeping with the evidence of significant Nd mobility in Fig. 11, and so is the higher probability option."
  }, {
    "heading": "5.3. Death of the ASSA (Fig. 13e–f)",
    "text": "Island arcs typically die when unsubductable crust reaches the trench. Such crust includes oceanic plateaus, other island arcs and the margins of continents and microcontinents; in some cases the unsubductable crust may be the young oceanic lithosphere itself. They can also die by retreat of trenches at triple junctions or by plate reorganisations. A furthermechanism is by arc extension causing amarginal basin to openwithin, or on the trenchward side of, the arc, so causing a previously active arc to become a remnant arc (Karig, 1972) located well behind the subduction zone."
  }, {
    "heading": "5.3.1. Death of the northern ASSA by terrane collision",
    "text": "Our imaging and sampling during cruise NBP0805 clearly demonstrate that the CSS contains large edifices made up of lavas, pyroclastic rocks and volcanigenic sediments, and analysis has shown that they are all high-K to shoshonitic in character with continental arc affinities (Figs. 5a and 9c). However, their edifices lie on old oceanic crust, which means that these characteristics cannot be attributed to crustal contamination. At the present time, arc lavas on oceanic crust with continental characteristics are restricted to particular tectonic settings: collision as in the north Luzon (e.g. Marini and Maury, 2005), Banda (e.g. Elburg et al., 2005; Nebel et al., 2011) and Bismarck (e.g. Woodhead et al., 2010; Cunningham et al., 2012; Holm and Richards, 2013) arcs, oblique subduction as in the northern Mariana arc (e.g. Peate and Pearce, 1998), and slab edges as in the Nelson seamount in the South Sandwich Islands (Barry et al., 2006). Thus, the location of this province, at the northern edge of the ASSA, does not uniquely define the setting. However, the age for volcanic activity (11.6 Ma), which agrees with the ash record (Fig. 7a), indicates that this province marks the termination of the arc rather than a particular location within a continuously active arc.\nWe demonstrate the geodynamic and geochemical analogywith the Banda arc in Fig. 15. As postulated for the ASSA, it has a colliding terrane (the Australian continental margin in the Banda case), a terrane in the\nforearc (Timor), volcanoes with continental arc compositions (the west end of the Banda arc) erupted on oceanic lithosphere (the Banda Sea), and contemporaneous island arc compositions (the east end of the Banda arc). FromNE to SW, there is progressive influence of the colliding margin until, north of Timor, volcanism has ended and deformation has begun (Fig. 15a). In the εHf–εNd plot (Fig. 15b), the Banda arc volcanoes exhibit a decrease in both εHf and εNd from NE to SW as the collision zone is approached. Those furthest from the collision zone plot closest to the field of oceanic arc volcanoes, whereas those nearest the collision zone have εHf and εNd similar to the subducted crust and sediments. The volcanoes of the ASSA similarly trend to low εHf and εNd values as the postulated collision zone is approached in space (from the Discovery segment in the S to the CSS segment in the N) and time (from the Oligocene to Late Miocene within the CSS segment).\nThe common theme is that collision gives hot subduction settings, which lead to higher concentrations of incompatible elements in the subduction component. In such settings, subduction-mobile elements (such as Nd) are particularly strongly enriched (Fig. 8), but elements that are normally subduction-immobile (such as Hf) are also enriched. During collision, the high temperature can be attributed to slow subduction rate or cessation of subduction which provides time for conductive heating of the subducted materials. The collision setting also has a high subduction input flux resulting from deep subduction of continental crust, continental margin sediments, oceanic plateaus or seamounts. The net effect is the extreme displacement of εHf and εNd seen in Fig. 15b.\nIf collision is to have been the cause of the continental characteristics of the CSS middle–late Miocene lavas, the obvious question is: what has collided? Dalziel et al. (2013) postulated that the collision is between the Northeast Scotia Rise and the South Georgia microcontinent, a possibility that was also discussed by Barker (2001) in a different context. Kristoffersen and LaBrecque (1991) documented the history of this terrane in some detail using seismic reflection profiles together with structural and stratigraphic data from ODP Leg 114, which drilled three sites on the Rise. They concluded that the 400 × 400 km terrane formed by ‘excessive volcanism’ at a Cretaceous ridge crest followed by off-axis volcanic eruptions. An extensional tectonic event of late Miocene age involved an increase in basement uplift and deformation of the sedimentary cover towards the South Georgia Block suggesting ‘some form of tectonic interaction between the two features’. They provided two possible explanations: (1) that it marked the incoming of the Northeast Georgia Rise into the forearc region of the trench; or (2) that it related to the ‘possible subduction of unknown basement topography south of the Northeast Georgia Rise that may have set up contributing deviatoric extensional stresses’. Thus a collision is not simply recorded in the geochemistry, but was proposed from fully independent data."
  }, {
    "heading": "5.3.2. Death of the southern ASSA by ridge collision?",
    "text": "Unlike in the north, the best explanation of the death of subduction in the south is that it may have been caused by ridge–trench collision (e.g. Barker et al., 1984). Ridge subduction is well-known for producing unusual arc compositions, such as adakites or high-Mg andesites. One of the best oceanic examples is in the Solomon arc where the Woodlark Ridge is subducting. The result is a wide range of rock types, including near-trench boninites and adakites (e.g. Schuth et al., 2009). These rock types are not present in the Discovery or Jane arc segment (Fig. 6). Although sampling is limited, and such rock types and compositions may exist, the alternative model presented by Barker (2001) may in any case be more likely, i.e. that subduction stopped before the ridge reached the trench, as off Western North America (Atwater, 1989). A small subducted slab such has this may have insufficient slab pull to subduct young oceanic lithosphere and so enable the ridge to reach the trench itself.\n5.4. Resurrection: rollback, slab tear and re-establishment of the SSIA (Fig. 13g–h)\nAs demonstrated, rollback of the subducting slab did not take place in the north immediately following subduction initiation. However, the postulated South Georgia collision event removed the obstacles to rollback, namely the presence of the South Georgia microcontinent in the forearc and lack of access ofmantle to balance the suction forces created by the sinking of the slab. The hypothesis of Dalziel et al. (2013) is that this post-collision roll-back of the subducting plate created the final gateway to deep-water flow.\nThe formation of STEP faults as a means of accommodating slab rollback in an oceanic arc setting iswell-documented by Govers andWortel (2005) and Wortel et al. (2009), and they gave the tearing of the plate\neast of the South Georgia microcontinent as an example of this process (Fig. 2e of Govers and Wortel, 2005). They also pointed out that STEP faults are a common post-collision phenomenon, citing as an example the collision of the Ontong-Java oceanic plateau and Samoa seamount chainwith the now-extinct Vitiaz trench,which resulted in thedevelopment of STEP faults to accommodate slab roll-back at the Tonga and Vanuatu trenches.\nFig. 13g–h also highlight the significant period of slab rollback and spreading within the East Scotia Sea which was unaccompanied by arc volcanism. As noted, flat subduction is a typical consequence of collision. The rollback process, and hence spreading in the East Scotia Sea and the creation of the STEP fault, would probably, therefore, have partly been driven by sinking of the subducting plate."
  }, {
    "heading": "6. Implications for seawater and mantle flow",
    "text": ""
  }, {
    "heading": "6.1. Seawater flow",
    "text": "Fig. 16 gives our inferred timeline for evolution of the ASSA and SSIA and themajor oceanic basinswithin the Scotia Sea alongside the Zachos et al. (2001) timeline for the descent into icehouse conditions based on their compilation of δ18O analyses of benthic foraminifera.\nWhile the discontinuity in the δ18O timeline supports the opening of the Drake Passage Gateway at c. 34 Ma as a potential driver for climate change, this work continues to support the hypothesis of Dalziel et al. (2013) that the various arc edifices in the CSS presented a potential barrier to flow of a proto-ACC during the evolution of the Drake Passage Gateway, implying that the ACC may not have fully developed until sometime after Drake Passage started to open. It is difficult, however, to evaluate the magnitude of this barrier through time, primarily because of lack of data on its rate of growth in time and space. Presently, we infer from this work that it built up over some 20 Ma and (as Fig. 16 summarises) may have included an amagmatic period of flat subduction betweenmore intense volcanic magmatic events in the Oligocene (subduction initiation) and middle–late Miocene (collision-related). Nonetheless, it is informative to examine the ASSA in the context of theoretical subsidence rates and comparison with remnant arcs elsewhere.\nIn terms of the dimensions of the ASSA barrier, Fig. 3 showed that the Starfish feature compares very closely in many dimensions to the present South Sandwich Arc volcanoes, Zavadovsky Island with Leskov Island. The Starfish is approximately 2000 m below sea level with the surrounding seafloor being at about 4500 m bsl. In comparison, the Zavadovsky and Leskov islands sit on crust that ranges between 2000 and 3000 metres below sea level (mbsl). Comparable depth differences are found for edifices within remnant arcs elsewhere. For example, the mainly late Miocene West Mariana Ridge (1647 mbsl versus 4066 m bsl at 17° 52′N, 1941 mbsl versus 4359 mbsl at 18° 42′N), and Lau Ridge (400 mbsl versus 2850 mbsl), and the mainly Eocene Palau Kyushyu Ridge (2455 m bsl on the ridge and 5260 mbsl in the Parece Vela Basin to the east at about 16° 30′N; and 2588 mbsl on the ridge top at about 12° 55′N and 5217 mbsl to the east) are similarly c. 2.5 km above the surrounding seafloor. Using the formulae for depth versus seafloor age given by Crosby et al. (2006), normal oceanic crust would have subsided between 1102 and 1225 m for the 12 m.y. after formation while it would have subsided between 1670 m and 1840 m for seafloor that is 28 m.y. old. Comparable subsidence for Starfish Seamount might indicate that it did not reach sea level, contrary to our observations. However, studies of young oceanic islands have shown that subsidence resulting from downbowing of the ocean crust due to theweight of the edifice can exceed 1 kmwithin b1m.y. of their formation (Clague and Moore, 2006) and so could easily account for this discrepancy.\nOne feature of the CSS segment of the ASSA is that it is wide compared to the southern segments of the same arc (at least 200 kmorthogonal to the inferred palaeo-trench: Fig. 2) and also to other remnant\narcs. We explain this in part to its compressional setting which may have led to shallow subduction and hence a wide arc, in part to its location at the northern edge of the arc whichmay have led tomore oblique subduction, and in part to the fact that the arc split on its easternmargin with the result that the loss of arc lithosphere by intra-arc rifting was small. This width may have contributed to the effectiveness of the ASSA as a barrier to seawater flow.\nEagles et al. (2005) emphasized 16.5 Ma as important in the development of the ACC. It marks the likely approximate age of initiation of the Shag Rocks Passage and, of relevance to our work, of the initiation of the East Scotia Ridge. The latter could also have provided a channelway through the eastern part of the Drake Passage Gateway (Fig. 14e–f) by splitting the barrier formed by the ASSA, though there would still have been a continental mass to the north (the South Georgia microcontinent) and rifted arc fragments in the forearc and backarc. If there were a channelway, the extensive middle.–late Miocene volcanic activity characterised by explosive, subaerial volcanoes could subsequently have blocked the channel.\nHowever, it was the tearing of the plate in the north (Fig. 13g–h), allowing plate retreat with no accompanying volcanism that produced the South Georgia Passage the present, passageway for the ACC and this began, according to palaeomagnetic evidence, between 11 and 10 Ma, immediately following the end of volcanic activity. Linking the palaeo-oceanographic and volcanic timelines in Fig. 16 is beyond the scope of this paper given the range of non-volcanotectonic drivers that also need to be considered. However, the decrease in δ18O in the Middle–Upper Miocene gives potential significance to the concept of an ACC controlled by a volcanic and microcontinent barrier which was first breached in the Middle Miocene and then in the late Miocene (Dalziel et al., 2013) before present-day flow rates were achieved."
  }, {
    "heading": "6.2. Mantle flow",
    "text": "In terms ofmantle flow,we know frompreviouswork that the Pacific mantle entered the West Scotia Sea as it spread. However, the continental fragmentsmaking up theNorth Scotia Ridge, the arc root and the subducting plate would all have presented barriers to further eastward flow. Even when the East Scotia Sea started to open and split part of the ASSA in the middle Miocene, the Pacific mantle could not have flowed further east because the continued presence of a subducting plate would have formed a barrier to shallow mantle flow (Fig. 13f).\nThus the key process for developing the mantle domain boundary was the creation of the STEP fault and subsequent rollback of the plate. Whether the Pacific mantle thenmoved east and into the Atlantic as Alvarez (1982) originally proposed, or whether the Atlantic mantle moved south into the Scotia Sea, must then have depended on the presence of barriers to flow and the pressure gradients in the mantle. Most likely, the remainder of the ASSA, while providing a channelway for deep water flow, continued to provide a lithospheric barrier to eastward mantle flow while suction forces created by the retreating plate (Dvorkin et al., 1993) favoured sideways as opposed to trenchorthogonal flow. This it was the inflow of the Atlantic mantle that took place once the slab retreated, as depicted in Fig. 13g–h.\nInterestingly, Nd–Pb isotope fingerprinting demonstrates that the southern parts of the ASSA also formed from mantle of Atlantic provenance, demonstrating that it probably formed from mantle entering their back arc regions from the south (Fig. 13 c–e), and thuswere similar in setting to the southern South Sandwich arc at the present day. In consequence the ASSA would have marked the Pacific–Atlantic domain boundary in the north but not the south."
  }, {
    "heading": "7. Summary",
    "text": "The difficulty in interpreting the ASSA stems from the lack of data, which in turn is due to the inhospitable terrane and difficulty in recovering in situ samples from a seafloor mostly covered by sediment and dropstones. As a result, any model is underdetermined in terms of data and our ‘best-fit’model in Fig. 13 is clearly susceptible to the collection of new ages and new geological, geochemical and geophysical data. Most likely to stand the test of time are the following observations.\n(1) Subduction initiation. Subduction initiates at the margin of a series of terranes at the time of opening of the WSS. The oldest recorded arc volcanism is from the CSS segment and gives ages of c. 32.5–28.5 Ma, though some are K–Ar ages which need ratification by the Ar–Armethod. The South Atlantic volcanic ash record extends this province to at least 26 Ma. The volcanic rocks are mostly calc-alkaline lavas of the basalt, andesite, dacite, rhyolite (BADR) series and extend to pyroclastic rhyolites in the western CSS. The two locations (D3 and South Sandwich forearc), when restored to their original locations, form a WNW to ESE trend likely reflecting the northern edge of the arc. The topography of the forearc terrane, and the presence of evolved, pyroclastic\nrocks, indicate that there must have been edifices of significant sizes. The magnetic anomalies in the CSS indicate that these edifices were built on old (Cretaceous) oceanic crust. There is no crust that might represent new lithosphere formed by subduction initiation rollback, and no boninitic component to the lavas, indicating that subduction initiation was of Andean type in which the oldest lavas just postdate subduction initiation. By contrast, the subductingplate could sink andundergo rollback in the south and the evidence for this is the development of the Jane arc segment in an apparently oceanic setting. Rollback is possible because itmay be accommodated byflow of the Atlantic mantle around the edge of the plate and then northwards. This is supported by the Atlantic mantle provenance of the Jane arc segment. If true, this process would have produced new oceanic crust and a protoarc though this has not been sampled and may, in any case, have been lost by forearc erosion. (2) Arc growth. Evolution of the arc between birth and death can only be seen in the south (it may be speculated from the absence of volcanic ashes that there was flat-slab subduction in the north with little volcanism at this time), but there remain many unsampled volcanic terranes in that region. Both Jane Bank and Discovery Bank contain lavas with compositions that resemble tholeiitic rocks from the South Sandwich Island Arc front in most respects: all are similarly depleted in incompatible HFSE elements indicating derivation from amantle source thatwas likely depleted in a back-arc region; all are isotopically similar with evidence of a low-temperature slab component interacting with depleted mantle of South Atlantic provenance; and none show evidence of contamination by continental crust. (3) Death of the arc. For the south, there is general agreement that subduction, and hence arc activity, ended in response to ridge– trench collision (e.g. Barker et al., 1984), defined in the broadest sense to include attempted subduction of young oceanic lithosphere rather than of the ridge itself. However our data provide little evidence for this, there being no evidence of adakites or slab-melt components within the lava record. The only, circumstantial, evidence is the low Pb isotope ratios in the Jane and Discovery Bank samples and a slightly elevated slab flux in the Discovery arc segment. We cannot constrain whether the Jane and Discovery arc segments died together by collision of a single ridge, or whether the Jane segment died first, followed by the Discovery segment, though we do note that any model has to allow ingress of the SouthAtlanticmantle into themantlewedge. In the north, collision of a continental or plateau fragment, such as the Northeast Georgia Rise, with South Georgia probably caused the termination of the ASSA. There was a major episode of explosive volcanism at about 11.6 Ma in the CSS segment, seen also in theAtlantic ash record, whichmarked the end of volcanism in that area. The highly potassic volcanic rocks require hot subduction with a large sediment or crustal component. They may represent the end of subduction via the collision between the South Georgia microcontinent and the Northeast Georgia Rise (or another, now-subducted terrane). Alternatively, they may represent post-collision magmatism in which subcontinental lithospheric mantle enriched by slightly earlier subduction was remobilized by influx of hotmantle related to opening of the East Scotia Sea or to tearing of the subducting plate. (4) Slab retreat and initiation of the SSIA. The retreat of the slab, made possible in the north by creation of a STEP fault creates an outlet to seawater in the North Scotia Ridge, while allowing mantle flow into the East Scotia Sea. The slab can also retreat in the south along the fracture zone. This period of slab retreat accompanied by spreading, but not arc volcanism,was followed by the eruption of the South Sandwich Island Arc, perhaps beginning at c. 5 Ma. (5) Seawater and mantle flow. There were many volcanic edifices to act as barriers to deep seawater flow through the Central Scotia\nSea. It may have required the opening of the East Scotia Sea to break the barrier formed by the early ASSA, and the subsequent tearing of the plate east of the South Georgia microcontinent, to create the present flow rates through the South Georgia Passage. The arc formed a likely mantle domain boundary between the Pacific and South Atlantic mantle in the Central Scotia Sea, but not in the Southern part of the ASSA where the South Atlantic mantle could flow around and behind the arc.\nSupplementary data to this article can be found online at http://dx. doi.org/10.1016/j.gloplacha.2014.08.017."
  }, {
    "heading": "Acknowledgements",
    "text": "The work of Pearce, Hastie, Barry and Millar was funded by the Natural Environment Research Council (NERC, UK) under grant NE/ F004974/1 and related analytical facility grants. Cruise NBP0805 and the work by Dalziel, Lawver, and Davis were supported by the Office of Polar Programs of the U.S. National Science Foundation under grant 0636850. We thank Captain Mike Watson and the officers and crew of RVIB Nathaniel B. Palmer, and the marine technicians of the Raytheon Polar Services Company, for their support at sea. This contribution is dedicated to our late colleague Peter F. Barker, whose indefatigable commitment to the dredging of inhospitable parts of the Scotia Sea over a number of decades made this work possible. We are grateful to Bob Stern and an anonymous reviewer for their constructive criticisms of themanuscript, to Rob Larter for his helpful advice on Scotia Seamagnetic anomalies and, particularly, to Prof. Andres Maldonado for organizing and hosting the meeting that led to this paper and for his editorial efforts. This is Contribution No. **** of the Institute for Geophysics, The University of Texas at Austin."
  }],
  "year": 2014,
  "references": [{
    "title": "Geological evidence for the geographical pattern of mantle return flow and the driving mechanism of plate tectonics",
    "authors": ["W. Alvarez"],
    "venue": "J. Geophys. Res",
    "year": 1982
  }, {
    "title": "Origins of continental crust",
    "authors": ["R.J. Arculus"],
    "venue": "J. Proc. Roy. Soc",
    "year": 1999
  }, {
    "title": "Plate tectonic history of the northeast Pacific and western North America",
    "authors": ["T. Atwater"],
    "venue": "The Geology of North America. Geological Society of America,",
    "year": 1989
  }, {
    "title": "Geochemical criteria for a refined tectonic discrimination of orogenic andesites",
    "authors": ["J.C. Bailey"],
    "venue": "Chem. Geol",
    "year": 1981
  }, {
    "title": "Cenozoic volcanism in the Antarctic",
    "authors": ["P.E. Baker", "F. Buckley", "D.C. Rex"],
    "venue": "Phil. Trans. R. Soc. London",
    "year": 1977
  }, {
    "title": "Tectonic framework of the East Scotia Sea",
    "authors": ["P.F. Barker"],
    "year": 1995
  }, {
    "title": "Scotia Sea regional tectonic evolution: implications for mantle flow and palaeocirculation",
    "authors": ["P.F. Barker"],
    "venue": "Earth Sci. Rev",
    "year": 2001
  }, {
    "title": "The opening of Drake Passage",
    "authors": ["P.F. Barker", "J. Burrell"],
    "venue": "Mar. Geol",
    "year": 1977
  }, {
    "title": "Back-arc extension in the Scotia Sea",
    "authors": ["P.F. Barker", "I.A. Hill"],
    "venue": "Phil. Trans. R. Soc. London",
    "year": 1981
  }, {
    "title": "The origin of the eastern South Scotia Ridge as an intra-oceanic island arc",
    "authors": ["P.F. Barker", "I.A. Hill", "S.D. Weaver", "R.J. Pankhurst"],
    "year": 1982
  }, {
    "title": "An early Miocene ridge crest–trench collision on the South Scotia ridge near 36°W",
    "authors": ["P.F. Barker", "P.L. Barber", "E.C. King"],
    "venue": "Tectonophysics",
    "year": 1984
  }, {
    "title": "Heat-flow determinations of basement age in small oceanic basins of the southern central Scotia Sea",
    "authors": ["P.F. Barker", "L.A. Lawver", "R.D. Larter"],
    "venue": "Geol. Soc. Lond. Spec. Publ",
    "year": 2013
  }, {
    "title": "Hf isotope evidence for selective mobility of high-field-strength elements in a subduction setting: South Sandwich Islands",
    "authors": ["T.L. Barry", "J.A. Pearce", "P.T. Leat", "I.L. Millar", "A.P. le Roex"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "On the Lu–Hf isotope geochemistry of silicate rocks",
    "authors": ["J. Blichert-Toft"],
    "venue": "Geostand. Newslett",
    "year": 2001
  }, {
    "title": "Basin development subsequent to ridge–trench collision: the Jane Basin, Antarctica",
    "authors": ["F. Bohoyo", "J. Galindo-Zaldívar", "A. Maldonado", "A.A. Schreider", "E. Surinach"],
    "venue": "Mar. Geophys. Res",
    "year": 2002
  }, {
    "title": "Enhanced magma supply at the southern East Scotia Ridge: evidence for mantle flow around the subducting slab",
    "authors": ["N.J. Bruguier", "R.A. Livermore"],
    "venue": "Earth Planet. Sci",
    "year": 2001
  }, {
    "title": "Late Cretaceous arc development on the SW margin of the Caribbean Plate: insights from the Golfito, Costa Rica, and Azuero, Panama, complexes",
    "authors": ["D.M. Buchs", "R.J. Arculus", "P.O. Baumgartner", "C. Claudia Baumgartner-Mora", "A. Ulianov"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2010
  }, {
    "title": "Tectonics of the Scotia-Antarctica plate boundary constrained from seismic and seismological data",
    "authors": ["D. Civile", "E. Lodolo", "A. Vuan", "M.F. Loreto"],
    "year": 2012
  }, {
    "title": "Vertical Motions of Oceanic Volcanoes. Amer. Geophys. Union, Fall Meeting, abstract #V31E-01",
    "authors": ["D.A. Clague", "J.G. Moore"],
    "year": 2006
  }, {
    "title": "The magnetostratigraphy of Site 701 and 702 sediments, ODP Leg 114",
    "authors": ["B.M. Clement", "E. Hailwood"],
    "venue": "Proc. ODP Sci. Results",
    "year": 1991
  }, {
    "title": "Classification, petrogenesis and tectonic setting of boninites",
    "authors": ["A.J. Crawford", "T.J. Falloon", "D.H. Green"],
    "year": 1989
  }, {
    "title": "The relationship between depth, age and gravity in the oceans",
    "authors": ["A.G. Crosby", "D. McKenzie", "J.G. Sclater"],
    "venue": "Geophys. J. Int",
    "year": 2006
  }, {
    "title": "Tectonics and sedimentary environment of the North Scotia Ridge region revealed by side-scan sonar",
    "authors": ["A.P. Cunningham", "P.F. Barker", "J.S. Tomlinson"],
    "venue": "J. Geol. Soc. Lond",
    "year": 1998
  }, {
    "title": "Rapid magmatic processes accompany arc–continent collision: the Western Bismarck arc, Papua New Guinea",
    "authors": ["H. Cunningham", "J. Gill", "S. Turner", "J. Caulfield", "L. Edwards", "S. Day"],
    "venue": "Contrib. Mineral. Petrol. http://dx.doi.org/10.1007/s00410-012-0776-y",
    "year": 2012
  }, {
    "title": "Back-arc extension in the Southern Andes: a review and critical reappraisal",
    "authors": ["I.W.D. Dalziel"],
    "venue": "Phil. Trans. R. Soc. London",
    "year": 1981
  }, {
    "title": "A potential barrier to deep Antarctic circumpolar flow until the late",
    "authors": ["I.W.D. Dalziel", "L.A. Lawver", "J.A. Pearce", "P.F. Barker", "A.R. Hastie", "D.N. Barfod", "Schenke", "H.-W", "M.B. Davis"],
    "venue": "Miocene? Geology",
    "year": 2013
  }, {
    "title": "The evolution of the Scotia Arc as a key to the reconstruction of southwestern Gondwanaland",
    "authors": ["M.J. DeWit"],
    "venue": "Tectonophysics",
    "year": 1977
  }, {
    "title": "Rapid Cenozoic glaciation of Antarctica induced by declining atmospheric CO2",
    "authors": ["R.M. DeConto", "D. Pollard"],
    "venue": "Nature 421,",
    "year": 2003
  }, {
    "title": "Derivation of some modern arc magmas by melting of young subducted lithosphere",
    "authors": ["M.J. Defant", "M.S. Drummond"],
    "venue": "Nature",
    "year": 1990
  }, {
    "title": "Mount St. Helens: potential example of the partial melting of the subducted lithosphere in a volcanic",
    "authors": ["M.J. Defant", "M.S. Drummond"],
    "venue": "arc. Geology",
    "year": 1993
  }, {
    "title": "Island arc tholeiite to boninitic melt evolution of the Cretaceous Kizildag (Turkey) ophiolite: model for multi-stage early arc–forearc magmatism in Tethyan subduction factories",
    "authors": ["Y. Dilek", "P. Thy"],
    "venue": "Lithos",
    "year": 2009
  }, {
    "title": "Narrow subducting slabs and the origin of backarc basins",
    "authors": ["N. Dvorkin", "A. Nur", "G. Mavko", "Z. Ben-Avraham"],
    "venue": "Tectonophysics",
    "year": 1993
  }, {
    "title": "The age and origin of the Central Scotia Sea",
    "authors": ["G. Eagles"],
    "venue": "Geophys. J. Int",
    "year": 2010
  }, {
    "title": "Tectonic reconstructions for palaeobathymetry in Drake Passage",
    "authors": ["G. Eagles", "W. Jokat"],
    "venue": "Tectonophysics",
    "year": 2014
  }, {
    "title": "Opening history of Powell Basin, Antarctic Peninsula",
    "authors": ["G. Eagles", "R.A. Livermore"],
    "venue": "Mar. Geol",
    "year": 2002
  }, {
    "title": "Tectonic evolution of the west Scotia Sea",
    "authors": ["G. Eagles", "R.A. Livermore", "J.D. Fairhead", "P. Morris"],
    "venue": "J. Geophys. Res",
    "year": 2005
  }, {
    "title": "Small basins in the Scotia Sea: the Eocene Drake Passage gateway",
    "authors": ["G. Eagles", "R.A. Livermore", "P. Morris"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "Australia and Indonesia in collision: geochemical sources of magmatism",
    "authors": ["M.A. Elburg", "J.D. Foden", "M.J. van Bergen", "I. Zulkarnain"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2005
  }, {
    "title": "Petrogenesis of the back-arc East Scotia Ridge, South Atlantic Ocean",
    "authors": ["S. Fretzdorff", "R.A. Livermore", "C.W. Devey", "P.T. Leat", "P. Stoffers"],
    "venue": "J. Petrol",
    "year": 2002
  }, {
    "title": "The magmatism, structure and age of the Dove Basin (Antarctica): a key to reveal the South Scotia Arc development",
    "authors": ["J. Galindo-Zaldívar", "E. Puga", "F. Bohoyo", "F.J. Javier González", "A. Maldonado", "Y.M. Martos", "L.F. Pérez", "P. Ruano", "A.A. Schreider", "L. Somoza", "E. Suriñach", "Díaz", "de Federico"],
    "venue": "Global Planet Change (in this volume)",
    "year": 2014
  }, {
    "title": "Continental fragmentation along the South Scotia Ridge transcurrent plate boundary (NEAntarctic Peninsula)",
    "authors": ["J. Galindo-Zaldívar", "A. Jabaloy", "A. Maldonado", "C. Sanz de Galdeano"],
    "venue": "Tectonophysics",
    "year": 1996
  }, {
    "title": "Active crustal fragmentation along the Scotia–Antarctic plate boundary east of the South Orkney Microcontinent (Antarctica)",
    "authors": ["J. Galindo-Zaldívar", "J.C. Balanyá", "F. Bohoyo", "A. Jabaloy", "A. Maldonado", "J.M. MartínezMartínez", "J. Rodríguez-Fernández", "E. Surinach"],
    "venue": "Earth Planet. Sci",
    "year": 2002
  }, {
    "title": "Propagating rift during the opening of a small oceanic basin: the Protector Basin (Scotia Arc, Antarctica)",
    "authors": ["J. Galindo-Zaldívar", "F. Bohoyo", "A. Maldonado", "A. Schreider", "E. Surinach", "J.T. Vázquez"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "Can slab melting be caused by flat subduction? Geology",
    "authors": ["Gutscher", "M.-A", "R. Maury", "Eissen", "J.-P", "E. Bourdon"],
    "year": 2000
  }, {
    "title": "Catastrophic initiation of subduction following forced convergence across fracture zones",
    "authors": ["C.E. Hall", "M. Gurnis", "M. Sdrolias", "L.L. Lavier", "R.D. Muller"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "Classification of altered volcanic arc rocks using immobile trace elements: development of the Th–Co discriminant diagram",
    "authors": ["A.R. Hastie", "A.C. Kerr", "J.A. Pearce", "S.F. Mitchell"],
    "venue": "J. Petrol",
    "year": 2007
  }, {
    "title": "A teleseismic shear-wave splitting study to investigate mantle flow around South America and implications for plate-driving",
    "authors": ["G. Helffrich", "D.A. Wiens", "E. Vera", "S. Barrientos", "P. Shore", "S. Robertson", "R. Adaros"],
    "venue": "forces. Geophys. J. Int. 149,",
    "year": 2002
  }, {
    "title": "The Scan Basin Evolution: Oceanographic Consequences of the Deep Connection Between the Weddell and Scotia Seas (Antarctica)",
    "authors": ["Hernandez-Molina"],
    "venue": "USGS OF-2007-1047",
    "year": 2007
  }, {
    "title": "Evidence for Miocene back-arc spreading in the central Scotia Sea",
    "authors": ["I.A. Hill", "P.F. Barker"],
    "venue": "Geophys. J. R. Astron. Soc",
    "year": 1980
  }, {
    "title": "A re-evaluation of arc–continent collision and along-arc variation in the Bismarck Sea region, Papua New Guinea",
    "authors": ["R.J. Holm", "S.W. Richards"],
    "venue": "Aust. J. Earth Sci",
    "year": 2013
  }, {
    "title": "Geochemical investigations of volcanic ash layers from Southern Atlantic Legs 113 and 114",
    "authors": ["Hubberten", "H.-W", "W. Morche", "F. Westall", "D.K. Fütterer", "J. Keller"],
    "venue": "Proc. ODP Sci. Results",
    "year": 1991
  }, {
    "title": "Early stages in the evolution of Izu–Bonin",
    "authors": ["T. Ishii", "U.S. Hargrove III", "S. Haraguchi"],
    "year": 2006
  }, {
    "title": "The timescales of subduction initiation",
    "authors": ["Y. Miyajima", "M. Yuasa", "D.J. Dunkley"],
    "year": 2011
  }, {
    "title": "Aleutian magnesian andesites: melts from subducted Pacific ocean crust",
    "authors": ["R.W. 229–240. Kay"],
    "year": 1978
  }, {
    "title": "On the tectonic history and origin of the Northeast",
    "authors": ["Y. Kristoffersen", "J. LaBrecque"],
    "year": 1991
  }, {
    "title": "Structure and tectonic",
    "authors": ["R.D. Larter", "Vanneste", "Lieve E", "P. Morris", "D.K. Smythe"],
    "year": 2003
  }, {
    "title": "Magma supply in back-arc",
    "authors": ["bridge", "P.T. UK. Leat", "R.A. Livermore", "I.L. Millar", "J.A. Pearce"],
    "year": 2000
  }, {
    "title": "Magma genesis",
    "authors": ["P.T. Leat", "J.A. Pearce", "P.F. Barker", "I.L. Millar", "T.L. Barry", "R.D. Larter"],
    "venue": "Geol. Soc. Lond. Spec. Publ",
    "year": 2004
  }, {
    "title": "Paleogene opening",
    "authors": ["R.A. Livermore", "A. Nankivell", "G. Eagles", "P. Morris"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2005
  }, {
    "title": "Geophysical evidence of a relict",
    "authors": ["E. Lodolo", "F. Coren", "A.A. Schreider", "G. Ceccone"],
    "venue": "Passage. Earth Planet. Sci. Lett",
    "year": 1997
  }, {
    "title": "oceanic crust in the Southwestern Scotia Sea",
    "authors": ["E. Lodolo", "D. Civile", "A. Vuan", "A. Tassone", "R. Geletti"],
    "venue": "Mar. Geophys. Res",
    "year": 2010
  }, {
    "title": "Tectonics of an extinct ridge-transform",
    "authors": ["L. Somoza", "E. Suriñach", "C. Viseras"],
    "year": 2000
  }, {
    "title": "Ocean basins near",
    "authors": ["J. Rodriguez-Fernandez", "E. Surinach", "J.T. Vazquez"],
    "year": 2006
  }, {
    "title": "Platinum-group geochemistry of mantle eclogites",
    "authors": ["I.M. 216–232. McDonald", "K.S. Viljoen"],
    "year": 2006
  }, {
    "title": "Mantle flow in the South Sandwich",
    "authors": ["C. Müller", "B. Bayer", "A. Eckstaller", "H. Miller"],
    "venue": "J. Sci",
    "year": 2008
  }, {
    "title": "Separation of high field strength",
    "authors": ["S. Weyer", "E. Scherer", "K. Mezger"],
    "year": 2001
  }, {
    "title": "The effect of sed",
    "authors": ["O. 681–705. Nebel", "P.Z. Vroon", "W. van Westrenen", "T. Iizuka", "G.R. Davies"],
    "year": 2011
  }, {
    "title": "The Scotia Sea gateway: no outlet for Pacific mantle",
    "authors": ["R. Nerlich", "S.R. Clark", "Bunge", "H.-P"],
    "venue": "Tectonophysics 604,",
    "year": 2012
  }, {
    "title": "Initiation of subduction zones as a consequence of lateral compositional buoyancy contrast within the lithosphere: a petrologic perspective",
    "authors": ["Y.L. Niu", "M.J. O'Hara", "J.A. Pearce"],
    "venue": "J. Petrol",
    "year": 2003
  }, {
    "title": "Simultaneous acquisition of isotope compositions and parent/daughter ratios by non-isotope dilution solution-mode plasma ionisation multi-collector mass spectrometry (PIMMS)",
    "authors": ["G.M. Nowell", "R.R. Parrish"],
    "venue": "Royal Society of Chemistry,",
    "year": 2001
  }, {
    "title": "High precision Hf isotope measurements of MORB and OIB by thermal ionisation mass spectrometry: insights into the depleted mantle",
    "authors": ["G.M. Nowell", "P.D. Kempton", "S.R. Noble", "J.G. Fitton", "A.D. Saunders", "J.J. Mahoney", "R.N. Taylor"],
    "venue": "Chem. Geol",
    "year": 1998
  }, {
    "title": "Geochemical fingerprinting of oceanic basalts with applications to ophiolite classification and the search for Archean oceanic crust",
    "authors": ["J.A. Pearce"],
    "venue": "Lithos",
    "year": 2008
  }, {
    "title": "Tectonic implications of the composition of volcanic arc magmas",
    "authors": ["J.A. Pearce", "D.W. Peate"],
    "venue": "Ann. Rev. Earth Planet. Sci",
    "year": 1995
  }, {
    "title": "The Troodos ophiolitic complex probably formed in a subduction initiation, slab edge setting",
    "authors": ["J.A. Pearce", "P.T. Robinson"],
    "venue": "Gondwana Res",
    "year": 2010
  }, {
    "title": "Geochemical evidence for subduction fluxes, mantle melting and fractional crystallization beneath the South Sandwich island",
    "authors": ["J.A. Pearce", "P.E. Baker", "P.K. Harvey", "I.W. Luff"],
    "venue": "arc. J. Petrol",
    "year": 1995
  }, {
    "title": "Hf–Nd element and isotope perspective on the nature and provenance of mantle and subduction components in Western pacific arc-basin systems",
    "authors": ["J.A. Pearce", "P.D. Kempton", "G.M. Nowell", "S.R. Noble"],
    "venue": "J. Petrol",
    "year": 1999
  }, {
    "title": "Geochemical tracing of Pacific-toAtlantic upper-mantle flow through the Drake passage",
    "authors": ["J.A. Pearce", "P.T. Leat", "P.F. Barker", "I.L. Millar"],
    "venue": "Nature 410,",
    "year": 2001
  }, {
    "title": "Causes of spatial compositional variations in Mariana arc lavas: trace element evidence",
    "authors": ["D.W. Peate", "J.A. Pearce"],
    "venue": "Island Arc",
    "year": 1998
  }, {
    "title": "Geochemistry of Eocene calc-alkaline volcanic rocks from the Kostamonu area, Northern Turkey",
    "authors": ["A. Peccerillo", "S.R. Taylor"],
    "venue": "Contrib. Mineral. Petrol",
    "year": 1974
  }, {
    "title": "The chemical composition of subducting sediment and its consequences for the crust and mantle",
    "authors": ["T. Plank", "C.H. Langmuir"],
    "venue": "Chem. Geol",
    "year": 1998
  }, {
    "title": "Fore-arc basalts and subduction initiation in the Izu–Bonin–Mariana system",
    "authors": ["M.K. Reagan", "O Ishizuka"],
    "venue": "Geochem. Geophys. Geosyst. 11",
    "year": 2010
  }, {
    "title": "Middle Jurassic volcanism in the Northern and Central Andes",
    "authors": ["N. Romeuf", "L. Aguirre", "P. Soler", "G. Feraud", "E. Jaillard", "G. Ruffet"],
    "venue": "Andean Geol",
    "year": 1995
  }, {
    "title": "The geochemistry of basalts from a back-arc spreading centre in the East Scotia Sea",
    "authors": ["A.D. Saunders", "J. Tarney"],
    "venue": "Geochim. Cosmochim",
    "year": 1979
  }, {
    "title": "Timing and climatic consequences of the opening of Drake Passage",
    "authors": ["H.D. Scher", "E.E. Martin"],
    "venue": "Science",
    "year": 2006
  }, {
    "title": "Petrogenesis of lavas along the Solomon islan\\d arc, SW Pacific: coupling of compositional variations and subduction zone geometry",
    "authors": ["S. Schuth", "C. Munker", "S. Konig", "C. Qopoto", "S. Basi", "D. Garber-Schonberg", "C. Ballhaus"],
    "venue": "J. Petrol",
    "year": 2009
  }, {
    "title": "Effect of the Drake Passage throughflow on global climate",
    "authors": ["W.P. Sijp", "M.H. England"],
    "venue": "J. Phys. Oceanogr",
    "year": 2004
  }, {
    "title": "Global seafloor topography from satellite altimetry and ship depth soundings",
    "authors": ["W.H.F. Smith", "D.T. Sandwell"],
    "venue": "Science",
    "year": 1997
  }, {
    "title": "Subduction initiation: spontaneous and induced",
    "authors": ["R.J. Stern"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2004
  }, {
    "title": "Subduction zone infancy: examples from the Eocene Izu– Bonin–Mariana and Jurassic California arcs",
    "authors": ["R.J. Stern", "S.H. Bloomer"],
    "venue": "Geol. Soc. Am",
    "year": 1992
  }, {
    "title": "Chemical and isotopic systematics of oceanic basalts: implications for mantle composition and processes",
    "authors": ["Sun", "S.-S", "McDonough"],
    "venue": "Geol. Soc. Lond. Spec. Publ",
    "year": 1989
  }, {
    "title": "Nature and growth rate of the northern Izu–Bonin (Ogasawara) arc crust and their implications for continental crust formation",
    "authors": ["A. Taira", "S. Saito", "K. Aoike", "S. Morita", "H Tokuyama"],
    "venue": "Island Arc",
    "year": 1998
  }, {
    "title": "The West Philippine Basin and the initiation of subduction, revisited",
    "authors": ["B. Taylor", "A.M. Goodliffe"],
    "venue": "Geophys. Res. Lett",
    "year": 2004
  }, {
    "title": "1:3000000",
    "authors": ["Tectonic Map of the Scotia Arc."],
    "venue": "BAS (Misc) 3. British Antarctic Survey, Cambridge.",
    "year": 1985
  }, {
    "title": "2002.Multicollector ICP-MS analysis of Pb isotopes",
    "authors": ["M.F. Thirlwall"],
    "year": 2002
  }, {
    "title": "A variably enriched mantle wedge and contrasting melt types during arc stages following subduction initiation in Fiji and Tonga, southwest Pacific",
    "authors": ["E. Todd", "J.B. Gill", "J.A. Pearce"],
    "venue": "Earth Planet. Sci",
    "year": 2012
  }, {
    "title": "Subduction erosion of forearc mantle wedge implicated in the genesis of the South Sandwich Island (SSI) arc: evidence from boron isotope systematics",
    "authors": ["S. Tonarini", "W.P. Leeman", "P.T. Leat"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "On the role of subducting oceanic plateaus in the development of shallow flat subduction",
    "authors": ["J. Van Hünen", "A.P. van den Berg", "N.J. Vlaar"],
    "venue": "Tectonophysics",
    "year": 2002
  }, {
    "title": "Crustal structure beneath Discovery Bank in the Scotia Sea from group velocity tomography and seismic reflection data",
    "authors": ["A. Vuan", "E. Lodolo", "G.F. Panza", "C. Sauli"],
    "venue": "Antarct. Sci",
    "year": 2005
  }, {
    "title": "Hf–Nd–Sr isotopes and incompatible element abundances in island arcs: implications for magma origins and crust–mantle evolution",
    "authors": ["W.M. White", "J. Patchett"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1984
  }, {
    "title": "Hafnium isotope evidence for ‘conservative’ element mobility during subduction zone processes",
    "authors": ["J.D. Woodhead", "J.M. Hergt", "J.P. Davidson", "S.M. Eggins"],
    "venue": "Earth Planet. Sci",
    "year": 2001
  }, {
    "title": "The big crunch: physical and chemical expressions of arc/continent collision in the Western Bismarck arc",
    "authors": ["J. Woodhead", "J. Hergt", "M. Sandiford", "W. Johnson"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2010
  }, {
    "title": "Hf–Nd isotope variation in Mariana Trough basalts: the importance of ‘ambient mantle’ in the interpretation of subduction zone",
    "authors": ["J. Woodhead", "R. Stern", "J. Pearce", "J. Hergt", "J. Vervoort"],
    "venue": "magmas. Geology",
    "year": 2012
  }, {
    "title": "Continental collision and the STEP-wise evolution of convergent plate boundaries: from structure to dynamics",
    "authors": ["R. Wortel", "R. Govers", "W. Spackman"],
    "year": 2009
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65",
    "authors": ["J.C. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Ma to present. Science",
    "year": 2001
  }],
  "id": "SP:9d5e1013da917d6298e84f62c3c49761a0a757d9",
  "authors": [{
    "name": "J.A. Pearce",
    "affiliations": []
  }, {
    "name": "A.R. Hastie",
    "affiliations": []
  }, {
    "name": "P.T. Leat",
    "affiliations": []
  }, {
    "name": "I.W. Dalziel",
    "affiliations": []
  }, {
    "name": "L.A. Lawver",
    "affiliations": []
  }, {
    "name": "P.F. Barker",
    "affiliations": []
  }, {
    "name": "I.L. Millar",
    "affiliations": []
  }, {
    "name": "T.L. Barry",
    "affiliations": []
  }, {
    "name": "R.E. Bevins",
    "affiliations": []
  }],
  "abstractText": "a School of Earth and Ocean Sciences, Cardiff University, Main Building, Park Place, Cardiff CF10 3AT, UK b School of Geography, Earth and Environmental Sciences, University of Birmingham, Edgbaston, Birmingham B15 2TT, UK c British Antarctic Survey (BAS), High Cross, Madingley Road, Cambridge CB3 0ET, UK d University of Texas, Institute for Geophysics, Austin, TX 78758-4445, USA e Threshers Barn, Whitcott Keysett, Clun, Shropshire SY7 8QE, UK f NERC Isotope Geosciences Laboratories, Keyworth, Nottingham NG12 5GG, UK g Department of Geology, University of Leicester, University Road, Leicester LE1 7RH, UK h Department of Geology, National Museum Cardiff, Cathays Park, Cardiff CF10 3NP, UK",
  "title": "Composition and evolution of the Ancestral South Sandwich Arc: Implications for the flow of deep ocean water and mantle through the Drake Passage Gateway"
}