{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nj ourna l homepage: www.e lsev ie r.com/ locate /eps l\nHydrous magmatism on Mars: A source of water for the surface and subsurface during the Amazonian\nFrancis M. McCubbin a,b,⁎, Alexander Smirnov b,1, Hanna Nekvasil a, Jianhua Wang c, Erik Hauri c, Donald H. Lindsley a\na Department of Geosciences, Stony Brook University, Stony Brook, NY 11794, United States b Geophysical Laboratory, Carnegie Institution of Washington, 5251 Broad Branch Rd., N.W, Washington, DC 20015, United States c Department of Terrestrial Magnetism, Carnegie Institution of Washington, 5241 Broad Branch Rd., N.W, Washington, DC 20015, United States\n⁎ Corresponding author. Geophysical Laboratory, Carn 5251 Broad Branch Rd., N.W, Washington, DC 20015, U\nE-mail address: fmccubbin@ciw.edu (F.M. McCubbin 1 Current address: Department of Geosciences, Stony\nNY 11794, United States.\n0012-821X/$ – see front matter © 2010 Elsevier B.V. A doi:10.1016/j.epsl.2010.01.028\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 19 May 2009 Received in revised form 13 January 2010 Accepted 19 January 2010 Available online 10 February 2010\nEditor: T. Spohn\nKeywords: SNC meteorite hydrous martian magmatism Chassigny kaersutite water on Mars habitability\nThere is an overwhelming amount of evidence supporting the past existence of abundant flowing water on the martian surface, however the source for this water is less understood. Estimates of water in the deep martian interior from SNC meteorites yield low values (1–36 ppm H2O) that are incompatible with magmatic degassing as the primary source for this water. We have analyzed hydrous amphibole in the Chassigny martian meteorite, finding much higher water contents than previously reported. These values are consistent with a much wetter martian mantle (minimum range of 140–250 ppm H2O for the Chassigny source region), allowing for significant contributions of water to the martian surface by magmatic degassing. Furthermore, these results indicate the possibility of young (early–mid Amazonian), water-rich hydrothermal activity at the surface and subsurface, which could have been responsible for intermittent replenishment of water to these regions even after the onset of the cold dry climate that exists today.\negie Institution ofWashington, nited States. ). Brook University, Stony Brook,\nll rights reserved.\n© 2010 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Water undoubtedly played a crucial role in Mars' geologic history, and it is likely required for Mars to have had any biologic history. Although evidence for abundant surface and near-subsurface water is strong (Farmer et al., 1976; Hartmann, 1979; Carr, 1996; Golombek et al., 1997; Baker, 2001; Jakosky and Phillips, 2001; Glotch and Christensen, 2005; Haskin et al., 2005; McSween, 2006; Squyres et al., 2006; McEwen et al., 2007), the possible origin of this water from magmatic degassing of the planet remains in question. Current estimates for the water content of the martian mantle range from about 1 to 36 ppm (Wanke and Dreibus, 1994; Mysen et al., 1998). Such low values cannot account for the estimated volumes of surface water (>400 m global layer of water, Carr, 1996) that were required for producing many of the erosional features on the Martian surface, suggesting that this water was extra-martian, brought in post differentiation by meteorites and comets (Lunine et al., 2003). In the absence of plate tectonics, such extra-martian water would result\nin a shallow and short-lived Martian hydrosphere, both of which would severely inhibit the formation of a sustainable Martian biosphere (Fisk and Giovannoni, 1999; Jakosky, 1999; Tosca et al., 2008; Tosca and Knoll, 2009); but how well constrained is this low water content for the martian mantle?\nThere are a number of conflicting reports regarding thewater content of the martian interior, and the debate originates primarily from several seemingly incompatible observations of SNC meteorites. The current estimates ofwater in themartianmantle (1–36 ppmH2O)wereprimarily derived fromthe lowwater contents obtained frommineral andbulk rock analyses of martian meteorites (e.g., Wanke and Dreibus, 1994; Watson et al., 1994; Leshin et al., 1996; Boctor et al., 2003; Filiberto and Treiman, 2009). However, magmatic fluids (primarily degassed water) have been implicated to explain several observations in all three types of SNC meteorites including light lithophile element (LLE) zoning profiles in pyroxenes, compositional variability in maskelynite and apatite, and the presence ofmelt-inclusion jarosite (e.g., Lentz et al., 2001;McSweenet al., 2001; McCubbin and Nekvasil, 2008; McCubbin et al., 2009). Complicating the issue further, it was pointed out that magmatic water degassing was not the only geologic process that could explain the LLE zoning profiles (Herd et al., 2005; Chaklader et al., 2006; Treiman et al., 2006).\nIn order to resolve this issue, we examined kaersutite (a Ti-rich amphibole) from olivine-hosted melt inclusions in the Chassigny meteorite. Previous investigations of kaersutite in this meteorite have\nindicated very low water contents (0.1–0.2 wt.% H2O; Watson et al., 1994). However, crystal chemical calculations indicate that good kaersutite stoichiometry requires much higher water contents than those reported (McCubbin et al., 2007). To complicate matters further, a variety of secondary effects can induce post-crystallization H-loss in kaersutite, for exampledehydrogenationof terrestrial kaersutite has been reported to occur during magma ascent, provided the ascent rate is sufficiently slow (i.e., Dyar et al., 1992; Dyar et al., 1993; King et al., 1999).\nThekaersutites in theChassignymeteoritewould likely beprotected from this kind of process due to inclusion within an olivine-hosted melt inclusion;however, if a kaersutite-bearingmelt inclusionwere to rupture, H-loss from the amphibole would likely ensue because the melt around the cumulus olivine grains was dehydrated at high-temperatures from interaction with Cl-rich fluids (i.e., McCubbin and Nekvasil, 2008). An additional avenue of post-crystallization H-loss from kaersutite comes from anthropogenic effects. Dehydrogenation of kaersutite has been reported to occur during exposure to an electron beam,which could have dehydrated some of the grains in the Chassigny meteorite prior to SIMS analysis (i.e., electron microprobe analysis Wagner et al., 2008). These possibilities point to theneed for furtherwater analysesof kaersutite from the Chassigny meteorite.\nIn this contribution, we first use crystal chemical constraints to predict the amount of water within the kaersutite at the time of crystallization, and then we present new secondary ion mass spectrometry (SIMS) analyses of OH−, F, Cl and S in kaersutite from the Chassigny meteorite. Based on these new analyses, we present a refined estimate for the water content of the Chassigny source region."
  }, {
    "heading": "2. Prediction of water in kaersutite from stoichiometry",
    "text": "Kaersutite [A0–1 M42(M1–34–4.5Ti0.5–1)T8O23X1] is a Ti-rich amphibole that typically contains at least 1 structural formula unit (sfu) of (OH+F+Cl) in the O(3) crystallographic site (depicted as X in above structural formula). Extensive analytical work has been conducted on kaersutite from the Chassigny meteorite because of its potential implications for magmatic water within martian magmas (Floran et al., 1978; Johnson et al., 1991; Watson et al., 1994; Monkawa et al., 2006). When available published data are considered (Table 1), a structural formula for the Chassigny kaersutite can be calculated based on normalization to 24 anions (Table 2, columns 1–2), which is\n4 anions. All structural formulae were calculated from the electron microprobe analyses reviously published data. Columns 3 and 4 represent predicted H2O contents calculated lated using the averages of our new SIMS analyses.\nthe best normalization scheme for a well characterized O(3) site. The resulting structural formula yields an over-occupied A-site (by ∼11–15%) and an unreasonably high A-site calcium content for each analysis, consistent with having too much calculated O2− in the O(3) site. The excess O2− in the O(3) site most likely stems from the published water analysis being too low, although deviations from the published ferric iron, fluorine and chlorine values could have also contributed. Assuming the poor stoichiometry is exclusively the consequence of a low water content, between 0.5 and 0.6 wt.% H2O is required before the A-site is no longer over-occupied (Table 2, columns 3–4). This range in water contents represents our predicted “pristine” Chassigny kaersutite water content."
  }, {
    "heading": "3. Analytical procedure",
    "text": ""
  }, {
    "heading": "3.1. Field emission scanning electron microscopy (FE-SEM)",
    "text": "Back-scattered electron (BSE) imaging and energy-dispersive spectroscopy (EDS) were performed at the Geophysical Laboratory, Washington, DC on a JEOL JSM 6500F scanning electron microscope with a field emission gun equippedwith a liquid N2-cooled sapphire Si (Li) EDS detector (EDAX) using a 15 kV operating voltage. EDS was used to chemically identify the three kaersutite grains analyzed in this study prior to SIMS analysis. Subsequent to EDS analysis, the grains were imaged for crystal morphology using both back-scattered and secondary electrons; however, electron beam exposure to the kaersutites was limited as much as possible to minimize potential dehydrogenation of the grains (Wagner et al., 2008)."
  }, {
    "heading": "3.2. Secondary ion mass spectrometry (SIMS)",
    "text": "Themeasurements of F, H2O (asOH−), Cl, and Swereperformedon a Cameca 6f ion microprobe at the Department of Terrestrial Magnetism, Washington, DC using the procedure of Hauri et al. (2002). The focused (5–10 nA) 10 kV Cs+ primary ion beamwas rastered on the sample to a 25×25 μmarea. The secondary ionbeamwas extracted at−5 kV froma 5-micron diameter portion of the rastered areawith a field aperture. An electron flood gun (−5 kV)was used to compensate for charge build up in the analysis area. A mass resolution of 6000 was tuned to eliminate some of the mass interferences. Standardization on multiple basaltic glass compositions with a wide range of volatile contents was performed at the beginning of the session. Information concerning the compositions of the standards used (1833-1, 1846-12, 1833-11, WOK28-3, 519-4-1, 1654-3, B330, B333, B366) have been published previously (Deloule et al., 1995; Hauri et al., 2002; Hauri et al., 2006). Each analysis lasted about 15 min."
  }, {
    "heading": "3.3. Electron probe microanalysis (EPMA)",
    "text": "Subsequent to SIMS analysis, the thin sections were polished in order to re-expose the analyzed kaersutite grains for electron probe microanalysis. The kaersutites were analyzed with a JEOL JXA-8800 L electron microprobe, housed at the Geophysical Laboratory in Washington, DC. An accelerating voltage of 15 kV and a nominal beam current of 15 nA were used for all analyses. The beam diameter for each analysis ranged from about 2 to 10 μm. The standardization was checked against a terrestrial kaersutite of known composition to confirm the reliability of our analyses."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Mineralogy of the Chassigny meteorite",
    "text": "We carried out petrographic observations of two thin sections of the Chassigny meteorite, one from the Vatican Observatory (slide # P8064) and another from the collection of Dr. Robert Dodd\n(no sample number available). The mineralogy of the Chassigny meteorite has been previously reported by Floran et al. (1978), Johnson et al. (1991), Wadhwa and Crozaz (1995), Varela et al. (2000), Nekvasil et al. (2007), Monkawa et al. (2006) and McCubbin and Nekvasil (2008). In agreement with these studies, we report that the cumulus minerals within the Chassigny dunite consist of olivine and Cr-rich spinel. Pyroxene, maskelynite, apatite, ilmenite, and sulfides occur in the regions interstitial to the cumulus grains. Additionally, the cumulus olivine grains contain large polyphasemelt inclusions (up to 200 μm in diameter) containing a mineral assemblage that is slightly different from that of the interstitial regions, most notably, one that includes the volatile-bearing minerals, kaersutite and (rarely) Ti-biotite. The kaersutite grains are usually about 10–20 μm in diameter and occur in contact with pyroxene and maskelynite (Fig. 1)."
  }, {
    "heading": "4.2. SIMS analysis of magmatic volatiles in kaersutite",
    "text": "Three kaersutite grains from three different melt inclusions were analyzed for OH, F, Cl, and S by secondary ionmass spectrometry (SIMS) in 2 thin sections of the Chassigny meteorite. The water content of the kaersutite ranged from 0.41 to 0.74 wt.% (Table 3), which is approximately four times higher than the previously published range in values (Watson et al., 1994) and consistent with our predicted range (Table 2, columns 3–4). The fluorine and chlorine abundances ranged from 0.40 to 0.72 wt.%, and 0.12 to 0.15 wt.%, respectively, and are consistent with previously published data acquired by electron microprobe (Johnson et al., 1991; Table 1, this study). Analytical uncertainties for F, Cl, and S during this study were minimal (i.e., <0.01 wt.%), and the uncertainty for H2O was ±0.02 wt.%."
  }, {
    "heading": "4.3. EPMA analysis of kaersutite",
    "text": "Five electron microprobe analyses of three kaersutite grains were collected, and the data are reported in Table 4. The major element chemistry of the kaersutites analyzed in this study is broadly consistent with previously published analyses (i.e., Floran et al., 1978; Johnson et al., 1991; Monkawa et al., 2006). Structural formulae for the kaersutite were calculated on the basis of 24 anions, using the average SIMS data from this study (Table 3). The structural formulae are also presented in Table 4. In agreement with previously published data, the kaersutite structural formulae derived from our EPMA and SIMS analyses result in good amphibole stoichiometry, and the amphiboles are classified as kaersutite according to the nomenclature of Leake (1978), Leake et al. (1997)."
  }, {
    "heading": "5. Discussion",
    "text": "The water contents of the Chassigny kaersutite grains measured during this study are consistent with our predicted range, and the resulting structural formulae calculated using our SIMS data yield good kaersutite stoichiometry (Tables 2 and 4). Moreover, the good stoichiometry did not require ferric iron contents in the kaersutite to differ from the measurements of Monkawa et al. (2006) (Fe3+/ ∑Fe=0.05), although our new SIMS data would also be consistent with higher amounts of ferric iron in the kaersutite. As a reasonable amphibole formula could not be obtained with the previously published water contents, we propose that the volatile contents presented here are better suited for understanding the kaersutite crystal chemistry at the time of crystallization from the melt. Furthermore, our analyses are most suitable for inferring information about the magmatic water contents within the Chassigny melt inclusions at the time of kaersutite crystallization."
  }, {
    "heading": "5.1. Water content of the magma parental to the Chassigny melt inclusions",
    "text": "Partitioning studies for water between amphibole and silicate melt indicate that the water content of the melt must be greater than the water contentof theamphibole that crystallizes fromthemelt byat least a factor of two [i.e., DH2Oamphibole/silicate melt≤0.5 (Merzbacher and Eggler, 1984; Johnson et al., 1991)]. Assuming this partition coefficient is applicable to kaersutite, the minimum range in magmatic water contents at the time of kaersutite crystallization are 0.8 to 1.5 wt.% H2O (range in water contents was computed using the range in measured values from Table 3). With this value constrained, we can calculate the water content of the melt parental to the Chassigny melt inclusions provided an estimate can be made as to the extent of crystallization that had occurred in the melt before kaersutite appeared in the phase assemblage.\nDetermining the extent of crystallization that took place before the appearance of amphibole is predicated on the existence of experimental phase equilibrium data on the parental melt composition for the Chassigny melt inclusions, and thus far several parental liquid compositions have been proposed. To-date, the suggested compositions include a synthetic low-Al, high-Fe composition referred to as A* (Johnson et al., 1991), a terrestrial hawaiite from theNandewarVolcano in New South Wales, Australia (Nekvasil et al., 2007), and the martian surface rock Humphrey (Filiberto, 2008), which was analyzed by the Mars Exploration Rover (MER) Spirit in Gusev Crater (Gellert et al., 2006). Both the terrestrial hawaiite and Humphrey produce amphibole during crystallization (Nekvasil et al., 2004; McCubbin et al., 2008). For both compositions, amphibole enters the phase assemblage after about ∼45% crystallization has occurred (data from Nekvasil et al., 2004; McCubbin et al., 2008). If this was the case for Chassigny, then the minimum water content of the melt parental to the Chassigny melt inclusions ranged from approximately 0.43 to 0.84 wt.% H2O."
  }, {
    "heading": "5.2. Implications for the water content of the Chassigny mantle source region",
    "text": "It is thought that the parental melt of the Chassigny meteorite is the result of partial melting of the martian mantle (McSween and Harvey, 1993; Mysen et al., 1998; Boctor et al., 2003). If this is the case, then the water content of the parental magma reflects the water content of the martian mantle source region and is a function of the amount of partial\nmelting that occurred to produce the parental liquid to the meteorite (Fig. 2). At least 3% melting is required for partial melts to coalesce and separate from their source (e.g., Philpotts, 1990); therefore, using 3% as a\nlower limit of partial melting, we arrive at a minimum range of ∼130 to 250 ppm H2O in the Chassigny source region, assuming water behaves incompatibly. However, the amount of partial melting could be higher than 3%, which would result in a higher water concentration for the Chassigny source region. For example, if themartianmantle produced the parental liquid to the Chassigny melt inclusions after about 10% partial melting, thewater content of themantle source regionwould bebetween ∼430 and840 ppmH2O (Fig. 2). Theminimumrange inwater content for the Chassigny source region reported here (130–250 ppm H2O) is more than an order ofmagnitude higher than the previously proposed range in water contents for the Chassigny source region (1–15 ppm H2O i.e., Mysen et al., 1998) and almost an order of magnitude higher than any previously proposed martian mantle water content (1–36 ppm i.e., Wanke and Dreibus, 1994; Mysen et al., 1998). In fact, depending on the amount of partial melting that took place to produce themelt parental to the Chassigny melt inclusions, the Chassigny source region could have water concentrations on the same order as the water content estimated for the terrestrial mantle (as summarized by Bolfan-Casanova, 2005)."
  }, {
    "heading": "5.3. Martian mantle as a source for surface and subsurface water",
    "text": "Assuming the water content in the Chassigny source region is consistent with the water content of the bulk martian mantle, we can use the range of water contents to estimate the amount of water that could have been added to the martian surface by mantle degassing and magmatic processes (Fig. 3). The above range in mantle water contents corresponds to the equivalent of about 5.3×107 km3 to 1.3×108 km3 (equivalent range of 370–860 m depth on the martian surface) of water that could have been added to the martian surface from mantle derived magmatic activity. Additionally, if the mantle\nwater content is close to the high end of the lower limit range estimated for the Chassigny source region (250 ppm), mantle degassing can account for the equivalent of 400 m of water depth (minimum depth required to explain the surface features carved by flowing water, i.e., Carr, 1996) without any additional water input required. Even if the water content of the martian mantle is closer to the lower limit (130 ppm H2O), 400 m is obtainable primarily by mantle degassing, however some additional water input (i.e., from meteorites and comets) would be needed.\nMuch of this mantle degassing is predicated on magmatic/volcanic activity, which was most prevalent early in Mars' geologic history, before about 4 Ga (McLennan, 2001), and the young age of the Chassigny meteorite (∼1.3 Ga, Nyquist et al., 2001) prevents us from gaining much insight regarding this early time of prevalent magmatic activity. However, the abundance of water in the Chassigny source region is consistent with the existence of past hydrous magmatism on Mars, and this hydrous magmatism would have been an important source for ancient surface water. Subsequent to this period of abundant magmatic activity, more episodic volcanism would result in intermittent replenishment of water to the surface and subsurface environments (primarily through magmatic–hydrothermal activity) even after the development of the cold, dry climate that exists onMars today (i.e., Hurowitz and McLennan, 2007)."
  }, {
    "heading": "6. Conclusions",
    "text": "New water analyses of kaersutite in the Chassigny meteorite provide strong evidence that Mars experienced hydrous magmatism. Furthermore, based on the young crystallization age of the Chassigny meteorite (∼1.3 Ga), hydrous magmatism likely occurred over much of the planet's active igneous history. These higher water contents suggest that at least some melts from the martian mantle had water contents similar to those of terrestrial tholeiites (e.g., Dixon et al., 1991) and that at least some portions of the martian mantle contain significantly higher water contents than previously deduced, potentially as high as those values proposed for the terrestrial mantle. This opens up the possibility of a substantial magmatic contribution of water to themartian atmosphere, themartian surface, and themartian subsurface. Importantly, these results indicate strong agreement between water estimates from direct analysis of SNC meteorites and those based on surface observations, potentially ending a longstanding disparity between the two datasets. Furthermore, these results indicate the possibility of relatively young (early–mid Amazonian) water-rich magmatic hydrothermal activity at the martian surface and subsurface, which could have been responsible for intermittent replenishment of water to these regions following the onset of the cold, dry climate that exists today."
  }, {
    "heading": "Acknowledgments",
    "text": "We thank Guy Consolmagno of the Vatican Observatory and Robert Dodd for providing us with thin sections of the Chassigny meteorite. We would also like to thank James Webster, Charles Mandeville, Darby Dyar, Laurie Leshin, and Bjorn Mysen for very helpful and insightful discussions regarding the topics within themanuscript. We are grateful to Tilman Spohn for the editorial handling of the manuscript, and we thank three anonymous reviewers that helped improve the manuscript during peer-review. FM is thankful for funding provided by the GAANN fellowship and a postdoctoral fellowship from the Geophysical Laboratory, and AS gratefully acknowledges a postdoctoral fellowship and support from the Geophysical Laboratory and NASA Astrobiology Institute. Financial support for this work was provided by NASA grant NNX08AN14G from the Mars Fundamental Research Program awarded to HN."
  }],
  "year": 2010,
  "references": [{
    "title": "Water and the martian landscape",
    "authors": ["V.R. Baker"],
    "venue": "Nature",
    "year": 2001
  }, {
    "title": "Water in the Earth's mantle",
    "authors": ["N. Bolfan-Casanova"],
    "venue": "Mineral. Mag",
    "year": 2005
  }, {
    "title": "volatile element contents of Martian basalts",
    "authors": ["E. Deloule", "O. Paillat", "M. Pichavant", "B. Scaillet"],
    "venue": "Am. Mineral",
    "year": 1995
  }, {
    "title": "silicate-glasses: methods and applications",
    "authors": ["J.E. Dixon", "D.A. Clague", "E.M. Stolper"],
    "venue": "Chem. Geol",
    "year": 1991
  }, {
    "title": "Crystalchemistry of Fe and H in mantle kaersutite: implications for mantle metasomatism",
    "authors": ["M.D. Dyar", "S.J. Mackwell", "A.V. McGuire", "L.R. Cross", "J.D. Robertson"],
    "venue": "Am. Mineral",
    "year": 1993
  }, {
    "title": "Mars — northern summer ice cap — water-vapor observations from",
    "authors": ["C.B. Farmer", "D.W. Davies", "D.D. Laporte"],
    "venue": "Viking 2. Science",
    "year": 1976
  }, {
    "title": "Experimental constraints on the parental liquid of the Chassigny meteorite: a possible link between the Chassigny meteorite and a Martian Gusev basalt",
    "authors": ["J. Filiberto"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2008
  }, {
    "title": "Martian magmas contained abundant chlorine, but little water",
    "authors": ["J. Filiberto", "A.H. Treiman"],
    "venue": "Geology",
    "year": 2009
  }, {
    "title": "Sources of nutrients and energy for a deep biosphere on Mars",
    "authors": ["M.R. Fisk", "S.J. Giovannoni"],
    "venue": "J. Geophys. Res. Planets",
    "year": 1999
  }, {
    "title": "Chassigny meteorite — cumulate dunite with hydrous amphibole-bearing melt inclusions",
    "authors": ["R.J. Floran", "M. Prinz", "P.F. Hlava", "K. Keil", "C.E. Nehru", "J.R. Hinthorne"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1978
  }, {
    "title": "Alpha particle X-ray spectrometer (APXS): results from Gusev crater and calibration report",
    "authors": ["R. Gellert", "R. Rieder", "J. Bruckner", "B.C. Clark", "G. Dreibus", "G. Klingelhofer", "G. Lugmair", "D.W. Ming", "H. Wanke", "A. Yen", "J. Zipfel", "S.W. Squyres"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2006
  }, {
    "title": "Geologic and mineralogic mapping of Aram Chaos: evidence for a water-rich history",
    "authors": ["T.D. Glotch", "P.R. Christensen"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2005
  }, {
    "title": "Overview of the Mars Pathfinder Mission and assessment of landing site",
    "authors": ["M.P. Golombek", "R.A. Cook", "T. Economou", "W.M. Folkner", "A.F.C. Haldemann", "P.H. Kallemeyn", "J.M. Knudsen", "R.M. Manning", "H.J. Moore", "T.J. Parker", "R. Rieder", "J.T. Schofield", "P.H. Smith", "R.M. Vaughan"],
    "venue": "predictions. Science",
    "year": 1997
  }, {
    "title": "Release of juvenile water on Mars: estimated amounts and timing associated with volcanism",
    "authors": ["R. Greeley"],
    "venue": "Science",
    "year": 1987
  }, {
    "title": "Watery past of Mars",
    "authors": ["W. Hartmann"],
    "venue": "New Sci",
    "year": 1979
  }, {
    "title": "Water alteration of rocks",
    "authors": ["L.A. Haskin", "A. Wang", "B.L. Jolliff", "H.Y. McSween", "B.C. Clark", "D.J. Des Marais", "S.M. McLennan", "N.J. Tosca", "J.A. Hurowitz", "J.D. Farmer", "A. Yen", "S.W. Squyres", "R.E. Arvidson", "G. Klingelhofer", "C. Schroder", "P.A. de Souza", "D.W. Ming", "R. Gellert", "J. Zipfel", "J. Bruckner", "J.F. Bell", "K. Herkenhoff", "P.R. Christensen", "S. Ruff", "D. Blaney", "S. Gorevan", "N.A. Cabrol", "L. Crumpler", "J. Grant", "L. Soderblom"],
    "year": 2005
  }, {
    "title": "Thermal and crustal evolution of Mars",
    "authors": ["S.A. Hauck", "R.J. Phillips"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2002
  }, {
    "title": "SIMS analysis of volatiles in silicate glasses 1. Calibration, matrix effects and comparisons with FTIR",
    "authors": ["E. Hauri", "J.H. Wang", "J.E. Dixon", "P.L. King", "C. Mandeville", "S. Newman"],
    "venue": "Chem. Geol",
    "year": 2002
  }, {
    "title": "Partitioning of water during melting of the Earth's upper mantle at H2O-undersaturated conditions",
    "authors": ["E.H. Hauri", "G.A. Gaetani", "T.H. Green"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2006
  }, {
    "title": "Light lithophile elements in martian basalts: evaluating the evidence for magmatic water degassing",
    "authors": ["C.D.K. Herd", "A.H. Treiman", "G.A. McKay", "C.K. Shearer"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2005
  }, {
    "title": "A similar to 3.5 Ga record of water-limited, acidic weathering conditions on Mars",
    "authors": ["J.A. Hurowitz", "S.M. McLennan"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2007
  }, {
    "title": "Mars — water, climate, and life",
    "authors": ["B.M. Jakosky"],
    "venue": "Science",
    "year": 1999
  }, {
    "title": "Mars' volatile and climate history",
    "authors": ["B.M. Jakosky", "R.J. Phillips"],
    "venue": "Nature",
    "year": 2001
  }, {
    "title": "Chassigny petrogenesis — melt compositions, intensive parameters, and water contents of martian (questionable) magmas",
    "authors": ["M.C. Johnson", "M.J. Rutherford", "P.C. Hess"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1991
  }, {
    "title": "Oxy-substitution and dehydrogenation in mantle-derived amphibole megacrysts",
    "authors": ["P.L. King", "R.L. Hervig", "J.R. Holloway", "T.W. Vennemann", "K. Righter"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1999
  }, {
    "title": "Nomenclature of amphiboles",
    "authors": ["B.E. Leake"],
    "venue": "Am. Mineral",
    "year": 1978
  }, {
    "title": "Water in martian magmas: clues from light lithophile elements in shergottite and nakhlite pyroxenes",
    "authors": ["R.C.F. Lentz", "H.Y. McSween", "J. Ryan", "L.R. Riciputi"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2001
  }, {
    "title": "Hydrogen isotope geochemistry of SNC meteorites",
    "authors": ["L.A. Leshin", "S. Epstein", "E.M. Stolper"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1996
  }, {
    "title": "Maskelynite-hosted apatite in the Chassigny meteorite: insights into late-stage magmatic volatile evolution in martian magmas",
    "authors": ["F.M. McCubbin", "H. Nekvasil"],
    "venue": "Am. Mineral",
    "year": 2008
  }, {
    "title": "Kaersutite in the Chassigny martian meteorite: how much water? Geochim",
    "authors": ["F.M. McCubbin", "H. Nekvasil", "A. Smirnov", "D.H. Lindsley"],
    "venue": "Cosmochim. Acta",
    "year": 2007
  }, {
    "title": "Compositional diversity and stratification of the Martian crust: inferences from crystallization experiments on the picrobasalt Humphrey from Gusev Crater, Mars",
    "authors": ["F.M. McCubbin", "H. Nekvasil", "A.D. Harrington", "S.M. Elardo", "D.H. Lindsley"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2008
  }, {
    "title": "Hydrothermal jarosite and hematite in a pyroxene-hosted melt inclusion in martian meteorite Miller Range (MIL) 03346: implications for magmatic– hydrothermal fluids on Mars",
    "authors": ["F.M. McCubbin", "N.J. Tosca", "A. Smirnov", "H. Nekvasil", "A. Steele", "M. Fries", "D.H. Lindsley"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2009
  }, {
    "title": "Crustal heat production and the thermal evolution of Mars",
    "authors": ["S.M. McLennan"],
    "venue": "Geophys. Res. Lett",
    "year": 2001
  }, {
    "title": "Outgassed water on Mars — constraints from melt inclusions in SNC meteorites",
    "authors": ["H.Y. McSween", "R.P. Harvey"],
    "venue": "Science",
    "year": 1993
  }, {
    "title": "Geochemical evidence for magmatic water withinMars from pyroxenes in the Shergotty meteorite",
    "authors": ["H.Y. McSween", "T.L. Grove", "R.C.F. Lentz", "J.C. Dann", "A.H. Holzheid", "L.R. Riciputi", "J.G. Ryan"],
    "venue": "Nature",
    "year": 2001
  }, {
    "title": "A magmatic geohygrometer — application to Mount St",
    "authors": ["C. Merzbacher", "D.H. Eggler"],
    "venue": "Helens and other dacitic magmas. Geology",
    "year": 1984
  }, {
    "title": "Determination of the Fe oxidation state of the Chassigny kaersutite: a microXANES spectroscopic study",
    "authors": ["A. Monkawa", "T. Mikouchi", "E. Koizumi", "K. Sugiyama", "M. Miyamoto"],
    "venue": "Meteorit. Planet. Sci",
    "year": 2006
  }, {
    "title": "The role of H2O in martian magmatic systems",
    "authors": ["B.O. Mysen", "D. Virgo", "R.K. Popp", "C.M. Bertka"],
    "venue": "Am. Mineral",
    "year": 1998
  }, {
    "title": "The origin and evolution of silica-saturated alkalic suites: an experimental study",
    "authors": ["H. Nekvasil", "A. Dondolini", "J. Horn", "J. Filiberto", "H. Long", "D.H. Lindsley"],
    "venue": "J. Petrol",
    "year": 2004
  }, {
    "title": "Alkalic parental magmas for the chassignites? Meteorit",
    "authors": ["H. Nekvasil", "J. Filiberto", "F.M. McCubbin", "D.H. Lindsley"],
    "venue": "Planet. Sci",
    "year": 2007
  }, {
    "title": "Implications of an impact origin for the martian hemispheric dichotomy",
    "authors": ["F. Nimmo", "S.D. Hart", "D.G. Korycansky", "C.B. Agnor"],
    "venue": "Nature",
    "year": 2008
  }, {
    "title": "Ages and geologic histories of martian meteorites",
    "authors": ["L.E. Nyquist", "D.D. Bogard", "C.Y. Shih", "A. Greshake", "D. Stoffler", "O. Eugster"],
    "venue": "Space Sci. Rev",
    "year": 2001
  }, {
    "title": "Principles of Igneous and Metamorphic Petrology",
    "authors": ["A.R. Philpotts"],
    "year": 1990
  }, {
    "title": "Juvenile chemical sediments and the long term persistence of water at the surface of Mars",
    "authors": ["N.J. Tosca", "A.H. Knoll"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2009
  }, {
    "title": "2008.Water activity and the challenge for life on early Mars",
    "authors": ["N.J. Tosca", "A.H. Knoll", "S.M. McLennan"],
    "venue": "Science",
    "year": 2008
  }, {
    "title": "Light lithophile elements in pyroxenes of Northwest Africa (NWA) 817 and other Martian meteorites: implications for water in Martian magmas",
    "authors": ["A.H. Treiman", "D.S. Musselwhite", "C.D.K. Herd", "C.K. Shearer"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2006
  }, {
    "title": "Glassbearing inclusions in olivine of the Chassigny achondrite: heterogeneous trapping at sub-igneous temperatures",
    "authors": ["M.E. Varela", "G. Kurat", "M. Bonnin-Mosbah", "R. Clocchiatti", "D. Massare"],
    "venue": "Meteorit. Planet. Sci",
    "year": 2000
  }, {
    "title": "Trace and minor elements in minerals of nakhlites and Chassigny — clues to their petrogenesis",
    "authors": ["M. Wadhwa", "G. Crozaz"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1995
  }, {
    "title": "Dehydrogenation of kaersutitic amphibole under electron beam excitation recorded by changes",
    "authors": ["C. Wagner", "E. Deloule", "M. Fialin", "P.L. King"],
    "year": 2008
  }, {
    "title": "Chemistry and accretion history of Mars",
    "authors": ["H. Wanke", "G. Dreibus"],
    "venue": "Philos. Trans. R. Soc. Lond. Ser. A: Math. Phys. Sci",
    "year": 1994
  }, {
    "title": "Water on Mars— clues from deuterium/hydrogen and water contents of hydrous phases in SNC meteorites",
    "authors": ["L.L. Watson", "I.D. Hutcheon", "S. Epstein", "E.M. Stolper"],
    "venue": "Science",
    "year": 1994
  }, {
    "title": "Thickness of the Martian crust: improved constraints from geoid-to-topography ratios",
    "authors": ["M.A. Wieczorek", "M.T. Zuber"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2004
  }],
  "id": "SP:406df4c0beca57db16c240f7835dc56eff98b00c",
  "authors": [{
    "name": "Francis M. McCubbin",
    "affiliations": []
  }, {
    "name": "Alexander Smirnov",
    "affiliations": []
  }, {
    "name": "Hanna Nekvasil",
    "affiliations": []
  }, {
    "name": "Jianhua Wang",
    "affiliations": []
  }, {
    "name": "Erik Hauri",
    "affiliations": []
  }, {
    "name": "Donald H. Lindsley",
    "affiliations": []
  }],
  "title": "Hydrous magmatism on Mars: A source of water for the surface and subsurface during the Amazonian"
}