{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nLithos\nj ourna l homepage: www.e lsev ie r .com/ locate / l i thos\nProvenance of Late Permian volcanic ash beds in South China: Implications for the age of Emeishan volcanism and its linkage to climate cooling\nHu Huang a,b,⁎, Peter A. Cawood b, Ming-Cai Hou a,⁎, Shi-Jun Ni c, Jiang-Hai Yang d, Yuan-Sheng Du d, Hua-Guo Wen a\na State Key Laboratory of Oil and Gas Reservoir Geology and Exploitation, Institute of Sedimentary Geology, Chengdu University of Technology, Chengdu 610059, China b School of Earth, Atmosphere & Environment, Monash University, Melbourne, VIC 3800, Australia c College of Earth Sciences, Chengdu University of Technology, Chengdu 610059, China d State Key Laboratory of Biogeology and Environmental Geology, China University of Geosciences, Wuhan 430074, China\n⁎ Corresponding authors at: State Key Laboratory of Oil Exploitation, Chengdu University of Technology, Chengdu\nE-mail addresses: 118huanghu@163.com, (H. Huang), (M.-C. Hou).\nhttps://doi.org/10.1016/j.lithos.2018.06.009 0024-4937/© 2018 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 8 May 2018 Accepted 11 June 2018 Available online 15 June 2018\nWhole-rock geochemistry and zircon trace element, U\\\\Pb andHf isotopic data for Upper Permian volcanic ash at Shangsi show a significant change in source from the Emeishan Large Igneous Province (LIP) to a convergent plate margin magmatic arc. The lower stratigraphic samples display high Al2O3/TiO2 ratios, strong negative Eu anomalies, and no depletion in high field strength elements. Zircons with ages of ca. 260 Ma from these ashes have a geochemical affinity to within-plate-type magmas and with felsic ignimbrites from the uppermost part of the Emeishan volcanic succession at Binchuan. These features, combined with relatively high εHf(t) values and low Th/Nb ratios in the zircons, imply a late-stage felsic volcanic origin related to Emeishan LIP. The upper stratigraphic samples at Shangsi display significant depletion in Nb and Ti; zircons separated from these volcanic ashes are chemically similar to those from arc-related/orogenic rocks, indicative of a magmatic arc source. Combined with published high-precision CA-TIMS data for these volcanic ash layers, the Emeishan volcanism can be constrained to between ca. 260–257.8 Ma. The age of Emeishan volcanism is consistent with theWuchiapingian climate cooling event, supporting a potential linkage between these two phenomena.\n© 2018 Elsevier B.V. All rights reserved.\nKeywords: Geochemistry Volcanic ashes Felsic volcanism Emeishan large igneous province Climate cooling"
  }, {
    "heading": "1. Introduction",
    "text": "The Emeishan Large Igneous Province (LIP) comprises voluminous basalts, picrites, ultramafic-mafic intrusions, granites and alkaline intrusions, as well as trachytes and rhyolites (Huang et al., 2014; Xiao et al., 2004; Xu et al., 2001, 2010; Zhou et al., 2006). It was emplaced in southwest China and northern Vietnam at c. 260Ma (Ali et al., 2002; Huang et al., 2016; Xiao et al., 2003; Zhong et al., 2014; Zhou et al., 2002). In spite of the numerous geochemical, paleontological, paleomagnetic, and geochronological studies on the Emeishan LIP (e.g., Shellnutt, 2014 and references therein; Sun et al., 2010; Zheng et al., 2010), the age of the lavas is disputed. Recent high-precision CA-TIMS date of 259.1 ± 0.5 Ma for the felsic extrusive rocks at the uppermost part of the Emeishan lava succession at Binchuan has been interpreted to represent the termination age of the Emeishan basalts (Zhong et al., 2014). However, felsic volcanic rocks are located at the stratigraphically highest levels of the Emeishan lava succession, and were likely preferentially removed by\nand Gas Reservoir Geology and 610059, China. houmc@cdut.edu.cn\nerosion relative to the older basaltic phases (Xu et al., 2010; Yang et al., 2015). Indeed, a large amount ofmaterial derived from the Emeishan felsic volcanic rocks were deposited in adjacent Late Permian sedimentary systems (Dai et al., 2016; He et al., 2007; Yang et al., 2015). Therefore, age constraints from the present-day exposed felsic volcanic succession may not represent the termination age of the Emeishan LIP.\nVolcanic ash layers are widespread in the Upper Permian sedimentary successions in South China (Bagherpour et al., 2018; Dai et al., 2011, 2017, 2018; Mundil et al., 2004; Shen et al., 2011; Zhou et al., 1994, 2000). Invoked sources for the ash deposits include Emeishan volcanism, convergent plate magmatic arc magmatism, and the Siberian Traps (Dai et al., 2011; Huang et al., 2016; Liao et al., 2016a, 2016b; Xu et al., 2007; Yang et al., 2012, 2014; Zhao et al., 2016). In this paper, we present whole-rock geochemistry and zircon trace element, U\\\\Pb and Hf isotopic data on the Late Permian volcanic ash in South China to determine their source(s) and explore their implication for Emeishan LIP volcanism. These data, in combination with the previous studies from high-precision CA-TIMS dating (Mundil et al., 2004; Shen et al., 2011), indicate that the volcanic ash layers display a significant change in provenance from an earlier pulse (~ 260–257.8 Ma) related to the Emeishan felsic volcanic rocks to a magmatic arc source in the latest Permian (~ 254–252 Ma). Furthermore, the age of Emeishan volcanism\nis consistent with the climate cooling event recorded in the early Wuchiapingian."
  }, {
    "heading": "2. Geologic setting and sampled stratigraphy",
    "text": "The Emeishan LIP covers an area of ~ 250,000 km2 in the Southwest China (Ali et al., 2005, 2010; Xu et al., 2001) (Fig. 1) and was located near the equator in the eastern Paleo-Tethys Ocean during the Late Permian (Domeier and Torsvik, 2014; Fig. 2). The volcanic piles range from amaximum preserved thickness of ~ 5 km in thewest of the province to b100 m in the east. They consist mostly of flood basalts with picrites in the lower half and basaltic-andesites and felsic volcanic rocks in the upper half (Xiao et al., 2004; Xu et al., 2001). Felsic volcanic rocks including rhyolite and trachyte have only been reported from the uppermost part of the preserved volcanic succession and are restricted to specific locations near the centre of this province (e.g., Binchuan and Panzhihua; Shellnutt and Jahn, 2010; Xu et al., 2010). The Emeishan volcanic rocks overlie the limestone-dominated Middle Permian Maokou Formation and are, in turn, partially covered by clastic rocks of the Upper Permian Xuanwei or Longtan formations in the east and Upper Triassic sedimentary rocks elsewhere (He et al., 2003).\nMost of our samples are collected from the Shangsi section (32°19′ 11.58″N, 105°27′17.77″E), which is located in the Changjianggou valley,\nShangsi town, Guangyuan City, northeastern Sichuan. The section exposes the Middle Permian Maokou Formation, the Upper Permian Wujiaping and Dalong formations, and the Lower Triassic Feixuanguan Formation (Li et al., 1986; Fig. 3). The Maokou Formation (beds 1–3) is dominated by gray limestones containing chert nodules, and a few thin beds of mudstone or chert in the upper part. There is a short gap (~2–3 m thick) in the stream section at the top of the Maokou Formation. However, the missing stratigraphy was examined in the nearby Weigan coalmine (32°19′14.27″N, 105°27′14.39″E) and consistsmainly of yellow volcanic ash layers, known as theWangpo Bed, and coal beds and carbonaceous shales, known as theHeshan Bed (Lai et al., 2008; Sun et al., 2008). TheWujiaping Formation (beds 5–10) is mainly composed of dark gray bioclastic limestones containing chert nodules. Yellowish to buff-coloured volcanic ash layers with thicknesses ranging from 1 to 30 cmare intercalated in this formation. The conformably overlyingDalong Formation (beds 11–27) consists mainly of siliceous limestones, interbedded with shales, organic-rich limestones and cherts. Many centimeter to decimeter thick volcanic ash layers are present in the Dalong Formation and increase in frequency upsection. These ash layers also show an upward variation in color from yellow to gray. The basal beds (28–29) of the overlying Feixuanguan Formation consists of micritic limestones and calcareous mudstones intercalated with a few volcanic ash layers. The detailed biostratigraphy of the Shangsi section along\nocations (based onAli et al., 2010). Also shown are the sections atMapojiao (Bagherpour et , Songpan-Ganzi; and NC, North China craton.\nwith high-precision CA-TIMS dates for the intercalated volcanic ash layers has been reported by Jiang et al. (2011), Mundil et al. (2004), Shen et al. (2011, 2013), and Sun et al. (2008) and their results are summarized on Fig. 3.\nFelsic ignimbrite samples were also collected from the uppermost part of Emeishan volcanic succession at Binchuan (Fig. 1; 25°59′19.50″ N, 100°7′21.78″E), which is located in Jiangwei town, Dali City, Yunnan Province (Fig. 3). Zircons separated from the felsic ignimbrite at this location have been previously dated by SHRIMP and CA-TIMS techniques to be 263 ± 4 Ma (He et al., 2007) and 259.1 ± 0.5 Ma (Zhong et al., 2014), respectively."
  }, {
    "heading": "3. Analytical methods",
    "text": "Seventeen samples were analyzed for bulk-rock geochemistry, including fifteen samples from the Upper Permian volcanic ash layers at Shangsi and two felsic ignimbrite samples from the Binchuan section (Fig. 3). All samples were reduced in a corundum jaw crusher (to 60 mesh). About 60 g from each sample was powdered in an agate ring mill to b200 mesh. Major element concentrations were determined with XRF by ALS Chemex. Trace elements were analyzed at the State Key Laboratory of Geological Processes and Mineral Resources (GPMR), China University of Geosciences (Wuhan). The rock powers were first digested by HF + HNO3 in Teflon bombs and analyzed with an Agilent 7500a ICP − MS. The detailed sample-digesting procedure for ICP−MSanalyses followed Liu et al. (2008). Standard referencematerials for the major elements were GBW07105 (basalt), SARM-4 (norite) and SARM-5 (pyroxenite). For the trace element analyses, the standard reference materials were AGV-2 (andesite), BHVO-2 (basalt), BCR-2 (basalt) and RGM-2 (rhyolite). The results of the standard analyses and the reference values are available in Supplementary\nTable 1. The analytical precisions are generally b5% for most major and trace elements.\nNine samples from the Upper Permian volcanic ash layers in Shangsi and one felsic ignimbrite sample from the Binchuan section were collected for zircon analysis (Fig. 3). Zircons grainswere separated by standard density and magnetic techniques, prior to handpicking under a binocular microscope and mounting in epoxy and polishing for backscattered electron (BSE) and cathodoluminescence (CL) imaging. U\\\\Pb dating and trace element analyses of zirconwere simultaneously conducted by LA-ICP-MS at the State Key Laboratory of Geological\nProcesses and Mineral Resources (GPMR), China University of Geosciences inWuhan. Detailed operating conditions for the laser ablation system and the ICP-MS instrument and data reduction follow the methodology outlined by Liu et al. (2010). Laser sampling was performed using a Geolas 2005, and ion-signal intensities were acquired by an Agilent 7500a ICP-MS instrument. The laser beam has a diameter of 32 μm, a repetition frequency of 6 Hz and laser energy of ~60 mJ. Ablated zircon materials were transported into the ICP-MS by He, mixed with makeup gas Ar. The signal acquisition time is set to be 50 s, after a 20–30 s blank acquisition interval. Zircon 91,500 (206Pb/238U age = 1062.4 ± 0.4 Ma, Wiedenbeck et al., 1995) was used as external standard for U\\\\Pb dating, and was analyzed twice every 6 analyses. Offline selection and integration of background and signals, and timedrift correction and quantitative calibration for trace element analyses and U\\\\Pb dating were performed by ICPMSDataCal (Liu et al., 2010). Common Pb correctionwas not performed as themeasured 204Pb signal is low and U\\\\Pb ages are concordant or nearly concordant. Concordia diagrams and weighted mean age calculations were conducted using the ISOPLOT program (Ludwig, 2003). Zircon standard GJ-1 was analyzed as the unknown and the obtained mean 206Pb/238U age is 601.1 ± 2.5Ma (2 σ, n=24,MSWD=0.09) in good agreement with the recommended age (599.8 ± 1.7 Ma (2σ), Jackson et al., 2004). 206Pb/238U ages are preferred for zircons with ages b1000 Ma and 207Pb/206Pb ages for grains older than 1000Ma. Uncertainties on individual analyses in the data table and on concordia plots are presented at 1σwhereas errors on averages of multiple analyses are given at the 95% confidence level. Trace element compositions of zirconswere calibrated against referencematerials BCR-2G and BIR-1G, combinedwith internal standardization (Liu et al., 2010). The preferred values of element concentrations for the USGS reference glasses are from the GeoReM database (http:// georem.mpch-mainz.gwdg.de/). The average analytical error ranges from ca. ± 10% for light rare earth elements (LREE) to ca. ± 5% for the other REEs. To avoid altered zircons or accidental analysis of inclusions, zircon trace element analyses with Ti N 50 ppm and REE + Y N 1 wt% were discarded (Hoskin and Schaltegger, 2003).\nIn situ zircon Lu\\\\Hf isotopic analysis was carried out on a Neptune Plus MC-ICP-MS (Thermo Fisher Scientific, Germany) in combination with a Geolas 2005 excimer ArF laser ablation system (Lambda Physik, Göttingen, Germany) hosted at the GPMR. Analytical spots were located close to, or on the top of, spots used for U\\\\Pb analysis or in the same growth domain as inferred from CL images. Detailed operating\nconditions for the laser ablation system, theMC-ICP-MS instrument and analytical method are the same as those described by Hu et al. (2012). The analyses were conducted with a beam diameter of 44 μm and a\nrepetition rate of 6 Hz. Zircon 91500 and GJ-1 were used as the reference standard. Off-line selection and integration analyte signals, and isobaric interference and mass fractionation correction of Lu\\\\Hf\nisotopic ratios were also performed by ICPMSDataCal (Liu et al., 2010). The obtained Hf isotopic compositions are 0.282006 ± 0.000009 (2σ, n = 8) for GJ-1 comparable with the recommended value of 0.282000 ± 0.000005 (Morel et al., 2008). The decay constant adopted for 176Lu was 1.865 × 10−11 year− 1 (Scherer et al., 2001). The value of εHf(t) is calculated relative to the chondritic reservoir with a 176Hf/177Hf ratio of 0.282772 and 176Lu/177Hf of 0.0332 (Blichert-Toft and Albarède, 1997). The single-stage model age (TDM1) was calculated relative to the depleted mantle with a present-day 176Hf/177Hf ratio of 0.28325 and 176Lu/177Hf ratio of 0.0384 (Griffin et al., 2000), and two-stage model ages (TDM2) were calculated by assuming a mean 176Lu/177Hf value of 0.015 for the average continental crust (Vervoort and Blichert-Toft, 1999). Initial 176Hf/177Hf ratios and εHf(t) values are calculated by the zircon crystallization ages."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Major and trace elements",
    "text": "Thewhole-rock geochemistry data for the analyzed samples are presented in Supplementary Table 2. Loss of ignition values of the ash samples are high (8.23 wt% to 13.77 wt%), likely reflecting post-eruption devitrification of glass and the following discussion of major element abundances are based on recalculations to anhydrous values. All Shangsi samples have lower SiO2 contents (53.65 wt% to 63.55 wt%) and higher Al2O3 contents (24.51wt% to 39.90wt%) than theBinchuan felsic ignimbrite samples (77.87 wt% to 80.53 wt% and 12.75 wt% to 14.24 wt%, respectively). The lower stratigraphic samples (beds 7–15) at Shangsi have higher TiO2 contents (0.64 wt% to 1.23 wt%) and lower Al2O3/ TiO2 ratios (24.1–45.1) than those from the upper stratigraphic samples (beds 18–25) (0.25 wt% to 0.44 wt% and 61.0–121, respectively). The Binchuan felsic ignimbrite samples have slightly lower TiO2 contents (0.34 wt% to 0.50 wt%) and similar Al2O3/TiO2 ratios (28.5–37.2) to the lower stratigraphic samples from the Shangsi section.\nAll Shangsi and Binchuan samples have similar chondrite-normalized REE patterns (Fig. 4a, c, e) with negative Eu anomalies (Eu/Eu⁎ = 0.10–0.53). However, the lower stratigraphic samples at Shangsi and the Binchuan felsic ignimbrite samples have higher total REE contents (319–1791 ppm) than those from the upper stratigraphic samples at Shangsi (31–236 ppm). On primitive-mantle normalized spider diagrams (Fig. 4b, d, f), the latter samples show significant negative anomalies in Nb and positive anomalies in Sr, which are lacking from the former.\n4.2. Zircon U\\\\Pb ages\nZircons grains from all samples are generally euhedral/prismatic. Cathodoluminescence (CL) imaging shows that most grains exhibit clear oscillatory zoning and a few grains display a homogenous internal structure (Fig. 5). All analyzed crystals have high Th/U ratios (0.21–1.11) (Supplementary Table 3), indicative of a magmatic origin (Hoskin and Schaltegger, 2003).\nOne-hundred and fourteen analyses on 114 zircon grains were undertaken on the lower stratigraphic samples at Shangsi (Supplementary\nTable 3) and yielded seventeen discordant ages (Fig. 6a, b, c, d). One grain from P2–1 and two grains from P4–1 yielded ages from 426 ± 5 Ma to 282 ± 8 Ma, significantly older than the majority of the analyses. The youngest concordant age groups of each sample give within error identical mean ages: 260.7 ± 1.7 Ma (n = 27, MSWD = 1.4) for P2–1, 259.0 ± 2.2 Ma (n = 20, MSWD = 0.51) for P3–1, 258.8 ± 2.2 Ma (n = 19, MSWD = 0.83) for P4–1, and 256.7 ± 1.6 Ma (n = 28, MSWD= 0.90) for P6–1. The ages of P2–1, P3–1 and P6–1 are consistent with the previous CA-TIMS ages (259.1 ± 1.0 Ma, 260.8 ± 0.8 Ma, and 257.79 ± 0.14 Ma, respectively, Mundil et al., 2004; Shen et al., 2011) and within the error limits from the same horizons.\nOne-hundred and forty-two analyses were conducted on 142 zircon grains from the upper stratigraphic samples at Shangsi (Supplementary\nTable 3) and yielded fourteen discordant ages (Fig. 6e, f, g, h, i). Three zircon grains from P7–1, two zircon grains from P7–4 and two zircon grains from P7–8, yielded ages from 3298 ± 44Ma to 279 ± 5 Ma, significantly older than themajority of the analyses. The remaining concordant analyses of each sample give within error identical mean ages: 254.8 ± 1.5 Ma (n = 22, MSWD = 0.74) for P7–1, 254.2 ± 1.1 Ma (n = 26, MSWD = 0.98) for P7–4, 253.7 ± 1.3 Ma (n = 28, MSWD = 1.5) for P7–6, 253.0 ± 1.3 Ma (n = 25, MSWD = 0.55) for P7–7, and 252.1 ± 1.6 Ma (n = 20, MSWD = 1.2) for P7–8. The ages of P7–1, P7–4, P7–7and P7–8 are consistent with the previous CA-TIMS ages (254.31 ± 0.07 Ma, 253.60 ± 0.08 Ma, 253.10 ± 0.12 Ma, and 252.37 ± 0.08 Ma, respectively; Shen et al., 2011) and within the error limits from the same horizons.\nAnalyses of 36 zircon grains were undertaken on the felsic ignimbrite sample Jwg-2 (Supplementary Table 3); twelve analyses are discordant (Fig. 6j). Twenty-four analyses are concordant, but one yield a 206Pb/238U age of 277 ± 4 Ma, older than the majority of the analyses. The remaining twenty-three concordant zircon grains define a tight age cluster with a mean 206Pb/238U age of 259.7 ± 1.5 Ma (2 σ) with a mean square ofweighted deviate (MSWD)value of 0.51. This age is consistent with the previous CA-TIMS age (259.1 ± 0.5 Ma) within the error limits (Zhong et al., 2014)."
  }, {
    "heading": "4.3. Zircon trace elements",
    "text": "The chemical compositions for 213 grains with ages in the range of 269–244 Ma (206Pb/238U age) are presented in Supplementary Table 4. Most of the analyzed grains have REE's patterns that increase steeply from La to Lu, with positive Ce anomalies and negative Eu anomalies (Fig. 7). The composition of the zircon grains show an overall decrease in Nb content, and an increase in Hf content from the lower stratigraphic samples at Shangsi and the Binchuan felsic ignimbrite sample (3.37–58.9 ppm and most b8600 ppm, respectively) to the upper stratigraphic samples at Shangsi (most b3.4 ppm and most N8600 ppm, respectively). The geochemistry of zircons provides a sensitive monitor of its parental magma composition and is effective for fingerprinting tectono-magmatic provenance (Grimes et al., 2015). All zircons were plotted on the Th/Nb vs. Hf/Th diagram (Fig. 8) to examine the nature of the source magma from which they crystallized (Yang et al., 2012). All zircons from the upper stratigraphic samples at Shangsi fall within the arc-related or orogenic field, whereas the zircons from the lower stratigraphic samples at Shangsi and Binchuan felsic ignimbrite sample plot mainly in the within-plate or anorogenic field (Fig. 8).\n4.4. Zircon Lu\\\\Hf isotopes\nThe Lu\\\\Hf isotopic compositions for 100 grains with U\\\\Pb crystallization ages in the range of 269–247Ma (206Pb/238U age) are presented in Supplementary Table 5. Zircons from the lower stratigraphic samples at Shangsi andBinchuan felsic ignimbrite sample have high εHf(t) values (+4.7 to +15.9) and the two-stage model ages (TDM2) range from 890 to 266Ma.Most zircons from the upper stratigraphic samples at Shangsi display low εHf(t) values (b +2.5) with TDM2 ages in the range of 1462–1033 Ma. Only seven zircons from sample P7–6 and one zircon from sample P7–1 show high εHf(t) values (+4.8 to +9.8) with TDM2 ages of 881–604 Ma."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Origin of the upper Permian volcanic ashes",
    "text": "Previous studies of the Upper Permian volcanic ash beds in South China have suggested derivation from one of the following sources: Emeishan volcanism, a convergent plate margin magmatic arc\nassociated with closure of the Paleo-Tethys, or the Siberian Traps (Gao et al., 2013; Huang et al., 2016; Liao et al., 2016a, 2016b; Wang et al., 2018; Xu et al., 2007; Yang et al., 2012). New high-precision geochronology indicates that the initial eruption of the Siberian Traps occurred at 252.14 ± 0.12 Ma (Burgess and Bowring, 2015). This age is younger than the depositional age of Late Permian volcanic ashes at Shangsi, excluding the traps as a possible source for the ash beds.\nRapidly cooled volcanic glass is thermodynamically unstable and highly reactive, so will readily weather and alter into clay minerals (Hong et al., 2018; Kiipli et al., 2017). During this process, mobile elements will be largely remobilized, which is mainly characterized by the release of Si and accumulation of Al (Hong et al., 2017; Pellenard et al., 2003). Therefore, the SiO2/Al2O3 ratios for the Shangsi volcanic ash samples (1.34–2.34) are notably lower than those of the Binchuan\nfelsic ignimbrite samples (5.47–6.31), indicating a significantly higher weathering and degree of alteration (assuming a common source). However, previous studies of ash beds have suggested that the relative abundances of immobile elements (such as Al, Nb, Ti, Zr, Ta, Hf, Sc and Th) can be used for the interpretation of source magma (e.g., Dai et al., 2018; Hong et al., 2017, 2018; Huang et al., 2016; Kiipli et al., 2017). The lower stratigraphic samples at Shangsi have significantly higher Al2O3/TiO2, Th/Sc, and Zr/TiO2 ratios than Emeishan basalts (Fig. 9a, b, c). These volcanic ashes samples show geochemical patterns with\nsignificantly negative Eu anomalies and lack Nb (Ta) anomalies on primitive mantle-normalized trace element diagrams (Fig. 4a, b). On the Zr vs. Ti diagram (Pearce, 1982; Fig. 9d), the lower stratigraphic samples have a geochemical affinity to within-plate lavas. All of these features are comparable to those of the Emeishan felsic volcanic rocks (Anh et al., 2011; Cheng et al., 2017; Shellnutt and Jahn, 2010; Xu et al., 2010) and ignimbrite samples from the uppermost part of Emeishan volcanic succession in the Binchuan section (Figs. 4, 9). Furthermore, zircons separated from the lower stratigraphic samples exhibit trace\nelements and εHf(t) values similar to those from the ignimbrite samples in the Binchuan section (Fig. 10) and zircons hosted by within-plate or anorogenic rocks (Fig. 8). Thus, we conclude that the Upper Permian volcanic ashes from the lower stratigraphic succession at Shangsi originated from the felsic volcanism related to Emeishan LIP. The SiO2 contents of lower stratigraphic samples at Shangsi are however significantly lower than Emeishan felsic volcanic rocks and ignimbrite samples (Fig. 9e), but together show strong negative correlation (r2 =\n0.73) with Al2O3 contents, suggesting such differences may in part reflect the effects of alteration. The lower stratigraphic samples at Shangsi display similar ratios of immobile elements and elemental ratios (e.g., Zr/TiO2), and significantly lower mobile element values (e.g., SiO2) than Emeishan rhyolites (Fig. 9f), suggesting the two are petrogenetically related and the former is strongly altered (cf., Cawood and Flood, 1989). Zircons from these ash and ignimbrite samples have similar εHf(t) values and TDM2 ages to Emeishan felsic plutonic\nrocks at Baima, Taihe and Woshui areas (εHf(t) = +6.1–+13.4, TDM2 ages = 880–420 Ma), suggesting that felsic magmas were derived from melting of a mantle source without significant crustal contamination (Shellnutt et al., 2009).\nThe upper stratigraphic samples at Shangsi are characterized by low TiO2 contents, significantly higher Al2O3/TiO2, Th/Sc, and Zr/TiO2 ratios than PAAS (average post-Archean Australian shale; Taylor and McLennan, 1985) and UCC (average upper continental crust; Rudnick and Gao, 2003), and significant negative Eu anomalies (Fig. 9a, b, c). All of these features suggest that the volcanic ashes weremainly related to felsic eruptions (Huang et al., 2016; Yang et al., 2012; Zhou et al., 2000). On the primitive mantle-normalized trace element diagram (Sun and McDonough, 1989) (Fig. 4d), the upper stratigraphic samples show concave-up large ion lithophile element enrichment with significant depletions in Nb and Ti, consistent with volcanic arc fields on the tectonic discrimination diagram (Pearce, 1982) (Fig. 9d). More importantly, zircons from the upper stratigraphic samples are chemically akin to those from arc-related/orogenic rocks (Fig. 8). The arc related chemical character indicates these volcanic ashes were not derived from the Emeishan LIP or Siberian Traps, which were sourced from mantle plumes (Courtillot et al., 1999; Saunders et al., 2005; Xiao et al., 2004; Xu et al., 2001; Zhou et al., 2006). The upper stratigraphic volcanic ashes at Shangsi show features comparablewith those of the latest\nPermian volcanic ashes in eastern South China (Liao et al., 2016a, 2016b) (Figs. 4c, d, 9). The source of these volcanic ashes is related to the subduction of Paleo-Tethys along the southern margin of South China (He et al., 2014; Hu et al., 2017; Liao et al., 2016a, 2016b; Wang et al., 2018; Yang et al., 2014) (Fig. 2). Most zircons from samples P7–1, P7–4, P7–7 and P7–8 have lower εHf(t) values (−4.9 to +2.2) (Fig. 10) with TDM2 ages of 1422–1033 Ma, suggesting that the volcanic ash was likely derived from melting of the Mesoproterozoic basement. However, zircons from sample P7–6 have εHf(t) values ranging from −5.7 to +9.8 with TDM2 ages of 1462–604 Ma, suggesting that the volcanism had a mixed mantle (i.e. juvenile crust) and old crust (Mesoproterozoic crust) source."
  }, {
    "heading": "5.2. Age constrains on the Emeishan felsic volcanism",
    "text": "Conodont biostratigraphic data from the Maokou Formation limestones, which directly underlie the Emeishan LIP (Sun et al., 2010), indicates a late Capitanian age (~ 263 Ma, based on the time scale of Ogg et al., 2016), providing a lower limit on the start of Emeishanmagmatic activity. Volcanic ash in the Wangpo Bed overlies the Maokou Formation limestones and lies directly beneath the Emeishan basalts or, where the basalts are absent, the limestones of the Upper PermianWuchiaping Formation (Huang et al., 2016; Sun et al., 2010). This volcanic ash bed has been demonstrated to originate from an early pulse of Emeishan felsic volcanism (Deconinck et al., 2014; Huang et al., 2016; Isozaki et al., 2004; Shao et al., 2017). TheWangpo Bedwas deposited in the latest Capitanian C. postbitteri hongshuiensis Zone (Zhang et al., 2007), corresponding to an absolute age of around 260 Ma (Fig. 11; Ogg et al., 2016), which represents the initial eruption of the main basaltic phase (Huang et al., 2016). However, the age for cessation of Emeishan volcanism is still unclear. The age of 259.1±0.5Ma for the felsic ignimbrite at Binchuan (Zhong et al., 2014) is consistent with recent high-precision CA-TIMS date of 259.51 ± 0.21 Ma for the stratigraphically highest tuff from the Emeishan volcanic succession at Puan (Yang et al., 2018). These samples lie at the preserved top of the Emeishan LIP but the contact with the overlying Upper Permian Longtan Formation (Yang et al., 2018) or Upper Triassic units (Fig. 3) is erosive. The provenance record of the sedimentary succession in the adjoining sedimentary basins requires significant erosion from the Emeishan LIP (He et al., 2007; Yang et al., 2015). In addition, tonsteins and tuffs with thickness of several centimeters are widely developed in the coal-bearing strata of the Longtan Formation, and probably resulted from the late-stage Emeishan volcanism (Dai et al., 2011; Zhao et al., 2016; Zhou et al., 2000). These provenance and stratigraphic relationships indicate that the high-precision CA-TIMS data from the top volcanic succession may not represent the termination age of the Emeishan LIP.\nZircons from volcanic ashes from the lower stratigraphic units (beds 7–15) at Shangsi have relatively high εHf(t) values (most N+6) and low Th/Nb ratios (most b15), similar to the felsic ignimbrite rocks at Binchuan and from the lowest Xuanwei Formation overlying the\nEmeishan basalts (sample Xw2–4), but different from that of the Wangpo Bed (sample Mc3–2) at Qingyin (Huang et al., 2016; Figs. 8, 10). Combined with the previous high-precision CA-TIMS data, we\nconclude that the ages of ca. 260–257.8 Ma from these ashes (Mundil et al., 2004; Shen et al., 2011) represent late-stage Emeishan felsic volcanism. This result is also consistent with high-precision ages\n(Winchester and Floyd, 1977), (d) Zr vs. Ti (Pearce, 1982), (e) SiO2 vs. Al2O3, and (f) Zr/TiO2 stern South China (Liao et al., 2016a, 2016b), Emeishan basalts (Fan et al., 2008; He et al., po Bed and Upper Permian Xuanwei Formation at Qingyin (Huang et al., 2016), Emeishan , 2010), the average upper continental crust (UCC) (Rudnick and Gao, 2003) and post-Arn. The SiO2 contents are on a volatile-free basis in Fig. 9f.\ndetermined from the intrusive phases of the Emeishan LIP, which yield ages between259.6±0.5Ma and 257.6±0.5Ma (Shellnutt et al., 2012; Fig. 11). In addition, conodont biostratigraphic data show that volcanic ash beds from the Wuchiaping Formation at Mapojiao (Bagherpour et al., 2018; Fig. 1) correlate with those from the lower stratigraphic units at Shangsi (Shen et al., 2011, 2013; Fig. 11). The volcanic ash from Bed 7 was deposited in the top C. transcaucasica Zone (Shen et al., 2011), corresponding to an absolute age of around 258 Ma (Fig. 11; Ogg et al., 2016). This age is consist with the high-precision age of\n257.79 ± 0.14 Ma (Shen et al., 2011) and provides an upper limit on the termination of Emeishan magmatic activity."
  }, {
    "heading": "5.3. Implications for the climate cooling",
    "text": "The Permian period marks one of the most extreme climate transitions of the Phanerozoic, from deep icehouse conditions in the Early Permian, to the onset of a protracted greenhouse state by the latest Permian (Frank et al., 2015). The stratigraphic record from eastern\nAustralia indicates that the Permian glacial event was not a single one, but is differentiated into four discrete, glacial epochs (P1-P4), each severalmillion years in length (Fielding et al., 2008, 2010). The age of P4 glaciation was previously estimated to occur in the late Wordian to late Capitanian (ca. 270–260 Ma) (Fielding et al., 2008). However, new CATIMSdata for tuffs in the eastern Australia suggests that the P4 glacial episode is ca. 260–254.5Ma in age (Metcalfe et al., 2015; Fig. 11). The conodont apatite δ18O record in South China shows significant cooling (6–8 °C) in the earliest Wuchiapingian (Chen et al., 2013). This episode also corresponds with low taxonomic diversity in the North American foraminiferal record (Davydov, 2014; Fig. 11). The results presented herein show the temporal coincidence of Emeishan felsic eruptions and climate cooling (Fig. 11), supporting the idea of a linkage between these two phenomena (Day et al., 2015; Yang et al., 2015). Following experimental and theoretical calculations (Yang et al., 2015), the Emeishan felsic eruptions were at least ~1 × 104 km3 in volume. These felsic eruptions would potentially release ~1 × 1017 g bulk sulfur gases into the higher atmosphere and contribute to the contemporaneous climate cooling in the early Wuchiapingian (Yang et al., 2015).\nIn the central areas of the Emeishan LIP, basalts are overlying or interbeddedwith the felsic volcanic rocks (e.g., Binchuan and Panzhihua; Xu et al., 2001, 2010). This relationship, combined with a high-precision age of 257.6± 0.5Ma for Emeishanmafic intrusive rocks (Shellnutt et al., 2012; Fig. 11), suggests that both basaltic and felsic volcanism extended into the early Wuchiapingian. The explosive nature of the felsic volcanism, as manifested in the deposition of ash beds and likely resulted in the release of sulfur gases into the higher atmosphere (e.g., Yang et al., 2015). However, the contemporaneous effusive basaltic volcanism likely underwent insituweathering. Thisweatheringwas likely extensive given the equatorial humid belt occupied by South China (Fig. 2) and this in turn would have accelerated the atmospheric CO2 consumption. The combination of weathering of the mafic lavas and explosive felsic volcanismwith release of sulfur gases into the high atmosphere would have compounded Late Permian climate cooling (Yang et al., 2018)."
  }, {
    "heading": "6. Conclusions",
    "text": "Our data revealed a significant change in composition and source of Late Permian volcanic ashes at Shangsi, South China. The older ash\nhorizons were sourced from the Emeishan LIP whereas younger deposits were sourced from amagmatic arc. Our age data on the ash layers integrated with previous high-precision CA-TIMS ages indicate that Emeishan volcanism did not terminate at ca. 259 Ma as previously interpreted, but extended to ca. 257.8Ma. The new age of Emeishan volcanism is consistentwith the climate cooling event recorded in the early Wuchiapingian. This provides evidence for a potential link between climate cooling and the Emeishan volcanism."
  }, {
    "heading": "Acknowledgments",
    "text": "We would like to thank the two anonymous reviewers and Editor Andrew Kerr, for their constructive comments which substantially improved our manuscript. This research was supported by the National Natural Science Foundation of China (41502109, 41572097), the Project funded by China Postdoctoral Science Foundation (2015M582528), the Cultivating Program of Middle-Aged Key Teachers of Chengdu University of Technology (KYGG201718), the Innovation Teamof Sedimentary Geology of Chengdu University of Technology (KYTD201703). Cawood acknowledges support from the Australian Research Council grant FL160100168."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at https://doi. org/10.1016/j.lithos.2018.06.009."
  }],
  "year": 2018,
  "references": [{
    "title": "Emeishan basalts (SW China) and the ‘end-Guadalupian",
    "authors": ["J.R. Ali", "G.M. Thompson", "X.Y. Song", "Y.L. Wang"],
    "venue": "crisis: Magnetobiostratigraphic constraints. J. Geol. Soc. Lond",
    "year": 2002
  }, {
    "title": "Emeishan large igneous province",
    "authors": ["J.R. Ali", "G.M. Thompson", "M.F. Zhou", "X. Song"],
    "venue": "SW China. Lithos",
    "year": 2005
  }, {
    "title": "Emeishan large igneous province (SW China) and the mantle-plume up-doming hypothesis",
    "authors": ["J.R. Ali", "J.G. Fitton", "C. Herzberg"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2010
  }, {
    "title": "The Song Da magmatic suite revisited: a petrologic, geochemical and Sr-Nd isotopic study on picrites, flood basalts and silicic volcanic rocks",
    "authors": ["T.V. Anh", "K.N. Pang", "S.L. Chung", "H.M. Lin", "T.T. Hoa", "T.T. Anh", "H.J. Yang"],
    "venue": "J. Asian Earth Sci",
    "year": 2011
  }, {
    "title": "Early late Permian coupled carbon and strontium isotope chemostratigraphy from South China: extended Emeishan volcanism",
    "authors": ["B. Bagherpour", "H. Bucher", "E. Schneebeli-Hermann", "T. Vennemann", "M. Chiaradia", "S. Shen"],
    "venue": "Gondwana Res",
    "year": 2018
  }, {
    "title": "The Lu-Hf isotope geochemistry of chondrites",
    "authors": ["H. Huang"],
    "venue": "Lithos",
    "year": 1997
  }, {
    "title": "Geochemical character and tectonic significance of Early",
    "authors": ["P.A. e1500470. Cawood", "R.H. Flood"],
    "year": 1989
  }, {
    "title": "Origin of K-feldspar",
    "authors": ["L.L", "Y. Wang", "J.S. Herrin", "Z.Y. Ren", "Z.F. Yang"],
    "venue": "Gondwana Res",
    "year": 2017
  }, {
    "title": "On causal links",
    "authors": ["China. Lithos", "V. 397–411. Courtillot", "C. Jaupart", "I. Manighetti", "P. Tapponnier", "J. Besse"],
    "year": 1999
  }, {
    "title": "tween flood basalts and continental breakup",
    "authors": ["S.F", "X.B. Wang", "Y.P. Zhou", "J.C. Hower", "D.H. Li", "W.M. Chen", "X.W. Zhu", "J.H. Zou"],
    "venue": "Earth Planet. Sci. Lett. 166,",
    "year": 2011
  }, {
    "title": "A model for Nb-Zr-REE-Ga enrich",
    "authors": ["A.V. Ignatiev", "T.A. Velivetskaya", "L. Zhao"],
    "year": 2018
  }, {
    "title": "Geochronology and geochem",
    "authors": ["W.M. 303–350. Fan", "C.H. Zhang", "Y.J. Wang", "F. Guo", "T.P. Peng"],
    "year": 2008
  }, {
    "title": "Acme and demise of the late Palaeozoic ice",
    "authors": ["T.D. Frank", "A.I. Shultis", "C.R. Fielding"],
    "year": 2015
  }, {
    "title": "Origin of volcanic ash beds across the Permian-Trias",
    "authors": ["N.J. Pearson", "G.Q. Wang"],
    "year": 2013
  }, {
    "title": "The Hf isotope composition of cratonic mantle: LAM-MC-ICPMS",
    "authors": ["S.R. Shee"],
    "year": 2000
  }, {
    "title": "zircon megacrysts in kimberlites",
    "authors": ["C.B. Grimes", "J.L. Wooden", "M.J. Cheadle", "B.E. John"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2015
  }, {
    "title": "Sedimentary evidence for a rapid",
    "authors": ["B. He", "Y.G. Xu", "S.L. Chung", "L. Xiao", "Y. Wang"],
    "year": 2003
  }, {
    "title": "Age and duration",
    "authors": ["Y.G. Xu", "X.L. Huang", "Z.Y. Luo", "Y.R. Shi", "Q.J. Yang", "S.Y. Yu"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Variety and complexity of the Late-Permian",
    "authors": ["L. Xiao", "B. Balta", "R. Gao", "J. Chen"],
    "venue": "Chaotian section. Earth Planet. Sci. Lett. 255,",
    "year": 2010
  }, {
    "title": "Triggers of Permo-Triassic boundary mass",
    "authors": ["B. 91–107. He", "Y.T. Zhong", "Y.G. Xu", "X.H. Li"],
    "year": 2014
  }, {
    "title": "The composition of zircon and igneous and metamorphic petrogenesis",
    "authors": ["P.W.O. Hoskin", "U. Schaltegger"],
    "venue": "Rev. Mineral. Geochem",
    "year": 2003
  }, {
    "title": "Improved in situ Hf isotope ratio analysis of zircon using newly designed X skimmer cone and jet sample cone in combination with the addition of nitrogen by laser ablation multiple collector ICP-MS",
    "authors": ["Z.C. Hu", "Y.S. Liu", "S. Gao", "W.G. Liu", "W. Zhang", "X.R. Tong", "L. Lin", "K.Q. Zong", "M. Li", "H.H. Chen"],
    "venue": "J. Anal. At. Spectrom",
    "year": 2012
  }, {
    "title": "Permo-Triassic detrital records of South China and implications for the Indosinian events in East Asia",
    "authors": ["L.S. Hu", "P.A. Cawood", "Y.S. Du", "Y.J. Xu", "C.H. Wang", "Z.W. Wang", "Q.L. Ma", "X.R. Xu"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2017
  }, {
    "title": "Origin of Permian basalts and clastic rocks in Napo, Southwest China: implications for the erosion and eruption of the Emeishan large igneous province",
    "authors": ["H. Huang", "Y.S. Du", "J.H. Yang", "L. Zhou", "L.S. Hu", "H.W. Huang", "Z.Q. Huang"],
    "venue": "Lithos 208-209,",
    "year": 2014
  }, {
    "title": "Silicic ash beds bracket Emeishan large igneous province to b 1 m.y",
    "authors": ["H. Huang", "P.A. Cawood", "M. Hou", "J. Yang", "S. Ni", "Y. Du", "Z. Yan", "J. Wang"],
    "year": 2016
  }, {
    "title": "Stratigraphy of themiddle-upper Permian and lowermost Triassic at Chaotian, Sichuan, China. Record of Late Permian double mass extinction event",
    "authors": ["Y. Isozaki", "J. Yao", "T. Matsuda", "H. Sakai", "Z. Ji", "N. Shimizu", "N. Kobayashi", "H. Kawahata", "H. Nishi", "M. Takano"],
    "venue": "Proc. Jpn. Acad. Ser. B",
    "year": 2004
  }, {
    "title": "The application of laser ablation-inductively coupled plasma-mass spectrometry to in situ U-Pb zircon geochronology",
    "authors": ["S.E. Jackson", "N.J. Pearson", "W.L. Griffin", "E.A. Belousova"],
    "venue": "Chem. Geol",
    "year": 2004
  }, {
    "title": "Revised conodont zonation and conodont evolution across the Permian-Triassic boundary at the Shangsi section, Guangyuan, Sichuan, South China",
    "authors": ["H. Jiang", "X. Lai", "C. Yan", "R.J. Aldridge", "P. Wignall", "Y. Sun"],
    "year": 2011
  }, {
    "title": "Immobile and mobile elements during the transition of volcanic ash to bentonite-an example from the early Palaeozoic sedimentary section of the Baltic Basin",
    "authors": ["T. Kiipli", "R. Hints", "T. Kallaste", "E. Verš", "M. Voolma"],
    "venue": "Sediment. Geol",
    "year": 2017
  }, {
    "title": "Palaeoenvironmental change during the end-Guadalupian (Permian)mass extinction in Sichuan, China",
    "authors": ["X.L. Lai", "W. Wang", "P.B. Wignall", "D. Bond", "H.S. Jiang", "J.R. Ali", "E.H. John", "Y.D. Sun"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2008
  }, {
    "title": "Mass extinction and geological events between Palaeozoic and Mesozoic era",
    "authors": ["Z.S. Li", "L.P. Zhan", "X.F. Zhu", "J.H. Zhang", "R.G. Jin", "G.F. Liu", "H.B. Sheng", "G.M. Shen", "J.Y. Dai", "H.Q. Huang", "L.C. Xie", "Z. Yan"],
    "venue": "Acta Geol. Sin",
    "year": 1986
  }, {
    "title": "Volcanic origin of claystone near the Permian-Triassic boundary in the deep water environment of the lower Yangtze",
    "authors": ["Z. Liao", "W. Hu", "J. Cao", "X. Wang", "S. Yao", "Y. Wan"],
    "venue": "Acta Geol. Sin",
    "year": 2016
  }, {
    "title": "Heterogeneous volcanism across the Permian-Triassic boundary in South China and implications for the latest Permian mass extinction: new evidence from volcanic ash layers in the lower Yangtze region",
    "authors": ["Z. Liao", "W. Hu", "X. Wang", "J. Cao", "S. Yao", "H. Wu", "Y. Wan"],
    "venue": "J. Asian Earth",
    "year": 2016
  }, {
    "title": "Geochemistry and magmatic history of eclogites and ultramafic rocks from the Chinese continental scientific drill hole: subduction and ultrahigh-pressure metamorphism of lower crustal cumulates",
    "authors": ["Y. Liu", "K. Zong", "P.B. Kelemen", "S. Gao"],
    "venue": "Chem. Geol",
    "year": 2008
  }, {
    "title": "Continental and oceanic crust recycling-induced melt-peridotite interactions in the Trans-North China Orogen: UPb dating, Hf isotopes and trace elements in zircons from mantle xenoliths",
    "authors": ["Y. Liu", "S. Gao", "Z. Hu", "C. Gao", "K. Zong", "D. Wang"],
    "venue": "J. Petrol",
    "year": 2010
  }, {
    "title": "User's Manual for Isoplot 3.00: A Geochronological Toolkit for Microsoft Excel",
    "authors": ["K.R. Ludwig"],
    "venue": "Berkeley Geochronology Center, California, Berkeley",
    "year": 2003
  }, {
    "title": "Geochemical approaches to sedimentation, provenance, and tectonics",
    "authors": ["S.M. McLennan", "S. Hemming", "D.K. McDaniel", "G.N. Hanson"],
    "venue": "Geological Society of America Special Paper",
    "year": 1993
  }, {
    "title": "High-precision U-Pb CA-TIMS calibration of middle Permian to lower Triassic sequences, mass extinction and extreme climate-change in eastern Australian Gondwana",
    "authors": ["I. Metcalfe", "J.L. Crowley", "R.S. Nicoll", "M. Schmitz"],
    "venue": "Gondwana Res",
    "year": 2015
  }, {
    "title": "Hafnium isotope characterization of the GJ-1 zircon reference material by solution and laser-ablation MC-ICPMS",
    "authors": ["M.L. Morel", "O. Nebel", "Y.J. Nebel-Jacobsen", "J.S. Miller", "P.Z. Vroon"],
    "venue": "Chem. Geol",
    "year": 2008
  }, {
    "title": "Age and timing of the Permian mass extinctions: U/Pb dating of closed-system zircons",
    "authors": ["R. Mundil", "K.R. Ludwig", "I. Metcalfe", "P.R. Renne"],
    "year": 2004
  }, {
    "title": "The Concise Geologic Time Scale 2016",
    "authors": ["J.G. Ogg", "G. Ogg", "F.M. Gradstein"],
    "year": 2016
  }, {
    "title": "Trace element characteristics of lavas from destructive plate boundaries",
    "authors": ["J.A. Pearce"],
    "year": 1982
  }, {
    "title": "Characterization and correlation of Upper Jurassic (Oxfordian) bentonite deposits in the Paris Basin and the Subalpine Basin, France",
    "authors": ["P. Pellenard", "J.F. Deconinck", "W.D. Huff", "J. Thierry", "D. Marchand", "D. Fortwengler", "A. Trouiller"],
    "venue": "Sedimentology",
    "year": 2003
  }, {
    "title": "Controls on the PGE distribution of Permian Emeishan alkaline and peralkaline volcanic rocks in Longzhoushan, Sichuan Province, SW China",
    "authors": ["L. Qi", "C.Y. Wang", "M.F. Zhou"],
    "venue": "Lithos",
    "year": 2008
  }, {
    "title": "Composition of the continental crust",
    "authors": ["R.L. Rudnick", "S. Gao"],
    "venue": "(Eds.). Treat. Geochem",
    "year": 2003
  }, {
    "title": "A mantle plume origin for the Siberian traps: uplift and extension in the west Siberian Basin, Russia",
    "authors": ["A.D. Saunders", "R.W. England", "M.K. Reichow", "R.V. White"],
    "venue": "Lithos",
    "year": 2005
  }, {
    "title": "Calibration of the lutetium-hafnium",
    "authors": ["E. Scherer", "C. Münker", "K. Mezger"],
    "venue": "clock. Science",
    "year": 2001
  }, {
    "title": "Genetic analysis of bentonite—PermianWangpo shale in Liangshan, Hanzhong",
    "authors": ["T. Shao", "H. Tang", "Y. Liu", "K. Jiang", "B. Hu", "C. Jia", "Q. Wang", "Y. Zhang", "H. Zhang", "J. Qin"],
    "venue": "South Shaanxi Province. Geol. J",
    "year": 2017
  }, {
    "title": "The Emeishan large igneous province: a synthesis",
    "authors": ["J.G. Shellnutt"],
    "venue": "Geosci. Front",
    "year": 2014
  }, {
    "title": "Formation of the Late Permian Panzhihua plutonic-hypabyssal-volcanic igneous complex: implications for the genesis of Fe-Ti oxide deposits and A-type granites of SW China",
    "authors": ["J.G. Shellnutt", "B.M. Jahn"],
    "venue": "Earth Planet. Sci",
    "year": 2010
  }, {
    "title": "Zircon Lu-Hf isotopic compositions of metaluminous and peralkaline A-type granitic plutons of the Emeishan large igneous province (SW China): constraints on the mantle source",
    "authors": ["J.G. Shellnutt", "C.Y. Wang", "M.F. Zhou", "Y. Yang"],
    "venue": "J. Asian Earth Sci",
    "year": 2009
  }, {
    "title": "Precise age determination of mafic and felsic intrusive rocks from the Permian Emeishan large igneous province (SW China)",
    "authors": ["J.G. Shellnutt", "S.W. Denyszyn", "R. Mundil"],
    "venue": "Gondwana Res",
    "year": 2012
  }, {
    "title": "Calibrating the end-Permian mass extinction",
    "authors": ["S.Z. Shen", "J.L. Crowley", "Y. Wang", "S.A. Bowring", "D.H. Erwin", "P.M. Sadler", "C.Q. Cao", "D.H. Rothman", "C.M. Henderson", "J. Ramezani"],
    "year": 2011
  }, {
    "title": "Chemical and isotopic systematics of oceanic basalts: implications for mantle composition and processes",
    "authors": ["S.S. Sun", "W.F. McDonough"],
    "venue": "Geol. Soc. Lond. Spec. Publ",
    "year": 1989
  }, {
    "title": "Guadalupian (middle Permian) conodont faunas at Shangsi section, Northeast Sichuan Province",
    "authors": ["Y.D. Sun", "X.L. Lai", "H.S. Jiang", "G.M. Luo", "S. Sun", "C.B. Yan", "P.B. Wignall"],
    "venue": "J. China Univ. Geosci",
    "year": 2008
  }, {
    "title": "Dating the onset and nature of the middle Permian Emeishan large igneous province eruptions in SW China using conodont biostratigraphy and its bearing on mantle plume uplift models",
    "authors": ["Y.D. Sun", "X.L. Lai", "P.B. Wignall", "M. Widdowson", "J.R. Ali", "H.S. Jiang", "W. Wang", "C.B. Yan", "D.P. Bond", "S. Védrine"],
    "venue": "Lithos 119,",
    "year": 2010
  }, {
    "title": "The Continental Crust: Its Composition and Evolution",
    "authors": ["S.R. Taylor", "S.M. McLennan"],
    "year": 1985
  }, {
    "title": "Evolution of the depletedmantle: Hf isotope evidence from juvenile rocks through time",
    "authors": ["J.D. Vervoort", "J. Blichert-Toft"],
    "venue": "Geochim. Cosmochim",
    "year": 1999
  }, {
    "title": "Convergent Continental Margin Volcanic Source for Ash Beds at the Permian-Triassic Boundary. Constraints from trace elements and Hf-isotopes. Palaeogeography, Palaeoclimatology, Palaeoecology, South China https://doi.org/10.1016/j.palaeo.2018.02.011",
    "authors": ["X.D. Wang", "P.A. Cawood", "L. Zhao", "Z.Q. Chen", "Z.Y. Lyu", "B. Ma"],
    "year": 2018
  }, {
    "title": "Three natural zircon standards for U-Th-Pb, Lu-Hf, trace element and REE analyses",
    "authors": ["M. Wiedenbeck", "P. Alle", "F. Corfu", "W.L. Griffin", "M. Meier", "F.V. Oberli", "A.V. Quadt", "J.C. Roddick", "W. Spiegel"],
    "venue": "Geostand. Geoanal. Res",
    "year": 1995
  }, {
    "title": "Geochemical discrimination of different magma series and their differentiation products using immobile elements",
    "authors": ["J.A. Winchester", "P.A. Floyd"],
    "venue": "Chem. Geol",
    "year": 1977
  }, {
    "title": "Chemostratigraphic correlation of upper Permian lavas from Yunnan Province, China: extent of the Emeishan large igneous province",
    "authors": ["L. Xiao", "Y.G. Xu", "S.L. Chung", "B. He", "H. Mei"],
    "venue": "Int. Geol. Rev",
    "year": 2003
  }, {
    "title": "Distinct mantle sources of low-Ti and high-Ti basalts from the western Emeishan large igneous province, SW China: implications for plume-lithosphere interaction",
    "authors": ["L. Xiao", "Y.G. Xu", "H.J. Mei", "Y.F. Zheng", "B. He", "F. Pirajno"],
    "venue": "Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "Petrologic and geochemical constraints on the petrogenesis of Permian-Triassic Emeishan flood basalts in southwestern China",
    "authors": ["Y.G. Xu", "S.L. Chung", "B.M. Jahn", "G.Y. Wu"],
    "venue": "Lithos",
    "year": 2001
  }, {
    "title": "Platinum-group elements of the Meishan Permian-Triassic boundary section: evidence for flood basaltic volcanism",
    "authors": ["L. Xu", "Y. Lin", "W. Shen", "L. Qi", "L. Xie", "Z. Ouyang"],
    "venue": "Chem. Geol",
    "year": 2007
  }, {
    "title": "Silicic magmas from the Emeishan large igneous province, Southwest China: Petrogenesis and their link with the endGuadalupian biological crisis",
    "authors": ["Y.G. Xu", "S.L. Chung", "H. Shao", "B. He"],
    "venue": "Lithos 119,",
    "year": 2010
  }, {
    "title": "Large Igneous Province and magmatic arc sourced Permian-Triassic volcanogenic sediments in China",
    "authors": ["J.H. Yang", "P.A. Cawood", "Y.S. Du", "H. Huang", "H.W. Huang", "P. Tao"],
    "venue": "Sediment. Geol",
    "year": 2012
  }, {
    "title": "A sedimentary archive of tectonic switching from Emeishan plume to Indosinian orogenic sources in SW China",
    "authors": ["J.H. Yang", "P.A. Cawood", "Y.S. Du", "H. Huang", "L.S. Hu"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2014
  }, {
    "title": "Voluminous silicic eruptions during late Permian Emeishan igneous province and link to climate cooling",
    "authors": ["J.H. Yang", "P.A. Cawood", "Y.S. Du"],
    "venue": "Earth Planet. Sci",
    "year": 2015
  }, {
    "title": "Early Wuchiapingian cooling linked to Emeishan basaltic weathering",
    "authors": ["J.H. Yang", "P.A. Cawood", "Y.S. Du", "D.J. Condon", "J.X. Yan", "J.Z. Liu", "Y. Huang", "D.X. Yuan"],
    "venue": "Earth Planet. Sci",
    "year": 2018
  }, {
    "title": "Conodont succession in the Guadalupian- Lopingian boundary interval (upper Permian) of the Maoershan section, Hubei Province, China",
    "authors": ["L. Zhang", "N. Zhang", "W. Xia"],
    "venue": "Micropaleontology",
    "year": 2007
  }, {
    "title": "New insights into the lowest Xuanwei Formation in eastern Yunnan Province, SWChina: implications for Emeishan large igneous province felsic tuff deposition and the cause of the end-Guadalupian mass extinction",
    "authors": ["L. Zhao", "S. Dai", "I.T. Graham", "X. Li", "B. Zhang"],
    "venue": "Lithos 264,",
    "year": 2016
  }, {
    "title": "Magnetostratigraphic constraints on two-stage eruptions of the Emeishan continental flood basalts",
    "authors": ["L.D. Zheng", "Z.Y. Yang", "Y.B. Tong", "W. Yuan"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2010
  }, {
    "title": "CA-TIMS zircon U-Pb dating of felsic ignimbrite from the Binchuan section: implications for the termination age of Emeishan large igneous province",
    "authors": ["Y.T. Zhong", "B. He", "R. Mundil", "Y.G. Xu"],
    "venue": "Lithos 204,",
    "year": 2014
  }, {
    "title": "Characteristics of zircons from volcanic ashderived tonsteins in Late Permian coal fields of eastern Yunnan, China",
    "authors": ["Y.P. Zhou", "Y.L. Ren", "D. Tang", "B. Bohor"],
    "venue": "Int. J. Coal Geol",
    "year": 1994
  }, {
    "title": "Trace element geochemistry of altered volcanic ash layers (tonsteins) in Late Permian coal-bearing formations of eastern Yunnan and western Guizhou provinces, China",
    "authors": ["Y.P. Zhou", "B.F. Bohor", "Y.L. Ren"],
    "venue": "Int. J. Coal Geol",
    "year": 2000
  }, {
    "title": "A temporal link between the Emeishan large igneous province (SW China) and the end-Guadalupian mass extinction",
    "authors": ["M.F. Zhou", "J. Malpas", "X.Y. Song", "P.T. Robinson", "M. Sun", "A.K. Kennedy", "C.M. Lesher", "R.R. Keays"],
    "venue": "Earth Planet. Sci",
    "year": 2002
  }, {
    "title": "Zircon U-Pb geochronology and elemental and Sr-Nd isotope geochemistry of Permianmafic rocks in the Funing area, SWChina",
    "authors": ["M.F. Zhou", "J.H. Zhao", "L. Qi", "W. Su", "R. Hu"],
    "venue": "Contrib. Mineral. Petrol",
    "year": 2006
  }],
  "id": "SP:c636a4434486edd228944ee850b0dc941db60c7f",
  "authors": [{
    "name": "Hu Huang",
    "affiliations": []
  }, {
    "name": "Peter A. Cawood",
    "affiliations": []
  }, {
    "name": "Ming-Cai Hou",
    "affiliations": []
  }, {
    "name": "Shi-Jun Ni",
    "affiliations": []
  }, {
    "name": "Jiang-Hai Yang",
    "affiliations": []
  }, {
    "name": "Yuan-Sheng Du",
    "affiliations": []
  }, {
    "name": "Hua-Guo Wen",
    "affiliations": []
  }],
  "abstractText": "a State Key Laboratory of Oil and Gas Reservoir Geology and Exploitation, Institute of Sedimentary Geology, Chengdu University of Technology, Chengdu 610059, China b School of Earth, Atmosphere & Environment, Monash University, Melbourne, VIC 3800, Australia c College of Earth Sciences, Chengdu University of Technology, Chengdu 610059, China d State Key Laboratory of Biogeology and Environmental Geology, China University of Geosciences, Wuhan 430074, China",
  "title": "Provenance of Late Permian volcanic ash beds in South China: Implica- tions for the age of Emeishan volcanism and its linkage to climate cooling"
}