{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nScience of the Total Environment\nj ourna l homepage: www.e lsev ie r .com/ locate /sc i totenv\nTectonic and climatic considerations for deep geological disposal of radioactive waste: A UK perspective\nF.M. McEvoy a,⁎, D.I. Schofield b, R.P. Shaw a, S. Norris c a British Geological Survey, Keyworth, Nottingham NG12 5GG, UK b British Geological Survey, Tongwynlais, CF15 7NE, UK c Radioactive Waste Management Limited, B587, Curie Avenue, Harwell, Didcot OX11 0RH, UK\nH I G H L I G H T S G R A P H I C A L A B S T R A C T\n• Natural processes are key to developing a safety case for geological disposal. • Key factors include plate tectonic and climate-mediated processes. • Process variability is a challenge to predicting the natural environment. • We highlight the challenges for geological disposal programs using the example of the UK.\nE-mail address: fmcevoy@bgs.ac.uk (F.M. McEvoy).\nhttp://dx.doi.org/10.1016/j.scitotenv.2016.07.018 0048-9697/Crown Copyright © 2016 Published by Elsevie\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 23 February 2016 Received in revised form 1 July 2016 Accepted 3 July 2016 Available online 22 July 2016\nEditor: Simon Pollard\nIdentifying and evaluating the factors that might impact on the long-term integrity of a deep Geological Disposal Facility (GDF) and its surrounding geological and surface environment is central to developing a safety case for underground disposal of radioactivewaste. The geological environment should be relatively stable and its behaviour adequately predictable so that scientifically sound evaluations of the long-term radiological safety of a GDF can be made. In considering this, it is necessary to take into account natural processes that could affect a GDF or modify its geological environment up to 1 million years into the future. Key processes considered in this paper include those which result from plate tectonics, such as seismicity and volcanism, as well as climate-related processes, such as erosion, uplift and the effects of glaciation. Understanding the inherent variability of process rates, critical thresholds and likely potential influence of unpredictable perturbations represent significant challenges to predicting the natural environment. From a plate-tectonic perspective, a one million year time frame represents a very short segment of geological time and is largely below the current resolution of observation of past processes. Similarly, predicting climate system evolution on such time-scales, particularly beyond 200 ka AP is highly uncertain, relying on estimating the extremes within which climate and related processes may vary with reasonable confidence. The paper highlights some of the challenges facing a deep geological disposal program in the UK to review understanding of the natural changes that may affect siting and design of a GDF.\nCrown Copyright © 2016 Published by Elsevier B.V. All rights reserved.\nKeywords: Radioactive waste Geological disposal Earth processes Climate change Permafrost\n⁎ Corresponding author.\nr B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The disposal of radioactive waste represents a significant challenge for those countries that have utilised nuclearmaterials for defence, power generation and medicinal purposes. Many countries with developed nuclear industries, including the UK, have opted for deep geological disposal to address this problem. However, geological disposal of radioactive waste differs from other sub-surface exploitation in that it requires significant assessment, to understand the impact of potential fugitive radionuclides, for up to 1 million years into the future. This timescale reflects the length of time for the radioactivity of typical waste materials to reach an acceptable risk level solely by natural decay (NDA, 2010). A key component of deep geological disposal is the emplacement of wastes within an engineered facility (termedaGeologicalDisposal Facility, GDF), constructed at depths of hundreds of meters below the surface, making use of the surrounding geological environment as one of the containment barriers (NDA, 2010). A fundamental requirement of the geological environment is that it should be relatively stable and its behaviour adequately predictable (IAEA, 2011). The need for predictability arises from the requirement tomake scientifically sound evaluations of the long-term radiological safety of a disposal facility.\nIn considering the long-term safety functionality of a GDF, it is necessary to take into account natural processes that could affect it or modify its geological environment. However, understanding the inherent variability of geological process rates, critical thresholds, and the influence of unpredictable perturbations, represents a significant challenge to predicting these changes. For instance, when considering the processes that may have an impact on the geological environment surrounding a GDF, a one million year time frame represents a very short segment of geological time that is largely below the resolution of observation of past plate-tectonic processes. Similarly, predicting climate system evolution on such time-scales is also very challenging, relying on estimating the extremes within which climate and related processes may vary with reasonable confidence (Näslund et al., 2013).\nIn regions of the world with active tectonism and/or recent glaciation these considerations are typically assessed on the basis of deterministic evaluation informed by direct observation of their effects (e.g. Stephens et al., 2015). However, the intraplate setting of the UK, with its weak tectonic activity (e.g. Ambraseys and Jackson, 1985; Musson and Sargeant, 2007) and largely glacier-free environment for the last 11.5 kyr (Sutherland, 1993), assessment is necessarily based on developing consensus amongst the research community based on more circumstantial evidence, modelling and probabilistic evaluation.\nAs a pioneer in the development and use of nuclear technology, the UK has accumulated a substantial legacy of radioactive waste since the 1940s. It will continue to do so for decades to come, in light of the UK Government's expectation that nuclear power will play a role in the country's future energy mix, helping to meet the challenge of decarbonising our energy supply (DECC, 2011). By the end of this century, it is forecasted that 1.1 million m3 (2.6 million tonnes) of high level waste will need to be safely managed (NDA, 2014).\nThe UK has not yet identified a site to host a GDF, however a new program to implement geological disposal was launched in 2014 (DECC, 2014) Other radioactive waste disposal programs in northern latitudes such as Sweden, Finland and Canada, have undertaken assessments of future natural processes as part of their site investigation programs all of which have some relevance to some situations in the UK's (for example, SKB, 2011; SKB, 2014; Posiva, 2012). However, the UK's geographical situation on the north western margin of Europe, combined with its highly varied geology and topography means that is has distinctive factors that are likely to influence potential future natural change when compared to these other assessments. The purpose of this paper is to highlight some of the challenges facing deep geological disposal programs in such intraplate settings to review understanding of the natural changes that may affect siting and design of a GDF in the UK."
  }, {
    "heading": "2. Earth system processes: rates and feedbacks",
    "text": "In order to gain an appreciation of the challenges around forecasting the impact of natural processes, it needs to be understood that the Earth is a dynamic, evolving systemwithmany complex processes interacting at all scales, from global to local, often in a non-linear way. Many of the processes that impose change on the Earth's system are understood to be closely interlinked with dynamic feedbacks (Steffen et al., 2004). For example, secular chemical evolution of the geosphere over geological time scales, in part facilitated by mantle convection, has largely controlled the compositional evolution of the atmosphere as well as driving the major crustal evolution mechanism of plate tectonics (e.g. Kearey et al., 2013; Schubert et al., 2004). Atmospheric processes, including climate, have a strong influence on surface processes, such as rates of erosion and composition of sedimentary deposits, modifying the topography and redistributing very significant volumes of sedimentary material. These may be sufficient to exert dynamic loading or unloading of the lithosphere which may in-turn drive displacement of the underlying asthenosphere and influence rates of plate and mantle processes (e.g. Burov and Toussaint, 2007; Koons et al., 2013; Raymo and Ruddiman, 1992). At the same time, tectonically-induced topographic contrasts are a necessity for driving erosion and sedimentation processes and have been proposed to have a strong control on climate (Gray and Pysklywec, 2012; Raymo and Ruddiman, 1992). Consequently, there is a positive feedback loop whereby tectonics have a clear control over surface processes and surface processes are a forcing factor of tectonics (e.g. Burov and Toussaint, 2007; Kiraly et al., 2015).\nAs well as feedbacks within the earth system, there are external processes that have a strong influence, in particular those associated with the Earth's orbit, and its patterns of distance and angle to the sun. This so called ‘orbital forcing’ causes changes in the global mean temperature and has a dramatic impact on the Earth system (Hays et al., 1976; Huybers, 2011; Huybers and Wunsch, 2005; Lisiecki and Raymo, 2007).\nThe pattern of interaction is further complicated by highly variable rates of process. For instance, over the past 65 Myr the Earth's climate has undergone a significant and complex evolution. This includes gradual trends of warming and cooling driven by tectonic processes on time scales of 105 to 107 years, rhythmic or periodic cycles driven by orbital processes with 104- to 106-years, and rare rapid climatic aberrations (for example, catastrophic methane release) with durations of 103 to 105 years (Zachos et al., 2001)."
  }, {
    "heading": "2.1. Plate tectonic processes and the impact of seismicity and volcanism",
    "text": "The response of the Earth's lithosphere to convection in the underlying asthenosphere is described by plate tectonic theory (e.g. Wilson, 1966) wherein strong lithospheric ‘plates’ establish relative motions with respect to each other, riding on a weaker asthenosphere. Many of the geological and topographic features evident at the Earth's surface stem from the resulting interactions and high stresses at plate boundaries.\nAn understanding of the UK's position with respect to plate boundaries is clearly fundamental to identifying those processes that may impact on the long-term safety of a GDF. Also, understanding the rates of tectonic processes will provide limits to the potential impact on a GDF site in the time frame considered. A comprehensive seismic hazard assessment, such as that done by SKB for the Forsmark site in Sweden (SKB, 2011), is a detailed, site specific, assessment that would have to be carried out for any site in the UK that is considered for the construction of a GDF in future.\nA variety of interactions at active plate boundaries generate distinct geological processes, structures and landforms. These include zones of subduction of dense oceanic lithosphere or collision of\ncontinental lithosphere, both these types of plate boundaries are marked by linear belts of deformation (major fault zones, crustal thickening or thinning) and are typically the focus of more frequent, higher magnitude earthquakes and development of volcanoes and igneous intrusions. At present, the UK sits in a stable continental setting on the passive continental margin of the Atlantic Ocean and is not close to a margin where active tectonic processes are happening (Fig. 1). However, in the future, the Atlantic Ocean will start to contract, subduction will expand along the passive continental margins and the UK will eventually become closer to an active plate margin. The timing of the onset of this process and the rate at which it progresses is clearly the important factor in determining the impact of tectonic process on a UK GDF. Because ocean closures occur over 10's Myr timescales, and only limited or nascent subduction is currently occurring in the Atlantic (Duarte et al., 2013), the 1Myr period of interest to UK GDF safety is probably a highly conservative estimate of when tectonic change is likely to affect the UK, however at the time of writing this is not backed up by quantitative forward modelling of Atlantic Ocean closure.\nThe effects of plate tectonics, in particular earthquakes, igneous intrusion and volcanoes, present a number of potential hazards for radioactive waste disposal and for the long-term safety performance of a GDF. Fault displacement (rupture) hazard caused by reactivation and movement along pre-existing fractures in response to plate stresses has the potential to affect a GDF. Earthquakes (seismicity), the result of instantaneous fault movements, may give rise to vibratory hazard where possible strong shaking may, depending on the GDF concept and design, cause damage to a GDF.\nHazards associated with a nearby volcanic eruption or igneous intrusion includemelting or heating of a GDF and secondary disruption of groundwater patterns in response to alteration of fracture networks. The presence of a heat source would drive hydrothermal circulation. This process would modify the mechanical and chemical properties of the host rock and surrounding rocks, heat the groundwater and modify its hydrochemistry, potentially increasing the\nFig. 1.Map showing global plate boundary, volcanic activity\nrate of corrosion of the engineered part of a GDF and impacting on its containment function.\nThe last volcanic episode to affect the UK ended at around 55Ma and was related to the opening of the Atlantic Ocean. This episode was responsible for forming the basalt lava flows of Antrim and the volcanic centres of the Hebrides (Preston, 2009). The onset of volcanic activity in the future is expected to occur as the Atlantic contracts and subduction systems expand.\nIn the UK, the geological record preserves evidence for complex tectonic history. Overprinting of multiple plate tectonic cycles, where the UK has been formerly located at active plate margins and in continental collision zones, has left a legacy of heterogeneous crust including permeation by faults and fractures and preservation of regions of complex strain that will have an impact of the design of a GDF.\nAlthough currently located in a stable intracontinental setting, the UK is still affected by weak tectonic stresses that can be attributed to the far-field present day relative movements of tectonic plates. Other factors that locally modify the stress field include uplift and subsidence in response to mantle plumes and mantle underplating, glacial isostatic adjustment and denudational isostasy and are considered later in this section (e.g. Arrowsmith et al., 2005; Bott and Bott, 2004; Main et al., 1999). Evidence for the current tectonic stress regime is provided from focal mechanisms derived from instrumental measurements of earthquakes and fault-plane solutions. Other stress tensor estimates, based on well-bore breakouts, drilling-induced fractures and in-situ stress measurements, can be influenced by additional near surface processes. Evidence from earthquake focal mechanisms shows that the modern UK lies with a broadly northwest-southeast compressive stress regime (σ1) with southwest-northeast minimum stress (σ3) (Baptie, 2010). This stress field is attributed to plate forces exerted by both separation of Europe from North America as well as the roughly northerly movement of Africa relative to Eurasia (Brereton and Müller, 1991).\nAlthough recent sedimentary basins are not preserved onshore in the UK, post-Miocene strata (younger than c. 10 million years) preserved in the North Sea do not record a history of basin inversion,\nand earthquake activity (modified after Lowman, 1997).\nindicating that shortening strain associated with the current stress field is relatively low. However, earthquakes are still felt in the UK as the result of distributed strain deeper in the crust (Fig. 2).\nThe seismic hazards related to a GDF are largely controlled by the alignment of existing fault planes within the current stress field and their propensity to reactivate. Current good practice in assessing seismic hazard in stable continental regions utilises a probabilistic approach in which the likelihood of exceeding peak ground acceleration recorded over a specified earthquake return period is calculated. This approach considers the spatial distribution of earthquakes in a given region, the magnitude and recurrence relationship for those earthquakes and the likely groundmotions as a function of distance from the seismic source. The first probabilistic seismic hazard map for the UK was produced by Musson andWinter (1997). TheUKwas also included in theGlobal Seismic Hazard Assessment Program (GSHAP, Grünthal et al., 1996) and the Seismotectonics and Seismic Hazard Assessment of the Mediterranean Basin (SESAME) (Jiménez et al., 2001). Musson and Sargeant (2007) published seismic hazard maps for the UK for seismic zoning in relation to Eurocode 8 (Fig. 3). These studies, however, considered ground acceleration at surface, not at GDF depths.\nAssuming present day seismicity rates, average hazard values of peak ground acceleration for a return period of 10,000 years are in the range 0.1–0.15 g (Musson and Winter, 1997), implying that seismic hazard in the UK is low.\nThemaximummagnitude earthquake that is likely to occur has a strong influence on both vibratory hazard and is proportional to the amount of fault displacement, and therefore likelihood of a rupture intersecting GDF structures, and as such has important implications for GDF design. However, estimating the largest earthquake that can be expected in the British Isles in the current tectonic regime is difficult because of the low seismicity\nrates and the limited history of observation. Predictions from a range of studies provide maximum values ranging between 5.5 Mw and 6.5 Mw (Ambraseys and Jackson, 1985; Main et al., 1999; Musson and Sargeant, 2007) and there are only a few global records of intraplate earthquakes with magnitudes in excess of 7 Mw (e.g. Hough et al., 2000).\nThe rupture hazard for a GDF developed at between 200 and 1000m depth in a low seismicity intraplate region such as the British Isles is very low (Musson and Sargeant, 2007). Published data for larger UK earthquakes suggest that most events with magnitudes of 4.5 Mw or greater tend to nucleate at depths of at least 10 km (Musson and Sargeant, 2007). Fault rupture plane dimensions for the largest recorded earthquakes in theUK are typically of a fewkilometres, so that, although a rupture that nucleates at depths of at 10 kmmay propagate upward, the potential for it to reach the surface is limited. No UK earthquake recorded either historically or instrumentally is known to have produced a surface rupture although a detailed study of potential surface rupture is likely to be undertaken at any proposed GDF site (Musson, 1996).\nSeveral studies documenting earthquake damage to underground structures such as tunnels (e.g. Hashash et al., 2001; Pitilakis and Tsinidis, 2014) conclude that they suffer appreciably less damage than surface structures. This evidence suggests that the shaking hazard for a buried GDF is likely to be less severe than for a structure at surface. For the YuccaMountain site in Nevada, USA, locatedwithin amore seismically active area, it is considered that direct damage from earthquake shaking to the engineered facility and the packages of waste emplaced within it is an insignificant probability (Smistad et al., 2001).\nEarthquakes are also known to alter hydrogeological systems. Effects such as changes to water table levels in response to moderate to large earthquakes are largely transient and unlikely to impact on the longterm safety of a GDF (e.g. Brodsky et al., 2003; Manga and Wang,\n2007). Similarly, expulsion of small volumes of deeper formationwater, attributed to fracture dilation and contraction, is thought to have little overall impact on the safety function of a GDF (Rojstaczer et al., 1995). In contrast, permanent changes to fracture networks could present a hazard to the safety function of a GDF. Emerging good practice in Europe favours GDF development in a low groundwater transmissivity geological environment, effectively providing a high level of attenuation for emitted radionuclides between a GDF and the overlying biosphere. Propagation of new, permanent fracture systems is response to earthquakes has the potential to create high transmissivity pathways with that could reduce radionuclide attenuation (Ingebritsen and Sanford, 1999).\nThe generation of tsunami when fault movements rupture the seafloor would have negligible impact on the post-closure safety of a GDF once sealed and protected from water ingress and are not considered further in this paper."
  }, {
    "heading": "2.2. Uplift, subsidence and erosion",
    "text": "All points in the lithosphere are subjected to processes that cause vertical movement and which result in either uplift or subsidence at surface. These vertical movements of Earth's surface can vary considerably in scale, distribution and rate. Although they are often controlled by plate tectonics, subsidence and uplift are also linked to other non-exclusive processes affecting the Earth's surface, such as mantle plumes and mantle underplating, glacial isostatic adjustment and denudational isostasy. Critical to the North Atlantic region, erosion can also be driven by glacial loading, and depending on icemass, can over-deepen sub-glacial valleys and depressions to depths significantly below sea level (Evans, 2014). Uplift and accompanying erosion and subsidence are important considerations for GDF design. Subsidence and sedimentary burial would result in increased isolation of thewaste in a GDF, enhancing its capacity to isolate the waste from the biosphere for the longterm. Conversely, uplift and erosion, including sub-glacial erosion, have the potential to degrade GDF isolation barriers, that could ultimately result in exposure of the waste as well as substantially alter thedirection offlow in any over- and underlying aquifers andnewpathways formed that could potentially transport radionuclides rapidly to the surface (e.g. McKinley and Chapman, 2009).\nPlate tectonic uplift and subsidence are caused by plate-scale forces of compression and extension. At its most extreme, uplift associated with collision of continental lithospheric plates gives rise to the development of mountain belts, such as the Himalayas, and broader regions of landscape uplift such as the adjacent Tibetan Plateau. Stretching continental lithospheric plates at its most extreme leads to thinning of the crust and subsidence, rifting and, ultimately, the creation of new ocean basins.\nDenudational isostasy encompasses both erosion of uplifted surfaces as well as subsidence driven by complementary sedimentary loading. Erosion is driven largely by gravity and the rates are dependent on the mechanical and chemical properties of the rocks, climate, altitude and uplift rate. High uplift rates generally correlate with high erosion rates. Equally, subsidence is generally accompanied or driven by loading of sediments onto the sinking surface, supplied by material eroded from the adjacent, relatively uplifted basin flanks (McKinley and Chapman, 2009). Both the processes of deposition and erosion can drive crustal flexure and are often driven themselves by other uplift/subsidence mechanisms (e.g. Watts, 2001). In extreme cases, such as in parts of the Himalayas, some authors have argued that coincidence of high rainfall, erosion and uplift rates exerts a control over the location of tectonic deformation (Whipple, 2014). A compilation of denudation rates of bedrocks from four climate regions around the world (Table 1) includingMediterranean type climate (warm temperate), temperate (current UK type climate), sub-arctic (boreal, periglacial, forest tundra) and polar (periglacial, permafrost and glacial) shows shat the greatest denudation rates occur in orogenic environments such as the European Alps\n(Vernon et al., 2008) or the San Bernadino Mountains where bedrock lowering rates of 200 to 700 m Myr−1 and 70 to 1200 m Myr−1 have been estimated respectively (Binnie et al., 2008). Typically, bedrock erosion rates in non-orogenic settings, such as the UK, are much less than 50 m Myr−1 (Table 1).\nIn higher latitude regions, much of the relatively recent uplift and subsidence has been attributed to glacial isostasy. This describes the relatively short-term uplift and subsidence which are typical lithospheric responses to loading and unloading during glacial advance and retreat. The effects of which are increasingly recognised as providing significant uplift (in some regions of the North Atlantic margin and adjacent continental hinterland (Ekman, 1991). For example, the maximum amount of glacial rebound that has occurred because of the decay of the Fennoscandian ice sheet is approximately 800 m (Mörner, 1979).\nOver the last 23Ma, theUK has seen considerable uplift, in particular an estimated 1 km of exhumation during Neogene times (Blundell, 2002; Hillis et al., 2008; Holford et al., 2008). This has been attributed to a variety of non-exclusive processes including uplift above mantle plumes or underplating by mafic magmas associated with Atlantic extension (Al-Kindi et al., 2003; Bott and Bott, 2004; Brodie and White, 1994; Cope, 2004; Tiley et al., 2004;), late Alpine collisional effects and ‘ridge-push’ from the Atlantic which was spreading at this time, as well as deglaciation (Cloetingh et al., 2005).\nThere is an emerging consensus amongst the scientific community that the present day pattern of uplift in the north of the UK and complementary subsidence in the south is driven largely by glacio-isostasy (e.g. Cloetingh et al., 2005; Davenport et al., 1989; Firth and Stewart, 2000; Lambeck, 1995;Musson, 1996; Peltier et al., 2002). Although other processes including lithospheric stretching beneath the North Sea (Barton and Wood, 1984) and continuation of an Atlantic thermal anomaly (e.g. Arrowsmith et al., 2005; Bott and Bott, 2004) have also been proposed, some recent earthquake studies have corroborated glacio-isostatic uplift by observing that contemporary seismicity in the Scottish Highlands is concentrated in the area of expected maximum glacio-isostatic uplift (e.g. Davenport et al., 1989; De Luca et al., 1998).\nDrivers for uplift during the future 1 Myr period in consideration for GDF safety function include changes in tectonic stress regime. Although major changes in the tectonic regime are likely to lie beyond the period of interest, given the current tectonic configuration in theNorth Atlantic it is possible to speculate that transient Atlantic ridge push or an increased rate of Africa-Eurasia convergence could propagate an increase in horizontal compressive stress in the UK and in turn lead to increased uplift. Because of a paucity of forward tectonic modelling available for theNorth Atlantic region it is not possible to provide estimates of timing and rates of these processes and their potential impact. However, in contrast, future climate models predict that cycles of glacial advance and retreat are likely to affect the UK within the next 1 Myr which are likely to drive glacial isostatic adjustment and climate-linked denudational isostacy depending on the location and extent of the resulting ice sheets."
  }, {
    "heading": "2.3. Climate evolution and potential impacts",
    "text": "Even with consideration of anthropogenically-forced climate change, longer-term projections of climate forecast that the Northern Hemisphere will experience further cycling between glacial and interglacial periods over the next 100,000 to one million years (see reviews by Huybrechts, 2010; Fischer et al., 2014; Näslund and Brandefelt, 2014), Therefore, a GDF in the UK is likely to experience glaciation and or permafrost conditions several times over its life time and hence, predictions of the duration, thickness and extent of future ice cover are important for assessing the post-closure safety of a UK GDF. This includes the impact of permafrost and frozen ground, glacial isostasy and associated seismic and erosional hazards and eustatic changes in sea-level.\nMost climate models use understanding of climate variation in recent geological time, including the extent, duration and interval of\nglacial periods, to make projections of future climate change. Evidence from the recent geological record indicates a progressive deterioration of global climate from greenhouse conditions in the early Cenozoic Era (c.55Ma; e.g. Zachos et al., 2001). Indeed, since around 2.6Ma, the geological record reveals evidence for multiple oscillations between shortterm glacial and interglacial episodes, as well as the longer period ‘Milankovitch’ cycles influenced by shape of the Earth's orbit around the sun (Fig. 4, e.g. Grossman, 2012; Lisiecki and Raymo, 2007; Pillans and Gibbard, 2012; Shackleton, 1987). The Early Middle Pleistocene Transition (Berger and Jansen, 1994; Head et al., 2008) marks a prolonging and intensification of glacial-interglacial climate cycles from an average of 41,000 to 100,000 years (Zachos et al., 2001; Maslin and Brierley, 2015). This shift represented an increase in the amplitude of global ice volume variations (Elderfield et al., 2012; Rohling et al., 2014) with ice sheets surviving longer and becoming increasing vulnerable to catastrophic collapse and resultant rapid deglaciation (Maslin and Brierley, 2015; Ruddiman, 2003).\nMid-latitude regions, including the UK, have proven particularly sensitive to these global-scale climatic changes with marked variations in prevailing climate over comparatively short periods of geological time (tens of thousands of years; e.g. Candy et al., 2011; Rose, 2009) as a result of their position relative to southward moving cold polar air masses (Polar Front), and low latitude warm ocean currents (North Atlantic Current). It is currently thought that Britain has experienced over 30 episodes of glaciation, of varying scale, during the Quaternary (Böse et al., 2012; Lee et al., 2011; Lee et al., 2012; Thierens et al., 2012) with clear evidence preserved for a Younger Dryas glaciation (12.5–11.7 ka, Loch Lomond Stadial), preceded by a Weichselian (Late Devensian) glaciation which have left a strong imprint across the UK landscape, preceded by the less well recorded Elsterian (Anglian) glaciation (480–430 ka) which extended into southern Britain (Fig. 5; Clark et al., 2012; Gibbard and Clark, 2011)."
  }, {
    "heading": "2.3.1. Future climate projections",
    "text": "Over the past few decades, understanding of past climate change forcing processes have been brought together using a range of climate models and ensembles ofmodel simulations for a range of future greenhouse-gas and aerosol emissions (see reviews by Fischer et al., 2014; Huybrechts, 2010; Näslund and Brandefelt, 2014). Longer-term simulations, up to 100 ka, use simple climate models and earth systemmodels of intermediate complexity (EMIC) (for example, Archer and Ganopolski, 2005; Cochelin et al., 2006; Crucifix and Rougier, 2009; Loutre and Berger, 2000; Pimenoff et al., 2011; Texier et al., 2003). These models are forced to take account of known variations in orbital parameters and a range of future anthropogenic CO2 concentrations. In the absence of human perturbations, the current interglacial is projected to last for the next 50,000 kyr (Ganopolski et al., 2016), however, the addition of moderate anthropogenic CO2 emissions of 1000 to 1500 GtC are projected to delay the onset of the next glacial period by 50,000 years (Archer and Ganopolski, 2005; Berger and Loutre, 2002; Ganopolski et al., 2016; Paillard, 2006) with the next glacial inception projected to first occur at 100 ka AP (see review by Fischer et al., 2014).\nBeyond timescales of 100 ka, model uncertainty becomes increasing large and model outputs become increasingly less robust. Future levels of atmospheric CO2 beyond 100 ka are particularly uncertain, however, it is anticipated that effects of anthropogenic CO2 will have diminished with a return 100 ka glacial-interglacial cycles (Fischer et al., 2014). Irrespective of the timing of inception, the broad pattern of glacial-interglacial cycles is likely to continue (Fischer et al., 2014).\nOf direct relevance to a national to regional scale the assessment of a GDF in the UK, the BIOCLIM model (BIOCLIM, 2001) used the EMIC LLN 2-D NH climate model to simulate global climate change over the next 1 Ma for three atmospheric CO2 scenarios: no CO2 contribution, a low and high anthropogenic CO2 contribution (210 ppmv and 280 ppmv respectively), corresponding to pre-industrial atmospheric CO2\nconcentrations and 210 ppmv is typical of a glacial level (BIOCLIM, 2003, Fig. 6). Thesewere downscaled to provide regional climate estimates for selected areas of Europe over the next 200 ka, one of which was central England.\nIn both low and high anthropogenic CO2 contributions, the Northern Hemisphere is projected to remain free of ice for most of the next 200 ka. From 167 ka AP, significant Northern Hemisphere ice sheets start to accumulate and are predicted to recover to present day equivalents by about 170 ka AP. Beyond 200 ka AP, themodelled effects of anthropogenic CO2 were predicted to decline to negligible levels and from 200 ka AP to 1 Ma AP ‘normal’ glacial-interglacial cycling would return at 100 ka periodicities and persist throughout that time interval (Texier et al., 2003) (Fig. 7)."
  }, {
    "heading": "2.3.2. The impact of glacial isostatic adjustment",
    "text": "Themass applied and removed during growth and decay of large ice sheets have a loading effect on the lithosphere, driving changes in relative surface elevation. In response to this loading, lithospheric flexure forms a ‘bowl’ of depression below and proximal to the ice sheet, accommodated by asthenospheric flow radially outward from below the maximum ice load (e.g. Stewart et al., 2000; Peltier, 1998; Adams, 1989). Beyond the ice margin, lithospheric flexure is accommodated\nby radial vertical extension within a forebulge region (e.g.; Fjeldskaar, 1994; Lambeck, 1995; Mörner, 1977; Stewart et al., 2000) which may extend for several hundreds of kilometres beyond the ice margin (Lund and Näslund, 2009).\nThis process, known as Glacial Isostatic Adjustment (GIA) has been extensively studied from previously glaciated Northern Hemisphere regions. Much of the evidence that has been cited has been attributed to the gradual uplift of depressed lithosphere, subsidence of forebulges, denudation and landscape evolution that accompanies ice sheet denudation and lithospheric unloading (e.g. Clark et al., 2012). This lithospheric recovery is one aspect of GIA and is termed post-glacial rebound (PGR) and is considered by many researchers as the principal cause of uplift in former glaciated regions (e.g. Johansson et al., 2002; Sella et al., 2007, Fig. 8).\nThe three main lines of evidence for PGR are provided by geomorphological evidence for uplift, principally raised palaeo-marine and lacustrine shorelines, GPS monitoring data as well as faulting activity related to the emplacement or removal of large qualities of ice glaciers, ice caps or continental ice sheets, referred to as Glacially Induced Faulting (GIF) (Lund and Näslund, 2009).\nIn the Northern Hemisphere, the evidence for both these is most clearly preserved in Fennoscandia and northern North America where\ndeglaciation has been most recent. In these regions, GIF is known from the occurrence of surface rupture of demonstrably post-glacial faults aswell as a general co-location of thesewith areas of elevated seismicity (see review of Munier and Fenton, 2004).\nEvidence for proposed PGR in the UK is largely based on heightmeasurement of uplifted or subsided shorelines. Here, contrasting relative sea-level changes have been recorded at different locationswith highest uplift of up to ca. 1.6 mm yr-1 (10 cm per century) centred around the area of central and northwest Scotland where it is estimated that the\ngreatest thickness of ice was developed (Ballantyne et al., 1998; Shennan and Horton, 2002; Shennan et al., 2002). In contrast, relative land subsidence of up to 5 cm per century has been observed in the south and east of England (Shennan and Horton, 2002) (Fig. 9).\nIn theUK, evidence for GIF is based largely on recognition of a cluster of earthquakes located in northwestern Scotland that are coincident with the region of maximum expected uplift and thickest ice (Musson, 1996). The stress tensor interpreted from this group of earthquakes contrasts with the regional tectonic stress in that the interpreted principal compressive stress (σ1) is vertical and is close in value to the intermediate stress (σ2) with a near East-West extensional component (σ3) (Fig. 10). This stress field has been interpreted to reflect a modification of the normal regional tensor by the action of GIA (Baptie, 2010).\nA number of studies (see Pascal et al., 2010) have suggested that earthquake activity levels are highest directly after the ice has retreated. Consequently, seismicity based on current rates may provide an inaccurate estimate of the possible levels of recurrence and magnitude that could occur during future glacial cycles. It should be noted that the largest stresses occur at the former ice margins, making these the most likely source region for seismicity (Lund, 2005). The implication for a GDF in such a region is that seismicity rates following any future glacial period may be significantly higher than at present. Given our current maximum magnitude earthquake in the UK of around 6 it is not unreasonable to expect an increase in the maximum possible magnitude to 7 following such an event. However, it should be noted that post-glacial fault stability is dependent on not only the thickness and extent of the ice sheet, but also on the initial\nstate of stress and the properties of the Earth itself, such as stiffness, viscosity and density (Lund, 2005)."
  }, {
    "heading": "2.3.3. The impact of sea-level change",
    "text": "Sea-level changes have occurred throughout the Earth's history and their magnitude and timing are extremely variable (e.g. Lambeck and Chappell, 2001). Global mean sea-level rise has increased ten-fold from a few centimetres per century over recent millennia to a few tens of centimetres per century in recent decades, attributed to climate change through the melting of land ice and the thermal expansion of ocean water (Milne et al., 2009). (This may be up to in total c 10 m for coastal sites in the Baltic, see e.g. analysis in SKB (2014).\nBecause the present warming trend is expected to continue, global mean sea level will continue to rise. In the time frame relevant to GDF\nsafety case, forward climate modelling predicts that the most likely driver of sea level change will be thermosteric sea level rise during an initial period of global warming as well as the effects of melting ice sheets and glaciers (Milne et al., 2009).Typically, the global expansion of ice volume leads to a global marine regression as more of the Earth's water budget becomes locked up in comparatively buoyant ice, referred to as glacioeustatic regression. This is balanced against localised lowering of the land surface driven by GIA which is predicted to give rise to complex patterns of regional sea level variation, with local sea-level stands substantially above and below that observed at the present day (Lambeck and Chappell, 2001). In theUKQuaternary record, there is evidence for sea-levels that were locally 30m higher than present following the Elsterian deglaciation (Shennan et al., 2006). Conversely, evidence for considerably lower sea levels during the Weichselian\nound (Wahr and Zhong, 2013). Image from http://grace.jpl.nasa.gov\nglaciation is provided by imaging of terrestrial glacial landforms offshore from the present day coastline in the North Sea (e.g. Bradwell et al., 2008; Sutherland, 1993).\nFuture sea-level changes to 150 ka AP have been modelled by linear regression of past sea-levels and BIOCLIM simulated ice volume under a range of anthropogenic CO2 contributions (Fig. 11, Goodess et al., 2004). For all of the CO2 forcing scenarios, sea-level is envisaged to rise for about the next 50 ka, after which it drops sharply coinciding with the beginning of the modelled growth of Northern Hemisphere ice sheets with falls of global sea-level of between around 80–120 m at a glacial maximum between 110 and 125 ka AP. This is followed by a rapid sea-level rise associated with widespread deglaciation. For the highest modelled anthropogenic CO2 levels, the rapid fall in sea-level is ameliorated and only begins shortly before the glacial maximum.\nIn regions where glaciation is likely to occur, such as northern and central parts of the UK, changes of relative sea-level could mean that a GDF site is further from or nearer to the coast, or even beneath the sea bed. This may lead to erosion or deposition around the surface or very shallow parts of a GDF and is likely to change the groundwater flow paths and reduce groundwater driving heads."
  }, {
    "heading": "2.3.4. The impact of permafrost",
    "text": "Glacial advances affecting the UK over the next 1 Ma are likely to result in many areas experiencing permafrost conditions, that is ground that is ‘permanently frozen, or that remains below freezing temperature for two ormore consecutive years (Williams, 1970). The primary factors governing its development and depth are surface temperature, the thermal capacity of the geological strata and the local geothermal gradient (French, 2007; Williams and Smith, 1989).\na significant difference in the stress state in in England and Wales (left) and in northwest 2010).\nPermafrost forms predominantly in periglacial and ice-marginal environments under sub-arctic to polar tundra climates (Rudlof, 1981). A wedge of permafrost is expected to exist beneath the margin of an advancing ice sheet but melts as it is overridden and effectively insulated by the overlying ice (Zhang et al., 1999). In addition, the presence of an overlying ice sheet can serve to increase the subglacial groundwater pressure by around two orders of magnitude, so that the freezing point can decrease to such a degree that the subglacial ground is kept unfrozen (Busby et al., 2016). At present, about 25% of the Earth's land area is underlain by permafrost (Anisimov et al., 1996).\nAt its most extreme, permafrost in northern Canada, reaches to depths of 500–700m (Ruskeeniemi et al., 2004)while in northern Sweden, discontinuous permafrost, is reported to be 100–350 m thick at an altitude of 1500 m above sea level (Isaksen et al., 2001). Modelling of potential permafrost depths at Prudhoe Bay, Alaska, has shown that it could extend to 600 m deep within 50 ka at surface temperatures only slightly lower than today (Lunardini, 1995). In northern Europemodelling estimates of permafrost depths for proposed GDF sites range from 400mat Forsmark in Sweden (SKB, 2014) to 215m in northern Belgium (Govaerts et al., 2011). Recent modelling of permafrost thickness by Busby et al. (2015, 2016) across Great Britain range from 20 to 180 m for the average estimate climate and 180–305 m for the cold estimate climate (Table 2). The depth of permafrost is highly site specific and will be dependent on a number of factors including location, presence and thickness of ice/snow cover, groundwater chemistry, hydrogeology and geothermal gradient. The impact of permafrost in crystalline terrains, for example the safety assessment of the SR-Site in Sweden\nsummarised in SKB (2014), has been studied in detail but this is not yet the case for the UK.\nIf permafrost were to extend to the depth of a GDF, it could reduce the performance of the engineered components (McEwen and de Marsily, 1991). However, Posiva (e.g. Schatz and Martikainen, 2010) and SKB (e.g. Birgersson and Karnland, 2015) have shown that clay based backfill/buffer regains its properties after thawing. Similarly, even at greater depths than permafrost penetration, there would be possible impact on theperformance of the geological barrier of aGDF. These couldbe because of brine formation and migration, intrusion of freshwater from melting permafrost or gas hydrate formed beneath the permafrost layer (Rochelle and Long, 2009), and cryogenic-pore pressure changes associated with volume change during the water-ice phase transition.\nAt shallower depths, permafrost development could also directly affect the hydrogeological properties of rocks, often significantly affecting groundwater flow and recharge and discharge (see for example the SKB studies for Forsmark (SKB, 2014). Frozen ground will create barriers to groundwater flow, but once thawed permeability may be increased leading to temporary or permanent changes to groundwater flow paths. However, in glaciated regions near icemargins, hydrogeologically processes aremore complex and transient than those beneath or further away from the ice margins (Scheidegger and Bense, 2014)."
  }, {
    "heading": "2.3.5. The impact of glacial erosion",
    "text": "Erosion and deposition by glaciers can have a dramatic effect on landscapes, with high rates of erosion reshaping upland areas, overdeepening and oversteepening pre-existing valleys and modifying pre-existing\nummean annual air temperatures−12 °C relative to present day) and cold (a minimum al., 2015).\ndrainage patterns and depositing large quantities of sediment underneath glaciers and in large spreads beyond their limits (Boulton, 1982; Boulton, 1996). During periods of climate change, alterations in the landscapemay be both fast and unpredictable, especially in the very active hydrological regime that occurs at the margin of a retreating ice sheet where complex sequences of river terraces may be formed.\nThe extent and depth of glacial erosion is dependent on the speed of flow and thickness of the ice, as well as the nature of its bed with enhanced rates of erosion occurring in areas of fast flowing ice, such as ice streams, which drain the more stable areas of the ice sheet. The areas where deep erosion occurs will be localised and dependent on where active ice streams, major glacial meltwater drainage routes and major fluvo-glacial outflow incisions occur. In, and adjacent to, upland areas these are likely to be mainly controlled by the location of existing valleys which will control where future glacial and fluvial erosion is likely to occur. The eventual depth that the valleys and channels attain will depend on factors such as ice thickness and sea level.\nIn upland areas, ice streams can erode channels with parabolic cross sections (troughs and fjords) up to depths of 2 km (Talbot, 1999).Within most of the UK landmass few incisions exceed 200 m in depth after multiple past glaciations. For example, whereas denudation rates of most hard rock types under non-orogenic conditions are likely to be well below 50mma−1 (Table 1) and river incision resulting from the isostatic change in the UK after glacial re-adjustment, has been found to reach around160m in the Thames river systemover the durationof theQuaternary (Bridgland, 2000; Bridgland, 2010; Bridgland andWestaway, 2007) whereas over-deepening of glacial troughs may extend to around 200 m (for example, Glen Avon, Hall and Glasser, 2003). In low land areas, such as Norfolk, buried valleys are known to have reached a depth of 100 m, and it has been suggested that they were formed by sub-glacial streams incising into the chalk (Woodland, 1970), demonstrating the depths to which glacial meltwater erosion can occur.\nThe greatest eroding forces are those connectedwith the presence of ice sheets and glaciers. Infrastructure associated with a GDF in the near surface environment, such as backfilled access shafts and drifts, could therefore be affected by erosion processes. Although a GDF itself would not be impacted by this degree of erosion (because of its depth), incision or other erosional process occurring directly above a GDF will result in the thickness of cover rock being reduced. Erosion rates, therefore, need to be considered as part of a GDF siting process, where a conservative approach to siting could be to avoid existing valleys and glacial troughs that are likely to be re-occupied during future glacial advances."
  }, {
    "heading": "2.4. Summary",
    "text": "Understanding and predicting the long-term changes in the natural environment significantly contributes to the evidence underpinning the safety case of deep geological disposal facility. The purpose of this contribution has been to illustrate the challenge of assessing the impact of long-term changes, in particular those mediated by plate tectonics and climate variation, on developing such a safety case. The main thesis is that, in contrast with tectonically active or recently deglaciated regions of theNorthernHemisphere, such as Finland and Sweden,where similar projects are at an advanced stage, the lower latitude, geologically variable but stable intraplate locations such as the UK pose a different challenge.\nIn the more dynamic tectonically active or recently deglaciated areas, much of the hazard and risk assessment can made against observation of process and more deterministic means. However, in stable intraplate settings, this is necessarily based onmodelling and probabilistic assessments. Absence of active process, and consequently a lack of contemporary observational information, is compounded by the nature of natural processes that have complex patterns of interaction at all scales.\nWe have illustrated the nature of natural processes and their potential impact for a GDF in the UK. As the UK is located on the current\npassive Atlantic margin, active plate margin tectonic processes, such as fault rupture and volcanism, are assumed to have little impact during the next 1 ma as they are dependent on major changes in Atlantic plate configuration for which there are no detailed forward estimates. Similarly, overall changes in the stress tensor and a potential increase in seismicity are controlled by the same far field processes, although, in common with many safety-critical civil engineering projects, probabilistic assessment of seismic hazard, based on the distribution and magnitude of events in the earthquake record, is typically undertaken. Allied to these processes, uplift/subsidence and erosion/burial are ever present processes that are accelerated during times of active tectonism and certain climatic conditions. In the UK, the observed pattern of uplift and subsidence is largely attributed to glacio-eustacy, although some researchers argue that North Sea lithospheric stretching and a north Atlantic thermal anomaly are contributing factors.\nUnderstanding the impact of climate change in the longer-term is predicated on models which simplify the main components of the climate system, known future variation in orbital parameters and for a range of anthropogenic CO2 contributions, whose uncertainty is large on these timescales (Fischer et al., 2014). Any future assessment of climate impact on a GDF in the UK must therefore take account of a range of possible future climate scenarios to account for this uncertainty (Näslund et al., 2013). This is pertinent for the UK, whose mid-latitude position has proven particularly sensitive to such global-scale climatic changeswithmarked variations in prevailing climate over comparatively short periods of geological time (tens of thousands of years; e.g. Candy et al., 2011; Rose, 2009) as a result of its position relative to southward moving cold polar air masses (Polar Front), and low latitude warm ocean currents (North Atlantic Current).\nLonger-term models typically predict a return to glacial conditions between around 90 ka AP and 170 ka AP, however levels of atmospheric CO2 and the impact of the resulting global warming may result in the next cold phase not occurring or being much less intense. For those areas in thenorth of theUK that are likely to become ice covered, thedegree of glacial erosion is a clear consideration, while further south in the UK, aswell as in areas subsequently overridden by ice, the depth of penetration of permafrost and its impact on engineered components of the GDF becomes a consideration. Estimates of future permafrost penetration between about 215 and 320 m deep for northern Europe therefore become important consideration in GDF design. The impact of changing patterns of seismicity associated with syn- to post- and peri-glacial isostatic movements are also significant and it is not unreasonable that higher magnitude earthquakes than observed to date in the UK may also occur around ice margins around the time of glacial loading and unloading.\nIn the UK, national-scale assessments are being used to inform and guide the site selection process for underground geological disposal of radioactive waste. As the site selection process moves forward and sites are identified for detailed study, site specific studies will need to be undertaken because much of the understanding future natural change required for the safety case of the site is site specific. These will take account of the geological characteristics of the host rock and surrounding formations, and how they are likely to respond to the aforementioned natural changes and indeed how they might have been affected by such processes in the past. This information will be used to build an integrated understanding of the evolution of the subsurface environment of an area, in particular during the last tens of thousands to a fewmillion years. The level of information and associated understanding of the evolution of an area will determine the confidence that can be applied to these uniquely long-term predictions and associated risks."
  }, {
    "heading": "Acknowledgement",
    "text": "This research was financially supported by the UK’s Nuclear Decommissioning Authority Radioactive Waste Management\nDirectorate, now Radioactive Waste Management Limited. We would like to thank the following contributors to this research: C. Auton, B. Baptie, D. Evans, L. Field, S. Gregory, A. Hughes, T. Milodowski, J. Rees, A. Tye and J. West from the British Geological Survey; M. Dutton, J. Small and N. Smith from the National Nuclear Laboratory; and S Brocklehurst from theUniversity ofManchester. This paper is published with the permission of the Executive Director of the British Geological Survey."
  }],
  "year": 2016,
  "references": [{
    "title": "Postglacial faulting in eastern Canada: nature, origin and seismic-hazard implication",
    "authors": ["J. Adams"],
    "venue": "Tectonophysics",
    "year": 1989
  }, {
    "title": "Weathering reactions, water chemistry and denudation rates in drainage basins of different bedrock types: 1 – sandstone and shale",
    "authors": ["A.A. Afifi", "O.P. Bricker"],
    "venue": "General Assembly of the International Union of Geodesy and Geophysics",
    "year": 1983
  }, {
    "title": "Quaternary erosion and cosmic-ray-exposure history derived from 10Be and 26Al produced in-situ. An example from Pajarito plateau",
    "authors": ["A. Albrecht", "G.F. Herzog", "J. Klein", "B. Dezfouly-Arjomandy", "F. Goff"],
    "venue": "Valles Caldera region. Geology",
    "year": 1993
  }, {
    "title": "Crustal trace of a hot convective sheet",
    "authors": ["S. Al-Kindi", "N. White", "M. Sinha", "R. England", "R. Tiley"],
    "venue": "Geology",
    "year": 2003
  }, {
    "title": "Long-term Seismicity of Britain, in Earthquake Engineering in Britain",
    "authors": ["N.N. Ambraseys", "J.A. Jackson"],
    "venue": "Thomas Telford,",
    "year": 1985
  }, {
    "title": "Permafrost distribution in the Northern Hemisphere under scenarios of climatic change",
    "authors": ["O.A. Anisimov", "F.E. Nelson", "F. E"],
    "venue": "Glob. Planet. Chang",
    "year": 1996
  }, {
    "title": "A movable trigger: fossil fuel CO2 and the onset of the next glaciation",
    "authors": ["D. Archer", "A. Ganopolski"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2005
  }, {
    "title": "Seismic imaging of a hot upwelling beneath the British isles",
    "authors": ["S.J. Arrowsmith", "M. Kendall", "N. White", "J. VanDecar", "D.C. Booth"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "The last ice sheet in North-west Scotland: reconstruction and implications",
    "authors": ["C.K. Ballantyne", "D. McCaroll", "A. Nesje", "S.O. Dahl", "J.O. Stone"],
    "venue": "Quat. Sci. Rev",
    "year": 1998
  }, {
    "title": "Seismogenesis and state of stress",
    "authors": ["B. Baptie"],
    "venue": "in the UK. Tectonophysics",
    "year": 2010
  }, {
    "title": "Tectonic evolution of the North Sea basin: crustal stretching and subsidence",
    "authors": ["P. Barton", "R. Wood"],
    "venue": "Geophys. J. Int",
    "year": 1984
  }, {
    "title": "Mid-Pleistocene Climate Shift-The Nansen Connection",
    "authors": ["W.H. Berger", "E. Jansen"],
    "venue": "The Polar Oceans and Their Role in Shaping the Global Environment",
    "year": 1994
  }, {
    "title": "An exceptionally long interglacial ahead",
    "authors": ["A. Berger", "M.F. Loutre"],
    "venue": "Science",
    "year": 2002
  }, {
    "title": "Be10 and Al26 evidence for exceptionally low rates of Australian bedrock erosion and the likely existence of pre-Pleistocene landscapes",
    "authors": ["P.R. Bierman", "J. Turner"],
    "venue": "Quat. Res",
    "year": 1995
  }, {
    "title": "Patterns of denudation through time in the San Bernadino Mountains, California: implications for early-stage orogenesis",
    "authors": ["S.E. Binnie", "W.M. Phillips", "M.A. Summerfield", "L.K. Fifield", "J.A. Spotila"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "Flow and pressure response in compacted bentonite due to external fluid pressure",
    "authors": ["M. Birgersson", "O. Karnland"],
    "venue": "SKB Report TR-14-28",
    "year": 2015
  }, {
    "title": "Cenozoic inversion and uplift of southern Britain",
    "authors": ["D.J. Blundell", "M.S. Stoker", "J.P. Turner", "N. White"],
    "venue": "Geological Society,",
    "year": 2002
  }, {
    "title": "Quaternary glaciations of northern Europe",
    "authors": ["M. Böse", "C. Lüthgens", "J.R. Lee", "J. Rose"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "The Cenozoic uplift and earthquake belt of mainland Britain as a response to an underlying hot, low density upper mantle",
    "authors": ["M.H.P. Bott", "J.D.J. Bott"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2004
  }, {
    "title": "Processes and patterns of glacial erosion",
    "authors": ["G.S. Boulton"],
    "venue": "Glacial Geomorphology. Springer,",
    "year": 1982
  }, {
    "title": "Theory of glacial erosion, transport and deposition as a consequence of subglacial sediment deformation",
    "authors": ["G.S. Boulton"],
    "venue": "J. Glaciol",
    "year": 1996
  }, {
    "title": "The northern sector of the last British ice sheet: maximum extent and demise",
    "authors": ["T. Bradwell", "M.S. Stoker", "N.R. Golledge", "C.K. Wilson", "J.W. Merritt", "D. Long", "J.D. Everest", "O.B. Hestvik", "A.G. Stevenson", "A.L. Hubbard", "A.G. Finlayson", "H.E. Mathers"],
    "venue": "Earth-Sci. Rev",
    "year": 2008
  }, {
    "title": "European stress: contributions from borehole breakouts. Tectonic stress in the Lithosphere",
    "authors": ["R. Brereton", "B. Müller"],
    "venue": "Phil. Trans. Roy. Soc. Lond.,",
    "year": 1991
  }, {
    "title": "River terrace systems in north-west Europe: an archive of environmental change, uplift, and early human occupation",
    "authors": ["D.R. Bridgland"],
    "venue": "Quat. Sci. Rev",
    "year": 2000
  }, {
    "title": "The record from British Quaternary river systems within the context of global fluvial archives",
    "authors": ["D.R. Bridgland"],
    "venue": "J. Quat. Sci",
    "year": 2010
  }, {
    "title": "Climatically controlled river terrace staircases: a worldwide",
    "authors": ["D.R. Bridgland", "R. Westaway"],
    "venue": "Quaternary phenomenon. Geomorphology",
    "year": 2007
  }, {
    "title": "Sedimentary basin inversion caused by igneous underplating; Northwest",
    "authors": ["J. Brodie", "N. White"],
    "venue": "European continental shelf. Geology",
    "year": 1994
  }, {
    "title": "A mechanism for sustained groundwater pressure changes induced by distant earthquakes",
    "authors": ["E.E. Brodsky", "E. Roeloffs", "D. Woodcock", "I. Gall", "M. Manga"],
    "venue": "J. Geophys. Res. Solid Earth",
    "year": 2003
  }, {
    "title": "Surface processes and tectonics: forcing of continental subduction and deep processes",
    "authors": ["E. Burov", "G. Toussaint"],
    "venue": "Glob. Planet. Chang",
    "year": 2007
  }, {
    "title": "Modelling the potential for permafrost development on a radioactive waste geological disposal facility in Great Britain",
    "authors": ["J.P. Busby", "J.R. Lee", "S. Kender", "J.P. Williamson", "S. Norris"],
    "venue": "Proc. Geol. Assoc",
    "year": 2015
  }, {
    "title": "Regional modelling of permafrost thicknesses over the past 130 ka: implications for permafrost development in Great Britain",
    "authors": ["J.P. Busby", "J.R. Lee", "S. Kender", "P. Williamson", "S. Norris"],
    "venue": "Boreas",
    "year": 2016
  }, {
    "title": "Climates of the early Middle Pleistocene in Britain: environments of the earliest humans in northern Europe",
    "authors": ["I. Candy", "B. Silva", "J. Lee"],
    "venue": "The Ancient Human Occupation of BritainDevelopment in Quaternary Science. Elsevier",
    "year": 2011
  }, {
    "title": "Pleistocene glacial limits in England, Scotland and Wales. Quaternary Glaciations—Extent and Chronology",
    "authors": ["C.D. Clark", "P.L. Gibbard", "J. Rose"],
    "year": 2004
  }, {
    "title": "Pattern and timing of retreat of the last British-Irish ice sheet",
    "authors": ["C.D. Clark", "A.L.C. Hughes", "S.L. Greenwood", "C. Jordan", "H.P. Sejrup"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "Lithospheric memory, state of stress and rheology: neotectonic controls on Europe's intraplate continental topography",
    "authors": ["S. Cloetingh", "P.A. Ziegler", "F. Beekman", "P.A.M. Andriessen", "L. Matenco", "G. Bada", "D. GarciaCastellanos", "N. Hardebol", "P. Dèzes", "D. Sokoutis"],
    "venue": "Quat. Sci. Rev",
    "year": 2005
  }, {
    "title": "Simulation of long-term future climate changes with the green McGill paleoclimate model: the next glacial inception",
    "authors": ["A.S.B. Cochelin", "L.A. Mysak", "Z. Wang"],
    "venue": "Clim. Chang",
    "year": 2006
  }, {
    "title": "Quantifying denudation rates on inselbergs in the central Namib Desert using in-situ- produced cosmogenic",
    "authors": ["H.A.P. Cockburn", "M.A. Seidi", "M.A. Summerfield"],
    "venue": "10Be and 26Al. Geology",
    "year": 1999
  }, {
    "title": "A latest Cretaceous hotspot and the south-easterly tilt of Britain",
    "authors": ["J.C.W. Cope"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2004
  }, {
    "title": "On the use of simple dynamical systems for climate predictions",
    "authors": ["M. Crucifix", "J. Rougier"],
    "venue": "Eur. Phys. J. Spec. Top",
    "year": 2009
  }, {
    "title": "Geological investigations of late and post glacial earthquake activity in Scotland",
    "authors": ["C.A. Davenport", "P.S. Ringrose", "A. Becker", "P. Hancock", "C. Fenton"],
    "year": 1989
  }, {
    "title": "Site response study in Abruzzo (Central Italy): underground array versus surface stations",
    "authors": ["G. De Luca", "E. Del Pezzo", "F. Di Luccio", "L. Margheriti", "G. Milana", "R. Scarpa"],
    "venue": "J. Seismol",
    "year": 1998
  }, {
    "title": "Weathering rates and the chemical flux from catchments in the Pacific Northwest, U.S.A",
    "authors": ["D.P. Dethier"],
    "year": 1986
  }, {
    "title": "Are subduction zones invading the Atlantic? Evidence from the Southwest",
    "authors": ["J.C. Duarte", "F.M. Rosas", "P. Terrinha", "W.P. Schellart", "D. Boutelier", "Gutscher", "M.-A", "A. Ribeiro"],
    "venue": "Iberia margin. Geology",
    "year": 2013
  }, {
    "title": "A concise history of postglacial land uplift research (from its beginning to 1950)",
    "authors": ["M. Ekman"],
    "venue": "Terra Nova",
    "year": 1991
  }, {
    "title": "Evolution of ocean temperature and ice volume through the mid-Pleistocene climate",
    "authors": ["H. Elderfield", "P. Ferretti", "M. Greaves", "S. Crowhurst", "I.N. McCave", "D. Hodell", "A.M. Piotrowski"],
    "venue": "transition. Science",
    "year": 2012
  }, {
    "title": "Glacial Landsystems",
    "authors": ["D. Evans"],
    "venue": "Routledge (554 pp)",
    "year": 2014
  }, {
    "title": "Postglacial tectonics of the Scottish glacio-isostatic uplift centre",
    "authors": ["C.R. Firth", "I.S. Stewart"],
    "venue": "Quat. Sci. Rev",
    "year": 2000
  }, {
    "title": "Radioactive wastes under conditions of future ice ages",
    "authors": ["U.H. Fischer", "A. Bebiolka", "J. Brandefelt", "S. Follin", "S. Hirschorn", "M. Jensen", "S. Keller", "L. Kennell", "J.O. Näslund", "S. Normani", "J.O. Selroos", "P. Vidstrand"],
    "venue": "Snow and Ice-related Hazards, Risks and Disasters. Elsevier,",
    "year": 2014
  }, {
    "title": "Viscosity and thickness of the asthenosphere detected from the Fennoscandian uplift",
    "authors": ["W. Fjeldskaar"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1994
  }, {
    "title": "The Periglacial Environment. Wiley-Blackwell",
    "authors": ["H.M. French"],
    "year": 2007
  }, {
    "title": "Glaciation, erosion and landscape evolution of Iceland",
    "authors": ["Á. Geirsdóttir", "G.H. Miller", "J.T. Andrews"],
    "venue": "J. Geodyn",
    "year": 2007
  }, {
    "title": "Pleistocene glaciation limits in Great Britain",
    "authors": ["P.L. Gibbard", "C.D. Clark"],
    "year": 2011
  }, {
    "title": "The construction of global eustatic sea-level scenarios for the next 150,000 years",
    "authors": ["C.M. Goodess", "S.J. Watkins", "J.P. Palutikof", "M.C. Thorne"],
    "venue": "Climatic Research Unit Research Paper Number 3 (Second Series) Version",
    "year": 2004
  }, {
    "title": "Numerical simulation of permafrost depth at the Mol site",
    "authors": ["J. Govaerts", "E. Weetjens", "K. Beerten"],
    "venue": "External Report of the Belgian Nuclear Research Centre SCK·CEN-ER148 (Mol, Belgium)",
    "year": 2011
  }, {
    "title": "Geodynamic models of mature continental collision: evolution of an orogen from lithospheric subduction to continental retreat/delamination",
    "authors": ["R. Gray", "R.N. Pysklywec"],
    "venue": "J. Geophys. Res. Solid Earth",
    "year": 2012
  }, {
    "title": "Oxygen isotope stratigraphy",
    "authors": ["E.L. Grossman"],
    "venue": "The Geologic Time Scale,",
    "year": 2012
  }, {
    "title": "Joint seismic hazard assessment for the central and western part of GSHAP-region 3 (central and northwest Europe)",
    "authors": ["G. Grünthal", "C. Bosse", "R.M.W. Musson", "Gariel", "J.-C", "T. de Crook", "R. Verbeiren", "R. Camelbeek", "D. Mayer-Rosa", "W. Lenhardt"],
    "year": 1996
  }, {
    "title": "Present, past and potential denudation rates: is there a link? Tentative evidence from fission-track data, river sediment loads and terrain analysis in the South Indian shield",
    "authors": ["Y. Gunnell"],
    "venue": "Geomorphology",
    "year": 1998
  }, {
    "title": "Reconstructing the basal thermal regime of an ice stream in a landscape of selective linear erosion: Glen Avon, Cairngorm Mountains, Scotland",
    "authors": ["A.M. Hall", "N.F. Glasser"],
    "venue": "Boreas",
    "year": 2003
  }, {
    "title": "Variations in the Earth's orbit: pacemaker of the ice ages",
    "authors": ["J.D. Hays", "J. Imbrie", "N. Shackleton"],
    "venue": "Science",
    "year": 1976
  }, {
    "title": "The Early-Middle Pleistocene transition: characterization and proposed guide for the defining boundary",
    "authors": ["M.J. Head", "B. Pillans", "S.A. Farquhar"],
    "venue": "Episodes",
    "year": 2008
  }, {
    "title": "Cenozoic exhumation of the southern",
    "authors": ["R.R. Hillis", "S.P. Holford", "P.F. Green", "A.G. Dore", "R.W. Gatliff", "M.S. Stoker", "K. Thompson", "J.P. Turner", "J.R. Underhill", "G.A. Williams"],
    "venue": "British isles. Geology",
    "year": 2008
  }, {
    "title": "Evidence for kilometre-scale Neogene exhumation driven by compressional deformation in the Irish Sea basin system",
    "authors": ["S.P. Holford", "P.F. Green", "J.P. Turner", "G.A. Williams", "R.R. Hillis", "D.R. Tappin", "I.R. Duddy"],
    "venue": "Special Publications",
    "year": 2008
  }, {
    "title": "On the Modified Mercalli Intensities and Magnitudes of the 1811–1812 New Madrid, Central United States earthquakes",
    "authors": ["S.E. Hough", "J.G. Armbruster", "L. Seeber", "J.F. Hough"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Combined obliquity and precession pacing of late Pleistocene deglaciations",
    "authors": ["P. Huybers"],
    "venue": "Nature 480,",
    "year": 2011
  }, {
    "title": "Obliquity pacing of the late Pleistocene glacial terminations",
    "authors": ["P. Huybers", "C. Wunsch"],
    "venue": "Nature",
    "year": 2005
  }, {
    "title": "Vulnerability of an underground radioactive waste repository in northern Belgium to glaciotectonic and glaciofluvial activity during the next 1 million year",
    "authors": ["P. Huybrechts"],
    "venue": "Departement Geografie VUB,",
    "year": 2010
  }, {
    "title": "Groundwater in Geologic Processes",
    "authors": ["S.E. Ingebritsen", "W.E. Sanford"],
    "year": 1999
  }, {
    "title": "Three deep alpine-permafrost boreholes in Svalbard and Scandinavia",
    "authors": ["K. Isaksen", "P. Holmlund", "J.L. Sollid", "C. Harris"],
    "venue": "Permafr. Periglac. Process",
    "year": 2001
  }, {
    "title": "Unified seismic hazard modelling throughout the Mediterranean region",
    "authors": ["M.J. Jiménez", "D. Giardini", "G. Grünthal"],
    "venue": "SESAME Working Group,",
    "year": 2001
  }, {
    "title": "Continuous GPS measurements of postglacial adjustment in Fennoscandia 1: geodetic results",
    "authors": ["J.M. Johansson", "J.L. Davis", "H.G. Scherneck", "G.A. Milne", "M. Vermeer", "J.X. Mitrovica", "R.A. Bennett", "B. Jonsson", "G. Elgered", "P. Elösegui", "H. Koivula", "M. Poutanen", "B.O. Rönnäng", "I.I. Shapiro"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Global Tectonics",
    "authors": ["P. Kearey", "K.A. Klepeis", "F.J. Vine"],
    "year": 2013
  }, {
    "title": "Coupling Surface and Mantle Dynamics: A Novel Experimental Approach",
    "authors": ["A. Kiraly", "C. Faccenna", "F. Funiciello", "A. Sembroni"],
    "venue": "Geophysical Research Letters",
    "year": 2015
  }, {
    "title": "Tectonic Aneurysm and Mountain Building",
    "authors": ["P.O. Koons", "P. Zeitler", "B. Hallet"],
    "year": 2013
  }, {
    "title": "In-situ production of terrestrial cosmogenic helium and some applications to geochronology",
    "authors": ["M.D. Kurz"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1986
  }, {
    "title": "Late Devensian and Holocene shorelines of the British isles and North Sea from models of glacio-hydro-isostatic rebound",
    "authors": ["K. Lambeck"],
    "venue": "J. Geol. Soc. Lond",
    "year": 1995
  }, {
    "title": "Sea level change through the last glacial cycle",
    "authors": ["K. Lambeck", "J. Chappell"],
    "venue": "Science",
    "year": 2001
  }, {
    "title": "The glacial history of the British Isles during the Early and Middle Pleistocene: implications for the long-term development of the British Ice Sheet. Quaternary Glaciations: Extent and Chronology",
    "authors": ["J.R. Lee", "J. Rose", "R.J. Hamblin", "B.S. Moorlock", "J.B. Riding", "E. Phillips", "R. Barendregt", "I. Candy"],
    "year": 2011
  }, {
    "title": "Pre-Weichselian Quaternary glaciations of the British isles, The Netherlands, Norway and adjacent marine areas south of 68 N: implications for long-term ice sheet development in northern Europe",
    "authors": ["J.R. Lee", "F.S. Busschers", "H.P. Sejrup"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "Plio–Pleistocene climate evolution: trends and transitions in glacial cycle dynamics",
    "authors": ["L.E. Lisiecki", "M.E. Raymo"],
    "venue": "Quat. Sci. Rev",
    "year": 2007
  }, {
    "title": "Future climatic changes: are we entering an exceptionally long interglacial",
    "authors": ["M.F. Loutre", "A. Berger"],
    "venue": "Clim. Chang",
    "year": 2000
  }, {
    "title": "Global Tectonic and Volcanic Activity of the Last OneMillion Years. NASA/Goddard Space Flight Centre, F221.001 OD&, Maryland",
    "authors": ["P.D. Lowman Jr."],
    "year": 1997
  }, {
    "title": "Permafrost Formation Time (No. CRREL-95-8)",
    "authors": ["V.J. Lunardini"],
    "venue": "Cold Regions Research and Engineering",
    "year": 1995
  }, {
    "title": "Effects of deglaciation on the crustal stress field and implications for endglacial faulting: a parametric study for simple earth and icemodels",
    "authors": ["B. Lund"],
    "venue": "SKB Technical Report,",
    "year": 2005
  }, {
    "title": "Constraints on the frequencymagnitude relation and maximum magnitudes in the UK from observed seismicity and glacio-isostatic recovery rates",
    "authors": ["I.D. Main", "D. Irving", "R.M.W. Musson", "A. Reading"],
    "venue": "Geophys. J. Int",
    "year": 1999
  }, {
    "title": "Earthquake hydrology",
    "authors": ["M. Manga", "Wang", "C.-Y"],
    "venue": "Treatise on Geophysics 4. Elsevier,",
    "year": 2007
  }, {
    "title": "The role of orbital forcing in the Early Middle Pleistocene transition",
    "authors": ["M.A. Maslin", "C.M. Brierley"],
    "venue": "Quat. Int",
    "year": 2015
  }, {
    "title": "Long-term denudation rates of actively uplifting hillcrests in the Boso Peninsula, Japan, estimated from depth profiling of in situ-produced cosmogenic 10Be and 26Al",
    "authors": ["Y. Matsushi", "S. Wasaka", "H. Matsuzaki", "Y. Matsukura"],
    "venue": "Geomorphology",
    "year": 2006
  }, {
    "title": "The Potential Significance of Permafrost to the Behaviour of a Deep Radioactive Waste Repository (Statens kärnkraftinspektion)",
    "authors": ["T. McEwen", "G. de Marsily"],
    "year": 1991
  }, {
    "title": "Cainozoic geology and landscape evolution of north-east Scotland",
    "authors": ["J.W. Merritt", "C.A. Auton", "E.R. Connell", "A.M. Hall", "J.D. Peacock"],
    "venue": "British Geological Survey (Edinburgh)",
    "year": 2003
  }, {
    "title": "Junge Tektonik im Rheinischen Schiefergebirge und ihre Quantifizierung",
    "authors": ["W. Meyer", "J. Stets"],
    "venue": "Z. Dtsch. Geol. Ges",
    "year": 1998
  }, {
    "title": "Identifying the causes of sea-level change",
    "authors": ["G.A. Milne", "W.R. Gehrels", "C.W. Hughes", "M.E. Tamisiea"],
    "venue": "Nat. Geosci",
    "year": 2009
  }, {
    "title": "Past and present uplift in Sweden: Glacial isostacy, tectonism, and bedrock influence",
    "authors": ["N.A. Mörner"],
    "venue": "Geologiska Föreningen Stockholms Föhandlingar,",
    "year": 1977
  }, {
    "title": "The Fennoscandian uplift and late Cenozoic geodynamics: geological evidence",
    "authors": ["N.A. Mörner"],
    "venue": "GeoJournal",
    "year": 1979
  }, {
    "title": "Appendix 3: Review of postglacial faulting",
    "authors": ["R. Munier", "C. Fenton"],
    "venue": "Respect distances. Rationale andMeans of Computation. R-report SKB R-04-17 (Stockholm)",
    "year": 2004
  }, {
    "title": "The seismicity of the British isles",
    "authors": ["R.M.W. Musson"],
    "venue": "Ann. Geofis",
    "year": 1996
  }, {
    "title": "Eurocode 8 Seismic Hazard Zoning Maps for the UK·British Geological Survey, Technical Report CR/07/125N. Unpublished",
    "authors": ["R.M.W. Musson", "S.L. Sargeant"],
    "year": 2007
  }, {
    "title": "Seismic hazard maps for the UK",
    "authors": ["R.M.W. Musson", "P.W. Winter"],
    "venue": "Nat. Hazards",
    "year": 1997
  }, {
    "title": "Timing of future glacial inception",
    "authors": ["J.O. Näslund", "J. Brandefelt"],
    "venue": "pp). (Chapter",
    "year": 2014
  }, {
    "title": "Climate considerations in long-term safety assessments for nuclear waste repositories",
    "authors": ["J.O. Näslund", "J. Brandefelt", "L.C. Liljedahl"],
    "venue": "Ambio",
    "year": 2013
  }, {
    "title": "Rock control on microweathering of bedrock surfaces in a periglacial environment",
    "authors": ["D.T. Nicholson"],
    "venue": "Geomorphology",
    "year": 2008
  }, {
    "title": "Cosmic ray produced 10Be and 26Al in Antarctic rocks: exposure and erosion history",
    "authors": ["K. Nishiizumi", "C.P. Khol", "J.R. Arnold", "J. Klein", "D. Fink", "R. Middleton"],
    "venue": "Earth Planet. Sci",
    "year": 1991
  }, {
    "title": "Role of in-situ cosmogenic nuclides 10Be and 26Al in the study of diverse geomorphic processes",
    "authors": ["K. Nishiizumi", "E.L. Winterer", "C.P. Kohl", "J. Klein", "R. Middleton", "D. Lal", "J.R. Arnold"],
    "venue": "Earth Surf. Process. Landf",
    "year": 1993
  }, {
    "title": "What drives the ice age cycle",
    "authors": ["D. Paillard"],
    "venue": "Science",
    "year": 2006
  }, {
    "title": "Neotectonics, seismicity and stress in glaciated regions",
    "authors": ["C. Pascal", "I.S. Stewart", "B. Vermeersen"],
    "venue": "J. Geol. Soc",
    "year": 2010
  }, {
    "title": "Processes and rates of saprolite production and erosion on a foliated granitic rock of the Virginia piedmont",
    "authors": ["M.J. Pavich"],
    "year": 1986
  }, {
    "title": "Regolith residence time and the concept of surface age of the piedmont ‘peneplain",
    "authors": ["M.J. Pavich"],
    "venue": "Geomorphology",
    "year": 1989
  }, {
    "title": "A space geodetic target for mantle viscosity discrimination: horizontal motions induced by glacial isostatic adjustment",
    "authors": ["W.R. Peltier"],
    "venue": "Geophys. Res",
    "year": 1998
  }, {
    "title": "On the postglacial isostatic adjustment of the British isles and the shallow viscoelastic structure of the earth",
    "authors": ["W.R. Peltier", "I. Shennan", "R. Drummond", "B.P. Horton"],
    "venue": "Geophys. J. Int",
    "year": 2002
  }, {
    "title": "Long-term landscape evolution and denudation rates in shield and platform areas: a morphostratigraphic approach",
    "authors": ["Peulvast", "J.-P", "F. Bétard", "Y. Lageat"],
    "venue": "Géomorphologie",
    "year": 2009
  }, {
    "title": "The Quaternary Period: 979–1010",
    "authors": ["B. Pillans", "P. Gibbard"],
    "year": 2012
  }, {
    "title": "Climate scenarios for Olkiluoto on a timescale of 120,000 years (no. POSIVA-WR–11-1)",
    "authors": ["N. Pimenoff", "A. Venäläinen", "H. Järvinen"],
    "venue": "Posiva Oy",
    "year": 2011
  }, {
    "title": "Performance and seismic design of underground structures. Earthquake Geotechnical Engineering Design",
    "authors": ["K. Pitilakis", "G. Tsinidis"],
    "year": 2014
  }, {
    "title": "Tertiary igneous activity",
    "authors": ["J. Preston"],
    "venue": "Geol. Irel",
    "year": 2009
  }, {
    "title": "Long-term average weathering rates from watershed geochemical mass balance methods: using mineral modal abundance to solve more equation in more unknowns",
    "authors": ["J.R. Price", "N. Heitmann", "J. Hull", "D. Szymanski"],
    "venue": "Chem. Geol",
    "year": 2008
  }, {
    "title": "Tectonic forcing of late",
    "authors": ["M.E. Raymo", "W.F. Ruddiman"],
    "venue": "Cenozoic climate. Nature",
    "year": 1992
  }, {
    "title": "Gas hydrate stability in the vicinity of a deep geological repository for radioactive wastes: A scoping study",
    "authors": ["C.A. Rochelle", "D. Long"],
    "venue": "British Geological Survey Internal Report,",
    "year": 2009
  }, {
    "title": "Sea-level and deep-sea-temperature variability over the past 5.3 million years",
    "authors": ["E.J. Rohling", "G.L. Foster", "K.M. Grant", "G. Marino", "A.P. Roberts", "M.E. Tamisiea", "F. Williams"],
    "venue": "Nature",
    "year": 2014
  }, {
    "title": "Permeability enhancement in the shallow crust as a cause of earthquake-induced hydrological changes",
    "authors": ["S. Rojstaczer", "S. Wolf", "R. Michel"],
    "venue": "Nature 373,",
    "year": 1995
  }, {
    "title": "Early and Middle Pleistocene landscapes of eastern England",
    "authors": ["J. Rose"],
    "venue": "Proc. Geol. Assoc",
    "year": 2009
  }, {
    "title": "Orbital insolation, ice volume, and greenhouse gases",
    "authors": ["W.F. Ruddiman"],
    "venue": "Quaternary Science Reviews",
    "year": 2003
  }, {
    "title": "World-climates (Wissenschaftliche Verlagsgesellschaft mbH)",
    "authors": ["W. Rudlof"],
    "year": 1981
  }, {
    "title": "Permafrost at Lupin: Report of phase 2 (Geological Survey of Finland)",
    "authors": ["T. Ruskeeniemi", "L. Ahonen", "M. Paananen", "S. Frape", "R.L. Stotler", "M. Hobbs", "J. Kaija", "P. Degnan", "R. Blomqvist", "M.R. Jensen", "J. Lehto", "M.R. Moren", "I. Puigdomenech", "M. Snellman"],
    "year": 2004
  }, {
    "title": "Laboratory studies on the effect of freezing and thawing exposure on bentonite buffer performance: closed-system tests",
    "authors": ["T. Schatz", "J. Martikainen"],
    "venue": "Posiva Report",
    "year": 2010
  }, {
    "title": "Impacts of glacially recharged groundwater flow systems on talik evolution",
    "authors": ["J.M. Scheidegger", "V.F. Bense"],
    "venue": "J. Geophys. Res. Earth Surf",
    "year": 2014
  }, {
    "title": "Superplumes or plume clusters",
    "authors": ["G. Schubert", "G. Masters", "P. Olson", "P. Tackley"],
    "venue": "Phys. Earth Planet. Inter",
    "year": 2004
  }, {
    "title": "Observations of glacial isostatic adjustment in the stable North America with GPS",
    "authors": ["G.F. Sella", "S. Stein", "T.H. Dixon", "M. Craymer", "T.S. James", "S. Mazzotti", "R.K. Dokka"],
    "venue": "Geophys. Res. Lett",
    "year": 2007
  }, {
    "title": "Oxygen isotopes, ice volume and sea level",
    "authors": ["N.J. Shackleton"],
    "venue": "Quat. Sci. Rev",
    "year": 1987
  }, {
    "title": "Holocene land- and sea-level changes in Great Britain",
    "authors": ["I. Shennan", "B. Horton"],
    "venue": "J. Quat. Sci",
    "year": 2002
  }, {
    "title": "Global to local scale parameters determining relative sea-level changes and the post-glacial isostatic adjustment of Great Britain",
    "authors": ["I. Shennan", "W.R. Peltier", "R. Drummond", "B.P. Horton"],
    "venue": "Quat. Sci. Rev",
    "year": 2002
  }, {
    "title": "Relative sealevel changes, glacial isostatic adjustment modelling and ice-sheet reconstructions from the British isles since the last glacial maximum",
    "authors": ["I. Shennan", "S. Bradley", "G. Milne", "A. Brooks", "S. Bassett", "S. Hamilton"],
    "venue": "J. Quat. Sci",
    "year": 2006
  }, {
    "title": "Consideration of disruptive events for the Yucca Mountain site recommendations report",
    "authors": ["E.T. Smistad", "M.C. Tynan", "P.N. Swift"],
    "venue": "WM’01 conference,",
    "year": 2001
  }, {
    "title": "Global change and the Earth System: A planet under pressure (New York)",
    "authors": ["W. Steffen", "A. Sanderson", "P.D. Tyson", "J. Jäger", "P.A. Matson", "B. Moore III", "F. Oldfield"],
    "year": 2004
  }, {
    "title": "Review of the deterministic modelling of deformation zones and fracture domains at the site proposed for a spent nuclear fuel repository, Sweden, and consequences of structural anisotropy",
    "authors": ["M.B. Stephens", "S. Follin", "J. Petersson", "H. Isaksson", "C. Juhlin", "A. Simeonov"],
    "venue": "Tectonophysics 653,",
    "year": 2015
  }, {
    "title": "Glacio-seismotectonics: ice sheets, crustal deformation and seismicity",
    "authors": ["I.S. Stewart", "J. Sauber", "J. Rose"],
    "venue": "Quat. Sci. Rev",
    "year": 2000
  }, {
    "title": "A relict landscape in the centre of Fennoscandian glaciation: cosmogenic radionuclide evidence of tors preserved through multiple glacial",
    "authors": ["A.P. Stroeven", "D. Fabel", "C. Hättestrand", "J. Harbor"],
    "venue": "cycles. Geomorphology",
    "year": 2002
  }, {
    "title": "Long-term denudation in the dry valleys, Transantarctic Moun",
    "authors": ["D.R. Marchant"],
    "year": 1999
  }, {
    "title": "Ice ages and nuclear waste isolation. Eng. Geol",
    "authors": ["Heritage", "pp"],
    "venue": "Modelling",
    "year": 1999
  }, {
    "title": "Linking Paleogene denudation andmagmatic",
    "authors": ["S. Al-Kindi"],
    "venue": "tic region. Quat. Sci. Rev",
    "year": 2004
  }, {
    "title": "Increase in late Neogene",
    "authors": ["A.J. Vernon", "P.A. van der Beek", "H.D. Sinclair", "M.K. Rahn"],
    "venue": "Rocks and Minerals,",
    "year": 2008
  }, {
    "title": "Isostacy and Flexure of the lithosphere",
    "authors": ["A.B. ggs030. Watts"],
    "venue": "tectonics? Science",
    "year": 2001
  }],
  "id": "SP:693fca8a6648ec10dfa078acc675a664862bcce2",
  "authors": [{
    "name": "F.M. McEvoy",
    "affiliations": []
  }, {
    "name": "D.I. Schofield",
    "affiliations": []
  }, {
    "name": "R.P. Shaw",
    "affiliations": []
  }, {
    "name": "S. Norris",
    "affiliations": []
  }],
  "abstractText": "• Natural processes are key to developing a safety case for geological disposal. • Key factors include plate tectonic and climate-mediated processes. • Process variability is a challenge to predicting the natural environment. • We highlight the challenges for geological disposal programs using the exam-",
  "title": "Tectonic and climatic considerations for deep geological disposal of radioactive waste: A UK perspective"
}