{
  "sections": [{
    "text": "Remnants of a high plateau have been identified on Nuussuaq and Disko, central West Greenland. We interpret the plateau as an erosion surface (the summit erosion surface) formed mainly by a fluvial system and graded close to its former base level and subsequently uplifted to its present elevation. It extends over 150 km east–west, being of low relative relief, broken along faults, tilted westwards in the west and eastwards in the east, and having a maximum elevation of ca. 2 km in central Nuussuaq and Disko. The summit erosion surface cuts across Precambrian basement rocks and Paleocene–Eocene lavas, constraining its age to being substantially younger than the last rift event in the Nuussuaq Basin, which took place during the late Maastrichtian and Danian. The geological record shows that the Nuussuaq Basin was subjected to subsidence of several kilometres during Paleocene–Eocene volcanism and was transgressed by the sea later during the Eocene. By comparing with results from apatite fission track analysis and vitrinite reflectance maturity data, it is suggested that formation of the erosion surface was probably triggered by an uplift and erosion event starting between 40 and 30 Ma. Surface formation was completed prior to an uplift event that started between 11 and 10 Ma and caused valley incision. This generation of valleys graded to the new base level and formed a lower erosion surface, at most 1 km below the summit erosion surface, thus indicating the magnitude of its uplift. Formation of this generation of valleys was interrupted by a third uplift event also with a magnitude of 1 km that lifted the landscape to near its present position. Correlation with the fission-track record suggests that this uplift event started between 7 and 2 Ma. Uplift must have been caused initially by tectonism. Isostatic compensation due to erosion and loading and unloading of ice sheets has added to the magnitude of uplift but have not significantly altered the configuration of the surface. It is concluded that the elevations of palaeosurfaces (surfaces not in accordance with present climate or tectonic conditions) on West Greenland's passive margin can be used to define the magnitude and lateral variations of Neogene uplift events. The striking similarity between the landforms in West Greenland and those on many other passive margins is also noted. © 2006 Elsevier B.V. All rights reserved.\nKeywords: Landform analysis; Erosion surface; Glaciation; Neogene; Passive continental margin; Uplift; West Greenland\n⁎ Corresponding author. Geological Survey of Denmark and Greenland (GEUS), DK-1350, Copenhagen K, Denmark. Tel.: +45 38142251; fax: +45 38142050.\nE-mail address: jbon@geus.dk (J.M. Bonow).\n0169-555X/$ - see front matter © 2006 Elsevier B.V. All rights reserved. doi:10.1016/j.geomorph.2006.03.006"
  }, {
    "heading": "1. Introduction",
    "text": "The timing and amount of Cenozoic uplift and erosion along the passive margins around the North Atlantic are a topic of debate (Japsen and Chalmers, 2000; Doré et al., 2002; Fig. 1). Early geomorphologists such as Reusch (1901) and Ahlmann (1919) suggested that erosion surfaces at high altitude in Scandinavia are indications of late Cenozoic uplift. Their conclusion is supported by recent studies of truncated Neogene sediments offshore (e.g. Jensen and Schmidt, 1992; Fig. 1). Attempts have also been made to correlate the offshore geology with onshore erosion surfaces, but correlations have proven difficult as no Mesozoic or Palaeogene rocks are preserved in the Scandinavian highlands (Doré, 1992; Riis, 1996; Lidmar-Bergström, 1999; Lidmar-Bergström et al., 2000).\nFor a long time, the usefulness of erosion surfaces as markers for uplift events has been queried after heavy criticism from, for example, Chorley (1963) and later by Summerfield (2000). A recent representative discussion\nof this type of criticism is by Brown et al. (2000) who rejected the interpretation by King (1967, 1976) that the stepped surfaces on the passive margins of South Africa and South America represent planation surfaces that have been uplifted by several tectonic events after rifting. The criticism in Brown et al. (2000) and by others emphasises that such uplifted surfaces cannot be constrained by datable strata and that they therefore cannot be used as evidence for post-rift uplift. We would like to point out that absence of evidence is not evidence of absence and that it is possible to construct a relative event chronology from landform analysis that can be used to decipher the origin and magnitude of tectonic events and, when independent data are available, the absolute timing can be constrained (de Brum-Ferreira, 1991; Hall, 1991; Demoulin, 1995; Peulvast et al., 1996; Huguet, 1996; Twidale, 1999; Hall and Bishop, 2002; Lidmar-Bergström and Näslund, 2002; Demoulin, 2003; Fjellanger and Etzelmüller, 2003; Huguet, 2004; Peulvast and Claudino Sales, 2004; Schoenbohm et al., 2004; Clark et al., 2005; Kuhlemann et al., 2005).\n(1991) and Bonow et al. (in press) and studies referenced by Japsen and crease towards the continents where pre-Cenozoic rocks are commonly e continents. Note the position of the study area at an uplifted margin. Jackson et al. (1992), Wheeler et al. (1996) and Japsen and Chalmers\nWest Greenland, like Scandinavia, is characterised by a high-level plateau onshore (Bonow, 2004) and truncated Neogene sediments offshore (Chalmers, 2000; Dalhoff et al., 2003). The presence of Cretaceous–Eocene rocks above the basement on the Nuussuaq peninsula and Disko island in the Nuussuaq Basin (Fig. 2) offers a rare opportunity to constrain the landform development in West Greenland. Marine upper Paleocene sediments at 1200 m above sea level (m a.s.l.) (Piasecki et al., 1992) document that uplift of at least that magnitude has taken place during the Cenozoic. That this uplift took place in the Neogene is indicated by the very late truncation of the sedimentary section west of Nuussuaq (Chalmers, 2000) and from the timing of erosional events constrained by apatite fission track data from onshore Nuussuaq (Mathiesen, 1998; Japsen et al., 2005).\nIn this study, we present a description of the major landforms of Nuussuaq and northern Disko and an analysis of the denudation history in relation to geology and to published results from thermochronology (Japsen et al., 2005). This relationship will be used to justify the methodology of using erosion surfaces as an indicator of uplift."
  }, {
    "heading": "2. Geological setting and development",
    "text": "West Greenland is situated on a passive continental margin that developed during the early opening of the Labrador Sea and Baffin Bay during the Palaeogene, subsequent to rifting during the Cretaceous and early Paleocene (Chalmers et al., 1999; Chalmers and Pulvertaft, 2001). The WNW–ESE extinct sea-floor spreading centres in the Labrador Sea and Baffin Bay\n300-m contours in relation to geology and faults. Location of profiles is he wells Gro-3 and Gane-1 is indicated on western Nuussuaq. CBFS: -Qunnilik fault, Af: Aaffarsuaq valley, S: Saqqaq valley. Topography m, 1996; Bamber et al., 2001). Geology and faults after Chalmers et al.\nare connected by N–S transform faults through continental crust in Davis Strait (Chalmers and Pulvertaft, 2001; Fig. 1). The study area is situated east of Davis Strait and extends across both Precambrian basement in the east and Cretaceous to lower Paleocene sediments partly covered by upper Paleocene–Eocene basaltic rocks of the Nuussuaq Basin in the west (Fig. 2) (Clark and Pedersen, 1976; Storey et al., 1998; Chalmers et al., 1999; Pedersen et al., 2002a).\nDuring the Maastrichtian to early Paleocene, the Nuussuaq Basin became tectonically unstable, resulting in several episodes of uplift, erosion and subsidence, which are recorded as deeply incised valleys with infill of younger sediments (Chalmers et al., 1999; Dam and Nøhr-Hansen, 2001). Major subsidence started during the latest phase of this sedimentation and continued during eruption of lavas that overlie the sediments. The early eruptions were of submarine lavas, then the volcanic fill kept pace with ca. a kilometre of subsidence and finally volcanism became mostly sub-aerial (Pedersen et al., 2002b). The presence of marine sediments\nwithin the sub-aerial succession (Piasecki et al., 1992) shows that it continued to be submerged and, therefore, that subsidence must have continued. The total proven post-rift subsidence shown by this evidence was substantially in excess of 1 km and all of it took place during the Paleocene.\nThe major phases of volcanism occurred during the Paleocene (Storey et al., 1998) and are represented by the Vaigat and Mâligat Formations (Clark and Pedersen, 1976). Volcanism resumed during the early Eocene, when basalt of the Kanisut Member was deposited on westernmost Nuussuaq (Storey et al., 1998) and during the mid-Eocene when basalt of the Talerua Member was deposited on Hareøen (ca. 39 Ma; Schmidt et al., 2005). The only post-basaltic sediments known onshore were deposited into a fumarole on Hareøen during the Neogene (Christiansen et al., 1999).\nSubsequent to volcanism, the near-horizontal basalt surface was transgressed during the mid-Eocene and a Cenozoic succession up to 3 km thick was deposited west of Nuussuaq (Skaarup, 2002). These sediments\nlow elevations. The inclination of the summit surface and lower plateau The summit erosion surface is best preserved west of the Itilli fault (It) Q fault (K-Q) and well-preserved across the basalt and Precambrian\nwere rotated upwards to the east at a late Neogene date and are truncated either by the sea-bed or by a shallow unconformity (Chalmers, 2000).\nThe Cenozoic history of uplift and exhumation in the Nuussuaq Basin has been investigated from the results of analysis of apatite fission track data and vitrinite reflectance maturity data based on rock samples from the 3-km deep Gro-3 borehole and the neighbouring Gane-1 borehole placed in a valley bottom on western Nuussuaq (Fig. 2; Japsen et al., 2005). These results reveal that the samples cooled from maximum palaeotemperatures between 40 and 30 Ma, followed by two further cooling episodes beginning in the intervals 11– 10 and 7–2 Ma. When the first cooling episode began, the sample borehole sites were buried 1500–2000 m deeper than at the present-day and the palaeogeothermal gradient was 40–48 °C/km. According to the interpretation of Japsen et al. (2005), it is not clear whether this\ncooling involved exhumation or if it was due solely to reduction in heat flow and surface temperature. The two later episodes were found definitely to involve exhumation because by then the palaeogeothermal gradient had declined to a value close to the assumed present value of 30 °C/km, which agrees with estimates from offshore wells."
  }, {
    "heading": "3. Methods",
    "text": "Large-scale landforms on Nuussuaq and Disko have been identified using a Digital Elevation Model (DEM) imported to Surfer software (Golden Software, 2002). The DEM was constructed by National Survey and Cadastre (Kort og Matrikelstyrelsen), Copenhagen and has a 250×250-m square grid. The elevation data have an estimated mean error of 20 m in height (Ekholm, 1996; Bamber et al., 2001). Some peak values may be\npoint of Nuussuaq, 2144 m, is close to the summit erosion surface (cf. f the profile (B–B′), the highest point is projected (cf. A–A′), showing its are projected on to the profile (C–C′) and fit into the position for the fault. The profiles also show plateau remnants and valley benches with anges in direction of the profiles. UTM Easting along horizontal axis. ca. 60 Ma, V: Vaigat Fm, ca. 61 Ma (Storey et al., 1998). Geology after Piasecki et al. (1992), Pedersen et al. (1993, 2001, 2002a, 2005), Garde\nmissing in this elevation model (Ekholm, 1996), but do not affect the overall interpretation of the large-scale landforms.\nThe large-scale landforms have been analysed relative to the three major geological elements: the Precambrian basement, the Cretaceous–Paleocene sediments and the Paleocene–Eocene basalt cover. An overview of the relief with a contour interval of 300 m together with the underlying geology is shown in Fig. 2. The DEM was used to construct a model of the plateau remnants, their size, distribution and height above sea level. First, a surface/slope map was constructed in a way similar to that used by Bonow et al. (2003) for the southern Scandes. Areas with slope angles less than 6.5° between individual pixels were defined as surfaces, extracted and coloured according to height above sea level. After elimination of flat valley bottoms at high and medium elevations, the final map appeared with flat summit surfaces, coloured in the range green–red and low flat valley bottoms coloured in the range green–blue (Fig. 3). Oblique aerial photographs were consulted to constrain further the mapped summit surfaces as well as lower plateau remnants. Some areas at high elevation are covered by glaciers (Fig. 2), but numerous nunataks with flat summits occur that constrain the summit surface. Note that the ice caps on northern Nuussuaq did not contribute to the identification of any coherent surface here.\nTo analyse further the relationship between landforms and geology, four detailed geological profiles were constructed across the highest parts of Nuussuaq and northern Disko (Fig. 4) using published geological information (Rosenkrantz et al., 1974, 1976; Hald, 1976; Piasecki et al., 1992; Pedersen et al., 1993; Garde, 1994; Storey et al., 1998; Chalmers et al., 1999; Pedersen et al., 2001, 2002a, 2005) and by personal consultation with T.C.R. Pulvertaft, GEUS. The steep coasts with exposed bedrock and the deeply incised Aaffarsuak valley have given a unique possibility to reveal the vertical relationship between the different geological units documented in these profiles. The summit topography along these profiles was extracted from the DEM and its relation to the underlying rock analysed.\nLandforms on Disko and Nuussuaq were studied further during field trips in 2002 and 2003 (Japsen et al., 2002; Bonow, 2004). Where some of the high and steep coastal areas are inaccessible, photographic documentation was made from a boat. Detailed investigations of the contact between the basalt cover and the basement were made on southern Disko (Bonow, 2005)."
  }, {
    "heading": "4. Landform analysis",
    "text": ""
  }, {
    "heading": "4.1. The summit surface",
    "text": "Several crustal blocks can be defined across Nuussuaq and Disko by to their topographic character. Within each block, it is possible to identify plateau remnants that form part of a larger structure defining an uplifted and tilted plain. The tilt shifts from one block to the next (Figs. 3, 5 and 6). The plateau is well preserved in the western and eastern parts of the study area, while the central parts of Nuussuaq and north–central Disko east of the Kuugannguak-Qunnilik (K-Q) are characterised by alpine relief with narrow crests (Fig. 3). The plateau (Fig. 3) can be followed along the profiles (Fig. 4). It occurs within the three crustal blocks (Figs. 2 and 4):\n(1) Hareøen and westernmost Nuussuaq, (2) between the Itilli fault and K-Q fault on Nuussuaq\nand Disko, and (3) on eastern Nuussuaq and eastern Disko.\nWithin block 1, the northwest-tilted surface (slope gradient ∼5%) is extremely well preserved (Fig. 6). It cuts across steeply dipping, originally horizontally deposited basalt layers of early Eocene age on western Nuussuaq (Storey et al., 1998) and mid-Eocene subaerial basalt on Hareøen (Schmidt et al., 2005). On Nuussuaq, fluvial valleys are incised into the erosion surface, whereas the glacial reshaping is insignificant (Fig. 6). The erosion surface starts at 200 m a.s.l. in the northwest and rises southeastwards to over 500 m a.s.l. on Hareøen and to over 1000 m a.s.l. west of the Itilli valley on Nuussuaq (Figs. 3 and 4).\nIn block 2, remnants of a westward-tilted erosion surface cut across the Paleocene basalt of the Vaigat Formation, apart from in westernmost Disko where the surface cuts across theMaligât Formation. OnNuussuaq, the surface can be followed from 800m up to 1700 m a.s. l. and on Disko from 600 to 1600 m a.s.l. This surface (Fig. 3) is better preserved on Disko than on Nuussuaq, especially in the northwesternmost areas (Fig. 4).\nIn block 3, the summit surface rises towards the west. On Nuussuaq, it rises from 500–600 m a.s.l. in the east and reaches above 2100 m in west–central Nuussuaq (slope gradient ∼1.5%) and to about 1900 m a.s.l. on northern Disko (slope gradient ∼0.9%) (Figs. 3, 4 and 6). The erosion surface cuts across basement in the east and continues across the Paleocene basalt of the Maligât Formation in the highest areas. The surface is best preserved in the basement areas.\nIt is proposed that the summit plateaux are largely the remnants of a single surface, formed by fluvial systems eroding to a common base level (Ahnert, 1998). The surface has thereafter been subjected to differential uplift and tilting. The low relative relief and vast extent of the summit surface on Nuussuaq and Disko suggests that it took a long time to form to its final state. The summit erosion surface must have developed subsequent to the\nPaleocene–Eocene volcanic eruptions, because it cuts across the basalts of the Kanisut and Talerua members of early and mid-Eocene age, respectively (Figs. 4 and 6)."
  }, {
    "heading": "4.2. A lower erosion surface/valley generation",
    "text": "Minor plateau remnants below the summit erosion surface can be identified along the coasts, at the entrance\ny combined with the interpretation of palaeosurfaces in profiles (from 00 m a.s.l. The surface in the west (right) dips ∼5%. It is virtually systems. The erosion surface cuts across more steeply dipping Eocene h 11-514k-sv, 1948. ©Kort and Matrikelstyrelsen, Denmark.\nto some major valleys and along the central parts of the central Aaffarsuaq valley (Fig. 3). They indicate the presence of a developed palaeo-valley system. It has been cut into the summit erosion surface and graded to a lower common base level. No detailed analysis of these plateau remnants has yet been undertaken, but a preliminary investigation shows that plateau remnants are found at 800–1000 m a.s.l. in the west close to the K-Q fault and descend eastwards to 700–800 m a.s.l. at the entrance to the Saqqaq valley (Fig. 3). Towards the east, the lower plateau remnants merge with the summit erosion surface at an elevation about 500–600 m a.s.l. This landscape is interpreted as a result of valley incision and consequent generation of a new surface after the differential uplift and tilting of the summit surface. Because the lower surface developed to a common fluvial base level, most of its formation must have predated the onset of glaciation in Greenland at 7 Ma (Larsen et al., 1994)."
  }, {
    "heading": "4.3. A lowest valley generation",
    "text": "The development of the lower plateau surface was interrupted by uplift, largest in the west and renewed valley incision. A generation of more or less deep valleys cuts down to sea level, 1 km below the lower surface at its highest location. The valleys are often glacially widened and in places deepened to far below sea level."
  }, {
    "heading": "5. Absolute timing and amount of uplift",
    "text": "It is not clear from the thermochronological data alone whether the cooling event that started in the Eocene–Oligocene involved erosion (Japsen et al., 2005). However, our analysis shows that the summit erosion surface developed subsequent to Paleocene– Eocene subsidence and volcanism, and we therefore suggest that this erosional phase caused the cooling episode that began between 40 and 30 Ma. The most likely mechanism for such denudation is uplift relative to sea level, a hypothesis supported by the ca. 39 Ma subaerial Talerua Member basalt on Hareøen (Schmidt et al., 2005). The consequent erosion initiated the formation of the summit erosion surface.\nFormation of the summit erosion surface was complete prior to a second uplift event, which caused valley incision. The new generation of valleys graded to a new base level and formed the lower erosion surface in the peripheral parts and along the coasts, a surface that is now dissected and slightly tilted. Its initiation before the onset of glaciation at 7 Ma is consistent with the\nexhumation phase that started between 11 and 10 Ma. The interpretation of the palaeogeothermal data indicates a final exhumation phase that started between 7 and 2 Ma (Japsen et al., 2005). We interpret this cooling event to be the result of both fluvial incision due to further uplift and glacial erosion. The amount of uplift during two later events of uplift differed from place to place and formed a dome that was broken along the reactivated Itilli and K-Q faults.\nIf the palaeosurfaces were formed in the way described above, their present-day elevations can be used to calculate the amount of uplift relative to their palaeo-base levels. The maximum altitude of the summit erosion surface is ca. 2 km and can be regarded as an estimate of the maximum total rock uplift relative to sea level that has taken place since ca. 10–11 Ma. The amount of uplift during the phase that started between 11 and 10 Ma can be estimated to be about 1 km east of the K-Q fault, because that is the maximum vertical difference between the altitudes of the summit erosion surface and the lower plateau remnants (Fig. 4, profile C). The maximum amount of uplift during the second phase that started between 7 and 2 Ma is also about 1 km, as estimated by the elevation of the lower plateau remnants near the K-Q fault (profile C)."
  }, {
    "heading": "6. Discussion",
    "text": ""
  }, {
    "heading": "6.1. Erosion surfaces as markers for uplift events",
    "text": "The summit surfaces are coherent features over large distances. They dip by different amounts and in different directions and the changes occur abruptly across major known faults. These phenomena indicate that they once formed a single surface. The remnants of both the summit surface and the lower plateau cut across rocks of different age and lithology and there is no change in altitude or slope where the surfaces today pass from gneissic basement to Palaeocene–Eocene volcanic rocks. Consequently these surfaces did not form on a single resistant geological formation or bed. The most likely interpretation is that they are erosion surfaces, formed to common base levels (Ahnert, 1998), and that they have been subsequently uplifted and tilted. Regionally developed surfaces cannot form in tilted positions, because when an erosion surface exceeds a slope gradient of 0.4% (Rudberg, 1970) or 0.5% (Spönemann, 1979) it starts to disintegrate and fluvial valleys will destroy the surface successively, subsequently forming a new surface.\nAn erosion surface may ultimately grade to a near horizontal plain irrespective of geology if enough time is\navailable. If the base level were to be lowered, a younger generation of valleys will be incised into the surface and the relief rejuvenated. The generation of new valleys develops into an erosion surface close to the new base level in the peripheral parts of the valley system, while the valleys continue to broaden upstream. Such stepped surfaces occur commonly (e.g. Penck, 1924; Huguet, 1996; Bonow et al., 2003) and are not unique for Nuussuaq and Disko.\nThe fission-track record indicates three episodes of cooling that started in the Eocene–Oligocene, the late Miocene and in the latest Miocene–Pliocene (Japsen et al., 2005). We contend that erosion during each of those episodes formed one of the surfaces or populations of valleys that we have identified. It is proposed that the area was lifted tectonically, starting during the latest Eocene or early Oligocene and was subject to erosion as it came first above the wave base and then became subaerial. It is unlikely that a uniform surface over such a large area would consist only of a wave-cut platform as this would imply an improbable degree of uniformity of water depth. More likely, the area rose above sea level and a drainage pattern formed. As the area continued to rise, the rivers eroded into the rising landscape and the system graded to a base level represented by sea level. With time, the landscape ultimately graded to a near horizontal plain and we suggest that this is how the summit surface formed and that it took between 30 and 20 Ma from the start of uplift at between 40 and 30 Ma until the start of the second uplift event at between 11 and 10 Ma. The summit surface has continued to develop after uplift in the late Miocene and some later down-wearing must be accounted for. We estimate it to be in the order of about 50 m for the summit surface since 10 Ma (cf. Phillips et al., 2006) and thus of minor importance for the altitude of the erosion surfaces.\nA major argument for a tectonic component in the uplift is the clear tilt of the identified erosion surfaces, as the tilt cannot have been present when the surfaces formed. That the latest uplift event occurred very recently is also supported by the good preservation of the summit surface in block 1 (200–1000 m a.s.l.) with slope gradients up to 5%. Such tilted but more or less undissected surfaces occur on Hareøen and westernmost Disko (Fig. 6). A more horizontal surface will survive much longer as it is consumed predominantly along its flanks, while a tilted surface is affected by valley incision across its entire area.\nWhile the highly elevated palaeosurfaces on the passive margin of West Greenland can be constrained as uplift markers, we also note the strikingly similarity, both in geomorphological character and in the geolog-\nical setting with truncated sediments offshore, with other uplifted margins around the North Atlantic (Fig. 1). We therefore suggest that the palaeosurfaces are probably relevant indicators of uplift in these less constrained areas too."
  }, {
    "heading": "6.2. Origin and causes of uplift",
    "text": "If the interpretation presented here is correct, that a planation surface developed close to sea level prior to the 11–10 Ma event, uplift cannot have been triggered by enhanced erosion due to deteriorating climate, because the planation surface had no relief that could be eroded. Thus, this uplift event must have been tectonic in origin.\nThe most recent uplift event must have occurred late, because both time and tectonic stillstand were required for the fluvial systems after the 11–10 Ma event to develop the lower surface. The latest uplift could thus have been caused by several events happening simultaneously: tectonic uplift (between 7 and 2 Ma), loading by the inland ice (initiated at 7 Ma; Larsen et al., 1994) and isostatic rebound after enhanced erosion due to climate change.\nWe do not understand the tectonic forces that are involved in these uplift events, but they took place long after cessation of the Labrador Sea spreading system and the passing of the Iceland plume (cf. Srivastava and Keen, 1995; Chalmers, 2000; Chalmers and Pulvertaft, 2001). A degree of isostatic response to erosion must be involved, yet there must also be a major tectonic component to cause the doming that we have observed."
  }, {
    "heading": "6.3. Impact of glaciation on the palaeosurfaces",
    "text": ""
  }, {
    "heading": "6.3.1. Glacial reshaping",
    "text": "Glacial reshaping makes interpretation of landforms in Greenland generally more difficult than in unglaciated areas. The glacial impact is known to be differentiated (Sugden, 1978; Kleman, 1994; Glasser, 1995; Näslund, 1997) and the glacial erosion has been of two main kinds. First, outlet glaciers from the main ice sheet of Greenland have caused substantial erosion along the Vaigat and Uummannaq fjords and along the Aaffarsuaq valley. Second, during initial and late stages of the glaciations, cirque and valley glaciers reshaped valleys and caused erosion and partial destruction of the summit surfaces. On the other hand, during full glaciations, the summits probably had ice frozen to the ground, which preserved the summit surfaces (e.g. Sugden, 1974; cf. Kleman, 1994). Local ice caps can also have been protective. Thus, despite the impact from\nseveral glaciations, remnants of both a summit erosion surface and a lower surface/valley generation are preserved over large areas on Nuussuaq and Disko."
  }, {
    "heading": "6.3.2. The effect of glacial loading and unloading",
    "text": "Although glaciers have been present in Greenland since 7 Ma (Larsen et al., 1994), the most extensive icesheet developed at ca. 2.4 Ma (Funder, 1989). An early episode of iceberg discharge, that may be indicative of expansion of the Greenland ice-sheet, is recorded at 3.3 Ma (Flesche-Kleiven et al., 2002). The previously uplifted surface was covered by the main ice-sheet, and the load of the inland ice depressed the landsurface both in central Greenland and along the coasts. The effect of glacial unloading in the area around the central dome of the Wechselian ice in Scandinavia was recorded by the highest post-glacial shoreline at 286 m above present sea level with an inferred crustal uplift of 310 m (Berglund, 2004). Compensation is less in marginal areas and isostatic modelling results in the Nuussuaq and Disko area indicate 100 to 150 m of uplift (Le Meur and Huybrechts, 1998; Huybrechts, 2002); findings similar to uplift recorded by post-glacial relative sea level changes in the area (Funder, 1989; Long and Roberts, 2003). Thus, it seems likely that isostatic response to ice-unloading reflects a minor part of the entire ca. 1000 m of uplift and that tectonism and isostatic response to fluvial erosion were the main causes of uplift. The present altitude and the present tilt of the surfaces cannot therefore be significantly different from the pre-glacial conditions."
  }, {
    "heading": "7. Summary and conclusions",
    "text": "An extensive summit erosion surface of low relative relief has been identified on Nuussuaq and Disko. The surface cuts across both Precambrian basement and basalt of Paleocene to mid-Eocene age. An intermediate erosion surface has been identified in the peripheral parts connected to a fluvial valley system, which has been interrupted during its development to an extensive erosion surface.\nWe have used the erosion surfaces and generation of the valleys as an independent dataset to obtain information about the magnitude of surface uplift, its spatial variation and the relative timing of the erosional events that formed them. Independent analysis of apatite fission-track and vitrinite reflectance maturity data has shown that the area underwent three phases of cooling. We correlate formation of the summit surface with the event that lasted from between 40 and 30 Ma until between 11 and 10 Ma, and the formation of the\nintermediate surface with the event that lasted from between 11 and 10 Ma until between 7 and 2 Ma. The final uplift event that started between 7 and 2 Ma was associated with deep incision of valleys by fluvial and glacial erosion. The isostatic effect on the crust due to loading and unloading of the inland ice sheet is much less than the uplift due to tectonism and isostatic response to fluvial erosion. Erosion surfaces governed by base level have formed, been uplifted and incised by valley systems.\nWe conclude that the correlation between erosion surfaces/generation of valleys, geology and fission track data justifies the use of palaeosurfaces as uplift markers."
  }, {
    "heading": "Acknowledgements",
    "text": "We acknowledge the economic support of the Carlsberg Foundation, the Danish Natural Science Research Council, Department of Physical Geography and Quaternary Geology, Stockholm University, GEUS, John Söderbergs stiftelse, Stiftelsen Margit Althins stipendiefond (KVA) and the Swedish Research Council. Logistic support was provided by Arktisk Station, Disko. We want to thank Clas Hättestrand, Krister Jansson, Knud Erik Klint, Lotte Melchior Larsen and Jens-Ove Näslund for fruitful discussions. Chris Pulvertaft provided vital information for the topographical/ geological profiles. The digital elevation model is with courtesy from National Survey and Cadastre, Copenhagen. The paper has benefited from comments by A. Plater, P. Bishop and two anonymous referees. The paper is published with permission of the Geological Survey of Denmark and Greenland."
  }],
  "year": 2006,
  "references": [{
    "title": "Geomorphological studies in Norway",
    "authors": ["H.W. Ahlmann"],
    "venue": "Geografiska Annaler",
    "year": 1919
  }, {
    "title": "Introduction to Geomorphology",
    "authors": ["F. Ahnert"],
    "year": 1998
  }, {
    "title": "A new, high-resolution digital elevation model of Greenland fully validated with airborne laser altimeter data",
    "authors": ["J.L. Bamber", "S. Ekholm", "W.B. Krabill"],
    "venue": "Journal of Geophysical Research",
    "year": 2001
  }, {
    "title": "Holocene shore displacement and chronology in Ångermanland, eastern Sweden, the Scandinavian glacio-isostatic uplift centre",
    "authors": ["M. Berglund"],
    "venue": "Boreas",
    "year": 2004
  }, {
    "title": "Palaeosurfaces and palaeovalleys on North Atlantic previously glaciated passive margins—reference forms for conclusions on uplift and erosion",
    "authors": ["J.M. Bonow"],
    "venue": "PhD thesis. Dissertation No. 30,",
    "year": 2004
  }, {
    "title": "Re-exposed basement landforms in the Disko region,West Greenland—disregarded data for estimation of glacial erosion and uplift modelling",
    "authors": ["J.M. Bonow"],
    "venue": "Geomorphology",
    "year": 2005
  }, {
    "title": "Palaeosurfaces and major valleys in the area of the Kjølen Mountains, southern Norway—consequences of uplift and climatic change",
    "authors": ["J.M. Bonow", "K. Lidmar-Bergström", "J.O. Näslund"],
    "venue": "Norsk Geografisk Tidsskrift—Norwegian Journal of Geography",
    "year": 2003
  }, {
    "title": "Morphotectonic evolution of the South Atlantic margins of Africa and South America",
    "authors": ["R.W. Brown", "K. Gallagher", "A.J.W. Gleadow", "M.A. Summerfield"],
    "year": 2000
  }, {
    "title": "Offshore evidence for Neogene uplift in central West Greenland",
    "authors": ["J.A. Chalmers"],
    "venue": "Global and Planetary Change",
    "year": 2000
  }, {
    "title": "Development of the continental margins of the Labrador Sea: a review",
    "authors": ["J.A. Chalmers", "T.C.R. Pulvertaft"],
    "year": 2001
  }, {
    "title": "New insight into the structure of the Nuussuaq Basin, central West Greenland",
    "authors": ["J.A. Chalmers", "T.C.R. Pulvertaft", "C. Marcussen", "A.K. Pedersen"],
    "venue": "Marine and Petroleum Geology",
    "year": 1999
  }, {
    "title": "Diastrophic background to twentieth-century geomorphological thought",
    "authors": ["R.J. Chorley"],
    "venue": "Geological Society of American Bulletin",
    "year": 1963
  }, {
    "title": "Petroleum geological activities in West Greenland",
    "authors": ["F.G. Christiansen", "A. Boesen", "J. Bojesen-Koefoed", "J.A. Chalmers", "F. Dalhoff", "G. Dam", "B.F. Hortkjær", "L. Kristensen", "L.M. Larsen", "C. Marcussen", "A. Mathiesen", "H. Nøhr-Hansen", "A.K. Pedersen", "G.K. Pedersen", "T.C.R. Pulvertaft", "N. Skaarup", "M. Sønderholm"],
    "year": 1999
  }, {
    "title": "Tertiary volcanic province of West Greenland. Geology of Greenland",
    "authors": ["D.B. Clark", "A.K. Pedersen"],
    "venue": "Geological Survey of Greenland,",
    "year": 1976
  }, {
    "title": "Mapping and facies analysis of Paleocene–mid-Eocene seismic sequences, offshore southern West Greenland",
    "authors": ["F. Dalhoff", "J.A. Chalmers", "U. Gregersen", "H. Nøhr-Hansen", "J.A. Rasmussen", "E. Sheldon"],
    "venue": "Marine and Petroleum Geology",
    "year": 2003
  }, {
    "title": "Mantle plumes and sequence stratigraphy; late Maastrichtian–early Paleocene of West Greenland",
    "authors": ["G. Dam", "H. Nøhr-Hansen"],
    "venue": "Bulletin of the Geological Society of Denmark",
    "year": 2001
  }, {
    "title": "Neotectonics in northern Portugal. A geomorphological approach. Zeitschrift für Geomorphologie",
    "authors": ["A. de Brum-Ferreira"],
    "venue": "Neue Folge, Supplementband",
    "year": 1991
  }, {
    "title": "Les surfaces d'érosion méso-cénozoïque en Ardenne-Eifel",
    "authors": ["A. Demoulin"],
    "venue": "Bulletin Societé Geologique de France",
    "year": 1995
  }, {
    "title": "Palaeosurfaces and residual deposits in ArdenneEifel: historical overview and perspectives",
    "authors": ["A. Demoulin"],
    "venue": "Géologie de la France",
    "year": 2003
  }, {
    "title": "The base Tertiary surface of southern Norway and the northern North Sea",
    "authors": ["A.G. Doré"],
    "venue": "Norsk Geologisk Tidsskrift",
    "year": 1992
  }, {
    "title": "Exhumation of the North Atlantic margin: introduction and background",
    "authors": ["A.G. Doré", "J.A. Cartwright", "M.S. Stoker", "J.P. Turner", "N.J. White"],
    "year": 2002
  }, {
    "title": "A full coverage, high-resolution, topographic model of Greenland computed from a variety of digital elevation data",
    "authors": ["S. Ekholm"],
    "venue": "Journal of Geophysical Research",
    "year": 1996
  }, {
    "title": "Stepped palaeosurfaces in southern Norway—interpretation of DEM-derived topographic profiles",
    "authors": ["J. Fjellanger", "B. Etzelmüller"],
    "venue": "Norsk Geografisk Tidsskrift—Norwegian Journal of Geography",
    "year": 2003
  }, {
    "title": "Intensification of Northern Hemisphere glaciations in circum Atlantic region (3.5–2.4 Ma)—ice-rafted detritus evidence",
    "authors": ["H. Flesche-Kleiven", "E. Jansen", "T. Fronval", "T.M. Smith"],
    "year": 2002
  }, {
    "title": "Quaternary geology of the ice-free areas and adjacent shelves of Greenland. Quaternary geology of Canada and Greenland",
    "authors": ["S. Funder"],
    "venue": "The Geology of North America, Geological Society of America (also Geology of Canada",
    "year": 1989
  }, {
    "title": "Precambrian geology between Qarajaq Isfjord and Jakobshavn Isfjord, West Greenland",
    "authors": ["A.A. Garde"],
    "year": 1994
  }, {
    "title": "Modelling the effect of topography on ice sheet erosion, Scotland",
    "authors": ["N.F. Glasser"],
    "venue": "Geografiska Annaler",
    "year": 1995
  }, {
    "title": "Early Tertiary flood basalts from Hareøen and western Nûgssuaq",
    "authors": ["N. Hald"],
    "venue": "West Greenland. Bulletin Grønlands Geologiske Undersøgelse",
    "year": 1976
  }, {
    "title": "Pre-Quaternary landscape evolution in the Scottish Highlands",
    "authors": ["A.M. Hall"],
    "venue": "Transactions of the Royal Society of Edinburgh. Earth Sciences",
    "year": 1991
  }, {
    "title": "Scotland's denudational history: an integrated view of erosion and sedimentation at an uplifted passive margin",
    "authors": ["A. Hall", "P. Bishop"],
    "year": 2002
  }, {
    "title": "De l'acyclisme au polycyclism: l'intérêt dún caslimite: les massif ardennais",
    "authors": ["F. Huguet"],
    "venue": "Zeitschrift für Geomorphologie",
    "year": 1996
  }, {
    "title": "Piedmont benchlands of the southern Black Forest (Germany) correlative with the Cenozoic tectonic and climatic history of the area",
    "authors": ["F. Huguet"],
    "venue": "Norsk Geografisk Tidsskrift—Norwegian Journal of Geography",
    "year": 2004
  }, {
    "title": "Sea-level changes at the LGM from icedynamic reconstructions of the Greenland and Antarctic ice sheets during the glacial cycles",
    "authors": ["P. Huybrechts"],
    "venue": "Quaternary Science Reviews",
    "year": 2002
  }, {
    "title": "A seismic reflection study of the northern Baffin Bay: implication for the tectonic evolution",
    "authors": ["H.R. Jackson", "K. Dickie", "F. Marillier"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 1992
  }, {
    "title": "Neogene uplift and tectonics around the North Atlantic: overview",
    "authors": ["P. Japsen", "J.A. Chalmers"],
    "venue": "Global and Planetary Change",
    "year": 2000
  }, {
    "title": "Neogene uplift, erosion and resedimentation in West Greenland. Field report summer",
    "authors": ["P. Japsen", "J.M. Bonow", "K.E. Klint", "F.K. Jensen"],
    "venue": "Danmarks og Grønlands Geologiske Undersøkelse, Rapport 71",
    "year": 2002
  }, {
    "title": "Separation of Palaeogene and Neogene uplift on Nuussuaq, West Greenland",
    "authors": ["P. Japsen", "P.F. Green", "J.A. Chalmers"],
    "venue": "Journal of the Geological Society (London)",
    "year": 2005
  }, {
    "title": "Late Tertiary uplift and erosion in the Skagerack area: magnitude and consequences",
    "authors": ["L.N. Jensen", "B.J. Schmidt"],
    "venue": "Norsk Geologisk Tidsskrift",
    "year": 1992
  }, {
    "title": "The Morphology of the Earth, 2nd ed",
    "authors": ["L.C. King"],
    "year": 1967
  }, {
    "title": "Planation remnants upon high lands",
    "authors": ["L.C. King"],
    "venue": "Zeitschrift für Geomorphologie",
    "year": 1976
  }, {
    "title": "Preservation of landforms under ice sheets and ice caps",
    "authors": ["J. Kleman"],
    "venue": "Geomorphology",
    "year": 1994
  }, {
    "title": "DEM analysis of mountainous relief in a crystalline basement block: Cenozoic relief generations in Corsica (France)",
    "authors": ["J. Kuhlemann", "B. Székely", "W. Frisch", "Danišík", "I. Dunkl", "G. Molnár", "G. Timár"],
    "venue": "Zeitschrift für Geomorphologie",
    "year": 2005
  }, {
    "title": "Present-day uplift patterns over Greenland from a coupled ice-sheet/visco-elastic bedrock model",
    "authors": ["E. Le Meur", "P. Huybrechts"],
    "venue": "Geophysical Research Letters",
    "year": 1998
  }, {
    "title": "Uplift histories revealed by landforms of the Scandinavian domes",
    "authors": ["K. Lidmar-Bergström"],
    "venue": "Geological Society London, Special Publications,",
    "year": 1999
  }, {
    "title": "Landforms and uplift in Scandinavia",
    "authors": ["K. Lidmar-Bergström", "J.O. Näslund"],
    "venue": "Special Publications,",
    "year": 2002
  }, {
    "title": "Landforms and uplift history of southern Norway",
    "authors": ["K. Lidmar-Bergström", "C.D. Ollier", "J.R. Sulebak"],
    "venue": "Global and Planetary Change",
    "year": 2000
  }, {
    "title": "Late Weichselian deglacial history of the Disko Bugt, West Greenland, and the dynamics of the Jakobshavns",
    "authors": ["A.J. Long", "D.H. Roberts"],
    "venue": "Isbrae ice stream. Boreas",
    "year": 2003
  }, {
    "title": "Modelling uplift history from maturity and fission track data, Nuussuaq, West Greenland. Danmarks og Grønlands Geologiske Undersøgelse, Rapport 1998/87",
    "authors": ["A. Mathiesen"],
    "year": 1998
  }, {
    "title": "Subglacial preservation of valley morphology at Amundsenisen, western Dronning Maud Land, Antarctica",
    "authors": ["J.O. Näslund"],
    "venue": "Earth Surface Processes and Landforms",
    "year": 1997
  }, {
    "title": "Geological section along the south coast of Nuussuaq, central West Greenland, 1 : 20 000, coloured geological sheet",
    "authors": ["A.K. Pedersen", "L.M. Larsen", "K.S. Dueholm"],
    "year": 1993
  }, {
    "title": "Geological map of Greenland, 1 :100",
    "authors": ["A.K. Pedersen", "L.M. Larsen", "F. Ulff-Møller", "G.K. Pedersen", "Dueholm K.S"],
    "venue": "Pingu",
    "year": 2001
  }, {
    "title": "Geological section along the north side of the Aaffarsuaq valley and central Nuussuaq, central West Greenland. 1 :20 000, coloured geological sheet",
    "authors": ["A.K. Pedersen", "L.M. Larsen", "K.S. Dueholm"],
    "year": 2002
  }, {
    "title": "Rates of volcanic deposition, facies changes and movements in a dynamic basin: the Nuussuaq",
    "authors": ["A.K. Pedersen", "L.M. Larsen", "P. Riisager", "K.S. Dueholm"],
    "year": 2002
  }, {
    "title": "Geological section across north central Disko from Nordfjord to Pingu, central West Greenland. 1 :20 000 coloured geological sheet",
    "authors": ["A.K. Pedersen", "L.M. Larsen", "G.K. Pedersen", "K.S. Dueholm"],
    "year": 2005
  }, {
    "title": "Die morphologische Analyse-ein Kapitel der physikalischen Geologie. Engelhorns Nachfolger, Stuttgart",
    "authors": ["W. Penck"],
    "year": 1924
  }, {
    "title": "Stepped surfaces and palaeolandforms in the northern Brazilian «Nordeste»: constraints on models of morphotectonic",
    "authors": ["Peulvast", "J.-P", "V. Claudino Sales"],
    "venue": "evolution. Geomorphology",
    "year": 2004
  }, {
    "title": "Palaeolandforms and morphotectonic evolution around the Baie des Chaleurs (eastern Canada)",
    "authors": ["J.P. Peulvast", "M. Bouchard", "S. Jolicoeur", "G. Pierre", "J. Schroeder"],
    "venue": "Geomorphology",
    "year": 1996
  }, {
    "title": "Palynostratigraphy of the lower Tertiary volcanics and marine clastic sediments in the southern part of the West Greenland basin: implications for the timing and duration of the volcanism",
    "authors": ["S. Piasecki", "L.M. Larsen", "A.K. Pedersen", "G.K. Pedersen"],
    "venue": "Rapport Grønlands Geologiske Undersøgelse",
    "year": 1992
  }, {
    "title": "Nogle bidrag til forsstaaelsen af hvorledes Norges dale og fjelde er blevne til",
    "authors": ["H. Reusch"],
    "venue": "Norges Geologiska Undersøkelse",
    "year": 1901
  }, {
    "title": "Quantification of Cenozoic vertical movements of Scandinavia by correlation of morphological surfaces with offshore data",
    "authors": ["F. Riis"],
    "venue": "Global and Planetary Change",
    "year": 1996
  }, {
    "title": "Geological map of Greenland, 1 :100",
    "authors": ["A. Rosenkrantz", "V. Münther", "G. Henderson"],
    "venue": "Agatdal",
    "year": 1974
  }, {
    "title": "Geological map of Greenland, 1 :100 000, Qutdligssat 70 V.1 Syd",
    "authors": ["A. Rosenkrantz", "V. Münther", "G. Henderson", "A.K. Pedersen", "N. Hald"],
    "year": 1976
  }, {
    "title": "The sub-Cambrian peneplain in Sweden and its slope gradient",
    "authors": ["S. Rudberg"],
    "venue": "Zeitschrift für Geomorphologie. Supplementband",
    "year": 1970
  }, {
    "title": "Geomorphic constraints of surface uplift, exhumation, and plateau growth in the Red River region, Yunnan Province, China",
    "authors": ["L.M. Schoenbohm", "K.X. Whipple", "B.C. Burchfiel", "L. Chen"],
    "venue": "Geological Society of America Bulletin",
    "year": 2004
  }, {
    "title": "Evidence for continental crust in the offshore Palaeogene volcanic province, central West Greenland",
    "authors": ["N. Skaarup"],
    "venue": "Geology of Greenland Survey Bulletin",
    "year": 2002
  }, {
    "title": "Die Anordnung intakter und zertalter Rumpfflächen auf der Ostafrikanischen Schwelle: Flächenbildung in Abhängigkeit von der Tektonik",
    "authors": ["J. Spönemann"],
    "venue": "Gefügemuster der Erdoberfläche. Die genetische Analyse von Reliefkomplexen und",
    "year": 1979
  }, {
    "title": "A deep seismic reflection profile across the extinct mid-Labrador spreading center",
    "authors": ["S.P. Srivastava", "C.E. Keen"],
    "venue": "Tectonics",
    "year": 1995
  }, {
    "title": "40Ar/39Ar geochronology of the West Greenland Tertiary volcanic province",
    "authors": ["M. Storey", "R.A. Duncan", "A.K. Pedersen", "L.M. Larsen", "H.C. Larsen"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1998
  }, {
    "title": "Landscapes of glacial erosion in Greenland and their relationship to ice, topographic and bedrock conditions",
    "authors": ["D.E. Sugden"],
    "venue": "Institute of British Geographers Special Publications",
    "year": 1974
  }, {
    "title": "Glacial erosion by the Laurentide ice sheet",
    "authors": ["D.E. Sugden"],
    "venue": "Journal of Glaciology",
    "year": 1978
  }, {
    "title": "Geomorphology and global tectonics: introduction",
    "authors": ["M.A. Summerfield"],
    "year": 2000
  }, {
    "title": "Middle and late Tertiary tectonics and physiographic developments",
    "authors": ["H.P. Trettin"],
    "venue": "Geology of the Innuitian Orogen and Arctic Platform of Canada and Greenland,",
    "year": 1991
  }, {
    "title": "Oldlands: characteristics and implications based on the Australian experience",
    "authors": ["C.R. Twidale"],
    "venue": "Physical Geography",
    "year": 1999
  }],
  "id": "SP:0e5c7e75370d99a590357570067dcb80897dae83",
  "authors": [{
    "name": "Johan M. Bonow",
    "affiliations": []
  }, {
    "name": "Peter Japsen",
    "affiliations": []
  }, {
    "name": "Karna Lidmar-Bergström",
    "affiliations": []
  }, {
    "name": "James A. Chalmers",
    "affiliations": []
  }, {
    "name": "Asger Ken Pedersen",
    "affiliations": []
  }],
  "abstractText": "Remnants of a high plateau have been identified on Nuussuaq and Disko, central West Greenland. We interpret the plateau as an erosion surface (the summit erosion surface) formed mainly by a fluvial system and graded close to its former base level and subsequently uplifted to its present elevation. It extends over 150 km east–west, being of low relative relief, broken along faults, tilted westwards in the west and eastwards in the east, and having a maximum elevation of ca. 2 km in central Nuussuaq and Disko. The summit erosion surface cuts across Precambrian basement rocks and Paleocene–Eocene lavas, constraining its age to being substantially younger than the last rift event in the Nuussuaq Basin, which took place during the late Maastrichtian and Danian. The geological record shows that the Nuussuaq Basin was subjected to subsidence of several kilometres during Paleocene–Eocene volcanism and was transgressed by the sea later during the Eocene. By comparing with results from apatite fission track analysis and vitrinite reflectance maturity data, it is suggested that formation of the erosion surface was probably triggered by an uplift and erosion event starting between 40 and 30 Ma. Surface formation was completed prior to an uplift event that started between 11 and 10 Ma and caused valley incision. This generation of valleys graded to the new base level and formed a lower erosion surface, at most 1 km below the summit erosion surface, thus indicating the magnitude of its uplift. Formation of this generation of valleys was interrupted by a third uplift event also with a magnitude of 1 km that lifted the landscape to near its present position. Correlation with the fission-track record suggests that this uplift event started between 7 and 2 Ma. Uplift must have been caused initially by tectonism. Isostatic compensation due to erosion and loading and unloading of ice sheets has added to the magnitude of uplift but have not significantly altered the configuration of the surface. It is concluded that the elevations of palaeosurfaces (surfaces not in accordance with present climate or tectonic conditions) on West Greenland's passive margin can be used to define the magnitude and lateral variations of Neogene uplift events. The striking similarity between the landforms in West Greenland and those on many other passive margins is also noted. © 2006 Elsevier B.V. All rights reserved.",
  "title": "Cenozoic uplift of Nuussuaq and Disko, West Greenland—elevated erosion surfaces as uplift markers of a passive margin"
}