{
  "sections": [{
    "text": "Loess in Armenia – stratigraphic findings and palaeoenvironmental indications\nDaniel Wolf a,*, Philipp Baumgart a, Sascha Meszner a, Alexander Fülling b, Fritz Haubold a, Lilit Sahakyan c, Khachatur Meliksetian c, Dominik Faust a\na Institute of Geography, Technische Universität Dresden, Helmholtzstr. 10, 01062 Dresden, Germany b Institute of Geography, Humboldt-Universität zu Berlin, Unter den Linden 6, 10099 Berlin, Germany c Institute of Geology, Academy of Science of Armenia, Baghramyan ave. 24a, 0019 Yerevan, Armenia\nA R T I C L E I N F O\nArticle history: Received 16 September 2015 Received in revised form 2 February 2016 Accepted 2 February 2016 Available online 21 March 2016\nKeywords: Armenia Loess-palaeosol sequences Quaternary Landscape evolution Environmental magnetism\nA B S T R A C T\nCurrent loess research indicates a better understanding of the factors that determine the ways that loess (dust) accumulation and soil formation has responded to the rapid and variable Late Quaternary climatic changes across Europe and Western Asia. Lack of evidence of loess in the region between the Black Sea and Caspian Sea creates a critical gap in the geographical distribution of this deposit and hence inhibits our ability to examine properly the spatial distribution and processes of formation. The recent discovery of loess-palaeosol sequences in Armenia allows us to overcome this problem and preliminary investigations have yielded encouraging results. A research programme has been established to characterise, analyse and date sequences from NE-Armenia that are up to 45 m thick. This paper presents first results of this study and reports three well-developed pedocomplexes below a Holocene soil. The magnetic properties of the loess indicate mainly Caucasian sources and all palaeosols exhibit clear magnetic enhancement. Luminescence dating of the upper part of the sequences identifies deposition between 150 and 39 ka. During that period, loess deposition took place during MIS 6/4 and 3. A multiphase pedocomplex that documents progressive climate transition from initially humid to arid conditions, could be placed into MIS 5, although we found striking temporal offset between the phase of most intense soil formation and the Last Interglacial climatic optimum. Furthermore, colluvial slope deposits and erosional discordances provide information on distinct phases of landscape instability that are linked to interglacial periods and the transition to glacial conditions.\n2016 The Geologists’ Association. Published by Elsevier Ltd. All rights reserved.\nContents lists available at ScienceDirect\nProceedings of the Geologists’ Association\njo ur n al ho m ep ag e: www .e ls evier . c om / lo cat e/p g eo la"
  }, {
    "heading": "1. Introduction",
    "text": "About 10% of the earth’s land surface is covered by loess (Pécsi, 1990; Muhs and Bettis, 2003). However the contribution of loess to form land surfaces and the ecological importance of loess seems to be underestimated. Loess contributes to soils, even in lower latitudes (Zöller and Faust, 2009) and to periglacial cover beds and improves the physical characteristics and the fertility of soils. Thick loess sequences provide a valuable archive by which it is possible to reconstruct environmental history during the Quaternary, in particular the Middle to Upper Pleistocene. A major challenge for loess research is the correlation of different archives and timeplanes over long distances. For this purpose stratigraphic reliability is a prerequisite, and this has been enhanced by the addition of\n* Corresponding author. Tel.: +49 351 46335140; fax: +49 351 46337064.\nE-mail address: daniel_wolf@tu-dresden.de (D. Wolf).\nhttp://dx.doi.org/10.1016/j.pgeola.2016.02.002 0016-7878/ 2016 The Geologists’ Association. Published by Elsevier Ltd. All rights re\nadditional informative archives. This study aims to fill a significant gap in the global distribution of loess. Hitherto, loess distribution maps fail to show loess in the region between Europe and Western Asia (e.g. Jefferson et al., 2003; Muhs and Bettis, 2003; and others) (Fig. 1 inset). In this paper, loess-palaeosol sequences from Armenia, in that critical region between Europe and Western Asia described, analysed and interpreted for the first time.\nThese loess deposits are situated in an intramontane basin of the Lesser Caucasus, a point of intersection of the large Ukrainian/ Eastern European loess area (e.g. Marković et al., 2015), the Southern Russian loess area (e.g. Bolikhovskaya and Molodkov, 2006), the Iranian loess deposits (Frechen et al., 2009) and the loess deposits of Central Asia (e.g. Dodonov and Baiguzina, 1995) (Fig. 1 inset). The studied sites show both pure loess layers and palaeosols or pedocomplexes developed therein. The archives provide valuable information ideal for the reconstruction of palaeoenvironmental and palaeoclimatic conditions, as well as palaeoedaphic characteristics. The aim of this study is to give a first\nserved.\noverview of this loess record with some general information regarding loess distribution and sedimentation patterns, and to provide a first insight in the stratigraphic succession of unaltered loess deposits, palaeosols, colluvial slope deposits, and volcanic ashes. This is then considered in terms of its global significance."
  }, {
    "heading": "2. Geographical setting",
    "text": "The studied loess palaeosol sequences are situated in the north-eastern part of Armenia around the town of Sevkar (418 N, 458100 E; Fig. 1) at an altitude between 680 and 960 m above sea level (a.s.l.). The profile sections are located in a tectonically formed depression within the catchment of the Aghstev River that drains into the Kura lowlands of Azerbaijan. The basement is composed of Late Cretaceous volcanic and volcano-sedimentary rocks. Deeply incised river valleys characterise the landscape and huge Quaternary landslide blocks and Quaternary\ndeposits line these valleys. Loess deposits form an extensive bedrock coating and hence level uneven surfaces of steeper slopes (Fig. 2B). Frequently, loess deposits built elongated ridges up to 14 m thick, 150 m wide and 1–2 km long (Fig. 2A) that appear to be similar to loess dunes (small forms of ‘‘gredas’’) described by Leger (1990) and Antoine et al. (2001). These loess ridges mainly stretch from NW to SE or are related to leeward positions, and it is in these locations that the thick loesspalaeosol sequences developed (Fig. 2C).\nThe present climate of the loess area is characterised by an annual amount of precipitation ranging from 450 to 550 mm and a mean annual temperature of about 11 8C. The most humid month is May with more than 80 mm mean precipitation, in contrast to wintertime (November–March) when only 20–30 mm mean precipitation per month is registered. January is the coldest month with a mean temperature of about 0 8C. Warmest month is July with a mean temperature of about 23 8C."
  }, {
    "heading": "3. Methods",
    "text": ""
  }, {
    "heading": "3.1. Fieldwork",
    "text": "During two fieldtrips, two profile sections with a length of more than one hundred metres and an aggregated total thickness of 22 m and 28 m, respectively, were studied in detail, to set up a first stratigraphic model. All sequences were documented and analysed, leading ultimately to an interpreted sequence (Fig. 3)."
  }, {
    "heading": "3.2. Analyses of soils and sediments",
    "text": "Soils and sediments were sampled according to visible colour and texture variations in the field. Unclear transitions of palaeosols into sediments were sampled and studied in greater detail and in case of very thick layers more samples were taken from each layer. Geochemical and sedimentological analyses were implemented in the laboratory of the Physical Geography Department at the Dresden University of Technology, Germany. Grain size analyses were conducted using the pipette analysis and wet sieve techniques (Schlichting et al., 1995) after dispersion in sodium pyrophosphate and initial elimination of gypsum by dilution and centrifugation (Frenkel et al., 1986). The amount of gypsum and dissolved salts was calculated by mass loss during grain-size analyses. Soil organic matter was measured via suspension and\ncatalytic oxidation (TOC-VCPN/DIN ISO 16904). Carbonate content was determined by measuring the carbon dioxide gas volume after adding hydrochloric acid in a SCHEIBLER apparatus. Total iron content was determined after pressure digestion with concentrated nitric and hydrofluoric acid using atomic adsorption spectrometry. Pedogenic iron content was measured after dithionite extraction using atomic adsorption spectrometry as well (Schlichting et al., 1995)."
  }, {
    "heading": "3.3. Palaeo- and Environmental-Magnetism",
    "text": "Rock magnetic analyses were performed at the Laboratory of Palaeo- and Environmental-Magnetism, University of Bayreuth. In order to develop a magnetic fingerprint for each stratigraphic unit, magnetic susceptibility measurements were carried out on the tephra layers and soil formations. Additionally, the layer-dependent composition of iron-bearing minerals resulted in rock magnetic investigations enabling a detailed correlation of individual sections, to support an overall stratigraphic concept. Thereby, the parameter of initial low field magnetic susceptibility (x in 10 8 m3 kg 1) provides information on the quantitative amount of magnetically effective material in a sample. The massnormalised value of x was determined in a magnetic AC field of 300 Am 1 using a MAGNON VFSM susceptibility bridge (sensitivity greater than 5 10 6 SI). For palaeomagnetic analyses – often used\nas an indirect dating method – 16 orientated samples were taken for polarity measurements at section BL (Fig. 3). Demagnetisations were performed at 4, 9, 15 and 22 mT with a MAGNON AF Demagnetiser 300 and remanence measurements were realised with a JR-6A AGICO spinner magnetometer."
  }, {
    "heading": "3.4. Luminescence dating",
    "text": "Techniques of optical stimulated luminescence (OSL) and infrared stimulated luminescence (IRSL) were applied to date the loess profile. The fine grain fraction of 4–11 mm was extracted from the sediment samples following standard laboratory procedures. To isolate quartz, subsamples of the polymineral fine\ngrain fractions were treated twice with 38% hexafluorosilicic acid (H2SiF6) for three days at a time. Polymineral and quartz fine grain aliquots were then prepared (1.5 mg sediment per aliquot) and measured on a Risø-TL/OSL-DA-15C/D luminescence reader. The ultraviolet quartz OSL was stimulated with blue diodes (470 nm) and detected through a Hoya U340 filter with transmission centred on 330 nm. Feldspar IRSL signals were stimulated on polymineral aliquots with IR-diodes (870 nm) and detected in the blue-violet region through a Schott BG-39/Corning 7-59 filter combination. A modified SAR protocol (Single Aliquot Regenerative) after Murray and Wintle (2000) was applied for quartz (preheat: 260 8C, 10 s; test dose cutheat: 180 8C). Polymineral fine grain was measured using the post-IR IR protocol of Buylaert et al. (2009). This protocol\nwas developed to collect a more stable IR signal to circumvent the high fading rates often observed in low-temperature IRSL measurements leading to age underestimation (preheat and test dose preheat: 250 8C, 60 s; stimulation: 50 8C and 225 8C, 100 s). Nevertheless, the obtained IRSL and post-IR IR equivalent doses were corrected for fading (Huntley and Lamothe, 2001; Auclair et al., 2003) and compared with quartz equivalent doses to validate the results. The suitability of the measurement settings was checked in preheat and dose recovery tests on samples AM 1 and AM 4."
  }, {
    "heading": "4. Stratigraphy and chronology",
    "text": ""
  }, {
    "heading": "4.1. Stratigraphic findings",
    "text": "The Sevkar profile is situated at an altitude of 690 m a.s.l. on a road-cut in a ridge aligned along the east-facing flank of a volcanic mountain. As the layers of this section are sloping towards northeast (Fig. 2C), the profile sketch in Fig. 3 represents a composite profile of several segments that indicate an entire profile thickness of 22 m. The BL-profile is situated 2.5 km from the Sevkar profile in a northern direction. This section is likewise exposed by a road-cut and is part of a loess-ridge that stretches with a NW–SE orientation. Again, layers slope towards the NE (Fig. 2A) and the aggregation of several sub-sections results in an overall thickness of 28 m. The profile sections can be subdivided into different sub-sequences, each of them comprising loess, loess derived soils and soil-complexes, colluvial layers and tephra layers. The stratigraphic order of the sedimentation units and the succession of palaeosols in the two profile sections is very similar. For this reason, stratigraphic findings will be summarised for both sections, while analytical data are limited to the BL profile (Fig. 3).\nThe sections are built up of four main sequences that are described below from the bottom to the top:\nSequence 5 (16.3–22 m in Sevkar profile; 17.7–28.5 m in BL profile). In the lowermost part this shows an up to 10 m thick succession of strongly weathered dark-brown loams, partly with strong pedogenetic carbonate enrichment suggesting in situ soil formation. Apart from this carbonate enrichment, the whole complex has clay content of >40% and high Fe(d)/Fe(t)-ratios. The lighter material has clay contents of c. 7% and silt contents of >65% (BL profile, 28 m) indicating loess as source material. However, both profiles show a limestone rubble within the loess providing evidence for a significant slope component. In the Sevkar profile, at about 18 m, a dark brown layer points to intense in situ soil formation, an interpretation that is supported by bioturbation features below a brown soil horizon (between 19 m and 20 m). From 17 to 18 m and from 20 to 22 m, brownish soil sediments with very weak decalcification features such as pseudomycelia formation, cover the lowermost layer of limestone debris (22 m+). In the BL profile, most notably Sequence 5 up to the first black soil, the sediment thickness points to a much higher sedimentation rate (10 m in BL compared to 6 m in Sevkar). In both sections nearly all layers are preserved, with very few hiatuses detected (Fig. 3). However, in the Sevkar profile evidence suggests that some palaeosols are more truncated than their counterparts in the BLprofile, possibly due to the connection to larger slope systems with corresponding processes of intensified slope erosion and sediment shifting. In the BL profile we found evidence for three in situ soils at 26.7–29.3 m; 23.5–26.7 m and 19.8–21.2 m, each with high clay content, strong reddish dark-brown colours and pedogenetic carbonate enrichments. This contrasts with the other layers that indicate reworked soil material.\nA blackish to dark brown soil is developed at the top of Sequence 5 (16.3 m in Sevkar profile; 17.7 m in BL profile) and shows evidence for truncation in the Sevkar profile. Clay content remains high (52%), organic content reaches to 0.8% and in the lower part\nsoil material has been incorporated into the underlying sediments with a ‘crowfoot pattern’ along drying cracks or root channels.\nSequence 4 (14–16.3 m in Sevkar profile; 16–17.7 m in BL profile). In this sequence, the profile changes and there is neither indication of strong weathering nor intense loess accumulation. Instead, there are signs of alternating phases of sediment redistribution and subsequent soil formation that we interpret as pedocomplex (P-3). Material, presumably originating from the black soil below (soil aggregates in form of clay pebbles with diameters up to 2 mm), was rounded due to relocation processes and incorporated into the overlying sedimentary layer. Such clay pebbles are recurrent features in each pedocomplex. Within the BL profile, two heavily truncated greyish to blackish palaeosols have been preserved, while in the Sevkar profile these palaeosols probably have been eroded. In contrast to the lower part of Sequence 5, the soils are darker, show blurred limits due to bioturbation in association with numerous krotovinas (filled-in animal burrows) and may thus indicate more arid conditions in terms of steppic environments. Sequence 4 is completed by a colluvial layer containing a host of reworked clay pebbles (14.3 m in Sevkar profile; 16.3 m in BL profile). Based on character of the clay pebbles and the colluvial deposit in general, this relocated sediment can be associated with the underlying soil that has been reworked. Additionally, higher silt content indicates that there is also a contribution of aeolian material. This sediment/soil association represents a transition from landscape stability towards activity and therefore a change in landscape dynamics. At present we place these colluvial layers into the underlying sedimentary sequence (Sequence 4) but above the pedocomplex (P-3) (Fig. 3).\nSequence 3 (10.1–14 m in Sevkar profile; 11.5–16 m in BL profile). The above mentioned colluvial layer is followed by substantial loess accumulation, although this is interrupted by an increase in clay content representing a period of soil formation at 13 m in the Sevkar profile and 14.5 m in the BL profile.\nFirst mineralogical analyses of different loess layers show background values for volcanic glasses of at least 20%. The neoformation of amorphous clay minerals such as allophane, in loess with considerable amounts of volcanic glasses (tephra) is possible, even over short time spans (Kirkman and McHardy, 1980). Overlying loess indicated renewed wind sedimentation, which ended with the formation of a dark soil that represents the lower part of another pedocomplex (P-2) extending from 10.8 to 12.5 m in the Sevkar profile and from 11.8 to 14.2 m in the BL profile. The main characteristics of this lower soil are the differentiation of a blackish and a dark brown soil horizon, high contents of clay (up to 50%) in both horizons and intense pedogenetic carbonate enrichment in the lowest part. The upper soil that overlays deposits of relocated soil sediments with incorporated loessic material shows lower clay contents, a peak in organic content, a highly crumbly structure and intense bioturbation features including large krotovinas (Fig. 3). Sequence 3 ends up with a greyish colluvial layer including reworked dark soil material (clay pebbles) that covers the pedocomplex P-2.\nSequence 2 (4.2–10.1 m in Sevkar profile; 5.3–11.5 m in BL profile). This sequence starts with a 2.5–3.5 m thick layer of loess with low clay content ( 4%) and a bright ochre colour (10YR 7/3), probably due to limited weathering. This deposition phase was interrupted by the deposition of several decimetres of light bluish tephra (8.9–9.2 m in Sevkar profile; 9.5–10.1 m in BL profile) (Fig. 2) that begins with a very sharp boundary but merges diffusely into the overlying loess. Below the tephra in the BL profile we also found ochre-brown material. The tephra itself is dominated by acidic volcanic glasses (up to 95%). These glasses are colourless, transparent, and of acute-irregular shape with a size between 0.2 and 0.023 mm, and a dominance of smaller particles\n(see photographs in Fig. 4). This striking tephra layer can serve as a marker horizon for any other profile section.\nAt the top of the loess layer a pedogenetic Cc-horizon is developed belonging to the lower part of pedocomplex P-1, the socalled Sevkar-pedocomplex that extends from 4.2 to 7.7 m in Sevkar profile and from 5.3 to 7.9 m in BL profile. The lower soil shows an intense dark brown horizon with clay content of >45% and an overlying black horizon with even higher clay content and high values for organic content. From the upper horizon, black humic infiltrations penetrate the lower horizon. A colluvial layer rich in dark clay pebbles covers this soil and is incorporated into large root channels or dry cracks. We assume that a dark humic soil developed in situ (at 5.40 m in Sevkar profile, 6 m in BL profile), within this colluvial layer and shows high values of organic content and intense bioturbation features. Analysis of the uppermost soil points to organic enrichment and clay enrichment, but these values are less than the values for the lowermost soil of this pedocomplex. Additionally, the colour of the soil is paler and greyish-black and the structure is loose and crumbly. In all, pedocomplex P-1 shows a transition from blackish brown and clayey soils with a coarse prismatic structure in the lower part towards more pale blackish soils with lower clay content and more crumbly structures in the upper part. These are comparable with pedocomplex P-2 in the sequence below.\nSequence 1 (0–4.2 m in Sevkar profile; 0–5.3 m in BL profile). The uppermost part of the profile sections shows loess deposits that are much more weathered compared to the layers below. This is indicated by a higher clay content reaching up to 33%. These deposits contain pseudomycelia features, carbonate concretions, and mollusc remnants. At least two in situ soil formations are visible within Sequence 1 in both profiles, together with a Holocene soil formation (P-0) at the top of Sequence 1 in the BL profile (0.5–1.5 m). The Holocene soil can be divided into a more clayey and humic upper horizon and a slightly rubefied lower horizon. It has been removed from the Sevkar profile by soil erosion. Several colluvial layers that contain archaeological artefacts cover both sequences.\nIt is important to underline here that in both sections irrespective of their spatial distance and the non-continuous distribution of the loess deposits, the sedimentation features are comparable, both visually, stratigraphically and in terms of analytical data such as granulometry, humic content, and carbonate content."
  }, {
    "heading": "4.2. Magnetic susceptibility",
    "text": "Both investigated sections provide almost identical quantitative rock magnetic properties down to pedocomplex (P-3). An individual magnetic fingerprint could be traced for each sedimentological unit (Fig. 3) and a similar signature was found in the other profile at the same stratigraphic position. Therefore, environmental magnetic data provides a first, and clear analytical correlation of both sections. All palaeosol formations exhibit a clear magnetic enhancement according to Evans and Heller (1994). This is especially distinctive in the pedocomplexes, revealing a neoformation of ferrimagnetic minerals due to pedogenesis. Hence, the Sevkar-pedocomplex (P-1) reaches the highest values. Indeed, even the upper (initial) palaeosol formations within the strongly weathered loess of Sequence 1 display explicit maxima. Further, high magnetic signals were also found in primary apparently almost unweathered loess deposits. Virina et al. (2000) explained comparable features in deposits of the northern Caucasian foreland related to the detrital magnetic composition of incoming sediments so that high content of magnetic components is typical for Caucasian sediments. The overall range of the measured susceptibility values of Armenian loess is one order of magnitude higher than the findings reported by Virina et al. (2000). This suggests a strong regional Caucasian component within the Armenian aeolianites, attributed to the high content of primary detrital magnetite derived from basaltic rock. Moreover, even the different loess layers within the same section, scale on various levels. This is best visible within Sequence 2, providing comparable high values like the magnetic enhanced palaeosols.\nIn contrast to the high primary magnetic values of the loess, the blue tephra layer exhibits the lowest susceptibility values in both sections, along with the weak values displayed by the pedogenic carbonate crusts. Acidic, and therefore only weak magnetic volcanism, is common for the entire region (Keskin et al., 1998; Karapetian et al., 2001; Neill et al., 2013) implying a tephra with paramagnetic composition and poor in magnetite."
  }, {
    "heading": "4.3. Chronology",
    "text": "Two palaeomagnetic analyses, shown in Fig. 3, record a range of declination between 118 and 298 and an inclination of 26–618 indicating constant magnetic polarity during the accumulation of\nTable 1 Dosimetry data.\nSample Sample ID Depth (cm) U-238 (Bq/kg) Th-232 (Bq/kg) K-40 (Bq/kg) Cosmic dose\nrate (Gy/ka) (a)\nWater content (%)\nDose rate (D0) (Gy/ka) (b)\nPolymin. Quartz\nAM 1 HUB-0473 200 32.2 2.6 21.9 2.8 477.4 14.3 0.19 0.02 20 7 3.07 0.42 2.58 0.26 AM 2 HUB-0474 300 32.0 2.8 25.9 3.1 477.4 14.3 0.18 0.02 20 7 3.15 0.44 – AM 3 HUB-0475 400 35.8 3.2 32.9 3.5 477.4 14.4 0.16 0.02 20 7 3.43 0.49 – AM 4 HUB-0476 800 40.6 3.3 34.6 3.7 532.8 16.0 0.11 0.01 10 7 4.12 0.6 3.4 0.37 AM 5 HUB-0477 900 34.2 3.5 27.7 3.8 446.6 13.4 0.1 0.01 10 7 3.43 0.53 –\nthe entire loess sequences. This dates the sections as being younger than 780 ka due to the absence of a major polarity change (Cohen and Gibbard, 2011).\nThe first luminescence dates (Tables 1 and 2), assign the accumulation of Sequence 2 to the Upper Saalian (Marine Isotope Stage (MIS) 6), as sample AM-5 at the base of the loess layer gives an age of 149.0 23.9 ka. The upper part of the loess layer at a depth of 8 m shows an age of 109.7 16.5 ka suggesting deposition during a younger part of MIS 5 (Table 2). Since the lowermost palaeosol of the Sevkar-pedocomplex (P-1) has, tentatively, been placed into the Eemian (MIS 5e), the age of the sample AM-4 would appear to underestimate the actual sedimentation age. According to the ages yielded by samples AM-4 and AM-5, the distinctive tephra layer that lies in between, has been deposited between 149.0 23.9 ka and 109.7 16.5 ka. Three samples taken from Sequence 1 in the upper most part of the section indicate deposition during the Last Glacial period starting shortly before 62.3 9.2 ka (sample AM-3) and continuing over the course of the MIS 3 through to 39.2 5.5 ka (AM1) prior to a period of soil formation. The uppermost loess layer has still to be dated. For a more detailed chronological assessment of individual sedimentation and soil formation periods further highresolution dating is obviously required."
  }, {
    "heading": "5. Contexts",
    "text": ""
  }, {
    "heading": "5.1. Relevance to palaeoenvironmental reconstructions",
    "text": "According to stratigraphic findings and the first dates the loess accumulations within Sequences 1 and 2 occurred during glacial periods (MIS 6/4/3) while pedocomplex development took place during interglacial and the following early glacial periods. Despite dating uncertainties, it is already reasonable to assign the formation of the Sevkar-pedocomplex (P-1) to MIS 5, although it is not clear whether pedogenesis still persisted during MIS 4.\nAn important question, related to the palaeoenvironmental significance of loess deposits in Armenia, concerns the environment in both the source region and the depositional area during the period of loess formation. The lack of periglacial features within the studied loess sections may suggest an absence of permafrost in that area during the Pleistocene. For reference, the modern frost line is located at an altitude of about 3900 m a.s.l. in the eastern part of the Greater Caucasus (Succow, 1989). When considering a source area of the loess, it is necessary to identify supply as well as deflation. Specific palaeoenvironmental conditions such as cold and aridity typical of periglacial environments, a silt-size sediment source such as glacier margin zones, and warmth and aridity of peridesertic environments could all enable loess derivation (for definitions see Wright, 2001; Karimi et al., 2009; Zöller and Faust, 2009). In addition to the Caucasus Mountains that may provide a major source of loessic material, consideration should also be given to the Transcaucasian Depression in which large quantities of fine material have been transported by large river systems like the Kura River and its tributaries (von Suchodoletz et al., 2011, 2015; Fig. 1). Assuming the Transcaucasian Depression as source area for loess,\naridity is likely to be the dominant cause of deflation rather than cold. Similar observations have been made by Frechen et al. (2009) regarding the multiple relocation of loess deposits of the Caspian Lowlands in Northern Iran. Instructive insights into the interaction of perimontane and peridesert regions were also presented by Wright (2001) and Smalley et al. (2006, 2009). Thus, the identification of loess source areas and sediment transport pathways represents a major element of future research in Armenia.\nThe tephra layers are also an item for future research. Regional collision-related Neogene-Quaternary volcanism of Armenian highlands, Lesser Caucasus and eastern Anatolia generate tephra with different compositions, ranging from basalts and basanites to rhyolites, (Pearce et al., 1990; Keskin et al., 1998; Karapetian et al., 2001; Meliksetian, 2013; Neill et al., 2013) and different styles of eruption. The tephra within this study area represents the result of a violent explosive eruption between 150 and 110 ka as shown by the dating of the underlying and overlying units. This tephra cannot be attributed to the geographically closest sources such as the Aragats stratovolcano in Armenia, or volcanoes of Javakheti ridge (Armenia/Georgia borderlands), because these volcanic regions are significantly older (Chernyshev et al., 2002; Lebedev et al., 2008; Meliksetian et al., 2014). Therefore, the source of the tephra is currently unknown and a more distant volcanic source must be assumed. More detailed geochemical, isotope, mineralogical and 40Ar/39Ar geochronological studies of the tephra will be conducted in order to attempt trace the provenance of the tephra and to more precisely date the violent explosive eruption.\nBeside the importance as a record of sedimentation dynamics, the succession of palaeosols and pedocomplexes within the loess sections presented here has great potential for palaeoenvironmental reconstructions on a regional scale. Palaeogeographic studies of the Quaternary period are rare in Armenia. Studies of environmental conditions during the uppermost Pleistocene (Montoya et al., 2013) or the Holocene (Leroyer et al., 2015) do exist. Likewise Joannin et al. (2010) have studied part of the Early Pleistocene. Neither of these overlap with the loess archives of NEArmenia. Only a study of fluvio-lacustrine sediments in the highlands of Southern Armenia by Ollivier et al. (2010) covers the Middle to Upper Pleistocene. Ollivier et al. (2010) found evidence for glacial activity during MIS 12, 6, and 4 as well as temperate and humid conditions leading to the formation of travertine around 54 ka during MIS 3. Unfortunately, no climatic signals for the period of MIS 5 have been found.\nThe loess sections, such as described here, appear to have great potential for the study of MIS 5 including the Last Interglacial. The Sevkar-pedocomplex (P-1) consists of alternate reworked colluvial layers and renewed pedogenesis that provides a fine resolution archive of environmental change (Kemp, 2001) from a humid (and warm?) climate towards more arid conditions, and then to cold. At first, soil formation took place on top of Sequence 2 deposits producing an angular structured, dark brown argillic horizon with dark infiltrations derived from an overlying blackish soil horizon. This blackish soil horizon has up to 52% clay content and displays\nT a\nb le 2 E q u iv a\nle n\nt d\no se\ns, fa\nd in\ng co\nrr e\nct io\nn a\nn d\nlu m\nin e\nsc e\nn ce\na g\ne s.\nS a\nm p\nle S\na m\np le\nID\nP o\nst -I\nR IR\n2 2\n5 8C\n(p o\nly m\nin .)\nIR 5\n0 8C\n(p o\nly m\nin .)\n(e )\nO S\nL (Q\nu a\nrt z)\nE q\nu iv\na le\nn t\nd o\nse (D\ne )\n(c )\nU n\nco rr\ne ct\ne d\na g\ne (k\na )\ng 2\nd a\ny s\n(d )\n(% /d\ne ca\nd e\n)\nC o\nrr e\nct e\nd\na g\ne (k\na )\nE q\nu iv\na le\nn t\nd o\nse\n(D e )\n(c )\nU n\nco rr\ne ct\ne d\na g\ne (k\na )\ng 2\nd a\ny s\n(d )\n(% /d\ne ca\nd e\n)\nC o\nrr e\nct e\nd\na g\ne (k\na )\nE q\nu iv\na le\nn t\nd o\nse\n(D e )\n(c )\nA g\ne (k\na )\nA M\n1 H\nU B\n-0 4\n7 3\n1 1\n3 .8\n3 .2\n3 7\n.1\n5 .2\n0 .7\n0 .4\n3 9\n.2\n5 .5\n1 0\n0 .0\n2 .5\n3 2\n.6\n4 .5\n2 .4\n0 .9\n4 0\n.7\n5 .7\n1 0\n0 .0\n2 .7\n3 8\n.7\n4 .1\nA M\n2 H\nU B\n-0 4\n7 4\n1 4\n1 .9\n4 .2\n4 5\n.1\n6 .4\n– 4\n7 .5\n6 .8\n1 3\n2 .4\n3 .5\n4 2\n.1\n6 .0\n– 5\n1 .0\n7 .3\n– –\nA M\n3 H\nU B\n-0 4\n7 5\n2 0\n3 .0\n6 .8\n5 9\n.1\n8 .7\n– 6\n2 .3\n9 .2\n1 7\n3 .0\n5 .1\n5 0\n.4\n7 .3\n– 6\n1 .2\n9 .0\n– –\nA M\n4 H\nU B\n-0 4\n7 6\n4 2\n4 .0\n1 4\n.9 1\n0 3\n.0\n1 5\n.5 0\n.8\n0 .3\n1 0\n9 .7\n1 6\n.5 3\n7 0\n.5\n9 .4\n9 0\n.0\n1 3\n.3 3\n.0\n0 .8\n1 1\n6 .5\n1 7\n.4 3\n2 3\n.2\n1 4\n.2 9\n5 .1\n1 1\n.2\nA M\n5 H\nU B\n-0 4\n7 7\n4 8\n1 .4\n1 9\n.5 1\n4 0\n.5\n2 2\n.4 –\n1 4\n9 .0\n2 3\n.9 3\n8 5\n.2\n1 4\n.1 1\n1 2\n.4\n1 7\n.8 –\n1 4\n3 .6\n2 3\n.0 –\n–\n(a )\nC o\nsm ic\nd o\nse ra\nte s\nw e\nre e\nst im\na te\nd re\ng a\nrd in\ng g\ne o\ng ra\np h\nic p\no si\nti o\nn (4\n1 8N\n, 4\n5 8E\n), a\nlt it\nu d\ne (6\n9 0\nm a\n.s .l\n.) a\nn d\nsa m\np li\nn g\nd e\np th\n(P re\nsc o\ntt a\nn d\nH u\ntt o\nn ,\n1 9\n9 4\n).\n(b )\nFo ll\no w\nin g\na lp\nh a\ne ffi\nci e\nn cy\nfa ct\no rs\n(a -v\na lu\ne s)\nw e\nre a\nss u\nm e\nd fo\nr d\no se\nra te\nca lc\nu la\nti o\nn :\nQ u\na rt\nz: 0\n.0 3\n5\n0 .0\n0 5\n(L ai\net al\n., 2\n0 0\n8 ),\nFe ld\nsp ar\n: 0\n.0 8\n0 .0\n2 (R\nee s-\nJo n\nes ,\n1 9\n9 5\n).\n(c )\nE q\nu iv\nal en\nt d\no se\ns (\nst an\nd ar\nd er\nro r)\nw er\ne ca\nlc u\nla te\nd ac\nco rd\nin g\nth e\nC en\ntr al\nA g\ne M\no d\nel (C\nA M\n,G al\nb ra\nit h\net al\n., 1\n9 9\n9 ).\nR es\nid u\nal d\no se\ns w\ner e\nd et\ner m\nin ed\nfo r\nA M\n1 (p\no st\n-I R\nIR 2\n2 5 8C\n: 5\n.0\n0 .3\nG y\n,I R\n5 0 8C\n: 1\n.5\n0 .1\nG y\n) an\nd fo\nr A\nM 4\n(p o\nst -I\nR IR\n2 2\n5 8C\n: 1\n0 .8\n0 .2\nG y\n, IR\n5 0 8C\n: 3\n.0\n0 .2\nG y\n). T\nh ey\nw er\ne n\no t\nsu b\ntr ac\nte d\nfr o\nm eq\nu iv\nal en\nt d\no se\ns.\n(d )\nFa d\nin g\nra te\ns ar\ne av\ner ag\ned o\nv er\n5 al\niq u\no ts\n. T\nh e\ngv\nal u\ne o\nf A\nM 1\nw as\nu se\nd to\nco rr\nec t\nth e\np o\nly m\nin er\nal ag\nes o\nf A\nM 1\n, A\nM 2\nan d\nA M\n3 ;\nth e\ngv\nal u\ne o\nf A\nM 4\nw as\nu se\nd to\nco rr\nec t\nth e\np o\nly m\nin er\nal ag\nes o\nf A\nM 4\nan d\nA M\n5 .\n(e )\nT ak\nen fr\no m\nm ea\nsu re\nm en\nt w\nit h\nth e\np o\nst -I\nR IR\n2 2\n5 8C\np ro\nto co\nl.\nstrong aggregate formation. There is no indication of formerly developed eluviation horizons, suggesting that these have probably been eroded. Thus, it is not easy to define the type of soil formation: Luvisol formation and Andosol formation could both be appropriate (see Khormali et al., 2012 for comparison). Be that as it may, very humid conditions are necessary to initiate such intense processes of weathering and clay illuviation. This humid soil formation period was replaced by instability and erosion due to increased aridity and less vegetation cover, but with rain events of considerable magnitude. The colluvial layer contains reworked clay pebbles and fills desiccation cracks formed by shrinking during drier periods. Subsequent in situ soil formation points to renewed stable conditions. This soil is Chernozem-like with lower clay content, humic enrichment and bioturbation features, all of which indicate a more semi-humid to semi-arid climate. The uppermost soil of the Sevkar-pedocomplex has a pale black colour and a crumbly texture, and corresponds best to a Chernozem formed under semi-arid conditions. This soil formation period is the last stable phase before renewed cold dry climate conditions resulted in renewed loess deposition.\nBased on these findings, and bearing in mind that the dating of sample AM-4 (109.7 16.5 ka, Table 2) greatly underestimates the actual sedimentation age, it is suggested that the climatic transition from a highly arid period (glacial?) into a more humid period (interglacial?) was characterised by a mono-phase landscape response with immediate covering by vegetation and incipient soil formation. In contrast, the following transition from humid to arid conditions (into the next glacial/stadial?) seems to be multi-phase and more gradual and is expressed in multiple changes between soil erosion and soil formation and by the transition from Luvisol towards Chernozem. Similar increasing aridity within a MIS 5-pedocomplex has been reported by Antoine et al. (2003, 2013) for NW-France, by Zykin and Zykina (2015) for SW Siberia, and by Antoine et al. (2009) for the Vojvodina in Serbia, suggesting that this phenomenon has regional significance.\nAnother important issue associated with the loess deposits in NE Armenia relates to the appearance of the numerous loess ridges (loess dunes?) with a persistent succession and thickness of loess layers and palaeosols and the characteristic inclination of the layers towards northeast (Fig. 2A). Hitherto there are several possible explanations for the formation of this phenomenon. (i) A prevailing wind direction during the process of loess sedimentation may lead to the formation of elongated loess dunes (cf. gredas, see Leger, 1990). Since the loess ridges are mainly linked to lee-side positions, a partial lateral offset of incoming winds (turbulence caused by the relief) may cause the different sides of the ridges to be subject either to erosion or to the accumulation of wind-blown loess. (ii) Tilting of the layers due to tectonic movement. The Lesser Caucasus is a region of high tectonic activity and tilting of the loess layers is quite conceivable. However, the angle of inclination should rather decrease from the lower to the upper part of the section, but the field evidence shows a change in the amount of tilt that is the reverse, and increases upwards. (iii) Differential preservation of the soil surface due to differential exposure may be caused by greater drying and thus stronger erosion of the soils on the sunfacing SW-slopes. This may lead to a progressive movement of the loess ridge towards north-east. At the moment we prefer to explain these orientated ridges by a mixture of sedimentation in relation to the prevailing wind directions, and stronger erosion on the SW-facing slopes due to increased drying of the near surface layer (Fig. 5). Still unsolved is the question whether this lateral shifting is a continuous process as indicated in Fig. 5, or whether a kind of extreme erosion event affected the ridges at the end of the MIS 6 shortly before the formation of the Sevkar-pedocomplex (P-1) and during the Holocene."
  }, {
    "heading": "5.2. Comparison to other loess records",
    "text": "Due to their high information content, loess-palaeosolsequences in NE-Armenia provide a valuable environmental record of the Middle to Upper Pleistocene. Of particular importance is the almost complete conformity of the stratigraphic sequence in each profile section. This has allowed us to derive a standard stratigraphy that can act as representative for the Caucasus region. Furthermore, such sequences may serve as a link between Eastern European loess archives and loess archives in Northern Iran and Central Asia. The nearest well-known loess archives are located in Northern Iran (Frechen et al., 2009), and NE-Iran (Karimi et al., 2011). While the latter does not show a typical pattern because of erosion and resultant hiatuses, loesspalaeosol sequences in Northern Iran (NE-Caspian Lowland) allow a detailed reconstruction of palaeoenvironmental conditions during the Upper Pleistocene. According to Vlaminck et al. (2015), a Last Interglacial (MIS 5e) pedocomplex starts with a mature Luvisol although luminescence dating has yielded much younger ages for the assumed pre-MIS 5e sediments (Lauer et al., 2015), similar to the phenomenon that has been detected in the Sevkar profile in NE-Armenia (Fig. 3). Likewise, Frechen et al. (2009) propose a significant age underestimation for sediments older than 60 ka in the Caspian Lowland. Together, this work raises the question as to whether either the luminescence ages from this area give values that are too young for methodological reasons or that local palaeoclimate of the Near-East does not consequently follow global patterns and therefore does not produce equivalent stratigraphy.\nIn NE-Armenia, the formation of the pedocomplex during MIS 5 (P-1) was followed by intense loess sedimentation similar to many regions in the greater area of Eurasia. The onset of loess deposition during MIS 4 has likewise been documented for Central Asia by Youn et al. (2014) and Song et al. (2014), for Northern Iran by Frechen et al. (2009) and Lauer et al. (2015), for SW-Siberia by Sizikova and Zykina (2015) and Frechen et al. (2005), and for SEEurope by Fitzsimmons et al. (2012) and Antoine et al. (2009). Several weak palaeosols have been found in different loess areas that developed during the Last Glacial period pointing to phases of\nclimate amelioration and reduced loess deposition. Loess sections in NE-Armenia show up to four metres of accumulated loess during the Last Glacial period with at least two interposed palaeosols. As a special feature, these Last Glacial sediments show almost continuously high clay content with values of >35% within the palaeosols that may indicate high weathering activities throughout the Last Glacial Stage – or perhaps a change of sediment composition of accumulated loess deposits. Temporal correlation of the Upper Pleistocene deposits and soils NE-Armenia and other loess regions will only be resolved with more research and dating."
  }, {
    "heading": "6. Conclusion",
    "text": "For the first time loess-palaeosol sequences of Armenia are presented, filling the gap in the distribution of this deposit between Europe and Asia. The discovery of loess in Armenia opens a new perspective on loess in SE-Europe and Central Asia with stratigraphic and dating evidence indicating a Middle and Upper Pleistocene time span. The succession of unaltered loess, palaeosols and pedocomplexes, colluvial layers, and tephra deposits enables a detailed reconstruction of Quaternary palaeoenvironmental conditions for NE-Armenia, in an area where hitherto there is little information. At least three gacial-interglacial-cycles are reflected in the loesspalaeosol sequences. Luminescence dating in the upper part show that loess deposition mainly took place during glacial periods (MIS 6/4/3). Beside indications of weak soil formation periods during interstadial periods, a series of three strongly developed palaeosols that can be combined into a pedocomplex, have been formed during interglacial period MIS 5. On the basis of its appearance and texture, this pedocomplex indicates a change from humid towards increasingly arid environmental conditions that is followed by subsequent loess deposition. Regarding the characterisation of the loess deposits, high values of magnetic susceptibility indicate a high content of magnetic\ncomponents that suggests a strong contribution of local to regional Caucasian sources. A tephra layer that is interposed into MIS 6 loess deposits represents the result of a violent explosive eruption and points to a more distant volcanic source."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank the National Academy of Sciences of Armenia, in particular Prof. Dr. Arkadi Karakhanyan for providing all facilities to work out the sections. We would like to thank the Federal Ministry of Education and Research (BMBF) for financial support. Furthermore, we thank Andrea Seim (University of Gothenburg) for help with the field work, and Beate Winkler and Sieglinde Gerstenhauer for laboratory work. Special thanks go to Jim Rose (Royal Holloway, University of London), who encouraged us to publish our first findings on loess in Armenia, and for the final revision of the English text. Finally, we would also like to thank Pierre Antoine (CNRS, Meudon) and an anonymous reviewer for their constructive remarks."
  }],
  "year": 2016,
  "references": [{
    "title": "High-resolution record of the last Interglacial–glacial cycle in the Nussloch loess–palaeosol sequences, Upper Rhine Area, Germany",
    "authors": ["P. Antoine", "Rousseau", "D.-D", "L. Zöller", "A. Lang", "Munaut", "A.-V", "C. Hatté", "M. Fontugne"],
    "venue": "Quaternary International",
    "year": 2001
  }, {
    "title": "High-resolution record of the last climatic cycle in the southern Carpathian Basin (Surduk, Vojvodina, Serbia)",
    "authors": ["P. Antoine", "Rousseau", "D.-D", "M. Fuchs", "C. Hatté", "C. Gauthier", "S.B. Marković", "M. Jovanović", "T. Gaudenyi", "O. Moine", "J. Rossignol"],
    "venue": "Quaternary International",
    "year": 2009
  }, {
    "title": "High-resolution record of the environmental response to climatic variations during the Last Interglacial– Glacial cycle in Central Europe: the loess-palaeosol sequence of Dolnı́ Věstonice (Czech Republic)",
    "authors": ["P. Antoine", "Rousseau", "D.-D", "Degeai", "J.-P", "O. Moine", "F. Lagroix", "S. Kreutzer", "M. Fuchs", "C. Hatté", "C. Gauthier", "J. Svoboda", "L. Lisá"],
    "venue": "Quaternary Science Reviews",
    "year": 2013
  }, {
    "title": "Measurement of anomalous fading for feldspar IRSL using SAR",
    "authors": ["M. Auclair", "R.G. Lamothe", "S. Huot"],
    "venue": "Radiation Measurements",
    "year": 2003
  }, {
    "title": "East European loess-palaeosol sequences: palynology, stratigraphy and correlation",
    "authors": ["N.S. Bolikhovskaya", "A.N. Molodkov"],
    "venue": "Quaternary International",
    "year": 2006
  }, {
    "title": "Testing the potential of an elevated temperature IRSL signal from K-feldspar",
    "authors": ["J.P. Buylaert", "A.S. Murray", "K.J. Thomsen", "M. Jain"],
    "venue": "Radiation Measurements",
    "year": 2009
  }, {
    "title": "Geochronology of the Aragats volcanic center, Armenia: evidence from KAr dating",
    "authors": ["I.V. Chernyshev", "V.A. Lebedev", "M.M. Arakelyants", "R. Jrbashyan", "Y.G. Ghukasyan"],
    "venue": "Doklady Earth Sciences",
    "year": 2002
  }, {
    "title": "Global chronostratigraphical correlation table for the last 2.7 million years",
    "authors": ["K.M. Cohen", "P. Gibbard"],
    "venue": "Subcommission on Quaternary Stratigraphy (International Commission on Stratigraphy),",
    "year": 2011
  }, {
    "title": "Loess stratigraphy of Central Asia: palaeoclimatic and palaeoenvironmental aspects",
    "authors": ["A.E. Dodonov", "L.L. Baiguzina"],
    "venue": "Quaternary Science Reviews",
    "year": 1995
  }, {
    "title": "Magnetic enhancement and palaeoclimate: study of a loess/palaeosol couplet across the Loess Plateau of China",
    "authors": ["M.E. Evans", "F. Heller"],
    "venue": "Geophysical Journal International",
    "year": 1994
  }, {
    "title": "Pleistocene environmental dynamics recorded in the loess of the middle and lower Danube basin",
    "authors": ["K.E. Fitzsimmons", "S.B. Marković", "U. Hambach"],
    "venue": "Quaternary Science Reviews",
    "year": 2012
  }, {
    "title": "The loess record from the section at Kurtak in Middle Siberia",
    "authors": ["M. Frechen", "A. Zander", "V. Zykina", "W. Boenigk"],
    "year": 2005
  }, {
    "title": "Loess chronology of the Caspian Lowland in Northern Iran",
    "authors": ["M. Frechen", "M. Kehl", "Rolf", "Ch", "R. Sarvati", "A. Skowronek"],
    "venue": "Quaternary International",
    "year": 2009
  }, {
    "title": "Determination of gypsum and cation exchange capacity in arid soils by a resin",
    "authors": ["H. Frenkel", "Z. Gerstl", "J.R. van de Veen"],
    "venue": "method. Geoderma",
    "year": 1986
  }, {
    "title": "Optical dating of single and multiple grains of quartz from Jinmium Rock Shelter, northern Australia: part I, experimental design and statistical models",
    "authors": ["R.F. Galbraith", "R.G. Roberts", "G.M. Laslett", "H. Yoshida", "J.M. Olley"],
    "venue": "Archaeometry",
    "year": 1999
  }, {
    "title": "Ubiquity of anomalous fading in K-feldspars and the measurement and correction for it in optical dating",
    "authors": ["D.J. Huntley", "M. Lamothe"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 2001
  }, {
    "title": "Engineering geology of loess and loess-like deposits: a commentary on the Russian literature",
    "authors": ["I.F. Jefferson", "D. Evstaviev", "D. Karastanev", "N.G. Mavlyanova", "I.J. Smalley"],
    "venue": "Engineering Geology",
    "year": 2003
  }, {
    "title": "Early Pleistocene climate cycles in continental deposits of the Lesser Caucasus of Armenia inferred from palynology, magnetostratigraphy, and 40Ar/39Ar dating",
    "authors": ["S. Joannin", "J.J. Cornée", "Münch", "Ph", "M. Fornari", "I. Vasiliev", "W. Krijgsman", "S. Nahapetyan", "I. Gabrielyan", "V. Ollivier", "P. Roiron", "Chataigner", "Ch"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2010
  }, {
    "title": "Distribution, lithology and provenance of peridesert loess deposits in northeast Iran",
    "authors": ["A. Karimi", "H. Khademi", "M. Kehl", "A. Jalalian"],
    "venue": "Geoderma",
    "year": 2009
  }, {
    "title": "Chronostratigraphy of loess deposits in northeast Iran",
    "authors": ["A. Karimi", "M. Frechen", "H. Khademi", "M. Kehl", "A. Jalalian"],
    "venue": "Quaternary International",
    "year": 2011
  }, {
    "title": "Pedogenic modification of loess: significance for palaeoclimatic reconstructions",
    "authors": ["R.A. Kemp"],
    "venue": "Earth-Science Reviews",
    "year": 2001
  }, {
    "title": "Volcano-stratigraphy and geochemistry of collision-related volcanism on the Erzurum-Kars Plateau, northeastern Turkey",
    "authors": ["M. Keskin", "J.A. Pearce", "J.G. Mitchell"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1998
  }, {
    "title": "Soil formation in loessderived soils along a subhumid to humid climate gradient, Northeastern Iran",
    "authors": ["F. Khormali", "S. Ghergherechi", "M. Kehl", "S. Ayoubi"],
    "venue": "Geoderma 179–180,",
    "year": 2012
  }, {
    "title": "A comparative study of the morphology, chemical composition and weathering of rhyolitic and andesitic glass",
    "authors": ["J.H. Kirkman", "W.J. McHardy"],
    "venue": "Clay Minerals",
    "year": 1980
  }, {
    "title": "Alpha efficiency determination for OSL of quartz extracted from Chinese loess",
    "authors": ["Z.P. Lai", "L. Zöller", "M. Fuchs", "H. Brückner"],
    "venue": "Radiation Measurements",
    "year": 2008
  }, {
    "title": "Luminescence-chronology of the loess palaeosol sequence Toshan, Northern Iran – a highly resolved climate archive for the last glacial cycle",
    "authors": ["T. Lauer", "M. Frechen", "S. Vlaminck", "M. Kehl", "E. Lehndorff", "A. Shahriari", "F. Khormali"],
    "venue": "Quaternary International,",
    "year": 2015
  }, {
    "title": "Geochronology of Pliocene volcanism in the Dzhavakheti Highland (the Lesser Caucasus). Part 2: Eastern part of the Dzhavakheti Highland. Regional geological correlation",
    "authors": ["V.A. Lebedev", "S.N. Bubnov", "O.Z. Dudauri", "G.T. Vashakidze"],
    "venue": "Stratigraphy and Geological Correlation",
    "year": 2008
  }, {
    "title": "Mid Holocene vegetation reconstruction from Vanevan peat (south-eastern shore of Lake Sevan, Armenia)",
    "authors": ["C. Leroyer", "S. Joannin", "D. Aoustin", "A.A. Ali", "O. Peyron", "V. Ollivier", "P. Tozalakyan", "A. Karakhanyan", "F. Jude"],
    "venue": "Quaternary International,",
    "year": 2015
  }, {
    "title": "Danube loess stratigraphy – towards a pan-European loess stratigraphic model. Earth-Sci",
    "authors": ["S.B. Marković", "T. Stevens", "G.J. Kukla", "U. Hambach", "K.E. Fitzsimmons", "P. Gibbard", "B. Buggle", "M. Zech", "Z. Guo", "Q. Hao", "H. Wu", "K. O’Hara Dhand", "I.J. Smalley", "G. Újvári", "P. Sümegi", "A. Timar-Gabor", "D. Veres", "F. Sirocko", "D.A. Vasiljević", "Z. Jary", "A. Svensson", "V. Jović", "F. Lehmkuhl", "J. Kovács", "Z. Svirčev"],
    "year": 2015
  }, {
    "title": "Pliocene-Quaternary volcanism of the Syunik upland",
    "authors": ["Meliksetian", "Kh"],
    "year": 2013
  }, {
    "title": "Aragats stratovolcano in Armenia – volcano-stratigraphy and petrologyIn",
    "authors": ["Meliksetian", "Kh", "I. Savov", "C. Connor", "R. Halama", "R. Jrbashyan", "G. Navasardyan", "Y. Ghukasyan", "H. Gevorgyan", "D. Manucharyan", "O. Ishizuka", "A. Germa"],
    "venue": "Geophysical Research Abstracts,",
    "year": 2014
  }, {
    "title": "The Upper Palaeolithic site of Kalavan 1 (Armenia): an Epigravettian settlement in the Lesser Caucasus",
    "authors": ["C. Montoya", "A. Balasescu", "S. Joannin", "V. Ollivier", "J. Liagre", "S. Nahapetyan", "R. Ghukasyan", "D. Cologne", "B. Gasparyan", "Chataigner", "Ch"],
    "venue": "Journal of Human Evolution",
    "year": 2013
  }, {
    "title": "Luminescence dating of quartz using an improved single-aliquot regenerative-dose protocol",
    "authors": ["A.S. Murray", "A.G. Wintle"],
    "venue": "Radiation Measurements",
    "year": 2000
  }, {
    "title": "Quaternary loess-paleosol sequences as examples of climate-driven sedimentary extremes",
    "authors": ["D.R. Muhs", "E.A. Bettis"],
    "venue": "Special Paper",
    "year": 2003
  }, {
    "title": "Pliocene–Quaternary volcanic rocks of NW Armenia: magmatism and lithospheric dynamics within an active orogenic plateau",
    "authors": ["I. Neill", "Meliksetian", "Kh", "M.B. Allen", "G. Navarsardyan", "S. Karapetyan"],
    "venue": "Lithos 180–181,",
    "year": 2013
  }, {
    "title": "Quaternary volcano-lacustrine patterns and palaeobotanical data in southern Armenia",
    "authors": ["V. Ollivier", "S. Nahapetyan", "P. Roiron", "I. Gabrielyan", "B. Gasparyan", "Chataigner", "Ch", "S. Joannin", "J.J. Cornée", "H. Guillou", "S. Scaillet", "P. Munch", "W. Krijgsman"],
    "venue": "Quaternary International",
    "year": 2010
  }, {
    "title": "Genesis of collision volcanism in eastern Anatolia, Turkey",
    "authors": ["J.A. Pearce", "J.F. Bender", "S.E. Delong", "W.S.F. Kidd", "P.J. Low", "Y. Guner", "F. Sargolu", "Y. Yilmaz", "S. Moorbath", "J.G. Mitchell"],
    "venue": "Journal of Volanology and Geothermal Research",
    "year": 1990
  }, {
    "title": "Loess is not just the accumulation of dust",
    "authors": ["M. Pécsi"],
    "venue": "Quaternary International",
    "year": 1990
  }, {
    "title": "Cosmic ray contributions to the dose rates for luminescence and ESR dating: large depths and long-term time variations",
    "authors": ["J.R. Prescott", "J.T. Hutton"],
    "venue": "Radiation Measurements",
    "year": 1994
  }, {
    "title": "Optical dating of young sediments using Fine-Grain quartz",
    "authors": ["J. Rees-Jones"],
    "venue": "Ancient TL",
    "year": 1995
  }, {
    "title": "The dynamics of the Late Pleistocene loess formation, Lozhok section, Ob loess Plateau, SW Siberia",
    "authors": ["A.O. Sizikova", "V.S. Zykina"],
    "venue": "Quaternary International",
    "year": 2015
  }, {
    "title": "The formation of loess deposits in the Tashkent region and parts of Central Asia; and problems with irrigation, hydrocollapse and soil erosion",
    "authors": ["I.J. Smalley", "N.G. Mavlyanova", "K.L. Rakhmatullaev", "M.S. Shermatov", "B. Machalett", "K. O’Hara Dhand", "I.F. Jefferson"],
    "venue": "Quaternary International",
    "year": 2006
  }, {
    "title": "Rivers and loess: the significance of long river transportation in the complex event-sequence approach to loess deposit formation",
    "authors": ["I. Smalley", "K. O’Hara-Dhand", "J. Wint", "B. Machalett", "Z. Jary", "I. Jefferson"],
    "venue": "Quaternary International",
    "year": 2009
  }, {
    "title": "Distribution and composition of loess sediments in the Ili Basin, Central Asia",
    "authors": ["Y. Song", "X. Chen", "L. Qian", "C. Li", "Y. Li", "X. Li", "H. Chang", "Z. An"],
    "venue": "Quaternary International",
    "year": 2014
  }, {
    "title": "Der große Kaukasus",
    "authors": ["M. Succow"],
    "venue": "Urania-Verlag, Leipzig-Jena-Berlin,",
    "year": 1989
  }, {
    "title": "Investigations of the fluvial dynamics in eastern Georgia as contribution to palaeoenvironmental research of the region",
    "authors": ["H. von Suchodoletz", "D. Faust", "D. Wolf"],
    "venue": "Journal of Agrarian Science",
    "year": 2011
  }, {
    "title": "Fluvial sediments of the Algeti River in southeastern Georgia – an archive of Late Quaternary landscape activity and stability in the Transcaucasian region",
    "authors": ["H. von Suchodoletz", "M. Menz", "P. Kühn", "L. Sukhishvili", "D. Faust"],
    "year": 2015
  }, {
    "title": "Magnetism of loess-palaeosol formations in relation to soil-forming and sedimentary processes",
    "authors": ["E.I. Virina", "S.S. Faustov", "F. Heller"],
    "venue": "Physics and Chemistry of the Earth (A)",
    "year": 2000
  }, {
    "title": "Loess-soil sequence at Toshan (Northern Iran): insights into late Pleistocene climate change",
    "authors": ["S. Vlaminck", "M. Kehl", "T. Lauer", "A. Shahriari", "J. Sharifi", "E. Eckmeier", "E. Lehndorff", "F. Khormali", "M. Frechen"],
    "venue": "Quaternary International,",
    "year": 2015
  }, {
    "title": "Desert’’ loess versus ‘‘glacial’’ loess: quartz silt formation, source areas and sediment pathways in the formation of loess deposits",
    "authors": ["J.S. Wright"],
    "venue": "Geomorphology",
    "year": 2001
  }, {
    "title": "Loess deposits in the northern Kyrgyz Tien Shan: implications for the paleoclimate reconstruction during the Late Quaternary",
    "authors": ["J.H. Youn", "Y.B. Seong", "J.H. Choi", "K. Abdrakhmatov", "C. Ormukov"],
    "year": 2014
  }, {
    "title": "Lower latitudes Loess – dust transport past and present",
    "authors": ["L. Zöller", "D. Faust"],
    "venue": "Quaternary International 196,",
    "year": 2009
  }, {
    "title": "The Middle and Late Pleistocene loess-soil record in the Iskitim area of Novosibirsk Priobie, south-eastern West Siberia",
    "authors": ["V.S. Zykin", "V.S. Zykina"],
    "venue": "Quaternary International",
    "year": 2015
  }],
  "id": "SP:878e0a8a5ad5fa044b7c6aefc2b18bf0f36260de",
  "authors": [{
    "name": "Daniel Wolf",
    "affiliations": []
  }, {
    "name": "Philipp Baumgart",
    "affiliations": []
  }, {
    "name": "Sascha Meszner",
    "affiliations": []
  }, {
    "name": "Alexander Fülling",
    "affiliations": []
  }, {
    "name": "Fritz Haubold",
    "affiliations": []
  }, {
    "name": "Lilit Sahakyan",
    "affiliations": []
  }, {
    "name": "Khachatur Meliksetian",
    "affiliations": []
  }, {
    "name": "Dominik Faust",
    "affiliations": []
  }],
  "abstractText": "Current loess research indicates a better understanding of the factors that determine the ways that loess (dust) accumulation and soil formation has responded to the rapid and variable Late Quaternary climatic changes across Europe and Western Asia. Lack of evidence of loess in the region between the Black Sea and Caspian Sea creates a critical gap in the geographical distribution of this deposit and hence inhibits our ability to examine properly the spatial distribution and processes of formation. The recent discovery of loess-palaeosol sequences in Armenia allows us to overcome this problem and preliminary investigations have yielded encouraging results. A research programme has been established to characterise, analyse and date sequences from NE-Armenia that are up to 45 m thick. This paper presents first results of this study and reports three well-developed pedocomplexes below a Holocene soil. The magnetic properties of the loess indicate mainly Caucasian sources and all palaeosols exhibit clear magnetic enhancement. Luminescence dating of the upper part of the sequences identifies deposition between 150 and 39 ka. During that period, loess deposition took place during MIS 6/4 and 3. A multiphase pedocomplex that documents progressive climate transition from initially humid to arid conditions, could be placed into MIS 5, although we found striking temporal offset between the phase of most intense soil formation and the Last Interglacial climatic optimum. Furthermore, colluvial slope deposits and erosional discordances provide information on distinct phases of landscape instability that are linked to interglacial periods and the transition to glacial conditions. 2016 The Geologists’ Association. Published by Elsevier Ltd. All rights reserved.",
  "title": "Loess in Armenia – stratigraphic findings and palaeoenvironmental indications"
}