{
  "sections": [{
    "text": "The Mesoproterozoic Mt. Painter Inlier (Northern Flinders Ranges, South Australia) is located in a zone of anomalously high heat flow attributed to high concentrations of radioactive elements in the Inlier. Paleozoic hydrothermal activity produced large volumes of uraniferous breccias and siliceous sinter, and secondary uranium deposits are mined in Tertiary sandstones east of the Inlier (Beverley mine). The Paralana hot springs (PHS) are the only remaining hot spring along the Paralana fault, the locus of long-standing hydrothermal activity, as shown by epithermal precious metal, Cu–Fe and Fe–U deposits. This study investigates the chemistry of the PHS water and other groundwaters in the Mt. Painter Inlier, aiming to constrain the primary source of the water and heat in PHS, and to explore the relationships between fossil ore deposits and modern groundwaters in the province.\nPHS discharges 16 L/s of water at a temperature of 57 8C. The water is neutral (pH 7–8) and has total dissolved solids of 1144 mg/L, towards of the lower end of the range for nearby cold springs and groundwater bores (1000 to 3041 mg/L TDS). Fluorine (5 ppm), Mo (33 ppb), W (11 ppb), Cs (16 ppb) and Rb (200 ppb) concentrations are comparatively high in the spring water. d18O and dD values show that the PHS water is of meteoric origin, and d13C values of CO2 (g) emanating from the springs and dissolved HCO3 suggest the carbon source is organic matter, e.g., soil or plants. Rn concentrations are very high at the springs (radiation of 10,952 Bq/m3) implying a localized radiogenic source at shallow depth.\nAccording to geothermometric calculations, the most recent water–rock interaction temperature is 95F5 8C. High geothermal gradients, attributed to high concentrations of radiogenic elements, suggest that circulation depths between 1.4 and 2.4 km are required to produce this temperature. The PHS result from meteoric water circulating through hot rocks, and are the surface expression of a cyclic, low-temperature, non-volcanic hydrothermal system. Two possible sources of meteoric water for the springs have been identified: Mt. Painter Domain and a local Great Artesian Basin aquifer. The variability of the flow\n0009-2541/$ - s doi:10.1016/j.ch\n* Correspondi\nE-mail addre\nee front matter D 2005 Elsevier B.V. All rights reserved. emgeo.2005.06.007\nng author. South Australian Museum, North Terrace, Adelaide, South Australia, Australia.\nss: Brugger.Joel@saugov.sa.gov.au (J. Brugger).\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–6436\nrate, the low temperature of last equilibrium fluid–rock interaction, and the geochemistry of the springs indicate that the water is sourced from the Mt. Painter Domain.\nThe PHS contain negligible U (0.07 ppb), but some shallow groundwaters in the basement are enriched in U (300–600 ppb). Reactive transport modelling shows that these waters could produce Beverley-style mineralisation upon reaction with reduced carbon and/or sulphides. The PHS water, on the other hand, could produce upon cooling the jasperoidal mineralisation with traces of sulphides that outcrops along the Paralana fault. Hence, the chemistry of present-day groundwater may be related to that of the paleo-water responsible for major mineralisation events in the region, although particular circumstances affecting fluid flow and fluid chemistry (e.g., climate, tectonism, or magmatism) must have been instrumental in the formation of the major deposits. D 2005 Elsevier B.V. All rights reserved.\nKeywords: Water chemistry; Epithermal system; Hot springs; Uranium deposits; Geochemical numerical modelling; Mt. Painter Domain, Northern Flinders Ranges, South Australia"
  }, {
    "heading": "1. Introduction",
    "text": "Hydrothermal systems are found in a wide variety of geological environments, e.g., seafloor hydrothermal vents, sedimentary basins, epithermal to magmatic-hydrothermal ore-forming environments; these environments determine the chemical composition and flow path of the fluids (Barnes and Rose, 1998). Hydrothermal systems have been extensively studied for their potential as geothermal reservoirs for power generation (e.g., Huttrer, 2001), to gain a greater understanding of the processes involved in hydrothermal ore transport and deposition (e.g., Henley, 1985), or as analogues for modelling fluid flow and mass transport around high-level radioactive waste deposits (e.g., Druschel and Rosenberg, 2001). In order to understand hydrothermal systems, ultimately we need to understand the effects of fluid flow, heat flow, structure and lithology as well as the geochemical reactions between fluids, rocks and vapours. These factors are interdependent and control the overall geometry and the physical and geochemical behaviour of large-scale flow of hydrothermal fluids in the crust (e.g., Heinrich et al., 1996).\nThe Paralana hot springs (PHS) are one of several springs in the Northern Flinders Ranges of South Australia, but they are enigmatic because they are the only hot springs in the area (Mawson, 1927). They represent present-day geothermal activity, presumably because of high heat flow associated with the naturally radioactive rocks in the Mt. Painter Inlier, which underlies the Northern Flinders ranges (Coats and Blissett, 1971; Mawson, 1927). Because they are not associated with any active or quiescent volcanism, the PHS provide an opportunity to investigate the consequences of amag-\nmatic heat sources capable of driving a hydrothermal system over a long period of time, perhaps a billion years or more (Neumann et al., 2000). This is relevant for understanding the fluid and geological evolution in such terrains, and their consequences in terms of ore deposits and geothermal energy.\nThere are many occurrences of hydrothermal mineralisation in the Northern Flinders Ranges and surrounding region, including massive Palaeozoic iron oxideFU, Mo-bearing siliceous sinters, epithermal CuFAuFBi, V, As, U and fault-bound jasperoids (Coats and Blissett, 1971). They testify to previous large-scale hydrothermal activity in the Northern Flinders Ranges and surrounding region. 15 km east of the PHS, the Beverley mine produces uranium from secondary deposits in Tertiary sands underlying Lake Frome (Walker, 1999). That uranium may have been derived from the Mount Painter Domain. The region is also actively explored for the production of geothermal energy (e.g., Hillis et al., 2004), and the PHS provides a natural laboratory to study fluid flow, heat transfer and reactive transport that will help in developing geothermal energy resources, e.g., the engineering of geothermal plants.\nBecause the PHS offer a permanent water source in an arid environment, they support a rich ecosystem. The microbiological association in the PHS has been studied as an analogue for early life and microbial adaptation to extreme temperatures and radioactivity levels (e.g., Anitori et al., 2002). The PHS are also culturally important, and have a special significance for aboriginal people (Sprigg, 1984). The radioactive springs were briefly used as a medical spa in the 1926-1928, but their remoteness made this attempt uneconomical at the time (Sprigg, 1984). The PHS\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–64 37\nwere listed in 1980 as a Geological Monument in the Register of the National Heritage in recognition of their geological and cultural significance.\nDespite their uniqueness and potential for greater understanding of the regional hydrogeology, heat flow and economic geology, the PHS remain poorly studied. Their radioactivity attracted the interest of pioneer researchers (Grant, 1938; Mawson, 1927). Mawson (1927) was the first to suggest that the high U–Th content of the host rocks was driving hydrothermal circulation in the Mt. Painter Inlier. Grant (1938) measured the radioactivity of the water and associated gas, showing that the radioactivity is due to high Rn contents in the gas phase, which also contains traces of radiogenic He (i.e., 560 ppm). Both authors provided analyses of the main anions and cations in the PHS water. More recent analyses were conducted as part of a regional hydrogeological survey as part of the environmental impact study for the Beverley in situ leaching uraniummine (Heathgate Resources, 1998). McKelson (2000) studied the local geology around the PHS.\nThe general aim of this study is to understand the reasons for the presence of the PHS, and to understand better the consequences of long-lived high heat flow geological terrains. More specific aims are to:\n! Use the geochemistry of the discharging water and gas from the PHS to understand the sources and\npathways of the water and its dissolved constituents; ! Understand the processes that affect the water composition in the PHS, e.g., water–rock interac-\ntion, fluid mixing, cooling;\n! Infer the mineralising potential of the groundwater in the PHS and other springs and bores in the Mt.\nPainter Domain; and\n! Use the results of present day mineralising potential to understand the formation of fossil minerali-\nsation and epithermal features in the area."
  }, {
    "heading": "2. Geological and hydrogeological settings of the PHS",
    "text": ""
  }, {
    "heading": "2.1. Location, geologic and tectonic settings",
    "text": "Mt. Painter and Mt. Babbage Inliers, collectively known as the Mt. Painter Domain (MPD), are part of the Northern Flinders Ranges in South Australia\n(Fig. 1a,b; Drexel et al., 1993). The MPD consists of Palaeo(?)- to Meso–Proterozoic granites, gneisses and metasediments that are overlain by Neoproterozoic to Cambrian sediments of the Adelaide Geosyncline (Coats and Blissett, 1971; Preiss, 1990; Fig. 1a,b). Both basement and cover have been deformed during the Cambro–Ordovician Delamerian orogeny, with shortening of approximately10–20% (Paul et al., 1999). The MPD is bounded to the east by the Paralana fault system, and thrusts eastward over the Mesozoic and Tertiary sediments of the Lake Frome embayment (Coats and Blissett, 1971).\nThe inliers are best known for the abundance of high heat-producing granites in the basement (Drexel and Major, 1990; Neumann et al., 2000), and their proposed effects on thermal and structural events during the Delamerian orogeny (McLaren et al., 2002; Mildren and Sandiford, 1995; Paul et al., 1999; Sandiford et al., 1998b). Metamorphism during the Delamerian orogeny did not exceed greenschist facies conditions over most of the Flinders Ranges (Preiss, 1989); however, there is a high-grade metamorphic overprint that is restricted to the Mt. Painter Inlier and to a narrow halo (b5 km) in the surrounding Adelaidean sediments (Sandiford et al., 1998b). The metamorphic grade increases markedly from very low grade to lower amphibolite facies as the contact with the Mt. Painter Inlier is approached. This unusual metamorphism has been attributed to the extremely high concentration of heat-producing elements in the Inlier (Sandiford et al., 1998b), although other authors have suggested that mantle heat in the form of large granite body (British Empire Granite) was involved (Elburg et al., 2003).\nThe Lake Frome embayment lies to the east of the Northern Flinders Ranges, on the southern margin of the Late Triassic to Late Cretaceous Great Artesian Basin (GAB; Cox and Barron, 1998; Fig. 2b). The sediments in the embayment contain both marine (stratigraphic middle) and fluviatile and lacustrine (top and bottom) deposits. The Tertiary sediments are characterised by fluvio-lacustrine deposits capped by silcrete and duricrust that resulted from deep chemical weathering (Fig. 3). Tertiary and more recent tectonic movements established the main present topographic features of the MPD, creating the surrounding Lake Frome, Lake Eyre and Lake Torrens basins (Idnurm and Heinrich, 1993; Ludbrook, 1969; Foster et al., 1994). This tectonism caused the uplift and erosion\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–6438\nof the MPD along the Paralana fault system and deformed Mesozoic sediments in the Eromanga basin."
  }, {
    "heading": "2.2. Paralana fault system",
    "text": "The Paralana fault system is a major structural discontinuity that separates the Adelaide Geosyncline from the Curnamona province (Sandiford et al., 1998b; Fig. 1). The system has been intermittently active since the Middle Proterozoic (Foster et al., 1994). The uplift of the MPD along the Paralana fault system is attributed to reverse and strike-slip components (Preiss, 1993), although subsequent reverse-thrust, oblique-slip and normal movements have been reported (Foster et al., 1994; Teale, 1993). Minor tremors indicate that the Paralana fault\nsystem is still active today, currently with reverse movement (Sprigg, 1984). This uplift has shed sediments to the east (Frome Embayment) and west (Eyre basin), and affects local fluvial and groundwater flow (Coats and Blissett, 1971).\nNumerous northeasterly trending splays branch off the Paralana fault, including the Lady Buxton Fault (Fig. 1b; Coats and Blissett, 1971). The PHS are located on this fault, in a dilational zone where there is a right angle deflection in the trend of the Lady Buxton Fault (Fig. 1b). To the north, an easterly dipping upthrust structure known as the Mt. Adams Fault truncates the Lady Buxton Fault (Coats and Blissett, 1971). Directly west of the PHS a series of faults that trend west–northwest and west–southwest (Mt. Saturday radial system) disrupt the crystalline basement and\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–64 39\nAdelaidean sediments (Coats and Blissett, 1971). A west–northwest trending lineament also intersects the Paralana fault at the PHS, based on LANDSAT images (Stamoulis et al., 1999), and may be a continuation of the Mt. Saturday system."
  }, {
    "heading": "2.3. Climate and regional aquifers",
    "text": "The climate of the region is arid with marked diurnal and seasonal temperature extremes (average daily extreme of temperatures of 17–34 8C in summer\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–6440\nand 2–17 8C in winter; Sprigg, 1984). The area is drought-prone and rainfall at local stations is erratic and unpredictable with the arid climate interrupted by flash flooding from infrequent thunderstorms. The average annual rainfall between 1874 and 1983 was 20.3 mm, with an extreme of 1270 mm in 1974 (Sprigg, 1984).\nThere are five aquifer systems in and around the MPD (Heathgate Resources, 1998; Fig. 3): (1) fractured high-grade metamorphic rocks in the MPD (Proterozoic); (2) Cadna-Owie Formation (Cretaceous sandstone; GAB aquifer); (3) Eyre Formation (blanket and palaeochannel Tertiary sands); (4) Namba Formation aquifer (uncemented Tertiary sand, clay and silt); (5) Willawortina Formation and younger aquifers (Tertiary and Quaternary conglomerates and poorly sorted sands in clays, and aquifers in younger stream sediments which incise into the Willawortina Formation). The Cadna-Owie, Namba, Eyre and Willawortina Formations are all in the GAB to the east of the MPD, where the elevation drops from up to 900 m in the North Flinders Ranges to sea level in the Lake Frome plains.\nThe MPD comprises fractured rock aquifers with the highest yield next to faults, where most springs occur (Kerr, 1966). Recharge is limited to direct infiltration from rainfall, and the water table, while variable, generally follows topography, i.e., highest elevation in the eastern part of the Mt. Painter Inlier and a sharp decrease in elevation further east to the Lake Frome plains. The water level in wells and bores located at higher elevations near Mt. Painter show that the water table in the MPD lies about 9 m below the surface. Groundwater from the MPD discharges into ephemeral creeks and along the range front at springs, one of which Heathgate Resources (1998) suggested is the PHS.\nThe GAB covers ~22% of Australia (Fig. 2b). Recharge areas are located on the Eastern and Western flancs, and the bulk of the discharge occurs on the Southern flank (Fig. 2b). The Lake Frome Embayment SE of the PHS acts as a discharge area for the GAB aquifer through the Cadna-Owie Formation (continental sandstones). The formation has a present-day hydraulic head of approximately 90 m AHD and a temperature of 50 8C underneath the\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–64 41\nBeverley deposit (Heathgate Resources, 1998). Water discharges from the GAB aquifer system through diffuse upwards leakage, and from point sources such as mound springs. Mound springs build up from the deposition of particles transported from the underlying aquifers and confining beds, cemented by precipitated carbonates (travertine/calcrete), gypsum and organic silt (Sheard and Smith, 1995). Mound springs in the GAB have low discharge rates ranging from b1 to 150 L/s (Habermehl, 1980). Around the MPD, mound springs are located to the north of the Mt. Babbage Inlier and on the eastern edge of Lake Frome (Figs. 1b and 2b). In general, groundwater in the Lake Frome area is recharged from the GAB to the north-east, indicating that local discharge has travelled 800 to 900 km through GAB aquifers (Habermehl, 1980).\nThe clay-capped Namba Formation confines the Eyre Formation. Both formations discharge groundwater into Lake Frome, where evaporation is the principal discharge mechanism (Heathgate Resources, 1998). Recharge is from the MPD through subsurface flow and surface runoff. The Eyre Formation is also recharged via upwards seepage from the Cadna-Owie Formation (Fig. 3). The Willawortina Formation shows a similar recharge pattern, i.e., from the west, with recharge primarily from direct infiltration and surface runoff (Fig. 3)."
  }, {
    "heading": "2.4. Regional heat flow",
    "text": "Neumann et al. (2000) identified a zone of anomalously high surface heat flow, known as the South Australian heat flow anomaly (SAHFA), centred on the western margin of the Adelaide Geosyncline, and extending to the Gawler Craton and Stuart Shelf in the west and the Curnamona province in the east (Figs. 1a, 2a). Within this zone, the highest surface heat flow was measured in the MPD at 126 10 3 W m 2 (Cull, 1982; Sandiford et al., 1998a), approximately double the global mean for Proterozoic rocks (Pollack et al., 1993). Sandiford et al. (1998a) estimated the mean heat production of the MPD to be 9.9 10 3 W m 3, four times the heat production for average granites (2.5 10 3 W m 3). Such values have been attributed to high U and Th concentrations in the local granites (Sandiford et al., 1998a). The thermal regime of the MPD may also be significantly affected\nby its recent uplift (Neumann et al., 2000). PHS are the only documented example of hydrothermal activity within the SAHFA."
  }, {
    "heading": "2.5. Fossil hydrothermal deposits",
    "text": "The MPD and the surrounding sediments contain a large variety of ore deposits and occurrences (Coats and Blissett, 1971), which reflect a long history of hydrothermal circulation in and around the inliers. Epithermal deposits in particular are of interest because they document shallow fossil hydrothermal systems. There are two types of epithermal deposits in the MPD: (i) Fault-bound deposits occur along the Paralana and associated faults; they are characterised by jasperoids and laminated crack-seal quartz veins showing multistage brecciation and chalcedony flooding and contain elevated concentrations of Au, As, Cu, Se, Te, U, Bi and V (Collier, 2000; McKelson, 2000). Apatite-fission track thermochronology suggests that pervasive hot springs activity took place along the Paralana fault system in mid-Tertiary, ending with a subsequent stage of uplift (Foster et al., 1994; Mitchell et al., 2002). (ii) Complex quartz–hematite veins at Mt. Gee and Mt. Painter (Fig. 1b) represent a shallow epithermal system and laminated quartz–hematite sinter on the summit of Mt. Painter probably is its surface expression (Coats and Blissett, 1971; Drexel and Major, 1987, 1990). In the epithermal veins, fluorite, barite and bladed calcite are commonly totally silicified. A late stage of quartz veins contains locally abundant acicular laumontite crystals, which often grew into cavities that were over a metre in size, and were overgrown by radial quartz before being dissolved (bnailhole quartzQ; Coats and Blissett, 1971). Open spaces were filled with hydrothermal sediments consisting of silicified hematite. The hematite ore contains elevated REE (mainly as monazite-(Ce)), U (torbernite in cavities) and Mo concentrations, and minor gold and roscoelite are reported from drill core. This system is associated with high-temperature hematite breccia enriched in U, REEFCu, Mo, Nb (Drexel and Major, 1987, 1990). It is Palaeozoic, although an accurate age remains contentious (Permo-Carboniferous, Idnurm and Heinrich, 1993; Devonian, Elburg et al., 2003).\nThe Willawortina formation, east of the Paralana fault system, hosts sedimentary uranium deposits,\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–6442\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–64 43\nwhich are presently mined by in situ leaching at the Beverley mine (Howles, 2000). The deposits consist mainly of coffinite, and are located in Tertiary channels. It is assumed that the uranium in these deposits was leached from the U-rich rocks of the MPD."
  }, {
    "heading": "3. Local geology and site characteristics",
    "text": "The local geology and site maps of the PHS and other springs are shown in Fig. 4. The PHS are located on the Paralana fault. The MPD around the springs consists of granitic gneisses that are highly hydrothermally altered (McKelson, 2000). The PHS consist of two pools that are drained by the Hot Springs Creek (Fig. 4b,c). The springs appear to discharge mainly or solely into Pool 1, which during our two sampling trips in 2001 contained clear water over a gravel bed and no observable biota. Streams of bubbles escaped intermittently from the bottom of the pool. Pool 1 had a surface area of approximately 9 m2 and a depth of approximately 80 cm. Pool 2 was bigger, approximately 80 m2 and 1–1.5 m deep, and bacterial mats covered its surface and bottom, similarly to the observation of Mawson (1927). The temperature of the water in Pool 1 was 56.8 8C, compared with previous measurements of 62.2 (Mawson, 1927), 60 (Grant, 1938) and 63 8C (Anitori et al., 2002). The temperature of Pool 2 was 40.2 8C. Discharge of the springs was not measured directly; however, stream flow was estimated in Hot Springs Creek, approximately 50 m downstream of Pool 2. Based on measured surface water velocity and cross sectional area of the creek, stream flow was estimated to be 16F2 L/s (~60,000 L/h). Mawson (1927) estimated the flow to be in excess of 4500 L/h."
  }, {
    "heading": "4. Methods",
    "text": "Water was sampled from several springs and bores in the area and several sites at the PHS (see locations in Fig. 4b) in two separate field trips: April and July 2001. In addition, gas, sediment and rock were sampled at the PHS. Water was sampled from Pool 1, Pool 2 and in Hot Springs Creek approximately 40 m (PC 1) and 80 m (PC 2) downstream of Pool 2."
  }, {
    "heading": "4.1. Water sampling and analysis",
    "text": "Four water samples were taken at each site: one untreated for alkalinity and acidity measurements; one filtered for anion analysis; one filtered for stable isotope analysis; and one filtered and acidified for cation and trace element analysis. Water samples were collected in new, but otherwise unprepared 1 L HDPE bottles, which were rinsed twice with water from the sample site. For bores and wells, a nylon bailer attached to a nylon rope was first rinsed with sample water and then used to collect samples, which were emptied into a wide-mouth HDPE bottle before filtration or acidification. An extra sample from the bailer was emptied into a plastic cup for field measurements. Requisite samples were filtered though 0.45 Am cellulose nitrate filters in a plastic vacuum filtration apparatus that was acid washed before use in the field, rinsed with double deionised water between samples and rinsed with a small amount of filtered sample before collecting samples for analysis. Cation and trace element samples were acidified with 1 M reagent grade nitric acid to approximately 4 vol.% nitric acid. All sample bottles were stored upright, on ice and in the dark for transport and then refrigerated at 4 8C until analysis. Temperature, pH, Eh, electrical conductivity (EC) and dissolved oxygen (DO) were measured on site, either in situ or as soon as possible after retrieving samples. Orion meters and electrodes were used after calibration with Orion standards (pH 4 and 7 buffers) or checking against Orion or recently prepared standards (i.e., 692 ppm NaCl for EC, Zobell’s solution for Eh). DO was measured using a Hach DO Test kit. Uncertainties were estimated by measuring standards and 4 replicates of samples: T F0.5 8C; pH F0.01; Eh F10 mV; EC F20 AS/cm; and DO F0.2 mg/L.\nAlkalinity and acidity were measured within 12 h of sampling. Alkalinity was measured using Standard Method 403 (Eaton et al., 1995): 100 mL samples were titrated with 0.01006 m sulphuric acid and pH was monitored. The alkalinity was calculated using the inflection point of the curves. Acidity was measured similarly using Method 402 (Eaton et al., 1995), where 100 mL samples were titrated with 0.01042 m NaOH. Uncertainty in both alkalinity and acidity is estimated to be F10%, based on replicate analyses. The uncertainty is higher for Arkaroola Spring and\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–6444\nNumber 6 Workings Well because high contents of organic matter resulted in poorly defined inflection points.\nThe element geochemistry of the water samples was measured using a combination of ICP-AES, ICP-MS and ion chromatography. Major cations and heavy metals were analysed by ICP-AES at ALS Environmental in their Melbourne laboratory except lithium in their Sydney laboratory. Duplicate samples indicated reproducibility was F3 wt.%, which we use as an estimate of the uncertainty. Acidified, doubledeionised water was submitted as a blank and elements were at or below their detection limits. Trace elements were analysed by a HR-ICP-MS fitted with a platinum guard electrode in the geochemistry laboratories at Monash University. The reproducibility of samples and standards was withinF5% for most trace elements, and F10 wt.% for elements at concentrations near the detection limit. Ion chromatography (IC) in the geochemistry laboratories at Monash University was used to measure anion concentrations. Estimated uncertainty is F3 wt.% for fluoride, chloride, bromide, phosphate and sulphate and F9 wt.% for nitrate. We also checked the accuracy of our measured water compositions by calculating charge balances, and they are typically smaller than 5.5% (Table 1), indicating that our analyses were within that error for major elements. The exception of No. 6 Workings Well (+25%; Table 1) is probably because that sample was observably rich in organic matter, where the positive imbalance could have resulted because the alkalinity titration was not accurate and organic acid concentrations were not measured and hence are not included in the charge balance calculations. The charge balances for other samples are systematically negative, which probably indicates a small systematic error in the Na+, Cl and/or SO4 2 concentrations, as they have the highest concentrations.\nOxygen, hydrogen and carbon isotopic ratios in waters and carbon isotopic ratios of the carbon dioxide in the gas were measured using a Finnigan MAT 252 mass spectrometer at Monash University. Oxygen was equilibrated with carbon dioxide at 25 8C for 24 h before analysis. Hydrogen was analysed via reaction with chromium (2Cr+3H2OYCr2O3+3H2) at 850 8C using the automated MAT H/Device. Carbon was analysed as carbon dioxide after reaction with phosphoric acid."
  }, {
    "heading": "4.2. Gas sampling and analysis",
    "text": "Gas samples were collected by displacement into 250 mL Schott bottles, which were filled with spring water, submerged, inverted and directed over gas streams. Gas bubbles displaced the water and the top was screwed on the bottles while still submerged, leaving a small amount of water in the bottle to help seal the cap and minimise any gas leak into or out of the bottle. The bottles were stored inverted and in the dark until analysis. Charcoal traps were placed at the four sampling sites—Pool 1, Pool 2, PC1 and PC2—to collect radon, and were exposed to the atmosphere for 8 h. The vials were then kept upright and in the dark for transport to the Australian Nuclear Science and Technology Organisation (ANSTO) in Sydney for analysis. Gas samples were collected on two separate occasions, i.e., during the April and July field trips. In April, four gas samples were collected and subsequently analysed for their major constituents. In July, ten samples were collected of which four were analysed for their major constituents and six were used to analyse the carbon and oxygen isotopic ratios within the carbon dioxide. Two samples taken in April were discarded due to contamination by atmospheric gas.\nGas samples were analysed at ANSTO by gas chromatography-thermal conductivity detection (GCTCD) with an MTI P-200 dual channel micro-TCD gas chromatograph, containing a molecular sieve column and a Poraplot-U column used for detection of gases above 5 ppm. The molecular sieve column enables the detection of He, H2, O2, N2, Ar and CH4, while the Poraplot-U column enables O2, N2, CH4 and CO2 to be detected. N2 was used as the carrier gas for detection of He and H2, and He for detection of O2, N2, CH4 and CO2. Samples were analysed in duplicate and a blank was run between samples. The concentrations were calculated from the peak area of each gas in the chromatograms, and the results normalised to 100%. Carbon and oxygen isotope ratios of the CO2 in the gas were analysed as above, after purifying the CO2 by twice freezing and separating non-condensable gases."
  }, {
    "heading": "4.3. Rock sampling and analysis",
    "text": "Rock was sampled from an outcrop adjacent to Pool 1 (Fig. 4b) by using a hammer to break off\nJ. B ru g g er et a l. / C h em ica l G eo lo g y 2 2 2 (2 0 0 5 ) 3 5 – 6 4\n4 5\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–6446\nsamples, which were stored and transported in plastic sample bags. Thin sections were prepared and analysed by conventional petrographic methods, using both transmitted and reflected light, and by scanning electron microscopy equipped with an energy dispersive X-ray spectrometer for qualitative elemental analysis."
  }, {
    "heading": "5. Results",
    "text": "The results of water geochemistry are listed in Tables 1 and 2 and gas geochemistry in Table 3. We focus on the results of the PHS, and compare them with the results of the other spring, bore and well waters. Note that the other waters may not represent subsurface conditions because we do not know the discharge rates of the springs and we were not able to purge the Boulder and Radium Creek bores (both were capped) or the No. 6 Workings well (open)."
  }, {
    "heading": "5.1. Water geochemistry",
    "text": "The temperature of the PHS water decreased from 56.8 8C in Pool 1 to 40.2 8C at PC 2 (Table 1). The other springs in the area had temperatures of 24.4 (Black Spring) and 28.3 8C (Arkaroola Spring), which reflect ambient temperature. The temperatures of the No. 6 Workings Well and Radium Creek bore are unlikely to represent groundwater temperature because we could not purge the wells during our field work and the samples were heated during measurement. Electrical conductivities of water at the PHS decreased downstream from 2130 AS/cm in Pool 1 to 1940 AS/cm at PC 2, a result of decreasing temperature as the TDS values calculated as a sum of measured element concentrations are approximately constant (Table 1). Black Spring and the No.6 Working Well had the highest EC and Boulder Bore, Radium Creek Bore (RC) and Arkaroola Springs all have significantly lower values and lower TDS values (Table 1).\nThe pH56.8 8C of Pool 1 of the PHS was 6.40, compared to pH24.4 8C=7.86 for Black Spring and pH28.3 8C=8.43 for Arkaroola Spring (Table 1). The pH of the PHS water increased from pH57 8C=6.40 in Pool 1 to pH47 8C=7.05 in Pool 2 and then decreased to pH45 8C=6.87 at PC1 and pH40 8C=6.82 at PC2. The\nsmall differences in pH are due to changes in temperature and probably higher CO2(g) input into Pool 1 (see gas analyses below) and variable amounts of biota, i.e., no biota were observed in Pool 1 and abundant biota were observed in Pool 2 and downstream.\nRedox was measured using dissolved oxygen (DO) and Eh. In order to compare results from different measurements, we calculated log fO2(g) from both DO and Eh (e.g., Anderson and Crerar, 1993, p. 503) using Geochemist’s Workbench (Bethke, 1998). Log fO2(g) values calculated from DO (Table 1) show that the PHS waters were slightly undersaturated with respect to atmospheric oxygen, i.e., calculated values range from 1.3 to 0.71, compared with 0.70 for atmospheric pressure of 0.2 bars. Although we attempted to avoid interaction with atmosphere during sampling and measurement, we consider our DO values to be maximum values. The log fO2(g) values calculated from Eh range from 45 to 52, much lower than those calculated from DO. The low concentrations of metals in the water (Table 2) probably prevented accurate measurement of Eh (e.g., Drever, 1997); however, the values are consistent with the observed mineralogy of gypsum and pyrite (see below) and the faint smell of H2S around the springs, which suggests redox conditions near the sulphide– sulphate boundary (Fig. 5). The DO measurements and the Eh values may both be accurate and just reflect redox disequilibrium. The higher DO values in Pool 2 and Hot Springs Creek waters are likely a result of photosynthesis (e.g., Drever, 1997) and/or they are closer to saturation with respect to atmospheric oxygen. The other springs, well and bore waters in the area show similar differences between DO and Eh.\nIn the PHS and Hot Springs Creek, HCO3 concentrations, calculated from alkalinity titrations, are the same, i.e., 258 mg/L (Table 1). Dissolved CO2, calculated from acidity titrations, decreased from Pool 1 to Pool 2, increased and then decreased at PC 1 and PC2, respectively. The higher concentration of dissolved CO2 in Pool 1 reflects the CO2(g) in the gas streams (Table 3). The decrease in dissolved CO2 to Pool 2 could be a result of degassing, but the subsequent increase in dissolved CO2 further downstream and the observation that DO is highest in Pool 2 suggest that photosynthesis is affecting the water composition in Pool 2 (CO2YCbiological +O2; e.g.,\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–64 47\nDrever, 1997). The other springs were mostly alkaline, with HCO3 concentrations of 602 mg/L for Black Spring and 418 mg/L for Arkaroola Spring (Table 1). Boulder and Radium Creek bores had 399 and 590 mg/L, respectively. The No. 6 Workings well had a higher concentration of 1217 mg/L HCO3 , probably a result of rotting biologic matter present in the well at the time. Other bores and surface waters had lower dissolved CO2 concentrations (5–17 mg/L) with the exception of Radium Creek bore which contained 32 mg/L (Table 1)."
  }, {
    "heading": "5.2. Major elements",
    "text": "Concentrations of dissolved major cations and anions do not vary from Pool 1 to PC 2 at the PHS, aside from small changes in nitrate (Table 1; Fig. 6). The concentrations of Na and K of the PHS fall within the range of the other waters in this study; however, the PHS have lower Mg and Ca concentrations (Table 1). The chloride concentration of the PHS is higher than the other waters, except for Black Spring, and the sulphate concentration of the PHS is higher than the other spring waters but lower than the Boulder Bore and No. 6 Working Well (Table 1). Compared to the PHS, nitrate concentrations are high in Boulder and Radium Creek bores and the No. 6 Working Well, which may be a result of increased biomatter and biotic activity. Fluoride concentration in the PHS was higher than in the other waters, whereas bromide is lower than in most of the other waters (Table 1). Concentrations of major elements in PHS water measured in this study and those reported by previous studies are similar, indicating there has been little change in water chemistry over the intervening 74 years (Table 1, Pool 1).\nTwo groups emerge when major elemental compositions are plotted on a Piper diagram (Fig. 6). PHS and Black Spring waters are dominated by Na+K and carbonate, and all other waters have higher percentages of Mg and Ca. These groupings suggest different flow paths, if not different sources for the two groups. The results for the No.6 Working Well are slightly different from the rest of the group according to its bicarbonate concentration, which may be unreliable because high concentrations of biogenic carbon resulted in poorly defined inflection point during titration. Cl /Br ratios also allow to discriminate among\nthese two groups: PHS (408) and Black Spring (417) have significantly higher Cl /Br ratios than the other sampled regional springs (259–330), which scatter along the sea-water value of 289 (Drever, 1997). Values of 550–690 have been reported for waters in the Southern part of the GAB (Herczeg et al., 1991).\nCompared to waters from the Lake Frome plains down hydraulic gradient from Mt. Painter Inlier to the east of the Paralana fault System, PHS and Black Spring show the greatest similarity to waters from the Willawortina Formation (Fig. 6). The cation composition of PHS and Black Spring plots between the fields defined by the other Mt. Painter Inlier groundwaters and that of the Willawortina formation waters (Fig. 6). In general (Heathgate Resources, 1998), Willawortina waters (n =39) are more saline (EC 1000–20,000 mg/L) than waters from the fractured aquifers in the Mt. Painter Inlier (n=36; EC 600– 3000 mg/L) and the GAB (n=4; EC 1605–2100 mg/ L). Note that the Willawortina waters are most saline at shallow depth (ECb3500 mg/L at depths N50 m); this reflects evaporation and links with the Lake Frome salt lake. The Willawortina waters are thought to be recharged by groundwater circulating through the Mt. Painter Inlier (Heathgate Resources, 1998). The increase in the dominance of chloride seems to follow the lateral positions of each water group, with Black Spring and PHS plotting between the Mt. Painter Inlier waters to the west and the Willawortina Formation to the east. Chemical data on local bore water from GAB aquifers are limited. Generally, in the southwestern part of the GAB where the MPD and Lake Frome plains are located, groundwater is characterised by Na–Cl–SO4 type (Habermehl, 1998a). In contrast, the PHS water is characterised by a Na–Cl–HCO3 type water."
  }, {
    "heading": "5.3. Trace elements",
    "text": "The trace element concentrations in the PHS change into different ways downstream (Table 2; Fig. 7) that can be grouped in trends:\n(A) Al, Cu, Pb, Y, Zn and REE concentrations drop\nby a factor of 4 or more from Pool 1 to Pool 2, and then remain constant downstream (e.g., Zn and Y in Fig. 7a,b). Although minerals (e.g., rutile) may have sorbed the trace elements, this\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–6448\nElement Units1 Pool 1 Pool 2 PC 1 PC 2 Black\nSpring\nBoulder Bore No. 6 Workings\nWell\nRadium Creek Bore Arkaroola Spring\nTm ppb bd.l. b0.001 b0.001 b0.001 0.0078 b0.001 b0.001 0.0035 b0.001 Yb ppb bd.l. b0.001 b0.001 b0.001 0.0482 b0.001 b0.002 0.0252 b0.001 d18O x 6.4 6.3 4.7 6.6 5.0 6.7 d2H x 45 44 33 47 40 44 d13C x 11.1 12.1 9.9 8.7 9.6 11.5 1 Elements quoted in ppm were measured by ICP-AES and those in ppb by ICP-MS; 2 All concentrations from Grant (1938) and Heathgate Resources (1998) were quoted in ppm and are converted to ppb as required. Europium concentrations are not reported because of analytical mass interface (ICP-MS) from barium oxide. d18 O and d2 H are referenced to VSMOW and d13 C is referenced to VPDB (e.g., Clark and Fritz, 1997).\nTable 2 (continued) J. Brugger et al. / Chemical Geology 222 (2005) 35–64 49\nis unlikely because the water would not have reacted with the minerals over such a short distance (2–3 m), i.e., a small surface area of rock relative to cubic metres of water, plus the bottom of Pool 2 was covered in organic matter and biota. The most likely explanation is increased sorption onto the organic matter, or uptake by the abundant cyanobacteria and other organisms in Pool 2, especially for micronutrients such as Cu and Zn; (B) Mn and Fe concentrations are constant or drop\nslightly between Pool 1 and Pool 2 and then decrease by a factor of 2 to 10 in Hot Springs Creek (e.g., Fe in Fig. 7c) and is probably because of uptake by organisms and perhaps precipitation of Mn and Fe oxyhydroxide minerals on cooling, although no staining was observed in Hot Springs Creek; (C) U concentration increases from Pool 1 to PC1\n(0.07 to 0.30 pbb; Fig. 7d), probably because U\nbecomes more soluble under oxidising conditions and leaches out of uriniferous rocks and sediments outcropping around the springs (e.g., Coats and Blissett, 1971; Neumann et al., 2000); and (D) Li, W, Mo and Rb concentrations remain con-\nstant from Pool 1 to PC2 (Fig. 7e,f).\nIn comparison to other groundwaters in the Mt. Painter Inlier, the PHS have high concentrations of Rb, Mo, and W (Table 2). Lithium concentrations are comparatively high in PHS and Black Spring. As the only source of Li is from minerals such as tourmaline, biotite and other micas, Li concentrations are an indication of the extent of water/rock interaction. Both springs also have similar Cl/Br ratios. The similarity of the chemistry of PHS and their relative positions along the Paralana fault system and Black Spring suggest that Black Spring and PHS have the same water source along the Paralana fault zone.\nn vol.%)\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–6450\nThe LREE (light Rare Earth Elements) content of the PHS is similar to that of the other analysed waters of the region, with the exception of Black Spring, which contains in excess of one order of magnitude more LREE (Table 2; Fig. 8). HREE (heavy Rare Earth Elements) were measured reliably only in Black Spring and Radium Creek Bore. The\nhigh REE contents of Black Spring are attributed to concentration by the abundant biomass in this spring. Radium Creek Bore is characterised by an enrichment of HREE relative to chondrite; this is unusual for granite-hosted waters (e.g., van Middlesworth and Wood, 1998), and may be related to unusual mineralogical composition of the hosting, Th, U and\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–64 51\nREE-rich Proterozoic granite (Sandiford et al., 1998a).\nPHS have the lowest U concentration among sampled waters (Fig. 7d; b0.1 ppb), lower than the 0.5 to 10 ppb range reported by Dahlkamp (1993) as characteristic for groundwaters world-wide. These values plot near the solubility line of uraninite for the Eh-pH conditions of pool 1 (Fig. 5a). PHS also contain elevated Ra concentrations of 24.5 Bq/L (Pool 1; Heathgate Resources, 1998), corresponding to 0.38 ppb Ra; Black Spring has 0.06 Bq/L, a value representative of the other surface waters of the region (Heathgate Resources, 1998). The Ra concentration in PHS indicates that these waters are highly\nsupersaturated with respect to RaSO4(s) (Fig. 5a,c). This may indicate lower sulphate concentrations at depth, either as a result of more reducing conditions, or mixing with sulphate-bearing waters on the way up to the springs. No. 6 Working Well and RC clearly stand out as the only groundwater carrying high concentrations of uranium. These concentrations can be related to the U-rich Proterozoic granites and gneisses in which these two springs are located (see below). Speciation calculations indicate that U tranport in these waters is mainly as uranyl carbonate complexes (e.g., UO2(CO3)2 2 ). Considering that mineralising aquifers commonly contain 10–400 ppb U (Dahlkamp, 1993), No.6 Workings\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–6452"
  }, {
    "heading": "5.4. Mineral saturation states",
    "text": "Mineral saturation states (Table 4) were determined for all sampled waters using Geochemist’s Workbench (GWB) V 4.0.3 (Bethke, 1998) and the thermodynamic properties in the database distributed by the Lawrence Livermore National Laboratory (Version 8, Revision 6). Minerals with saturation indices (SI) between 1 and 1 are likely to control the concentration of elements in the water. Minerals with SI much larger than 1 are strongly over saturated; this may be linked to kinetic problems (e.g., Fe(OH)3(am) precipitating instead of hematite), to poor thermodynamic properties for the mineral or aqueous species, or to particulate matter reaching through the filter.\nThe composition of the Pool 1 water appears to be controlled by clay minerals (e.g., celadonite, smectite), zeolite (laumontite), and by common rock-forming minerals such as albite and epidote (assuming reducing condition). SiO2(aq) is next to equilibrium with chalcedony. The Ba content is close to equilibrium with witherite and barite. Pool 1 is only slightly undersaturated with respect to uraninite and coffinite for redox conditions corresponding to the Eh measurement. Hence it appears that the mineral assemblage inferred to control the chemistry of PHS water is consistent with the observed regional rocks and alteration, as well as with the fossil Mt. Painter–Mt. Gee epithermal system.\nJ. B ru g g er et a l. / C h em ica l G eo lo g y 2 2 2 (2 0 0 5 ) 3 5 – 6 4\n5 3\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–6454\nMineral saturation states do not change significantly from Pool 1 to PC 2 despite the decrease in temperature and the change in redox conditions. Gold is supersaturated in all waters analysed apart from Arkaroola Spring where the gold analysis was not included in mineral saturation calculations."
  }, {
    "heading": "5.5. Stable isotopes: hydrogen, oxygen and carbon",
    "text": "Isotopic ratios for all sampled waters range between 6.7 to 4.7 d18O VSMOW and 33 to 47 d2H VSMOW (Table 2; Fig. 9). These values are plotted against the Local Meteoric Water Line (LMWL) using data from Alice Springs, about 800 km North and located in a similar arid environment (AEA/WMO, 2004). All waters are close to the LMWL, with the exception of No. 6 Working Well. The 18O and 2H isotopic composition of No. 6 Workings Well can be explained by a few percent of evaporation of a Radium Creek Bore type water (Fig. 9). Stable isotopes suggest that the difference between Black Spring and PHS is related to different fluid pathways and/or climatic control.\nOxygen and hydrogen isotopic ratios in the PHS do not show evidence of hot water/rock interaction, which result in waters plotting to the right of the LMWL. This suggests that either the water had a short residence time and little chance to interact with the local geology, or that the waters have not reached high enough temperatures to initiate signifi-\nFig. 9. Stable isotopic composition of water from the Mt. Painter Inlier, c Springs precipitation data (AEA/WMO, 2004). The greyed lines show composition on the LMWL, calculated following Gonfiantini (1986) for re remaining fractions values between 100% and 90%, with ticks at 2% inte d2H= 86 and d18O= 12, temperature=25 8C, equilibrium fractionatio\ncant water/rock interaction, or that the system was fluid buffered. Large-scale mixing with meteoric waters is also a possibility, which would dilute the effects of water/rock interaction.\nIsotopic ratios for dissolved inorganic carbon (d13C) in all sampled waters lie in the range 12.3x to 8.7x VPDB (Table 2), indicating a biological origin (C4-type plants). d 13C values for the gas sampled from Pool 1 range from 18.1x to 19.0x VPDB, much lighter than d13C from magmatic (mantle) CO2 ( 3.5F0.5; e.g., Hoefs, 1997), and also characteristic for a biological origin. The small d13C fractionation of 7x to 8x between CO2(g) and dissolved carbonate indicates that both water and gas are in equilibrium with respect to carbon. Assuming that most of the dissolved carbon resides as HCO3 and using the constants provided by Deines et al. (1974) for carbon isotope equilibrium between HCO3 (aq) and CO2(g), the isotopic composition of the bicarbonate in equilibrium with the Paralana Hot Spring CO2(g) (d 13C= 18.1 to 19) is calculated to be between 12.6 and 13.5 at 57 8C, and 10.4 and 11.3 at 25 8C."
  }, {
    "heading": "5.6. Gas analysis",
    "text": "The gas emanating from Pool 1 in PHS has elevated concentrations of CO2(g), CH4(g), He(g) and a diminished concentration of O2(g) compared to the atmosphere (Table 3). The isotopic composition of\nompared to the Local Meteoric Water Line (LMWL) from the Alice the stable isotope composition of an evaporating water body with\nlative humidity (h) of 95%, 80% and 0%. The curves are drawn for rval. The isotopic composition of the atmospheric water is assumed n factors from Kakiuchi and Matsuo (1979).\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–64 55\ncarbon shows that CO2(g) is sourced from soil, plants or fresh-water carbonates. CO2(g) therefore most likely results from the oxidation of biological carbon in the soil or at the bottom of the pool. The Rn levels around PHS are extremely high (Fig. 10); such concentrations are normally reported only from cave systems, were Rn is concentrated by gravity and can travel fast in air and water to the traps. A significant proportion of the He may be produced by alpha decay of U, Th and their decay products. The Rn contents of PHS indicate relatively fast water uplift and the presence of rocks enriched in U at shallow depth on the flow path of the PHS fluid."
  }, {
    "heading": "5.7. Petrography of hydrothermally altered rocks at the Paralana hot springs",
    "text": "Rock samples collected from the outcrop adjacent to Pool 1 (Fig. 4b) have been strongly affected by hydrothermal fluids, showing evidence of early mesothermal mineralisation followed by multiple stages of epithermal overprint. Mesothermal quartz veins are associated to minor amounts of epidote and consist of granuloblastic, undulose quartz crystals with serrated grain boundaries and fluid inclusions. These veins have been fractured and brecciated, with early quartz crystals showing evidence of adiabatic shock through needle-like slivers being sheared off their edges. Fractures have been infilled with chalcedony and recrystallised quartz, which has eroded the early quartz and healed the adiabatic shock textures. The resultant breccia is matrix supported with angular to rounded clasts and contains coarser grained opaques. Early carbonate clasts are either replaced by chalcedonic silica and rimmed with opaques, or\nform cavities which are subsequently lined with the most recent mineralisation. Repeated fracturing and infilling has produced at least three identifiable generations of epithermal chalcedonic silica.\nMuscovite is introduced in the second generation. Iron mineralisation records the changing redox conditions of the mineralising fluid; pyrite present in the early mesothermal veins and rimming carbonate clasts indicates reducing conditions and later hematite, found in cross-cutting recrystallised quartz veins and lining cavities, indicates more oxidising conditions. As pyrite is fresh, it is assumed that redox conditions remained near the hematite–pyrite boundary (Fig. 5). Cavities contain opaline silica, gypsum, hematite, kaolinite (this study) and rare torbernite (Coats and Blissett, 1971), which represent the most recent mineralisation. Note that the gypsum is not associated with pyrite, and is interpreted to represent direct precipitation from the hydrothermal water and is not a weathering product.\nTextures found in rocks at Pool 1 were controlled by movements along the Paralana fault, which have resulted in a long history of overprinting structures, textures and mineralisation. The evidence seen on a small scale, coupled with the numerous dilational jogs along the fault zone suggests that the Paralana fault is a long lived fluid conduit in which fluids have been boiling (adiabatic textures), high temperature (muscovite) and low temperature (opaline silica, gypsum). The late opaline silica and gypsum indicate that the system has most recently been at low temperature."
  }, {
    "heading": "6. Discussion",
    "text": ""
  }, {
    "heading": "6.1. Paralana Hot Springs: fluid flow and heat sources",
    "text": ""
  }, {
    "heading": "6.1.1. Geothermometry",
    "text": "Geothermometry is used to determine the temperature at which a hydrothermal water last reached equilibrium with respect to particular host rock minerals, assuming that little equilibration occurred during the transport to the surface, that nothing was lost to the vapor phase, and that no mixing between thermal and surface waters occurred. Studies on active geothermal systems show that the content of SiO2 (solubility of quartz and other SiO2 forms) and Na–K–Ca (as con-\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–6456\ntrolled by feldspars, clay minerals and micas) can lead accurate geothermometric data under favorable circumstances (e.g., Mazor et al., 1980). Mineral saturation indices were calculated as a function of temperature using GWB. All the calculations were performed using the Eh values, but the geothermometric calculations are mainly redox independent. Mazor et al. (1980) and Arnorsson (1975) showed that at T b~110 8C, chalcedony controls SiO2 concentrations in thermal waters, whereas above ~180 8C quartz is the controlling phase. For PHS, chalcedony is saturated at 92 8C, whereas quartz is saturated at 120 8C (Fig. 11). The relatively low temperature of equilibration and the observation of chalcedony overprinting quartz in the hydrothermally weathered outcrop next to Pool 1 suggest that 92 8C is the best estimate for the temperature of last equilibration. The\ncalculations of the equilibrium state of alumino-silicates show that common rock-forming minerals such as K-feldspar and muscovite, as well as common weathering minerals of granitic rocks such as illite, montmorillonite and beidellite all equilibrate between 90 and 100 8C (Fig. 11). Hence, the most likely last temperature of equilibration for water–rock interaction of the PHS water is 95F5 8C."
  }, {
    "heading": "6.1.2. Heat sources and geothermal gradient",
    "text": "A minimum heating of 65 8C is required to bring a meteoric water (~25 8C) to the temperature of last equilibration of the PHS (z90 8C). Radiogenic heating of PHS water is supported by the high Rn and He contents and by the occurrence of several rock types in the MPD containing elevated concentrations of heat-generating elements (Table 5). Over a year,\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–64 57\nthe energy necessary for heating 1 kg of water by 65 8C is generated by as little as 507 t of Paralana Gneiss (Table 5). For a less enriched granite such as the British Empire Granite, 4300 t of rock are required.\nEstimates of the geothermal gradient in the two possible source areas (MPD and GAB) can be used to constrain the depth of circulation required to produce the 90–100 8C temperature of last equilibration between rock and fluid as indicated by the geothermometric analysis. The surface heat flow (Q, W/m2) is related to the geothermal gradient (B, 8C/m) and the thermal conductivity of the host rock (k, W/m/K) by the expression:\nQ ¼ kB (Cull, 1991).\nIn the MPD, a heat flow measurement of 126 mW/ m2 is available from the Parabana Hill, 34 km NE of the PHS (Cull, 1982). The hill consists of Terrapina Granite, thus the thermal conductivity of granite, ranging from 2800 to 4600 mW/m/K (Roy et al., 1981), can be used to constrain the local geothermal gradient in the range 27 to 45 8C/km. This indicates that the temperature of 90–100 8C was achieved between 1.4 and 2.4 km.\nEstimates from the geothermal gradient in the GAB range from 15.4 to 102.6 8C/km, with a mean of 48 8C/km (Polak and Horsfall, 1979), which compares with a world average of 33 8C/km for continental sedimentary basins (Lee and Uyedas, 1965). The highest values (N70 8C/km) are found in the Northern (Fort Bowen Ridge) and Southern (Bulloo Embayment, 300 km East of the Lake Frome Embayment) parts of the basin, and have been related to radioactive Proterozoic basement (Howard and Sass, 1964). Temperatures of water in wells tapping GAB typically range from 30 to 50 8C; however, the top aquifer in the GAB is located at depths in excess of 2000 m in the central part of the basin (Cox and Barron, 1998), so temperature in many sub-basins of the GAB reach up to 100 8C at the well head (Cull and Conley, 1983). At the Berverley mine (Fig. 1b), the top of the GAB is represented by the Cadna-Owie Formation at ~300 m below the surface; the water in this aquifer is at 50 8C (Heathgate Resources, 1998). Temperatures of GAB spring waters are lower, reaching 40 8C\n(Habermehl, 1998a), and it is unlikely that a spring formed by the same mechanism as a GAB mound spring could reach temperature of 57 8C, given the shallow aquifer source for these springs."
  }, {
    "heading": "6.1.3. Fluid flow",
    "text": "The close proximity of the PHS and Black Spring to the Paralana fault system suggests that the fault provides a conduit for groundwater. The detailed geometry of the PHS fault is poorly known, and the fault could tap waters from either MPD or the GAB. The potential to provide access to heat sources and flow paths which could produce a temperature of 60 8C and flow rate of 16 L/s must be evaluated for both the GAB and MPD to consider both as prospective fluid sources for the PHS."
  }, {
    "heading": "6.1.4. GAB source",
    "text": "Groundwater movement in the GAB is slow, with a probable flow rate between 1 and 5 m/year, due to low hydraulic conductivities and hydraulic gradients and high porosities in the aquifers (Habermehl, 1998b). This results in long residence times, which have been determined from 14C and 36Cl studies to range from several thousands of years in recharge areas to 1.4 million years at the centre of the basin (Habermehl, 1998b). If PHS is sourced from a GAB aquifer, we would expect it to have a residence time in excess of 1 million years (~1000 km from the recharge area in the Springsure area, Queensland (Cox and Barron, 1998). The range of flow rates from mound springs (1–150 L/s) sourced from the GAB demonstrates that even with the slow groundwater movement throughout the basin, a fracture or fault mechanism producing a conduit for groundwaters can produce flow rates of 16 L/s. The lack of a mound structure at the PHS, or any evidence of travertine, calcrete, calcareous or carbonaceous precipitation suggests that the waters are not from the same GAB mound spring system. It is improbable that fluids from the Cadna-Owie Formation flow directly upwards to the PHS as the hydraulic head (90 m) is too low to reach the springs. This flow path may be possible if the aquifer is tapped by a structural feature connected to the Paralana fault system, however, the water would require deeper circulation to elevate the pressure head and drive the fluid up a conduit to the springs.\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–6458"
  }, {
    "heading": "6.1.5. Mount Painter domain source",
    "text": "Many maps of the MPD incorporating the PHS show the Freeling Heights plateau draining into Hot Springs Creek and eventually into PHS (Coats and Blissett, 1971; GSSA, 1983; Sprigg, 1984). Black Spring, which is found at a similar elevation to PHS along the Paralana fault, may derive its fluids from the MPD in a similar fashion.\nSurface infiltration from precipitation in the MPD would rely primarily on gravity-driven flow through hydraulic gradients and fracture systems to circulate through the rocks. AW–E schematic geological crosssection of the MPD (Fig. 3) shows that water from either Mt. Painter or Freeling Heights would flow through gneisses, schists and granites of the MPD to reach the Paralana fault and as a result, PHS. A rough estimate of the residence time for this scenario can be calculated on the basis of Darcy’s law (V ¼ K n dh dl ; V is the average linear velocity at which water is moving, K the hydraulic conductivity, n the porosity, and dh / dl the hydraulic head gradient). Assuming that the flow is directly from the Freeling Heights to the springs, dh / dl=700 m/10 km=0.07. The basement rocks have low primary porosity and hydraulic conductivity. Unfractured igneous and metamorphic rocks typically have hydraulic conductivities ranging between 10 13 and 10 10 m/s and primary porosities ranging from 0% to 5% (Domenico and Schwartz, 1998; Freeze and Cherry, 1979). On average the porosity of crystalline rocks can be increased by 2– 5% by fracturing, while weathering can produce porosities of 30–60% in plutonic and metamorphic rocks (Fetter, 1994). While both physical and chemical weathering do occur in the MPD, it is unlikely that porosities of this magnitude exist within the domain. Thus, a porosity range between 2% and 5% is assumed. Hydraulic conductivities are also increased in fractured igneous and metamorphic units to a range of 10 9 to 10 5 m/s (Domenico and Schwartz, 1998; Freeze and Cherry, 1979). Using the above assumption, the calculated average velocity range from 1.4 10 5 to 1.4 10 9 m/s, implying that it would take from 9 to 226,500 years for surface infiltration at Mt. Painter to flow the 10 km directly to PHS.\nOne problem with a MPD source is the lack of precipitation and thus potential for surface infiltration in this arid region. Assuming that Freeling Heights plateau is the catchment area (147 km2; Sandiford et\nal., 1998a), an annual rainfall of 20.3 mm (BOM, 2001) and that all precipitation infiltrates the MPD and none is lost via evaporation, we calculate that the annual precipitation represent 3.83*1010 m3/year, or 1.21 L/s. Therefore, the current precipitation levels are not capable of maintaining the present day discharge from the PHS. The high apparent variability of the flow rate over the observation period (73 years), together with the relatively short residence time for water through MPD, supports an origin of PHS water from the MPD. The low precipitation may explain why the PHS are the only hot springs in the region. By limiting convective heat transport, the low precipitation also increases the temperature of the thermal system; this can explain why other U-rich environments (e.g., Athabasca Basin, Northern Saskatchowan, Canada; Kotzer and Kyser, 1995) do not feature similar hot springs."
  }, {
    "heading": "6.2. Modern water and fossil hydrothermal deposits",
    "text": "The geochemical similarity between the jasperoidal quartz outcrop and the water suggests that the PHS represent the surface expression of an epithermal mineralisation system at depth. Similarly, the high U content found in RC water suggest that it may be involved in U-mineralisation. In both cases, there are fossil deposits (Mt. Gee epithermal; Beverley U), which may have formed from waters with similar composition. In order to investigate possible relationship between fossil and modern groundwater, we used numerical modelling to simulate two possible mineralisation processes: cooling of PHS fluid, and reduction of RC fluid by biological matter and/or pyrite.\nRC has the highest U concentration among sampled waters. Uranium is typically extracted from rocks by oxidising waters where insoluble U4+ in the rocks is converted to the soluble uranyl ([UO2] 2+) ion; uranyl solubility is further increased by complexing with anions such as HCO3 and SO4 2 . The lack of U in most sampled waters reflects reducing conditions unsuitable for U mobilization. The Eh measurements plot next to the uraninite solubility line (Fig. 5) and in this case most waters would have little capacity to transport U. This explains both the absence of U in Pool 1 and the increase in U downstream, as waters become more oxidizing and extract U from alluvial sediments.\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–64 59\nReaction paths were calculated for the reduction of RC water by carbon (Fig. 12a,b) and pyrite (Fig. 12c), using a simple titration method. The model shows that\n-6 -5.5 -5 -4.5 -4 -3.5 -3\n-6\n-5\n-4\n-3\nPyrite reacted (log grams)\nM in\ner al\ns (lo\ng gr\nam s)\nHe ma\ntite\nKrutaite Penro seite\nClausthalite\nU O 2\n.2 5\nDolomite\nUraninite\nC ha\nlc oc\nite\nKarelianite\nMoSe 2\nVaesite\nBornite\nPyrite\n-9 -8 -7 -6 -5 -4 -3 -2 -1 -18\n-16\n-14\n-12\n-10\n-8\n-6\n-4\n-2\n0\nC reacted (log grams)\nM in\ner al\ns (lo\ng gr\nam s)\nCoff inite\nKrutaite\nDolo mite\nPd\nClausthalite Witherite\nKarelianite\nCattierite Galena\nVaesite Orpiment\nCovellite\nAcanthite\nBerndtite\nC\n-9 -8 -7 -6 -5 -4 -3 -2 -1 -20\n-15\n-10\n-5\n0\nC reacted (log grams)\nM in\ner al\ns (lo\ng gr\nam s)\nKrutaite\nUO 2.25\nPd\nDolo mite\nClausthalite\nNaumannite\nWitherite\nUraninite\nPolydymite KarelianiteCattierite\nGalena\nVaesite Orpiment\nAcanthite\nCovellite\nBerndtite\nC\na\nb\nc\nit would take as little as 10 8 g of carbon for pitchblende to precipitate from 1 kg of water (Fig. 12b). Uranium in roll-front deposits is usually associated with pyrite and V, Se and Mo minerals (Dahlkamp, 1993). In our simulation, V is represented by V2O3 (karelianite) and V3O5; Se occurs as Cu, Pb, Ag, Ni and Mo selenides and Mo in MoSe2 (note that molybdenite is not included in the LLNL database). Channel or basal U-deposits often include sulphides of Cu, Fe, Mo, Pb, Zn, whereas U–V deposits often contain Asbearing minerals in trace amounts and occur close to barite cementation (Dahlkamp, 1993). The reaction path predicts that both Cu and Pb sulphides would precipitate as galena (PbS) and covellite (CuS). The presence of orpiment (As2S3) and witherite (BaCO3) indicates that both barium and arsenic-bearing minerals may be associated with a U deposit formed from this water. The simulation in Fig. 12a was performed assuming that the dissolved silica concentration is controlled by quartz, whereas in Fig. 12b SiO2(aq) is controlled by amorphous silica. Coffinite, the main U-carrier at the Beverley U-mine, becomes the stable U-mineral. Reaction with pyrite (Fig. 12c) produces a similar orebody. Palladium is predicted to precipitate early in all models; however, the RC water do not carry enough Pd to form a significant anomaly, and the predicted Pd concentrations are less than 10 10 gram per gram of uraninite/coffinite. High Pd concentrations associated with U have been reported from unconformity type U-deposits in the Alligator Rivers field in the Northern Territory, Australia (Mernagh et al., 1994) and the Athabasca basin of Canada (Wray et al., 1985). Mernagh et al. (1994) suggest that the ratio of PGE+Au to U in these deposits is controlled by the extent of the reduction: a rise in pH and a small degree of reduction are efficient precipitation mechanisms for PGE+Au, whereas U deposition requires a more\nFig. 12. Simulation of potential ore-forming processes involving Radium Creek Water. (a) Reaction with organic carbon-bearing quartzite, assuming that dissolved silica concentration is controlled by quartz; (b) Reaction with organic carbon-bearing quartzite, assuming that dissolved silica is controlled by SiO2(am); (c) Reaction with pyrite-bearing quartzite, assuming that dissolved silica is controlled by quartz. Chemical formulae of unusual minerals: berndtite SnS2; cattierite CoS2; clausthalite PbSe; karelianite V2O3; krutaite CuSe2; naumannite Ag2Se; penroseite NiSe2; polydymite Ni3S4; vaesite NiS2; witherite BaCO3.\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–6460\nextensive reduction. Our simulation predicts early Pd precipitation if uraninite is the stable U-mineral; however, coffinite precipitates before Pd if dissolve silica is controlled by SiO2(am).\nThe average ore at Beverley contains 0.49 wt.% U and only low concentrations of As, V and Se (50, 50 and 6 ppm, respectively; Heathgate Resources,\n1998). The predicted final ore composition for the simulation in Fig. 12a, for a similar U grade, has 219 ppm As and 188 ppm V (Se minerals are predicted to redissolve, and occur only at b1 ppm level in the simulated ore). Detailed on-going mineralogical studies have revealed the presence of Se (rare clausthalite inclusions in uraninite/cofffinite) and V (as\n-30 -20 -10 0 10 20 30 -10\n-5\n0\n5\n10\n15\n20\n25\n30\nlog a K+/H+\nlo g\na C\na2 + /(\nH + )2\nB ei\nde lli\nte -\nK\nGrossular\nPHS water\nKaolinite\nLaumontite\nMaximum microcline\n95˚C\n5 5.5 6 6.5 7 7.5 8 8.5 9 0\n50\n100\n150\n200\n250\n300\npH\nT (\n˚C )\nCa ++\nCalcite\nFluorite\nFluorite c\nd\naF- 10 -3.66 fCO2(g) 10 -0.84\naCa2+ 10 -2.7\naCa2+ 10 -3.5\nQuartz supersaturated (aQuartz 10 3)\ntation sequence, for starting redox conditions more reducing than\ng redox conditions more oxidised than the sulfide/sulfate buffer. te with respect to the chemistry of the Paralana Hot Springs water. respect to the Paralana Hot Springs water. Diagram drawn for high redicted stable zeolite phases at a Quartz b200.\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–64 61\ncarnotite) within the ore at Beverley (Wulser, oral communication, 2005).\nThe similarity between the mineral assemblage above and the mineral assemblage associated with broll frontQ U-deposits suggests that waters from RC have the potential to produce a U-deposit. The simple calculations presented here show that these waters may also represent the waters from which the Beverley U-deposit formed. However, detailed understanding of the mineralogical and geochemical zoning within the Berverley deposits are required to evaluate whether RC-type groundwaters may have been involved in its formation.\nCooling is the most likely precipitation mechanism for PHS. Cooling paths calculated using different initial redox conditions near the sulphate/sulphide coexistence boundary are shown in Fig. 13a,b. Results are qualitatively similar, though the mineral ratios change, and whiterite+graphite appear under reducing conditions. A redox state close to the sulphate/ sulphide buffer at depth is indicated by the presence of fresh pyrite in rocks and gypsum in vugs of the jasperoidal outcrop next to Pool 1 at PHS. The predicted mineral assemblage is dominated by quartz, with only minor sulphides (pyrite) and minerals such as orpiment and karelianite, which are expected in epithermal context. The occurrence of clinobisvanite (BiVO4) as a supergene mineral in an epithermal gold mineralisation along the Paralana fault at Lively suggests that both Bi and V were in the epithermal fluids (Collier and Plimer, 2002) and, only 200 m north of the hot springs, silica breccia fault fill contains arsenian pyrite. Au would precipitate, but only in very small quantities due to its low concentration in the PHS fluid. Characteristic accessory phases in the Palaeozoic Mt. Gee epithermal system are fluorite, calcite and laumontite. These minerals could easily precipitate from the PHS water. Higher temperature or Ca concentrations would lead to fluorite precipitation, while a slight increase in pH would stabilize calcite (Fig. 13c). The PHS water composition also lies next to the stability field of laumontite (Fig. 13d). Laumontite has been reported from geothermal fields at temperatures generally lower than 220–230 8C in rocks of various compositions (Gianelli et al., 1998); the lowest temperature occurring hydrothermal laumontite was in a Na–Cl–SO4 springs at 43–89 8C in California (McCulloh et al., 1981)."
  }, {
    "heading": "7. Conclusions",
    "text": "Analysis of water, gas and rock samples from the PHS and water samples of groundwater from the Mt. Painter Inlier enables the characterization of this hydrothermal system in terms of physio-chemical characteristics, fluid sources and flow paths, heat sources, and mineralisation potential.\nThe PHS water is near neutral and contains low levels of dissolved elements. The changes in the physical and chemical parameters downstream from the source of the springs can be attributed to a decrease in temperature, and to interaction (sorption; micro-nutrient) with the large amount of biomatter in Pool 2.\nWater in the PHS differs from groundwater in the Mt. Painter Inlier in that it is ~30 8C warmer, contains less total dissolved solids and more CO2(aq), denoting a different source or flow path for this spring. Oxygen and hydrogen stable isotopic ratios indicate the water in PHS has a meteoric origin. Low levels of dissolved elements, recent gypsum and opaline silica mineralisation, and the absence of a hot water–rock trend in the stable isotopic ratios suggest the PHS water has not reached high temperatures. This is confirmed by geothermometric calculations indicating a temperature of last equilibration for water–rock interaction of 95F5 8C. High Rn and He concentrations at PHS indicate a localized radiogenic source. Radiogenic decay is likely to heat the water by enhancing the local geothermal gradients for MPD. Published geothermal gradients suggest circulation depths of 1.4 to 2.4 km.\nThe PHS water is of meteoritic origin and could be sourced from either the Mt. Painter Domain or GAB aquifers. The Na–Cl–HCO3 water type of the PHS differs from GAB waters but is similar to water from the Willawortina Formation in the Lake Frome plains, which is recharged from the MPD. The MPD source is further confirmed by the variability of the fluid flow at PHS and the low temperature of last fluid–rock interaction, which suggest relatively short residence times and a link to the local irregular precipitations. The position of PHS along the Paralana fault and their chemical similarity suggest that the fault system acts as a conduit for fluids. Similarities in the major and trace elements chemistry, and their common location on the Paralana Fault, indicate a common origin for\nJ. Brugger et al. / Chemical Geology 222 (2005) 35–6462\nBlack Spring and PHS. Slight differences in chemical and isotopic compositions are probably related to minor differences in flow path and residence times.\nThe RC water naturally contains high U concentrations, and reactive transport simulation shows that this water could produce a Beverley-type deposit through reduction by organic matter and/or sulphides. The apparent lack of As, Cu, Co minerals at Beverley could, in this case, be explained by a non-complete reduction of the fluid. The PHS water carries little U; however, by cooling, it can produce mineralisation similar to the jaspers outcropping around Pool 1. It could also result in the deposition of bMt. GeeQ style mineralisation, especially if heating to ~200 8C would occur. The PHS water contains the Ba, Mo and F necessary to precipitate characteristic accessory minerals such as barite, fluorite and molybdenite. The Mt. Gee system also contains elevated U and REE concentrations, which cannot be produced by the PHS water. This hints to special conditions during the formation of this system. Elburg et al. (2003) propose a link between the epithermal mineralisation at Mt. Gee and the intrusion of the ~440My British Empire granite. This link is also supported by magmatic isotopic signature for the sulphur in Mt. Gee sulphides (Lambert et al., 1982). Additional heat provided by the intrusion could explain the difference between the Mt. Gee system and the fault-bound jasperoidal mineralisation.\nThis study shows that the chemistry of modern groundwater in the MPD is closely related to that of fossil regional ore-forming fluids. The formation of economic and sub-economic mineral deposits depended on special circumstances that affect fluid flow and chemistry. For example, the Mt. Gee–Mt. Painter epithermal system may result from mantle heat input provided by the intrusion of the British Empire Granite. On the other hand, the Beverley style mineralisation could be linked to wetter climate (e.g., Tertiary), drawing large amounts of RC-type groundwater into the Lake Frome embayment."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank Michelle Carey for the IC analyses, John Tsiros for the ICP-MS analyses, Ian Cartwright and Ben Petrides for the stable isotope analyses of water and gas, David Stone of ANSTO for the gas analyses,\nRobert Douglass for preparing the thin sections, and Jim Cull for helping with the heat flow calculations.We are indebted to Kristen Byford, Josquin Tibbits, Edwin Byford, Stefan Ansermet, Ben McHenry, Michael Long and Barbara Etschmann for their help during field work. Special thanks are due to Doug Sprigg for offering hospitality at ArkaroolaWilderness Resort and for showing us the Northern Flinders Ranges from the air. This work benefited greatly from detailed and insightful comments by two anonymous reviewers. [DR]"
  }],
  "year": 2005,
  "references": [{
    "title": "Thermodynamics in Geochemistry",
    "authors": ["G.M. Anderson", "D.A. Crerar"],
    "year": 1993
  }, {
    "title": "A culture-independent survey of the bacterial community in a radon hot spring",
    "authors": ["R.P. Anitori", "C. Trott", "D.J. Saul", "P.L. Bergquist", "M.R. Walter"],
    "venue": "Astrobiology",
    "year": 2002
  }, {
    "title": "Application of the silica geothermometer in low temperature hydrothermal areas in Iceland",
    "authors": ["S. Arnorsson"],
    "venue": "American Journal of Science",
    "year": 1975
  }, {
    "title": "Origins of hydrothermal ores",
    "authors": ["H.L. Barnes", "A.W. Rose"],
    "venue": "Science",
    "year": 1998
  }, {
    "title": "The Geochemist’s Workbench",
    "authors": ["C.M. Bethke"],
    "venue": "Hydrogeology Program. University of Illinois,",
    "year": 1998
  }, {
    "title": "Environmental Isotopes in Hydrogeology, 2nd ed",
    "authors": ["I.D. Clark", "P. Fritz"],
    "year": 1997
  }, {
    "title": "Regional and economic geology of the Mount Painter province Department of Mines",
    "authors": ["R.P. Coats", "A.H. Blissett"],
    "venue": "Geological Survey of South Australia, Bulletin",
    "year": 1971
  }, {
    "title": "Geology and the Associated Mineralisation of the Arkaroola Creek Area, South Australia",
    "authors": ["J. Collier"],
    "venue": "Unpublished Honours Thesis,",
    "year": 2000
  }, {
    "title": "Supergene clinobisvanite pseudomorphs after supergene dreyerite from Lively’s Mine, Arkaroola, South Australia",
    "authors": ["J.B. Collier", "I.R. Plimer"],
    "venue": "Neues Jahrbuch fuer Mineralogie Monatshefte.,",
    "year": 2002
  }, {
    "title": "Great Artesian Basin: Resource Study. Great Artesian Basin Consultative Council, Australia",
    "authors": ["R. Cox", "A. Barron"],
    "year": 1998
  }, {
    "title": "An appraisal of Australian heat-flow data",
    "authors": ["J.P. Cull"],
    "venue": "BMR Journal of Australian Geology and Geophysics",
    "year": 1982
  }, {
    "title": "Heat flow and geophysics in Australia",
    "authors": ["J.P. Cull"],
    "venue": "Exploration of the Deep Continental",
    "year": 1991
  }, {
    "title": "Geothermal gradients and heat flow in Australian sedimentary basins",
    "authors": ["J.P. Cull", "D. Conley"],
    "venue": "BMR Journal of Australian Geology and Geophysics",
    "year": 1983
  }, {
    "title": "Uranium Ore Deposits",
    "authors": ["F.J. Dahlkamp"],
    "year": 1993
  }, {
    "title": "Stable carbon isotope ratios and the existence of a gas phase in the evolution of carbonate groundwaters",
    "authors": ["P. Deines", "D. Langmuir", "R.S. Harmon"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1974
  }, {
    "title": "Physical and Chemical Hydrogeology",
    "authors": ["P.A. Domenico", "F.W. Schwartz"],
    "year": 1998
  }, {
    "title": "The geochemistry of natural waters. Surface and Groundwater Environments",
    "authors": ["J.I. Drever"],
    "year": 1997
  }, {
    "title": "Geology of the uraniferous breccia near Mt. Painter, South Australia and revision of rock nomenclature",
    "authors": ["J.F. Drexel", "R.B. Major"],
    "venue": "Geological Survey of South Australia,",
    "year": 1987
  }, {
    "title": "Mount Painter uranium-rare earth deposits",
    "authors": ["J.F. Drexel", "R.B. Major"],
    "venue": "Geology of the Mineral Deposits of Australia and Papua New Guinea. Australasian Institute of Mining and Metallurgy,",
    "year": 1990
  }, {
    "title": "The geology of South Australia. Volume 1: The Precambrian",
    "authors": ["J.F. Drexel", "W.V. Preiss", "A.J. Parker"],
    "venue": "Geological Survey of South Australia, Bulletin,",
    "year": 1993
  }, {
    "title": "Non-magmatic fracture-controlled hydrothermal systems in the Idaho Batholith: south fork payette geothermal system",
    "authors": ["G.K. Druschel", "P.E. Rosenberg"],
    "venue": "Chemical Geology",
    "year": 2001
  }, {
    "title": "Standard Methods for the Examination of Water and Wastewater. American Public Health Association, American Water Works Association and the Water Environment Federation, USA",
    "authors": ["A.D. Eaton", "L.S. Clesceri", "A.E. Greenberg"],
    "year": 1995
  }, {
    "title": "A newly defined Late Ordovician magmatic-thermal event in the Mt. Painter Province, Northern Flinders Ranges, South Australia",
    "authors": ["M. Elburg", "P. Bons", "J. Foden", "J. Brugger"],
    "venue": "Australian Journal of Earth Sciences",
    "year": 2003
  }, {
    "title": "Rare-earth abundances in chondritic meteorites",
    "authors": ["N.M. Evensen", "P.J. Hamilton", "R.K. O’Nions"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1978
  }, {
    "title": "Applied Hydrogeology",
    "authors": ["C.W. Fetter"],
    "year": 1994
  }, {
    "title": "Middle tertiary hydrothermal activity and uplift of the Northern Flinders Ranges, SA: insights from apatite fission track thermochronology",
    "authors": ["D.A. Foster", "J.M. Murphy", "J.W. Gleadow"],
    "venue": "Australian Journal of Earth Sciences",
    "year": 1994
  }, {
    "title": "Groundwater. Prentice-Hall Inc, New Jersey",
    "authors": ["R.A. Freeze", "J. Cherry"],
    "year": 1979
  }, {
    "title": "Water– rock interaction and hydrothermal mineral equilibria in the Tendaho geothermal system",
    "authors": ["G. Gianelli", "N. Mekuria", "S. Battaglia", "A. Chersicla", "P. Garofalo", "G. Ruggieri", "M. Manganelli", "Z. Gabregziabher"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1998
  }, {
    "title": "Environmental isotopes in lake studies",
    "authors": ["R. Gonfiantini"],
    "venue": "Handbook of Environmental Iso-",
    "year": 1986
  }, {
    "title": "The radioactivity and composition of the water and gases of the Paralana Hot Spring",
    "authors": ["K. Grant"],
    "venue": "Transactions of the Royal Society of South Australia",
    "year": 1938
  }, {
    "title": "The great artesian basin, Australia",
    "authors": ["R. Habermehl"],
    "venue": "BMR Journal of Australian Geology and Geophysics",
    "year": 1980
  }, {
    "title": "Great Artesian Basin: Resource Study",
    "authors": ["R. Habermehl"],
    "venue": "Great Artesian Basin Consultative Council,",
    "year": 1998
  }, {
    "title": "Hydrogeology of the Great Artesian Basin. Australian Geological Survey Organisation, Australia",
    "authors": ["R. Habermehl"],
    "year": 1998
  }, {
    "title": "Chemical mass transfer modelling of ore-forming hydrothermal systems— current practice and problems",
    "authors": ["C.A. Heinrich", "J.L. Walshe", "B.P. Harrold"],
    "venue": "Ore Geology Reviews",
    "year": 1996
  }, {
    "title": "The geothermal framework for epithermal deposits",
    "authors": ["R.W. Henley"],
    "venue": "Geology and Geochemistry of Epithermal Systems, Reviews in Economic Geology,",
    "year": 1985
  }, {
    "title": "Geochemistry of ground waters from the Great Artesian Basin, Australia",
    "authors": ["A.L. Herczeg", "T. Torgersen", "A.R. Chivas", "M.A. Habermehl"],
    "venue": "Journal of Hydrology",
    "year": 1991
  }, {
    "title": "Hot dry rock geothermal exploration in Australia",
    "authors": ["R. Hillis", "M. Hand", "S. Mildren", "J. Morton", "P. Reid", "S. Reynolds"],
    "venue": "Eastern Australian Basins Symposium: II. Petroleum Exploration Society of Australia,",
    "year": 2004
  }, {
    "title": "Stable Isotope Geochemistry",
    "authors": ["J. Hoefs"],
    "year": 1997
  }, {
    "title": "Terrestrial heat flow in Australia",
    "authors": ["L.E. Howard", "J.H. Sass"],
    "venue": "Journal of Geophysical Research",
    "year": 1964
  }, {
    "title": "Beverley uranium project—groundwater resources, management and monitoring",
    "authors": ["S.R. Howles"],
    "venue": "MESA Journal 17,",
    "year": 2000
  }, {
    "title": "The status of world geothermal power generation 1995–2000",
    "authors": ["G.W. Huttrer"],
    "venue": "Journal of the Japan Geothermal Energy Association",
    "year": 2001
  }, {
    "title": "A palaeomagnetic study of hydrothermal activity and uranium mineralisation at Mt. Painter, South Australia",
    "authors": ["M. Idnurm", "C.A. Heinrich"],
    "venue": "Australian Journal of Earth Sciences",
    "year": 1993
  }, {
    "title": "Direct measurements of D/H and 18O/ 16O fractionation factors between vapor and liquid water in the temperature range from 10 to 40 8C",
    "authors": ["M. Kakiuchi", "S. Matsuo"],
    "venue": "Geochemical Journal",
    "year": 1979
  }, {
    "title": "Petrogenesis of the Proterozoic Athabasca Basin, Northern Saskatchewan",
    "authors": ["T.G. Kotzer", "T.K. Kyser"],
    "year": 1995
  }, {
    "title": "Heat flow from the Earth’s interior: analysis of the global data set",
    "authors": ["H.N. Pollack", "S.J. Hurter", "J.R. Johnson"],
    "venue": "Reviews of Geophysics",
    "year": 1993
  }, {
    "title": "A stratigraphic and tectonic overview of the Adelaide Geosyncline, South Australia",
    "authors": ["W.V. Preiss"],
    "venue": "Geological Society of Australia,",
    "year": 1989
  }, {
    "title": "A stratigraphic and tectonic overview of the Adelaide Geosyncline, South Australia",
    "authors": ["W.V. Preiss"],
    "venue": "Geological Society of Australia, Special Publication,",
    "year": 1990
  }, {
    "title": "Delamerian fold belt",
    "authors": ["W.V. Preiss"],
    "venue": "The Geology of South Australia. Mines and Energy Geological Survey of South Australia, South Australia,",
    "year": 1993
  }, {
    "title": "Thermophysical properties of rocks",
    "authors": ["R.F. Roy", "A.E. Beck", "Y.S. Touloukian"],
    "year": 1981
  }, {
    "title": "High geothermal gradient metamorphism during thermal subsidence",
    "authors": ["M. Sandiford", "M. Hand", "S. McLaren"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1998
  }, {
    "title": "Sedimentary thickness variations and deformation intensity during basin inversion in the Flinders Ranges, South Australia",
    "authors": ["M. Sandiford", "E. Paul", "T. Flöttmann"],
    "venue": "Journal of Structural Geology",
    "year": 1998
  }, {
    "title": "Karst and mound spring deposits",
    "authors": ["M.J. Sheard", "P.C. Smith"],
    "venue": "Mines and Energy Geological Survey of South Australia, South Australia,",
    "year": 1995
  }, {
    "title": "Arkaroola—Mount Painter in the Northern Flinders Ranges, S.A.: The Last Billion Years",
    "authors": ["R.C. Sprigg"],
    "venue": "Arkaroola Pty Ltd, Australia",
    "year": 1984
  }, {
    "title": "The aqueous geochemistry of the rare earth elements and yttrium: Part 7. REE, Th and U contents in thermal springs associated with the Idaho batholith",
    "authors": ["P.E. van Middlesworth", "S.A. Wood"],
    "venue": "Applied Geochemistry",
    "year": 1998
  }, {
    "title": "Beverley Uranium Project—in situ mining approved",
    "authors": ["S. Walker"],
    "venue": "MESA Journal",
    "year": 1999
  }, {
    "title": "Geology of the Midwest uranium deposit, Northern Saskatchewan",
    "authors": ["E.M. Wray", "D.E. Ayres", "H. Ibrahim"],
    "venue": "Canadian Institute of Mining and Metallurgy",
    "year": 1985
  }],
  "id": "SP:d2c42176248bb924741e053952ea32303a556c44",
  "authors": [{
    "name": "Joël Brugger",
    "affiliations": []
  }, {
    "name": "Ngaire Long",
    "affiliations": []
  }, {
    "name": "D.C. McPhail",
    "affiliations": []
  }, {
    "name": "Ian Plimer",
    "affiliations": []
  }],
  "abstractText": "The Mesoproterozoic Mt. Painter Inlier (Northern Flinders Ranges, South Australia) is located in a zone of anomalously high heat flow attributed to high concentrations of radioactive elements in the Inlier. Paleozoic hydrothermal activity produced large volumes of uraniferous breccias and siliceous sinter, and secondary uranium deposits are mined in Tertiary sandstones east of the Inlier (Beverley mine). The Paralana hot springs (PHS) are the only remaining hot spring along the Paralana fault, the locus of long-standing hydrothermal activity, as shown by epithermal precious metal, Cu–Fe and Fe–U deposits. This study investigates the chemistry of the PHS water and other groundwaters in the Mt. Painter Inlier, aiming to constrain the primary source of the water and heat in PHS, and to explore the relationships between fossil ore deposits and modern groundwaters in the province. PHS discharges 16 L/s of water at a temperature of 57 8C. The water is neutral (pH 7–8) and has total dissolved solids of 1144 mg/L, towards of the lower end of the range for nearby cold springs and groundwater bores (1000 to 3041 mg/L TDS). Fluorine (5 ppm), Mo (33 ppb), W (11 ppb), Cs (16 ppb) and Rb (200 ppb) concentrations are comparatively high in the spring water. dO and dD values show that the PHS water is of meteoric origin, and dC values of CO2 (g) emanating from the springs and dissolved HCO3 suggest the carbon source is organic matter, e.g., soil or plants. Rn concentrations are very high at the springs (radiation of 10,952 Bq/m) implying a localized radiogenic source at shallow depth. According to geothermometric calculations, the most recent water–rock interaction temperature is 95F5 8C. High geothermal gradients, attributed to high concentrations of radiogenic elements, suggest that circulation depths between 1.4 and 2.4 km are required to produce this temperature. The PHS result from meteoric water circulating through hot rocks, and are the surface expression of a cyclic, low-temperature, non-volcanic hydrothermal system. Two possible sources of meteoric water for the springs have been identified: Mt. Painter Domain and a local Great Artesian Basin aquifer. The variability of the flow",
  "title": "An active amagmatic hydrothermal system: The Paralana hot springs, Northern Flinders Ranges, South Australia"
}