{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nProceedings of the Geologists’ Association\njourna l homepage: www.e lsevier .com/ locate /pgeola\nReview paper\nThe Old Red Sandstone of Britain and Ireland — a review\nR.S. Kendall [163_TD$DIFF]British Geological Survey—Cardiff University, Main Building, Park Place, Cardiff CF10 3AT, United Kingdom\nA R T I C L E I N F O\nArticle history: Received 13 April 2017 Received in revised form 21 April 2017 Accepted 2 May 2017\nKeyword: Old Red Sandstone\nE-mail address: rhnd1@bgs.ac.uk (R.S. K\nhttp://dx.doi.org/10.1016/j.pgeola.2017.05.0 0016-7878/Crown Copyright © 2017 Publis\nendall).\n02 hed by Els\nA B S T R A C T\nThe Old Red Sandstone (ORS) is an informal termwhich is given to continental, predominantly siliclastic, strata of late Silurian to early Carboniferous age which were deposited across the continent of Laurussia at sub-tropic to tropical latitudes. The coincidental development of land plants had amajor impact on the atmosphere and global climate by lowering atmospheric carbon dioxide levels, which profoundly affected the style of alluvial sedimentation during this interval, by stabilising flood plains and facilitating the development of soils. The ORS also provides examples of syn- to post-orogenic deposition related to the Caledonian Orogeny, which was affected by synchronous tectonism and volcanism. The influence of Variscan tectonics on basin deformation and tectonism is also evident in the ORS sequence. In October 2014, a symposiumwas held, organised by the SouthWales Geologists’ Association, entitled The Old Red Sandstone: is it Old, is it Red and is it all Sandstone? The event consisted of talks and posters on topics associated with the Old Red Sandstone deposits, principally of Wales and the Welsh Borders and the Scottish Borders in the UK, and included a series of field trips. Seven of the speakers have contributed manuscripts which are presented in this volume. These include papers discussing fossil fish and plant assemblages, the Fforest Fawr Geopark, Old Red Sandstone building stones, and soft sediment deformation. A brief report on the event and acknowledgements is also included. Crown Copyright © 2017 Published by Elsevier Ltd on behalf of The Geologists' Association. All rights\nreserved.\nContents\n1. Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4\nevier Ltd on behalf of The Geologists' Association. All rights reserved.\n09\n2. Present day ORS distribution . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 10 3. Palaeogeographical setting . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 10 4. ORS basins of Britain and Ireland . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 14\n4.1. Midland Valley Basin . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 14 4.2. Anglo-Welsh Basin . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 16\n5. ORS stratigraphy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 17\n5.1. Stratigraphic nomenclature for the Midland Valley of Scotland . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 17 5.2. Stratigraphic nomenclature for the Anglo-Welsh Basin . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 17\n6. Contents of special issue . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 17\n[169_TD$DIFF]Acknowledgements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 20 References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 20\n1. Introduction\nThe deposition of the Old Red Sandstone (ORS) occurred during a critical period of Earth history both globally and regionally, with profound innovations in terrestrial ecosystems, and concomitant\nchanges in sedimentological regimes. During this time, complex, terrestrial ecosystems were established (Jeram et al., 1990; Edwards and Selden, 1993; Gray, 1993; Edwards and Wellman, 2001; Shear and Selden, 2001), including the proliferation of land plants which had a major impact on both earth surface processes and atmospheric composition (Retallack, 1997; Berner, 1998; Elick et al., 1998; Algeo et al., 2001; Driese and Mora, 2001). The establishment of surface vegetation impacted the style of alluvial\nsedimentation, by stabilising flood plains and facilitating the development of soils (Davies and Gibling, 2010b;[164_TD$DIFF] Gibling et al., 2014). By the late Silurian, vascular plants werewell established on land, but were restricted to small forms, typified by Cooksonia which grew up to 2 cm tall and possessed networks of shallow, horizontal, primitive roots (Edwards andWellman, 2001; Edwards and Richardson, 2004). By the late Silurian (P rídolí) and Lower Devonian, plants had become larger and possessed more complex root systems, and had greater diversity in terms of their morphology and geographic distribution (Davies et al., 2011). Their deeper rooting systems consolidated the soil and contributed organic content, thereby decreasing surface run-off (Davies and Gibling, 2010a, 2010b) and creating new habitats and nutrient sources for terrestrial faunas ( [165_TD$DIFF]Selden and Edwards,1989; [166_TD$DIFF] Shear and Selden, 2001). The expanded vegetation cover has also been linked to enhanced rates of pedogenesis (Allan, 1974; Algeo et al., 2001; Brasier, 2011), as plant growth and the incorporation of organic matter raised the concentration of CO2 in soils. Plant respiration and microbiobial decay facilitated the production of carbonic acid, which in turn dissolved limestone producing biocarbonate ions, which ultimately contributed to calcrete precipitation which is a characteristic of the ORS (Brasier et al., 2014).\nVascular plants spread to upland areas during the Devonian, where their deep root systems contributed to enhanced chemical and physical weathering of silicate rocks (Algeo et al., 2001; Brasier, 2011), enhancing the production and delivery of finergrained sediments into the sedimentary systems (Davies and Gibling, 2010a, 2010b). The transported sediment included the breakdown products of bacterial and fungal activity on plant detritus, which facilitated algal blooms and the development of anoxic conditions in closed water basins. A mass extinction event in the oceans at this time extinguished approximately 70–80% of shallow marine organisms (Algeo et al., 1998, 2001).\nThe proliferation of land plants is thought to have had a major impact on global atmospheric carbon dioxide (CO2) and oxygen (O2) concentrations (Retallack, 1997; Berner, 1998; Elick et al., 1998; Algeo et al., 2001; Driese and Mora, 2001). High levels of atmospheric CO2 during the earlier Palaeozoic was followed by a significant drop at the Silurian-Devonian boundary. This is attributed to the rise of vascular land plants, which caused increases in the rates of chemical weathering of silicates and burial of organic matter which caused a rise of O2 and drop in atmospheric CO2 concentrations (Berner and Kothavala, 2001; Berner, 1991, 1998, 2006). As atmospheric concentrations of CO2 are thought to be a primary control of global temperatures (Royer et al., 2004; Mann et al., 1998; Crowley and Berner, 2001) this would have contributed to global cooling (Algeo and Scheckler, 1998).\nRocks of the ORS preserve a diverse assemblage of animal trace fossils, consistent with the diversification of terrestrial faunas/ enhanced complexity of terrestrial ecosystems. Examples from the Anglo-Welsh Basin are mainly preserved in fine-grained, alluvial facies. The most common trackways are those generated by arthropods, including arachnids, eurypterids, myriapods and Diplopodichnus. Other traces include worm burrows and faecal/ feeding pellets (Morrissey et al., 2012; Davies et al., 2011; Davies and Gibling, 2010a, 2010b).\nThe appearance of land plants had a dramatic and lasting effect on alluvial geomorphology and sedimentology (Davies et al., 2014). Prior to the Devonian, alluvial networks were predominantly coarse-grained and braided, with laterally-accreted channel sediments and floodplain muds and silts which subsequently developed soils to become the calcrete palaeosols. By the Early Devonian, the river networks diversified to include discrete channel lenses and the establishment of coastal plains (Morrissey et al., 2012).\nThe sediments of the ORS also provide opportunity to investigate syn- to post-orogenic deposition associated with a major orogeny—the Caledonian Orogeny. These sediments are modified by synchronous tectonism and volcanism. The influence of Variscan tectonics on basin formation and deformation is also recorded within its sediments (Hillier and Williams, 2006).\nThe ORS is known to be of late Silurian to early Carboniferous age (Friend andWilliams, 2000; Becker et al., 2012), but the precise ages of its upper and lower boundaries within Britain and Ireland remains contentious. This is primarily because it is dominated by continental facies which have poor fossil preservation potential. Palynomorphs, vascular plant fossils and fish are useful, but problems remain with their correlation with schemes used in coeval marine facies (Becker and Kirchgasser, 2007). There are a number of schemes which utilise palynomorhs. These include Streel et al. (1987), Richardson and McGregor (1986), Richardson et al. (2000) and Steemans (1989). Vascular plant based biozonal schemes have been provided by Banks (1980) and subsequent work by Edwards et al. (2000). Biozonal schemes based on fossil fish (the principal macro-fossils) and other microvertebrate remains, are summarised by Blieck and Janvier (1989), Blieck and Turner (2000) and Vergoossen (2000) (Becker et al., 2012).\nThis special issue of the Proceedings of the Geologists’ Association has been compiled following a symposium, held in Brecon, south Wales in October 2014, entitled The Old Red Sandstone: is it Old, is it Red and is it all Sandstone? The symposium was held at the Elim Church Centre in Brecon and was convened jointly by the South Wales Geologists’ Association and the Fforest Fawr Geopark, supported by the Palaeontological Association and the Geologists’ Association. The aim was to bring together researchers with diverse interests in the Old Red Sandstone (ORS) in order to share ideas. Discussion covered many aspects, but mainly focused on the Midland Valley of Scotland and the Anglo-Welsh Basin. The present paper presents a summary of the Old Red Sandstone in these regions, and is intended to provide context to the themed collection of papers, summaries of which are provided at the end. See Appendix A at the end of this paper, for an acknowledgement to all those involved in making the meeting such a success."
  }, {
    "heading": "2. Present day ORS distribution",
    "text": "ORS deposits are known from almost every continent of the world, including Arctic Canada, western Europe, Russia, the AltaiSayan region of Central Asia, east Asia, Australia, Antarctica, the Falkland Islands and countries bordering the north Atlantic (Friend, 1968; Dinley, 1984). Britain and Ireland, which are the focus of this paper, fall into the north Atlantic region, which stretches from the Appalachians of North America and Canada, Arctic Canada, Spitsbergen, the Baltic and Greenland (Friend et al., 2000) (Fig. 1).\nWithin Britain and Ireland, there are five principal areas of outcrop. These are: Orkney, Shetland and North East Scotland, the Midland Valley of Scotland, the Scottish Borders and Northumberland, southern Lake District and south Wales and the Welsh borders. There are also a number of other smaller basins in Wales and Ireland (Fig. 2) (Barclay et al., 2005; Leveridge and Shail, 2011)."
  }, {
    "heading": "3. Palaeogeographical setting",
    "text": "For much of the early Palaeozoic, the southern part of Britain and Ireland formed the eastern part of a continental fragment, known as Avalonia, which lay within the Iapetus Ocean. The continent of Laurentia, which included parts of modern day Scotland, lay to the north of Avalonia, and the continent of\nGondwana lay to the south. Avalonia rifted away from Gondwana during the Ordovician and it moved northwards towards Laurentia as the Iapetus Ocean gradually closed throughout the Ordovician\n[(Fig._1)TD$FIG]\nFig. 1. North Atlantic Devonian Basins (after\nand Silurian. To the east, another continental fragment, known as Baltica, drifted north-east as the Tornquist Sea (an eastern arm of the Iapetus Ocean) closed (Woodcock, 2012b).\nFriend, 1969; Dinley, 1984; Miall, 2000).\n[(Fig._2)TD$FIG]\nThe timing andmanner inwhich Avalonia, Baltica and Laurentia converged to form the resulting continent of Laurussia is a matter of debate (Barclay et al., 2005). Cocks and Torsvik (2002) suggest that Avalonia and Baltica collided at about 440Ma, and from425 to\n[(Fig._3)TD$FIG]\nFig. 3. Palaeogeography of the closure of the Iapetus Ocean\n420Ma these combined landmasses collided with Laurentia to produce the Scandian Orogeny. Deweyand Stachan (2003) propose an alternative idea that the Scandian orogeny was the result of collision by sinistral transtension of Laurentia and Baltica from about 435Ma–425Ma, and that around 425Ma Avalonia then collided with Laurentia/Baltica with highly oblique sinistral transpression (Fig. 3).\nBy late Llandovery times, the oblique collision had caused major, orogen-parallel, sinestral strike-slip displacements along major NE-SW trending transcurrent faults (Dewey and Stachan, 2003; Hillier andWilliams, 2006). By the late Silurian (Ludlow), the continents of Avalonia, Baltica and Laurentia had fully docked, the Iapetus Ocean was closed, and the new Old Red Sandstone (Laurussia) continent had formed (Barclay et al., 2005). Basins along the northern edge of Eastern Avalonia deepened in response to crustal flexures to the south of the suture, and over-supply of sediment from the newmountains caused the basins to fill rapidly, replacing marine conditions with terrestrial (Hillier and Williams 2006).\nThe Rheic Ocean lay to the south of newly formed Laurussia, and separated it from the continent of Gondwana, which was drifting northward, progressively closing the ocean (Fig. 3). Ahead of the main collision between Laurussia and Gondwana, other continental fragments moved towards, and eventually collided with, Laurussia. The collision of one such continental fragment, named Armorica, is thought to be responsible for the Acadian Orogeny during the late Early to Middle Devonian (Woodcock and Strachen, 2000; Woodcock, 2012a, 2012b). The resulting phase of uplift and erosion is now represented by a regional unconformity below strata of Late Devonian age (Barclay et al., 2015).\nDuring the Devonian, Laurussia lay in tropical to sub-tropical latitudes, with Britain lying at approximately 5–15 S (Scotese, 2001). Palaeomagnetic data from South Wales supports this, suggesting a latitude of 17+/ 5 S (Channel et al., 1992; Barclay et al., 2005).\nin early to mid-Silurian time. After Woodcock (2012b).\n[(Fig._4)TD$FIG]"
  }, {
    "heading": "4. ORS basins of Britain and Ireland",
    "text": "The closure of the Iapetus Ocean produced new mountainous areas of land from which large volumes of clastic sediments were derived and deposited under mainly continental conditions (Allan, 1979). The ORS sediments are preseved in several basins, each recording local variations in subsidence, uplift, sediment sources and marine influences (Allan, 1977; Hillier and Williams, 2006). The ORS basins in Britain and Ireland are broadly classified with respect to their positions relative to the Caledonian Mountains (Fig. 4a and b) (Woodcock and Strachen, 2000).\nBasins formed to the north west of, and along the line of, the Iapetus Suture (Fig. 2) and the CaledonianMountains are known as Internal or Intramontain basins. These had little or no access to the ocean, and formed above the remnant of the north-west-dipping slab of Iapetus oceanic lithosphere. Therewas also local subsidence triggered by regional-transtension and local-transtension around strike slip faults (Woodcock, 2012a). Examples of such internal basins include the Orkney, Shetland and North East Scotland and the Midland Valley Basins (Fig. 2).\nExternal ORS basins are located to the south of the Caledonian Mountains and underwent transtensional or flexural subsidence during the Silurian. These basins had river networks which drained to coastlines at the south and east. Examples include the Anglo-Welsh Basin and the Dingle-Shannon Basin of southern Ireland (Fig. 6). Both basins have successions with no major\n[(Fig._5)TD$FIG]\nbreaks in deposition from the Silurian to the Early Devonian, suggesting continued subsidence during this interval (Woodcock, 2012b).\nIn much of Britain and Ireland, Lower ORS deposits terminate at an unconformity of late early to Middle Devonian age. This unconformity marks the deformation and uplift associated with the Acadian Orogeny. This unconformity does not occur in northeast Scotland (Orcadian Basin), where mid-Devonian rocks are preserved (Woodcock, 2012b).\nThe main focus of the ORS symposium, for which this special volume has been created, was the Anglo-Welsh Basin and the Midland Valley Basin of Scotland. These are discussed in more detail."
  }, {
    "heading": "4.1. Midland Valley Basin",
    "text": "The ORS of the Midland Valley of Scotland was deposited in a series of basins within a northeast-southwest oriented rift, bounded to the north by the Highland Boundary Fault and to the south by the Southern Uplands Fault (Fig. 5). The rift extends into the North Sea and into the Irish Sea and Ireland (Browne and Barclay, 2005). The Midland Valley contains a number of separate Lower ORS basins, divided by an east-west volcanic ridge (the AyrOchil-Sidlaw volcanic axis) lying above an Ordovician arc. To the north of the arc are the Strathmore, Stonehaven and Crawton basins, and to the south, the Lanark Basin (Browne et al., 2002; [167_TD$DIFF] Browne and Barclay, 2005; Woodcock, 2012b) (Fig. 5).\nland (after Woodcock, 2012a; Bluck, 2000).\n[(Fig._6)TD$FIG]\nThe Devonian of the Midland Valley records a history of transtensional faulting, which opened pull-apart basins, and transpressive movements, which inverted them. The faulting created new areas of high ground which provided a source of sediments. There was also intermittent volcanism along faults (Bluck, 2000). The basins contain successions organised into two major cycles, separated by a Middle Devonian unconformity. The cycles each begin with conglomerates and fine upwards into sandstones, recording fault initiation and declining sediment supply due to progressive erosion of the source areas (Bluck, 2000) leading to the reduction of relief and hence stream power.\nDuring Lower ORS times, both the Strathmore and Lanark basins had a south-west trunk drainage (Fig. 5) and carried sediments derived from the Scandian mountains between Baltica and Laurentia (Woodcock, 2012a). The Stonehaven Basin contains the oldest ORS aged sediments, beingWenlock in age, and records a distinct episode of basin fill (Woodcock, 2012b), sourced from the south-west. The Stonehaven Basin was succeeded by the larger Crawton Basin which extended south-westwards. The Crawton Basin was filled with conglomerates and sandstones predominantly derived from the north, although some conglomerates have a southerly derivation (Barclay et al., 2005). The separate Lower ORS basins were succeeded by a single Upper ORS basin known as the Midland Valley Basin (Fig. 5), whose rivers principally drained north-eastwards (Woodcock, 2012b). [(Fig._7)TD$FIG]"
  }, {
    "heading": "4.2. Anglo-Welsh Basin",
    "text": "The ORS of the Anglo-Welsh Basin outcrops in south-west Pembrokeshire and continues eastwards through the Carmarthen Fans, Black Mountains, Brecon Beacons, the coalfields of south Wales and the Forest of Dean, into the Welsh Borders (Fig. 2).\nThe Anglo-Welsh basin is thought to have been created by transtenional faulting along the southernmargin of the Laurussian continent, on the northern margin of the Rheic Ocean (Barclay et al., 2005; Woodcock, 1990; Friend et al., 2000; Dewey and Stachan, 2003; Soper and Woodcock, 2003). Deposition of ORS sediments began in the Late Silurian (P rídolí) times as the marine Lower Palaeozoic Welsh Basin was inverted by the Acadian Orogeny. As the collision continued, the Welsh Basin received large volumes of siliclastic sediment, deposited within a continental environment (Williams and Hillier, 2004).\nThe sediments of the Lower ORS comprise an overall upwardcoarsening succession. They begin with marginal marine, coastal floodplain, river channel and floodplain deposits which, with increased proximity to the Acadian front, progress upwards to alluvial fan deposits. These facies belts prograde southwards with the advancing orogenic front (Barclay et al., 2005) and were supplied by the Laurentian hinterland, although it is also possible that there was a continuous long-distance network of rivers\nlley of Scotland ([179_TD$DIFF]Browne and Barclay, 2005).\ndraining the Scottish Highlands (Simon and Bluck, 1982; Allan and Crawley, 1983). During Ludlow to P rídolí times, there were periods of widespread and prolonged soil development, representing phases of tectonic quiescence and sediment starvation and the ultimate development of paeleosols. The most well developed soil calcrete is known as the Chapel Point Limestone Member (formerly the Psammosteus Limestone), which constitutes an important regional marker horizon (Allen, 1974; Williams and Hiller, 2004).\nThe oldest ORS deposits occur in southeast Pembrokeshire, where they are Wenlock to early Ludlow in age (Barclay et al., 2015). In the Llandovery area, they are Gorstian in age. ORS sediments extend through the Devonian into the Early Carboniferous. However in this region, the Middle Devonian was a time of pronounced uplift and erosion associated with the Caledonian Orogeny, and is marked by an unconformity in the Anglo-Welsh Basin. An emergent landmass along the Bristol Channel during this time provided detritus for isolated alluvial fans in south-west Wales, but deposition only resumed across the rest of the AngloWelsh Basin during the late Devonian. The latter record the final stages of the Caledonian Orogeny and a transition to the active extensional subsidence of the Early Carboniferous. Global sea-level rise eventually flooded much of the alluvial plains and the ORS deposits pass conformably up into marine sediments of Carboniferous age (Woodcock, 2000).\nEdwards and Richardson (2004) present spore evidence that the Silurian-Devonian boundary lies below the Chapel Point Limestone Member and its equivalents, highlighting the importance of this regional marker horizon in the Anglo-Welsh Basin. Allen and Williams (1981) propose the Townsend Tuff Bed, which is approximately 100m stratigraphically lower than the Chapel Point Limestone Member, as a local approximate marker for the Silurian-Devonian boundary.\n5. ORS stratigraphy\nThe term ‘Old Red Sandstone’ has been in use for more than 200 years. It was introduced by Jameson in 1808, but he incorrectly applied it in the UK, believing the rocks to be equivalent to the Permian-aged Rothe Tode Liegende (Red Dead Foundation) of Germany (Jameson,1808). Phillips (1818) was one of the earliest to correctly use the term, describing rocks of the Old Red Sandstone as underlying the Mountain Limestone Formation (Carboniferous Limestone Group) (Phillips, 1818).\nMurchison was the first major supporter of the Old Red Sandstone as a geological unit In his book, The Silurian System, he defines the Old Red Sandstone as “consisting of various strata of conglomerate, sandstone, marl, limestone and tilestone, the youngest beds of which dip conformably beneath the carboniferous deposits, whilst the oldest repose upon and pass into certain grey-coloured rocks . . . . upper part of the Silurian” [168_TD$DIFF]Murchison (1839). Murchison recognised three major subdivisions of the Old Red Sandstone – Lower, Middle and Upper –which are retained as informal stratigraphic terms (Barclay, 2005).\nSedgwick and Murchison, based on the work of Lonsdale (Lonsdale, 1840), recognised that the marine rocks of south-west England were equivalent of the Old Red Sandstone deposits over the rest of the UK (Leveridge and Shail, 2011) and also established the termDevonian System (Sedgwick andMurchison,1839; Becker et al., 2012).\nThe symposium, from which these papers were derived focused on the Anglo-Welsh Basin and the Midland Valley of Scotland. The stratigraphic subdivision of these basin are summarised below.\n5.1. Stratigraphic nomenclature for the Midland Valley of Scotland\nThe stratigraphy of the ORS of the Midland Valley of Scotland was revised in 2002 by Browne et al. including the addition of a new term, the Lanark Group, to include all the late Silurian to early Devonian formations in the Lanark Basin which occupy the southern Midland Valley (Fig. 7). Group terminology was also revised for the northern Midland Valley to incorporate research which indicated that the Lower ORS was deposited in three sedimentary basins: Stonehaven, Crawton and Strathmore. The Upper ORS is all included in the Stratheden Group (Table 2).\n5.2. Stratigraphic nomenclature for the Anglo-Welsh Basin\nIn 2015, Barclay et al. summarised a lithostratigraphic scheme for the non-marine Old Red Sandstone succession of the Anglo Welsh Basin, rationalising terms introduced by previous workers. Correlation between the Pembroke peninsular in the west and the main outcrop is made using two widespread marker horizons: the Chapel Point Limestone Member and the Townsend Tuff Bed. Barclay et al. (2015) also redefine the base of the Old Red Sandstone. Previously, this was placed at the base of the shallow marine Downton Castle and Tilestones formations, but Barclay et al. locally position it lower at the incoming of red- or green-bed terrestrial sediments. Table 1 (Barclay et al., 2015) summarises the Old Red Sandstone succession in the Anglo-Welsh Basin, with old terms given in brackets.\n6. Contents of special issue\nThe contributions to this special issue review the state of current knowledge and present new information on a range of topics relating to the Old Red Sandstone inWales and Scotland. The manuscripts are broadly arranged into sections—sedimentology, human interaction, and palaeontology.\nGeraint Owen’s contribution, entitled Origin and significance of soft-sediment deformation in the Old Red Sandstone of central South Wales, UK (Owen, 2017), concerns the origin of vertically-orientated water-escape structures. These are the most common type of soft sediment deformation structure within sandstone-rich Brownstones and Senni formations of the Lower ORS of south Wales. The paper discusses a range of structures, some of which indicate deformation due to flood events and others which suggestwidespread liquefaction in response to earthquakes.\nChristian Baars’ Review of plant evolution and its effect on climate during the time of the Old Red Sandstone (Baars, 2017) discusses the evolution of plants during the ORS and considers the impact that they likely had on atmospheric carbon-dioxide concentrations and the climate at that time.\nAlain R. M. Blieck and David K. Elliott present a paper entitled Pteraspidomorphs (Vertebrata), the Old Red Sandstone, and the special case of the Brecon Beacons National Park, Wales, U.K. (Blieck and Elliot, 2017) in which they provide an overview of the armoured, jawless fossil vertebrates – the Pteraspidomorphs – in terms of their palaeogeographic- and stratigraphic distributions. The paper describes the variations in plate anatomy between different species and describes many convergences in adaptive morphologies with ostracoderms. Paleaoecological and sedimentological analyses are presented that discuss the likely environments in which these fish lived, including their usefulness in indicating the margins of palaeocontinents.\nMichael James Newman, Carole J. Burrow, Robert G. Davidson, Jan L. den Blaauwen and Roger Jones present a paper entitled Comparison of the vertebrate faunas of the Lower Old Red\nSandstone of the Anglo-Welsh Basinwith contemporary faunas in Scotland (Newman et al., 2017). This paper provides a comprehensive review and reappraisal of the correlation between the vertebrate faunas of the Lower Old Red Sandstone of Scotland and the Anglo Welsh Basin, with a focus on faunal similarities between the two basins.\nSusan Turner, Carole J. Burrow, Rod B. Williams and Peter Tarrant present Welsh Borderland bouillabaisse: Lower Old Red Sandstone fish microfossils and their significance (Turner et al., 2017). This contribution presents a detailed discussion of the utility of fish microfossil species as biostratigraphic markers within the Anglo-Welsh Basin. Many of the species discussed are considered to be indicative of waters of particular salinity (fresh-, brackish- or saline) and the authors discuss their environmental significance in the Anglo-Welsh succession.\nNext there are two papers which illustrate the relationship between local communities and the ORS rocks and landscapes on which they live and work. Elliot Carter, Elizabeth Andrews and Katherine Andrew present a paper entitled: The provenance, petrology and sedimentology of building stone in 2 Bromyard, Herefordshire, UK (Carter et al., 2017) which describes a multidisciplinary approach to tracing the original quarries that provided building stones for Bromyard, Bromyard Downs and Bringsty Common, an area of west Midland England and the English/Welsh borderland. They also discuss how variation in local facies adds a level of complexity to the correlation of building stones and quarries. Tony Ramsay presents a paper entitled: Fforest Fawr Geopark – a UNESCO Global Geopark distinguished by its geological, industrial and cultural heritage (Ramsay, 2017). Fforest Fawr Geopark is predominantly underlain by rocks of the\n[180_TD$DIFF] able 2 Old Red Sandstone succession in the Anglo-Welsh Basin (Barclay et al., 2015).\nORS and the landscape is dominated by the effects of glacial activity acting on these sediments. This paper describes the importance of geoparks and the impact that they have on their local businesses and communities.\n[169_TD$DIFF]Acknowledgements\nThe author would like to thank the convenors and sponsors of the symposium and the many participants who made the event enjoyable and stimulating. Thanks also to the authors and reviewers who have contributed generously of their time and knowledge to this volume. The author publishes with the permission of the Executive Director, British Geological Survey."
  }, {
    "heading": "Appendix A.",
    "text": "(A) In addition to the papers presented in this volume the following presentations were given (abstracts [170_TD$DIFF]availible on the South Wales Geologists Association website (www.swga.org.uk)) and thanks is given to them:-\nBrianWilliams, The Lower Old Red Sandstone Continent:Wales and Beyond\nAnthony Brook, Murchison and Miller: Contrasting founders of the Devonian or Old Red Sandstone\nToby Driver, Old Red Sandstone landscapes in Wales: the view from the air\nJennifer Morris, Colonisation of the Old Red Sandstone Continent: recent advances in early land plant research from the Welsh Borderland\nDuncan Hawley, the Old Red Sandstone of the Black Mountains of Powys & Herefordshire: Filling the ‘Black Hole’\nJohn Davies, the identification of mappable, litho-stratigraphical sub-divisions of the Brownstones across its outcrop\nAllan Cuthbertson, The ORS from the air. Kester & Elizabeth Webb, The hidden edge of Exmoor, north Devon—low level aerial photographs and topographical drawings (B) Field trips were led by the following who are also thanked:Duncan Hawley, The Old Red Sandstone of the Black Mountains Tredomen Quarry, Cockit Hill and Tremynfa Quarry John Davies, Fan Fawr and Blaen Llia Jana Horak and JohnDavies, The Building Stones of BreconTown (C) Groups and individuals who put on displays are thanked:South Wales Geologist’s Association Geologists Association National Body National Museum of Wales Teme Valley Geological Society Woolhope Naturalists’ field club British Geological Survey Welsh Office Forest Fawr Geopark OUGS Severnside Branch SE Wales RIGS group Geoworld Travel Natural Resources Wales Mid Wales geology Club Hereford and Worcester Earth Heritage Trust Welsh Borders Early Vertebrate Research Group Kester and Elizabeth Webb Colin Humphrey Mike Featherstone Peter Tarrant & Maggie Rowlands (D) The organizers would like especially thank the following people for their direct work on the event:Stephen Howe, Alan Bowring, Geraint Owen, Hazel Trenbirth, Janet Hiscott, Rhian Kendall, Cindy Howells, Lynfa Lewis, Brian Drew. Marnix Roels, Toby Small, CliveWilliams, Judith Harvey, Ron Layton."
  }],
  "year": 2017,
  "references": [{
    "title": "Terrestrial-marine teleconnections in the Devonian: links between the evolution of land plants, weathering processes, and marine anoxic events",
    "authors": ["T.J. Algeo", "S.E. Scheckler"],
    "venue": "Philosophical Transactions of the Royal Society of London Series B: Biological Sciences",
    "year": 1998
  }, {
    "title": "Effects of theMiddle to Late Devonian spread of vascular land plants onweathering regimes, marine biotas, and global climate",
    "authors": ["T.J. Algeo", "S.E. Scheckler", "J.B. Maynard"],
    "year": 2001
  }, {
    "title": "Studies in fluviatile sedimentation: implications of pedogenic carbonate units, Lower Old Red Sandstone, Anglo-Welsh outcrop",
    "authors": ["J.R.L. Allan"],
    "venue": "Geological Journal",
    "year": 1974
  }, {
    "title": "Wales and the Borders, a correlation of Devionian Rocks in the British Isles",
    "authors": ["J.R.L. Allan"],
    "venue": "Geological Society Special Report,",
    "year": 1977
  }, {
    "title": "Old Red Sandstone facies in external basins, with particular reference to southern Britain",
    "authors": ["J.R.L. Allan"],
    "venue": "Paleontological Association,",
    "year": 1979
  }, {
    "title": "Lower Old Red Sandstone fluvial dispersal systems in the British Isles",
    "authors": ["J.R.L. Allan", "S.F. Crawley"],
    "venue": "Transactions of the Royal Society of Edinburgh: Earth Sciences",
    "year": 1983
  }, {
    "title": "Sedimentology and stratigraphy of the Townsend Tuff Bed (Lower Old Red Sandstone) in South Wales and the Welsh Borders",
    "authors": ["J.R.L. Allen", "B.P.J. Williams"],
    "venue": "Journal of the Geological Society",
    "year": 1981
  }, {
    "title": "Review of plant evolution and its effect on climate during the time of the Old Red Sandstone",
    "authors": ["C. Baars"],
    "venue": "Proceedings of the Geologists’ Association",
    "year": 2017
  }, {
    "title": "Floral assemblages in the Siluro Devonian",
    "authors": ["H.P. Banks"],
    "venue": "Biostratigraphy of Fossil Plants",
    "year": 1980
  }, {
    "title": "Lithostratigraphy of the Old Red Sandstone Successions of the Anglo-Welsh Basin. British Geological Survey Research Report, RR/14/02",
    "authors": ["W.J. Barclay", "J.R. Davies", "R.D. Hillier", "R.A. Waters"],
    "venue": "Geological Survey",
    "year": 2015
  }, {
    "title": "The Devonian period",
    "authors": ["R.T. Becker", "F.M. Gradstein", "O. Hammer"],
    "venue": "The Geological Time Scale",
    "year": 2012
  }, {
    "title": "Devonian events and correlations",
    "authors": ["R.T. Becker", "W.T. Kirchgasser"],
    "venue": "The Geological Society Special Publication",
    "year": 2007
  }, {
    "title": "A model for atmospheric CO2 over Phanerozoic time",
    "authors": ["R.A. Berner"],
    "venue": "American Journal of Science",
    "year": 1991
  }, {
    "title": "The carbon cycle and CO2 over Phanerozoic time: the role of land plants",
    "authors": ["R.A. Berner"],
    "venue": "Philosophical Transactions of the Royal Society of Londond B Biological Sciences",
    "year": 1998
  }, {
    "title": "GEOCARBSULF: a combined model for Phanerozoic atmospheric O2 and CO2",
    "authors": ["R.A. Berner"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2006
  }, {
    "title": "Geocarb III: a revised model of atmospheric CO2 over Phanerozoic time",
    "authors": ["R.A. Berner", "Z. Kothavala"],
    "venue": "American Journal of Science",
    "year": 2001
  }, {
    "title": "Pteraspidomorphs (Vertebrata), the Old Red Sandstone, and the special case of the Brecon Beacons National Park, Wales U.K",
    "authors": ["R.M. Blieck", "D.K. Elliot"],
    "venue": "Proceedings of the Geologists’ Association",
    "year": 2017
  }, {
    "title": "Palaeozoic Vertebrate Biochronology and Global Marine/Non-Marine Correlation ",
    "authors": ["A. Blieck", "S. Turner"],
    "venue": "Final Report of IGCP",
    "year": 2000
  }, {
    "title": "Vertebres agnathes du Devonien inferieur de l’Artois (Pas-de-Calais, France): implications biostratigraphiques",
    "authors": ["A. Blieck", "P. Janvier"],
    "venue": "Annales de Paleontologie (Vertebres-Invertebres)",
    "year": 1989
  }, {
    "title": "Searching for travertines, calcretes and speleothems in deep time: processes appearances, predictions and the impact of plants",
    "authors": ["A.T. Brasier"],
    "venue": "Earth-Science Reviews",
    "year": 2011
  }, {
    "title": "Carbon isotopic evidence for organic matter oxidation in soils of the Old Red Sandstone (Silurian to Devonian South Wales, UK)",
    "authors": ["A.T. Brasier", "J.L. Morris", "R.D. Hillier"],
    "venue": "Journal of the Geological Society,",
    "year": 2014
  }, {
    "title": "Midland Valley of Scotland and adjacent areas",
    "authors": ["M.A.E. Browne", "W.J. Barclay"],
    "venue": "Peterborough 393 pp. (illustrations, A4 hardback,",
    "year": 2005
  }, {
    "title": "Stratigraphic Framework for the Devonian (Old Red Sandstone) Rocks of Scotland South of a Line from Fort William to Aberdeen. British Geological Survey Research Report, RR/01/04",
    "authors": ["M.A.E. Browne", "R.A. Smith", "A.M. Aitken"],
    "venue": "British Geological Survey",
    "year": 2002
  }, {
    "title": "The provenance, petrology and sedimentology of building stone in 2 Bromyard, Herefordshire, UK; petrology",
    "authors": ["E. Carter", "E. Andrews", "K. Andrew"],
    "venue": "Proceedings of the Geologists’ Association",
    "year": 2017
  }, {
    "title": "An Early Devonian (pre-Acadian) magnetisation component recorded in the Lower Old Red Sandstone of South Wales (UK)",
    "authors": ["J.E.T. nnel", "C. McCabe", "N.H. Woodcock"],
    "venue": "Geophysical Journal International",
    "year": 1992
  }, {
    "title": "Cambrian to Devonian evolution of alluvial systems: their sedimentological impact of the earliest land plants",
    "authors": ["N.S. ies", "M.R. Gibling"],
    "venue": "EarthScience Review",
    "year": 2010
  }, {
    "title": "Changing Silurian-Devonian relative platemotion in the Caledonides: sinestral transpression to sinestral transtension",
    "authors": ["J.F. ey", "R.A. Stachan"],
    "venue": "modern analogues. Sedimentology",
    "year": 2003
  }, {
    "title": "Diversification of Siluro-Devonian plant traces in paleosols and influence on estimates of palaeoatmospheric CO2 levels",
    "authors": ["S.G. se", "C.I. Mora"],
    "year": 2001
  }, {
    "title": "Plant megafossils in Devonian stratigraphy: a progress report",
    "authors": ["D. ards", "M. Fairon-Demaret", "C.M. Berry"],
    "venue": "Courier Forschungsinstitut Senckenburg",
    "year": 2000
  }, {
    "title": "The development of early terrestrial ecosystems",
    "authors": ["D. ards", "P.A. Selden"],
    "venue": "Geological Journal",
    "year": 1993
  }, {
    "title": "Invade the Land: Evolutionary and Environmental Perspectives",
    "authors": ["J.M. k", "S.G. Driese", "C.I. Mora"],
    "venue": "Geology 26,",
    "year": 1998
  }, {
    "title": "Tectonic features of Old Red sedimentation in North Atlantic borders",
    "authors": ["P.F. nd"],
    "venue": "North Atlantic Geology and Continental Drift: American Association of Petroleum Geologists Memoir 12. Association of Petroleum Geologists,",
    "year": 1968
  }, {
    "title": "Kinematics and dynamics of Old Red Sandstone basins",
    "authors": ["P.F. nd", "B.P.J. Williams", "M. Ford", "E.A. Williams"],
    "venue": "New Perspectives on the Old Red Sandstone,",
    "year": 2000
  }, {
    "title": "Palaeozoic co-evolution of rivers and vegetation: a synthesis of current knowledge",
    "authors": ["M.R. ling", "N.S. Davies", "H.J. Falcon-Lang", "A.R. Bashforth", "W.A. DiMichele", "M.C. Rygel", "A. Ielpi"],
    "venue": "Proceedings of the Geologists’ Association",
    "year": 2014
  }, {
    "title": "Land animals in the Silurian: arachnids and myriapods from Shropshire, England",
    "authors": ["Longman", "Hurst", "Rees", "Orme", "A.J. London. m", "P.A. Selden", "D. Edwards"],
    "venue": "Science 250,",
    "year": 1990
  }, {
    "title": "Notes on the age of the Limestones of South Devonshire. Transactions of the Geological Society of London 721–738",
    "authors": ["W. sdale"],
    "venue": "of the Geologists’ Association",
    "year": 1840
  }, {
    "title": "Globalscale temperature patterns and climate forcing over the past six centuries",
    "authors": ["M.E. Bristol. nn", "R.S. Bradley", "M.K. Hughes"],
    "venue": "Nature 392,",
    "year": 1998
  }, {
    "title": "Fluvial style in the Lower Old Red Sandstone: examples from southwestWales, UK",
    "authors": ["S.B. rriot", "R.D. Hillier"],
    "venue": "Proceedings of the Geologists Association",
    "year": 2014
  }, {
    "title": "Comparison of the vertebrate faunas of the Lower Old Red Sandstone of the Anglo-Welsh Basin with contemporary faunas in Scotland",
    "authors": ["Coal Fields", "M.J. Overlying Formations. . man", "C.J. Burrow", "R.G. Davidson", "J.L. den Blaauwen", "R. Jones"],
    "venue": "Proceedings of the Geologists’ Association",
    "year": 2017
  }, {
    "title": "Origin and significance of soft-sediment deformation in the Old Red Sandstone of central South Wales, UK",
    "authors": ["H.G. en"],
    "venue": "Proceedings of the Geologists’ Association 128. llips, W.,",
    "year": 2017
  }, {
    "title": "Fforest Fawr Geopark—a UNESCOGlobal Geopark distinguished by its geological, industrial and cultural heritage",
    "authors": ["T. say"],
    "venue": "Proceedings of the Geologists’ Association",
    "year": 2017
  }, {
    "title": "Palynology and recognition of the Silurian/Devonian boundary in some British terrestrial sedimentsby correlation with other European marine sequences—a progress report",
    "authors": ["J.B. 1–79. ardson", "R.M. Rodriguex", "J.E. Southerland"],
    "venue": "Courier Forschungsinstitut Senckenbuerg",
    "year": 2000
  }, {
    "title": "Early forest soils and their role in Devonian global change. Science",
    "authors": ["G.J. allack"],
    "venue": "GSA Today",
    "year": 1997
  }, {
    "title": "Stratification of the older stratified deposits of Devonshire and Cornwall",
    "authors": ["A. pp. gwick", "R.I. Murchison"],
    "venue": "Philosophical Magazine, Series",
    "year": 1989
  }, {
    "title": "Rustling in the undergrowth: animals in early terrestrial ecosystems",
    "authors": ["W.A. London xiii + 265 pp. ar", "P.A. Selden"],
    "year": 2001
  }, {
    "title": "Palaeo-drainage of the southern margin of the Caledonian mountain chain in the northern British Isles",
    "authors": ["J.B. on", "B.J. Bluck"],
    "venue": "Transactions of the Royal Society of Edinburgh: Earth Sciences",
    "year": 1982
  }, {
    "title": "Etude paynostratigraphipue du Devonian Inferieur dans l’ouset de l’Europe",
    "authors": ["M. el", "K. Higgs", "S. Loboziak", "W. Riegel", "P. Steemans"],
    "venue": "Geological Magazine",
    "year": 1989
  }, {
    "title": "Mid-Devonian tectonics and sedimentation in the Bristol Channel area",
    "authors": ["S. ner", "C.J. Burrow", "R.B. Williams", "P. Tarrant"],
    "venue": "Geological Journal 16,",
    "year": 1986
  }, {
    "title": "Variable alluvial sandstone architecture within the LowerOld Red Sandstone, southwestWales",
    "authors": ["B.P.J. liams", "R.D. Hillier"],
    "venue": "Geological Journal",
    "year": 2004
  }, {
    "title": "Structural controls on Upper Palaeozoic sedimentation in southeast Wales",
    "authors": ["D. son", "J.R. Davies", "M. Smith", "R.A. Waters"],
    "venue": "Journal of the Geological Society,",
    "year": 1988
  }, {
    "title": "Early Devonian sedimentary and magmatic interlude after Iapetus, In:Woodcock",
    "authors": ["N.H. odcock"],
    "venue": "Geological History of Britain and Ireland. 2nd ed. Wiley-Blackwell p. 442",
    "year": 2012
  }, {
    "title": "Geological History of Britain and Ireland,1st ed",
    "authors": ["N.H. ed. Wiley-Blackwell. odcock", "R. Strachen"],
    "venue": "Wiley-Blackwell. ler, P.A.,",
    "year": 2000
  }],
  "id": "SP:ec4a3c7b21008c67dbc48ea3416804a249344631",
  "authors": [{
    "name": "R.S. Kendall",
    "affiliations": []
  }],
  "abstractText": "The Old Red Sandstone (ORS) is an informal termwhich is given to continental, predominantly siliclastic, strata of late Silurian to early Carboniferous age which were deposited across the continent of Laurussia at sub-tropic to tropical latitudes. The coincidental development of land plants had amajor impact on the atmosphere and global climate by lowering atmospheric carbon dioxide levels, which profoundly affected the style of alluvial sedimentation during this interval, by stabilising flood plains and facilitating the development of soils. The ORS also provides examples of synto post-orogenic deposition related to the Caledonian Orogeny, which was affected by synchronous tectonism and volcanism. The influence of Variscan tectonics on basin deformation and tectonism is also evident in the ORS sequence. In October 2014, a symposiumwas held, organised by the SouthWales Geologists’ Association, entitled The Old Red Sandstone: is it Old, is it Red and is it all Sandstone? The event consisted of talks and posters on topics associated with the Old Red Sandstone deposits, principally of Wales and the Welsh Borders and the Scottish Borders in the UK, and included a series of field trips. Seven of the speakers have contributed manuscripts which are presented in this volume. These include papers discussing fossil fish and plant assemblages, the Fforest Fawr Geopark, Old Red Sandstone building stones, and soft sediment deformation. A brief report on the event and acknowledgements is also included. Crown Copyright © 2017 Published by Elsevier Ltd on behalf of The Geologists' Association. All rights",
  "title": "The Old Red Sandstone of Britain and Ireland — a review"
}