{
  "sections": [{
    "text": "Seven lithological units, alternating between horizons enriched in biogenic opal (diatoms) and carbonate (foraminifera) and units composed largely of terrigenous sediment with very low biogenic admixture, were distinguished in a series of Late Quaternary sediment cores from the Sea of Okhotsk. Sediments were characterised using on-board visual description, smear-slides analyses, grain-size composition and magnetic susceptibility (MS) records. Five tephra marker layers, identified as Ko, TR, K2, K3 and K4, were distinguished using petrological, mineralogical and geochemical analyses. Age models were developed by comparing lithological units, tephra stratigraphy and MS records with oxygen isotope curves and with records of biogenic CaCO3, opal content, and sediment grain-size composition in three AMS radiocarbon dated Okhotsk cores. This chronological framework allowed us to investigate climate control over the sedimentation regime and productivity, and to clarify the formation times of the lithological and tephra units. The data show that sediment MS variations in the south-eastern area of the glacial Okhotsk Sea arose primarily from volcanic material input. The sedimentation in all other parts of the sea was mainly controlled by the supply of terrigenous material. The cores show a tight correlation between MS, sediment grain size and climate change in the Okhotsk Sea: coarse sediments with a high MS were accumulated during the cold period-oxygen isotope stages (MIS) 2, 4, 6; fine sediments with a low ice-rafted debris (IRD) content and MS were formed in the warm isotope stages. According to the oxygen isotope stratigraphy and radiocarbon data, the Ko, TR, K2, K3 and K4 tephra were deposited at 7.7, 8.0, 26.0 kyr BP, in MIS 4 about 60^70 kyr ago, and near MIS 5.4, respectively. Comparison of tephra mineralogy, petrology, spatial distributions and ages with the history of Kurile^Kamchatka volcanism allows us to identify likely candidates for the tephra source eruptions. The combined use of MS records, tephrochronology and lithological unit sequences provides a detailed basis for Okhotsk Sea sediment stratigraphy. ? 2002 Elsevier Science B.V. All rights reserved.\n0025-3227 / 02 / $ ^ see front matter ? 2002 Elsevier Science B.V. All rights reserved. PII: S 0 0 2 5 - 3 2 2 7 ( 0 2 ) 0 0 1 6 4 - 0\n* Corresponding author. Fax: +7-4232-312-573. E-mail addresses: gorbarenko@poi.dvo.ru (S.A. Gorbarenko), dnuernberg@geomar.de (D. Nu«rnberg), southon1@llnl.gov\n(J.R. Southon).\nMARGO 3063 2-5-02\nKeywords: Okhotsk Sea; sediment; stratigraphy; tephra; magnetic susceptibility"
  }, {
    "heading": "1. Introduction",
    "text": "Based on variations in lithology, biogenic component content, diatom and pollen analyses, Bezrukov (1955, 1960), Lisitsin (1951, 1974), Jouse (1962), and Jouse and Koreneva (1959) showed that the sedimentary patterns in the Sea of Okhotsk varied signi¢cantly during Holocene and Pleistocene global climate changes. They distinguished several lithostratigraphic horizons in Late Quaternary sediments, similar to those found in the NW Paci¢c Ocean (Bezrukov and Romankevich, 1960). It was established from diatom and pollen analyses that the horizons enriched in calcium carbonate, organic carbon, and biogenic opal were formed during warm climates, and those dominated by terrigenous matter with few biogenic fossils were deposited during cold periods (Jouse and Koreneva, 1959; Jouse, 1962). However, in spite of the detailed and large scale paleontological and lithological research performed in the Okhotsk Sea in the early 1950s (Jouse and Koreneva, 1959; Bezrukov, 1955, 1960; Jouse, 1962), no validated time controls or detailed correlations with marine isotope stages (MIS) were established. This study aimed to provide a ¢rst detailed temporal framework for the lithological units of the Okhotsk Sea sediments, to permit closer correlation with standard oxygen isotope stratigraphy and investigations of their relationship to climate change. Sediment magnetic susceptibility (MS) is a useful tool for the intercorrelation of moderate and high latitude marine Pleistocene sediments. In the NE Atlantic, horizons rich in ice-rafted debris (IRD) are associated with increases in the coarse ferromagnetic fraction in sediments and therefore with higher MS, and are indicative of cold climate and glacier discharge (Kent, 1982). The Okhotsk Sea, being a huge marginal sea within high latitude NE Asia, experiences winter marine ice cover accompanied by summer IRD accumulation; and marine ice was likely a major carrier of rafted material during glacial periods as well. A further\nobjective of this study was to investigate how changes in sedimentation, associated with grainsize composition, and sediment MS in the Okhotsk Sea are correlated with climate change. Volcanic activity on the Kurile Islands and the Kamchatka Peninsula produces large volumes of pyroclastic materials and pumice which are transported by wind and surface ocean currents and accumulate on the sea £oor. This complicates the understanding of linkages between MS variability and climate change, but on the other hand, these tephras serve as excellent time markers; and a third aim of the present work was to establish a tephrochronology for the Okhotsk Sea sediments. Several volcanic ash layers were identi¢ed and correlated over wide distances. This study uses a previously published age model (Gorbarenko et al., 2002a) and studies of microfossil abundance and O and C isotopes that will be published separately (Gorbarenko et al., 2002b) in order to interpret the lithostratigraphy in terms of climate changes."
  }, {
    "heading": "2. Materials and methods",
    "text": "The cores studied were recovered during cruises of Kallisto-13, Vulkanolog-34, Akademik A. Nesmeyanov-25, Akademik Lavrentyev-27 and Dm. Mendeleev-13 (Fig. 1 and Table 1). On-board visual description, grain-size composition and smearslide analysis were used for characterising sediment lithology and distinguishing lithological units (LU) in the cores. Grain-size analysis was carried out with Petelin’s pipette method (Petelin, 1967). CaCO3 and organic carbon were analysed by coulometry, using an AN-7529 analyser. Calcium carbonate carbon was determined from CO2 yields from dissolution of dried and powdered sediment by 10% HCl acid; total carbon was extracted by thermal combustion in oxygen at 1050‡C; and organic carbon was calculated from the di¡erence between the two. Biogenic opal was determined by with a\nMARGO 3063 2-5-02\nKFK photocolorometry spectrometer using the reduced form of silicomolybdene heteropolyacid after double leaching the sediment with sodium carbonate (Popova and Stolyarova, 1974). Mineralogical analysis of volcanic ashes was\ncarried out according to Petelin (1961) using heavy liquid separations (density 2.89 g/cm3). The light and heavy subfractions of the coarse silt and ¢ne sand fractions were studied separately, using at least 300 grains in each subfrac-\nMARGO 3063 2-5-02\ntion. Various morphological types of volcanic glass were distinguished in the light fraction, and their refractive indices (RI) were determined. The major element composition and volatile content of non-altered volcanic glass shards were determined using a CAMECA SX50 electron microprobe in GEOMAR (Kiel, Germany), with an accelerating voltage of 15 kV and a 10-nA beam current. To minimise loss of sodium, some glass shards were analysed using the electron beam rastered across an area of 14U8 Wm (magni¢cation 25 000U). Silicic glass standards of known composition (e.g. KE 12, KN 18, JDF-D2) were analysed periodically to monitor the accuracy of microprobe. When spot analyses were used, up to four spot were analysed on each glass shard to e¡ectively average compositional heterogeneities. The data presented are average elemental concentrations derived from these analyses. Sediment MS was determined using an ultrahigh-frequency meter SVR-8. AMS 14C ages of picked planktic and benthic foraminiferal tests (2^6 mg) were measured at Lawrence Livermore National Laboratory (Livermore, CA, USA). All\nradiocarbon ages shown here have been corrected by 1000 yr for the reservoir age of the Okhotsk Sea surface (Southon and Gorbarenko, manuscript in preparation)."
  }, {
    "heading": "3. Results",
    "text": ""
  }, {
    "heading": "3.1. LU",
    "text": "On-board sediment descriptions, smear-slides analysis, grain-size composition, biogenic component content and MS were used to characterise sediment lithologies and to distinguish seven LU in the studied cores (Table 2). Four units are enriched in biogenic components and the other three are mainly composed of terrigenous sediments. Unit thickness varies depending on sedimentation rate; however, the thickness of the terrigenous units is typically greater than those of the biogenic ones. Unit 1 (diatomaceous ooze) is characterised by olive-green, olive^grey and yellow^grey very soft and high water content diatomaceous ooze of silty\nTable 1 Okhotsk Sea core location and references\nCores Coordinates Water depth Penetration References\nLatitude Longitude (m) (cm) (‡N) (‡E)\nK-68 49.9 149.6 960 410 Gorbarenko (1991) K-105 52.9 150.4 1130 769 Gorbarenko (1991) 931 48.3 150.4 3255 582 on-board description 934 48.8 150.7 2190 560 on-board description 936 51.0 148.3 1310 700 on-board description 937 52.0 147.6 1310 600 on-board description 9313 48.8 147.0 1010 664 on-board description LV27-7-3 53.3 149.6 1140 380 Nuernberg et al. (1997) LV27-8-3 51.5 150.6 1160 565 Nuernberg et al. (1997) LV27-8-4 51.5 150.6 1144 760 Nuernberg et al. (1997) LV27-9-3 50.0 152.4 1430 572 Nuernberg et al. (1997) LV27-10-5 49.0 152.1 1906 579 Nuernberg et al. (1997) LV27-12-4 48.7 148.2 1291 723 Nuernberg et al. (1997) LV27-15-1 49.0 152.2 1991 577 Nuernberg et al. (1997) V34-90 48.8 150.5 1984 340 Gorbarenko et al. (1998) V34-98 50.1 153.2 1984 335 on-board description M-946 54.6 151.3 460 213 on-board description M-961 50.0 149.5 1250 257 on-board description M-968 53.5 150.2 1190 227 on-board description M-969 51.0 151.0 1320 296 on-board description\nMARGO 3063 2-5-02\nclay grain size. Diatom fossils make up 60^80% of the biogenic opal ; the remainder is composed of radiolaria and sponge remnants. Biogenic opal content reaches up to 50 wt% in the central part of sea, and is moderate (20^30%) on the continental slope. The sediment MS of the LU 1 is very low and uniform. Unit 2 (transitional) is olive^grey and green^grey silty clay and clayey silt. The amount of biogenic remnants is signi¢cantly lower than in LU 1. The number of diatoms decreases toward the base of the unit, while foraminifera do not change signi¢cantly. The sediment MS increases with decreasing diatom content toward the base of the unit. Unit 3 (foraminifera-bearing) contains grey and green^grey silt and clayey silt with admixtures of coarse sand and pebbles. Foraminifera content changes considerably with depth; diatom content is less than 5^10%. LU 3 sediments recovered from depths of more than 1900 m (cores LV2710-5, LV27-15-1 and 931) have undergone strong carbonate dissolution and do not contain foraminifera. The sediment MS is high and is uni-\nform except for sharp peaks associated with coarse fragments. Units 4 and 6 are composed of typical glacial sediment, consisting of sandy^clayey silt from dark-grey and green^grey in colour, and containing abundant dropstones of various size (from a few millimetres to 10 cm). Two layers enriched with silty sand and sand, with an abundance of coarse fragments and dropstones, are present in LU 4. A large portion of detrital material in these layers correlates with high MS. Opal remnant content is less than 5^10%, and the foraminifera admixture is very small. LU 5 and 7 (II and III biogenic, respectively) are composed of olive and yellow^grey silty clay and clayey silt. According to smear-slide analyses, diatom abundance reaches 50^60% while foraminifera content does not rise above 10^20%. The sediment MS is low, but higher than LU 1."
  }, {
    "heading": "3.2. Volcanic ash composition",
    "text": "Five tephra beds were identi¢ed in the Okhotsk\nMARGO 3063 2-5-02\nSea sediments by using petrological, mineralogical and geochemical analyses."
  }, {
    "heading": "3.2.1. Petrology and mineralogy",
    "text": "The Ko ash layer was identi¢ed in cores V3498, Lv-27-8-4, M-946 and M-969 (Fig. 1, Table 3). It consists of mostly ¢ne ash, with an admixture of medium ash, whitish to light grey in colour. The ash consists mainly of colourless £uid^vesicular volcanic glass with a lesser content of fragmentary-bubble forms with RI 1.499^1.500. The crystalloclastic and rock fragment content is less than 10%, the latter being present as a grey glassy mass, including microlitres of magnetite, ilmenite, plagioclase and pyroxene. The ash is characterised by magnetite^orthopyroxene^clinopyroxene mineral assemblages with brown^green hornblende and oxyhornblendes (Table 3). The clinopyroxene and orthopyroxene content varies within 25.3^\n37.7% and 13.5^26.4%, respectively and their ratio changes from 0.96 to 2.3. Amphibole content consists of fresh fragments without secondary weathering, plus glass-enclosed grains. The TR ash layer, found in cores 931, 934, Lv27-15-1 and K-68, all located to the south of Akademiya Nauk Rise (Fig. 1, Table 3), consists of coarse and ¢ne dark-grey ash. It has a high content of crystalloclastics carrying fragments of plagioclase and pyroxene crystals, plus greenishbrown fragments of andesite with numerous microlites of these minerals. Colourless £uid^¢broid particles are common, with £uid^vesicular fragmentary forms with RI 1.505^1.507 present in lesser quantities. Greenish-brown fragments of andesite glass with a high RI are also occasionally present. These consist of numerous chaotic pyroxene microlites of aciculate forms. A magnetite^ clinopyroxene^orthopyroxene assemblage is typi-\nMARGO 3063 2-5-02\ncal for this ash. The TR ash is distinguished from the Ko by higher orthopyroxene (26.5^44.6%) and considerably lower hornblende content (Table 3). Orthopyroxenes dominate over clinopyroxenes (the Cpx/Opx ratio is 0.55^0.96). Orthopyroxenes are present as idiomorphic long-prismatic grains, encased by volcanic glass, with numerous gas^£uid inclusions. The magnetite content is high (12.2^ 35.4%). The K2 ash layer is observed over a wide area of the central part of the Okhotsk Sea in cores\nM-961, M-968, M-969, 936, 937, K-105, K-68 and LV27-8-4, with thicknesses varying between 1 and 20 cm (Fig. 1, Table 3). The tephra is normally graded. The reddish-grey colour of the K2 ash is its most signi¢cant feature. Colourless volcanic fragmentary^vesicular glasses with RI 1.502^ 1.504 dominate; £uid^cellular forms are rare. The crystalloclastic material is less than 10%. Orthopyroxene and clinopyroxene content are similar, though in some cases orthopyroxene is higher (Table 3). Magnetite dominates in the heavy frac-\nMARGO 3063 2-5-02\ntion (up to 45.0%, with some variation). Hornblende occurs in lesser quantities (Table 3). Clinopyroxene and orthopyroxenes are present as idiomorphic short-prismatic crystals, often in the form of the aggregates with smoothed edges encased in volcanic glass. The K3 tephra is found in cores LV27-15-1, LV27-9-3 and 9313, with core LV27-12-4 having thickness maximum (8 cm). This grey ash is composed of silt-sand and coarse pumice fragments (up to 2^7 mm). K3 is characterised by an abundance of ¢ne and medium crystalloclastic material (45^50%) mainly consisting of plates and idiomorphic crystals of plagioclase, pyroxene and magnetite encased in glass. Fragments of greenish-brown thick-walled bubble glass with andesite components occur less frequently. The ¢ne-medium ash contains several morphological types of colourless glass: pumice-like £uid^¢broid, coarse vesicular^ fragmentary (fragments of large bubbles), plus lesser quantities of greenish-brown glass with the microlites of pyroxene. Their RI ranges from 1.502 to 1.504, with the brown glass showing the higher values. Magnetite (24.5^48.7%), orthopyroxene (13.6^27.0%) and clinopyroxene (20.0^ 26.9%) dominate the mineral assemblages with Cpx/Opx ratios of 0.96^1.47. Orthopyroxenes\nmainly occur as idiomorphic, short-prismatic crystals with smoothed edges and numerous gas^liquid inclusions. Long-prismatic grains are found in lower quantities. Clinopyroxenes are present as fresh-angular fragments and glass-encased short-prismatic crystals. The K4 ash, enriched in gravel pumice (2^10 mm) and coarse volcanic glass, was found in core LV27-15-1. Colourless pumiceous ashes with RI over a range of 1.510^1.511 dominate. Colourless fragments of bubble glasses (RI 1.502^1.504) and greenish-brown thick-wall glasses with a larger RI are also present. Magnetite (32.1%), clinopyroxene (29.8%) and orthopyroxene (16.6%) dominate in the heavy fraction (Table 3). All of the studied ash layers except K2 in core K-105 are well separated in the triangular morphological diagram using the following glass morphology types: G1, split plate forms; G2, £uidal^vesicular and glass-encased crystalloclastics ; and Rf, fragments of glassy groundmass (Fig. 2). The TR tephra is distinguished by its maximal G2 value, Ko has minimal Rf and high G2 magnitudes, K2 has maximal G1 and low G2, and K3 has low G2 and medium Rf and G1 values.\nFig. 3. (a) Geochemical classi¢cation of the glass component of tephra recovered in cores LV27-5-5 (17.5 cm), LV27-7-3 (41^51 cm), LV27-8-3 (105 cm), LV27-8-4 (153^155 cm), LV27-8-4 (332^334 cm), LV27-10-5 (161 cm), LV27-10-5 (428 cm), LV27-12-4 (307^308 cm), V34-98 (173^175 cm), 931 (453^455 cm), 946 (30^35 cm), 961 (145^148 cm), 968 (104^108 cm) and 969 (158^165 cm) (Le Maitre, 1989). All analyses have been normalised to a total of 100% (volatile-free basis). (b) Distribution TiO2 vs. K2O of the glass components in the same ashes, indicating the distinct characteristics of the TR, Ko and K2/K3 tephra composition.\nMARGO 3063 2-5-02\nMARGO 3063 2-5-02\nMARGO 3063 2-5-02"
  }, {
    "heading": "3.2.2. Ash geochemistry",
    "text": "The glass shards are of rhyolitic composition according to the TAS-diagram of Le Maitre (1989) (Table 4, Fig. 3). Electron microprobe totals from glass shards analysis range from 91.03 to 101.6 wt%, due either to the hydration of glasses and/or to high initial content of volatiles in felsic magmas: 2^7 wt% H2O (Bitschene and Schmincke, 1990). The composition of the shards is usually homogeneous within an individual ash layer. The ash layers TR, Ko and K2/K3 di¡er signi¢cantly in their major element compositions (e.g. K2O, TiO2 and FeO) (Fig. 4). Based on their K2O contents, the ashes can be di¡erentiated into a ‘low-K series’ with V1% K2O (TR ash) and a ‘medium-K series’ with K2O concentrations of 2^ 3% (Ko, K2 and K3 ashes). The majority of the glass shards belong to the medium-K series. The medium-K Ko ashes di¡er from K2 and K3 in their Al2O3, TiO2 and FeO contents. The Ko-shards (cores 946/30^35 cm, V34-98/173^175 cm and L8/153^155 cm) contain 12.29^13.40 wt% Al2O3, 0.13^0.3 wt% TiO2 and 1.2^1.59 wt% FeO, while K2 and K3 ashes contain similar aluminium (12.26^12.68 wt% Al2O3) and higher calcium (1.36^1.82 wt% CaO), titanium (0.25^ 0.39 wt% TiO2) and iron concentrations (1.94^ 2.58 wt% FeO). The remaining shards of cores LV-10-5 (161 cm), 931 (453^455 cm) and LV15 (110^112 cm) belong to the ‘low-K-series’ of ash layer TR with 13.52^14.15 wt% Al2O3, 2.73^3.23 wt% CaO, 0.4^0.53 wt% TiO2 and 3.68^4.08 wt% FeO (all values calculated on a water-free basis)."
  }, {
    "heading": "3.3. Terrigenous and volcanogenic sources in Okhotsk Sea sediment MS",
    "text": "The MS of Late Pleistocene Okhotsk sediments shows large spatial variability arising from di¡erent sources of the lithic input (Gorbarenko et al., 2000). The main sources of the terrigenous material are river runo¡ and wave and marine ice\nabrasion of the surrounding shoreline (Bezrukov, 1960). According to Semakov (1976) the Okhotsk Sea sediment MS is determined by the clastic magnetic mineral content, the main component of which is magnetite, predominantly silty and ¢ne-sandy size. Products of Kurile, Hokkaido and Kamchatka volcanic activity are the third source of sedimentation in the Okhotsk Sea (Bezrukov, 1960). Fragments of ma¢c and intermediate magmatic rocks are characterised by a high MS (Zimin and S’edin, 1983) and appear to strongly in£uence the resultant sediment MS. In recent (Late Holocene) sediments, the high diatom £ux strongly dilutes the lithic material, and opal spatial heterogeneity distorts the modern spatial lithic pattern in MS distributions. Therefore, to characterise the volcano-induced input into the Okhotsk Sea sediments, time-averaged MS values for the period of terrigenous LU 4, when biogenic input was minor, were mapped, rather than modern values (Fig. 5). Sediment MS in the main part of the Okhotsk Sea ranges over 30^100U1036 CGSM, probably in£uenced by geomorphology and water dynamics during matter transportation and accumulation. The high MS of the northern cores LV27-5-3 and LV27-4-4 (up to 193U1036 CGSM) sediment likely results from a larger input of coarse terrigenous fractions delivered from the north shelf. The exceedingly low MS on the Sakhalin continental slope re£ects a high sedimentation rate due to the Amur River drift (Astakhov et al., 1988), high organic carbon £ux, low oxygen content in the lower intermediate water (Moroshkin, 1966) and resulted in ferric iron reduction under anaerobic condition (Coleman and Hedrick, 1993). There is a restricted area with high MS (up to 200^ 250U1036 CGSM) in the south-east adjacent the northern Kurile Islands which is in£uenced by volcanoclastic material input (Fig. 5). Based on the localisation of these higher values, it appears unlikely that volcano activity signi¢cantly disturbed the temporal MS pattern, controlled by terrigenous sediment supply, in the main part of basin.\nFig. 4. Major element composition (Al2O3, FeO, K2O, MgO and TiO2) versus SiO2 of glass particles in the tephra of Fig. 3. Separation of the Ko, TR and K2/K3 tephra is clearly observed here also.\nMARGO 3063 2-5-02"
  }, {
    "heading": "3.4. Litho-, MS and tephra stratigraphy of the Okhotsk Sea sediment",
    "text": "Detailed records of MS, grain size, carbonate and organic carbon along with opal content or diatom abundance in the dated cores V34-90, V34-98 and 936 (Gorbarenko et al., 2002a, 2002b) allow us to clarify the tephrochronology, the temporal patterns of the LU sequences, and the MS variability in the Okhotsk Sea sediments and to study their linkages with climate change. The diatomaceous LU 1, transitional LU 2,\nforaminifera-bearing LU 3 and terrigenous LU 4 units in cores V34-90 and V34-98 are shown versus time in Figs. 6 and 7, based on their depths (Table 2) and the core age models (Gorbarenko et al., 2002a). The biogenic opal, carbonate and organic carbon content records (Gorbarenko et al., 1998; Gorbarenko et al., 2001) demonstrate changes which are consistent with the LU descriptions. The foraminifera-bearing LU 3 combines the both the 1A and 1B carbonate peaks coeval with terminations 1A and 1B (Fairbanks, 1989) and the Younger Dryas cold event between\nMARGO 3063 2-5-02\nthem. A smooth increase in CaCO3 content, which occurred in the mid-Holocene (7^5 ka) (Figs. 6 and 7) and is denoted as peak 1C, is related to LU 2. The diatomaceous LU 1 unit is marked by very high opal content. The sediment MS is almost constant in LU 4 and through LU 3, decreases upward in LU 2 and becomes extremely low in LU 1, due to increased opal content and a share of fraction s 0.01 mm. A slight\nMS increase at the base of LU 2 was likely connected with tephra input. Termination 1A, observed in the Neogloboquadrina pachyderma s. N18O curve (Gorbarenko et al., 1998) and coeval with the beginning of global BWlling^AllerWd warming (Fairbanks, 1989) places the boundary of MIS 1/2 at the top of LU 4. Tephras TR and Ko, with 14C ages of 8.0 and 7.8 kyr BP, respectively, are found at the base of LU 2.\nMARGO 3063 2-5-02\nThe N. pachyderma s. N18O record of core 936 (Gorbarenko et al., 2002b) together with AMS 14C data (Table 5) allow us to correlate the LU 1^4 and MS variability with standard isotope stratigraphy (MIS 1^4, 5.1^5.3) and time (Fig. 8). The ages of the MIS 1/2 and 2/3 boundaries ^ 12.5 and 24 kyr according to Martinson et al. (1987) ^ are consistent with the 14C data. The CaCO3 content and sediment MS changes in LU 1^3 show patterns of variability compatible with those established earlier for cores V34-90 and\nV34-98. The CaCO3 content of LU 4 is characterised by lower values than in LU 1^3, with minor variability. The core V34-90, V34-98, and 936 age models indicate 14C ages of 4.2. 4.3 and 5.6 kyr, respectively, for the base of LU 1 (average 4.7 kyr), 8.1, 8.1 and 8.6 kyr BP (average 8.3 kyr) for the base of LU 2 and 12.2, 12.6 and 12.4 kyr BP (average age 12.4 kyr) for the start of LU 3. The MS records show high MS values during cold MIS 2 and 4 and low MS for warmer MIS 1, 3 and 5. All three studied cores clearly demon-\nstrate correlation between the MS and grain-size variability (s 0.01- and s 0.15-mm fractions, Figs. 6^8). Since LU 3 is the only unit with foraminifera shell content su⁄ciently high to signi¢cantly a¡ect the wt% of the s 0.15-mm fraction, we can suggest that the coarse fraction share mostly re£ects IRD variability. The histogram in the low panel of Fig. 9 shows average wt% content of various grain-size fractions in cores V34-98 and 936, and the upper panel displays correlation coe⁄cients between MS and wt% content of different fractions. In core 936, recovered from the centre of the basin out of the zone of volcanogenic sedimentation, the clay fraction dominates and the best MS correlation is with coarse silt and ¢ne sand (0.76^0.8). The correlation between MS and the ice-rafted fraction is less (0.52) but still mean-\ningful. Core V34-98, recovered in the south-eastern volcanic in£uence area, contains a large share of coarse silt, and MS correlate signi¢cantly with both the coarse silt (0.57) and ice-rafted coarse fractions (0.59). Being under volcanic in£uence, the core V34-98 sediments have the larger average MS, larger coarse sediment share and higher correlation of MS with coarse fractions than those of core 936. The K2 tephra is found in the upper part of LU 4 with 14C age 26 kyr based on interpolation of AMS data and on its position relative to the MIS 2/3 boundary (24 kyr, Martinson et al., 1987). The correlation of LU, MS records and tephra in core sequences 936, 937, LV27-7-3, LV27-8-3, LV27-8-4 and LV27-10-5, LV27-15-1, LV27-9-3, K-68, K-105, LV27-12-4 recovered in the central\nMARGO 3063 2-5-02\nand south^central areas of the sea, respectively, are shown in Figs. 10 and 11. The ¢rst core series includes the Ko and K2 ashes and the second contains TR, K2, K3 and K4. The sediments of LU 5 have an abundance of diatoms and foraminifera as described, high CaCO3 and opal content, and low MS similar to LU 1 values (Gorbarenko, 1991; Nuernberg et al., 1997). Based on the revised isotope stratigraphy of cores K-105 and K-68 (Gorbarenko, 1991; Gorbarenko and Southon, 2001), extrapolation of the core 936 age model and other new results (Keigwin, 1998; Nuernberg et al., 1997; Biebow et al., 2000; Gorbarenko et al., 2002b), LU 5 correlates with MIS 5.5. The terrigenous LU 4 characterised by low biogenic fossil content, low CaCO3 and opal, and high MS, corresponds to MIS 2^4 plus 5.1^5.4. The LU 7 unit, rich in diatoms\nand foraminifera, with high CaCO3 and opal content (Gorbarenko, 1991) and low MS, is tentatively correlated with warm isotope events 7.3 or 7.5 (Biebow et al., 2000). The terrigenous LU 6 was accumulated during the MIS 6 and upper cold MIS 7 events."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Lithological unit geochemistry, time scale and climatic linkages",
    "text": "The LU 4 sediments are overwhelmingly terrigenous composition with few biogenic components, low CaCO3 and organic carbon content. The very high coarse fraction (s 0.15 mm) percentages and the occurrence of dropstones (marked by sharp spikes in the records in Fig. 8), both indicating rafting, are clear evidence of cold, close to glacial conditions in the Okhotsk Sea during MIS 4-2 and 5.4^5.1. It is probable that the global warming associated with MIS 3, 5.1 and 5.3 did not signi¢cantly change the terrigenous pattern of sedimentation and biota productivity in the Okhotsk Sea, situated far into NE Asia and strongly a¡ected by continental climate. However, the records do suggest some decrease in content of the s 0.01- and s 0.15-mm fractions may have occurred (Fig. 8). The abundance of carbonate and silica fossils and high carbonate, organic carbon and opal content in LU 5 sediments and other geochemical and paleontological results (unpublished data) indicate warm surface water conditions and a high productivity in the Okhotsk Sea during the global warming of MIS 5.5. LU 6, similar to LU 4, is characterised by predominately terrigenous sedimentation with a low biogenic component content (Gorbarenko and Southon, 2001), and indicates glacial type of environment was present in the Okhotsk Sea coeval with cold MIS 6. The sequence of LU 3 to LU 1 demonstrates the sedimentary transition from glacial environment (LU 4) to the interglacial conditions characteristic of the modern Okhotsk Sea. The CaCO3 peak 1A observed in LU 3 (12.4^8.3 kyr ago) occurred synchronously with last glacial termina-\nMARGO 3063 2-5-02\ntion 1A and the BWlling^AllerWd (12.5 kyr) global warming; and peak 1B was coeval with termination 1B during the Preboreal warming (9.5 kyr), respectively (Fairbanks, 1989). These events were accompanied by an increase in organic carbon content and productivity (Figs. 6^8). Detailed oxygen isotope curves and paleontological results in the studied Okhotsk Sea cores (Gorbarenko et al., 2002a,b) indicate that regional warming and a rise in productivity occurred during LU 3 accumulation coeval with global terminations 1A and 1B and climate changes. The decreases in organic carbon and CaCO3 between carbonate peaks 1A and 1B were induced by climate cooling coeval with the widespread Younger Dryas event (11^ 10 14C kyr (Stuiver et al., 1995)). Decreases in the carbonate and organic carbon concentration indicating a drop in productivity at the start of LU 2 (8.3^5.5 kyr BP) suggest some regional climate cooling (Gorbarenko et al., 2002a) coeval with the 8.2 cal. kyr cold event\n(O’Brien et al., 1995). The subsequent gradual increase in CaCO3, organic carbon, opal content and diatom abundance (core 936, unpublished data) in the upper part of LU 2 suggest climate amelioration and increased productivity during late LU 2. The onset of extremely high diatom accumulation ^ up to 50 wt% (Bezrukov, 1955) in LU 1 (5.5 kyr BP to present) ^ was coeval with the start of the warmest middle Holocene climate. The decrease in CaCO3 content in LU 1 can be explained by increased decomposition of organic matter imported by the large diatom £uxes, which resulted in CO2 extraction into pore water, a shift in the sediment carbonate system, and poor carbonate preservation."
  }, {
    "heading": "4.2. NW Paci¢c and its marginal sea carbonate preservation pattern",
    "text": "The changes in carbonate fossil abundance in the Okhotsk Sea LU which control the temporal\nMARGO 3063 2-5-02\nCaCO3 variations in cores V34-90, V34-98 and 936, resemble the published carbonate records from the Bering Sea and the north-western subarctic Paci¢c (Keigwin et al., 1992; Gorbarenko, 1996; Keigwin, 1998). As in the Bering Sea and the NW subarctic Paci¢c, Okhotsk Sea sediments demonstrate low CaCO3 content during glaciation with increased carbonate during deglaciation and the warmest climate periods MIS 1 and 5.5: a pattern close to the ‘Atlantic type’ of carbonate preservation. This di¡ers from the equatorial and the far north-eastern Paci¢c carbonate preservation pattern (‘Paci¢c type’) (Farrell and Prell, 1991; Zahn et al., 1991), which is characterised by high carbonate content during glacial periods, with lows during interglacials. These di¡erences have been discussed in studies of the NW Paci¢c cores (Rama 44 PC and ODP site 882 and others) (Keigwin et al., 1992; Haug et al., 1995).\nThe shallower Paci¢c carbonate compensation depth compared to the Atlantic and the inverse correlation of the Paci¢c and Atlantic carbonate records are mainly attributed to strong modern formation of oxygen-rich North Atlantic Deep Water (NADW) and to its reduction in glacial times (Broecker and Takahashi, 1978). NADW slowdowns have a strong e¡ect on carbonate preservation in the Atlantic, but the North Paci¢c is the remote end member of the global conveyor deep-water-belt circulation (Broecker, 1997), and NW Paci¢c sediments are bathed by old, nutrientrich and carbonate corrosive deep water regardless of the state of NADW formation. However, because reductions in NADW alter the ventilation rate of the entire ocean, which readjusts towards a new carbonate equilibrium, the contrasting Paci¢c carbonate preservation pattern also re£ects, at least in part, a response to NADW changes,\nMARGO 3063 2-5-02\nthough formation of glacial deep water in the North Paci¢c as suggested by carbon isotope and cadmium measurements (Duplessy et al., 1988; Boyle, 1988, 1992) may also have played a part. Since the changes in the NADW formation and global conveyor belt activity cannot be responsible for the anomalous carbonate preservation pattern in the NW subarctic Paci¢c and its marginal seas relative to the rest of the Paci¢c, we must look to other possible causes. The carbon isotope and cadmium data (Duplessy et al., 1988; Boyle, 1988, 1992) suggest that glacial deep water formed in the NW Paci¢c. However, detailed measurements of Cd/Ca, a nutrient indicator of deep water, indicate a large cadmium gradient between the northwest and west equatorial Paci¢c, implying that deep-water formation in the North Pacific during glacial period was not strong enough to spread to equatorial regions (Ohkouchi et al., 1994). In the modern northwest Paci¢c, intermediate water is formed in the Okhotsk Sea mainly during winter ice formation (Talley, 1991; Kitani, 1973). During glacial time, enhanced Okhotsk Sea and NW Paci¢c intermediate water formation, indicated by carbon-13 and cadmium nutrient data (Keigwin, 1998; Boyle, 1988) was induced by increases in sea-ice formation at the Okhotsk north shelf. Importantly, north Okhotsk Sea water, unlike NADW, is undersaturated and extremely carbonate corrosive (Andreev et al., 1998). Thus, a strengthening of North Paci¢c deep-water ventilation during glacial time, con¢ned to the NW subarctic corner, with a corrosive source in the Okhotsk Sea, can explain the observed data (Ohkouchi et al., 1994). Regional productivity changes which altered the CaCO3 £ux to the bottom may be also responsible for the observed NW Paci¢c ‘Paci¢c type’ carbonate pattern di¡erence. According to sediment trap data, modern NW Paci¢c and Okhotsk and Bering Sea productivity is characterising by a bimodal pattern with a strong spring spike of silica-rich organisms and a lesser spike of preferentially carbonate-rich matter in the fall, induced by regional climate and hydrology conditions (Takahashi, 1995; Honjo and Manganini, 1996). Glacial climate cooling and a strong rise\nin the extent and seasonal duration of sea ice could have suppressed productivity in the NW Paci¢c corner, reducing carbonate production and the carbonate £ux to the bottom. The pattern of preferentially terrigenous sedimentation that was present in the glacial Okhotsk Sea (this study), the Bering Sea, and the NW Paci¢c^‘Paci¢c type’ (Bezrukov and Romankevich, 1960; Keigwin et al., 1992; Gorbarenko, 1996), with strongly reduced siliceous as well as calcareous biogenic components, is consistent with this interpretation."
  }, {
    "heading": "4.3. MS of the Okhotsk Sea sediments and climate changes",
    "text": "Kent (1982) and Volat et al. (1980) demonstrated that deep-sea sediment MS, being dependent on magnetic mineral abundance, is mainly determined by lithology and controlled by climate change. NE Atlantic horizons rich in IRD are associated with an increased share of coarsegrained ferromagnetic particles in the sediments and with a higher MS, suggesting cold climate and glacier discharge (Kent, 1982; Robinson et al., 1995). The results from the Okhotsk Sea cores recovered outside the volcanic in£uence area (Figs. 8 and 10), manifest the accumulation of high MS sediments during cold climate (MIS 2, 4, 5.2, 5.4 and 6) and lower MS interglacial sediments coeval with MIS 1, 3, 5.1, 5.3 and 5.5. This climatic MS variability is closely related to grainsize composition: high glacial MS was induced by increased accumulation of both the coarse IRD (s 0.15 mm) and the coarse silt-¢ne sand fractions (Fig. 9). In the central part of the sea, the correlation of MS with the coarse silt/¢ne sand fractions is stronger than with IRD, due to a larger ¢ne fraction content which contains most of the magnetic minerals (Figs. 8 and 9). Here the MS stratigraphy is more detailed than the lithostratigraphy due to the strong grain-size di¡erentiation which occurred with climate changes. In cores under volcanic in£uence (LV27-10-5, LV27-15-1, LV27-9-3) the sediment MS is high due to the larger content of coarse magmatic rock fragments, and MS records do not always clearly demonstrate the good correlations with\nMARGO 3063 2-5-02\nstandard isotope stratigraphy indicative of climate forcing (Fig. 11). In particular, in cores with a low sedimentation rate recovered from bathymetric highs (K-68 and K-105), a comprehensive MSbased stratigraphic interpretation does not seem possible, though a correlation of low MS with the Late Holocene and MIS 5.5 remains. In these cases, tephra- and lithostratigraphy are very important for providing an overall stratigraphic framework."
  }, {
    "heading": "4.4. The Okhotsk Sea tephra and Kurile^Kamchatka eruptions",
    "text": "The Okhotsk Sea tephras TR, Ko, K2 and K3 are distinguished by TAS, major element composition and glass morphology (Figs. 2^4). Individual geochemical, mineralogical and morphological tephra characteristics allow us to outline their spatial distributions (Fig. 1) and to discuss possible source eruptions. For correlating tephra with Kurile^Kamchatka eruptions (Braitseva et al., 1974, 1993; Melekestsev et al., 1988, 1997), we considered the heavy mineral assemblages, geochemistry, glass shard morphologies, area distribution, refractive index, colour and ages of the marine tephras. The TR tephra, with dacite^rhyolitic composition, low K2O content and primarily £uid^vesicular morphology (Figs. 2^4), was deposited at the base of LU 2, at 8.0 kyr BP. The ash dispersal can be traced south-west from Onekotan Island, and occupies the southern part of the sea (Fig. 1). Based on the mineralogy and fall area, the TR tephra can be related to the explosive eruption of the Tao-Rusyr Volcano on Onekotan at 7.5 kyr BP (Braitseva et al., 1993). The rhyolitic Ko tephra, characterised by a medium K2O content and £uid^vesicular shard forms (Figs. 2^4) was deposited near the base of LU 2 at 7.7 kyr BP. It was most likely due to the large volume (100 km3) explosive eruption of the Kurile Lake Volcano (Kamchatka) about 7.66 14C kyr BP (Melekestsev et al., 1988; Braitseva et al., 1993). Its dispersal covers major areas of the central and northern Okhotsk north-west of southern Kamchatka (Fig. 1). Its volcanic glass has been identi¢ed in Holocene sediments near Magadan on the\nnorthern shore of the Okhotsk Sea (Firsov, 1966) more than 600 km from the Kamchatka caldera. The rhyolitic K2 tephra of medium K2O content, split plate form and reddish colour, was formed 26 kyr BP in the upper part of MIS 3. It may have been deposited by the Nemo Volcano eruption (Nemo-III caldera, Onekotan Island) (Melekestsev et al., 1997): Nemo-III ash is brick-reddish in colour and has been dated to 24.5^25 kyr BP by conventional 14C measurements (Melekestsev et al., 1997). The rhyolitic K3 tephra, characterised mostly by split plate forms and fragments of glassy groundmass, has a geochemical pattern similar to K2, and based on its stratigraphic position (Fig. 11), was accumulated about 60^68 kyr ago during MIS 4. Taking into account the close agreement between the petrochemical parameters and the refractive index of the K2 and K3 tephras, we suggest that an earlier large eruption of the Nemo Volcano (oldest Nemo-I caldera, Onekotan Island, 40^45 kyr BP) gave rise to the K3 tephra (Melekestsev et al., 1997). The caldera opens toward the Okhotsk Sea, suggesting that much of the pyroclastic material was indeed dispersed in that direction (Melekestsev et al., 1997). Based on our combined stratigraphy, the K4 tephra was formed within MIS 5.4 (100^120 kyr ago, Martinson et al., 1987). Based on its location (Figs. 1 and 11) we propose that one of the explosive volcanoes from the middle part of the Kurile Island Arc was its source. Several powerful eruptions are known to have taken place in this area in the late Middle Pleistocene (Gorshkov, 1967; Braitseva et al., 1974)."
  }, {
    "heading": "5. Conclusions",
    "text": "A sequence of seven LU (diatomaceous ooze (1), transitional (2), foraminifera bearing (3), terrigenous I (4), biogenic II (5), terrigenous II (6) and biogenic III (7)) was identi¢ed in the series of the Late Quaternary sediment cores using on-board sediment descriptions, smearslides analyses, grain-size composition and MS records. The age models of cores V34-90, V34-98 and\nMARGO 3063 2-5-02\n936, based on oxygen-isotope stratigraphy and AMS 14C data, provide a time-scale for the LU. Records of CaCO3 and opal content, grain-size composition and MS throw light on their relationship with the climate changes in the Okhotsk Sea. The terrigenous LU 4, with few biogenic components and low CaCO3 and opal content occurred during MIS 2^4 and 5.1^5.4, and is associated with the glacial mode of surface environment and with low productivity. LU 5, characterised by a high diatom and foraminifera content, is associated with the highly productive interglacial mode of Okhotsk Sea hydrology, being coeval with the pronounced global warming of MIS 5.5. The preceding terrigenous LU 6 can be tentatively correlated with glacial MIS 6, and the biogenic LU 7 with the warm events of MIS 7. The sequence of (foraminifera-bearing) LU 3, (transitional) LU 2 and (diatomaceous ooze) LU 1, spanning the periods of 12.4^8.3 kyr, 8.3^5.5 kyr and 5.5 kyr-present, respectively, demonstrates the progression from glacial (LU 4) to interglacial mode sedimentation (LU 1) in the Okhotsk Sea. The mapping of MS distribution in the Okhotsk Sea sediments, using average glacial MS values, allows us to delineate a south-eastern area adjoining the northern Kuriles and southern Kamchatka, which is in£uenced by input of volcanic material. Sedimentation in the main part of the sea was mainly governed by the supply of terrigenous material. The observed patterns of variability in MS, IRD and silt fractions in the dated cores V34-98 and 936 show a primary climate control of the sedimentation regime, with a high MS during cold MIS 2 and 4 and a low MS for warmer MIS 1, 3, 5.1, 5.3, and 5.5 and probably MIS 7. The Ko, TR, K2, K3 and K4 tephra were separated and identi¢ed in the Okhotsk Sea cores using their petrological, mineralogical, morphological and geochemical parameters as well as refractive index and colour. The age models of cores V34-90, V34-98, 936 and the time scale of the LU sequence and MS records de¢ne these tephra ages and stratigraphy as 7.8, 8.0, 26.0 kyr BP, MIS 4 (60^70 kyr BP) and MIS 5.4, respectively. Comparisons of the observed tephra characteristics,\ntheir dispersal patterns and ages with the history of Kurile^Kamchatka volcanism suggest possible candidates for the source eruptions. Eruptions of the Tao^Rusyr Volcano (Onekotan Island), Kurile Lake Volcano (south Kamchatka), and Nemo III volcano (Nemo-III caldera, Onekotan Island) likely produced the TR, Ko and K2 tephra, respectively. We suggest that an earlier eruption of the Nemo Volcano (oldest Nemo-I caldera, Onekotan Island) and one of the volcanoes in the middle Kurile Island Arc produced the K3 and K4 tephra. By correlating visual stratigraphy and geochemical properties across two suites of Okhotsk Sea cores we have developed a coherent set of MS records, LU sequence and tephrochronology which provide a detailed stratigraphic framework for Okhotsk Sea sediments. MS and litho-stratigraphy, which are strongly controlled by variations in the accumulation of the coarse terrigenous and the biogenic components, represent the response of the sedimentation regime, biota and productivity of the Okhotsk Sea to the regional climate change."
  }, {
    "heading": "Acknowledgements",
    "text": "These studies were performed under the umbrella of the Russian Foundation of Fundamental Investigations (Grants 95-05-15095 and 99-05- 64533a), the German Ministry of Sciences and Education, and the US Department of Energy (Contract W-7405-Eng-48). We thank Dr. Lloyd Keigwin (WHOI, Woods Hole, MA, USA) for initiating cruise 21 of R/V Akademik Vinogradov and for helping with the isotope analyses of core 936. Thanks to BMBF for completely funding the Gregory expedition. Thanks to Prof. Erwin Suess for initiating German/Russian KOMEX project scientific research. Special thanks go to Drs. Nicole Biebow and Ralf Tiedemann for German/ Russian co-operation and discussion of tephra and magnetic stratigraphy of the Okhotsk Sea sediments. We thank Drs. Ivan Melekestsev, Olga Braitseva and Vera Ponomareva for fruitful discussion on the relationship of the Okhotsk Sea tephras and Kurile^Kamchatka volcanism.\nMARGO 3063 2-5-02\nWe thank Phil Shane and an anonymous referee for their reviews."
  }],
  "year": 2002,
  "references": [{
    "title": "Holocene sediment rates in the Okhotsk Sea (in Russian)",
    "authors": ["A.S. Astakhov", "N.K. Vagina", "S.A. Gorbarenko", "E.L. Demidenko", "V.V. Shapovalov", "M.G. Birulina"],
    "venue": "Tikhookeanskaya Geol",
    "year": 1988
  }, {
    "title": "Distribution and accumulation rates opal sediments in the Okhotsk Sea (in Russian)",
    "authors": ["P.L. Bezrukov"],
    "venue": "Dokl. Akad. Nauk SSSR",
    "year": 1955
  }, {
    "title": "Bottom sediments of the Okhotsk Sea (in Russian)",
    "authors": ["P.L. Bezrukov"],
    "venue": "Tr. Inst. Okeanol. Moscow",
    "year": 1960
  }, {
    "title": "Stratigraphy and lithology of the bottom sediments in the northwestern Pacific (in Russian)",
    "authors": ["P.L. Bezrukov", "E.A. Romankevich"],
    "venue": "Dokl. Akad. Nauk SSSR",
    "year": 1960
  }, {
    "title": "Stratigraphy and general patterns of sediment deposition in the Sea of Okhotsk: an overview (abstract)",
    "authors": ["N. Biebow", "R. Tiedemann", "S. Gorbarenko", "D. Nuernberg", "A. Kaiser", "A. Derkachev", "A. Matul", "R. Werner"],
    "venue": "Third Workshop on Russian^German Cooperation in the Okhotsk Sea-",
    "year": 2000
  }, {
    "title": "Fallout tephra layers: composition and signi¢cance",
    "authors": ["P.R. Bitschene", "Schmincke", "H.-U"],
    "year": 1990
  }, {
    "title": "The role of vertical chemical fractionation in controlling late Quaternary atmospheric carbon dioxide",
    "authors": ["E.A. Boyle"],
    "venue": "J. Geophys. Res",
    "year": 1988
  }, {
    "title": "Newest volcanic activity (in Russian). In: Iuchitskiy, I.V. (Ed.), Kamchatka, Kurile and Komandore Islands",
    "authors": ["O.A. Braitseva", "I.V. Melekestsev", "E.N. Erlikh"],
    "year": 1974
  }, {
    "title": "Radiocarbon dating and tephrochronology in Kamchatka",
    "authors": ["O.A. Braitseva", "S.D. Sulerzhitsky", "S.N. Litasova", "I.V. Melekestsev"],
    "venue": "Radiocarbon",
    "year": 1993
  }, {
    "title": "Thermohaline circulation, the Achilles heel of our climate system: will man-made CO2 upset the current balance",
    "authors": ["W.S. Broecker"],
    "year": 1997
  }, {
    "title": "The relationship between lysocline depth and in-situ carbonate ion concentration",
    "authors": ["W.S. Broecker", "T. Takahashi"],
    "venue": "Deep-Sea Res. Part A",
    "year": 1978
  }, {
    "title": "Reduction of Re(III) in sediments by sulfate-reducing bacteria",
    "authors": ["M.L. Coleman", "D.B. Hedrick"],
    "venue": "Nature 361,",
    "year": 1993
  }, {
    "title": "Deepwater source variations",
    "authors": ["L.C. Duplessy", "N.J. Shackleton", "F.G. Fairbanks", "L. Labeyrie", "D. Oppo", "N. Kallel"],
    "year": 1988
  }, {
    "title": "A 17,000 years glacio-eustatic sea level record: in£uence of glacial melting rates on the Younger Dryas event and deep-ocean circulation",
    "authors": ["R.G. Fairbanks"],
    "venue": "Nature 342,",
    "year": 1989
  }, {
    "title": "Paci¢c CaCO3 reservation and N18O since 4 Ma: paleoceanic and paleoclimatic implications",
    "authors": ["J.W. Farrell", "W.L. Prell"],
    "venue": "Paleoceanography",
    "year": 1991
  }, {
    "title": "The composition and condition of the tephra near Magadan City (in Russian)",
    "authors": ["L.V. Firsov"],
    "venue": "Bull. Volcanol. Stn",
    "year": 1966
  }, {
    "title": "Stratigraphy of the upper Quaternary sediments of the central Okhotsk Sea and its paleoceanography using N18O and other methods",
    "authors": ["S.A. Gorbarenko"],
    "venue": "(in Russian). Okeanologiya",
    "year": 1991
  }, {
    "title": "Stable isotope and lithological evidence of late-glacial and Holocene oceanography of the Northwestern Paci¢c and its marginal seas",
    "authors": ["S.A. Gorbarenko"],
    "venue": "Quat. Res",
    "year": 1996
  }, {
    "title": "Paleoenvironment of the central part Okhotsk Sea during last glaciation^Holocene",
    "authors": ["S.A. Gorbarenko", "M.P. Chekhovskaya", "J.R. Southon"],
    "venue": "(in Russian). Okeanologiya",
    "year": 1998
  }, {
    "title": "Lithostratigraphy and tephrochronology of the Upper Quaternary deposits in the Sea of Okhotsk (in Russian)",
    "authors": ["S.A. Gorbarenko", "A.N. Derkachev", "A.S. Astakhov", "J.R. Southon", "V.V. Shapovalov-Chuprynin"],
    "venue": "Tikhookeanskaya Geol",
    "year": 2000
  }, {
    "title": "Stratigraphy of the Akademy of Science Rise sediments and the Okhotsk Sea paleoceanography for Late Pleistocene (in Russian)",
    "authors": ["S.A. Gorbarenko", "J.R. Southon"],
    "venue": "Dokl. Akad. Nauk",
    "year": 2001
  }, {
    "title": "Glacial^Holocene environment of the southeast Okhotsk Sea: evidence from geochemical and paleontological data",
    "authors": ["S.A. Gorbarenko", "T.A. Khusid", "I.A. Basov", "T. Oba", "J.R. Southon", "I. Koizumi"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2002
  }, {
    "title": "Detailed Late Pleistocene^Holocene oceanographic variability in the Okhotsk Sea. Geochemical, lithological and paleontological evidences, manuscript submitted for publication",
    "authors": ["S.A. Gorbarenko", "J.R. Southon", "M.V. Cherepanova", "I.G. Gvozdeva"],
    "year": 2002
  }, {
    "title": "Volkanology of the Kurile Island Arc (in Russian)",
    "authors": ["G.S. Gorshkov"],
    "venue": "Nauka, Moscow,",
    "year": 1967
  }, {
    "title": "Evolution of northwest Paci¢c sedimentation patterns since 6MA (Site 882)",
    "authors": ["G.H. Haug", "M.A. Maslin", "M. Sarnthein", "R. Stax", "R. Tiedemann"],
    "venue": "Proc. ODP,",
    "year": 1995
  }, {
    "title": "Dichothermal layer and biological export production in the Sea of Okhotsk",
    "authors": ["S. Honjo", "S.J. Manganini"],
    "venue": "Proc. Int. Workshop on the Okhotsk Sea and Arctic: The Physics and Biochemistry Implied to the Global Cycles, JAMSTEC and STA of Japan,",
    "year": 1996
  }, {
    "title": "Glacial-age hydrology of the far north",
    "authors": ["L.D. Keigwin"],
    "year": 1998
  }, {
    "title": "Age dating and the orbital",
    "authors": ["T.C", "N.J. Shackleton"],
    "year": 1987
  }, {
    "title": "Complexity of Holo",
    "authors": ["M.S. Twickler", "S.I. Whitlow"],
    "year": 1995
  }, {
    "title": "Was deep water formed in the North Paci¢c during the late Quaternary? Cadmium evidence from the northwest Paci¢c",
    "authors": ["N. Ohkouchi", "H. Kawahata", "M. Marayama", "M. Okada", "T. Nakamura"],
    "venue": "Earth Planet. Sci",
    "year": 1994
  }, {
    "title": "Choosing of method for mineralogical analysis of the sediment sand^silt fraction (in Russian)",
    "authors": ["V.P. Petelin"],
    "venue": "Trudy Inst. Okeanol",
    "year": 1961
  }, {
    "title": "Grain-Size Analyses of the Sea Bottom Sediments",
    "authors": ["V.P. Petelin"],
    "venue": "(in Russian). Nauka, Moscow,",
    "year": 1967
  }, {
    "title": "Chemical composition of the rock and minerals (in Russian)",
    "authors": ["N.P. Popova", "I.A. Stolyarova"],
    "venue": "Nedra, Moscow, Vsesouznyi Naychno-issledovatel’sky Institut,",
    "year": 1974
  }, {
    "title": "Magnetic susceptibility in Upper Pleistocene deep-sea sediments of the NE Atlantic: implications for ice rafted and paleocirculation at the last glacial",
    "authors": ["S.G. Robinson", "M.A. Maslin", "I.N. McCave"],
    "venue": "maximum. Paleoceanography",
    "year": 1995
  }, {
    "title": "Paleomagnetic research of the sediments from south Okhotsk Sea",
    "authors": ["N.N. Semakov"],
    "venue": "Mezozoic and Kainozoic paleomagnetism of Siberia and Far East (in Russian). Nauka, Novosibirsk,",
    "year": 1976
  }, {
    "title": "The GISP N18O climate record of the past 16,500 years and the role of the Sun, ocean, and volcanoes",
    "authors": ["M. Stuiver", "P. Grootes", "T.F. Braziunas"],
    "venue": "Quat. Res",
    "year": 1995
  }, {
    "title": "Opal particle £ux in the subarctic Paci¢c and Bering Sea and sedocoenosis preservation hypothesis",
    "authors": ["K. Takahashi"],
    "year": 1995
  }, {
    "title": "An Okhotsk sea water anomaly: implications for ventilation in the North Paci¢c",
    "authors": ["L.D. Talley"],
    "venue": "Deep-Sea Res. Part A",
    "year": 1991
  }, {
    "title": "Dissolution and carbonate £uctuations in Pleistocene deep-sea cores: a review",
    "authors": ["Volat", "J.-L", "L. Pastoulet", "C. Vergnaud-Grazzini"],
    "venue": "Mar. Geol",
    "year": 1980
  }, {
    "title": "Carbonate deposition and benthic N13C in subarctic Paci¢c: implications for changes of the carbonate system during the past 750,000 years",
    "authors": ["R. Zahn", "A. Rushdi", "N.G. Pisias", "B. Blaise", "R. Karlin"],
    "venue": "Earth Planet. Sci",
    "year": 1991
  }, {
    "title": "Magnetic properties and petrochemical peculiarities of volcanic rock from the Japan Sea submerged sea-mounts (in Russian). In: Shevaldin, Yu.V. (Ed.), Geophysical Research of the Paci¢c Active Margins",
    "authors": ["P.S. Zimin", "V.T. S’edin"],
    "venue": "Far-Eastern Branch of the USSR Academy",
    "year": 1983
  }],
  "id": "SP:ec4526f87668fd4c88d2cc17517a2c7c6e6ae1e4",
  "authors": [{
    "name": "S.A. Gorbarenko",
    "affiliations": []
  }, {
    "name": "D. Nu«rnberg",
    "affiliations": []
  }, {
    "name": "A.N. Derkachev",
    "affiliations": []
  }, {
    "name": "A.S. Astakhov",
    "affiliations": []
  }, {
    "name": "J.R. Southon",
    "affiliations": []
  }, {
    "name": "A. Kaiser",
    "affiliations": []
  }],
  "abstractText": "Seven lithological units, alternating between horizons enriched in biogenic opal (diatoms) and carbonate (foraminifera) and units composed largely of terrigenous sediment with very low biogenic admixture, were distinguished in a series of Late Quaternary sediment cores from the Sea of Okhotsk. Sediments were characterised using on-board visual description, smear-slides analyses, grain-size composition and magnetic susceptibility (MS) records. Five tephra marker layers, identified as Ko, TR, K2, K3 and K4, were distinguished using petrological, mineralogical and geochemical analyses. Age models were developed by comparing lithological units, tephra stratigraphy and MS records with oxygen isotope curves and with records of biogenic CaCO3, opal content, and sediment grain-size composition in three AMS radiocarbon dated Okhotsk cores. This chronological framework allowed us to investigate climate control over the sedimentation regime and productivity, and to clarify the formation times of the lithological and tephra units. The data show that sediment MS variations in the south-eastern area of the glacial Okhotsk Sea arose primarily from volcanic material input. The sedimentation in all other parts of the sea was mainly controlled by the supply of terrigenous material. The cores show a tight correlation between MS, sediment grain size and climate change in the Okhotsk Sea: coarse sediments with a high MS were accumulated during the cold period-oxygen isotope stages (MIS) 2, 4, 6; fine sediments with a low ice-rafted debris (IRD) content and MS were formed in the warm isotope stages. According to the oxygen isotope stratigraphy and radiocarbon data, the Ko, TR, K2, K3 and K4 tephra were deposited at 7.7, 8.0, 26.0 kyr BP, in MIS 4 about 60^70 kyr ago, and near MIS 5.4, respectively. Comparison of tephra mineralogy, petrology, spatial distributions and ages with the history of Kurile^Kamchatka volcanism allows us to identify likely candidates for the tephra source eruptions. The combined use of MS records, tephrochronology and lithological unit sequences provides a detailed basis for Okhotsk Sea sediment stratigraphy. ? 2002 Elsevier Science B.V. All rights reserved. 0025-3227 / 02 / $ ^ see front matter ? 2002 Elsevier Science B.V. All rights reserved. PII: S 0 0 2 5 3 2 2 7 ( 0 2 ) 0 0 1 6 4 0 * Corresponding author. Fax: +7-4232-312-573. E-mail addresses: gorbarenko@poi.dvo.ru (S.A. Gorbarenko), dnuernberg@geomar.de (D. Nu«rnberg), southon1@llnl.gov (J.R. Southon). MARGO 3063 2-5-02 Marine Geology 183 (2002) 107^129 www.elsevier.com/locate/margeo",
  "title": "Magnetostratigraphy and tephrochronology of the Upper Quaternary sediments in the Okhotsk Sea: implication of terrigenous, volcanogenic and biogenic matter supply"
}