{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGondwana Research\nj ourna l homepage: www.e lsev ie r .com/ locate /gr\nGlobal climate perturbations during the Permo-Triassic mass extinctions recorded by continental tetrapods from South Africa\nKévin Rey a,⁎, Romain Amiot a, François Fourel a, Thomas Rigaudier b, Fernando Abdala c, Michael O. Day c, Vincent Fernandez c,d, Frédéric Fluteau e, Christian France-Lanord b, Bruce S. Rubidge c, Roger M. Smith c,f, Pia A. Viglietti c, Bernhard Zipfel c, Christophe Lécuyer a,1\na CNRS UMR 5276, Université Claude Bernard Lyon 1 and Ecole Normale Supérieure de Lyon, 2, Rue Raphaël Dubois, 69622 Villeurbanne Cedex, France b Centre de Recherches Pétrologiques et Géochimiques (CRPG), UMR CNRS 7358, Vandoeuvre les Nancy 54501 France c Evolutionary Studies Institute, School of Geosciences, University of the Witwatersrand, P. Bag 3, WITS 2050, Johannesburg, South Africa d European Synchrotron Radiation Facility (ESRF), Grenoble, France e Institut de Physique du Globe de Paris, 2 place Jussieu, F-75005 Paris, France f Iziko South African Museum of Cape Town, P.O. Box 61, Cape Town, 8000, South Africa\n⁎ Corresponding author at: CNRS UMR 5276, Univers Ecole Normale Supérieure de Lyon, 2, Rue Raphaël Dubo France.\nE-mail address: kevin.rey@univ-lyon1.fr (K. Rey). 1 Also at Institut Universitaire de France.\nhttp://dx.doi.org/10.1016/j.gr.2015.09.008 1342-937X/© 2015 International Association for Gondwa\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 29 July 2015 Received in revised form 14 September 2015 Accepted 15 September 2015 Available online 23 October 2015\nHandling Editor: I.D. Somerville\nKeywords: Permo-Triassic Paleoclimate Stable isotopes Vertebrate apatite Karoo Basin\nSeveral studies of the marine sedimentary record have documented the evolution of global climate during the Permo-Triassic mass extinction. By contrast, the continental records have been less exploited due to the scarcity of continuous sections from the latest Permian into the Early Triassic. The South African Karoo Basin exposes one of themost continuous geological successions of this time interval, thus offering the possibility to reconstruct climate variations in southern Laurasia from the Middle Permian to Middle Triassic interval. Both air temperature and humidity variations were estimated using stable oxygen (δ18Op) and carbon (δ13Cc) isotope compositions of vertebrate apatite. Significant fluctuations in both δ18Op and δ13Cc values mimic those of marine records and suggest that stable isotope compositions recorded in vertebrate apatite reflect global climate evolution. In terms of air temperature, oxygen isotopes show an abrupt increase of about +8 °C toward the end of the Wuchiapingian. This occurred during a slight cooling trend from the Capitanian to the Permo-Triassic boundary (PTB). At the end of the Permian, an intense and fastwarming of+16 °C occurred and kept increasing during the Olenekian. These thermal fluctuations may be related to the Emeishan (South China) and Siberian volcanic paroxysms that took place at the end of the Capitanian and at the end of the Permian, respectively. Vertebrate apatite δ13Cc partly reflects the important fluctuations of the atmospheric δ13C values, the differenceswithmarine curves being likely due to the evolution of local humidity. Both the oxygen and carbon isotope compositions indicate that the PTB was followed by a warm and arid phase that lasted 6 Ma before temperatures decreased, during the Late Anisian, toward that of the end-Permian. Environmental fluctuations occurring around the PTB that affected both continental andmarine realmswith similarmagnitude likely originated fromvolcanismandmethane release.\n© 2015 International Association for Gondwana Research. Published by Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The End-Permian mass extinction is repeatedly shown to be the largest and most devastating, with estimates varying between 57–83% of marine genera (Raup and Sepkoski, 1982; Erwin, 1993; Sepkoski, 1996; Bambach et al., 2002; Alroy, 2008, 2010; McGhee et al., 2013) and 70% of continental tetrapod families (Maxwell, 1992), with extinctions in both realms appearing in several cases to occur in pulses (Song\nité Claude Bernard Lyon 1 and is, 69622 Villeurbanne Cedex,\nna Research. Published by Elsevier B.\net al., 2013; Smith and Botha-Brink, 2014) over a total duration of 96 thousand to several hundred thousand years (Mundil et al., 2004; Huang et al., 2011, 2012; Smith and Botha-Brink, 2014). Plant species also suffered from this event with, for example, the extinction of the seed fern Glossopteris replaced by a Dicroidium-dominated flora (McLoughlin et al., 1997).\nThe causes of the end-Permian mass extinction event have been widely discussed. Most authors agree on climatic deterioration due to the release of several gasses into the atmosphere by volcanic activity that formed the Siberian Traps (Retallack and Jahren, 2008; Grasby et al., 2011; Sobolev et al., 2011; Sanei et al., 2012). Several authors suggested concomitant events such as a significant release ofmethane from both permafrost andmarine clathrates (DeWit et al., 2002; Heydari and Hassanzadeh, 2003; Ryskin, 2003; Retallack et al., 2003) or from coal-\nV. All rights reserved.\nbed cross-cut by igneous intrusions (McElwain et al., 2005; Retallack et al., 2006; Retallack and Jahren, 2008). Using stable carbon isotope compositions of paleosol carbonate nodules, Ward et al. (2005) interpreted the Permo-Triassic crisis as a progressive environmental degradation rather than an instantaneous event. In the oceans, large sustained anoxia has been reported and is considered to have at least partly triggered the marine extinction (Isozaki, 1997; Nielsen and Shen, 2004; Algeo et al., 2011; Dustira et al., 2013). The evidence from geographically disparate areas and diverse environments is highly supportive of global warming (Benton and Newell, 2014).\nAnother mass extinction occurring at the Guadalupian–Lopingian Boundary (GLB), about 10 Ma before the Permo-Triassic Boundary (PTB), has been identified (Stanley and Yang, 1994). The intensity and duration of this extinction event is uncertain, some authors ranking it alongside the five major Phanerozoic mass extinction events (Stanley and Yang, 1994; Bond et al., 2010) whereas others only considered it as a low diversity point (Yang et al., 2000; Clapham et al., 2009; Groves and Wang, 2013). During the GLB, several species became extinct whether they lived at low or high latitudes (Bond et al., 2015) either in oceans or continents (Bond et al., 2010). On continents, the extinction affected plants with some turnover in South China (Bond et al., 2010), in South Africa, and in Antarctica (Retallack et al., 2006) and eventually a few vertebrate species with the extinction of the dinocephalian tetrapods (Retallack et al., 2006; Sahney and Benton, 2008; Day, 2013; Day et al., 2015). Several causes have been reported to explain these extinctions, including the Emeishan basalt flood in South China (Sephton et al., 2002; Zhou et al., 2002; Wignall et al., 2009), marine anoxia (Weidlich, 2002; Detian et al., 2013; Saitoh et al., 2013), methane outburst (Retallack et al., 2006; Retallack and Jahren, 2008) or even global marine regression (Jin et al., 1994; Hallam and Wignall, 1999; Yue and Yugan, 2000; Saitoh et al., 2013).\nThis study aims to investigate the climatic perturbations of these two events through the analysis of stable oxygen and carbon isotope compositions of continental vertebrate apatite. The oxygen isotope composition (δ18O) of vertebrate apatite (bone, teeth) reflects both the δ18Obw value of the animal body water and its body temperature. For most terrestrial vertebrates, the ingested oxygen comes from drinkingmeteoricwater or plantwater, (D'Angela and Longinelli, 1990; Kohn et al., 1996). The oxygen isotope composition of meteoric water (δ18Omw) depends on climatic parameters such as air temperature, hygrometry, and amount of precipitation (Dansgaard, 1964; Grafenstein et al., 1996; Fricke and O'Neil, 1999), thus vertebrates indirectly record the climatic conditions of their environment in their phosphatic tissues. It is noted, however, that the δ18Ow value of surface waters can differ from that of precipitation as a result of local earth surface processes such as evaporation, addition of soluble dust, and mixing with other water sources, thus complicating the interpretations in terms of climatic reconstructions. Using empirically derived phosphate–water oxygen isotope fractionation equations, it is thus possible to estimate the δ18Omw value, and related local mean air temperatures (Tair) provided that the ancient δ18Omw–Tair relationship did not differ significantly from that of the present-day. The carbon isotope composition (δ13Cc) of vertebrate apatite mainly reflects that of the animal's diet with 13C-enrichments varying among animals, being most likely as a result of different digestive physiologies (DeNiro and Epstein, 1978; Quade et al., 1992; Passey et al., 2005). Herbivorous animals have apatite δ13Cc values reflecting that of their herbivorous diet, whereas carnivorous formshave carbon isotope compositions reflecting the δ13C value of the flesh of their prey. The prey tissue itself reflects the δ13C value of their plant diet with a flesh-plant 13C-enrichment of about 1 ± 1‰ (Barnes et al., 2007). In turn, plants have carbon isotope compositions mainly controlled by their photosynthetic pathway (see Ehleringer and Monson (1993) for a review).\nThe C3 pathway is the most common, occurring in all trees, most shrubs and herbs, and grasses in regions with a cool growing season.\nToday, C3 plants have a mean δ13C value of −27‰ (range from −35‰ to−22‰). Abiotic factors indirectly influence the carbon isotope compositions of C3 plants by affecting leaf stomatal conductance, which in turn constrains the amount of CO2 diffusion through plant epidermis. Variations in sunlight intensity, water volume and osmotic stress, local temperature and pCO2 produce variations in the δ13C values of C3 plants (reviewed in Ehleringer and Monson, 1993).\nTherefore, variations in δ13Cc values in vertebrate apatite reflect both variations in atmospheric δ13C values and that of local humidity. C4 photosynthesis operates in grasses from regions with a warm growing season, and in some sedges and dicotyledons. Finally, crassulacean acid metabolism (CAM) occurs in succulent plants. Because C4 and CAM plants only appeared during the Cenozoic and were apparently absent in Permian and Triassic ecosystems, they are not considered relevant to this study.\nThe Main Karoo Basin of South Africa records both the Capitanian and end-Permian extinction events within a single near-continuous sequence. We analyzed tetrapod tooth apatite from tetrapod fossils from the Beaufort Group, spanning five Permian and four Triassic biozones (Hancox et al., 1995; Rubidge, 1995; Shishkin et al., 1995; Neveling et al., 2005; Rubidge, 2005). The rocks of the Beaufort Group, the earliest non-marine sequence in the Karoo retroarc foreland system (Catuneanu et al., 1998; Smith and Ward, 2001; De Kock and Kirschvink, 2004; Ward et al., 2005; Botha and Smith, 2007; Coney et al., 2007; Fildani et al., 2009; Botha-Brink et al., 2014), preserve an uninterrupted record from the Middle Permian to the Middle Triassic (Ochev and Shishkin, 1989; Hancox et al., 1995; Rubidge, 1995; Hancox and Rubidge, 1996). They were deposited mainly under fluvial, but also lacustrine conditions, under a semi-arid climate (Smith et al., 1993; Smith, 1995; Rubidge et al., 2000; Retallack et al., 2003). A diverse vertebrate fauna that includes therapsids, amphibians, archosauromorphs and parareptiles, has been recovered from this sedimentary succession and the bones of some of these were sampled for geochemical studies.\nIn this study, apatite from the bones and teeth of therapsids, erythrosuchids, pareiasaurids and temnospondyls were analyzed for their oxygen and carbon isotope compositions, which are interpreted as proxy for atmospheric temperature variations, as well as relative humidity. Resultswere compared tomarine carbonate δ13C curves in order to distinguish between the local changes in Karoo Basin environments (arid or humid) from the global trends (temperature, pCO2) and also to discuss the factors that triggered these changes."
  }, {
    "heading": "2. Material and methods",
    "text": ""
  }, {
    "heading": "2.1. Sampling",
    "text": "A total of 39 teeth and 97 bones were sampled from 116 fossil individuals and analyzed for the stable oxygen isotope composition of phosphate group, oxygen and carbon isotope compositions of carbonate group and carbonate content in apatite. Sampled specimens from the collections of Iziko South African Museum in Cape Town and the Evolutionary Studies Institute, University of the Witwatersrand comprise Therapsida, Archosauromorpha, Pareiasauridae and Temnospondyli recovered from17 farm localities (Fig. 1). Fossil samples fromeach locality are attributed to one of nine biozones (supplementary material; Rubidge, 2005), for which radiometric dates provide absolute temporal constraints (Rubidge et al., 2013; Day et al., 2015). More information on locality attribution to their biozones are provided in supplementary material.\nCalculation of paleogeographic coordinates of the sampling siteswas made using the Apparent Polar Wander Path of Gondwana (Torsvik et al., 2012). This APWP was constructed using a selection of the best paleomagnetic poles available calculated on a 10 Ma window. Paleolatitudes and associated uncertainties are shown in\nsupplementarymaterial. These uncertainties depend on the quality and number of magnetic poles used to build the APWP."
  }, {
    "heading": "2.2. Stratigraphic correlations",
    "text": "All sampled localities have been positioned within a stratigraphic and geochronological framework (Fig. 2) and correlated to the marine stages using the absolute ages accepted by the International Commission on Stratigraphy (Cohen et al., 2013), with the exceptions of the Permo-Triassic and Guadalupian–Lopingian boundaries considered to be 251.90 ± 0.02 Ma and 259.1 ± 0.5 Ma in age as calculated by Burgess et al. (2014) and Zhong et al. (2014), respectively. Permian biozone ages are taken from Day et al. (2015). The end of the Dicynodon AZ is characterized by the last appearance datum (LAD) of Dicynodon and Daptocephalus (see van der Walt et al., 2010), which is correlated with the PTB in the lower part of the Palingkloof Member (Smith, 1995, Ward et al., 2005)). As absolute dates have not yet been determined for the rocks of the Triassic middle and upper Beaufort, age determination has been achieved by biostratigraphic correlation with Laurasian sequences (see Hancox et al., 1995; Rubidge, 2005; Abdala and Ribeiro, 2010)."
  }, {
    "heading": "2.3. Analytical techniques",
    "text": "To measure the oxygen isotope composition of the apatite phosphate group, we used acid dissolution and anion-exchange resin to\nisolate the phosphate ions according to a protocol derived from theoriginal method published by Crowson et al. (1991) and slightly modified by Lécuyer et al. (1993). Silver phosphate was quantitatively precipitated in a thermostatic bath set at a temperature of 70 °C. After filtration, washing with double deionized water, and drying at 50 °C, an aliquot of 300 μg of Ag3PO4 was mixed with 300 μg of nickelized carbon in a silver reaction capsule. Silver phosphate was then reduced into CO to measure its 18O/16O ratio according to the protocol developed by Lécuyer et al. (2007) and Fourel et al. (2011). Each sample was heated at 1450 °C by pyrolysis using a VarioPYROcube EA system(Elementar™) interfaced to an IsoPrime isotope ratio mass spectrometer working in continuous flow mode at the UMR CNRS 5276 LGLTPE, University Claude Bernard Lyon 1. Isotopic compositions are quoted in the standard δ notation relative to V-SMOW. Silver phosphate precipitated from standard NBS120c (natural Miocene phosphorite from Florida) was repeatedly analyzed (δ18O = 21.66 ± 0.22‰; n = 25) along with the silver phosphate samples derived from the tetrapod remains. For the oxygen and carbon isotope analysis of apatite carbonate, about 10 mg of enamel, dentine or bone powder was pre-treated according to the procedure of Koch et al. (1997). Powders were washed with a 2% NaOCl solution to remove organic matter. Powders were then rinsed five times with double deionized water and air-dried at 40 °C during 24 h. 0.1 M Acetic acid was then added to remove potential secondary carbonate. After 24 h of acid digestion, the powder was rinsed again five times with double deionized water and air-dried at 40 °C during 24 h. The powder/solution ratio was kept constant at 0.04 g mL−1 for\nboth treatments. Stable isotope ratioswere determined byusing an auto sampler Gasbench coupled to a Thermo Scientific MAT253 isotope ratio mass spectrometer (IRMS) at the CRPG UMR 7358 CNRS-UL, Vandoeuvre les Nancy. For each sample, an aliquot between 2 and 4 mg of pre-treated apatite was reacted with 2 mL of supersaturated orthophosphoric acid at 70 °C for at least 5 h under a He atmosphere before starting 10 measurement cycles of the isotopic composition of the produced CO2 with a Finnigan MAT 253 continuous flow isotope ratio mass spectrometer. Isotopic compositions are quoted in the delta notation in ‰ relative to V-PDB for carbon and converted to V-SMOW for oxygen. All sample measurements were adjusted to the internal reference calibrated on the international standards IAEA CO-1, IAEA CO-8 and NBS 19."
  }, {
    "heading": "3. Results",
    "text": "For each sample, the isotopic composition of oxygen, phosphate (δ18Op) and carbonate (δ18Oc), and carbon (δ13Cc), as well as the carbonate content in weight percent are reported in supplementary material. The δ18Op values of all tetrapods range from −0.5‰ to +13.6‰ V-SMOW. After discarding values corresponding to samples that were likely affected by diagenetic alteration (see Discussion section), as well as one outlier (sample SA50) having both oxygen and carbon isotope compositions significantly different (at 95% confidence interval) than other samples from the same age, the remaining values were plotted against their age as bulk values in Fig. 3 and averages of the four represented taxonomic groups in Fig. 4 (Therapsida, Temnospondyli, Archosauromorpha and Pareiasauridae).\nThe δ13Cc values of bone and tooth apatite from Beaufort tetrapods ranges from −31.3‰ to −6.1‰. Those that have likely kept their pristine carbon isotope compositions (see discussion) were plotted against their age as bulk values in Fig. 5 and averages of the four taxonomic groups in Fig. 6.\nIn addition to SA50, SA09 (a rhinesuchid tooth sample from the Tropidostoma AZ) was discarded considering a drastically different δ13Cc value from that of the bone of the same individual (SA10) and its anomalously low carbonate content for a tooth (0.88 wt.%).\nBoth δ18Op and δ13Cc curves show comparable fluctuations during the studied time interval. The δ18Op values decrease slightly at the end of the Pristerognathus AZ and show a sharp increase of about 4‰ during the middle-late Wuchiapingian, followed by a ~5‰ decrease at the End Permian. The Permo-Triassic boundary is characterized by an abrupt positive shift in δ18Op values of about 8‰. Oxygen isotope compositions stay high and steady until the early Anisian before they decrease down to values similar to those recorded at the end of the Permian (Fig. 4). Similar variations in δ18Op values are observed between the δ18Op curve of continental vertebrates from the Karoo Basin and those of marine conodonts from the Permian (Chen et al., 2013) and the Triassic (Joachimski et al., 2012; Sun et al., 2012; Trotter et al., 2015).\nThe δ13Cc values peak at −8‰ during the Capitanian, then show a continuous decrease of about 10‰ until the lateWuchiapingian, followed by a positive excursion at the end of the stage. The end-Permian is characterized by a slight decrease in δ13Cc values that reach about−16‰ followedbyanabrupt increaseof about4‰at thePermo-Triassic boundary. Similar to the δ18Op curve, δ13Cc values stay high until the early Anisian,\nthen decrease down to−18‰ (Fig. 6). This δ13Cc curve shows similarities with the composite δ13C curve of marine carbonates of Algeo et al. (2011) who compiled data from Payne et al. (2004), Isozaki et al. (2007b), Korte et al. (2005a,b) and Korte and Kozur (2010)."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Robustness of the stable isotope record",
    "text": "All samples that were used for this study were taken from either bones or tooth dentine. The apatite found within these materials is more porous than in enamel and the crystals are smaller and less densely intergrown (Brudefold and Soremark, 1967; Trautz, 1967). Thus, their original stable isotope compositions are more prone to modification through diagenetic processes. Alteration may take place through three main processes, which are 1) precipitation of secondary minerals within and at the surface of bioapatite crystals, 2) adsorption of ions on the surface of apatite crystals, and 3) dissolution and recrystallization with isotopic exchange.\nAlthough nomethod is available to determinewith certaintywhether or not the stable isotope compositions of fossil vertebrate bioapatite has been modified by diagenetic processes, several protocols have been used to assess the fidelity of bioapatite carbonate δ18Oc and δ13Cc values. Broadly speaking, the carbonate content in the dental and osteological apatite of modern vertebrates typically ranges from about 2% to 13.4% (Brudefold and Soremark, 1967; Rink and Schwarcz, 1995; Vennemann et al., 2001), although it can be less than 1% in some bones (e.g., Tarnowski et al., 2002). Thus, fossil bone and dentine samples that have carbonate contents exceeding 13.4 wt.% likely contain additional inorganic carbonate precipitated from diagenetic fluids that was not removed during pre-treatment. Consequently, both oxygen and carbon isotope data obtained from these samples can be discarded (Fig. 7).\nPristine preservation of the oxygen isotope composition of apatite phosphate can also be tested using the method proposed by Iacumin et al. (1996). In modern vertebrates, the oxygen isotope compositions\nof apatite carbonate are normally between 7 and 9‰ higher than the δ18Op values of co-occurring apatite phosphate (e.g., Longinelli and Nuti, 1973; Bryant et al., 1996; Iacumin et al., 1996; Shahack-Gross et al., 1999; Zazzo et al., 2004b; Lécuyer et al., 2010; Chenery et al., 2012), although they can be as much as 14.7‰ greater (Vennemann et al., 2001). Zazzo et al. (2004a) have shown that microbiallymediated diagenetic alteration of apatite phosphate results in a higher discrepancy between δ18Oc and δ18Op values. In this manner, fossil samples exhibiting δ18Oc–δ18Op discrepancies greater than 14.7‰ are almost certainly altered and can be discarded (Fig. 7). Inorganic alteration at low temperature has little effect on the δ18Op values of phosphates, even at geological time scales (Tudge, 1960; Lécuyer et al., 1999), so samples affected by inorganic diagenetic alteration of carbonates, (resulting either in a high overall carbonate content or in a low δ18Oc–δ18Op discrepancies), may still preserve the original oxygen isotope composition of their phosphates (Fig. 7). Using these two assessments, five δ18Op values out of 134 samples have been discarded, as well as 33 carbonate δ13Cc and δ18Oc values out of 136.\nFor 20 fossil specimens, the oxygen and carbon isotope compositions of their teeth have been compared to those of their correspondingbones (Figs. 8 and 9). Considering that all sampled tetrapod lineages continuously replaced their teeth (polyphyodont), it is expected that themineralization timing of their bones is almost synchronous to that of their functional teeth. Both their bones and teeth should therefore have similar oxygen and carbon isotope compositions. Accordingly, samples that have likely preserved the oxygen and carbon isotope compositions of both phosphate and carbonate according to the first two tests should have the same bone and teeth stable isotope compositions (Figs. 8 and 9). As expected, samples for which carbonate contents indicate addition of diagenetic carbonate display similar bone and tooth δ18Op values (Fig. 8) whereas their tooth and bone carbon isotope compositions differ (Fig. 9).\nFrom these considerations, at least partial preservation of the original stable oxygen isotope compositions of phosphate and carbon isotope composition of carbonates in selected samples can be accepted."
  }, {
    "heading": "4.2. Ecological influences on the stable isotope composition of tetrapods",
    "text": "Even after postdepositional alteration is discounted, the ecophysiology of the different taxonomic groups (and individual species) may have influenced the isotopic signature of their hard tissues. Among the most common tetrapods in the Beaufort Group, and thus the most sampled in this study, are therapsids, which are represented by five primary taxonomic divisions: Dinocephalia, Therocephalia, Gorgonopsia, Anomodontia (including Dicynodontia) and Cynodontia. Genera of these groups display a variety of bodymasses, diets and probably a range of thermo-metabolic strategies. They all share a terrestrial habitat (Kammerer, 2011; Kemp, 2012; Smith et al., 2012) with some possibly being more specialized species such as riparian anteosaurs (Boonstra, 1955, 1962), or fossorial dicynodonts and cynodonts (eg. Diictodon, Thrinaxodon; Smith et al., 2012; Fernandez et al., 2013). These differences might result in variations in both oxygen and carbon isotope ratios in their biogenic apatite. For example, the uppermost two subzones of the Cynognathus AZ contain both cynodonts and dicynodonts. The former are inferred to possess higher metabolic rates than dicynodonts based on morphological features such as their more erect gait, possession of nasal turbinal complexes, and bone histology (Bennett and Ruben, 1986; Ruben, 1995). Cynodonts in these subzones have δ18Op values about 2‰ higher than coexisting dicynodonts, a difference that could result from a more important production of 18O-enriched metabolic water in cynodonts.\nParareptiles are represented by two to three pareiasaurid genera, considering that the indeterminate pareiasaurids from the Lower Tapinocephalus AZ could belong to any of the basal genera Bradysaurus, Embrithosaurus or Nochelosaurus (Lee, 1997). Interpretations of the life habits and habitats of pareiasaurs still lack consensus, some authors considering them as fully aquatic (Ivakhnenko, 2001), others as semi-aquatic (Khlyupin, 2007; Kriloff et al., 2008) or fully terrestrial (Voigt et al., 2010; Benton et al., 2012; Canoville et al., 2014). An aquatic lifestyle would imply increased water turnover as well as much less\nwater loss through trans-cutaneous evaporation, leading to significantly lower δ18Op values in aquatic animals compared to fully terrestrial ones (e.g., Bocherens, 1996; Amiot et al., 2010). Indeterminate pareiasaurid specimens from the Lower Tapinocephalus AZ have δ18Op values within the range of coexisting terrestrial therapsids, suggesting a terrestrial lifestyle. On the other hand, Pareiasaurus specimens from the Lower Dicynodon AZ have δ18Op values 6‰ lower than coexisting therapsids, and close to that of coexisting amphibians, suggesting a semi-aquatic to aquatic lifestyle (Fig. 3).\nSampled temnospondyl amphibians represent at least seven genera, all from the clade Stereospondyli. Whereas most of them are regarded as fully aquatic (Schoch, 2009), some have been identified as more terrestrial (Fernandez et al., 2013; Canoville and Chinsamy, 2015). It is therefore predicted that their oxygen isotope composition would be lower than those of coexisting terrestrial reptiles, which is the case in all analyzed Permian amphibians (Fig. 3). Surprisingly, Triassic temnospondyls δ18Op values are similar to, or more positive than, those of coexisting terrestrial reptiles. Larger body size in some Triassic temnospondyls (Schoch, 2009)with “highwalking” locomotion and the trend toward increased global aridity resulting in 18O-enriched living waters (e.g., Benton and Newell, 2014; Viglietti et al., 2013) may account for these non-intuitive differences in δ18Op values. A dedicated investigation of the ecology of these amphibians should allow a better understanding of the unexpected oxygen isotope composition of their skeletal phosphate.\nArchosauromorphs are represented by the Erythrosuchidae with Erythrosuchus restricted to the Cynognathus subzone B and Garjainia to subzone A. Erythrosuchids were the largest terrestrial predators of their time (Gower et al., 2014), and according to paleohistological studies, this taxon may have achieved some kind of thermoregulation through metabolic activity (de Ricqlès et al., 2003; Gower et al., 2014). Assuming therapsids probably display a range of thermo-metabolic strategies, it would be expected that archosaurs and therapsids exhibit a similar range of δ18Op values.\nConsidering all those possible ecological biases of the analyzed tetrapods, the variations in both δ18Op and δ13Cc values in terms of environmental evolution have been interpreted using values from therapsids only. Indeed, therapsid samples were available from all assemblage zones, except the Cynognathus Subzone A, and they are all assumed to belong to terrestrial species."
  }, {
    "heading": "4.3. Mean annual temperature fluctuations during the Middle Permian–Middle Triassic interval",
    "text": "The oxygen isotope composition of apatite phosphate from tetrapods of the Beaufort Group ranges from −0.5‰ to +13.6‰. So far, all known oxygen isotope fractionation equations between vertebrate phosphate and water suggest that these low δ18Op values indicate that vertebrates ingested local waters with very negative oxygen isotope compositions (Amiot et al., 2007). It has been proposed that an average oxygen isotope composition of local surface waters can be roughly estimated by subtracting 21.9‰ from the average δ18Op value of vertebrate apatite in a given community (Amiot et al., 2004). The average δ18Op values of Karoo vertebrates range from 2.6 ± 3.0‰ in the Lower Tapinocephalus AZ to 11.9 ± 1.5‰ in subzone A of the Cynognathus AZ, so this method would suggest δ18O values for local surface waters ranging from −19.3 ± 3.0‰ to −10.0 ± 1.5‰. Today the lowest mean meteoric water δ18O values occur in mid- to high-latitude (50° to 75° lat.) climate zones ranging from Warm Summer Continental (or hemiboreal; existing in Eastern Europe and Eastern part of the USA–Canada frontier) to Polar (such as Northwest Territories of Canada) according to Köppen's classification (Peel et al., 2007). A hemiboreal climate is characterized by warm summers that can reach about 20 °C and very coldwinters with sub-freezing to freezing temperatures, partly due to a strong continental effect, whereas Polar climate are characterized by a lack of warm summer (temperatures below\n10 °C) and negative annual mean air temperatures. Moreover, the highest mean meteoric water δ18O value of −10.0 ± 1.5‰ occurs today between latitudes 45° and 60° within a hemiboreal climatic belt.\nEstimated meteoric water δ18O values as low as −19.3‰ for the middle Permian are relatively low, and today would occur only in climate zones with very low mean air temperatures. Such climatic conditions during themiddle Permianmay be unlikely given thepresence of a diverse reptile fauna and sedimentological evidence forwarm semi-arid environments (Smith and Botha-Brink, 2014) although it is possible that they possessed thermoregulatory strategies enabling them to cope with cold climatic conditions (high thermo-metabolism, hibernation). Another possibility is that local surface waters ingested by vertebrates originate from high altitude rainfall which is commonly 18O-depleted relative to those from low latitudes. Amountainous origin for these waters is likely as sediments constituting the Beaufort Group come from either the Cape Fold Belt or the hypothetic “Eastern Highland” (Smith, 1995). Therefore, local water δ18O values may not directly reflect local temperatures, but those of nearby high altitude areas. However, temporal variation in local water δ18O values should reflect local air temperature variations, if we assume a homogeneous source of meteoric water supply throughout the studied time interval. Modern relationships show that mean air temperatures (MAT) are related to the average δ18Omw values of meteoric waters with a δ18Omw/MAT slope of about 0.48 (Lécuyer, 2014).\nIn order to identify whether South African tetrapods have recorded global climatic conditions in their oxygen isotope compositions, their δ18Op curve is compared to that of available marine records. Several studies have investigated temperature variation across the PermoTriassic interval in the marine realm using stable oxygen isotopes from low-Mg calcite of brachiopods (Korte et al., 2005a,b; 2008) or from conodont phosphate (Joachimski et al., 2012; Sun et al., 2012; Chen et al., 2013; Trotter et al., 2015). Because conodont δ18Op curves are limited to samples from areas within a restricted latitudinal range, thus reducing the variability induced by the latitudinal thermal gradient, the comparison will focus on the work of Chen et al. (2013) who proposed a curve for the Permian of South China, as well as on the curve proposed by Trotter et al. (2015) for the Triassic of Turkey and the Southern Alps (Fig. 10). Because of possible variations in sedimentation and compaction rates in both continental and marine sediments, we have restricted the comparison between the two curves at the stage resolution and, as mentioned above, only the δ18Op variation in therapsids is considered. At the first order, the two records vary similarly, suggesting that variations in oxygen isotope composition of Karoo therapsids reflect global climatic trends (Fig. 4).\nThe Capitanian–Wuchiapingian transition is characterized by a slight decrease in continental δ18Op values of 1.3 ± 4.1‰ (2σ) that could correspond to a global temperature drop of 3±9 °C ifwe consider the present-day δ18Omw/MAT slope of 0.48. However, it is most likely that this present-day relationship does not apply to the Permian. For example, lower slopes down to 0.36 ± 0.11 and 0.39 ± 0.24 have been established for the Eocene of North America (Secord et al., 2010). If such lower slopes applied to the Permian, especially during periods characterized by the absence of polar ice caps, temperature differences would have been about 3.5 ± 11 °C. This cooling event is also recorded in conodont δ18Op values with a calculated temperature decrease of 6 to 8 °C (Chen et al., 2013) that compares to estimates inferred from tetrapod δ18Op values. Such a cooling event has been associated with the Capitanian mass extinction, probably triggered by the Emeishan volcanism (Ali et al., 2002; Zhou et al., 2002; Wignall et al., 2009). Isozaki et al. (2007a,b) also identified a period of reduced temperatures in the Capitanian that they called the “Kamura effect” which coincided with a major sea-level fall (e.g., Hallam and Wignall, 1999; Tong et al., 1999; Kofukuda et al., 2014).\nDuring the Wuchiapingian, continental tetrapod δ18Op values increased by 4.3 ± 4.5‰ corresponding to a temperature increase of 9±9 °C that is also recognized in themarine record as a globalwarming\nevent (Isozaki et al., 2007a,b; Chen et al., 2011; Kofukuda et al., 2014). Warm conditions prevailing during part of the Lopingian is followed both in continents and oceans by a cooling of 10 ± 6 °C in continental South Africa and of about 9 °C in oceans (Chen et al., 2013) that lasted until the end Permian. According to Chen et al. (2013), this temperature drop seems unrealistic and would be the consequence of a bathymetric change of analyzed conodonts into cooler deeper waters. The present dataset, however, suggests the occurrence of an important cooling that affected both continents and oceans.\nThe Permo-Triassic boundary is marked by an abrupt and intense warming of 17 ± 5 °C recorded in Karoo tetrapod δ18Op values (Fig. 4). A similarwarming of about 20 °C is estimated from low latitude conodonts (Joachimski et al., 2012; Sun et al., 2012; Trotter et al., 2015), although Trotter et al. (2015) considered that additional controls on the δ18Op values may have contributed to the isotope shift, thus overestimating the temperature increase. In the Karoo Basin, increased aridity during the Early Triassic may have contributed to the observed positive shift of about 8‰ in apatite δ18Op values. Indeed, evaporation of surface waters drunk by vertebrates, as well as body water loss through trans-cutaneous evaporation lead to 18O-enriched oxygen isotope compositions of apatite phosphate. This would result in overestimation of local temperatures. However, the contribution of local aridity to the oxygen isotope composition of apatite phosphate is difficult to estimate. The fact that the estimated temperature increase is similar for both continental vertebrates andmarine conodonts would favor the possibility thatmost of the isotopic signal derives from temperature. The likely explanation of this abrupt temperature rise is the volcanic release into the atmosphere of greenhouse gasses such as CO2 or CH4 in relation to the building of the Siberian Traps (Retallack and Jahren, 2008; Grasby et al., 2011; Sobolev et al., 2011; Sanei et al., 2012). It has also been proposed that methane release from permafrost and marine clathrates (De Wit et al., 2002; Heydari and Hassanzadeh, 2003; Ryskin, 2003; Retallack et al., 2003), or gas released by coal-beds cross-cut by igneous intrusions (McElwain et al., 2005; Retallack et al., 2006; Retallack and Jahren, 2008) could have contributed to this major climate perturbation. According to conodont δ18Op values from low latitudes (Fig. 10), seawater temperatures remained high until the end of the Early Triassic (Trotter et al., 2015). Tetrapods from the Karoo Basin also record high air temperatures followed by a 16 ± 10 °C drop during the Anisian, also indicated by conodont δ18Op values\nwith a N6 °C decrease in marine temperatures (Fig. 4; Trotter et al., 2015)."
  }, {
    "heading": "4.4. Local environmental conditions inferred from apatite δ13Cc values",
    "text": "The temporal evolution of the carbon isotope composition of tetrapod apatite is compared to a composite curve of low latitude marine carbonate δ13C values compiled by Algeo et al. (2011) using data from Payne et al. (2004), Isozaki et al. (2007b), Korte et al. (2005a,b) and Korte and Kozur (2010; Figs. 06 and 10). Marine carbonate δ13C values reflect those of atmospheric CO2, a 1‰ variation in the atmosphere corresponding to a 1‰ variation in the carbonates with a seawater carbonate-atmosphere 13C-enrichment factor of 9.3‰ (Cui et al., 2013).\nThe carbon isotope composition of continental vertebrate apatite ultimately reflects that of local vegetation with a 13C-enrichment depending on trophic level and digestive physiology (Koch et al., 1994; Cerling and Harris, 1999; Passey et al., 2005). It is assumed that Permian andTriassic plantswere exclusively using the C3 photosynthetic pathway, thus their δ13C values mostly reflect the carbon isotope composition of atmospheric CO2 (Farquhar et al., 1982), although this can be influenced by local humidity as plant δ13C values for C3 plants increase under water stress (Farquhar et al., 1982). Comparing variations in δ13C values of continental vertebrate apatitewith those ofmarine carbonates can therefore be used to test for aridity. The Capitanian– Wuchiapingian interval is characterized by a drop of 9.8 ± 5.4‰ in Karoo tetrapod δ13Cc values whereas marine carbonates record only a 4‰ drop (Fig. 6). Interestingly, a similar 9–10‰ decrease in apatite δ13Cc values has also been measured in South African Diictodon feliceps tusks (Thackeray et al., 1990). After subtracting the 4‰ decrease in atmospheric δ13C values to the ~10‰ drop in Karoo tetrapod δ13Cc values, the remaining ~6‰ suggests that increasingly humid conditions may have occurred throughout the Wuchiapingian. Those conditions have also been observed by Retallack (2005) who interpreted an increase in the mean annual precipitation of the Karoo Basin during the Wuchiapingian using paleosols. From the end of the Wuchiapingian to the end of the Permian, the very few samples available so far preclude any robust interpretation of tetrapod δ13Cc values. In oceanic carbonate records, the Changhsingian is characterized by another ~4‰ decrease in δ13C values followed by fluctuating conditions during the Early and Middle Triassic (Fig. 6). In the Karoo Basin, the Permian to Triassic\ntransition shows a 6.0 ± 2.4‰ positive shift in tetrapod δ13Cc values, reflectingmore arid conditions lasting until the end of the Early Triassic. We emphasize that our dataset for the base of the Triassic is based on a single locality and cannot capture the environmental variations recorded in marine data. However, the value range (−16.4‰ to −8.1‰) is similar to the range measured at higher temporal resolution on therapsids by MacLeod et al. (2000) for the Lower Induan (−15‰ to −9‰). MacLeod et al. (2000) observed a negative peak similar to the marine record. The earliest Triassic is characterized by a climate drier than during the Late Permian with a semi-arid and highly seasonal climate with maximalmean temperatures up to 15–20 °C (Viglietti et al., 2013). Both continental andmarine curves suggest similar climatemodes during the entire Early Triassic, with possible fluctuations identified in the marine record."
  }, {
    "heading": "5. Concluding remarks",
    "text": "In order to investigate environmental conditions that prevailed during the deposition of the Permo-Triassic Beaufort Group in South Africa, stable oxygen and carbon isotope compositions of vertebrate apatite recovered from 13 stratigraphic levels were analyzed. The following results are highlighted:\n– Primary preservation of the original stable oxygen and carbon isotope compositions of vertebrate bone and tooth apatite has been positively assessed for the majority of analyzed samples.\n– The relatively close trends in the curves resulting from our work on tetrapod bones from the continental realm and those frompreviously published work from fossils in the marine realm over the same period suggest that Karoo vertebrates have recorded thefluctuations of global temperatures.\n– Interpolated mean annual air temperatures of the main Karoo Basin are characterized by an abrupt increase of about +8 °C during the end of the Wuchiapingian that took place within a weak cooling trend from the Capitanian to the Permo-Triassic boundary. The end Permian is characterized by an intense and rapid warming period of +16 °C that extended until the Olenekian. Atmospheric temperatures finally decreased during the Anisian and returned to pre-PTB values.\n– Reconstructed temperature fluctuations and their magnitudes may be related to the Emeishan (South China) and Siberian paroxysmal volcanic events that took place at the end Capitanian and end Wuchiapingian, respectively.\n– Carbon isotope compositions of terrestrial vertebrate apatite partly reflect the important fluctuations of atmospheric δ13C values, the differences with the curves from the marine realm probably being due to the development of local humidity. According to these curves, local environments became more humid during the Capitanian– Wuchiapingian interval, and became more arid during the Lower Triassic before decreasing toward pre-Triassic values during the Late Anisian."
  }, {
    "heading": "Acknowledgments",
    "text": "The authors would like to thank the two anonymous reviewers for their constructive comments that greatly helped to improve the first draft of this manuscript. We also would like to thank the Iziko South African Museum and the Evolutionary Studies Institute for granting access to the fossils and the South African Heritage Resources Agency (SAHRA) for their authorizations to sample and export fossils for stable isotope analysis (PermitID: 1858). We also would like to thank Dr. Guillaume Suan for the constructive discussion that helped to improve the manuscript. This work was supported by a French project INSU of the Centre National de la Recherche Scientifique, Palaeontological Scientific Trust (PAST) and its Scatterlings of Africa\nprograms, National Research Foundation (NRF) and DST/NRF Centre of Excellence in Palaeosciences."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at http://dx. doi.org/10.1016/j.gr.2015.09.008."
  }],
  "year": 2016,
  "references": [{
    "title": "Distribution and diversity patterns of Triassic cynodonts",
    "authors": ["F. Abdala", "A.M. Ribeiro"],
    "year": 2010
  }, {
    "title": "Emeishan Basalts (SW China",
    "authors": ["G.M. Thompson", "X. Song", "Y. Wang"],
    "year": 2002
  }, {
    "title": "The shifting balance of diversity among major marine animal groups",
    "authors": ["J. 1073/pnas.0802597105. Alroy"],
    "year": 2010
  }, {
    "title": "Oxygen isotope evidence for semi-aquatic habits",
    "authors": ["F. Zhang", "Z. Zhou"],
    "year": 2010
  }, {
    "title": "Oxygen isotope fractionation between crocodilian phosphate and water",
    "authors": ["R. Amiot", "C. Lécuyer", "G. Escarguel", "Billon-Bruyat", "J.-P", "E. Buffetaut", "C. Langlois", "S. Martin", "F. Martineau", "Mazin", "J.-M"],
    "year": 2007
  }, {
    "title": "Anatomical and ecological constraints on Phanerozoic animal diversity in the marine realm",
    "authors": ["R.K. Bambach", "A.H. Knoll", "J.J. Sepkoski"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2002
  }, {
    "title": "TheMetabolic and Thermoregulatory Status of Therapsids. The Ecology and Biology of Mammal-like Reptiles",
    "authors": ["A.F. Bennett", "J.A. Ruben"],
    "year": 1986
  }, {
    "title": "Impacts of global warming on Permo-Triassic terrestrial ecosystems",
    "authors": ["M.J. Benton", "A.J. Newell"],
    "venue": "Gondwana Research",
    "year": 2014
  }, {
    "title": "Preservation of exceptional vertebrate assemblages in Middle Permian fluviolacustrine mudstones of Kotel'nich, Russia: stratigraphy, sedimentology, and taphonomy",
    "authors": ["M.J. Benton", "A.J. Newell", "A.Y. Khlyupin", "I.S. Shumov", "G.D. Price", "A.A. Kurkin"],
    "venue": "http://dx.doi",
    "year": 2012
  }, {
    "title": "Isotopic biogeochemistry",
    "authors": ["H. Bocherens"],
    "year": 1996
  }, {
    "title": "African pleistocene hominid sites",
    "authors": ["D.P.G. Bond", "J. Hilton", "P.B. Wignall", "J.R. Ali", "L.G. Stevens", "Y. Sun", "X. Lai"],
    "year": 2010
  }, {
    "title": "Chemistry of the mineral phase of enamel—crystalline",
    "authors": ["R. Soremark"],
    "year": 1967
  }, {
    "title": "Oxygen isotope",
    "authors": ["Miles AED", "San Diego", "J.D. pp. 247–277. Bryant", "P.L. Koch", "P.N. Froelich", "W.J. Showers", "B.J. Genna"],
    "year": 1996
  }, {
    "title": "High-precision timeline for Earth's most severe extinction",
    "authors": ["S.D. Burgess", "S. Bowring", "S. Shen"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2014
  }, {
    "title": "Bone microstructure of the stereospondyl Lydekkerina huxleyi reveals adaptive strategies to the harsh post Permian-extinction environment",
    "authors": ["A. Canoville", "A. Chinsamy"],
    "venue": "The Anatomical Record 298,",
    "year": 2015
  }, {
    "title": "Insights into the habitat of Middle Permian pareiasaurs (Parareptilia) from preliminary isotopic analyses",
    "authors": ["A. Canoville", "D.B. Thomas", "A. Chinsamy"],
    "venue": "Lethaia",
    "year": 2014
  }, {
    "title": "Reciprocal flexural behaviour and contrasting stratigraphies: a new basin development model for the Karoo retroarc foreland system, South Africa",
    "authors": ["O. Catuneanu", "P.J. Hancox", "B.S. Rubidge"],
    "venue": "Basin Research",
    "year": 1998
  }, {
    "title": "Carbon isotope fractionation between diet and bioapatite in ungulate mammals and implications for ecological and paleoecological studies",
    "authors": ["T.E. Cerling", "J.M. Harris"],
    "venue": "Oecologia",
    "year": 1999
  }, {
    "title": "Permian ice volume and palaeoclimate history: oxygen isotope proxies revisited",
    "authors": ["B. Chen", "M.M. Joachimski", "S. Shen", "L.L. Lambert", "X. Lai", "X. Wang", "J. Chen", "D. Yuan"],
    "venue": "Gondwana Research",
    "year": 2013
  }, {
    "title": "Carbon and conodont apatite oxygen isotope records of Guadalupian–Lopingian boundary sections: climatic or sea-level signal",
    "authors": ["B. Chen", "M.M. Joachimski", "Y. Sun", "S. Shen", "X. Lai"],
    "year": 2011
  }, {
    "title": "The oxygen isotope relationship between the phosphate and structural carbonate fractions of human bioapatite",
    "authors": ["C.A. Chenery", "V. Pashley", "A.L. Lamb", "H.J. Sloane", "J.A. Evans"],
    "venue": "Rapid Communications in Mass Spectrometry",
    "year": 2012
  }, {
    "title": "The double mass extinction revisited: reassessing the severity, selectivity, and causes of the end-Guadalupian biotic crisis (Late Permian)",
    "authors": ["M.E. Clapham", "S. Shen", "D.J. Bottjer"],
    "venue": "Paleobiology 35,",
    "year": 2009
  }, {
    "title": "Geochemical and mineralogical investigation of the Permian–Triassic boundary in the continental realm of the southern Karoo Basin, South Africa",
    "authors": ["L. Coney", "W.U. Reimold", "P.J. Hancox", "D. Mader", "C. Koeberl", "I. McDonald", "U. Struck", "V. Vajda", "S.L. Kamo"],
    "venue": "Palaeoworld 16,",
    "year": 2007
  }, {
    "title": "Preparation of phosphate samples for oxygen isotope analysis",
    "authors": ["R.A. Crowson", "W.J. Showers", "E.K. Wright", "T.C. Hoering"],
    "venue": "Analytical Chemistry",
    "year": 1991
  }, {
    "title": "Initial assessment of the carbon emission rate and climatic consequences during the end-Permian mass extinction",
    "authors": ["Y. Cui", "L.R. Kump", "A. Ridgwell"],
    "year": 2013
  }, {
    "title": "Oxygen isotopes in living mammal's bone phosphate: further results",
    "authors": ["D. D'Angela", "A. Longinelli"],
    "venue": "Chemical Geology: Isotope Geoscience Section",
    "year": 1990
  }, {
    "title": "Stable isotopes in precipitation",
    "authors": ["W. Dansgaard"],
    "venue": "Tellus 16,",
    "year": 1964
  }, {
    "title": "Charting the fossils of the Great Karoo: a history of tetrapod biostratigraphy in the Lower Beaufort Group, South Africa",
    "authors": ["M.O. Day"],
    "venue": "Palaeontologia Africana",
    "year": 2013
  }, {
    "title": "When and how did the terrestrial mid-Permian mass extinction occur? Evidence from the tetrapod record of the Karoo Basin, South Africa",
    "authors": ["M.O. Day", "J. Ramezani", "S.A. Bowring", "P.M. Sadler", "D.H. Erwin", "F. Abdala", "B.S. Rubidge"],
    "venue": "Proceedings of the Royal Society of London B: Biological Sciences",
    "year": 2015
  }, {
    "title": "Paleomagnetic constraints on the Permian–Triassic boundary in terrestrial strata of the Karoo Supergroup, South Africa: implications for causes of the end-Permian extinction event",
    "authors": ["M.O. De Kock", "J.L. Kirschvink"],
    "venue": "Gondwana Research",
    "year": 2004
  }, {
    "title": "Influence of diet on the distribution of carbon isotopes in animals",
    "authors": ["M. DeNiro", "S. Epstein"],
    "venue": "Geochimica and Cosmochimica Acta",
    "year": 1978
  }, {
    "title": "On the bone histology of some Triassic pseudosuchian archosaurs and related taxa",
    "authors": ["A.J. de Ricqlès", "K. Padian", "J.R. Horner"],
    "venue": "Annales de Paleontologie",
    "year": 2003
  }, {
    "title": "Carbon and sulfur isotopic fluctuations associated with the end-Guadalupian mass extinction in South China",
    "authors": ["Y. Detian", "Z. Liqin", "Q. Zhen"],
    "venue": "Gondwana Research",
    "year": 2013
  }, {
    "title": "Multiple organic carbon isotope reversals across the Permo-Triassic boundary of terrestrial Gondwana sequences: Clues to extinction patterns and delayed ecosystem recovery",
    "authors": ["M.J. DeWit", "J.G. Ghosh", "S. De Villiers", "N. Rakotosolofo", "J. Alexander", "A. Tripathi", "C. Looy"],
    "venue": "The Journal of Geology 110. http://dx.doi.org/10.1086/338411",
    "year": 2002
  }, {
    "title": "Evolutionary and ecological aspects of photosynthetic pathway variation",
    "authors": ["J.R. Ehleringer", "R.K. Monson"],
    "venue": "Annual Review of Ecology and Systematics",
    "year": 1993
  }, {
    "title": "The Great Paleozoic Crisis",
    "authors": ["D.H. Erwin"],
    "year": 1993
  }, {
    "title": "On the relationship between carbon isotope discrimination and the intercellular carbon dioxide concentration in leaves",
    "authors": ["G.D. Farquhar", "M.H. O'leary", "J.A. Berry"],
    "venue": "Functional Plant Biology",
    "year": 1982
  }, {
    "title": "Synchrotron reveals Early Triassic odd couple: injured amphibian and aestivating therapsid share burrow",
    "authors": ["V. Fernandez", "F. Abdala", "K.J. Carlson", "D.C. Cook", "B.S. Rubidge", "A. Yates", "P. Tafforeau"],
    "venue": "PLoS ONE 8,",
    "year": 2013
  }, {
    "title": "U–Pb zircon ages from the southwestern Karoo Basin, South Africa—implications for the Permian–Triassic boundary",
    "authors": ["A. Fildani", "A. Weislogel", "N.J. Drinkwater", "T. McHargue", "A. Tankard", "J. Wooden", "D. Hodgson", "S. Flint"],
    "venue": "Geology 37,",
    "year": 2009
  }, {
    "title": "18O/16O ratio measurements of inorganic and organic materials by elemental analysis-pyrolysis-isotope ratio mass spectrometry continuous-flow techniques",
    "authors": ["F. Fourel", "F. Martineau", "C. Lécuyer", "Kupka", "H.-J", "L. Lange", "C. Ojeimi", "M. Seed"],
    "venue": "Rapid Communications in Mass Spectrometry: RCM",
    "year": 2011
  }, {
    "title": "The correlation between",
    "authors": ["H.C. Fricke", "J.R. O'Neil"],
    "year": 1999
  }, {
    "title": "A new species",
    "authors": ["D.J. Gower", "P.J. Hancox", "J. Botha-Brink", "A.G. Sennikov", "R.J. Butler"],
    "year": 2014
  }, {
    "title": "Catastrophic dispersion of coal fly ash",
    "authors": ["S.E. Grasby", "H. Sanei", "B. Beauchamp"],
    "year": 2011
  }, {
    "title": "Timing and size selectivity of the Guadalupian (Middle",
    "authors": ["Y. Wang"],
    "year": 2013
  }, {
    "title": "Mass extinctions and sea-level changes",
    "authors": ["P.B. Wignall"],
    "venue": "Earth-Science",
    "year": 1999
  }, {
    "title": "A threefold subdivision",
    "authors": ["P.J. Hancox", "M.A. Shishkin", "B.S. Rubidge", "J.W. Kitching"],
    "year": 1995
  }, {
    "title": "Deev Jahi Model of the Permian–Triassic boundary",
    "authors": ["E. Heydari", "J. Hassanzadeh"],
    "venue": "palaeogeographical implications. South African Journal of Science",
    "year": 2003
  }, {
    "title": "Did the great dying of life",
    "authors": ["C. 002. Huang", "J. Tong", "L. Hinnov", "Z.Q. Chen"],
    "venue": "k.y.?",
    "year": 2011
  }, {
    "title": "Oxygen isotope analyses",
    "authors": ["P. Iacumin", "H. Bocherens", "A. Mariotti", "A. Longinelli"],
    "year": 1996
  }, {
    "title": "The Capitanian (Permian) Kamura cooling",
    "authors": ["Y. Isozaki", "H. Kawahata", "K. Minoshima"],
    "year": 2007
  }, {
    "title": "A unique carbon isotope record",
    "authors": ["H. Kawahata", "A. Ota"],
    "year": 2007
  }, {
    "title": "Tetrapods from the east european placket—Late Paleozoic natural",
    "authors": [],
    "year": 2001
  }, {
    "title": "Forerunners of Mammals: Radiation, Histology, Biology, pp. 3–28 (Bloomington)",
    "authors": ["P.L. Koch", "M.L. Fogel", "N. Tuross"],
    "venue": "Khlyupin, A.Y.,",
    "year": 2007
  }, {
    "title": "isotopes. Stable isotopes in ecology and environmental sciencepp",
    "authors": ["P.L. Koch", "N. Tuross", "M.L. Fogel"],
    "year": 1997
  }, {
    "title": "A remarkable sea-level drop and relevant biotic",
    "authors": ["D. Kofukuda", "Y. Isozaki", "H. Igo"],
    "venue": "Archaeological Science",
    "year": 2014
  }, {
    "title": "Herbivore tooth oxygen isotope",
    "authors": ["M. Schoeninger", "J. Valley"],
    "year": 1996
  }, {
    "title": "δ18O and δ13C of Permian brachiopods",
    "authors": ["K. Rey"],
    "venue": "Gondwana Research",
    "year": 2005
  }, {
    "title": "Oxygen isotope values",
    "authors": ["C. 03.015. Korte", "P.J. Jones", "U. Brand", "D. Mertmann", "J. Veizer"],
    "year": 2008
  }, {
    "title": "Water on Earth",
    "authors": ["C. 01512.x. Lécuyer"],
    "year": 2014
  }, {
    "title": "Oxygen isotope fractionation",
    "authors": ["S. Legendre", "G. Panczer", "L. Simon", "R. Martini"],
    "year": 2010
  }, {
    "title": "High-precision determination",
    "authors": ["J. son"],
    "year": 2007
  }, {
    "title": "Oxygen isotope measurements of phosphate from fish teeth",
    "authors": ["S. Nuti"],
    "year": 1973
  }, {
    "title": "Timing of mammal-like reptile",
    "authors": ["K.G. MacLeod", "R.M.H. Smith", "P.L. Koch", "P.D. Ward"],
    "year": 2000
  }, {
    "title": "Changes in carbon dioxide",
    "authors": ["J.C. McElwain", "J. Wade-Murphy", "S.P. Hesselbo"],
    "year": 2005
  }, {
    "title": "Gondwanan floristic and sedimentolog",
    "authors": ["S. Lindström", "A.N. Drinnan"],
    "year": 1997
  }, {
    "title": "Age and timing of the Permian",
    "authors": ["K.R. Ludwig", "I. Metcalfe", "P.R. Renne"],
    "year": 2004
  }, {
    "title": "extinctions: U/Pb dating of closed-system zircons",
    "authors": ["J. Neveling", "P.J. Hancox", "B.S. Rubidge"],
    "venue": "Science 305,",
    "year": 2005
  }, {
    "title": "On the principles of global correlation of the continental",
    "authors": ["East Greenland Basin"],
    "venue": "Geology 32,",
    "year": 2098
  }, {
    "title": "Carbon isotope fractionation between diet, breath CO2",
    "authors": ["B.L", "J.R. Ehleringer"],
    "year": 2005
  }, {
    "title": "A 16-Ma record of paleodiet using carbon and oxygen",
    "authors": ["N. van der Merwe"],
    "year": 1992
  }, {
    "title": "Methane release from igneous intrusion of coal during",
    "authors": ["G.J. Retallack", "A.H. Jahren"],
    "year": 2008
  }, {
    "title": "The evolution of endothermy in mammals and birds: from physiology",
    "authors": [],
    "year": 1995
  }, {
    "title": "Geological Survey, Pretoria",
    "authors": ["Biostratigraphic Series"],
    "venue": "Rubidge, B.S.,",
    "year": 2005
  }, {
    "title": "Sequence analysis of the Ecca–Beaufort",
    "authors": ["P.J. Hancox", "O. Catuneanu"],
    "year": 2000
  }, {
    "title": "Recovery from the most profound mass extinction",
    "authors": ["S. 741–744. Sahney", "M.J. Benton"],
    "year": 2008
  }, {
    "title": "Latest Permian mercury",
    "authors": ["S.E. Grasby", "B. Beauchamp"],
    "year": 2012
  }, {
    "title": "Continental warming",
    "authors": ["R. Secord", "P.D. Gingerich", "K.C. Lohmann", "K.G. MacLeod"],
    "venue": "Planetary Sciences",
    "year": 2010
  }, {
    "title": "Patterns of Phanerozoic extinction: a perspective from global",
    "authors": [],
    "year": 1996
  }, {
    "title": "Oxygen isotopic composition of mammalian",
    "authors": ["Phanerozoic. Springer", "Berlin Heidelberg", "R. pp. 35–51. Shahack-Gross", "E. Tchernov", "B. Luz"],
    "year": 1999
  }, {
    "title": "Vertebrate biozonation of the Upper",
    "authors": ["2-8. Shishkin", "M.A", "Rubidge", "B.S", "Hancox", "P.J"],
    "year": 1995
  }, {
    "title": "Anatomy of a mass extinction: sedimentological",
    "authors": ["R.M.H. Smith", "J. Botha-Brink"],
    "year": 2014
  }, {
    "title": "Therapsid biodiversity patterns",
    "authors": ["R. Smith", "B. Rubidge", "M. Van der Walt"],
    "year": 2012
  }, {
    "title": "Linking mantle plumes, large igneous provinces",
    "authors": ["V.A. Radko", "Y.R. Vasiliev"],
    "year": 2011
  }, {
    "title": "Two pulses of extinction during the Permian",
    "authors": ["H. Song", "P.B. Wignall", "J. Tong", "H. Yin"],
    "year": 2013
  }, {
    "title": "Lethally hot temperatures during the Early Triassic greenhouse",
    "authors": ["Y. Sun", "M.M. Joachimski", "P.B. Wignall", "C. Yan", "Y. Chen", "H. Jiang", "L. Wang", "X. Lai"],
    "venue": "Science 338,",
    "year": 2012
  }, {
    "title": "Mineralization of developing mouse calvaria as revealed by Raman microspectroscopy",
    "authors": ["C.P. Tarnowski", "M.A. Ignelzi", "M.D. Morris"],
    "venue": "Journal of Bone and Mineral Research",
    "year": 2002
  }, {
    "title": "Permian and Triassic Sequence Stratigraphy and Sea Level Changes of Eastern Yangtze Platform",
    "authors": ["J. Tong", "H. Yin", "K. Zhang"],
    "venue": "China University of Geosciences,",
    "year": 1999
  }, {
    "title": "Crystalline mineralization of dental mineral, in: Structural and Chemical Organization of Teeth",
    "authors": ["O.R. Trautz"],
    "venue": "Miles AED, San Diego,",
    "year": 1967
  }, {
    "title": "Long-term cycles of Triassic climate change: a new",
    "authors": ["J.A. Trotter", "I.S. Williams", "A. Nicora", "M. Mazza", "M. Rigo"],
    "year": 2015
  }, {
    "title": "A method of analysis of oxygen isotopes in orthophosphate—its use in the measurement of paleotemperatures",
    "authors": ["A.P. Tudge"],
    "venue": "Geochimica et Cosmochimica Acta 18,",
    "year": 1960
  }, {
    "title": "A new GIS-based biozone map of the Beaufort Group (Karoo Supergroup), South Africa",
    "authors": ["M. van der Walt", "M. Day", "B. Rubidge", "A.K. Cooper", "I. Netterberg"],
    "venue": "Palaeontologica Africana",
    "year": 2010
  }, {
    "title": "Isotopic composition of recent shark teeth as a proxy for environmental conditions",
    "authors": ["T.W. Vennemann", "E. Hegner", "G. Cliff", "G.W. Benz"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2001
  }, {
    "title": "Origin and palaeoenvironmental significance of Lystrosaurus bonebeds in the earliest Triassic Karoo Basin, South Africa",
    "authors": ["P.A. Viglietti", "R.M.H. Smith", "J.S. Compton"],
    "year": 2013
  }, {
    "title": "Tetrapod footprints from the uppermost level of the Permian Ikakern Formation (Argana",
    "authors": ["S. Voigt", "A. Hminna", "H. Saber", "J.W. Schneider", "H. Klein"],
    "year": 2010
  }, {
    "title": "Abrupt and gradual extinction among Late Permian land vertebrates",
    "authors": ["R. Smith"],
    "year": 2005
  }, {
    "title": "Volcanism, mass extinction",
    "authors": ["J.R", "X. Lai", "H. Jiang", "H. Cope", "S.H. Bottrell"],
    "year": 2009
  }, {
    "title": "Inter-taxa differences in extinction process",
    "authors": ["G. Shi", "J. Liu", "Y. Chen", "J. Zhou"],
    "year": 2000
  }, {
    "title": "Permian palaeogeographic evolution of the Jiangnan",
    "authors": ["W. Yue", "J. Yugan"],
    "year": 2000
  }, {
    "title": "Experimentally-controlled carbon and oxygen",
    "authors": ["A. Zazzo", "C. Lécuyer", "A. Mariotti"],
    "year": 2004
  }, {
    "title": "CA-TIMS zircon U–Pb dating of felsic ignimbrite from the Binchuan section: implications for the termination age of Emeishan large igneous province. Lithos, Special Issue Permian large igneous provinces: Characteristics, mineralization and paleo-environment effects",
    "authors": ["Zhong", "Y.-T", "B. He", "R. Mundil", "Xu", "Y.-G"],
    "year": 2014
  }, {
    "title": "A temporal link between the Emeishan large igneous province (SW China) and the end-Guadalupian mass extinction",
    "authors": ["Zhou", "M.-F", "J. Malpas", "Song", "X.-Y", "P.T. Robinson", "M. Sun", "A.K. Kennedy", "C.M. Lesher", "R.R. Keays"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2002
  }],
  "id": "SP:e866730ee51aa502f7b6a3ce6e0b31942bf07157",
  "authors": [{
    "name": "Kévin Rey",
    "affiliations": []
  }, {
    "name": "Romain Amiot",
    "affiliations": []
  }, {
    "name": "François Fourel",
    "affiliations": []
  }, {
    "name": "Thomas Rigaudier",
    "affiliations": []
  }, {
    "name": "Fernando Abdala",
    "affiliations": []
  }, {
    "name": "Michael O. Day",
    "affiliations": []
  }, {
    "name": "Vincent Fernandez",
    "affiliations": []
  }, {
    "name": "Frédéric Fluteau",
    "affiliations": []
  }, {
    "name": "Christian France-Lanord",
    "affiliations": []
  }, {
    "name": "Bruce S. Rubidge",
    "affiliations": []
  }, {
    "name": "Roger M. Smith",
    "affiliations": []
  }, {
    "name": "Pia A. Viglietti",
    "affiliations": []
  }, {
    "name": "Bernhard Zipfel",
    "affiliations": []
  }, {
    "name": "Christophe Lécuyer",
    "affiliations": []
  }],
  "abstractText": "a CNRS UMR 5276, Université Claude Bernard Lyon 1 and Ecole Normale Supérieure de Lyon, 2, Rue Raphaël Dubois, 69622 Villeurbanne Cedex, France b Centre de Recherches Pétrologiques et Géochimiques (CRPG), UMR CNRS 7358, Vandoeuvre les Nancy 54501 France c Evolutionary Studies Institute, School of Geosciences, University of the Witwatersrand, P. Bag 3, WITS 2050, Johannesburg, South Africa d European Synchrotron Radiation Facility (ESRF), Grenoble, France e Institut de Physique du Globe de Paris, 2 place Jussieu, F-75005 Paris, France f Iziko South African Museum of Cape Town, P.O. Box 61, Cape Town, 8000, South Africa",
  "title": "Global climate perturbations during the Permo-Triassic mass extinctions recorded by continental tetrapods from South Africa"
}