{
  "sections": [{
    "text": "The weathering of silicate minerals is an important long-term control on the global carbon budget. While the rate of mineral weathering is influenced by the atmospheric variations in atmospheric carbon dioxide, the only measurements of those effects have occurred during dissolution experiments at temperatures much higher than earth surface conditions. Thus, any climate models that include such a relationship may not be able to fully couple variations in atmospheric carbon dioxide with the lithospheric sinks.\nOur study presents a relationship for the dependence of plagioclase dissolution rates on PCO2 based on field data from a site in the southeastern Sierra Nevada drainages. A series of canyons that have similar drainages show wide variability in water chemistry that is attributed to variations in PCO2 from geothermal sources. This setting allowed us to isolate the effect of PCO2 on weathering rates in conditions relevant to climate models. The results show that mineral dissolution rates are proportional to PCO2\n0.45 when the observed variations are attributed solely to variations in PCO2. This relationship is likely to be more applicable to climate models than prior laboratory derived data. © 2007 Elsevier B.V. All rights reserved.\nKeywords: Carbon dioxide; Plagioclase; Weathering; Sierra Nevada"
  }, {
    "heading": "1. Introduction",
    "text": "Concentrations of CO2 in the atmosphere have been on the rise in the recent past. The chemical weathering of silicate minerals is a natural sink for atmospheric CO2 (Volk, 1987) but is not rapid enough to balance current anthropogenic inputs to the atmosphere. Quantification of the silicate weathering feedback loop in global carbon\n⁎ Corresponding author. E-mail address: anavarre@geosc.psu.edu (A. Navarre-Sitchler).\n1 Current address: Enhanced Oil Recovery Institute, University of Wyoming, Laramie, WY 82070.\n0009-2541/$ - see front matter © 2007 Elsevier B.V. All rights reserved. doi:10.1016/j.chemgeo.2007.05.009\ncycle numerical models is required for accurate prediction of future atmospheric CO2 levels, as small imbalances in the global carbon cycle can cause significant increases in atmospheric PCO2 over geologic time scales (Kump et al., 2000). If climate models are to predict such small imbalances, accurate rates of mineral dissolution at variable PCO2 are required. Initial models of carbon cycling contained the silicate weathering feedback loop in two distinct manners. The BLAGmodel combines the effects of temperature and increased atmospheric CO2 into one relationship (Berner et al., 1983) while the model of Walker et al. (1981) contains a direct dependence of silicate weathering rate on PCO2. The recent\nGEOCARB-III model uses the approach of the BLAG model and does not include a direct CO2 effect on mineral dissolution (Berner and Kothavala, 2001). Atmospheric concentrations of CO2 may have less of an effect on mineral weathering rates than soil CO2 concentrations (e.g. Volk, 1987). The relationship between soil CO2 and atmospheric CO2 is complicated due to the many factors that can exhibit control on soil CO2. CO2 is produced in the soil by organic matter degradation which is influenced by factors such as plant productivity, water content, and temperature. It has been shown that PCO2 higher than present day atmospheric concentrations can increase photosynthesis rates in some plants (e.g. Osborne et al., 1997; Aranjuelo et al., 2006) and that an increase in atmospheric CO2 may stimulate plant production leading to an increase in soil PCO2 (e.g. Kump and Volk, 1991).\nMethods based on the pioneering work of Garrels and Mackenzie (1967) have been used to calculate mineral weathering rates from elemental mass balances in watersheds (e.g. Drever and Clow, 1995; Gislason et al., 1996; Gaillardet et al., 1999; Dessert et al., 2003). Using Pačes (1983) methods, this study aims to determine the direct effect soil CO2 concentrations have on mineral weathering rates in small watersheds in the Sierra Nevada, California. This is only one step in determining the total effect of atmospheric CO2 on mineral weathering rates. Models that explicitly contain a direct relationship between atmospheric CO2 and mineral dissolution rates base that relationship on the high temperature plagioclase dissolution experiments of Lagache (1965), where dissolution rates were found to be proportional to PCO2 0.3 . The application of this relationship to field conditions is questionable due to the systematic difference in field and laboratory dissolution rates of two to four orders of magnitude (White, 1995). To our knowledge this study represents the first exploration of the dependence of silicate mineral dissolution rates on PCO2 in a field setting and the results provide a field derived relationship between PCO2 and mineral dissolution rates that are more applicable to climate models than a laboratory derived relationship."
  }, {
    "heading": "2. Study area",
    "text": "The study area lies along the western side of Indian Wells Valley (Fig. 1) bounded by the eastern flank of the southern Sierra Nevada mountain range. The Sierra Nevada Range in this area is a complex assortment of Mesozoic plutons ranging in composition from gabbroic to granitic (Duffield and Smith, 1978). Quartz, alkali feldspar, and plagioclase are the major minerals with\naccessory hornblende, biotite, and sphene. Plagioclase feldspar has a range of compositions between oligoclase (An26) and andesine (An40), with andesine being the dominant composition (Feth et al., 1964).\nThe Indian Wells Valley (IWV) lies on the northern edge of the Mojave Desert in a transition zone between two climate classifications. IWV lies in the rain shadow of the Sierra Nevada, resulting in a mid-latitude desert climate (Robertson, 1991). Average temperatures in Ridgecrest are 3 °C during winter months and 28 °C during summer months and average annual precipitation is 10–15 cm occurring mainly during winter and spring (Berenbrock and Martin, 1991). Canyon headwaters are located in alpine climate conditions where 50.8 to 140 cm of precipitation falls annually of which 90–95% is snow (Guler, 2002). Monthly average air temperatures ranged from −6 °C in December to 10 °C in August at Emerald Lake, northwest of the study area, from November 1985 to September 1986 (Guler, 2002). Runoff in the canyons is seasonal with snowmelt creating high flow rates during spring runoff, whereas baseflow has much lower surface discharge rates. The streams extend only several hundred meters into the valley from the mouth of the canyons, at which point any surface discharge rapidly infiltrates the alluvium through the thick vadose zone (300+ ft) into the underlying aquifer. Soils in both the canyons and valley are thin and poorly developed. There is no organic horizon present in the valley bottoms. The groundwater moves down the topographic gradient and discharges via evapotranspiration on the playa.\nThe IWVarea has numerous active faults and fractures and displays significant seismic activity related to shallow magmatic intrusions with the trend extending northward to the Owens Valley (Zellmer, 1988). These shallow magmatic intrusions are related to a partially molten magma body or nascent metamorphic core complex located 5–20 km below the surface (Reasenberg et al., 1980; Monastero et al., 2005). The area is characterized by elevated heat flow centered on the Coso Mountains where the Coso geothermal plant is located (Bacon and Duffield, 1980; Moore et al., 1982). Steam samples from the geothermal plant contain 5–6% CO2 of the total mass produced (F. Monastero, Program Manager Geothermal Production Office China Lake, 2007). Surface geothermal features in the Coso area include hydrothermal mineralization, intermittent hot springs and fumaroles with active mud pots (Duffield et al., 1980).\nWhile the general chemical characteristics of stream waters in the study area have been summarized by Thyne et al. (1999) and are attributed to the chemical weathering of typical Sierran rocks (Guler and Thyne, 2004), the localized variability of CO2 flux creates the\nobserved variability in stream water solute concentrations between the canyons. Carbon dioxide outgassing from regional geothermal activity along the eastern flank of the southern Sierra Nevada Mountains migrates through fractures in the bedrock. While high concentrations of CO2 in surface deposits from hydrothermal activity is unusual and no published data on the flux of CO2 from the Coso geothermal complex is available, small scale surface expressions such as bubbling in groundwater wells at Little Lake, carbonate crusts currently forming along the lake boundaries and relict tufa mounds in individual canyons indicate that gas fluxes are high. Elevated CO2 concentrations sufficient to kill small\nanimals are regularly observed in the Los Angeles aquaducts that run along the Sierra Nevada from Owen's Valley to south of Indian Wells Valley. On a larger scale, the geomorphologically mature terrain of Soda Hill west of Little Lake is likely caused by accelerated weathering of the granitic rocks causing the loss of structural integrity. This anomalous feature is large enough to be visible on satellite photos of the area."
  }, {
    "heading": "3. Methods",
    "text": "Bedrock, alluvium, and stream water samples were collected during May and June 2002. Bedrock samples\nwere collected throughout the field area and alluvium samples were collected where each canyon opened up into Indian Wells Valley. Water samples were collected where spring and surface waters were found in each canyon. At each of these sample sites temperature, pH, conductivity, and total dissolved solids (TDS) were measured at the time of sample collection. TDS is assumed to be a proxy for dissolution rate of primary minerals in the streams. Total alkalinity was determined by titration with nitric acid to an endpoint pH of 4.2 within 5 h of sampling. Before performing alkalinity titrations samples were allowed to degas CO2 while pH was monitored until stable. This change in pH was used to adjust the final alkalinity. The adjusted alkalinity and a CO2 Henry's Law constant relevant to temperatures measured in the field were used to accurately calculate PCO2 of the stream waters. Cation and anion concentrations were measured using inductively coupled plasmaoptical emission spectroscopy and ion chromatography, respectively. Mineralogy of the weathering products was determined by X-ray diffraction (XRD) analysis of the b2 μm fraction of each sample. If smectite was detected, a random powder mount was prepared from the filtered material for 060 reflection analysis (Brindley, 1980). Volume percentages of all minerals in the alluvium were determined from thin sections by point count analysis of a minimum of 300 grains for each canyon. During this analysis alteration states of the grains were also recorded and documented as either less than 50% or greater than 50% weathered to determine relative weathering rates of each mineral. Chemical composition of the major mineral phases was determined by electron microprobe."
  }, {
    "heading": "3.1. Weathering rate calculations",
    "text": "The mass balance methods of Pačes (1983) are used as a guide to calculate mineral weathering rates for plagioclase, alkali feldspar, hornblende, and biotite. This rate method incorporates estimates of the concentration of an element in stream water attributed to the dissolution of a single mineral phase, the surface area of that phase and the residence time of the groundwater.\nThere are three sources of cations to the stream waters: precipitation, dry deposition of Owen's Valley dust (important source of Na) and mineral dissolution. Due to overlap in the presence of elements in the minerals present in the canyons sodium concentrations are used to calculate weathering rates of plagioclase, alkali feldspar, and hornblende while fluorine concentrations are used to calculate weathering rates of biotite. Sodium concentrations attributed to mineral dissolution\n([Na]diss, mol m −3) are calculated by correcting stream water concentrations ([Na]s, mol m −3) for atmospheric deposition (wet and dry deposition) using the stream water chloride concentrations ([Cl]s, mol m\n−3) assuming that the only source of Na to the streams other than weathering is halite deposition from Owen's Valley dust (Reheis, 1997).\nNa½ diss ¼ Na½ s Cl½ s Na Cl\nhalite\nð1Þ\nwhere NaCl halite is the molar ratio of Na to Cl in halite (Eq. (1)). The only source of fluoride to the stream are biotite dissolution and wet precipitation, therefore fluoride concentrations from dissolution ([F]diss, mol m\n−3) are calculated from the fluoride concentrations in the stream ([F]s, mol m −3) and the snow ([F]ppt, mol m −3).\nF½ diss ¼ F½ s F½ pptP Q\nð2Þ\nwhere P (m3 s−1) is the average annual precipitation and Q is the discharge of the stream (m3 s−1).\nThe weathering of plagioclase, alkali feldspar, and hornblende all contribute to the sodium concentration of the stream. By assuming that faster weathering results in more parent mineral grains weathered, a proxy for the relative rates of the alkali feldspar and hornblende (RJ/Plag) to plagioclase was determined from point count analyses.\nRJ=Plag ¼ JwPw VP VJ\nð3Þ\nwhere Jw and Pw are the volume percent of mineral J (hornblende or alkali feldspar) and plagioclase, respectively, that are visibly weathered in alluvium (m3 mineral/m3 alluvium) and VPVJ is the ratio of the molar volumes of plagioclase and the mineral J. RJ/Plag was used to calculate a distribution factor (d ) to estimate the relative contribution of each mineral to the total concentration of sodium in the stream water.\nd ¼ RJ=Plag ⁎bJ ; NaP\nRJ=Plag⁎bJ ; Na : ð4Þ\nThe concentration of sodium in the stream water attributed to the dissolution of mineral i ([Na]i, mol m\n−3, where i=plagioclase, alkali feldspar or hornblende) is estimated using Eq. (5).\nNa½ i ¼ d Na½ diss: ð5Þ\nIn order to calculate the weathering rate, the total mineral surface (ŝ, m2) and the water discharge rate (Q, m3 s) are required. Total mineral surface area is calculated using Eq. (6)\nŝ ¼ sgeoknVT 1 /ð Þ ð6Þ where sgeo (m\n2 m−3) is the geometric surface area calculated from the average radius of the mineral grains in the canyons (0.5 mm), λ is a roughness factor, assumed to be 10 based on previous studies of silicate minerals (Blum, 1994; White et al., 1996), used to approximate BET surface area from geometric surface area (e.g. Hodson, 2006), n is the volume percent mineral in the alluvium, VT is the total volume of wetted alluvium in the canyon and / is the porosity of the alluvium (30%). To calculate the total volume of wetted alluvium it is assumed that each canyon is filled with alluvium sitting directly on bedrock and that the majority of flow moves through saturated alluvium at the base of the alluvium. Where water intersects the surface due to irregularities in the bedrock, the crosssectional area is calculated by projecting the slopes of each canyon wall down to the point where they cross. This is assumed to be the cross-sectional area of wetting alluvium and total wetted alluvium is estimated by multiplying an average cross-sectional area to the entire length of the canyon.\nWater discharge rates are estimated from the time of water–mineral reaction (τ, s) and the volume of water in the canyon (Vw, m\n3) which is equal to VT multiplied by porosity. τ was estimated by multiplying the average linear velocity (vx,m s\n−1) of fluid flow in each canyon by the length of the canyon (l, m). Average linear velocity is dependent upon hydraulic conductivity, kh (m s\n−1), estimated from literature values; ne, effective porosity estimated from literature values; and hydraulic gradient, dh / dl, estimated from the topographic gradient.\ns ¼ l vx ¼ l kh ne dh dl : ð7Þ\nUsing the above equations mineral dissolution rates (ki, mol m\n−2 s−1) were calculated using Na for plagioclase, alkali feldspar, and hornblende and fluoride for biotite (Pačes, 1983)\nki ¼ Na;F½ dissVT /ð Þbŝs\nð8Þ\nwhere β (mol (Na, F) mol mineral−1) is a stoichiometry term representing the number of moles of an element in one mole of the parent mineral. Calculated relative\nmineral weathering rates and the correlation between TDS and PCO2 in the canyons were tested using PHREEQC inverse models (Parkhurst and Appelo, 1999) where rainwater chemistry and bedrock minerals were mixed to produce observed stream water chemistry."
  }, {
    "heading": "4. Results",
    "text": "As seen in previous studies the stream waters are dominated by Na+NCa2+ and HCO3\n− (Guler and Thyne, 2004). High concentrations of HCO3\n− are most likely the result of gaseous CO2 from an underground hydrothermal system and weathering. Stream waters to the north and south of the study area have similar chemical ratios to streams in the study area, but with distinctly lower TDS. Stream waters within the study area are similar between canyons sampled in this study with the exception of one sample from 9-Mile Canyon that shows an increase in Mg relative to Ca. This difference may reflect a slight change in smectite composition as Ca and Mg concentrations in these waters are controlled by smectite chemistry (Guler and Thyne, 2004). Results from inverse models showed that the water chemistry is consistent with local water–rock interactions and that plagioclase is weathering faster than the other bedrock minerals. The model results also showed a strong correlation between calculated PCO2 and TDS (Fig. 2).\nA trend in the mineralogy of the alluvium is seen from north to south between the canyons. Plagioclase in\nTa bl e 1 A ve ra ge\nm in er al\nfo rm\nul as\nde te rm\nin ed\nby el ec tr on\nm ic ro pr ob e an al ys is\nP la gi oc la se\nA F S\nB io tit e\nH or nb\nle nd e\nN on\nam e C an yo\nn N a 0\n.6 0 C a 0\n.3 9 K 0 .0 1 S r 0 .0 1 A l 1 .3 8 S i 2 .6 1 O 8\nK 0 .9 4 N a 0\n.0 8 S r 0 .0 1 A l 1 .0 2 S i 2 .9 8 O 8\nK 0 .6 4 F e 0\n.9 6 M g 0\n.9 7 8 M n 0\n.0 2 C a 0\n.1 0\nT i 0 .1 0 N a 0\n.0 2 A l 1 .5 7 S i 2 .6 4 F 0 .0 2\nC l0 .0 1 O 1 0 (O\nH ) 2\nC a 1\n.6 5 N a 0\n.2 7 K 0 .0 9 F e 1\n.6 9 M g 2\n.7 4\nM n 0\n.0 3 T i 0 .1 3 A l 1 .5 8 S i 6 .8 3 O 2 2 (O\nH ) 2\nS an d C an yo\nn N a 0\n.7 0 C a 0\n.2 9 K 0 .0 1 S r 0 .0 1 A l 1 .2 9 S i 2 .7 0 O 8\nK 0 .9 3 N a 0\n.0 8 S r 0 .0 1 A l 1 .0 1 S i 2 .9 8 O 8\nK 0 .7 4 F e 1\n.2 7 M g 1\n.1 7 M n 0\n.0 2 C a 0\n.0 3 T i 0 .1 2\nN a 0\n.0 1 A l 1 .3 7 S i 2 .9 2 F 0 .0 2 C l 0 .0 1 O 1 0 (O\nH ) 2\nC a 1\n.7 1 N a 0\n.3 0 K 0 .1 5 F e 2\n.3 4 M g 2\n.1 9\nM n 0\n.0 7 T i 0 .0 7 A l 1 .5 0S\ni 6 .8 4 O 2 2 (O\nH ) 2\nS ho rt C an yo\nn N a 0\n.8 3 C a 0\n.1 6 K 0 .0 1 S r 0 .0 1 A l 1 .1 9 S i 2 .8 1 O 8\nK 0 .9 3 N a 0\n.0 7 S r 0 .0 1 A l 1 .0 1 S i 2 .9 8 O 8\nK 0 .7 1 F e 0\n.9 5 M g 0\n.9 8 M n 0\n.0 3 C a 0\n.0 2 T i 0 .1 0\nN a 0\n.0 1 A l 1 .5 7 S i 3 .0 5 F 0 .0 7 O 1 0 (O\nH ) 2\n5- M ile\nC an yo\nn N a 0\n.6 4 C a 0\n.3 6 K 0 .0 1 S r 0 .0 1 A l 1 .3 4 S i 2 .6 4 O 8\nK 0 .9 4 N a 0\n.0 8 S r 0 .0 1 A l 0 .9 3 S i 3 .0 5 O 8\nK 0 .7 2 F e 1\n.1 4 M g 1\n.2 7 M n 0\n.0 2 C a 0\n.0 3 T i 0 .1 0\nN a 0\n.0 1 A l 1 .3 4 S i 2 .9 9 F 0 .0 7 C l 0 .0 1 O 1 0 (O\nH ) 2\nC a 1\n.6 8 N a 0\n.3 5 K 0 .1 9 F e 2\n.2 2 M g 2\n.2 7\nM n 0\n.0 8 T i 0 .1 3 A l 1 .5 0 S i 6 .8 1 O 2 2 (O\nH ) 2\n9- M ile\nC an yo\nn N a 0\n.6 1 C a 0\n.3 8 K 0 .0 1 S r 0 .0 1 A l 1 .3 8 S i 2 .6 4 O 8\nK 0 .9 2 N a 0\n.0 9 S r 0 .0 1 A l 1 .0 1 S i 2 .9 8 O 8\nK 0 .7 4 F e 1\n.2 9 M g 1\n.2 6 M n 0\n.0 2 C a 0\n.0 4 T i 0 .1 0\nN a 0\n.0 1 A l 1 .3 3 S i 2 .9 1 F 0 .0 7 C l 0 .0 1 O 1 0 (O\nH ) 2\nC a 1\n.7 0 N a 0\n.3 5 K 0 .2 0 F e 2\n.2 6 M g 2\n.2 4\nM n 0\n.0 6 T i 0 .1 4 A l 1 .5 4 S i 6 .7 6 O 2 2 (O\nH ) 2\nFig. 3. Results from inverse modeling show a strong correlation between TDS and PCO2. A relationship between dissolution rates and CO2 concentrations can be calculated based on the assumption that TDS is a proxy for weathering rates.\nthe northern canyons (5-Mile, 9-Mile and Noname) is more calcic and the alluvium contains higher percentages of hornblende and biotite than Short and Sand Canyons (Table 1). Field investigations during the study revealed a higher occurrence of mafic dikes and intrusions in the northern canyons. Mineralogy varies between canyons, but all canyons are granitic in composition containing quartz, alkali feldspar, and plagioclase (Fig. 3). Trace amounts of olivine, sphene, muscovite, and other opaque minerals are present in each canyon (Table 2).\nPlagioclase, alkali-feldspar, and hornblende dissolution rates were all calculated based on sodium mass balance while biotite dissolution rates were calculated based on fluoride mass balance. The percentage of sodium assigned to plagioclase weathering after subtraction of dust and precipitation input ranged from 98% in 5-Mile Canyon to 86% in 9-Mile Canyon.\nTable 2 Volumetric percent of minerals in alluvium of each canyon determined from point count analyses\nShort Sand Noname 9-Mile 5-Mile\nQuartz 69.3 43.8 49.8 33.8 39.4 Alkali feld 14.7 30.2 9.3 13.1 7.9 Plag 9.7 12.8 15.6 21.1 26.4 Muscovite 1.3 1.6 0.0 0.4 0.7 Olivine 1.7 3.5 5.5 4.4 3.6 Biotite 1.7 2.7 4.8 13.8 11.2 Hornblende 0.3 2.7 13.1 10.5 5.4 Sphene 0.7 0.4 0.3 0.4 0.0 Opaque 0.3 1.9 1.4 2.5 0.4 Unknown 0.3 0.4 0.3 0.0 4.3 Rock fragments 0.3 0.0 0.0 0 0.7\nCalculated field dissolution rates of plagioclase range from 5.3×10−13 mol/m2/s in 5-Mile Canyon to 1.7×10−12 mol m−2 s−1 in 9-Mile Canyon (Fig. 4). Calculated field dissolution rates of alkali-feldspar (AFS) range from 2.4×10− 14 to 1.2×10−12 mol m−2 s−1 and are 0.1 to 1.4 orders of magnitude slower than plagioclase dissolution rates. Hornblende makes up less than 1% of the alluvium composition in Short Canyon, therefore it was not included as a contributor of sodium in that canyon and a dissolution rate was not calculated. Hornblende dissolution rates for the remaining four canyons range from 9.9×10−15 to 1.6×10−13 mol m−2 s−1. Fluoride is found in trace amounts in the biotite crystals; therefore, biotite dissolution rates were calculated using fluoride as the mass balance constraint, resulting in a range from 1.5×10−13 to 4.4×10−12 mol m−2 s−1.\nSaturation indices, calculated for each of the stream samples using PHREEQC (Parkhurst and Appelo, 1999), were used to compute the Gibb's free energy of reaction (▵Gr) for albite as a measure of over or undersaturation. The ▵Gr for the samples ranges from −2.1 to −4.7 kcal/mol. All of these samples are far from equilibrium with respect to albite as predicted by transition state theory (▵Gr /RTb−3) (Burch et al., 1993). These values do, however, lie in the range of free energy where albite dissolution is dependent upon saturation state according to (Burch et al., 1993). Upon closer examination of their study, albite dissolution rates in the free energy range of −2 to −6 kcal/mol lie in a region where dissolution rates do not change with changing saturation state. All of the samples used to calculate plagioclase dissolution rates lie in this range; therefore, we assume that any difference in plagioclase\ndissolution rates is not attributed to differences in saturation state."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Uncertainty in calculation of rates",
    "text": "There are a number of factors that can cause absolute uncertainty in determining dissolution rates, including biological reaction, cation exchange, variation in solute concentrations with stream discharge, and additional sources and sinks for the cations measured. In our area, we assume that the biological and exchange reactions are at steady state (White and Brantley, 1995). Small variations in rock composition were incorporated into the calculations as discussed above. Potential seasonal variation in solute concentrations with discharge is not a factor since all samples were collected at approximately the same time and the major additional source for sodium is atmospheric deposition and that source is well quantified.\nFor this study the more important consideration is relative, not absolute, uncertainty in dissolution rates between canyons with different PCO2 content. In this field area, seasonal temperature variations, vegetation, petrology, watershed topography and initial solution chemistry is essentially the same. Thus, the uncertainty in relative rates is small since each rate was calculated using the same procedure and assumptions.\nThe major uncertainties are the assumptions about canyon geometry, which controls the specific wetted surface area of each mineral (ŝ), specifically the volumetric percent of the mineral and the volume of water\nand alluvium in the catchment. If the hydrologic and geologic model of the canyons is correct, differences in calculated rates along the flow path should be a function of variations in PCO2.\nPlagioclase is the most relevant mineral for the silicate–CO2 cycle present in the study canyons due to the high Ca concentrations relative to other minerals and the high plagioclase content in many rocks of plutonic origin. If the distribution factor is not used and it is assumed that all sodium in the stream waters results from plagioclase weathering, the weathering rates are less than one order of magnitude faster than the rates presented above."
  }, {
    "heading": "5.2. Rate dependence on PCO2",
    "text": "The direct effect that CO2 has on dissolution rates is difficult to evaluate in laboratory settings because many laboratory experiments are performed at high temperatures or low pH conditions where rates are fast enough to obtain data in reasonable time. For instance, laboratory studies of silicate mineral dissolution at near neutral pH and 25 °C report varying effects of CO2 on dissolution rates, while studies performed at low pH or high temperature do not report a direct effect (Brady and Carroll, 1994; Carroll and Knauss, 2005). Golubev et al. (2005) report a weak effect of CO2 on wollastonite dissolution at near neutral pH and 25 °C and Berg and Banwart (2000) report an effect of aqueous CO3\n2− on anorthite dissolution at 25 °C. Knauss et al. (1993) report that the removal of CO2 from solution has no effect on the dissolution rate of diopside at pH values between 8 and 12.\nData from this study show that mineral dissolution rates are proportional to PCO2 0.45 (Fig. 5, Table 3) when\nvariations are attributed solely to variations in PCO2. High PCO2, fast dissolution rate points greatly control the statistical fit; therefore, upper and lower bounds of 0.55 and 0.37 were calculated for the exponent by removing the two lowest and highest dissolution rate points at high, respectively PCO2. Variations in field- and experimentally-derived dissolution rates have been attributed to variations in other parameters, such as temperature, pH, difficulty in quantifying surface area and wetted surface area, degree of saturation, surface coatings, and biological effects (Bricker et al., 2005; Carroll and Knauss, 2005). A temperature variation of greater than 28 °C could lead to the differences in calculated rates (Brady and Carroll, 1994), but only a 5 °C stream water temperature difference was measured for all the samples. Elevated aqueous CO2 has been reported to indirectly enhance labradorite dissolution rates at low pH as a result of decreases in pH due to increases in CO2 concentrations (Carroll and Knauss, 2005). However, the observed variations in dissolution rate in the current study are unlikely to be due to pH given that the pH range of the study canyons was relatively narrow (6.8–8).\nThe plagioclase dissolution rate–PCO2 relationship developed in this study is similar to the only prior dependence (rate proportional to PCO2\n0.3) developed from high temperature laboratory experiments (Lagache, 1965). Within the range of atmospheric CO2 concentrations relevant to climate change, dissolution rates predicted from both relationships would be within an order of magnitude. However, if we assume that most minerals dissolve in contact with soil PCO2 and not atmospheric PCO2, the difference between the two relationships becomes more significant. Soil PCO2 can be approximately10–100 times that of atmospheric PCO2\n(Holland et al., 1986; Dudziak and Halas, 1996). In the case where atmospheric PCO2 increases 100 fold and soil PCO2 is 100 times more than atmospheric PCO2, soil PCO2 could be as high as 3 atm. At PCO2 levels above 1 atm the difference in predicted rates is greater than one order of magnitude.\nThe mechanism of PCO2-mediated dissolution in this study is unclear. Proton-mediated dissolution does not appear to contribute to the increased rate because stream waters in the study area have neutral to slightly basic pH values. Complexation of Al3+ with CO3\n2− in high PCO2 systems has been suggested as a mechanism for increased rates of dissolution (Berg and Banwart, 2000), but no correlation was found between dissolution rate and CO3\n2− in this study. A recent study of Ca and Mg silicate dissolution rates also found no correlation between dissolution rates and dissolved carbonate species over a wide range in pH and carbonate concentrations (Golubev et al., 2005).\nDissolution rates calculated in this study lie within the range of previously calculated field rates, but they are much closer to average laboratory-calculated rates, which tend to be greater than field rates. We attribute the overall high rates to the hydrologic conditions of the study area. Fluid flow occurs mainly through saturated alluvium and the field system is very similar to flow through columns used in many laboratory studies. This field system is unique compared to most field studies of dissolution rates which are carried out in soil/saprolite zones where weathering occurs during a precipitation event and under unsaturated flow conditions. Normally weathering reactions in the streambed and hyporheric zone are very limited and measurements of stream chemistry represent the integration of reactions occurring in soil zones (White, 2005). However, the watersheds of individual canyons in IWV have very limited vegetation and poorly developed soil zones, so in this case we believe that the majority of reaction may occur in a hyporheric zone that has elevated CO2 content.\nIn summary, the data from this study suggest that the difference between field and laboratory rates is probably due to the conditions under which they are measured and that wetted surface area is probably the most critical parameter as suggested by Bricker et al. (2005). Field rates, which are integrative of the entire watershed, measure both the rapid reaction rates where initial PCO2 is converted to TDS and the much longer period of PCO2-limited conditions where rates are slower (except maybe in low permeability saturated soils). This produces lower overall rates compared to experimental systems that constantly remove products and maintain relatively constant PCO2.\nThe weathering rates determined in this study appear to represent the isolated effect of CO2 in saturated sediments. Thus, we believe that the relationship between CO2 and weathering rates derived from this study is more applicable to models CO2 enhanced mineral dissolution than relationships derived from high temperature experiments. Application of the dissolution rate–CO2 relationship in unsaturated soil zones has not been tested and remains more speculative."
  }, {
    "heading": "6. Conclusions",
    "text": "Plagioclase, hornblende, alkali-feldspar, and biotite weathering rates were calculated in an area with naturally varying CO2 in order to assess the applicability of relationships between CO2 and silicate weathering rates developed in laboratory studies to field conditions. Rates for plagioclase varied from 5.3×10−13 to 1.7×10−12 mol m−2 s−1. Rates for the other minerals had high uncertainties related to their low concentrations of suitable elements for rate calculations. These plagioclase dissolution rates are closer to laboratorycalculated rates than many other field-calculated rates. We propose that the hydrologic system of the study area, alluvial-filled valleys, is more like a flow through column used in many laboratory studies than a field study conducted in unsaturated soil/saprolite conditions.\nPlagioclase dissolution rates are proportional to PCO2\n0.45 at Earth's surface temperature and pressure. This relationship is similar to a previously published relationship based on the work of Lagache in 1965 where feldspar dissolution rates are proportional to PCO2 0.3 . However, for conditions such as soil zones where PCO2 can be much higher than atmospheric, the difference in calculated weathering fluxes can be substantial. Some climate models indicate that a small imbalance in CO2 production and consumption can cause substantial changes in atmospheric CO2 levels over geologic timescales (Kump et al., 2000). If these models are to predict climate change from small imbalances, using a relationship between mineral dissolution rates and PCO2 developed from field data will predict more accurately the amount of CO2 consumed in the weathering feedback loop."
  }, {
    "heading": "Acknowledgements",
    "text": "Funding for field work for this study was given to A. Navarre-Sitchler by the Geological Society of America Student Research Grant program (grant # 7234-02). The authors are very grateful to S. Romberger and J. Humphrey for their critical reviews of the study and\nB. Kimball, J. Moore, and two anonymous reviewers for constructive reviews of the manuscript."
  }],
  "year": 2007,
  "references": [{
    "title": "Response of nodulated alfalfa to water supply, temperature and elevated CO2: productivity and water relations",
    "authors": ["I. Aranjuelo", "J.J. Irigoyen", "P. Perez", "R. Martinez-Carrasco", "M. SanchezDiaz"],
    "venue": "Environmental and Experimental Botany",
    "year": 2006
  }, {
    "title": "Distribution of Quaternary rhyolite domes of the Coso Range, California: implications for the extent of geothermal anomaly",
    "authors": ["C.R. Bacon", "W.A. Duffield"],
    "venue": "Journal of Geophysical Research",
    "year": 1980
  }, {
    "title": "The ground-water flow system in Indian Wells Valley, Kern, Inyo, and San Bernardino Counties, California: U.S. U.S",
    "authors": ["C. Berenbrock", "P. Martin"],
    "venue": "Geological Survey Water Resources Investigations Report,",
    "year": 1991
  }, {
    "title": "Carbon dioxide mediated dissolution of Ca-feldspar: implications for silicate weathering",
    "authors": ["A. Berg", "S.A. Banwart"],
    "venue": "Chemical Geology",
    "year": 2000
  }, {
    "title": "GEOCARB III: a revisited model of atmospheric CO2 over phanerozoic time",
    "authors": ["R.A. Berner", "Z. Kothavala"],
    "venue": "American Journal of Science",
    "year": 2001
  }, {
    "title": "The carbonate-silicate geochemical cycle and its effect on atmospheric carbon dioxide over the past 100 million years",
    "authors": ["R.A. Berner", "A. Lasaga", "R.M. Garrels"],
    "venue": "American Journal of Science",
    "year": 1983
  }, {
    "title": "Feldspars in weathering",
    "authors": ["A. Blum"],
    "venue": "Feldspars and Their Reactions. Kluwer-Academic Press,",
    "year": 1994
  }, {
    "title": "Direct effects of CO2 and temperature on silicate weathering: possible implications for climate control",
    "authors": ["P.V. Brady", "S.A. Carroll"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1994
  }, {
    "title": "Mass balance approach to interpreting weathering reactions in watershed systems. In: Drever, J.I. (Ed.), Treatise on Geochemistry: Surface and Ground Water, Weathering, and Soils",
    "authors": ["O. Bricker", "C. Bowser", "B. Jones"],
    "year": 2005
  }, {
    "title": "Crystal Structures of Clay Minerals and Their X-ray Identification",
    "authors": ["G.W. Brindley"],
    "venue": "Mineralogical Society, London",
    "year": 1980
  }, {
    "title": "Free-energy dependence of albite dissolution kinetics at 80-degrees-C and ph 8.8",
    "authors": ["T.E. Burch", "K.L. Nagy", "A.C. Lasaga"],
    "venue": "Chemical Geology",
    "year": 1993
  }, {
    "title": "Dependence of labradorite dissolution kinetics on CO2(aq), Al(aq), and temperature",
    "authors": ["S.A. Carroll", "K. Knauss"],
    "venue": "Chemical Geology",
    "year": 2005
  }, {
    "title": "Basalt weathering laws and the impact of basalt weathering on the global carbon cycle",
    "authors": ["C. Dessert", "B. Dupre", "J. Gaillardet", "L. Francois", "C. Allegre"],
    "venue": "Chemical Geology",
    "year": 2003
  }, {
    "title": "Weathering rates in catchments",
    "authors": ["J. Drever", "D. Clow"],
    "venue": "Mineralogical Society of America, Washington DC,",
    "year": 1995
  }, {
    "title": "Influence of freezing and thawing on the carbon isotope composition in soil CO2",
    "authors": ["A. Dudziak", "S. Halas"],
    "venue": "Geoderma",
    "year": 1996
  }, {
    "title": "Pleistocene history of volcanism and the Owens River near Little Lake, California",
    "authors": ["W.A. Duffield", "G.I. Smith"],
    "venue": "Journal of Research, U.S. Geological Survey",
    "year": 1978
  }, {
    "title": "Late Cenozoic volcanism, geochronology, and structure of the Coso Range, Inyo County, California",
    "authors": ["W.A. Duffield", "C.R. Bacon", "G.B. Dalrymple"],
    "venue": "Journal of Geophysical Research",
    "year": 1980
  }, {
    "title": "Sources of mineral",
    "authors": ["J.H. Feth", "C.E. Roberson", "W.L. Polzer"],
    "year": 1964
  }, {
    "title": "Global silicate",
    "authors": ["J. Gaillardet", "B. Dupre", "P. Louvat", "C. Allegre"],
    "year": 1999
  }, {
    "title": "Hydrogeochemical Evaluation of the Groundwater",
    "authors": ["C. 227–238. Guler"],
    "year": 2002
  }, {
    "title": "2004.Hydrologic and geologic factors controlling",
    "authors": ["C. Golden. Guler", "G.D. Thyne"],
    "year": 2004
  }, {
    "title": "Searching for the perfect surface area",
    "authors": ["M.E. 177–198. Hodson"],
    "year": 2006
  }, {
    "title": "Evolution of atmo",
    "authors": ["H.D. Holland", "B. Lazar", "M. McCaffrey"],
    "venue": "biotite. Journal of Geochemical Exploration",
    "year": 1986
  }, {
    "title": "Diopside dissolution",
    "authors": ["K. Knauss", "S.N. Nguyen", "H.C. Weed"],
    "venue": "sphere and oceans. Nature",
    "year": 1993
  }, {
    "title": "Gaia's garden and BLAG's greenhouse",
    "authors": ["L. Kump", "T. Volk"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1991
  }, {
    "title": "The Coso geothermal field: a",
    "authors": ["M.C", "K. Richards-Dinger"],
    "year": 2005
  }, {
    "title": "nascent metamorphic core complex",
    "authors": ["J.L. Moore", "C.F. Autin", "H.J. Prostka"],
    "venue": "GSA Bulletin",
    "year": 1982
  }, {
    "title": "User's guide to PHREEQC-A computer program for speciation, reaction-path, advective-transport, and inverse geochemical calculations. U.S",
    "authors": ["D.L. Parkhurst", "C.A.J. Appelo"],
    "venue": "Geological Survey Water Resources Investigations Report,",
    "year": 1999
  }, {
    "title": "Teleseismic evidence for a low-velocity body under the Coso geothermal area",
    "authors": ["P.L. Reasenberg", "W.L. Ellsworth", "A.W. Walter"],
    "venue": "Journal of Geophysical Research",
    "year": 1980
  }, {
    "title": "Dust deposition downwind of Owens (dry) Lake, 1991–1994: preliminary findings",
    "authors": ["M.C. Reheis"],
    "venue": "Journal of Geophysical Research",
    "year": 1997
  }, {
    "title": "Geochemistry of ground water in alluvial basins of Arizona and adjacent parts of Nevada, New Mexico, and California. U.S. Geological Survey Professional Paper P1406–C, C1–C90",
    "authors": ["F.N. Robertson"],
    "year": 1991
  }, {
    "title": "Evidence for interbasin flow through bedrock in the southeastern Sierra Nevada",
    "authors": ["G.D. Thyne", "J.M. Gillespie", "J.R. Ostdick"],
    "venue": "GSA Bulletin",
    "year": 1999
  }, {
    "title": "Feedbacks between weathering and atmospheric CO2 over the last 100 million years",
    "authors": ["T. Volk"],
    "venue": "American Journal of Science",
    "year": 1987
  }, {
    "title": "A negative feedback mechanism for the long-term stabilization of Earth's surface temperature",
    "authors": ["J. Walker", "P. Hays", "J. Kasting"],
    "venue": "Journal of Geophysical Research",
    "year": 1981
  }, {
    "title": "Chemical weathering rates of silicate minerals in soils",
    "authors": ["A.F. White"],
    "venue": "Mineralogical Society",
    "year": 1995
  }, {
    "title": "Natural weathering rates of silicate minerals. In: Drever, J.I. (Ed.), Treatise on Geochemistry: Surface and Ground Water, Weathering, and Soils",
    "authors": ["A.F. White"],
    "year": 2005
  }, {
    "title": "Chemical Weathering Rates of Silicate Minerals",
    "authors": ["A.F. White", "S.L. Brantley"],
    "venue": "Reviews in Mineralogy,",
    "year": 1995
  }, {
    "title": "Chemical weathering rates of a soil chronosequence on granitic alluvium: I. Quantification of mineralogical and surface area changes and calculation of primary silicate reaction rates",
    "authors": ["A.F. White", "A.E. Blum", "M.S. Schulz", "T.D. Bullen", "J.W. Harden", "M.L. Peterson"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1996
  }, {
    "title": "Engineering and environmental geology of the Indian Wells Valley area, Southeastern California",
    "authors": ["J.T. Zellmer"],
    "venue": "Bulletin Association of Engineering Geologists",
    "year": 1988
  }],
  "id": "SP:efac9fe61fda8fe633d015cce308c567ec9a5c63",
  "authors": [{
    "name": "A. Navarre-Sitchler",
    "affiliations": []
  }, {
    "name": "G. Thyne",
    "affiliations": []
  }],
  "abstractText": "The weathering of silicate minerals is an important long-term control on the global carbon budget. While the rate of mineral weathering is influenced by the atmospheric variations in atmospheric carbon dioxide, the only measurements of those effects have occurred during dissolution experiments at temperatures much higher than earth surface conditions. Thus, any climate models that include such a relationship may not be able to fully couple variations in atmospheric carbon dioxide with the lithospheric sinks. Our study presents a relationship for the dependence of plagioclase dissolution rates on PCO2 based on field data from a site in the southeastern Sierra Nevada drainages. A series of canyons that have similar drainages show wide variability in water chemistry that is attributed to variations in PCO2 from geothermal sources. This setting allowed us to isolate the effect of PCO2 on weathering rates in conditions relevant to climate models. The results show that mineral dissolution rates are proportional to PCO2 0.45 when the observed variations are attributed solely to variations in PCO2. This relationship is likely to be more applicable to climate models than prior laboratory derived data. © 2007 Elsevier B.V. All rights reserved.",
  "title": "Effects of carbon dioxide on mineral weathering rates at earth surface conditions"
}