{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r.com/ locate /pa laeo\nAlluvial and volcanic pathways to silicified plant stems (Upper Carboniferous–Triassic) and their taphonomic and palaeoenvironmental meaning\nPetra Matysová a,b,⁎, Ronny Rössler c, Jens Götze d, Jaromír Leichmann e, Gordon Forbes f, Edith L. Taylor g, Jakub Sakala b, Tomáš Grygar h\na Department of Geochemistry, Institute of Rock Structure and Mechanics, ASCR, v.v.i., V Holešovičkách 41, 182 09 Prague 8, Czech Republic b Institute of Geology and Palaeontology, Faculty of Science, Charles University, Albertov 6, 128 43 Prague 2, Czech Republic c Museum für Naturkunde, Moritzstrasse 20, D-09111 Chemnitz, Germany d Institut für Mineralogie, TU Bergakademie Freiberg, Brennhausgasse 14, 095 96 Freiberg, Germany e Department of Geological Sciences, Masaryk University, Faculty of Science, Kotlářská 2, 611 37 Brno, Czech Republic f Petroleum Development Oman, P. O. Box 81, Muscat 113, Sultanate of Oman g Department of Ecology and Evolutionary Biology and Natural History Museum and Biodiversity Institute, University of Kansas, 1200 Sunnyside Ave., Lawrence, KS 66045, USA h Institute of Inorganic Chemistry, ASCR, v.v.i., 250 68 Řež, Czech Republic\n⁎ Corresponding author. Department of Geochemist and Mechanics, ASCR, v.v.i., V Holešovičkách 41, 182 09\nE-mail addresses: pmatysova@email.cz, matysova@i\n0031-0182/$ – see front matter © 2010 Elsevier B.V. Al doi:10.1016/j.palaeo.2010.03.036\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 14 September 2009 Received in revised form 15 March 2010 Accepted 15 March 2010 Available online 19 March 2010\nKeywords: Quartz Moganite Environment Fossil wood Cathodoluminescence Provenance analysis\nPetrographic imaging, in combination with qualitative and quantitative instrumental analyses of mineral mass, allow us to obtain material signatures of silicified plant stems that are relatively common in sediments of continental basins since the late Palaeozoic. These fossils can be found in their original strata but commonly have been removed from their environmental and stratigraphic context, redeposited, and scattered on the recent land surface after erosion of the parent rocks. Analytical data gathered from X-ray diffraction analysis, hot cathodoluminescence (CL) imaging and spectroscopy, electron microprobe analysis, Raman spectrometry, and polarised light microscopy serve to characterise material signatures of samples from basins in Brazil, Germany, the Czech Republic, Sultanate of Oman, Mongolia, Antarctica, France, and the USA. This collection includes silicified Pennsylvanian and Permian plant taxa (and a few from the Triassic) found in fluvial environments and sites influenced by volcanism with the purpose to discern fundamental material characteristics formed under particular environmental circumstances. Late Pennsylvanian and Permian silicified stems in fluvial rocks include the presence of well-crystalline quartz (α-SiO2), sometimes with a trace of kaolinite, showing weak CL (mostly blue or dark reddish), occasional mosaic or patchy preservation of anatomical details, and other signs of pressure distortion of wet trunks in fluvial deposits and subsequent diagenetic recrystallisation. The presumed silica source for the initial stage of silicification was weathering of labile minerals, mostly feldspars in the alluvium. In wood from aeolian deposits, moganite in combination with goethite was detected. Based on our results, we propose that the stems were silicified in sandy or gravelly fluvial deposits, most frequently in arkoses and arkosic sands, indicators of relatively warm climate with pronounced seasonal distribution of precipitation. Excluded from this interpretation are stems silicified primarily by volcanic material; these are distinguished by a higher species diversity, silicification close to the site of growth, miscellaneous mineralogy, usually with very colourful CL shades, and the presence of metastable forms of SiO2, opal-CT or moganite. This volcanic influence on silicification mode is less clearly controlled by seasonality of precipitation or palaeoclimate itself.\nry, Institute of Rock Structure Prague 8, Czech Republic. rsm.cas.cz (P. Matysová).\nl rights reserved.\n© 2010 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Considering the dynamics of both endogenic and exogenic processes and the extent of geologic time, it seems astonishing that today we can\nobserve three-dimensionally preserved extinct plants that lived about 300 Ma. While petrified forests have attracted the attention of the public, collectors, and scientists, their formation and relevance to deciphering palaeoenvironmental conditions have not been satisfactorily understood. Considerable progress is apparent in the last few decades due to more intensive interdisciplinary research (e.g., Witke et al., 2004; Parrish and Falcon-Lang, 2007). After carbonisation (coalification), permineralisation (mainly silicification) is the most common mode of Palaeozoic and Mesozoic plant fossilisation.\nPermineralisation of plant stems by carbonates (calcification), although less common, is known from Mississippian–Pennsylvanian limestones and fluvial deposits (e.g., Brown et al., 1994; Falcon-Lang and Scott, 2000), and from the well-known coal balls from the Pennsylvanian of Euramerica (e.g., Snigirevskaya, 1972; DiMichele and Phillips, 1994). Further examples of plant permineralisation, such as phosphatisation, fluoritisation, pyritisation, goethitisation or preservation by Mn-rich solutions, have also been mentioned (e.g., Buurman, 1972; Jefferson, 1987;Grimes et al., 2002;Nowaket al., 2005; Polgári et al., 2005; Chaney et al., 2009). Nevertheless, silicified stems are the most resistant to weathering and hence have the highest preservation potential. It has already been proposed that silicified wood denotes a certain palaeoclimatic meaning (e.g., Skoček, 1974; Lefranc, 1975; Beauchamp, 1981; Fielding and Alexander, 2001;Wagner andMayoral, 2007; Colombi and Parrish, 2008;Matysováet al., 2009;Mencl et al., 2009),whichshouldbe further elaborated.\nThere are several environmental settings leading to silicification of plant stems. Impregnation of wood in association with hot springs via filling cell space by microspheres of opal-A has been performed experimentally and is well documented (e.g., Akahane et al., 2004; Channing and Edwards, 2004); opal-A is further converted to opal-CT and finally to quartz (Stein, 1982; Rodgers et al., 2004). This process is not very likely to produce basin-wide correlated fossiliferous strata such as those, e.g., in the Czech Pennsylvanian basins (e.g., Skoček, 1970, 1974; Pešek et al., 2001; Matysová et al., 2008; Mencl et al., 2009). A different situation in the fossil record was an almost complete burial of plants in growth position (in situ) or at least in taphonomic proximity to volcanic material (e.g., Sigleo, 1979; Noll and Wilde, 2002; Witke et al., 2004; Rössler, 2006; Wagner and Mayoral, 2007), which, possibly with associated co- and post-volcanic hydrothermal fluids, produced mainly quartz, sometimes withmetastable silica polymorphs such asmoganite (Witke et al., 2004), but also minerals such as CaF2 or phosphates of uranium and rare earth elements (e.g., Götze and Rössler, 2000; Witke et al., 2004; Matysová et al., 2009), which are not formed in fluvial environments. The earliest stages of silicification were described in tree trunks buried by lahars after the eruptions of Mt. Helens (Karowe and Jefferson, 1987), indicating that complete silicification in a temperate climate would happen very slowly after burial by fine sediments. Additionally, silicified logs are occasionally found on the top of lignite layers (Weibel, 1996; Fairon-Demaret et al., 2003) and rarely also in marly marine sediments, e.g. in the Liassic of Europe (Philippe and Thevenard, 1996).\nSilicified stems are most common in permeable sandy or gravelly fluvial strata which have no obvious association with volcanic material but which contain indicators of periodically variable groundwater levels (Parrish and Falcon-Lang, 2007). They are particularly common in coarse-grained fluvial facies (e.g., Skoček, 1970, 1974; Del Fueyo et al., 1995; Weibel, 1996; Fielding and Alexander, 2001; Pešek et al., 2001; Diéguez and López-Gómez, 2005; Matysová et al., 2008; Mencl et al., 2009), and in associated overbank fines (Rössler, 2006; Artabe et al., 2007). The question is whether these permineralisations provide information about the original palaeoclimatic conditions.\nThe aim of this work is to compare available geological, sedimentological, mineralogical, and palaeobotanical data about silicified stems fromseveral selected localities, in order to producea ‘test set’ to evaluate further specimens from other localities or with uncertain original provenance and geological settings. Opal and moganite phases have been examined in silicified stems to test whether their presence is related to the age of the specimens (e.g., Stein, 1982; Moxon, 2002; Moxon and Ríos, 2004; Moxon and Reed, 2006) or to the mode of silicification (e.g., Heaney, 1995). Cathodoluminescence (CL) imaging wasutilised following initial investigations byGötze andRössler (2000), Witke et al. (2004), Matysová et al. (2008), andMencl et al. (2009), and spectral analyses of CL emissionswere added byMatysová et al. (2009). We interpret these signatures in terms of palaeoenvironmental reconstruction (Golonka and Ford, 2000), similar to the way that CL of\nquartz is used as a tool for provenance analysis (e.g., Götze, 2000; Götze and Zimmerle, 2000; Boggs et al., 2002; Boggs and Krinsley, 2006).\nSkoček (1974) hypothesised that silicified stems, frequently found in transitional formations from Pennsylvanian rocks of Central Bohemian Basins, especially between grey and red units, are markers of relatively fast aridisation. Mencl et al. (2009) found that silicified stems, preserved in late Palaeozoic fluvial deposits of the Czech basins, occurred in periods of (seasonally) dry climate that fit into the environmental changes inferred by Opluštil and Cleal (2007). These interpretations can only be valid if the silicification was not caused by hot springs, burial by volcanic material, or any other phenomena not implicitly related to the given palaeoenvironment. To unequivocally discriminate silicification regimes, in this paper we detail the mineralogy of a collection of stems silicified in alluvial sediments and compare their material signatures to those fossilised in the vicinity of volcanism. The results of this research suggest that stems silicified in fluvial sediments represent environmentally sensitive indicators which have previously been under-utilised in palaeoclimatic and palaeoenvironmental reconstructions."
  }, {
    "heading": "2. Materials and methods",
    "text": "Optical microscopes (an Olympus BX-51 and BX-60) were used for microscopic observations of standard (polished) thin sections (transverse, tangential and radial longitudinal cuts) in transmitted (PPL) and polarised (XPL) light. An Olympus BX-51Mmicroscope was used for observing polished sections in reflected light.\nCathodoluminescence imaging was performed with a hot cathode CL microscope Simon-Neuser HC2-LM (Faculty of Science, Masaryk University, Brno, Czech Republic), allowing light microscopy and cathodoluminescence imaging without sample readjustment. The electron gun was operated at 14 kV with a current density 10–40 μA/ mm2 in vacuum (10−6 bars) and luminescence images taken by a digital camera (Olympus C-5060). CL spectrawere acquiredwith a hot cathode CL microscope HC1-LM (TU Bergakademie Freiberg, Germany) connected to an Acton Research SP-2356 digital, triplegrating spectrograph with a Princeton Spec-10 CCD detector (wavelength calibration by a Hg-halogen lamp) by a silica fibre guide. Thin sections were carbon coated to prevent build up of electrical charge. Spectral analysis was performed after conversion to wave numbers by deconvolution to Gaussian bands using the OriginPro 7.5 (OriginLab, USA). The procedure served to separate spectral components; mean luminescence maxima were recalculated to wavelengths and discussed (see also Müller et al., 2002, 2003).\nX-ray powder diffraction was performed with a conventional D5005 diffractometer (Bruker-AXS). Planar fragments obtained during production of thin sections for microscopy and imaging were analysed. The diffraction patterns were evaluated by X'Pert HighScore (PANalytical) using the PDF-2 database and identification was confirmed and complemented by quantitative analysis using Rietveld code Topas (Bruker). The Rietveld code produces an estimate of mean coherence length (MCL) of quartz, and size of quartz crystal domains without crystallographic defects.\nIf necessary, mineral admixtures were identified by electron microanalysis using conventional electron microscopes, i.e., a Cameca SX 100with aWDS detector and a high resolution CL detector (Faculty of Science, Masaryk University, Brno, Czech Republic) or a Cambridge CamScan with an EDS detector and micro-analytical system LinkISIS 300 (Faculty of Science, Charles University, Prague, Czech Republic). Raman spectrometry (Institute of Chemical Technology, Prague, Czech Republic) was used particularly to detect the presence of moganite, goethite, and organic matter. Jobin Yvon model Labram HR with a confocal Olympus microscope worked with an excitation laser (532 nm) with an input power of 50 mW. Spectra were measured under power of 5 mW, with 30 s data acquisition and 30 spectra accumulation."
  }, {
    "heading": "3. Environmental and geological settings of localities studied",
    "text": "Information on localities and geologic details of the studied specimens are presented in Table 1, together with a map (Fig. 1)."
  }, {
    "heading": "3.1. Parnaíba Basin, Tocantins, Brazil",
    "text": "Samples marked by B# were provided by the Museum für Naturkunde Chemnitz, Germany and were collected in the Permian Pedra de Fogo and Motuca Formations. The set of localities summarised as the Northern Tocantins Petrified Forest represents the most luxuriant and important Permian tropical–subtropical floristic record in Gondwana (Rössler and Noll, 2002; Dias-Brito et al., 2007). The diverse arboreal vegetation grew in interchannel areas of high-sinuosity sandy-bottom lowland rivers. Permineralised stems are found either on recent erosional surfaces or in different Permian alluvial sequences; these sequences are 10 m thick in total and composed of lowermost major channel deposits of fine sand, central silty floodplain deposits that are sometimes pedogenically altered, and upper fossiliferous lacustrine and sheetflood deposits (Rössler,\n2006). The Tocantins fossiliferous strata indicate substantial alterations in hydrological regime, and silcrete crust and nodules are sometimes present in the top of the cycles. Silicified stems,mostly tree ferns and sphenophytes, are in some cases in subautochthonous positions with no indication of long-distance transport. The anatomy of the stems is mainly well preserved, although the original organic matter is almost completely gone (Rössler, 2006)."
  }, {
    "heading": "3.2. Erzgebirge Basin, Chemnitz, Germany",
    "text": "Samples marked by C# were provided by the Museum für Naturkunde Chemnitz, Germany. Petrified trunks from Chemnitz have been well known since the early days of palaeobotany (Cotta, 1832) and originate from the Early Permian Leukersdorf Formation (Erzgebirge Basin, Saxony, Germany). This fossil site was formed during burial of a complete forest ecosystem by the airborne Zeisigwald tuff, a stacked sequence of several air fall tuffs and pyroclastic flows (Eulenberger et al., 1995; Witke et al., 2004; Rössler, 2006). A diverse assemblage of ferns, seed ferns, sphenophytes, conifers, and cordaites is exceptionally preserved mainly in their\noriginal growth positions (Rössler, 2006). Mineral phases in the plant tissues are mostly quartz of several generations (Götze and Rössler, 2000), minor fluorite, and traces of moganite, Fe oxides, barite, and calcite (Witke et al., 2004; Rössler, 2006; Matysová et al., 2009). Organic matter of original plant tissues is rare, largely preserved as dispersed anthracite (Nestler et al., 2003; Witke et al., 2004)."
  }, {
    "heading": "3.3. Intra Sudetic Basin (ISB), Czech Republic",
    "text": "Samples marked by DP# were provided by the National Museum in Prague, Czech Republic; VS# samples come from private collections. In the ISB (NE Bohemia)most silicified stems are found in rather porous sediments, fluvial arkoses to arkosic sands or conglomerates deposited by meandering or braided rivers. Žaltman Arkoses (early Stephanian), part of the Odolov Formation, are the richest fossiliferous strata in the basin (Pešek et al., 2001). This time period was characterised by a relatively low volcanic activity (Ulrych et al., 2006) and has been assigned to the early Stephanian dry interval (Opluštil and Cleal, 2007). The only silicified wood documented and revised by Mencl et al. (2009) in this formation consisted of cordaites and conifers and belonged to the morphotaxon Dadoxylon. All stems were found embedded in fluvial strata and bear traces of fluvial transport (Pešek et al., 2001;Matysová et al., 2008;Mencl et al., 2009). Subsidence in this basin slowed in the Permian and Triassic continental deposits are very rare (Pešek et al., 2001)."
  }, {
    "heading": "3.4. Krkonoše Piedmont Basin (KPB), Czech Republic, including Balka locality",
    "text": "Samples marked DP# were provided by the National Museum in Prague, while those marked Lid# or P# were provided by the Municipal Museum Nová Paka, Czech Republic. There are two types of settings that produced silicified stems. Silicified Dadoxylon-type wood occurs in different horizons of sandy/arkosic fluvial facies and is more common; one of the best known is the Štikov Arkoses of the Kumburk Formation, which is stratigraphically correlated with the Žaltman Arkoses in the ISB due to the occurrence of those fossils (Pešek et al., 2001). Fossiliferous Stará Paka Sandstones are slightly younger.\nA unique site in the entire Bohemian Massif is the Balka locality (near Nová Paka, NE Bohemia), which has provided diverse anatomically preserved late Palaeozoic stems. The flora includes mostly hygrophilous plants, tree ferns (Psaronius), calamitaleans (Arthropitys), lycopsids, occasional Dadoxylon-type wood, and medullosan seed ferns (Pešek et al., 2001; Matysová et al., 2008). The fossils are assigned to the upper part of the Semily Formation (Stephanian C), which consists of aleuropelite–sandstone cycles with lacustrine facies, layers of silicates, and intercalated acidic pyroclastic material (Pešek et al., 2001), pointing to the possible influence of volcanic material in silicification. The Ploužnice Horizon is believed to contain volcanic sediments. Excellently preserved pieces of Psaronius stems from this horizon (e.g., Les Lísek, Stará Paka) are similar to those from Balka. Volcanic activity increased substantially in the Bohemian Massif between the Stephanian B and C (Ulrych et al., 2006). The climate of that period was suggested to be arid (Roscher and Schneider, 2006) and dry (Opluštil and Cleal, 2007). Unfortunately, fossil stems at Balka have not been unequivocally associated with the parent facies and are only found in recent alluvia."
  }, {
    "heading": "3.5. West Bohemian Basins (WBB), Czech Republic",
    "text": "Samples marked by BLŠ#, KAZ#, L#, and K# come from private collectors. There are two levels of fossil wood-bearing strata in WBB. Well-known localities are around Pilsen (e.g., Blšany, Kaznějov, Líně, Kůští), in close vicinity to outcrops of the Týnec (Barruelian, Stephanian A) and Líně (Stephanian C) Formations (Pešek et al., 2001; Mencl et al., 2009). The Líně Formation consists of consolidated coarse-grained clastic material, reddish-brown mudstones, and silty sandstones. Specimens were collected from recent surfaces and hence their stratigraphic level remains to be established."
  }, {
    "heading": "3.6. Huqf Area, Sultanate of Oman, including Saiwan locality",
    "text": "Samples #JB15 and #JB23 (Dadoxylon callixyloides) and #JB26 (Prototaxoxylon gharifense) have been provided from the Palaeobotanical Collection, Université Pierre et Marie Curie, Paris VI (Berthelin et al., 2004). Samples marked by O# come from the collections of P.M. All samples were obtained in the Huqf Area (eastern part of Oman), either from a desert surface or from outcrops of the Upper Gharif\nFormation, Middle Permian (e.g., Berthelin et al., 2004; Heward, 2005; Heward and Al Ja'aidi, 2005). The Gharif Formation, 200–350 m thick, consists of fluvial, and coastal-to-marginal marine deposits. Sandstones retrieved from deeper cores contain 2–49% feldspars (Hartman et al., 2000), both plagioclase and K-feldspar. The Middle and Upper Gharif were deposited in a more arid climate than the Lower Gharif (Hartman et al., 2000). Two different types of permineralised stems were studied: variegated wood in yellow, red, and white, which was scattered over the desert surface at a single locality near Saiwan, and greyish specimens from all other sites in the Huqf Area; some of the latter were in fluvial sediments and the remainder hadweathered out."
  }, {
    "heading": "3.7. SW and SE Mongolia rift zone",
    "text": "Samples marked by M# come from private collections. Sample #SW12/1996 was provided by the Czech Geological Survey, Brno. Based on the geological settings around the Khurts uul locality (SW Mongolia; see Černý et al., 2003; Hanžl and Krejčí, 2008), particularly at the site RP No. 12/1116 where the sample #SW12/1996 was collected, this sample was assigned to a Pennsylvanian–Permian age.\nSeveral other specimens of silicified trunks (M#) were collected in SE Mongolia, approximately 500 km south of Ulanbatar in outcrops showing tuffs (localities Ulugej Chid, Alag Ul, and Winterlay; Plešák, 2006). Alag Ul is situated on the northwest slope of the Argalintuin Ula structure. In all localities, woods were found in tuff or tuffaceous sandy rocks and most seemed to be transported. By comparison with the report of Keller and Hendrix (1997) these rocksmost likely belong to a Jurassic fill of an extensive Mesozoic–Cenozoic rift system (Černý et al., 2003). The Central Asian climate of that period was affected by an extensive Pangeanmonsoonal systemwith seasonally very uneven humidity as shown in the tree-ring structure (Keller and Hendrix, 1997).\n3.8. Petrified Forest National Park, Arizona, USA\nSamples marked by A# were kindly provided by Sidney R. Ash and Geoffrey T. Creber. The fossils belong to the Upper Triassic Chinle Formation, a widely distributed terrestrial series in the southwest USA. They are usually exposed on the desert surface, weathered out from their parent rock. Chinle Formation rocks have a varied and colourful appearance, and lithology ranges from lacustrine to fluvial, intercalated with deeply argillised rhyolitic ash (Sigleo, 1978, 1979; Wright, 2002; Creber and Ash, 2004). The climate under which silicification occurred has been compared with tropical rainforests along the present-day Congo River by Wright (2002), while Demko et al. (1998) pointed out highly seasonal precipitation and ground– water conditions emerging from the rocks deposition."
  }, {
    "heading": "3.9. Autun Basin, Massif Central, France",
    "text": "Samples marked by F# come from the Museum für Naturkunde Chemnitz; two samples were analysed. The basin has been known as an important locality of both Mississippian and Permian permineralisations since the 19th century (e.g., Renault, 1893–1896). The early Permian succession comprises a set of lacustrine bituminous shales, coals, dolomitic mudstones, and fluvial horizons intercalated by volcanic layers (Roscher and Schneider, 2006). The well-preserved permineralisations originate from different stratigraphic levels in the succession. A diverse hygrophilic swamp vegetation is dominated by ferns and sphenopsids, followed by pteridosperms, sigillarian lycophytes, cordaitaleans, and conifers (Marguerier and Pacaud, 1980; Galtier and Phillips, 1985). Our samples were collected on the surface and so the exact geological background remains unknown but it is believed to have been fluvial deposits."
  }, {
    "heading": "3.10. Central Transantarctic Mountains, Antarctica",
    "text": "Samples marked by T# were provided by the Paleobotanical Collections, University of Kansas (Lawrence, USA). They were collected from several sites along the western margin of East Antarctica (e.g., Taylor et al., 1989, 1992; Del Fueyo et al., 1995; Cúneo et al., 2003). The specimens originated from strata assigned to the Buckley (late Permian) and Fremouw (Middle Triassic) Formations, which include sandstones and mudstones deposited by braided streams. Silicified plants and peat (Taylor et al., 1989, 2009) in these formations are preserved in volcaniclastic sandstones. The Permian specimens are assigned to Vertebraria, aerenchymatous roots of the glossopterid pteridosperms. The Triassic Fremouw silicified forest is preserved in a series of superimposed fluvial channels deposited by low-sinuosity braided streams and includes in situ stumps buried by several small-scale depositional events on the fluvial channel levee (Cúneo et al., 2003). The channel system was likely stabilised by vegetation. The wood, Jeffersonioxylon (#T9=11,471; Del Fueyo et al., 1995), has similarities to podocarpaceous conifers, but was assigned to the corystospermalean seed ferns based on the dominance of Dicroidium foliage at the base of stumps (Cúneo et al., 2003). Erosion of the volcanic arc located on the western margin of the Antarctic craton was thought to provide the silica-saturated basinal water that was the source for permineralisation (Cúneo et al., 2003). Irrespective of the very high latitude of the region in the latest Palaeozoic–early Mesozoic, the plant fossils, including species diversity (Triassic) and coal formation (Permian), suggest a mild climate with seasonality\nmostly dependent on sunlight availability rather than temperature and humidity extremes (Taylor and Ryberg, 2007)."
  }, {
    "heading": "4. Results",
    "text": "4.1. Mineral composition of silicified stems\nThe most common mineral component of practically all the permineralised stems studied is quartz. Other mineral admixtures are sometimes present and these phases reveal further details of the silicification process. Mineral composition was evaluated by XRD (Fig. 2), SEM/EDX or WDX (Fig. 3), and CL microscopy and spectroscopy (Figs. 4–5). The results of XRD qualitative and quantitative analyses are listed in Table 2. Opal-CT was found only in silicified wood from Mongolia, although cristobalite and tridymite were reported in many previous papers as common polymorphs in silicified wood (e.g. Mitchell and Tufts, 1973; Scurfield and Segnit, 1984; Hatipoğlu and Türk, 2009). Spherulitic fibrous morphology of quartz (chalcedony) was found only in some specimens from KPB, Czech Republic (also reported byMatysová et al., 2008), Chemnitz and Tocantins, particularly in former parenchyma cells of Arthropitys and Dadoxylon, and very often in the adventitious aerial roots of Psaronius (Fig. 6F). Length-fast chalcedony (zebroic type) is abundant in Vertebraria roots from Antarctica, notably in the hollow areas separating the radiating arms of pycnoxylic wood (Fig. 5H). It is most likely connected with the peculiar anatomy of these roots (see Decombeix et al., 2009; Taylor et al., 2009). Fibrous quartz is also common in cavities, perhaps in borings in pycnoxylic wood (Fig. 6G).\nFig. 4. Overview of microscopic images (PPL-first column, XPL-second column), CL images (t stems with yellow, orange, and green CL shades. PPL — plain light microscopy, XPL— polaris spectral components are indicated: B— indigo blue, Y— yellow, and R— red. Arrows indicate Basin, CR, Dadoxylon-type wood with large crack (#VS6.B), hydrothermal quartz (yellow) secondary overprint (short-lived blue CL); C. Stará Paka, les Lísek, KPB, Dadoxylon-type woo E. Mongolia, dolomitised Permian wood (#SW12-1996B); F. Petrified Forest, Arizona, Wood locality, Oman, goethitised wood (#O3.C).\nA very characteristic metastable silica polymorph in some silicified stems is moganite. It was identified by XRD but this technique possibly underestimates its actual quantity because of its very poor crystal order (Götze et al., 1998). According to the Rietveld refinement of the XRD patterns, the moganite content in specimens from Autun (F#), Arizona (A#), and Chemnitz (C#) is up to 5%, but as much as 5– 20%was found in a specimen (#O3) from the Saiwan locality in Oman, and in some specimens (M#) from Mongolia (Table 2). Quartz and moganite diffraction patterns differ most markedly in the region of the (100) line of quartz and (011) and (200) lines of moganite (PDF card 01-079-2403) (Fig. 2A). The same region in the XRD pattern was used to identify moganite in agates (Moxon and Ríos, 2004). In the Saiwan specimen (#O3), goethite was observed as the primary mineral that preserves parts of the original plant structure (visible in reflected light and BSE; Fig. 3D), while silica (moganite and quartz) is the filling agent present around, in cracks and lacks any plant anatomic features (Fig. 4H). These mineral phases were also proven by Raman analysis (Fig. 2B). Strictly speaking, the Saiwan specimens should not be called silicified but rather goethitised as the silica mass is likely a secondary phase. They are included as an example of how important it is to distinguish the primary mineral agent for a final interpretation. Specimens from other Oman localities, however, are silicified; they are usually composed of pure quartz which preserves the plant anatomy, with phase admixtures below XRD detection limit (b1%) (Figs. 5G and 6C).\nMean coherence length (MCL) of quartz obtained by Rietveld refinement ranges from tens to several hundreds of nanometres. MCL is hence much smaller than the apparent external size of quartz crystals observed in the optical microscope (10 s–100 s μm) which\nhird column), and CL spectra (right) of silica mass and carbonate admixtures in silicified\ned light microscopy (crossed nicols). Scale bars: 500 μm. In CL spectra the most relevant\na change in intensity on prolonged electron beam excitations. Sources: A. Intra Sudetic\nbordered by kaolinite (blue); B. Chemnitz, crack in Dadoxylon-type wood (#CWe-2),\nd (DP7; #E6355), CR; D. Petrified Forest, Arizona, “Araucarioxylon arizonicum” (#A6.T);\nworthia arizonica (#A2.R); G. Antarctica, Vertebraria root (T2.T; #PM 1903); H. Saiwan\nindicates substantial concentration of crystal defects in individual quartz grains. Metastable phases, opal-CT or moganite, were observed only in specimens where quartz MCL was b120 nm, but in some specimens with such small MCL values only quartz was found. Both metastable silica phases and low MCL show how slow the Oswald aging of primary silica mass has been, irrespective of the actual geologic timescale. It is probable that in the samples with moganite residues, the original content of metastable silica polymorphs was much larger. Generally, the small MCL of quartz and the presence of metastable phases are characteristic of specimens with better preserved plant anatomic features. Stems silicified in arkosic sandstones of the Czech Carboniferous–Permian basins (ISB, KPB, and WBB) have MCL values of about 200 nm and contain no metastable SiO2 phases, probably because coarse-grained, porous fossiliferous strata have enhanced the silica recrystallisation; the original plant structure is also poorly preserved.\nClayminerals, especially kaolinite, were found as relatively frequent trace admixtures. Usually only basal diffractions at d∼1.0 nm (micas) and d∼0.71 nm (kaolinite) were identified. Rietveld refinements with preferredorientation (March–Dollase factoro∼0.7)produced estimates of 0.5–3% of these admixtures, if they were present.\nFluorite was found only in silicified stems (C#) from Chemnitz. Fluorite sometimes acted as the primary permineralising agent (Fig. 7A) but silicification was more common (Figs. 5C and 6F), often accompanied by abundant amounts of secondary fluorite (Fig. 3A–C). Occurrence of a fluorite phase can be considered as a very specific feature of the Chemnitz locality.\nCalcite was occasionally present in samples from Tocantins (B#), Autun (F#), Antarctica (the Fremouw Formation, #T5-T9), and frequently in samples fromArizona (Fig. 4D, A#). Sometimes dolomite was recognised as the primary permineralising agent (Fig. 4E, #SW12/ 1996). Calcified remnants of plant tissues were preserved in otherwise highly recrystallised silicified stems (Fig. 4C, DP#), as already reported by Matysová et al. (2008)."
  }, {
    "heading": "4.2. CL spectral components and their assignment",
    "text": "CL emissions of the permineralisations studied usually show moderate to weak visible spectral intensities, but in specimens from several localities surprisingly colourful CL patterns were observed and CL nearly fingerprinted the individual localities (Tables 3 and 4). CL shades were evaluated qualitatively from CL images. The most relevant CL shades were studied more in detail by CL spectroscopy with a subsequent deconvolution of the emission spectra to the Gaussian components (see 2.0). Results of spectral analysis are in Table 3. Presentation of CL spectra of typical primary silica masses, i.e., SiO2 preserving the original plant anatomy, diagenetic silica masses, and mineral admixtures, are shown in Figs. 4–5.\nA red shade of CL is most typical of specimens from the Balka locality (Fig. 5A), but this CL band centred at ∼643 nm (band R in Figs. 4–5) was found in practically all spectra, whether it was themain or a minor component. Red CL in quartz is time stable (persistent), or its intensity may even increase with time of the electron beam excitation (the evolution of time-dependent spectra is shown by arrows in Figs. 4–5). The red band in CL spectra is a major feature in several specimens with either weak CL or those in which the CL shades are perceived by the naked eye as dark violet or bluish. This fact points to the importance of more objective evaluation of CL patterns in weakly luminescent specimens by CL spectroscopy as the human visual sense is limited and may be subjective.\nFig. 5.Overview of microscopic images (PPL-first column, XPL-second column), CL images (th violet CL shades. PPL — plain light microscopy, XPL — polarised light microscopy (crossed indicated: B — indigo blue, Y — yellow, and R — red. The arrows indicated a change in in Arthropitys sp. (DP6.B; #E6296); B. Štikov Arkoses, KPB, Dadoxylon-type wood (#Lid.1); C. C brasiliensis (B6; #K4866); E. Petrified Forest, Arizona, “Araucarioxylon arizonicum” (#A6.T); F Vertebraria root (T3.T; #PM 1904).\nYellow CL of quartz (CL emission band centred at 578 nm, Table 3, Figs. 4A–B, F and 5C) is not so common in sedimentary quartz and silicified wood. Nevertheless it was identified in several samples, in which quartz replicated the original plant anatomy, like the cell walls and lumina in specimens from Chemnitz (Fig. 5C) and Arizona (Fig. 4F), or where it represents a secondary silica mass that infilled cracks in the original silicified matrix (Fig. 4B, F), as was observed in several specimens from ISB (Fig. 4A; see also Mencl et al., 2009). Evaluation of yellowish CL hues in silicified stems must be supported by a phase or element analysis, because it could bemistaken for carbonates (calcite or dolomite), or apatite (Fig. 4G), which have yellow or orange CL shades with an intensity several orders of magnitude greater (Fig. 4D–E). Even if carbonates are present in trace amounts (below the XRD detection limit of ∼1%), they can significantly affect CL images (Fig. 4C, G). Typical features of carbonates are a very common distinct CL zonation of their crystals in CL images and the shape of their emission band in CL spectra. Half widths of CL bands of carbonates and quartz can also be used to discriminate from each other: FWHM (full width at half maximum) of the carbonate band is 2000–3000 cm−1 while the quartz band is much broader, with FWHM 4000–5000 cm−1. Contrary to the persistent yellowishorangeCLof carbonates, the yellowCLof hydrothermal quartz is transient (Figs. 4A–B, F and 5C), as has been mentioned previously (Götze, 2000; Götze and Rössler, 2000; Witke et al., 2004). In many specimens with prevailing yellow or orange CL, the calcite or dolomite presencewas confirmedbyX-raydiffraction and/or increasedcontent of Ca by electron microanalysis in SEM/WDS.\nA green luminescence band (CL emission band centred at 532 nm, Table 3) seems very atypical for quartz in rocks. Some quartz grains from igneous rocks with dominant green emission at 502±2 nm were reported by Müller et al. (2003). In about half of the spectra of silicified woods, the corresponding band contributes N20% to the total Vis emission. A well-defined green CL band was found in some samples from Antarctica (Fig. 4G) and sample #O3 from Saiwan, Oman (Fig. 4H). The green band is broader than the much more common blue or red emission CL bands and seems to be a part of a poorly defined spectral signal found in weakly luminescent samples with poorly resolved CL images. The green CL is rare in silicified stems, although in some cases it could also have been affected by artefacts of sample preparation (e.g., luminescence of resin or glass from thin sectioning) or spectra processing; alternatively it could arise from other non-silica admixtures (Figs. 3E and 4G).\nBlue CL is very common in both silicified stems and quartz in rocks. Two bluish CL shades must be distinguished in silicified stems, corresponding to two distinct, although partly overlapping CL spectral bands. The indigo blue band centred at a longer wavelength (∼449 nm) is very common, while the blue-violet band at a shorter wavelength (centred at ∼406 nm) is rare. The latter band is dominant in Chemnitz specimen #C4 andwas aminor component alongwith themajor indigo blue band in several other specimens. The band was attributed to hydrothermal quartz in a silicified stem of the seed fernMedullosa from Chemnitz (Götze and Rössler, 2000;Witke et al., 2004). Very frequently SiO2 with both of these blue CL shades was found in fractures and secondary mass in areas with destroyed plant tissues (see bright bluish CL in Figs. 4B and 5C, E–F). The perfect reproduction of the blue-violet band in the experimental settingused in thisworkmight behindered by the usage of glass fibre optics in the CL spectrometer, which restricted theemission tob400 nmand then cut off theUVemission atb380 nm. It can skew the corresponding Gaussian component but the emission maximumof the blue-violet CL emission is still perfectly recognisable in corresponding specimens (the maximum was detected by UV-sensible\nird column), and CL spectra (right) of the silica mass in silicified stems with red, blue, or nicols). Scale bars: 500 μm. In CL spectra the most relevant spectral components are\ntensity on prolonged electron beam excitations. Localities: A. Balka, KPB, CR, wood of hemnitz, Germany, Dadoxylon sp. (C3; #DS 1/98), CR; D. Tocantins, Brazil, Dernbachia . Mongolia, Upper Jurassic (#M2); G. Gharif Formation, Oman (#O21.3a); H. Antarctica,\nmirror optics in the SEMwith∼390 nm). Blue CL emissions canbeeither persistent or short lived (transient) (see the noticeable decrease of the blue emission in some spectra in Fig. 5A, E). The transient nature ofmost blue emission signals causes reddening of the images with increased time of electron beam excitation (Fig. 5A). Blue CL of various shades is also produced by feldspars, kaolinite (Fig. 4A), and fluorite (Fig. 7A). If needed, these phase admixtures were identified by XRD, CL spectral analysis, and/or elementalmicroanalysis (Fig. 3) toavoid confusionwith the silica mass and its blue CL shades.\nThe previous paragraphs show that CL images, if they are processed with care, allow detailed evaluation of the primary permineralising agent of plant tissues. Traces of minerals with very intense CL can be excluded, and later diageneticmineralmass canbe identifiedby studyof the CL time dependence, CL spectroscopy, and/or further analytical techniques. CL microscopy also allows comparison of the level of preservation of the original plant anatomical structures with the nature of the corresponding mineral mass. Observations on the specimens reportedhere are summarised in Table 4. TheCL colour schemesof these silicified stems (Table 4) are very important features as they can reflect the provenance and burial conditions of the fossils."
  }, {
    "heading": "4.3. Preservation of plant anatomy",
    "text": "Transverse, tangential, and radial cuts were observed in detail. Our results show strong links between stem anatomy and the arrangement of SiO2 units (primary ones), predisposition to disintegration (ruptures) or mechanical dislocation (undulated wood), occurrence and input of allochthonous sedimentary grains, etc. (e.g., Figs. 4–6). Terminology used is given in Matysová et al. (2008) and references therein. The majority of tracheid cell walls are partially replaced by a different mineral mass than the cell lumens, and sometimes only specific (fibrous) quartz textures outline the former cell walls (Fig. 5A). Moreover it should be noted that all such permineralised structures do not necessarily mirror the original thicknesses of plant structures (Scott and Collinson, 2003). In specimens from Balka (Fig. 5A) CL highlighted even the stratified anatomy of tracheid cell walls. In other cases former cell walls are only poorly discernible in CL images, usually as areas with different CL intensity but the same shade as the bulk (cell lumina). This pattern is quite visible in samples from Oman (Fig. 5G; except for the Saiwan specimens, such as Fig. 4H), Tocantins (Fig. 5D), and the majority of the samples from fluvial\nsediments in ISB and KPB (Fig. 5B). In PPL images, cell walls can be lighter than the lumens (Fig. 6A) or scarcely visible (Fig. 6B–C). Ferric oxides sometimes preserve cell walls and although they resemble organic matter by their colour in PPL, in SEM/BSE they can be distinguished quite easily (Fig. 3F). This is probably a good example of a situation in which the organic matter was decaying faster than the permineralisation of the lumina. The only possible pathway enabling such a balance is the repetition of wet–dry cycles, with wetting (and oxidation) enabling the decay of organic material and providing mineral solutions, and drying enabling templated crystallisation of minerals in the residual plant tissues. Beauchamp (1981) proposed that ferric oxides impregnated cell walls and preserved their structures even though almost all the organic matter was degraded.\nIn several localities, former cell walls were almost completely converted to a mineral mass with a strikingly different CL than the lumina, e.g., yellow and brownish (Chemnitz) colours that allow visualisation of the original plant anatomy (Figs. 5C and 7B) in spite of the absence of organic constituents of the former cell walls or their considerable thermal alteration (Witke et al., 2004). In the Chemnitz specimens the plant anatomy is always reflected in yellow and brownish CL contrasts between cell walls and lumina, but often such plant tissues are disrupted and in part exhibit a short-lived bluish CL signal caused by an input of fluorite or hydrothermal quartz with bluish or yellowish CL (Fig. 5C).\nIn many of the Mesozoic specimens from Antarctica and Mongolia the organic material of the former cell walls is very visible as dark pigment in PPL (Figs. 4E, G, 5F, H, and 6G–H). In CL images the former cell walls seem black and almost the entire bulk (former cell lumina) has bright magenta, violet–blue, or red CL shades. Cell walls were probably not replaced by inorganic phases, perhaps due to a fast mineralisation preventing the complete decay of the former organic matter. CL also confirmed the presence of volcanism and hydrothermal input of distinct SiO2 phases in the Arizona samples (Fig. 4F), but preservation of plant anatomy remained poor or patchy (Figs. 5E and 6B). No cell wall remnants were observed in stems silicified in fluvial deposits without volcaniclastic input (Fig. 6A, C). There is high preservation variability, sometimes within samples from a single site, as in samples from Arizona (#A) or Tocantins (#B). On the other hand, we considered Tocantins as a fluvial depositional system, but many samples were found almost in situ and quite well preserved (Fig. 6D), regardless of the fact that the CL was very weak and hardly detectable\nP.M atysová et al./ Palaeogeography,Palaeoclim atology,Palaeoecology 292 (2010) 127 –143\n(Figs. 5D and 8, 3P), with SiO2 showing typical low-temperature authigenic characteristics."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Material features of silica mass",
    "text": "This research used an independent tool to evaluatemineral masses and their genesis in fossils, closely tied to the anatomy of specific taxa. Our results demonstrate a large number of features about the samples, such as primary and secondary silica phases present, round and wellsorted autochthonous or allochthonous sedimentary grains versus angular ones, and their composition, etc. (Fig. 8). This approach can reveal signs of reworked (transported and redeposited) fossil material and estimate a probable pathway of permineralisation.\nIt is important to distinguish the primary permineralising agent and the secondary one, i.e., the later diagenetic silica (mineral) mass, which may have different relevance for final palaeoenvironmental interpretations. Sometimes even in fossils that are mostly silica, the silica is not a primary mineral. Residues of carbonised tissues, later replaced by silica, were found in KPB samples (Fig. 4C). In some Chemnitz specimens, fluorite made up the primary mass while silica invaded later; thus silicified parts do not show preserved anatomy (Fig. 7A). An opposite situation is shown in Figs. 3A–C and 7B. A similar ambiguity concerns SiO2 and Fe oxides. In the Omani specimens\nfrom Saiwan (#O3), goethite preserved the plant tissue (Fig. 3D), but much more frequently iron pigments are secondary overprints, e.g., filling of microcracks in well-silicified tissue (Fig. 3F).\nA secondary silica phase is easily revealed by a clearly foreign CL shade, mostly a bright blue (transient blue and blue-violet; Table 3) and by its presence in places where the original plant anatomy was destroyed (Table 4; Fig. 5C). This phenomenon was already reported several times as bright indigo blue CL (Götze and Rössler, 2000; Matysová et al., 2008), or bright yellow CL (Fig. 3A–B, F; see alsoMencl et al., 2009), and was assigned to hydrothermal SiO2 phase. Generally, CL shades are related to specific crystal defects, such as trace elemental substitutions dependent on a temperature of crystallisation and other conditions described in detail in Götze (2000), Götze et al. (1999), Boggs and Krinsley (2006), or Möckel et al. (2009). However, current knowledge of the interpretation of CL shades of quartz from various rocks is not applicable to silicified stems as they are anatomically-specific and were formed at much lower temperatures, with different kinetics and thermodynamics of substitutions and defect formation. The complex arrangement of plant tissues no doubt highly affects the origin of inner defects in SiO2. Otherwise, how could CL reflect tiny plant anatomical features not visible by light microscopy or other methods (compare PPL, XPL, and CL in Fig. 7B)? Interpretations of CL patterns obtained from silicified woodmust thus be based on experimental results and observations (Götze and Rössler, 2000; Witke et al., 2004; Matysová et al., 2008, 2009; Mencl et al., 2009).\nInmanyspecimens fromKPB, Chemnitz, andAntarctica (Figs. 5Hand 6E–G), idiomorphic quartz crystals or large spherulites of chalcedony with zonation or agate-like features are present, especially in lessresistant plant tissues (aerenchyma and parenchyma) and large cracks and cavities. The formation of such spherulites might have been caused by several pathways (Heaney, 1993; Walger et al., 2009), but we can always hypothesise higher contents of trace elements in the SiO2 fluid (Möckel et al., 2009) or a non-crystalline SiO2 precursor. One possible silica source (especially in the volcanic environment) may be monomeric/polymeric silicic acid from the alteration of the volcanics percolating through the enclosing rock following the scheme: dissolved silicic acid→gel→silica phases, aging/crystallisation. Specimens from coarse-grainedarkosic sandstoneswithpoorlypreservedplantanatomy (KPB and ISB) have largerMCLs of quartz and increased volumefilled by secondary silica masses with more intense yellow or blue CL shades.\nBoth of these signs point to later diagenetic overprints, probably due to the permeability of the sediments or the depth of burial, which facilitated their later diagenesis.\nFig. 8. CL of stem tissues and surrounding sediments (see also Matysová et al., 2008; fig. 5, (#P5097a.A), Balka, KPB, CR. 2W. Dadoxylon sp. (#Lid.W); 2S. Štikov Arkoses, angular grain (#K4859=B5.1); 3S. Well-sorted sandstone, rounded quartz grains, some of them of volca\nTwo metastable SiO2 forms were found in studied silicified stems: moganite and opal-CT. They are present in trunks from sites with volcanic material (Mongolia and Arizona). One specimen from\np. 226). 1P. Psaronius sp. (#P5097a.A); 1S. Moderately sorted arkosis, K-fld — bluish CL s — short transport, carbonitised matrix (#Lid.A), Nová Paka, KPB, CR. 3P. Psaronius sp. nic origin — reddish CL (B5.1; #K4859), Pedra de Fogo Fm., Tocantins, Brazil.\nChemnitz also contained a moganite admixture (Table 2) and Witke et al. (2004) reported moganite in other Chemnitz specimens. Slightly older specimens from the Autun Basin contained a few percent of moganite (Table 2). Hatipoğlu and Türk (2009) foundmoganite inwood silicified by burial in volcanics. Omani sample #O3 contained a very significant amount of moganite (Fig. 2, Table 2) in association with goethite (Figs. 3D and 4H). This Permian specimen comes from the Saiwan locality and substantially differs in chemistry and petrography fromother Omani stems (Figs. 5G and 6C). Unfortunately, Saiwan stems are only found on a desert landscape and hence the original fossiliferous strata are not known. The presence of moganite is difficult to explain in an area with no signs of volcanism. Heaney (1995) discussed lutecite (=moganite) as an indicator for vanished evaporates, mainly in younger specimens (Magadi-type and evaporitic cherts, silicic nodules, corals, and seam-filling silica), but his hypothesis has not been proven. Currently neither the formation nor stability of moganite is well understood. Moganite in Permian agates was reported by Moxon and Ríos (2004). This finding, as well as the presence of moganite in these Carboniferous–Permian fossils, proves that it can be preserved even in samples of considerable age, and associated with the original primary silicification process. Pure quartz without metastable SiO2 in many silicified stems may thus indicate that metastable silica phases were absent in the first stages of fossilisation.\nThe presence of opal-CT, moganite, and quartz including chalcedony in silicified stems has already been reported by a number of researchers (e.g., Buurman, 1972; Beauchamp, 1981; Stein, 1982; Scurfield and Segnit, 1984; Březinová and Süss, 1987; Březinová et al., 1994; Witke et al., 2004). Stein (1982) assumed a stepwise crystallisation of opal-A via opal-CT toα-quartz by aging of the original silica mass similar to the process in marine sediments, but it remains unclear whether this pathway is kinetically feasible under the conditions to which the silicified stems are subjected during burial in continental settings (the same process of transformation of silica is assumed for agates). Beauchamp (1981) observed that direct ‘quartzification’ of trunks (Permian–Miocene of several north African basins) was more common than impregnation by opal. He described the environment producing quartz in wood (and not opal as intermediate) as continental with tropical climate, in permeable volcano-detritic sediments under oxidising conditions. Weibel (1996) assumed silicification by groundwater in equilibrium with minerals common in sediments, i.e., undersaturated with respect to metastable phases; from such a solution quartz could be directly precipitated in plant tissues without metastable silica intermediates. This pathway was also assumed by Matysová et al. (2008) and Mencl et al. (2009) because in some cases quartz can replicate the original plant anatomy very well.\n5.2. Diagnostic signs of silicification in fluvial sediments\nIn specimens that were undoubtedly silicified in fluvial settings (sandy sediments in WBB, KPB, ISB, Oman except for Saiwan, and Tocantins) with no apparent volcanic influence, there were no signs of metastable silica phases. Quartz was the major and in many cases the only mineral constituent, sometimes in association with spherulitic chalcedony. The vast majority of these specimens have rather weak CL (Tocantins, Oman, majority of WBB and KPB), usually with prevailing blue, blue-violet, or reddish shades. Fig. 8 shows a comparison of CL of a fossil plant stem and the surrounding fluvial rocks. According to CL spectral analysis the red emission band is a dominant part of spectra from silicification. A primary silica mass with bright blue or yellow CL is missing in these samples, or such a mass is possibly present as minor, secondary, later diagenetic quartz in cracks (e.g., in some samples from ISB), but never in regions with well-preserved plant anatomy. The reproduction of the plant anatomy is usually good to moderate (Tocantins and Oman) or poor (Czech basins) if compared to the specimens permineralised after burial in volcanic material.\nFormer cell walls usually have weak CL. Sometimes the anatomy is hardly discernible in CL images because the former cell walls have CL shades similar to the former cell lumina.\nBased on observations inmodern Australia, Fielding and Alexander (2001) showed that trees from the riparian vegetation are prone to survive in semiarid environments and that they are also predisposed to be buried after seasonally extreme river discharges and later silicified. A similar conclusion has been published by Colombi and Parrish (2008). One could expect, therefore, that mostly riparian trees were silicified in the geological past. Many silicified stems from the Permian of Tocantins belong to marattialean ferns (Figs. 5D and 8, 3P) and are considered hygrophilous. Some of the trunks at these localities are found not far from their sites of growth and so must have also belonged to the original riparian vegetation.\nThe majority of silicified stems from fluvial rocks from the Late Pennsylvanian–Triassic reported here have been assigned to the morphogenus Dadoxylon (Figs. 5B, G and 8, 2W), a mechanically resistant pycnoxylic wood type (problems of terminology see in Bamford and Philippe, 2001). Permian silicified wood from the Upper Gharif Formation in Oman was identified as conifers and ginkgophytes (Berthelin et al., 2004). As these fossils do not bear signs of prolonged fluvial transport, the plants probably grew not far from the places where they were buried and silicified. Cordaitaleans were identified in fluvial rocks in the Late Pennsylvanian of the Bohemian basins up to the Stephanian B (Skoček, 1970; Mencl et al., 2009 and references therein). Fossil conifer wood has been reported in fluvial rocks of several European sedimentary basins filled during the late Stephanian (e.g., Kyffhäuser Massif, Germany; Rössler, 2002) and the Permian (e.g., Doubinger andMarguerier, 1975; Noll andWilde, 2002; Diéguez and López-Gómez, 2005). Conifers have traditionally been considered more upland trees in the Late Pennsylvanian. A recent evaluation of riparian vegetation (Falcon-Lang et al., 2009) revealed that cordaitaleans together with conifers were already abundant in tropical lowlands of the Middle Pennsylvanian. Most likely, trees that were silicified by the alluvial pathway grew near rivers. A source of silica should be identified if silicification of plant stems is discussed.\nIn Czech basins, fluvial arkoses and arkosic sands (locally conglomerates) are richest in silicified stems (Pešek et al., 2001). Omani silicified wood is also present in more or less arkosic sediments. Feldspars in arkoses (bright blue angular grains in Fig. 8, 2S) are the most likely silica source for permineralisation, as was already suggested in 1927 by Purkyně (according to Skoček, 1970 and others) and assumed bymany subsequent authors (e.g., Weibel, 1996; Nowak et al., 2005). In West Bohemian basins, silicified Dadoxylon wood is common in kaolin pits; kaolinite was formed by postdepositional weathering of the arkosic fluvial sediments, sometimes with buried tree trunks. In this case, rapid palaeogeographic changes may have influenced the non-volcanic silicification mode in fluvial clastic material. In old landscapes with low altitudinal gradients, feldspars may have been already chemically weathered more quickly in the watershed.\n5.3. Silicification under influence of volcanics"
  }, {
    "heading": "5.3.1. Direct influence of volcanism",
    "text": "Plants preserved under the direct influence of volcanism are usually preserved in situ, often in growth position, andwith a diversity of plants that grew nearby. The silica phase shows features and CL characteristics of a hydrothermal origin (Tables 2 and 4). Samples are rich in different, ‘exotic,’ and metastable mineral phases, have wellpreserved anatomy with a great geochemical contrast in tissues or badly preserved parts attacked by further steps of silicification that destroyed the initial phase. An excellent example is the Chemnitz site (Figs. 5C, 6F and 7). Recent investigations at a new fossil excavation in Chemnitz–Hilbersdorf provided indications that fluorite distribution seems to be regionally restricted to the areas adjacent to the former\nvolcano. This may correlate with the spatial extension of a specific pyroclastic horizon in the lower part of the Zeisigwald tuff column. This coarse-grained tuff is highly enriched in pumice lapilli and frequently contains both fluoritised plant axes and fluorite nodules in the ground mass (Rössler et al., 2008)."
  }, {
    "heading": "5.3.2. Fluvial facies associated with volcanic activity",
    "text": "In this case, the SiO2 source for silicification can be volcanic material transported by rivers. That was probably the case for the specimens from Arizona, Mongolia, and Antarctica studied here and Jurassic silicified wood from the Ischigualasto Formation in Argentina (Colombi and Parrish, 2008). It is possible that pronounced seasonality is also a prerequisite of this silicification pathway. The CL pattern is closer to the volcanic one, but wood anatomy (organic matter in the cell walls) is better preserved in comparison to samples from alluvial environments."
  }, {
    "heading": "5.3.3. Lacustrine facies associated with volcanic activity",
    "text": "A specific pathway of silicification probably results from the combination of a lacustrine environment with volcanic activity in the watershed. For instance, the Balka locality (KPB; Pešek et al., 2001) has yielded a diverse set of well-preserved fossil plant stems (Psaronius, Arthropitys, Medullosa, Myeloxylon, etc.). All specimens are found in recent sediments, where they were probably deposited after complete weathering of the parent rocks. Fragments of cherts, silicified peat, and lacustrine fine cherts occur very close to the sites of silicified stems. According to the peculiar CL signatures of Balka samples (Fig. 5A), it is obvious that silicification must have been associated with the Ploužnice Horizon (Pešek et al., 2001; Martínek et al., 2006) which is connected with volcanism. Balka specimens typically show prevailing bright red CL shades, and relatively wellpreserved plant anatomy including individual layers of tracheid cell walls and other less-resistant tissues. Sometimes the secondary phase of SiO2 (short-lived blue CL) is present in cracks and ruptures (Matysová et al., 2008). Plants were likely deposited in a lake that was at least several hundred square kilometres, representing one third of the ∼300 m thick sediments of the Semily Formation. Taxa identified here are assigned to a hygrophilous plant community.\nWagner and Mayoral (2007) described a fluviolacustrine environment affected by volcanic activity from the Valdeviar Basin, SW Spain that formed during the early Permian, an early part of basin fill that also contained silicified stems of hygrophilous floral elements. The authors assumed the source of silica was ash falling into standing water and also reported leaf impressions and occasional formation of cherts in that environment.\n5.4. Silicified plant stems as palaeoenvironmental indicators\nPreviously, fossil stems were used in palaeoenvironmental reconstructions mostly on the basis of distribution and taxonomy (e.g., Philippe and Thevenard, 1996), analysis of wood anatomy, particularly the interpretation of growth rings (e.g., Keller and Hendrix, 1997; Falcon-Lang, 2000; Falcon-Lang and Scott, 2000; Berthelin et al., 2004; Taylor and Ryberg, 2007), spatial relations and diameters of in situ tree trunks in fossil forests, or a combination of these phenomena (e.g., Cúneo et al., 2003; Artabe et al., 2007). A fossil wood story can often be confused by finding old samples in much younger sediments (e.g., Philippe et al., 2000). Growth rings are used to evaluate seasonality; however, these phenomena are complicated by the interrelation of tree rings and leaf longevity (Falcon-Lang, 2000) and the variable (genetic) response of individual wood taxa in the same climatic conditions (Brison et al., 2001). Based on absent or only weakly marked growth rings in gymnosperm trunks, Berthelin et al. (2004) suggested that the Omani palaeoclimate during the deposition of the Upper Gharif Formation was humid, while the occurrence of fluvial sediments with silicified wood and weakly\nchemically weathered mineral assemblages (Hartman et al., 2000), along with vertisols with slickensides about 1 m thick (Heward, 2005; Heward and Al Ja'aidi, 2005) indicate periods of relative dryness as part of a seasonal wet/dry cycle. Similar conflict between interpretations from plants and rocks was revealed by Demko et al. (1998).\nThe hypothesis that the silicification of tree trunks in Czech basins proceeded in a seasonally arid climate at the end of more humid periods was first proposed by Skoček (1970). This hypothesis seems very sound in light of the palaeoclimatic reconstructions for these basins (Opluštil and Cleal, 2007; Lojka et al., 2009; Mencl et al., 2009). Seasonally uneven distribution of rainfall was also assumed to cause trunk silicification in mass flows in the Permian Valdeviar Basin by Wagner and Mayoral (2007). Several case studies with tree trunks silicified under seasonally aridMesozoic environments have also been published (e.g., Francis, 1984; Lefranc and Guiraud, 1990; Keller and Hendrix, 1997; Parrish and Falcon-Lang, 2007; Colombi and Parrish, 2008). Seasonal aridity as one of the likely prerequisites for wood silicification is not accepted by all researchers and hence requires further studies. Interdisciplinary research, specifically the sedimentological and mineralogical characterisation of both the identified permineralised stems and the fossiliferous strata are essential for further progress in this formerly mostly palaeobotanical research area."
  }, {
    "heading": "6. Conclusions",
    "text": "Mineral analysis by X-ray powder diffraction and detailed examination by SEM/EDS or WDS analysis, along with an ordinary microscopy, provide an estimate of the mode of silicification of plant stems occurring in various depositional environments. Silicified stems can be further classified using CL imaging, which is more powerful if also supplemented by CL spectroscopy to avoid possible uncertainties in the assignment of yellow, orange-reddish, and bluish luminescence shades to hydrothermal quartz with yellow or bright blue CL shades. Special attention must be paid to the specimens permineralised with even a minor contribution of carbonates or fluorite and possible other phases with very strong CL. Metastable phases, such as moganite, can be found by XRD or Raman spectroscopy, and seem indicative of an influence of volcaniclastic material during silicification. Silicified stems should be identified taxonomically to estimate whether the original plants might either be silicified in situ, near to their place of growth place, or transported by streams. Silicification of riparian plants in fluvial sediments of basin fills, especially in arkoses and arkosic sands, indicates a seasonally dry, warm climate, perhaps under a relatively fast tectonic basinal development. Silicified stems should be understood as specific palaeoenvironmental indicators, considering both their taxonomic and mineralogic value. This idea should be further tested and followed by similar studies on silicified wood samples from additional localities of different ages, particularly as there are numerous projects recently that have examined permineralised plant stems in order to reveal their palaeoclimatic meaning."
  }, {
    "heading": "Acknowledgments",
    "text": "We would like to thank V. Mencl (Municipal Museum Nová Paka, CR), J. Bureš (West Bohemian Museum, Pilsen, CR), M. Lapacík (private collector, CR), M. Vašíček (IRSM ASCR, Prague), and M. Libertín (National Museum, Prague), who kindly provided samples of silicified stems from ISB, KPB and WBB. P. Hanžl (Czech Geological Survey, Brno) and S. Plešák (private collector, CR) provided wood samples from their expeditions in Mongolia. G. Creber (Royal Holloway and Bedford New College, Egham, Surrey, UK) and S. Ash (University of New Mexico, Albuquerque, USA) donated unique samples from The Petrified Forest National Park, Arizona, USA. J. Broutin (UPMC, Paris, France) kindly provided type material #JB from Oman. Owing to the excellent work of J. Škorpíková (Charles\nUniversity in Prague) and J. Letko (Co. Diatech, Prague)we couldwork with well-made, polished thin sections. We acknowledge V. Machovič (Institute of Chemical Technology, Prague) for Raman spectroscopic data and A. Petřina (Institute of Inorganic Chemistry, Řež, CR) for XRD measurements. I. Sýkorová (Institute of Rock Structure andMechanics ASCR, Prague) is acknowledged for the essential instrumental microscopic provision and financial support. We would like to thank all operators who helped us with carbon coating and SEM/WDS analyses (Faculty of Science, Masaryk University in Brno and Charles University in Prague; Institute of Inorganic Chemistry ASCR, Řež, CR). J. W. Schneider (TU Bergakademie Freiberg, Germany) helped by fruitful discussion on German basins and European Palaeozoic stratigraphy, and A. Heward (Petrogas EP, Sultanate of Oman) on geology and stratigraphy in Oman. V. Prouza (Czech Geological Survey) shared his knowledge about Czech upper Palaeozoic basins. This work was funded mainly by grant project No. KJB301110704 (Grant Agency of ASCR, CR) and partially by projects Nos. IAA300460804 (Grant Agency of ASCR, CR), MSM 0021620855 and MSM 0021622416 (Ministry of Education, CR). Institutional funding in the workplaces of ASCR was obtained from projects AV0Z30460519 and AV0Z4032918. The Museum für Naturkunde in Chemnitz kindly provided sponsorships during short stays of PM in Chemnitz and Petroleum Development of Oman sponsored logistics of Omani samples. Especially, we acknowledge W.A. DiMichele and anonymous referee to improve this manuscript."
  }],
  "year": 2010,
  "references": [{
    "title": "Rapid wood silicification in hot spring water: an explanation of silicification of wood during the Earth's history",
    "authors": ["H. Akahane", "T. Furuno", "H. Miyajima", "T. Yoshikawa", "S. Yamamoto"],
    "venue": "Sedimentary Geology",
    "year": 2004
  }, {
    "title": "Structure of a corystosperm fossil forest from the Late Triassic of Argentina",
    "authors": ["A.E. Artabe", "L.A. Spalletti", "M. Brea", "A. Iglesias", "E.M. Morel", "D.G. Ganuza"],
    "year": 2007
  }, {
    "title": "Jurassic–Early Cretaceous Gondwanan homoxylous woods: a nomenclatural revision of the genera with taxonomic notes",
    "authors": ["M.K. Bamford", "M. Philippe"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 2001
  }, {
    "title": "Structure et mode de silicification de quelques bois fossiles",
    "authors": ["J. Beauchamp"],
    "venue": "Bulletin de la Société Géologique de France",
    "year": 1981
  }, {
    "title": "Phytogeographic and climatic implications of Permian woods discovered in Oman (Arabian Peninsula)",
    "authors": ["M. Berthelin", "C. Vozenin-Serra", "J. Broutin"],
    "venue": "Palaeontographica Abteilung B",
    "year": 2004
  }, {
    "title": "Application of Cathodoluminescence Imaging to the Study of Sedimentary Rocks",
    "authors": ["S. Boggs", "D. Krinsley"],
    "year": 2006
  }, {
    "title": "Is quartz cathodoluminescence color a reliable provenance tool? A quantitative examination",
    "authors": ["S. Boggs", "Kwon", "Y.-I", "G.G. Goles", "B.G. Rusk", "D. Krinsley"],
    "venue": "Journal of Sedimentary Research",
    "year": 2002
  }, {
    "title": "Untersuchungen über Fossilisationprozesse an verkieselten Pflanzenresten der miozänen Hornsteine von Lipnice (ČSSR)",
    "authors": ["D. Březinová", "H. Süss"],
    "venue": "Zeitschrift für Geologische Wissenschaften",
    "year": 1987
  }, {
    "title": "A silicified stem of Podocarpoxylon helmstedtianum Gottwald, 1966 from the Palaeogene site Kučlín (NW Bohemia)",
    "authors": ["D. Březinová", "F. Holý", "A. Kužvartová", "Z. Kvaček"],
    "venue": "Journal of the Czech Geological Society",
    "year": 1994
  }, {
    "title": "Are Mesozoic wood growth rings climate-induced? Paleobiology",
    "authors": ["Brison", "A.-L", "M. Philippe", "F. Thévenard"],
    "year": 2001
  }, {
    "title": "Taphonomy of plant fossils from the Viséan of East Kirkton, West Lothian, Scotland",
    "authors": ["R.E. Brown", "A.C. Scott", "T.P. Jones"],
    "venue": "Transactions of the Royal Society of Edinburgh: Earth Sciences",
    "year": 1994
  }, {
    "title": "Mineralization of fossil wood",
    "authors": ["P. Buurman"],
    "venue": "Scripta Geologica,",
    "year": 1972
  }, {
    "title": "Geological and Geochemical Mapping of the TRANSALTAI GOBI at a Scale of 1:200, 000, Sheets K-47-I and K-46-VI (Geological Report of the Official Development Assistance",
    "authors": ["M. Černý", "M. Rejchrt", "J. Šourek", "M. Žáček"],
    "venue": "Project of the Czech Republic),",
    "year": 2003
  }, {
    "title": "Auritifolia gen. nov., probable seed plant foliage with comioid affinities from the Early Permian of Texas, U.S.A",
    "authors": ["D.S. Chaney", "S.H. Mamay", "W.A. DiMichele", "H. Kerp"],
    "venue": "Journal of Plant Sciences",
    "year": 2009
  }, {
    "title": "Experimental taphonomy: silicification of plants in Yellowstone hot-spring environments",
    "authors": ["A. Channing", "D. Edwards"],
    "venue": "Transactions of the Royal Society of Edinburgh: Earth Sciences",
    "year": 2004
  }, {
    "title": "Late Triassic environmental evolution in southwestern Pangea: PLANT taphonomy of the Ischigualasto Formation",
    "authors": ["C.E. Colombi", "J.T. Parrish"],
    "venue": "Palaios",
    "year": 2008
  }, {
    "title": "The Late Triassic Schilderia adamanica and Woodworthia arizonica trees of the Petrified Forest National Park, Arizona, USA",
    "authors": ["G.T. Creber", "S.R. Ash"],
    "venue": "Palaeontology",
    "year": 2004
  }, {
    "title": "In situ fossil forest from the upper Fremouw Formation (Triassic) of Antarctica: palaeoenvironmental setting and palaeoclimate analysis",
    "authors": ["N.R. Cúneo", "E.L. Taylor", "T.N. Taylor", "M. Krings"],
    "year": 2003
  }, {
    "title": "Secondary growth in Vertebraria roots from the Late Permian of Antarctica: a change in developmental timing",
    "authors": ["A.L. Decombeix", "E.L. Taylor", "T.N. Taylor"],
    "venue": "International Journal of Plant Sciences",
    "year": 2009
  }, {
    "title": "Triassic wood from the Gordon Valley, Central Transantarctic Mountains, Antarctica",
    "authors": ["G.M. Del Fueyo", "E.L. Taylor", "T.N. Taylor", "N.R. Cúneo"],
    "venue": "IAWA Journal",
    "year": 1995
  }, {
    "title": "Plant taphonomy in incised valleys: implications for interpretingpaleoclimate from fossil plants.Geology26",
    "authors": ["T.M. Demko", "R.F. Dubiel", "J.T. Parrish"],
    "year": 1998
  }, {
    "title": "Floresta Petrificada do Tocantins Setentrional. O mais exuberante e importante registro florístico tropical– subtropical permiano no Hemisphério Sul",
    "authors": ["D. Dias-Brito", "R. Rohn", "J.C. de Castro", "R.R. Dias", "R. Rössler"],
    "venue": "A.C.S. (Eds.), Sítios Geológicos e Paleontológicos do Brasil: SIGEP,",
    "year": 2007
  }, {
    "title": "Fungus–plant interaction in a Thuringian (Late Permian) Dadoxylon sp. in the SE Iberian Ranges, eastern Spain",
    "authors": ["C. Diéguez", "J. López-Gómez"],
    "year": 2005
  }, {
    "title": "Paleobotanical and paleoecological constraints on models of peat formation in the Late Carboniferous of Euramerica",
    "authors": ["W.A. DiMichele", "T.L. Phillips"],
    "year": 1994
  }, {
    "title": "Paléoxylologie: Étude anatomique comparée de Scleromedulloxylon aveyronense nov",
    "authors": ["J. Doubinger", "J. Marguerier"],
    "venue": "gen. nov. sp. du Permien de St-Affrique (Aveyron, France); considérations taxinomiques et stratigraphiques. Géobios",
    "year": 1975
  }, {
    "title": "Neue Erkenntnisse zur Geologie des Zeisigwaldes bei Chemnitz",
    "authors": ["S. Eulenberger", "B. Tunger", "F. Fischer"],
    "venue": "Veröffentlichungen Museum für Naturkunde Chemnitz",
    "year": 1995
  }, {
    "title": "The in situ Glyptostroboxylon forest of Hoegaarden (Belgium) at the initial Eocene ThermalMaximum (55 Ma)",
    "authors": ["M. Fairon-Demaret", "E. Steurbaut", "F. Damblon", "C. Dupuis", "T. Smith", "P. Gerrienne"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 2003
  }, {
    "title": "The relationship between leaf longevity and growth ring markedness in modern conifer woods and its implications for palaeoclimatic studies",
    "authors": ["H.J. Falcon-Lang"],
    "year": 2000
  }, {
    "title": "Upland ecology of some Late Carboniferous cordaitalean trees from Nova Scotia and England",
    "authors": ["H.J. Falcon-Lang", "A.C. Scott"],
    "year": 2000
  }, {
    "title": "Incised channel fills containing conifers indicate that seasonally dry vegetation dominated Pennsylvanian tropical lowlands",
    "authors": ["H.J. Falcon-Lang", "W.J. Nelson", "S. Elrick", "C.V. Looy", "P.R. Ames", "W.A. DiMichele"],
    "venue": "Geology",
    "year": 2009
  }, {
    "title": "Fossil trees in ancient fluvial channel deposits: evidence of seasonal and long-term climatic variability",
    "authors": ["C.R. Fielding", "J. Alexander"],
    "year": 2001
  }, {
    "title": "The seasonal environment of the Purbeck (Upper Jurassic) fossil forests",
    "authors": ["J.E. Francis"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1984
  }, {
    "title": "Swamp vegetation from Grand'Croix (Stephanian) and Autun (Autunian), France and comparisons with coalball peats of the Illinois Basin",
    "authors": ["J. Galtier", "T.L. Phillips"],
    "venue": "C. R. 9th International Congress on Carboniferous Stratigraphy and Geology, Washington & Champaign-Urbana,",
    "year": 1985
  }, {
    "title": "Pangean (Late Carboniferous–Middle Jurassic) paleoenvironment and lithofacies",
    "authors": ["J. Golonka", "D. Ford"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2000
  }, {
    "title": "Cathodoluminescence Microscopy and Spectroscopy in Applied Mineralogy",
    "authors": ["J. Götze"],
    "venue": "Technische Universität Bergakademie Freiberg, Germany",
    "year": 2000
  }, {
    "title": "Kathodolumineszenz-Unterschungen an Kieselhölzern — I. Silizifierung aus dem Versteinerten Wald von Chemnitz (Perm, Deutschland)",
    "authors": ["J. Götze", "R. Rössler"],
    "venue": "Veröffentlichungen des Museum für Naturkunde Chemnitz",
    "year": 2000
  }, {
    "title": "Quartz and silica as guide to provenance in sediments and sedimentary rocks. Contributions to Sedimentary Geology, 21",
    "authors": ["J. Götze", "W. Zimmerle"],
    "venue": "E. Schweizerbart'sche Verlagsbuchhandlung, Stuttgart",
    "year": 2000
  }, {
    "title": "Occurrence and distribution of “moganite” in agate/chalcedony: a combined micro-Raman, Rietveld, and cathodoluminescence study",
    "authors": ["J. Götze", "L. Nasdala", "R. Kleeberg", "M. Wenzel"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 1998
  }, {
    "title": "Defect structure and luminescence behaviour of agate — results of electron paramagnetic resonance (EPR) and cathodoluminescence (CL) studies",
    "authors": ["J. Götze", "M. Plötze", "H. Fuchs", "D. Habermann"],
    "venue": "Mineralogical Magazine",
    "year": 1999
  }, {
    "title": "Fossil plants from the Eocene London Clay: the use of pyrite textures to determine the mechanism of pyritization",
    "authors": ["S.T. Grimes", "K.L. Davies", "J.B. Butler", "F. Brock", "D. Edwards", "D. Rickard", "D.E.G. Briggs", "R.J. Parkers"],
    "venue": "Journal of the Geological Society,",
    "year": 2002
  }, {
    "title": "Geological map of the Trans-Altay Gobi 1: 500,000",
    "authors": ["P. Hanžl", "Z. Krejčí"],
    "venue": "Czech Geological Survey. Prague",
    "year": 2008
  }, {
    "title": "Diagenesis and pore water evolution in Permian sandstones, Gharif Formation, Sultanate of Oman",
    "authors": ["B.H. Hartman", "K. Ramseyer", "A. Matter"],
    "venue": "Journal of Sedimentary Research",
    "year": 2000
  }, {
    "title": "A combined polarizing microscope, XRD, SEM, and specific gravity study of the petrifiedwoods of volcanic origin from the Çamlıdere–Çeltikçi– Güdül fossil forest, in Ankara, Turkey",
    "authors": ["M. Hatipoğlu", "N. Türk"],
    "venue": "Journal of African Earth Sciences",
    "year": 2009
  }, {
    "title": "A proposed mechanism for the growth of chalcedony",
    "authors": ["P.J. Heaney"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 1993
  }, {
    "title": "Moganite as an indicator for vanished evaporates: a testament reborn",
    "authors": ["P.J. Heaney"],
    "venue": "Journal of Sedimentary Research A65",
    "year": 1995
  }, {
    "title": "Fieldtrip to the Saiwan Area of the Northern Huqf",
    "authors": ["A. Heward"],
    "venue": "Geological Society of Oman. Guide, 011",
    "year": 2005
  }, {
    "title": "Permo-Carboniferous glacial deposits of the Southern Huqf",
    "authors": ["A. Heward", "O. Al Ja'aidi"],
    "venue": "Geological Society of Oman, Excursion Guide from 24th Meeting of Sedimentology IAS, January",
    "year": 2005
  }, {
    "title": "The preservation of conifer wood: examples from the Lower Cretaceous of Antarctica",
    "authors": ["T.H. Jefferson"],
    "venue": "Paleontology",
    "year": 1987
  }, {
    "title": "Burial of trees by eruptions of Mount St Helens, Washington: implications for the interpretation of fossil forests",
    "authors": ["A.L. Karowe", "T.H. Jefferson"],
    "venue": "Geological Magazine",
    "year": 1987
  }, {
    "title": "Paleoclimatologic analysis of a Late Jurassic petrified forest, southeastern Mongolia",
    "authors": ["A.M. Keller", "M.S. Hendrix"],
    "venue": "Palaios",
    "year": 1997
  }, {
    "title": "Problèmes posés par les bois silicifiés du Sahara septentrional et les réponses qu'on peut y apporter",
    "authors": ["Lefranc", "J.Ph"],
    "venue": "R.A.S.T., Montpellier 227. Diffusion Soc. géol. Fr",
    "year": 1975
  }, {
    "title": "The continental intercalaire of northwestern Sahara and its equivalents in the neighbouring regions",
    "authors": ["Lefranc", "J.Ph", "R. Guiraud"],
    "venue": "Journal of African Earth Sciences",
    "year": 1990
  }, {
    "title": "Climate variability in the Stephanian B based on environmental record of the Mšec Lake deposits (Kladno–Rakovník Basin, Czech Republic)",
    "authors": ["R. Lojka", "J. Drábková", "J. Zajíc", "I. Sýkorová", "J. Franců", "A. Bláhová", "T. Grygar"],
    "year": 2009
  }, {
    "title": "La 3ème zone de bois silicifiés de l'Autunien du bassin d'Autun (France): Nouvelles données sur un gisement de bois silicifiés. Caractères paléobotaniques",
    "authors": ["J. Marguerier", "G. Pacaud"],
    "venue": "Bulletin Trimestriel de la Société d'Histoire Naturelle et des Amis du Muséum d'Autun",
    "year": 1980
  }, {
    "title": "Record of palaeoenvironmental changes in a Lower Permian organic-rich lacustrine succession: integrated sedimentological and geochemical study of the Rudník member, Krkonoše Piedmont",
    "authors": ["K. Martínek", "M. Blecha", "V. Daněk", "J. Franců", "J. Hladíková", "R. Johnová", "D. Uličný"],
    "year": 2006
  }, {
    "title": "Cathodoluminescence of silicified trunks from the Permo-Carboniferous Basins in eastern Bohemia, Czech Republic",
    "authors": ["P. Matysová", "J. Leichmann", "T. Grygar", "R. Rössler"],
    "venue": "European Journal of Mineralogy",
    "year": 2008
  }, {
    "title": "Decoding environmental conditions during silicification of plant stems in equatorial Pangaea and Oman by cathodoluminescence imaging and analysis. Conference on MicroRaman Spectroscopy and Luminescence Studies in the Earth and Planetary Sciences",
    "authors": ["P. Matysová", "J. Götze", "G. Forbes", "J. Leichmann", "R. Rössler", "T. Grygar"],
    "venue": "LPI Contribution",
    "year": 2009
  }, {
    "title": "Silicified wood from the Czech part of the Intra Sudetic Basin (Late Pennsylvanian, Bohemian Massif, Czech Republic): systematics, silicification and palaeoenvironment",
    "authors": ["V. Mencl", "P. Matysová", "J. Sakala"],
    "venue": "Neues Jahrbuch für Geologie und Paläontologie-Abhandlungen",
    "year": 2009
  }, {
    "title": "Wood opal-A — a tridymite-like mineral",
    "authors": ["R.S. Mitchell", "S. Tufts"],
    "venue": "American Mineralogist",
    "year": 1973
  }, {
    "title": "Trace-element analysis by laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS): a case study for agates from Nowy Kościoł, Poland",
    "authors": ["R. Möckel", "J. Götze", "S.A. Sergeev", "I.N. Kapitonov", "E.V. Adamskaya", "N.A. Goltsin", "T. Vennemann"],
    "venue": "Journal of Siberian Federal University. Engineering and Technologies",
    "year": 2009
  }, {
    "title": "Agate: a study of ageing",
    "authors": ["T. Moxon"],
    "venue": "European Journal of Mineralogy",
    "year": 2002
  }, {
    "title": "Agate and chalcedony from igneous and sedimentary hosts aged from 13 to 3480 Ma: a cathodoluminescence study",
    "authors": ["T. Moxon", "J.B. Reed"],
    "venue": "Mineralogical Magazine",
    "year": 2006
  }, {
    "title": "Moganite and water content as a function of age in agate: an XRD and thermogravimetric study",
    "authors": ["T. Moxon", "S. Ríos"],
    "venue": "European Journal of Mineralogy",
    "year": 2004
  }, {
    "title": "Cathodoluminescence and micro-structural evidence for crystallisation and deformation processes of granites in the Eastern Lachlan Fold Belt (SE Australia)",
    "authors": ["A. Müller", "P. Lennox", "R. Trzebski"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 2002
  }, {
    "title": "Trace elements and cathodoluminescence of igneous quartz in topaz granites from the Hub Stock (Slavkovský Les Mts., Czech Republic)",
    "authors": ["A. Müller", "M. René", "Behr", "H.-J", "A. Kronz"],
    "venue": "Mineralogy and Petrology",
    "year": 2003
  }, {
    "title": "Thermogravimetric and Raman spectroscopic investigations on different coals in comparison to dispersed anthracite found in permineralized tree fern Psaronius sp",
    "authors": ["K. Nestler", "D. Dietrich", "K. Witke", "R. Rössler", "G. Marx"],
    "venue": "Journal of Molecular Structure",
    "year": 2003
  }, {
    "title": "Conifers from the “Uplands” — petrified wood from Central Germany",
    "authors": ["R. Noll", "V. Wilde"],
    "venue": "Secrets of Petrified Plants. Fascination from Millions of Years. D'ORO Verlag, Heppenheim,",
    "year": 2002
  }, {
    "title": "Composite structure of wood cells in petrified wood",
    "authors": ["J. Nowak", "M. Florek", "W. Kwiatek", "J. Lekki", "P. Chevalier", "E. Zięba", "N. Mestres", "E.M. Dutkiewicz", "A. Kuczumow"],
    "venue": "Materials Science and Engineering C",
    "year": 2005
  }, {
    "title": "A comparative analysis of some Late Carboniferous basins of Variscan Europe",
    "authors": ["S. Opluštil", "J.C. Cleal"],
    "venue": "Geological Magazine",
    "year": 2007
  }, {
    "title": "Coniferous trees associated with interdune deposits in the Jurassic Navajo Sandstone Formation",
    "authors": ["J.T. Parrish", "H.J. Falcon-Lang"],
    "venue": "Utah, USA. Palaeontology",
    "year": 2007
  }, {
    "title": "Geology and Deposits of the Upper Palaeozoic Limnic Basins of the Czech Republic",
    "authors": ["J. Pešek", "V. Holub", "L. Malý", "K. Martínek", "V. Prouza", "J. Spudil", "R. Tásler"],
    "venue": "Czech Geological Institute, Prague, Czech Republic",
    "year": 2001
  }, {
    "title": "Distribution and palaeoecology of the Mesozoic wood genus Xenoxylon: palaeoclimatological implications for the Jurassic of Western Europe",
    "authors": ["M. Philippe", "F. Thevenard"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1996
  }, {
    "title": "An Upper Carboniferous– Lower Permian silicified wood in the Miocene conglomerate from the western Mecsek Mts. (southern Hungary)",
    "authors": ["M. Philippe", "G. Szakmány", "C. Gulyás-Kis", "S. Józsa"],
    "venue": "Neues Jahrbuch für Geologie und PaläontologieMonatshefte,",
    "year": 2000
  }, {
    "title": "Manganese-impregnated wood from a Toarcian manganese ore deposit, Eplény Mine, Bakony Mts., Transdanubia, Hungary",
    "authors": ["M. Polgári", "M. Philippe", "M. Szabó-Drubina", "M. Tóth"],
    "venue": "Neues Jahrbuch für Geologie und Paläontologie-Monatshefte",
    "year": 2005
  }, {
    "title": "Permo-Carboniferous climate: Early Pennsylvanian to Late Permian climate development of central Europe in a regional and global context",
    "authors": ["M. Roscher", "J.W. Schneider"],
    "venue": "Non-Marine Permian Biostratigraphy and Biochronology: Geological Society,",
    "year": 2006
  }, {
    "title": "The petrified trees From the Kyffhäuser, Germany",
    "authors": ["R. Rössler"],
    "venue": "Secrets of Petrified Plants. Fascination from Millions of Years. D'ORO Verlag, Heppenheim,",
    "year": 2002
  }, {
    "title": "Two remarkable Permian petrified forests: correlation, comparison and significance",
    "authors": ["R. Rössler"],
    "venue": "Special Publication,",
    "year": 2006
  }, {
    "title": "Der permische versteinerte Wald von Araguaina/Brasilien — Geologie, Taphonomie und Fossilführung",
    "authors": ["R. Rössler", "R. Noll"],
    "venue": "Veröffentlichungen Museum Naturkunde Chemnitz",
    "year": 2002
  }, {
    "title": "Auf Schatzsuche in Chemnitz — wissenschaftliche Grabungen '08",
    "authors": ["R. Rössler", "V. Annacker", "R. Kretzschmar", "S. Eulenberger", "B. Tunger"],
    "venue": "Veröffentlichungen Museum Naturkunde Chemnitz",
    "year": 2008
  }, {
    "title": "Non-destructive multiple approaches to interpret the preservation of plant fossils: implications for calcium-rich permineralisations",
    "authors": ["A.C. Scott", "M.E. Collinson"],
    "venue": "Journal of the Geological Society,",
    "year": 2003
  }, {
    "title": "Petrification of wood by silica minerals",
    "authors": ["G. Scurfield", "E.R. Segnit"],
    "venue": "Sedimentary Geology",
    "year": 1984
  }, {
    "title": "Organic geochemistry of silicified wood, Petrified Forest National Park, Arizona",
    "authors": ["A.C. Sigleo"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1978
  }, {
    "title": "Geochemistry of silicified wood and associated sediments, Petrified Fossil Forest National Park, Arizona",
    "authors": ["A.C. Sigleo"],
    "venue": "Chemical Geology",
    "year": 1979
  }, {
    "title": "Silicified wood in the Central Bohemian Permo-Carboniferous",
    "authors": ["V. Skoček"],
    "venue": "Věstník Ústředního ústavu Geologického",
    "year": 1970
  }, {
    "title": "Climate and diastrophism, the principal factors controlling Late Paleozoic sedimentation in central Bohemia",
    "authors": ["V. Skoček"],
    "venue": "Časopis Pro Mineralogii a Geologii",
    "year": 1974
  }, {
    "title": "Studies of coal balls of the Donets Basin",
    "authors": ["N.S. Snigirevskaya"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1972
  }, {
    "title": "Silica recrystallization in petrified wood",
    "authors": ["C.L. Stein"],
    "venue": "Journal of Sedimentary Geology",
    "year": 1982
  }, {
    "title": "Tree growth at polar latitudes based on fossil tree ring analysis",
    "authors": ["E.L. Taylor", "P.E. Ryberg"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2007
  }, {
    "title": "Depositional setting and paleobotany of Permian and Triassic permineralized peat from the central Transantarctic Mountains, Antarctica",
    "authors": ["E.L. Taylor", "T.N. Taylor", "J.W. Collinson"],
    "venue": "Peat and Coal: Origin, Facies, and Depositional Models: International Journal of Coal Geology,",
    "year": 1989
  }, {
    "title": "The present is not the key to the past: A polar forest from the Permian of Antarctica",
    "authors": ["E.L. Taylor", "T.N. Taylor", "N.R. Cúneo"],
    "year": 1992
  }, {
    "title": "Paleobotany: The Biology and Evolution of Fossil Plants, Second Edition",
    "authors": ["T.N. Taylor", "E.L. Taylor", "M. Krings"],
    "year": 2009
  }, {
    "title": "Permo-Carboniferous volcanism in late Variscan continental basins of the Bohemian Massif (Czech Republic): geochemical characteristics",
    "authors": ["J. Ulrych", "J. Pešek", "J. Štěpánková-Svobodová", "P. Bosák", "F.E. Lloyd", "V. von Seckendorff", "M. Lang", "J.K. Novák"],
    "venue": "Chemie der Erde",
    "year": 2006
  }, {
    "title": "The Early Permian of Valdeviar in Sevilla province, SW Spain: basin history and climatic/palaeogeographic implications",
    "authors": ["R.H. Wagner", "E.J. Mayoral"],
    "venue": "Journal of Iberian Geology",
    "year": 2007
  }, {
    "title": "The formation of agate structures: models for silica transport, agate layer accretion, and for flow patterns and flow regimes in infiltration channels",
    "authors": ["E. Walger", "G. Mattheß", "V. von Seckendorff", "F. Liebau"],
    "venue": "Neues Jahrbuch für Geologie und Paläontologie-Abhandlungen",
    "year": 2009
  }, {
    "title": "Petrified wood from an unconsolidated sediment, Voervadsbro, Denmark",
    "authors": ["R. Weibel"],
    "venue": "Sedimentary Geology",
    "year": 1996
  }, {
    "title": "Raman and cathodoluminescence spectroscopic investigations on Permian fossil wood from Chemnitz — a contribution to the study of the permineralization process",
    "authors": ["K. Witke", "J. Götze", "R. Rössler", "D. Dietrich", "G. Marx"],
    "venue": "Spectrochimica Acta A",
    "year": 2004
  }, {
    "title": "The Triassic Chinle Formation, U.S.A., and its fossil woods",
    "authors": ["W.W. Wright"],
    "venue": "Secrets of Petrified Plants. Fascination from Millions of Years. D'ORO Verlag, Heppenheim,",
    "year": 2002
  }],
  "id": "SP:a662dcf36ed1243877b6bde1b8df6d4f9595076c",
  "authors": [{
    "name": "Petra Matysová",
    "affiliations": []
  }, {
    "name": "Ronny Rössler",
    "affiliations": []
  }, {
    "name": "Jens Götze",
    "affiliations": []
  }, {
    "name": "Jaromír Leichmann",
    "affiliations": []
  }, {
    "name": "Gordon Forbes",
    "affiliations": []
  }, {
    "name": "Edith L. Taylor",
    "affiliations": []
  }, {
    "name": "Jakub Sakala",
    "affiliations": []
  }, {
    "name": "Tomáš Grygar",
    "affiliations": []
  }],
  "abstractText": "a Department of Geochemistry, Institute of Rock Structure and Mechanics, ASCR, v.v.i., V Holešovičkách 41, 182 09 Prague 8, Czech Republic b Institute of Geology and Palaeontology, Faculty of Science, Charles University, Albertov 6, 128 43 Prague 2, Czech Republic c Museum für Naturkunde, Moritzstrasse 20, D-09111 Chemnitz, Germany d Institut für Mineralogie, TU Bergakademie Freiberg, Brennhausgasse 14, 095 96 Freiberg, Germany e Department of Geological Sciences, Masaryk University, Faculty of Science, Kotlářská 2, 611 37 Brno, Czech Republic f Petroleum Development Oman, P. O. Box 81, Muscat 113, Sultanate of Oman g Department of Ecology and Evolutionary Biology and Natural History Museum and Biodiversity Institute, University of Kansas, 1200 Sunnyside Ave., Lawrence, KS 66045, USA h Institute of Inorganic Chemistry, ASCR, v.v.i., 250 68 Řež, Czech Republic",
  "title": "Alluvial and volcanic pathways to silicified plant stems (Upper Carboniferous–Triassic) and their taphonomic and palaeoenvironmental meaning"
}