{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nSedimentary Geology\nj ourna l homepage: www.e lsev ie r .com/ locate /sedgeo\nDetrital zircon provenance record of middle Cenozoic landscape evolution in the southern Rockies, USA\nLu Zhu ⁎, Majie Fan Department of Earth and Environmental Sciences, University of Texas at Arlington, 500 Yates Street, Arlington, TX 76019, USA\n⁎ Corresponding author. E-mail address: lu.zhu@mavs.uta.edu (L. Zhu).\nhttps://doi.org/10.1016/j.sedgeo.2018.10.003 0037-0738/© 2018 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 23 August 2018 Received in revised form 11 October 2018 Accepted 13 October 2018 Available online 18 October 2018\nEditor: Dr. J. Knight\nThe high-elevation, high-relief landscape of the southern Rocky Mountains (Rockies), USA, reflects interactions between tectonics, paleoclimate, and surface processes. The southern Rockies experienced several episodes of uplift, extension, andmajor climate changes during the Cenozoic, but the landscape and river drainage evolution remain poorly constrained. Here we apply detrital zircon U\\\\Pb geochronology to Eocene-Miocene strata in south-central Colorado to constrain the depositional ages and sediment provenance. A total of 1284 concordant U\\\\Pb ages were determined and are grouped into 75–11 Ma, 1500–1300 Ma, and 1800–1500 Ma populations. Intense late Eocene-Oligocene regional volcanism provided abundant air fall zircons into the latest EoceneOligocene sedimentary systems where maximum depositional ages can be used to closely proximate depositional ages and improve the chronostratigraphy. The new data are integratedwith interpretation of sedimentary environments, and the detrital zircon signatures of potential source terranes and age-equivalent strata in other nearby basins to interpret landscape and paleodrainage evolution. Specifically, the new provenance data show that (1) after the main phase of the Laramide deformation, the Wet Mountains, but not the Sangre de Cristo Range, was the dominant local topographic feature, and a southward-flowing river connected theWetMountain Valley with the Huerfano and Raton Basins to the south; (2) during the Eocene-early Oligocene, aggradation of the Wet Mountain Valley and the Huerfano Basin formed a low-relief surface, and subsequent river erosion changed thedrainagepattern eastward and likely formed themodern lowerArkansasRiver valley; and (3) during theMiocene, dissection of the low-relief surface by the opening of the Rio Grande Rift formed the upper Arkansas River valley, and the upper valley was connected with the lower valley to establish the modern drainage pattern of the Arkansas River in the southern Rockies.\n© 2018 Elsevier B.V. All rights reserved.\nKeywords: Detrital zircon Provenance Southern Rocky Mountains Landscape evolution Paleodrainage patterns"
  }, {
    "heading": "1. Introduction",
    "text": "The southern Rocky Mountains (Rockies) in Colorado and New Mexico (Fig. 1A) is a region of high-elevation and high-relief within the western USA. The region is bounded by the Colorado Plateau to the west and the Great Plains to the east. The southern Rockies extends to the central Rockies in northern Colorado and Wyoming, and is dissected by the Rio Grande Rift in the south. Well-preserved Late Cretaceous marine sedimentary rocks suggest that the region was at sea level at that time (Dick and Nish, 1966). At present, the southern Rockies is ~3 km above the adjacent Great Plains and has an average relief N1.6 km. Deep river canyons with a local relief of ~3 km are present around the northern Rio Grande Rift. The tectonic history of the southern Rockies has been studied for decades (e.g., Epis et al., 1980; Wolfe et al., 1998; Roy et al., 2004; McMillan et al., 2006; Eaton, 2009; Copeland et al., 2011; Chapin et al., 2014). The history includes the latest Cretaceous-early Paleogene Laramide orogeny, late Paleogene\nregional epeirogenic uplift (Eaton, 1987, 2009), Neogene extension of the Rio Grande Rift (Landman and Flowers, 2013; Ricketts et al., 2016), and late Neogene mantle-driven dynamic uplift (Karlstrom et al., 2012). It is well known that the Laramide orogeny produced discrete uplifts and basins in the southern Rockies. However, the landscape evolution in response to the late Paleogene-Neogene tectonic history remains poorly constrained. In the southern Rockies, one intriguing observation of the modern landscape is that the Arkansas River valley follows the northern Rio Grande Rift initially, but abandons the path and turns eastward to cut through basement rocks of the northern Wet Mountains (Fig. 1). Because modern studies have suggested that river drainages and sediment routing are sensitive to tectonics (e.g., Bonnet, 2009; Castelltort et al., 2012), the drainage pattern of the Arkansas River is likely a result of long-term channel migration in response to regional tectonic. Here we collect 1284 new detrital zircon U\\\\Pb ages to constrain sediment provenance and reconstruct paleodrainage patterns in order to understand the landscape evolution of the southern Rockies during the early Eocene-middle Miocene. The data are also used to test the hypothesis that the drainage pattern of the Arkansas River was a result of landscape change in response\nto tectonic deformation. The maximum depositional ages improve chronostratigraphy of the late Eocene–middle Miocene strata in south-central Colorado. (See Fig. 2.)"
  }, {
    "heading": "2. Tectonic setting and stratigraphy",
    "text": "The southern Rockies experienced the latest Cretaceous-Paleogene Laramide orogeny and several episodes of epeirogenic, long-wavelength uplift during the late Paleogene-Neogene (e.g., Epis et al., 1976, 1980; Gregory and Chase, 1994; Gregory and McIntosh, 1996; Wolfe et al.,\n1998; Eaton, 2009; Copeland et al., 2011; Cather et al., 2012; Donahue, 2016). The Laramide orogeny caused by low-angle subduction of the Farallon plate had produced discrete high mountain ranges and low intermontane basins (Cather et al., 2012), and the orogenymay have continued until the late Oligocene in the southern Rockies (Copeland et al., 2011; Tomlinson et al., 2013). During themiddle to late Eocene, following a period of tectonic quiescence (Roberts et al., 2012) or basin subsidence (Cather et al., 2012), a low-relief erosional surface was developed on beveled Precambrian basement rocks and basin-fill of the Laramide intermontane basins (Epis et al., 1976, 1980). The erosion was suggested to\nhave been resulted from thermal uplift induced by middle Cenozoic magmatism (Eaton, 2009; Roberts et al., 2012; Donahue, 2016) or lithosphere isostatic rebound induced by foundering the Farallon plate (Cather et al., 2012). The magmatism in the southern Rockies, as part of the middle Cenozoic ignimbrite flare-up in the broad western USA, was mostly intensive during the latest Eocene-early Oligocene (Chapin et al., 2004; McIntosh and Chapin, 2004). During the Neogene, extension associated with the opening of the Rio Grande Rift modified some of the Laramide intermontane basins into grabens (Kellogg, 1999), and the Rio Grande Rift propagated northward (Leonard, 2002; Cosca et al., 2014) or was synchronous along its strike (Landman and Flowers, 2013; Ricketts et al., 2016). Another episode of erosion occurred during the late Miocene in the southern Rockies, which is generally attributed to a mantle anomaly (Eaton, 2009; Coblentz et al., 2011; Karlstrom et al., 2012; Hansen et al., 2013; Lazear et al., 2013; Rosenberg et al., 2014). An alternative interpretation is that the erosion was caused by seasonal snowmelt related to late Neogene global cooling (Pelletier, 2009).\nOur study sites in the southern Rockies include the Wet Mountain Valley, Huerfano Basin, upper Arkansas Valley, and South Park Basin (Fig. 1B). The Wet Mountain Valley is bounded by the Sangre de Cristo Range to the west, the Arkansas River to the north, and the Wet Mountains to the east. The Valley is separated from the Huerfano Basin to its south by the Promontory Divide. The Huerfano Basin is\nbounded also by the Wet Mountains and Sangre de Cristo Range, and is connected to the Raton Basin to the south (Dick and Nish, 1966; Scott and Taylor, 1975). At present, theWetMountain Valley is a graben bounded by normal faults on the east and west sides. The major basinbounding thrust is at the foot of the Sangre de Cristo Range, and has been previously attributed to the latest Cretaceous-early Paleogene Laramide deformation (Scott and Taylor, 1975).\nIn the central and eastern parts of theWet Mountain Valley and the Huerfano Basin, middle and late Cenozoic sedimentary rocks, including the middle Eocene Huerfano Formation and Farisita Conglomerate, the upper Eocene-lower Oligocene Devils Hole Formation, and the Miocene-Pliocene Santa Fe Formation, are exposed (Scott and Taylor, 1975). On the east side of Highway 69, the Farisita Conglomerate intertongues with and partially overlies the Huerfano Formation. The Huerfano Formation contains red and maroon silty mudstone and lenticular sandstone (Johnson, 1959; Scott and Taylor, 1975). The Farisita Conglomerate contains yellowish-grey cobble to boulder conglomerate and coarse-grained sandstone. The Huerfano Formation and the Farisita Conglomerate were interpreted to be alluvial deposits with fluvial channel sub-environments, and sourced primarily from Meso- and Paleoproterozoic rocks of the Wet Mountains (Johnson, 1959; Scott and Taylor, 1975; Rasmussen and Foreman, 2017). The Huerfano Formation and the Farisita Conglomerate have no volcanic\nash, and thedepositional ageswere estimated to be early tomiddle Eocene based on mammal fossils (Robinson, 1966; Scott and Taylor, 1975; Robinson et al., 2004). The Devils Hole Formation contains light grey tuffaceous, cross-stratified sandstone and pumice conglomerate (Johnson, 1959). This formation was deposited in debris flow environments and was intertongued with lahars (Scott and Taylor, 1975). A pumice-bearing sandstone was dated to be 32.1 ± 0.9 Ma, and an ash flow was dated to be 27.5 ± 2.8 Ma based on zircon U\\\\Pb geochronology near Rosita, Colorado (Scott and Taylor, 1975 and references therein). The Devils Hole Formation is currently exposed on the Greenhorn Mountains at ~3.5 km above sea level (Fig. 1B). The Santa Fe Formation is salmonpink colored, and contains crudely stratified, interbedded conglomerate and coarse- to medium-grained, muddy sandstone. This formation was interpreted to be deposited in debris flow environments (Dick and Nish, 1966; Scott and Taylor, 1975; Epis et al., 1980). No identifiable ash beds or vertebrate fossils were found in the Santa Fe Formation, and the age was roughly estimated to be Miocene-Pliocene based on biostratigraphy correlation to the Santa Fe Group in NewMexico (Scott and Taylor, 1975).\nThe Arkansas River rises near Leadville, flows southward in its upper valley surrounding Salida, Colorado before it changes flow direction abruptly to east toward its lower valley surrounding Canon City (Fig. 1B). The Arkansas River valley near Salida is bounded by the Sawatch Range to the west, the Mosquito Range to the east, and is separated from the San Luis Basin to the south by the Poncha Pass (Fig. 1B). The upper valley is bounded by normal faults associated with extension of the Rio Grande Rift (e.g., Landman and Flowers, 2013; Ricketts et al., 2016; Abbey and Niemi, 2018). The Dry Union Formation is exposed in the Arkansas Valley. The formation consists of interbedded, crudely stratified conglomerate and poorly sorted, medium- to coarsegrained muddy sandstone deposited in an alluvial fan environment (Tweto, 1961). The depositional age of the formation was estimated to be Miocene-Pliocene based on vertebrate fossils (Van Alstine and Lewis, 1960). Two ash beds are present in the upper part of the formation, and were estimated to be 11–8 Ma based on geochemical correlation with Yellowstone hotspot ashes (Hubbard et al., 2001).\nSeparated by the Front Range and lower Arkansas River valley, the South Park Basin is located to the north of the Wet Mountain Valley (Fig. 1B). The Basin is a syncline and the deposition was interrupted by volcanic rocks of the Thirty-nine Mile volcanic filed during the Oligocene (Maughan, 1988). Outcrops of Cenozoic rocks are sparse in the South Park Basin. The Oligocene Balfour and Antero Formations, Miocene Wagontongue Formation, and Pliocene Trump Formation were previously described in the Basin (Stark et al., 1949). The Antero Formation was determined to be Oligocene based on mammal fossils, including Mesohippus sp., a species of brontothere or titanothere (Stark et al., 1949) that is characteristic to the Chadronian Stage of the North American Land Mammal Age (Prothero and Emry, 2004). The underlying Balfour Formation was estimated to be older than the Antero Formation only based on stratigraphic relationships (Stark et al., 1949). The Balfour Formation changes upward from conglomerate with interbedded tuff andmuddy sandstone deposited in an alluvial fan environments into interbedded mudstone, and fine-grained muddy sandstone with tuff deposited in a lacustrine environment (Stark et al., 1949). TheWagontongue Formation is themost well exposed Cenozoic strata, and its distribution is limited to the west part of the Basin (Stark et al., 1949). The Wagontongue Formation consists of poorly consolidated conglomerate, sandstone, mudstone, and reworked ash and pumice, and was interpreted to be deposited in a fluvial environment (Stark et al., 1949). Identification of the species of silicified wood and roots placed the formation in the late Miocene or early Pliocene (Stark et al., 1949)."
  }, {
    "heading": "3. Methods",
    "text": "A total of nine medium- to coarse-grained sandstone and conglomerate samples were collected from outcrops and processed for detrital zircon provenance study. Details of locations and sedimentological descriptions of the samples are listed in Table 1. Our sedimentological observations to the studied strata are generally consistentwith previous descriptions and interpretations of depositional environments. Zircon\ngrains were separated from disaggregated samples by panning, passing through Frantzmagnetic separator and heavy liquid. Zircon grains were mounted together with Sri Lanka zircon standard and analyzed using a laser ablation multi-collector inductively coupled plasma mass spectrometry (LA-MC-ICPMS) at the Arizona LaserChron Center following Gehrels (2012). The isotope ratios of 207Pb/206Pb are used for grains that are N900 Ma, and ratios of 206Pb/238U are used for grains that are b900 Ma. These ages were filtered by 20% discordance and 5% reverse discordance. All the samples have 100–200 best ages with N90% confidence of showing all age populations (Vermeesch, 2004).\nThe maximum depositional ages were calculated using Isoplot. For samples that their youngest group of zircons contains N20 grains, we used TuffZirc to calculate the maximum depositional ages. TuffZirc is an algorithm that is generally insensitive to Pb loss and inheritance (Ludwig andMundil, 2002), therefore is preferred in use on the samples that contains relatively great numbers of young zircons. For samples whose youngest groups contain b10 grains and TuffZirc is not applicable, the maximum depositional ages were calculated as the weighted mean ages of the youngest group of zircons. The youngest group has at least three grains with overlapping ages.\n4. Zircon U\\\\Pb results and interpretation"
  }, {
    "heading": "4.1. Maximum depositional ages",
    "text": "Six of the samples contain clusters of youngest zircons with maximum depositional ages younger than or equivalent to the previously estimated depositional ages (Table 1). The oldest sample from the Farisita Conglomerate yields a maximum depositional age of 66.3 ±\n0.3 Ma (n = 3, Mean Square Weighted Deviation (MSWD) = 1.6). This age is considerably older than the expected early Eocene depositional age based on mammal fossils in the Farisita Conglomerate and its intertonguing Huerfano Formation (Robinson, 1966; Scott and Taylor, 1975). The maximum depositional ages of samples from the Devils Hole Formation in the GreenhornMountains, and the Balfour Formation in South Park are 33.5 + 0.2/−0.3 Ma (n = 45, 95% confidence) and 34.1 + 0.3/−0.2 Ma (n = 19, 93.6% confidence), respectively (Fig. 3). The maximum depositional ages of the two samples from the Dry Union Formation are 35.8 ± 0.2 Ma (n = 52, 95% confidence) and 33.8 + 0.2/−0.4 Ma (n = 19, 93.6% confidence), respectively (Fig. 3).\nThe abundant latest Eocene-earliest Oligocene zircons were most likely from the intense syndepositional eruption of the nearby Silver Cliff-Rosita, Thirty-nine, and San Juan volcanic fields (McIntosh and Chapin, 2004) (Fig. 1B), therefore, the maximum depositional ages of these samples closely represent the depositional ages. The ages of the Devils Hole Formation and the Balfour Formation place the two formations in the latest Eocene-earliest Oligocene, consistent with the expected depositional ages based on stratigraphic correlation and the principle of superposition (Table 1). However, the ages of the Dry Union Formation are older than the expected lateMiocene-early Pliocene depositional age based on vertebrate remains and tephrochronology (Van Alstine and Lewis, 1960; Hubbard et al., 2001; Kellogg et al., 2017). The maximum depositional ages of the two samples from the Santa Fe Formation in the Wet Mountain Valley and the Wagontongue Formation in South Park are 11.5 ± 0.3 Ma (n = 4, MSWD = 0.9) and 16.7 ± 0.3 Ma (n = 3, MSWD = 0.4), respectively, and these ages place the two formations in the Miocene (Fig. 3).\nernal error.MSWD=mean square ofweighted deviation. Airport 69-1 andBagder Creek-1 d using TuffZirc algorithm (Ludwig and Mundil, 2002)."
  }, {
    "heading": "4.2. Detrital zircon age distributions",
    "text": "A total of 1284 new detrital zircon U\\\\Pb ages range from Archean (2700 Ma) to Miocene (11 Ma). These ages are divided into five\npopulations based on known basement provinces andmagmatic events in the North America (Fig. 1A), including latest Cretaceous–Miocene population (A: 75–11 Ma), late Mesozoic–middle Mesoproterozoic population (B: 1300–75 Ma), middle–late Mesoproterozoic population\nity estimates were conducted using R program following Vermeesch et al. (2016). A1-E the populations and subpopulations. Curves in orange color represent samples from the sent samples from the Arkansas Valley near Salida, CO. Curves in blue color represent d potential sources of each population and subpopulation.\n(C: 1500–1300 Ma), Mesoproterozoic–Paleoproterozoic population (D: 1800–1500 Ma), and Archean–Paleoproterozoic population (E: 2709–1800 Ma) (Fig. 4).\nPopulation A is further divided into A1 (23–11Ma), A2 (50–23Ma), and A3 (75–50Ma) subpopulations, and population B is further divided into B1 (500–75 Ma), B2 (550–500 Ma), and B3 (1300–550 Ma) subpopulations based on potential sources following Link et al. (2005) (Fig. 4). Populations A, C, D are major populations, and populations B and E are minor populations, constituting ~10% and b4%, respectively, of the total grains. B2 subpopulation dominates population B (Fig. 4).\nThe abundances of zircon populations are variable among the nine samples (Fig. 5). The abundance of population A (75–11 Ma) varies from 0% to 94% (Fig. 5). Subpopulation A3 (75–50 Ma) only exists in three samples and the abundance is negligible (Fig. 5). The abundance of subpopulation B2 (550–500 Ma) is relatively high in the three samples of the Farisita Conglomerate and decreases stratigraphically upward (Figs. 4, 5). Populations C and D are present in all the samples, but dominate (N50%) the samples from the Wagontongue Formation and Farisita Conglomerate."
  }, {
    "heading": "4.3. Potential zircon sources",
    "text": "The nearest potential sources of subpopulation A1 are volcanisms related to the extension of the Basin and Range and the Rio Grande Rift (Chapin et al., 2004; Ricketts et al., 2016) and in the Snake River Plain (Perkins and Nash, 2002). The sources of subpopulation A2 are the intense and frequent middle Cenozoic volcanism related to ignimbrite flare-up that extends from Mexico to northwestern Nevada, including mainly the local San Juan, Silver Cliff-Rosita, and Thirty-nine volcanic fields, the intermediate Mogollon-Datil, and Marysvale volcanic fields, and the distal Trans-Pecos, Great Basin, and Sierra Madre Occidental volcanic fields (McIntosh and Chapin, 2004; Lipman, 2007). The nearest potential source of subpopulation A3 is the local Laramide intrusions to the north of the Sangre de Cristo Mountains (Cunningham et al., 1994) (Fig. 1B).\nMajor sources of subpopulations B1 (500–75 Ma) and B3 (1300–550 Ma) include the Cordilleran magmatism in the western USA (~250–75 Ma), Appalachian magmatism in the eastern USA (500–250 Ma), and the Grenville orogeny (1300–900 Ma) (Dalziel, 1997) (Fig. 1A). These sources are far away from our study area. Zircons\nlations and subpopulations in each sample.\nof these subpopulations were recycled from Paleozoic-Mesozoic sedimentary rocks in the study area (e.g., Bush et al., 2016) (Fig. 6). Local source of subpopulation B2 (550–550 Ma) is the McClure granite complex (~510 Ma) in the north part of the Wet Mountains (Rasmussen and Foreman, 2017) (Fig. 1B), providing a direct source for this zircon population.\nZircons of population C (1500–1300 Ma) were formed by the anorogenic trans-Laurentian magmatism (Bickford et al., 2015 and references therein). Zircons of Population D (1800–1500Ma)were formed during the Yavapai-Mazatzal orogeny (Hoffman, 1988). The basement rocks in the region are of these ages, and zircon grains of these ages were recycled into Phanerozoic sedimentary rocks by exhumation of\nstrata in the southern Rockies and the Oligocene strata on the western Great Plains. N =\nbasement rocks by the Cambrian-Mississippian Transcontinental Arch (e.g., Sloss, 1988), the Pennsylvanian-early Permian Ancestral Rocky Mountain orogeny (e.g., Kluth, 1986), and the latest Cretaceous-early Paleogene Laramide orogeny (Kelley and Chapin, 2004). The Wet Mountains, Sangre de Cristo Range, Sawatch and Mosquito ranges all have Yavapai-Mazatzal basement (Fig. 1B). The Paleozoic-lower Cenozoic sedimentary rocks in the southern Rockies also contain zircons of these two populations (Fig. 6). Large bodies of plutonic rocks of population C in the study area include the San Isabel Batholith in the Wet Mountains (Cullers et al., 1992), the southern Sawatch Range near Salida, and the southern Mosquito Range to the west of the South Park (Kellogg et al., 2017; Moscati et al., 2017) (Fig. 1B). Therefore, zircons of these populations were recycled from the Paleozoic-lower Cenozoic strata or directly from the Laramide uplifts.\nThe ultimate sources of zircons of population E (N1800 Ma) include the Archean Wyoming-Heane-Rae craton (N2500 Ma), the PenokeanTrans-Hudson orogens and Great Falls tectonic zone (2000–1800 Ma) (Hoffman, 1988; Whitmeyer and Karlstrom, 2007). The closest exposure of this basement rocks are the Laramide uplifts in Wyoming (Frost et al., 2000). These sources are far from the study area, and zircons of this population are most likely recycled from the Paleozoiclower Cenozoic strata (Fig. 6)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Chronostratigraphy",
    "text": "Depositional ages of sedimentary rocks can be approximated from maximum depositional ages of detrital zircon when synchronous magmatic activity was frequent and intense (e.g., Fan et al., 2015, 2018; Rowley and Fan, 2016; Smith et al., 2017). The maximum depositional ages in this study improve the chronostratigraphy of the latest Eocene-earliest Oligocene strata because of intense synchronous volcanism in central Colorado (McIntosh and Chapin, 2004). The Dry Union Formation was estimated to be Miocene-Pliocene based on fragments of vertebrate fossils (Van Alstine and Lewis, 1960; Van Alstine, 1971), geochemical correlation of two ash beds near the top of the formation to volcanic ashes in Yellowstone (Hubbard et al., 2001), and whole rock 40Ar/39Ar dating of the two ash beds (Morgan and Cosca, 2017). The maximum depositional age of latest Eocene-early Oligocene in this study extends the age of the Dry Union Formation to the latest Eocene (Fig. 2).\nThe maximum depositional ages of the Farisita Conglomerate are older than previously estimated depositional ages. While the Farisita Conglomerate is equivalent to the Huerfano Formation that was constrained to be Eocene based on mammal fossils in several localities (Scott and Taylor, 1975), the sample of the lowest stratigraphic position in the Farisita Conglomerate yields an maximum depositional age of 66.3 ± 0.3 Ma (Table 1). Early to middle Eocene is a period of tectonic quiescence and magmatism of this period is restricted to small intrusions in the Colorado Mineral Belt (Chapin et al., 2004; Roberts et al., 2012). This local volcanism may be not intense enough to send ash into the study site in the Wet Mountain Valley based on the lack of zircons of early-middle Eocene age. Moreover, the youngest cluster of zircon grains in the Farisita Conglomerate is not euhedral and make only a small fraction (b3%), thus unlikely sourced from air-fall ash. Therefore, the early Eocene depositional age of the Farisita Conglomerate constrained bymammal fossils is better than themaximumdepositional age constrained by detrital zircon."
  }, {
    "heading": "5.2. The high Wet Mountains and southward drainage pattern during the Eocene",
    "text": "The distributions of detrital zircon ages in the Farisita Conglomerate, characterized by dominant population D (1800–1500 Ma) and subordinate subpopulation B2 (550–500 Ma) and population C\n(1500–1300 Ma) (Figs. 4, 5), suggest that the grains were derived primarily from the basement rocks in the Wet Mountains during the Eocene. Although both the Sangre de Cristo Range and Wet Mountains have Proterozoic basement, the major local source of subpopulation B2 is the McClure granite complex (~510 Ma) in the northern Wet Mountains (Fig. 1B). Mesozoic and Paleozoic sedimentary rocks are exposed on the eastern flank of the Sangre de Cristo Range (Fig. 1B), and the rocks have zircons of B1 (1200–900 Ma), and B3 (500–75 Ma) subpopulations (Bush et al., 2016) (Fig. 6). The lack of zircons of these subpopulations in our samples suggests that the Sangre de Cristo Range was not a major sediment source during the Eocene. Therefore, the Wet Mountains was the major topographic feature surrounding the Wet Mountain Valley during the Eocene. The Sangre de Cristo Range was encompassed by the San Luis uplift. The uplift was exhumed during the late Paleozoic Ancestral Rocky Mountain orogeny, and was re-exhumed during the Laramide deformation (Lindsey, 2010). The exhumation of the Sangre de Cristo Range was further constrained to occur during the early stage (latest Cretaceous-Paleocene) of the Laramide deformation based on a sediment provenance study in the Raton Basin (Bush et al., 2016). Our interpretation that the Wet Mountains was the major regional topographic feature during the Eocene may suggest that exhumation of the Laramide ranges in the southern Rockies was temporally diachronous. This inference is consistent with the previous interpretation that the San Luis uplift, encompassing the Sangre de Cristo Range, was not a dominant topographic feature during the Eocene, based on the relationship between sedimentation and deformation (Hoy and Ridgway, 2002).\nBased on paleocurrent measurement and the absence of B1 and B3 subpopulations in the Eocene Huerfano, Cuchara, and Poison Canyon Formations in the Huerfano Basin (Fig. 6), it is inferred that a paleoriver drained from north to south in the Wet Mountain Valley during the Eocene (Rasmussen and Foreman, 2017). The age distribution of our samples in the Farisita Conglomerate in the Wet Mountain Valley is very similar to those in the Huerfano Basin to the south (Fig. 6), supporting the interpretation of a southward-flowing river during the Eocene. Our sample age distribution is also similar to that of the Eocene Farisita Conglomerate in the subsurface of the Raton Basin further to the south (Bush et al., 2016) (Fig. 6), suggesting that the paleodrainage in the Wet Mountain Valley, Huerfano Basin, and Raton Basin was connected during the Eocene.\nBased on the interpretation that the major sediment source during the early Eocene was the Wet Mountains but not the San Luis uplift, we infer that an ancient river, likely the paleo-Arkansas River, flowed in the Wet Mountain Valley as an axial river in front of the Wet Mountains (Fig. 7A). The presence of early Paleocene zircons (75–50 Ma, A3 subpopulation) in the lower Farisita Conglomerate (Gardner-5) suggests that the upper stream of the paleodrainage extended to the north of the Sangre de Cristo Range, where local Laramide intrusion occurred during the latest Cretaceous-earliest Eocene (Cunningham et al., 1994) (Fig. 7A). The upper stream of the paleodrainage may have gradually migrated southward and the Laramide intrusion was excluded from the drainage during the deposition of the middle and upper Farisita Conglomerate because of the lack of A3 subpopulation (Fig. 4). The fraction of subpopulation B2 (550–500 Ma) also decreases from the lower to the upper Farisita Conglomerate. Without major changes in the distributions of detrital zircon ages, we attribute this trend to a depositional switch between trunk stream and local point source of the alluvial fan.\n5.3. Change of drainage pattern after filling basins by the early Oligocene\nThe latest Eocene-earliest Oligocene Devils Hole Formation on the Greenhorn Mountain contains 4% of subpopulations B1 and B3 (Fig. 5). Because the Mesozoic and Paleozoic sedimentary rocks on the Wet Mountains had been removed before the deposition of the Farisita Conglomerate in the Eocene, these grains in the Devils Hole Formation cannot be derived from the Wet Mountains. These grains were most\nlikely derived from the Sangre de Cristo Range (Fig. 7B), on which the sedimentary rocks cover should have been thicker during the latest Eocene-earliest Oligocene than today. Because Greenhorn Mountain is the highest peak of the Wet Mountains, sediment transport from the Sangre de Cristo Range requires that the Wet Mountain Valley and Huerfano Basin to be filled up by sedimentation by the late Eocene.\nOur interpretation of basin aggradation in the Wet Mountain Valley and the Huerfano Basin during the Eocene is supported by the presence of ash-flow of the Fish Canyon Tuff (27 Ma) at multiple highland localities, including the northern Wet Mountains, the Echo Park and Fear Canyon across the modern Arkansas Valley, and the Rosita Volcanic Field to the south of the Valley (Epis and Chapin, 1974; McIntosh and Chapin, 2004) (Fig. 1B). The tuff was erupted from the La Garita caldera in the San Juan volcanic field, and it is widespread for being one of the largest eruptions of the field (Steven and Lipman, 1976). Ash on highland suggests that the basin was filled up to reduce the local relief. The age of the ash suggests that the basin aggradation had lasted at least until the late Oligocene (ca. ~27 Ma).\nThe lack of zircons of subpopulation B2 (550–550 Ma) in the Devils Hole Formation suggests that the north-to-south flowing paleoArkansas River may have changed its course during aggradation of the Wet Mountain Valley (Fig. 7B). After the modern Arkansas River flows southward in the upper Arkansas River valley, it does not continuously flow southward following the northern Rio Grande Rift to the west of the Sangre de Cristo Range. Instead, the modern River turns sharply to\neast at Salida and flows into the lower valley to the north of the Wet Mountains (Fig. 1B). This eastward drainage pattern must have been developed during the late Eocene-Oligocene when the low-relief topography was achieved by basin aggradation before opening of the northern Rio Grande Rift. A recent study in the adjacent Great Plains in southwestern Kansas discovered at least 85-m-thick uppermost Eocene-Oligocene strata (36.4–27.4 Ma) that unconformably overlies the Upper Cretaceous (Smith et al., 2017). The early Oligocene deposition on the Great Plains is coincident with the aggradation of the Wet Mountain Valley, likely reflecting syndepositional incision of the lower valley by the paleoriver. The latest Eocene-Oligocene strata in the Great Plains also contain abundant zircons of populations C and D (Fig. 6), suggesting that the drainage contains Proterozoic basement. The presence of Paleocene and Grenvillian zircons in the Great Plains and lack of such grains in our latest Eocene-Oligocene samples in the southern Rockies (Fig. 6) may suggest downstream increase of sediment recycling from Phanerozoic sedimentary rocks."
  }, {
    "heading": "5.4. Miocene dissection of the low-relief paleosurface and establishment of the Arkansas River drainage",
    "text": "The low-relief surface formed by basin aggradationwas dissected by Miocene extension. The two Miocene samples, 69Airport-1 in the Wet Mountain Valley and Badger Creek-1 in the South Park Basin have different age distributions. 69Airport-1 has a major peak at ~27 Ma\nand the dominant basement population is D (1800–1600 Ma), while Badger Creek-1 has amajor peak at ~35Ma and the dominant basement population is C (1500–1300 Ma). These differences suggest that the sediment sources in the two basins are different. The ~27 Ma peak reflects recycling of upper Oligocene strata containing the Fish Canyon Tuff, while the ~35 Ma peak reflects recycling of the latest Eoceneearly Oligocene strata, which has abundant syndepositional tuff from the San Juan volcanic field. The presence of both peaks in the two samples suggests Miocene erosion of the late Eocene-Oligocene strata deposited during basin aggradation. The sample in the South Park Basin (~17 Ma) to the northwest is older than the sample in the Wet Mountain Valley (~11 Ma) to the southeast, while the dominant source unit in the middle Cenozoic strata in the South Park Basin is older than the southeast, suggesting unroofing of sedimentary cover was faster in the northwest than the southeast. The faster unroofing in the northwest may be a result of uplift induced by mantle upwelling beneath the Colorado Plateau to the west of the study area (Moucha et al., 2008). The magnitude of uplift should decrease eastward as the area becomes farther away from the Colorado Plateau. The dominant basement population, C or D, in the two samples also reflects erosion of local basement. Near the South Park Basin, the local source containing 1500–1300 Ma basement is the southern Mosquito Range to the west of the Basin (Kellogg et al., 2017) (Fig. 1B). Thus, we infer that the Miocene sediment source of the South Park Basin was primarily the Mosquito Range. The dominant D population in the Wet Mountain Valley suggests that the primary sediment sources could be both the WetMountains and the Sangre de Cristo Range. One recent low temperature thermochronology study has suggested that extension associated with the Rift occurred between 25 and 10 Ma, after the Oligocene ignimbrite flare-up (Ricketts et al., 2016). Another study, focused on the upper Arkansas River valley, has suggested that the extension initiated between 22 and 18Ma (Abbey andNiemi, 2018). Our interpretation of sediment provenance derived from local source unroofing broadly coincide with the thermochronology results, suggesting that the Miocene opening of the northern Rio Grande Rift formed the modern upper Arkansas River valley and connected the lower and upper Valleys to form the modern Arkansas River valley."
  }, {
    "heading": "6. Conclusions",
    "text": "We study detrital zircon U\\\\Pb ages of early Eocene-Miocene sedimentary rocks in south-central Colorado and use their maximum depositional ages and provenance information constrain the landscape andpaleodrainage evolution in the southern Rockies.Maximumdepositional ages derived from the groups of youngest zircons improve the absolute ages of the latest Eocene-Oligocene strata because of the presence of abundant air-fall zircons derived from intense synchronous volcanism. The detrital zircons contain major populations of 75–11 Ma, 1500–1300 Ma, and 1800–1500 Ma, and minor populations of 1300–950 Ma and 2709–1800 Ma. We conclude that the landscape and paleodrainage pattern in the southern Rockies experienced three distinctive stages including that (1) during the early Eocene, the Wet Mountains was the dominant local topographic feature, and a southward river, likely the paleo-Arkansas River, connected the Wet Mountain Valley with the Huerfano and Raton Basins to the south; (2) during the Eocene-early Oligocene, the Wet Mountain Valley and the Huerfano Basin experienced basin aggradation to form a low-relief surface, and subsequent river erosion on the low-relief surface carved the eastward lower Arkansas River valley; and (3) during the Miocene, the opening of the Rio Grande Rift dissected the low-relief surface and formed the upper Arkansas River valley, and the upper valley was connected with the lower Valley to establish the modern drainage pattern of the Arkansas River in the southern Rockies. The study highlights that themiddle-Cenozoic landscape in the southern Rockies wasmostly resulted from tectonics."
  }, {
    "heading": "Acknowledgement",
    "text": "This research was supported by National Science Foundation [grant number EAR-1454802]. We would like to thank Emma Gains for her help in the field, and Dr. Lin Li and Hepeng Tian for their help in the lab. We also thank Dr. Paul Link and editor Dr. Jasper Knight for their constructive comments."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at https://doi. org/10.1016/j.sedgeo.2018.10.003."
  }],
  "year": 2018,
  "references": [{
    "title": "Low-temperature thermochronometric constraints on fault initiation and growth in the northern Rio Grande rift, upper Arkansas River valley, Colorado",
    "authors": ["A.L. Abbey", "N.A. Niemi"],
    "venue": "USA. Geology",
    "year": 2018
  }, {
    "title": "Mesoproterozoic-trans-Laurentian magmatism: a synthesis of continent-wide age distributions, new SIMS U-Pb ages, zircon saturation temperatures, and Hf and Nd isotopic compositions",
    "authors": ["M.E. Bickford", "W.R. Van Schmus", "K.E. Karlstrom", "P.A. Mueller", "G.D. Kamenov"],
    "venue": "Precambrian Research",
    "year": 2015
  }, {
    "title": "Shrinking and splitting of drainage basins in orogenic landscapes from the migration of the main drainage divide",
    "authors": ["S. Bonnet"],
    "venue": "Nature Geoscience",
    "year": 2009
  }, {
    "title": "Detrital record of initial basement exhumation along the Laramide deformation front, southern",
    "authors": ["M.A. Bush", "B.K. Horton", "M.A. Murphy", "D.F. Stockli"],
    "venue": "Rocky Mountains. Tectonics",
    "year": 2016
  }, {
    "title": "River drainage patterns in the New Zealand Alps primarily controlled by plate tectonic strain",
    "authors": ["S. Castelltort", "L. Goren", "S.D. Willett", "J.D. Champagnac", "F. Herman", "J. Braun"],
    "venue": "Nature Geoscience",
    "year": 2012
  }, {
    "title": "Diachronous episodes of Cenozoic erosion in southwestern North America and their relationship to surface uplift, paleoclimate, paleodrainage, and paleoaltimetry",
    "authors": ["S.M. Cather", "C.E. Chapin", "S.A. Kelley"],
    "venue": "Geosphere",
    "year": 2012
  }, {
    "title": "Spacetime patterns of Late Cretaceous to present magmatism in New Mexico—comparison with Andean volcanism and potential for future volcanism",
    "authors": ["C.E. Chapin", "M. Wilks", "W.C. Mcintosh"],
    "venue": "NewMexico Bureau ofGeology andMineral Resources,",
    "year": 2004
  }, {
    "title": "Topography, the geoid, and compensation mechanisms for the southern Rocky Mountains",
    "authors": ["D. Coblentz", "C.G. Chase", "K.E. Karlstrom", "J. Van Wijk"],
    "venue": "Geochemistry, Geophysics, Geosystems",
    "year": 2011
  }, {
    "title": "Oligocene Laramide deformation in southern New Mexico and its implications for Farallon plate geodynamics",
    "authors": ["P. Copeland", "M.A. Murphy", "W.R. Dupre", "T.J. Lapen"],
    "venue": "Geosphere",
    "year": 2011
  }, {
    "title": "40Ar/39Ar geochronology, isotope geochemistry (Sr, Nd, Pb), and petrology of alkaline lavas near Yampa, Colorado: Migration of alkaline volcanism and evolution of the northern Rio Grande rift",
    "authors": ["M.A. Cosca", "R.A. Thompson", "J.P. Lee", "K.J. Turner", "L.A. Neymark", "W.R. Premo"],
    "venue": "Geosphere",
    "year": 2014
  }, {
    "title": "Origin and chemical evolution of the 1360 Ma San Isabel Batholith, Wet Mountains, Colorado: a mid-crustal granite of anorogenic affinities",
    "authors": ["R.L. Cullers", "T. Griffin", "M.E. Bickford", "J.L. Anderson"],
    "venue": "Geological Society of America Bulletin",
    "year": 1992
  }, {
    "title": "Ages of selected intrusive rocks and associated ore deposits in the Colorado Mineral Belt. U.S",
    "authors": ["C.G. Cunningham", "C.W. Naeser", "R.F. Marvin", "R.G. Luedke", "A.R. Wallace"],
    "venue": "Geological Survey Bulletin",
    "year": 1994
  }, {
    "title": "Neoproterozoic-paleozoic geography and tectonics: Review, hypothesis, environmental speculation",
    "authors": ["I.W.D. Dalziel"],
    "venue": "Bulletin of the Geological Society of America",
    "year": 1997
  }, {
    "title": "The Cenozoic History of the Wet Mountain Valley, Colorado",
    "authors": ["R. Dick", "M. Nish"],
    "venue": "University of Michigan (Ph.D dissertation,",
    "year": 1966
  }, {
    "title": "U-Pb ages of detrital zircons in Jurassic eolian and associated sandstones of the Colorado plateau: evidence for transcontinental dispersal and intraregional recycling of sediment",
    "authors": ["W.R. Dickinson", "G.E. Gehrels"],
    "venue": "Bulletin of the Geological Society of America",
    "year": 2009
  }, {
    "title": "Episodic Uplift of the Rocky Mountains: Evidence from U-Pb Detrital Zircon Geochronology and Low-temperature Thermochronology with A Chapter on Using Mobile Technology for Geoscience and Education",
    "authors": ["M.M.S. Donahue"],
    "venue": "The University of New Mexico, Albuquerque (Earth & Planetary Sciences Ph.D dissertation",
    "year": 2016
  }, {
    "title": "Topography and origin of the southern Rocky Mountains and Alvarado Ridge",
    "authors": ["G.P. Eaton"],
    "venue": "Geological Society, London, Special Publications",
    "year": 1987
  }, {
    "title": "Epeirogeny in the Southern Rocky Mountains region: evidence and origin",
    "authors": ["G.P. Eaton"],
    "venue": "Geosphere",
    "year": 2009
  }, {
    "title": "Stratigraphic Nomenclature of the Thirtynine Mile Volcanic Field, Central Colorado",
    "authors": ["R.C. Epis", "C.E. Chapin"],
    "venue": "Geological Survey Bulletin 1395–C",
    "year": 1974
  }, {
    "title": "Cenozoic Volcanic, Tectonic, and Geomorphic Features of Central Colorado",
    "authors": ["R.C. Epis", "G.R. Scott", "R.B. Taylor", "C.E. Chapin"],
    "venue": "CSM Professional Contributions",
    "year": 1976
  }, {
    "title": "Summary of Cenozoic geomorphic, volcanic, and tectonic features of central Colorado and adjoining areas. Colorado Geology",
    "authors": ["R.C. Epis", "G.R. Scott", "R.B. Taylor", "C.E. Chapin"],
    "venue": "Rocky Mountain Association of Geologist-1980 Symposium,",
    "year": 1980
  }, {
    "title": "Provenance and depositional ages of Late Paleogene fluvial sedimentary rocks in the central Rocky Mountains, USA",
    "authors": ["M. Fan", "A. Mankin", "K. Chamberlain"],
    "venue": "Journal of Sedimentary Research",
    "year": 2015
  }, {
    "title": "Cenozoic drainage evolution of the Rio Grande paleoriver recorded in detrital zircons in South Texas",
    "authors": ["M. Fan", "E. Brown", "L. Li"],
    "venue": "International Geology Review",
    "year": 2018
  }, {
    "title": "Late Archean structural and metamorphic history of the Wind River Range: evidence for a longlived active margin on the Archean Wyoming craton",
    "authors": ["B.R. Frost", "K.R. Chamberlain", "S. Swapp", "C.D. Frost", "T.P. Hulsebosch"],
    "venue": "Bulletin of the Geological Society of America",
    "year": 2000
  }, {
    "title": "Detrital zircon U-Pb geochronology: current methods and new opportunities",
    "authors": ["G. Gehrels"],
    "year": 2012
  }, {
    "title": "Tectonic and climatic significance of a late Eocene lowrelief, high-level geomorphic surface, Colorado",
    "authors": ["K.M. Gregory", "C.G. Chase"],
    "venue": "Journal of Geophysical Research",
    "year": 1994
  }, {
    "title": "Paleoclimate and paleoelevation of the Oligocene Pitch-Pinnacle flora, Sawatch Range, Colorado",
    "authors": ["K.M. Gregory", "W.C. McIntosh"],
    "venue": "GSA Bulletin",
    "year": 1996
  }, {
    "title": "A rootless rockies — support and lithospheric structure of the Colorado Rocky Mountains inferred from CREST and TA seismic data",
    "authors": ["S.M. Hansen", "K.G. Dueker", "J.C. Stachnik", "R.C. Aster", "K.E. Karlstrom"],
    "venue": "Geochemistry, Geophysics, Geosystems",
    "year": 2013
  }, {
    "title": "United plates of America, the birth of craton: early Proterozoic assembly and growth of Laurentia",
    "authors": ["P.F. Hoffman"],
    "venue": "Annual Review of Earth and Planetary Sciences",
    "year": 1988
  }, {
    "title": "Syndepositional thrust-related deformation and sedimentation in an Ancestral Rocky Mountains basin, Central Colorado trough, Colorado, USA",
    "authors": ["R.G. Hoy", "K.D. Ridgway"],
    "venue": "Bulletin of the Geological Society of America",
    "year": 2002
  }, {
    "title": "Oligocene-Miocene basin formation and modification in the northern Rio Grande rift; constraints",
    "authors": ["M.S. Hubbard", "C.G. Oviatt", "S.A. Kelley", "M.E. Perkins", "K.V. Hodges", "R. Robbins"],
    "year": 2001
  }, {
    "title": "Geology of the Huerfano Park Area Huerfano and Custer Counties Colorado",
    "authors": ["R.B. Johnson"],
    "venue": "U.S. Geological Survey Bulletin 1071–D",
    "year": 1959
  }, {
    "title": "Mantle-driven dynamic uplift of the Rocky Mountains and Colorado Plateau and its surface response: toward",
    "authors": ["K.E. Karlstrom", "D. Coblentz", "K. Dueker", "W. Ouimet", "E. Kirby", "J. Van Wijk", "B. Schmandt", "S. Kelley", "G. Lazear", "L.J. Crossey", "R. Crow", "A. Aslan", "A. Darling", "R. Aster", "J. MacCarthy", "S.M. Hansen", "J. Stachnik", "D.F. Stockli", "R.V. Garcia", "M. Hoffman", "R. McKeon", "J. Feldman", "M. Heizler", "M.S. Donahue"],
    "year": 2012
  }, {
    "title": "Denudation history and internal structure of the Front Range andWetMountains, Colorado, based on apatitefissiontrack thermochronology",
    "authors": ["Kelley", "S. a", "C.E. Chapin"],
    "venue": "New Mexico Bureau of Geology and Mineral Resources Bulletin",
    "year": 2004
  }, {
    "title": "Neogene basins of the northern Rio Grande rift: partitioning and asymmetry inherited from Laramide and older",
    "authors": ["K.S. Kellogg"],
    "venue": "uplifts. Tectonophysics",
    "year": 1999
  }, {
    "title": "GeologicMap of the Upper Arkansas River Valley Region",
    "authors": ["K.S. Kellogg", "R.R. Shroba", "C.A. Ruleman", "R.G. Bohannon", "McIntosh", "William C", "W.R. Premo", "M.A. Cosca", "R.J. Moscati", "T.R. Brandt"],
    "venue": "North-Central Colorado (No. 3382). US Geological Survey",
    "year": 2017
  }, {
    "title": "Plate tectonics of the Ancestral Rocky Mountains: part III. Middle Rocky Mountians",
    "authors": ["C.F. Kluth"],
    "venue": "Paleotectonics and Sedimentation in the Rocky Mountian Region, United States: American Association of Petroleum Geologists Memoir",
    "year": 1986
  }, {
    "title": "U-Th)/He thermochronologic constraints on the evolution of the northern Rio Grande Rift, Gore Range, Colorado, and implications for rift propagation models",
    "authors": ["R.L. Landman", "R.M. Flowers"],
    "venue": "Geosphere",
    "year": 2013
  }, {
    "title": "Denudation and flexural isostatic response of the Colorado Plateau and southern Rocky Mountains region since 10 Ma",
    "authors": ["G. Lazear", "K. Karlstrom", "A. Aslan", "S. Kelley"],
    "venue": "Geosphere",
    "year": 2013
  }, {
    "title": "Geomorphic and tectonic forcing of late Cenozoic warping of the Colorado piedmont",
    "authors": ["E.M. Leonard"],
    "venue": "Geology",
    "year": 2002
  }, {
    "title": "TheGeologic Storyof Colorado's Sangre de Cristo Range. USDepartment of the Interior, US Geological Survey, Circular 1349 (24 pp.)",
    "authors": ["D.A. Lindsey"],
    "year": 2010
  }, {
    "title": "Reliability and longitudinal change of detrital-zircon age spectra in the Snake River system, Idaho andWyoming: an example of reproducing the bumpy barcode",
    "authors": ["P.K. Link", "C.M. Fanning", "L.P. Beranek"],
    "venue": "Sedimentary Geology",
    "year": 2005
  }, {
    "title": "Incremental assembly and prolonged consolidation of Cordilleran magma chambers: evidence from the Southern Rocky Mountain volcanic field",
    "authors": ["P.W. Lipman"],
    "venue": "Geosphere",
    "year": 2007
  }, {
    "title": "Extracting reliable U-Pb ages and errors from complex populations of zircons from Phanerozoic tuffs",
    "authors": ["K.R. Ludwig", "R. Mundil"],
    "venue": "Goldschmidt Conference Abstracts A463",
    "year": 2002
  }, {
    "title": "Geology and petroleum potential, Colorado Park Basin Province, North-central Colorado",
    "authors": ["E.K. Maughan"],
    "venue": "United State Geological Survey Open-File Report",
    "year": 1988
  }, {
    "title": "Geochronology of the central Colorado volcanic field",
    "authors": ["W.C. McIntosh", "C.E. Chapin"],
    "venue": "New Mexico Bureau of Geology & Mineral Resources,",
    "year": 2004
  }, {
    "title": "History and causes of post-Laramide relief in the Rocky Mountain orogenic plateau",
    "authors": ["M.E. McMillan", "P.L. Heller", "S.L. Wing"],
    "venue": "Bulletin of the Geological Society of America",
    "year": 2006
  }, {
    "title": "Argon Data for Poncha Pass Map: U.S. Geological Survey Data Release",
    "authors": ["L.E. Morgan", "M. Cosca"],
    "year": 2017
  }, {
    "title": "U-Pb ages and geochemistry of zircon from Proterozoic plutons of the Sawatch andMosquito ranges, Colorado, U.S.A",
    "authors": ["R.J. Moscati", "W.R. Premo", "E.H. Dewitt", "J.L. Wooden"],
    "year": 2017
  }, {
    "title": "Mantle convection and the recent evolution of the Colorado Plateau and the Rio Grande Rift",
    "authors": ["R. Moucha", "A.M. Forte", "D.B. Rowley", "J.X. Mitrovica", "N.A. Simmons", "S.P. Grand"],
    "venue": "valley. Geology",
    "year": 2008
  }, {
    "title": "The impact of snowmelt on the late Cenozoic landscape of the southern Rocky Mountains, USA",
    "authors": ["J.D. Pelletier"],
    "venue": "GSA Today",
    "year": 2009
  }, {
    "title": "Explosive silicic volcanism of the Yellowstone hotspot: the ash fall tuff record",
    "authors": ["M.E. Perkins", "B.P. Nash"],
    "venue": "Bulletin of the Geological Society of America",
    "year": 2002
  }, {
    "title": "The Chadronian, Orellan, and Whitneyan North American land mammal ages",
    "authors": ["D.R. Prothero", "R.J. Emry"],
    "year": 2004
  }, {
    "title": "Provenance of lower Paleogene strata in the Huerfano Basin: Implications for uplift of the Wet Mountains, Colorado, U.S.S",
    "authors": ["D.M. Rasmussen", "B.Z. Foreman"],
    "venue": "Journal of Sedimentary Research",
    "year": 2017
  }, {
    "title": "Synchronous opening of the Rio Grande rift along its entire length at 25-10 Ma supported by apatite (U-Th)/He and fission-track thermochronology, and evaluation of possible driving mechanisms",
    "authors": ["J.W. Ricketts", "S.A. Kelley", "K.E. Karlstrom", "B. Schmandt", "M.S. Donahue", "J. van Wijk"],
    "venue": "Bulletin of the Geological Society of America",
    "year": 2016
  }, {
    "title": "An uplift history of the Colorado Plateau and its surroundings from inverse modeling of longitudinal river profiles",
    "authors": ["G.G. Roberts", "N.J. White", "A.G. Crosby", "G.L. Martin-Brandis"],
    "year": 2012
  }, {
    "title": "Fossil Mammals of the Huerfano Formation, Eocene, of Colorado",
    "authors": ["P. Robinson"],
    "venue": "Peabody Museum of Natural History Yale University Bulletin",
    "year": 1966
  }, {
    "title": "Wasatchian through Duchesnean biochronology",
    "authors": ["P. Robinson", "G.F. Gunnell", "S.L. Walsh", "W.C. Clyde", "J.E. Storer", "R.K. Stucky", "D.J. Forehlich", "I. Ferrusquia-Villafranca", "M.C. McKenna"],
    "year": 2004
  }, {
    "title": "Late Miocene erosion and evolution of topography along thewestern slope of the Colorado Rockies",
    "authors": ["R. Rosenberg", "E. Kirby", "A. Aslan", "K. Karlstrom", "M. Heizler", "W. Ouimet"],
    "venue": "Geosphere",
    "year": 2014
  }, {
    "title": "Middle Cenozoic diachronous shift to eolian deposition in the central Rocky Mountains: timing, provenance, and significance for paleoclimate, tectonics, and paleogeography",
    "authors": ["J. Rowley", "M. Fan"],
    "venue": "Geosphere",
    "year": 2016
  }, {
    "title": "Middle Tertiary buoyancy modification and its relationship to rock exhumation, cooling, and subsequent extension at the eastern margin of the Colorado",
    "authors": ["M. Roy", "S. Kelley", "F. Pazzaglia", "S. Cather", "M. House"],
    "venue": "Plateau. Geology",
    "year": 2004
  }, {
    "title": "Post-Paleocene Tertiary Rocks and Quaternary Volcanic Ash of the Wet Mountain Valley, Colorado (No. 868)",
    "authors": ["G.R. Scott", "R.B. Taylor"],
    "venue": "United States Government Printing Office",
    "year": 1975
  }, {
    "title": "Preliminary Precambrian basement map of Colorado—a geologic interpretation of an aeromagnetic anomaly map. US Geological Survey Open-File Report 01–0364",
    "authors": ["P.K. Sims", "V. Bankey", "C.A. Finn"],
    "year": 2001
  }, {
    "title": "Tectonic evolution of the craton in Phanerozoic time",
    "authors": ["Sloss", "L.l"],
    "venue": "Sedimentary CoverNorth American Craton, U.S.Geological Society of America,",
    "year": 1988
  }, {
    "title": "Discovery of Paleogene deposits of the Central High Plains Aquifer in the western Great Plains, U.S.A",
    "authors": ["J.J. Smith", "G.A. Ludvigson", "A. Layzell", "A. Möller", "R.H. Harlow", "E. Turner", "B. Platt", "M. Petronis"],
    "venue": "Journal of Sedimentary Research",
    "year": 2017
  }, {
    "title": "Geology and Origin of South Park, Colorado",
    "authors": ["J.T. Stark", "J.H. Johnson", "C.H. Behre", "W.E. Powers", "A.L. Howland", "D.B. Gould"],
    "venue": "Geological Society of America",
    "year": 1949
  }, {
    "title": "Calderas of the San Juan Volcanic Field, Southwestern Colorado",
    "authors": ["T.A. Steven", "P.W. Lipman"],
    "venue": "USGS Professional Paper",
    "year": 1976
  }, {
    "title": "Oligocne shortening in the Little Burro Mountains of southwest New Mexico",
    "authors": ["D.W. Tomlinson", "P. Copeland", "M.A. Murphy", "T.J. Lapen"],
    "venue": "Rocky Mountain Geology",
    "year": 2013
  }, {
    "title": "Late Cenozoic events of the Leadville Distric and upper Arkansas Valley, Colorado",
    "authors": ["O. Tweto"],
    "venue": "US Geological Survey Professional Paper 424,",
    "year": 1961
  }, {
    "title": "Allochthonous Paleozoic blocks in the Tertiary San Luis-Upper Arkansas graben, Colorado",
    "authors": ["R.E. Van Alstine"],
    "venue": "New Mexico Geological Society 22nd Annual Fall Field Conference Guidebook,",
    "year": 1971
  }, {
    "title": "Pliocene sediments near Salida, Chaffee County, Colorado. Sort papers in the geological sciences: US",
    "authors": ["R.E. Van Alstine", "G.E. Lewis"],
    "venue": "Geological Survey Professoional Paer 400,",
    "year": 1960
  }, {
    "title": "How many grains are needed for a provenance study",
    "authors": ["P. Vermeesch"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2004
  }, {
    "title": "An R package for statistical provenance analysis",
    "authors": ["P. Vermeesch", "A. Resentini", "E. Garzanti"],
    "venue": "Sedimentary Geology",
    "year": 2016
  }, {
    "title": "Tectonic model for the Proterozoic growth of North America",
    "authors": ["S.J. Whitmeyer", "K.E. Karlstrom"],
    "venue": "Geosphere",
    "year": 2007
  }, {
    "title": "Paleobotanical evidence of Eocene and Oligocene paleoaltitudes in midlatitude western North America",
    "authors": ["J.A. Wolfe", "C.E. Forest", "P. Molnar"],
    "venue": "Bulletin of the Geological Society of America",
    "year": 1998
  }],
  "id": "SP:38cc9a5f2f9ecbee1f12cf8d83ea170c83fdf954",
  "authors": [{
    "name": "Lu Zhu",
    "affiliations": []
  }, {
    "name": "Majie Fan",
    "affiliations": []
  }],
  "abstractText": "Editor: Dr. J. Knight The high-elevation, high-relief landscape of the southern Rocky Mountains (Rockies), USA, reflects interactions between tectonics, paleoclimate, and surface processes. The southern Rockies experienced several episodes of uplift, extension, andmajor climate changes during the Cenozoic, but the landscape and river drainage evolution remain poorly constrained. Here we apply detrital zircon U\\\\Pb geochronology to Eocene-Miocene strata in south-central Colorado to constrain the depositional ages and sediment provenance. A total of 1284 concordant U\\\\Pb ages were determined and are grouped into 75–11 Ma, 1500–1300 Ma, and 1800–1500 Ma populations. Intense late Eocene-Oligocene regional volcanism provided abundant air fall zircons into the latest EoceneOligocene sedimentary systems where maximum depositional ages can be used to closely proximate depositional ages and improve the chronostratigraphy. The new data are integratedwith interpretation of sedimentary environments, and the detrital zircon signatures of potential source terranes and age-equivalent strata in other nearby basins to interpret landscape and paleodrainage evolution. Specifically, the new provenance data show that (1) after the main phase of the Laramide deformation, the Wet Mountains, but not the Sangre de Cristo Range, was the dominant local topographic feature, and a southward-flowing river connected theWetMountain Valley with the Huerfano and Raton Basins to the south; (2) during the Eocene-early Oligocene, aggradation of the Wet Mountain Valley and the Huerfano Basin formed a low-relief surface, and subsequent river erosion changed thedrainagepattern eastward and likely formed themodern lowerArkansasRiver valley; and (3) during theMiocene, dissection of the low-relief surface by the opening of the Rio Grande Rift formed the upper Arkansas River valley, and the upper valley was connected with the lower valley to establish the modern drainage pattern of the Arkansas River in the southern Rockies. © 2018 Elsevier B.V. All rights reserved.",
  "title": "Detrital zircon provenance record of middle Cenozoic landscape evolution in the southern Rockies, USA"
}