{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nSedimentary Geology\nj ourna l homepage: www.e lsev ie r .com/ locate /sedgeo\nCarbon-isotope stratigraphy of Early Cretaceous (Urgonian) shoal-water deposits:Diachronous changes in carbonate-platform production in the north-western Tethys S. Huck a,c,⁎, U. Heimhofer a, A. Immenhauser b, H. Weissert c\na Leibniz Universität Hannover, Institut für Geologie, Callinstraße 30, D-30167 Hannover, Germany b Ruhr-Universität Bochum, Institut für Geologie, Mineralogie und Geophysik, D-44870 Bochum, Germany c ETH Zürich, Geological Institute, CH-8004 Zürich, Switzerland\n⁎ Corresponding author at: Leibniz Universität Han Callinstraße 30, D-30167 Hannover, Germany.\nE-mail address: huck@geowi.uni-hannover.de (S. Hu\n0037-0738/$ – see front matter © 2013 Elsevier B.V. All http://dx.doi.org/10.1016/j.sedgeo.2013.03.016\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 11 January 2013 Received in revised form 12 March 2013 Accepted 17 March 2013 Available online 28 March 2013\nEditor B. Jones\nKeywords: Barremian–Aptian Greenhouse Northern Tethys Urgonian carbonate platform Carbon isotopes Orbitolinids\nCarbonate platforms are highly sensitive ecological systems that typically show rapid and characteristic responsemodes to environmental and climatic changes acting both on a regional scale and global scale. Awidely accepted hypothesis proposes that the Late Barremian stepwise establishment of the Urgonian carbonate platform on the Northern Tethyan shelf was related to a gradual change from predominantly humid towards more arid greenhouse conditions. This climate change resulted in the reorganisation of the carbonate platform ecosystem fromheterozoan towards photozoan-dominated assemblages and a decrease of organic-matter burial in Tethyan and Boreal basins. In order to decipher the palaeoenvironmental and climatic boundary conditions of these major changes in neritic and pelagic settings, a precise chronostratigraphy of Urgonian carbonate platform evolution is needed. Here, we provide an integrated stratigraphic framework of Lower Barremian to Lower Aptian Urgonian carbonate platform sections (Cluses, Forclaz) located at the northern rim of the Tethys (Subalpine Chains, ESE France), with special focus on sedimentological analyses and high-resolution carbonisotope stratigraphy. A characteristic Barremian–Aptian carbon-isotope pattern permits precise platform-tobasin correlation with cyclostratigraphic and ammonite-dated pelagic and hemipelagic Tethyan sections in the Vocontian Trough (Angles/Combe-Lambert/Glaise) and Umbria Marche Basin (Gorgo a Cerbara). Similar to Helvetic shoal-water settings, the carbonate platform in the Subalpine Chains experienced a gradual transition from heterozoan- to photozoan-dominated ecosystems. This biogenic pattern points to a gradual change of the carbonate platform after the so-called “Early Barremian crisis” towards an oligotrophic rimmed platform system (Urgonian Limestone Formation). According to the chronostratigraphy of Urgonian carbonate platform evolution in the Subalpine Chains established here, the installation of a photozoan-dominated rudist-rich platformecosystem, referred to asUrgonian limestones sensu stricto, occurred at the Early–Late Barremian transition. The onset of changes in the carbonate production mode (“heterozoan” versus “mixed heterozoan–photozoan” versus “photozoan”) clearly predates the onset of similar lithological changes in the Helvetic realm by about 1.0 to 1.2 Myr. The established chronostratigraphic framework points to a link between the change towards photozoan-dominated limestones and fading palaeoenvironmental perturbations related to the midBarremian event, which is associated with major faunal turnovers and the onset of cyclic black-shale deposition in the central Tethyan realm. Judging from palaeoenvironmental proxies including kaolinite, phosphorus and black marl-limestone ratios, oscillating predominantly humid and relatively arid greenhouse conditions modulated the observed pattern in Urgonian carbonate platform production mode and the varying frequencies of black-shale deposits in the Tethyan and Boreal realms. Transient blooms of the orbitolinid foraminifera Palorbitolina lenticularis at the onset of a marked Upper Barremian positive carbon-isotope shift are interpreted to reflect increasing nutrient influx, most probably related to accelerated hydrological cycling and/or sea-level rise. These strata do not represent an over-regional correlatable lithostratigraphic unit, but likely an expression of progressive Northern Tethyan environmental and oceanographic change possibly related to Ontong Java large igneous province volcanism in the prelude of oceanic anoxic event 1a (OAE).\n© 2013 Elsevier B.V. All rights reserved.\nnover, Institut für Geologie,\nck).\nrights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Chemostratigraphy has been proven to provide well-defined tie points for the correlation of Early Aptian platform-to-basin transects across the positive δ13C-anomaly associated with oceanic anoxic event (OAE) 1a (Menegatti et al., 1998; Jenkyns and Wilson, 1999; Millán\net al., 2009, 2011;Najarro et al., 2010). In particular, the characteristically well-defined Early Aptian carbon-isotope pattern (Menegatti et al., 1998; Jenkyns and Wilson, 1999; Heimhofer et al., 2004; Méhay et al., 2009; Kuhnt et al., 2011; Di Lucia et al., 2012) has been used to stratigraphically relate response modes of carbonate platform communities (“microbial” mass occurrences, carbonate platform demise and drowning) to climatic and palaeoenvironmental changes that finally culminated in OAE1a (Föllmi et al., 1994; Immenhauser et al., 2005; Huck et al., 2010, 2011, 2012; Rameil et al., 2010).\nIn contrast, less attention has been paid to high-resolution carbonisotope studies applied on (Upper Hauterivian-) Barremian pelagic (Erba, 2004; Godet et al., 2006; Sprovieri et al., 2006; Bodin et al., 2009; Föllmi et al., 2012) and tropical shoal-water sections (e.g., Wissler et al., 2003; Huck et al., 2011). During this time period, carbonate platforms along the southern rim of the European continent experienced significant ecological changes, expressed as alternation between heterozoan (echinoderm–bryozoan) and photozoan (rudist–coral–algal) dominated communities (Föllmi et al., 2006; Godet et al., 2010) (Fig. 1). Precise dating and correlation of these changes in platform ecology at different sites along the 2500 km long Northern Tethyan carbonate platform (Helvetic Alps, Jura Mountains, Septentrional Subalpine Chains, Alpe de Haut-Provence) are problematic due to contradictory ideas about the stratigraphic distribution and range of age-diagnostic shoal-water fossils including echinoids, green algae and orbitolinids (Arnaud-Vanneau, 1980; Arnaud-Vanneau and Arnaud, 1990; Schröder et al., 1990, 2000; Schröder, 1994; Clavel et al., 1995, 2007; Arnaud, 2005). In addition, a long phase of carbonate platform drowning, condensation, and phosphogenesis affected the Helvetic shelf along the northern rim of the Tethyan Ocean during the latest Hauterivian and Early Barremian (Föllmi et al., 2006; Bodin et al., 2006b; Fig. 1,).\nThe Subalpine Chains in SE France (Fig. 2), in contrast to theHelvetic realm, witnessed rather continuous carbonate platform production (e.g., Vercors carbonate platform, Moss and Tucker, 1995; Fouke et al., 2005) from the Hauterivian–Barremian boundary onwards (Fig. 1). At the onset of the Early Barremian, lowstand bioclastic wedges (Borne and Glandasse formations, Hunt and Tucker, 1993; Arnaud et al., 1998) started to prograde southward into the hemipelagic Vocontian Trough. During the Barremian, these bioclastic heterozoan-dominated limestones gradually pass into rudist-rich shoal-water carbonates of “Urgonian facies” (Urgonian limestones sensu stricto sensu Masse,\n1976), the typical expression of mid-Cretaceous (sub-) tropical carbonate environments (Funk et al., 1993; Simo et al., 1993). The onset of these photozoan-dominated limestones is the subject of an ongoing controversial debate (see discussion in Godet et al., 2010, 2011; Conrad et al., 2011), as different groups propose either an Hauterivian (Clavel et al., 1987, 1995, 2007, 2013; Charollais et al., 2003) or Late Barremian (Arnaud-Vanneau and Arnaud, 1990; Arnaud et al., 1998; Arnaud, 2005; Godet et al., 2010, 2011) age. This fundamental difference in dating the onset of Urgonian limestones sensu stricto is based on two contradictory orbitolinid biostratigraphic (and sequencestratigraphic) schemes (Arnaud-Vanneau, 1980; Arnaud-Vanneau and Arnaud, 1990; Schröder et al., 1990; Schröder, 1994; Clavel et al., 1995, 2007; Arnaud, 2005).\nPrevious work in the Subalpine Chains (Cluses and Forclaz sections, Huck et al., 2011) demonstrated that chemostratigraphy has the potential to contrast and calibrate these divergent biostratigraphic schemes. By use of a high-resolution carbon- and strontium-isotope stratigraphic framework, Huck et al. (2011) proposed a revision of the location of the Barremian–Aptian boundary and suggested a stratigraphic scheme for the onset of Early Aptian carbonate platform drowning in the Subalpine Chains.\nIn order to shed light on the temporal and ecological constraints of the abovementioned changes in Urgonian carbonate-platform production (heterozoan versus photozoan modes), a detailed chemostratigraphic and sedimentological study has been performed on shoal-water deposits of the Urgonian carbonate platform in the Northern Subalpine Chains (Cluses and Forclaz sections, SE France, Fig. 2). Based on carbon isotopes and existing strontium-isotope data, the Urgonian carbonate platform evolution is correlated with well-dated (chemostratigraphy, ammonite biostratigraphy, cyclostratigraphy and magnetostratigraphy) basinal settings (Vocontian Trough and UmbriaMarche basin), which are known to be sensitive recorders of palaeoenvironmental and palaeoceanographic change.\nThe aims of the current study are to (i) establish a high-resolution shoal water δ13C reference curve for the Early Barremian to Early Aptian Northern Tethyan neritic realm including the identification of “isotope events” and to (ii) provide a precise chronostratigraphy of Urgonian carbonate platform evolution. Based on this chronostratigraphic framework, the superordinate aim is to (iii) compare the rise and demise of different Urgonian-type shoal-water carbonate\nrm ecosystems along a SW–NE transect at the northern rim of the Tethyan Ocean. Data nd Godet et al. (2010, Jura Mountains, Helvetic realm).\nplatforms (Subalpine, Helvetic, Apenninic and Arabian realms) located along a NW–SE trending Tethyan transect and to (iv) attribute major steps in Urgonian carbonate-platform evolution to certain palaeoenvironmental and palaeoceanographic changes (e.g., carbon-cycle perturbations, black shale deposition, humidity events) observed in pelagic Tethyan basins (Vocontian Trough, Umbria Marche Basin)."
  }, {
    "heading": "2. Geological and palaeoenvironmental setting",
    "text": "TheNE–SW-trending SubalpineChains in SE France (Fig. 2) represent the foreland fold-and-thrust belt of the main Alpine orogenic front\nlocated to the east and comprise five structural units (Haut Giffre, Bornes–Aravis, Bauges, Chartreuse, and Vercors). In contrast to the Chartreuse, Vercors and western parts of the Bauges and Bornes–Aravis units, which underwent only shallow burial to depth not exceeding 0.5 km (Arnaud, 1981; Fouke et al., 1996) to 1.5 km (Moss and Tucker, 1995), the northernmost units in the Subalpine Chains (Haut Giffre, eastern part of Bornes–Aravis and Bauges) experienced enhanced temperatures (≤205 °C) due to greater (5 kmdeeper) depth of burial during Alpine orogeny (Moss, 1992). The studied Cluses (Bornes Massif) and Forclaz sections (Aravis mountains) are situated in the north-eastern Bornes–Aravis unit, approximately 50 km south-eastwards of Geneva\n(Fig. 2). Both sections expose fossil subtropical shoal-water limestones (25°–30°N; Hay et al., 1999) that have been deposited on the Urgonian carbonate platform at the north-western rim of the epicontinental Southern France Basin (Fig. 2, Vocontian Trough). Whereas the occurrence of abundant ammonites in the adjacent Vocontian Trough enabled the establishment of an excellent biostratigraphic framework (Bulot et al., 1992; Delanoy et al., 1997; Vermeulen, 2002, 2005), dating of the studied carbonate platform deposits in the Subalpine Chains (Bornes– Aravis unit) is problematic, as different orbitolinid and echinoid biostratigraphers propose different age models (Trabold, 1996; Wermeille, 1996; Arnaud et al., 1998).\nDuring the Late Jurassic (Lemoine et al., 1986; Roure et al., 1990), continental rifting and subsequent formation of a passive margin created an epicontinental basin (Southern France Basin; Vocontian Trough), which was surrounded by carbonate platforms (Arnaud-Vanneau et al., 1987) such as the Jura/Bas–Dauphine platform (e.g., Bornes–Aravis unit) to the northwest and the Provencal platform to the south. The uppermost Hauterivian–Lower Barremian onset of Urgonian carbonate platform production in the Subalpine Chains is marked by bioclastic carbonate deposits (“Bornes Bioclastic Limestone Formation”; Hunt and Tucker, 1993) of an open, locally rimmed shelf. A second-order sea-level fall in the Early Barremian (Rawson and Riley, 1982; Ruffell and Batten, 1990; Jacquin and deGraciansky, 1998) forced theUrgonian carbonate platform sedimentation (Glandasse Bioclastic Limestone Formation) to shift basinward (Arnaud-Vanneau and Arnaud, 1990). While a widespread lowstand wedge developed in the southern Subalpine Chains (Vercors), the Jura and the Helvetic realms experienced a phase of carbonate platform drowning, condensation and phosphogenesis (Föllmi et al., 2006).\nIn the Vercors carbonate platform, growth was episodically interrupted by drowning episodes, recorded as hemipelagic limestones andmarls (Fontain ColombetteMarls, Arnaud, 1981) overlying the platform margins (Fouke et al., 1996, 2005). In the aftermath of the “Early Barremian crisis” of carbonate platforms (Arnaud, 2005), the Urgonian carbonate platform in the Subalpine Chains recovered and evolved to an aggrading platform (Hunt and Tucker, 1993). The rise of the Urgonian carbonate platform is expressed as gradual change from heterozoan-dominated (Urgonian limestones sensu lato, upper part of Glandasse Formation) to photozoan-dominated (Urgonian limestones sensu stricto, Urgonian Limestone Formation, Fig. 3) communities (Hunt and Tucker, 1993).\nThe Upper Barremian to Lower Aptian Urgonian Limestone Formation has been subdivided by Arnaud-Vanneau and Arnaud (1990) into a Lower and Upper Member, which are separated by the Lower Aptian LowerOrbitolina Beds (LOB, Fig. 3). Both the Lower andUppermembers consist of lagoonal oligotrophic limestones rich in large-sized benthic foraminifera, green algae, and in particular rudist bivalves (Arnaud and Arnaud-Vanneau, 1989; Hunt and Tucker, 1993), whose development is associated with a 3rd order sea level rise and subsequent retrogradation of the carbonate platform system (Arnaud, 2005). Repeated subaerial exposure under arid to semi-arid climatic conditions (Ruffell and Batten, 1990) punctuated the inner platform sedimentation (Hunt and Tucker, 1993; Moss and Tucker, 1995) of the Urgonian Limestone Formation. Due to an Early Aptian major 3rd order sea-level change, the Urgonian carbonate platform witnessed subaerial exposure, followed by drowning (Fig. 3). Based on a detailed chemostratigraphic platform-to-basin correlation, Huck et al. (2011) demonstrated that Urgonian platform shoal-water carbonate production in SE France (Bornes–Aravis unit) finally ceased around 300 kyr before the onset of oceanic anoxic event (OAE) 1a, close to\nFig. 3. Lithostratigraphy and carbon-isotope stratigraphy of the Cluses section: Heterozoan (0–39 m) are overlain by a mixed heterozoan–photozoan limestone facies (Urgonian limest switches towards a photozoan (rudists, green algae, large benthic foraminifera) dominated of the Helvetic Garschella Formation. The thick grey line represents the five-point moving av allow distinguishing 13 carbon-isotope segments (CL1–CL13) and differentiating between L raphy of the Upper Barremian–Lower Aptian portion of the Cluses section was successfully\nthe transition between the Deshayesites weissi and the Deshayesites deshayesi ammonite zones. The subsequent Lower Aptian to Albian deposits are characterized by glauconitic open-marine, mixed siliciclastic-carbonate sediments (“Grès verts helvetiques”, Delamette, 1988, Equation. to the Helvetic Garschella Formation, Föllmi and Ouwehand, 1987)."
  }, {
    "heading": "3. Field approaches and laboratory methods",
    "text": ""
  }, {
    "heading": "3.1. Field work and thin-section microscopy",
    "text": "The working approach used for sedimentological characterization involved an outcrop-based carbonate facies description supported by the analysis of 150 thin-sections. Samples for geochemical investigations were taken at a spacing of 0.3 to 0.5 m or less. Higher sample densities were applied across facies boundaries and discontinuity surfaces."
  }, {
    "heading": "3.2. Carbon and oxygen isotope analysis",
    "text": "Carbon and oxygen-isotope analysis of 1228 carbonate powder samples was performed at the isotope laboratories of the Ruhr-University Bochum (Institute for Geology, Mineralogy and Geophysics, Germany) and the ETH Zürich (Geological Institute, Switzerland). In order to reveal the variability of carbon-isotope composition within a single rock sample, several sub-samples have been drilled from 20% of all the hand specimens collected during a first field season in 2009 (Huck et al., 2011). Bulk carbonate carbon was sampled by use of tungsten drill instruments in order to avoid areas rich in sparry cement, large bioclasts and diagenetic calcite vein material. The powdered samples were treated with 100% phosphoric acid at 72 °C. The evolving CO2 gas was analysed with a Gasbench II system coupled to ThermoFinnigan MATDelta-S (Ruhr University Bochum) andDelta-Vmass spectrometers (ETHZürich), respectively. Refer to Steuber (1999) or Immenhauser et al. (2005) for more details on the analytical procedure. The δ13C and δ18O values of the carbonate carbon were calibrated against certified carbonate standards (NBS 19, IAEA CO-1 and CO-8) and internal standards (RUB: δ13C = 1.29‰, δ18O = −2.44‰; ETH: MS2 “Carrara marble”; δ13C = 2.16, δ18O = −1.76‰); external reproducibility at ETH was ≤0.05‰ (≤0.03‰, RUB) for δ13C and ≤0.06‰ for δ18O (≤0.03‰, RUB). All isotope results are reported in per mil (‰) relative to the Vienna-Pee Dee Formation belemnite (V-PDB) standard in the conventional manner. For the purpose of chemostratigraphic correlation a five-point moving average was calculated from all measured carbon-isotope values. Oxygen isotopes, plotted against carbon-isotope ratios, are used as proxy for the impact of diagenetic alteration. We do not detail on the oxygen isotope data here, so please refer to the data repository for an overview of measured data."
  }, {
    "heading": "4. Lithostratigraphy and microfacies description",
    "text": ""
  }, {
    "heading": "4.1. The Cluses section",
    "text": "The 262-m-thick Cluses section (Fig. 3) forms part of an anticline (Rocher de Cluses) that crops out near the Arve valley at the southern rim of the village of Cluses (Fig. 2). Due to difficult outcrop conditions along the road cut (protection by iron grid, blackish staining due to recent weathering and exhaust emissions), lithological and sedimentological analysis is mainly based on thin-section analysis. The lowermost part of the section (0–39 m) comprises bioclastic coarse-\n(bryozoans, echinoids) dominated bioclastic limestones of the Glandasse Formation\nones sensu lato, 39–140 m). With the onset of the Late Barremian, carbonate production\nfacies (Urgonian limestones sensu stricto). The section is truncated by siliciclastic marls\nerage of carbon-isotope ratios. Carbon-isotope inflection points and changing gradients\nower Barremian, Upper Barremian and Lower Aptian deposits. Carbon-isotope stratig-\ncalibrated by Huck et al. (2011) by means of strontium-isotope stratigraphy.\n13C VPDB [o/oo]\nCL8\nCL7\nCL6\nCL5\nCL4b\nCL4a\nCL3\nCL2b\nCL2a\nCL1\nCL9\nCL10\nCL11\nCL12\nCL13\n?\n?\nCH\nS\n?\nU R\nG O\nN IA\nN F\nA C\nIE S\ns .s . U R G O N IA N L IM E S T O N E S s\n.l. (G LA N D A S S E ) B IO C LA S T IC LI M E S T O N E S\nfenestrae, reworking\n?\n?\n?\n?\nCluses section\npl at\nfo rm\ndr ow\nni ng\npl at\nfo rm\nex po\nsu re\nev en\nts\nst ag\ne\nq\nq\nq q\nq\nPWM G F\nU pp\ner B\nA R\nR E\nM IA\nN A\nP T\nIA N\nA 2\nA 1\nB a5\nB a4\nB a3\n?\nB ar\nre m\nia n\np. p.\n*after Wermeille, 1996 & Arnaud et al.,1998\nU p\np er\nB A\nR R\nE M\nIA N\nL o\nw er\nB A\nR R\nE M\nIA N\nL . A\nPT\n* thisstudy\nmarly\nmarly\n150\n100\n250\n200\n50\n0\nforam.-peloidal facies\nS/CH\ngreen algal facies\nrudist bouquet-/ rudist debris facies\noncoid-cortoid facies\npeloid facies\n(dasyclads)-peloid echinodermata facies\nbioclastic bryozoan echinodermata facies\ncoral-stromatoporoid chaetetid facies\nquartz-sandstone facies\nquartz-rich\nrestricted ostracod (gastropod) facies\norbitolinid facies\n13C: bulk rudist\noolite facies\nbacinellid oncoids\nbivalve debris\noysters serpulids\ncorals\nbirdseyes\nrudists/ rudist debris\nstromatopores/ chaetaetids\noncoids\ngreen algae\nmiliolids\nbenthic foraminiferas\nbioturbation\norbitolinids\nostracods\ngastropods\nechinoderms\nbryozoans\nbrachiopods\npeloids/ooids\nbioclasts\nq\nFPWM G mud- / wacke- / pack- / grain- / floatstone\n0 1 2 3 4\n2 mm\n2 mm 4 mm\n4 mm\n2 mm\n1 mm\n2 mm\nD\nJ\n2 mm\nFE\nC\nB\n2 mm\n2 mm\nG\nI\nH\nA1 A2\n1 mm\ngrained grainstones rich in echinoids and bryozoans (Fig. 4F), which stratigraphically pass into an alternation of bioclastic-peloidal pack-/ grainstones (Fig. 4E, G, I) and oolitic beds (Fig. 4J) with variable contributions of echinoids, green algae, corals, stromatoporoids, rudists and quartz (39–140 m). The occurrence of oolithic and peloidal horizons and significant amounts of benthic foraminifera (miliolids, orbitolinids) and bivalves mark the lower stratigraphic boundary of this rather heterogeneous unit (Urgonian limestones sensu lato), which is overlain by massive lagoonal limestones of Urgonian facies (Urgonian limestones sensu stricto, Hunt and Tucker, 1993).\nThe lower proportion of this unit (140–196 m) is mainly dominated by the remains of rudists (Fig. 4D), dasycladacean algae, benthic foraminifera, gastropods and bacinelloid microproblematica (Fig. 4H), the latter forming oncoid-rich beds. Rudists (Monopleuridae, Requieniidae) are well preserved and occur in form of debris as well as in situ rudist bouquets embedded in a fine-grained (silt-sized) peloid–miliolid grainstone matrix. Bioclasts (miliolids) are often strongly micritised, pointing to a lagoonal inner-platform setting (e.g. Masse, 1976, 1992; Arnaud-Vanneau, 1980).\nThe rudist-dominated interval is overlain by foraminiferal-peloidal pack-/grainstones bearing varying amounts of dasycladacean algae, orbitolinids, rudist debris, corals and oncoids (196–222 m). The upper 15 m of this unit (207–222 m) comprises 5 thinly bedded dm-thick marly horizons comprising abundant orbitolinids (Palorbitolina lenticularis, first described by Trabold, 1996; Fig. 4C), two of which are forming characteristic weathering grooves.\nThe orbitolinid-rich unit is overlain by open to slightly protected lagoonal deposits (222–262 m) comprising well-washed peloidalforaminiferal grainstones (Fig. 4B) comprising various bioclasts in varying abundance (orbitolinids, dasycladacean algae, echinoderms, rudists, ostracods, oncoids). Elevated echinoid (Fig. 4A1) and (silt-sized) quartz contents (Fig. 4A2) and three intercalated dm-thick quartz sandstone horizons characterise the uppermost part (248–262 m). The Cluses section is capped by a discontinuity surface, which in contrast to the neighbouring Forclaz and Flaine localities (Huck et al., 2011) is not well exposed at this locality. It is overlain by the Helvetic Garschella Formation formed mainly by siliciclastic, glauconite-rich and argillaceous deposits. For further information on the lithology, microfacies and biogenic content of the Cluses section please refer to Trabold (1996) and Wermeille (1996)."
  }, {
    "heading": "4.2. The Forclaz section",
    "text": "The 190-m-thick Forclaz section (Fig. 5) crops out at the western limb of the gorge “Combe de la Grande Forclaz” at an altitude of approximately 2000 m. The limestone succession, representing the Urgonian Limestone Formation, was first described in detail by Trabold (1996). Here, the uppermost 110 section meters below the Lower Aptian drowning unconformity have been logged and sampled in detail, as the Lower Barremian proportion of the Forclaz section is strongly faulted.\nThe lowermost part (0–23 m) is composed of massive rudist-rich limestones of Urgonian facies sensu stricto lacking a clear bedding plane. Rudist bouquets, embedded in a peloid–miliolid grainstone matrix, alternate both with fine-grained pack-/grainstones rich in rudist debris and oncoid-rich beds. The rudist-rich interval is truncated by peloid–miliolid-rich limestones (23–27 m), which pass on top into massive carbonate beds alternating with marly orbitolinid-rich intervals (27–65 m). The massive limestones contain abundant oncoids and variable contributions of orbitolinids, fragmented\nFig. 4. Transmitted light images showing (micro-)facies types (Cluses section) identified du 251 m. (A2) Quartz-rich peloid-foraminiferal grainstone at 260 m. (B) Samemicrofacies type the sparitic areas might be interpreted as fenestral-like structures or dissolution cavities. (C) limestones sensu stricto) at 170 m. (E) Peloidal bioclastic grainstone at 127.1 m. (F) Bioclas miliolid-gastropod wacke-/packstone at 131 m. (H) Bacinelloid oncoid in peloid-foraminifera in muddy to grainy carbonate matrix at 61.4 m.\nrudists and dasycladacean algae. Two dm-thick marly beds with abundant orbitolinid foraminiferas, forming characteristic weathering grooves, mark the top of this lithostratigraphic unit. The overlying unit (65–92 m) comprises peloid-foraminiferal packstones with variable amounts of oncoids and rudists. This unit is followed by a succession of well-washed peloid-foraminiferal rudist-bearing grainstones (92–110 m), which contains a short interval of fine-grained peloidforaminiferalwackestone facies. Pulsed shedding of siliciclasticmaterial is recorded as dm-thick beds enriched in silt-sized quartz, increasing in significance towards the section top. Similar to the Cluses section, the Forclaz section is capped by a marine discontinuity surface. Here, the surface is clearly recognizable as phosphatized and iron-stainedmarine hardground. Bioturbation is indicated by numerous borings filled with micrite material. Occasionally, rudist bivalves can be observed encrusted on top of the hardground. The discontinuity surface bears phosphatized ammonites (Deshayesites sp., 3–4 cm in diameter), not applicable as biostratigraphic markers. The surface lacks deep-cutting karstification. Considerable erosion and dissolution indicative of subaerial exposure, however, is indicated by numerous grooves, dm-sized patchy depressions and partly dissolved nerinid gastropod and bivalve shells, which are filledwith siliciclastic, glauconite-rich and argillaceous sediments of the overlying Garschella Formation."
  }, {
    "heading": "5. Carbon-isotope records of the Cluses and Forclaz sections",
    "text": "The Cluses and Forclaz shoal-water carbonate successions exhibit a consistent carbon-isotope pattern with pronounced negative and positive shifts alternating with long-lasting invariant phases (Figs. 4 and 5) that allow for precise chemostratigraphic correlation. Chronostratigraphic tie points are provided by major shifts in δ13C ratios and major sequence boundaries (e.g., at the Barremian–Aptian transition), often represented by a saw tooth-like negative δ13C pattern related to subaerial exposure events.\nFirst, the carbon-isotope record of the 262-m-thick Cluses section is (Fig. 5) described in stratigraphic order as it represents the stratigraphically most complete section. Carbon-isotope fluctuations are generally smaller in the lower half of the section (scatter of b0.2‰, 0–130 m) than in the upper half (scatter of ~0.5‰, 130–262 m). Carbon-isotope inflection points are used to distinguish 13 chemostratigraphic segments (Fig. 4, CL1–13).\nSamples of the bioclastic echinoid-bryozoan-rich limestones (0–39 m; CL1) display rather invariant δ13C values forming a plateau (scatter of ≤0.2‰, mean: ~1.8‰), superimposed by a minor positive trend to a peak value of 2‰. The following mixed bioclastic-peloidal– oolite interval (39–140 m) is composed of six individual carbonisotope segments with weakly oscillating δ13C values. A twofold 1‰ negative δ13C shift (CL2A, ~2 -> 1‰), interrupted by a short 0.5‰ positive excursion marks the onset of this interval. The following positive δ13C excursion (CL2B) with an amplitude of 0.75‰ 58–64 m merges upsection into a plateau phase (CL3) with mean values of 1.8‰ (64–98 m). The subsequent twofold negative δ13C shift (CL4A, CL5) with an amplitude of 1.4‰ (98–126 m), interrupted by a 0.6‰ positive shift (CL4B), is bounded at the top by two δ13C minima (−0.6‰) possibly related to subaerial exposure. The onset of the Urgonian limestones sensu stricto (140–196 m) is marked by a positive shift in δ13C (CL6) with an amplitude of 2‰ (126–140 m).\nUpsection, δ13C ratios are increasingly variable (scatter of 0.2 to 0.8‰). The transition into the rudist-rich facies correlates with a negative trend in δ13C (CL7) with an amplitude of 1.0‰ (140–165 m). Isotope data reach a plateau in δ13C (165–185 m), characterized by a\nring thin section analysis. (A1) Peloid-foraminiferal grainstone with echinoid debris at\n, but with dark micritic intraclasts at 239.1 m. The clasts point to re-working processes,\nMarly orbitolinid (P. lenticularis) limestone at 215 m. (D) Rudist-rich facies (Urgonian\ntic echinoid–bryozoan grainstone facies at 48.6 m. (G) Fenestral fabrics (birdseyes) in\nl matrix at 203.5 m. (I) Grainstone rich in echinoid debris at 97.0 m. (J) Ooids embedded\nForclaz sectionCluses\nmoderate positive trend with values oscillating around 1.5‰ (CL8). The rudist-rich interval is bounded by a negative 2-step excursion (185–197 m) including a sharp negative spike (CL9). Minimum δ13C values of 0.4‰ presumably reflect meteoric diagenetic alteration. The transition to the following orbitolinid-rich unit (197–220 m) is marked by a stepwise increase in δ13C (CL10) with an amplitude of 1.5‰ (197–211 m), interrupted by a plateau phase (200–206 m) oscillating around ~1.9‰.\nThe subsequent δ13C plateau (CL11) with mean values of around 3.0‰ (211–225 m) is bounded on top by a sharp carbon-isotope inflection point towards lower values, marking the beginning of the overlying foraminiferal-peloidal grainstone unit (220–262 m). The stepwise negative δ13C excursion (CL12) with an amplitude of 2.2‰ (225–240 m) is interrupted by a 0.3‰ positive excursion. The uppermost part of the Cluses section is generally characterized by highly variable δ13C values (CL13), starting with a positive shift in δ13C with an amplitude of\n1.0‰ (~0.8 ≥ 1.8‰, 240–250 m) and followed by strongly fluctuating δ13C values within the weathered quartz-rich interval (mean ~1.4‰, 250–262 m) that may reflect mixed marine-meteoric diagenesis.\nAt the Forclaz locality, six carbon-isotope segments can be distinguished (CL8–CL13). Themassive rudist-rich interval (0–18 m) is characterized by invariant δ13C values (CL8; mean: 2.2‰). Carbon-isotope ratios of the stratigraphically following chemostratigraphic segment CL9 (18–27 m) display a rather strong oscillations (mean: 2.0‰, scatter of 0.4–1.0‰) superimposed on a negative trend in δ13C. The transition into the following orbitolinid-rich unit is marked by a stepwise increase in δ13C (CL10) with an amplitude of about 2.0‰ (27–50 m), interrupted by a short negative trend including two prominent negative δ13C peaks (CL10, 27–50 m, mean: 3.2‰). The subsequent carbon-isotope plateau CL11 (50–64 m) is characterised by a superimposed shift to lower δ13C values. Slightly below the stratigraphically uppermost marly orbitolinid interval, carbon-isotope\nvalues start to decrease until they reach the most negative δ13C values (1.0–2.0‰) of this segment at the Barremian–Aptian transition (CL12, 64–96 m). The uppermost part of the Forclaz section (96–110 m) is characterized by increasing δ13C values (CL13, amplitude: 1.4‰), which show a minor shift to more negative values slightly below the transition to the overlying Garschella Formation superimposed positive trend."
  }, {
    "heading": "6. Interpretation and discussion",
    "text": ""
  }, {
    "heading": "6.1. Reliability of the δ13C and δ18O patterns",
    "text": "Oxygen isotope values of shoal-water bulk carbonates are prone to diagenesis (Allan and Matthews, 1982; Banner and Hanson, 1990; Immenhauser et al., 2002; Weissert et al., 2008) and special caution is advised when δ18O records are interpreted in a palaeoenvironmental or chemostratigraphic sense. In contrast, shoal-water carbonates have been shown to potentially preserve the global marine carbon isotope signature (Ferreri et al., 1997; Grötsch et al., 1998; Weissert et al., 1998; Wissler et al., 2003; Immenhauser et al., 2005; Föllmi et al., 2006; Amodio et al., 2008; Burla et al., 2008; Huck et al., 2010, 2011, 2012) unless masked by marine and/or meteoric diagenesis (Weissert et al., 2008). The carbon isotope record preserved in the rock record (δ13Ccarb) is strongly depending on the partitioning between themarine carbonate carbon and organic carbon pools (Scholle and Arthur, 1980; Weissert, 1989). Whereas positive shifts in δ13C are generally related to enhanced marine burial of sedimentary organic relative to inorganic carbon (Jenkyns, 2010), negative δ13C shifts might be related to various processes including excess venting of volcanogenic CO2 or methane release from clathrate dissociation (Menegatti et al., 1998). Carbonisotope anomalies recorded by carbonate platforms are related to these globally acting processes. In addition, shoal-water carbonates may record local seawater carbon isotope signatures (Patterson and Walter, 1994; Immenhauser et al., 2003) or fractionated carbonisotope values related to varying contributions of aragonite and calcite (Swart and Eberli, 2005; Föllmi et al., 2006). Finally, carbon-isotope ratios are prone to the locally or regionally different impact of early marine, early meteoric and burial diagenesis.\nBarremian–lowermost Aptian background carbon-isotope ratios of the Cluses section, defined by long-lasting plateau phases in δ13C, oscillate around 1.7‰, with minimum and maximum values of −2.0 and 3.3‰ (Figs. 3 and 5). Corresponding background carbon-isotope ratios of the Upper Barremian–lowermost Aptian proportion of the Forclaz oscillate around 2.2‰, with a range of carbon-isotope values between 0.4 and 3.9‰ (Fig. 5). The measured carbon-isotope values at Cluses are characterized by minor (b0.1‰, 0–125 m) to moderate (0.1 to 0.3‰, 125–250 m) scatter and fluctuations in δ13C ratios. The uppermost part of the Cluses δ13C record (250–262m) shows features indicating alteration of the primary carbon-isotope signature within levels characterized by increased detrital quartz content and recent to sub-recent weathering features. Repeated phases of subaerial exposure at both localities are indicated by reworked clasts, birdseye structures (Fig. 4G) and erosive features as well as by negative δ13C and δ18O (see Supplementary data) spikes, which are thought to be related to precipitation of meteoric 18O (see Supplementary data) and 13C-depleted cements (Allan and Matthews, 1982; Joachimski, 1994; Sattler et al., 2005; Immenhauser et al., 2008). In relation to the mean open marine δ13C of about 2 to 2.2‰ as recorded in Barremian Tethyan and Pacific pelagic sections (e.g., Weissert and Erba, 2004; Jenkyns, 2010), the carbon-isotope ratios recorded in the Cluses and Forclaz sections indicate minor depletion in 13C.\nAs the Cluses section represents a proximal and relatively restricted part of the Urgonian carbonate platform in SE France (Trabold, 1996; Huck et al., 2011), the observed offset might be explained by the variable influence of factors including (i) introduction of light carbon from respiration, (ii) freshwater input (Lazar and Erez, 1992; Immenhauser\net al., 2008), and/or (iii) geochemical alteration of platform-top water masses (distal versus proximal, Immenhauser et al., 2003). This is because at equivalent modern carbonate platform environments, the effect of the latter processes is suggested to increase towards the shore (Lazar and Erez, 1992; Immenhauser et al., 2008).\nCross-plots of carbon and oxygen isotope data of bulk micrites and pristine rudist low-Mg calcite shells (Huck et al., 2011) both from the Cluses and Forclaz localities (Fig. 6) reveal a low covariance between δ13C and δ18O values (R2 = 0.1219/0.1964), an observation that is often, but not always, indicative of the absence of diagenetic alteration of isotope ratios. Both carbon-isotope records, although representing slightly different palaeo-bathymetrical settings along the carbonate platform, provide a similar pattern of carbon-isotope trends. This observation is seen as evidence for a stratigraphically meaningful pattern. In contrast to the deeply buried (~6.5 km;Moss and Tucker, 1995) Forclaz section in the eastern part of the Bornes–Aravis unit, thewestern part of the latter unit, where the Cluses sections is located, experienced only moderate burial (0.5 to 1.5 km, Arnaud, 1981; Moss and Tucker, 1995). This different burial history points to different pathways of diagenetic overprint and subsequent temperature dependent carbonisotope fractionation (Emrich et al., 1970) at the Forclaz and Cluses localities, represented by mean values at the Forclaz locality, which are about 0.5‰ enriched in δ13C relative to those of the Cluses locality."
  }, {
    "heading": "6.2. Chemostratigraphic platform-to-basin correlation",
    "text": "In order to establish an improved chronostratigraphic framework of the Cluses shoal-water section, a carbon isotope based correlation with existing Barremian–Lower Aptian δ13C records obtained from pelagic localities in the Vocontian Trough (Angles/Combe-Lambert/ Glaise composite section, Wissler et al., 2002; Godet et al., 2006; Huck et al., 2011) and the Umbria Marche Basin (Gorgo a Cerbara section, Sprovieri et al., 2006) is shown in Fig. 7. The Cluses section provides a characteristic carbon-isotope pattern composed of 13 carbon-isotope segments (CL1–CL13). Carbon-isotope inflection points and changing gradients serve as tie points for a chemostratigraphic correlation. The assignment of particular chemostratigraphic segments to specific lithological units enables to distinguish between Lower Barremian, Upper Barremian and Lower Aptian deposits.\nIn contrast to carbonate platforms of the Northern Tethyan Helvetic shelf, which suffered an expanded phase of platform crisis (Föllmi et al., 2006, Fig. 1), the shoal-water Cluses section experienced on-going carbonate platform production from the Lower Barremian onwards. This is evidenced by the record of a well-preserved Lower Barremian carbon isotope pattern composed of chemostratigraphic segments resembling\nthose in the pelagic Vocontian Trough and Umbria Marche basin (Fig. 7). Three negative carbon-isotope excursions (δ13C segments CL2a, CL4a and CL5; amplitudes: 0.8 to1.8‰), each followed by a rapid recovery (δ13C segments CL2b, CL4b and CL6) towards background carbon-isotope ratios mark the Lower Barremian proportion of the studied Cluses section.\nAlthough amplitudes of coeval negative carbon-isotope excursions in the pelagic realm are considerably smaller (e.g., Gorgo a Cerbara: CL2a = 0.4‰, CL4a = 0.4‰, CL5 = 0.3‰), Lower Barremian δ13C mean values at Cluses (1.75‰) are comparable to those derived from pelagic basins (Vocontian Trough: 1.45‰; Umbria Marche: 1.65‰). In particular the wavy (sinusoidal) δ13C pattern observed at Angles and\nGorgo a Cerbara correlates well with the twofold negative excursion CL4 to CL6 at Cluses. The upper boundary of positive shift CL6 (amplitude: 2‰ in total; ~0.6‰ relative to background δ13C values) is here seen as major chemostratigraphic tie point between the neritic and pelagic carbon-isotope curves, marking the transition between the Lower and Upper Barremian. Coeval positive δ13C shifts in the Umbria Marche Basin (mid-Barremian event MBE; amplitude: 0.65‰) and in the Vocontian Trough (amplitude: 0.5‰) are attributed to polarity chron CM3n and the upper Coronites darsi ammonite zone, respectively.\nThe Upper Barremian carbon-isotope pattern at Cluses, composed of a basal plateau with superordinate variances (CL7–CL9), a subsequent positive shift (CL10) leading to a second plateau (CL11) and a negative shift CL12 with the most negative values marking the Barremian– Aptian boundary, correlates well with the contemporaneous portions of the pelagic carbon-isotope signals recorded in Angles and Gorgo a Cerbara. Despite this clear correspondence between pelagic and neritic carbon-isotope trends, few differences have to be considered. In the Umbria Marche basin, the upper part of the stepwise negative shift CL9 is well-expressed (amplitude: ~0.6‰), whereas in the Vocontian Trough, δ13C values are rather invariant at this stratigraphic interval. Upsection, the subsequent carbon-isotope segment CL10, a stepwise and significant δ13C shift in the shoal-water Cluses section (amplitude: ≤2‰), corresponds to a straight and moderate increase in pelagic settings (amplitude: 0.4 to 0.8‰). In addition, segment CL10 in the Vocontian Trough spans only a relatively short stratigraphic distance. The latter observations point to the existence of a sedimentary gap at Angles. This suggestion is in line with cyclostratigraphic results of Godet et al. (2006) and Bodin et al. (2006a), who suggested an Upper Barremian hiatus at Angles covering parts of the Gerhardtia sartousiana and Hemihoplites feraudianus ammonite zones (~560 kyr). Finally, a considerable difference in amplitude of about 1‰ between the neritic Cluses and pelagic Gorgo a Cerbara and Angles sections characterises the uppermost Upper Barremian negative shift in δ13C (segment CL12).\nIn summary, the first-order pattern typical for Barremian–Aptian pelagic reference sections (Gorgo a Cerbara, Angles/Combe-Lambert/ Glaise and Cismon sections; Wissler et al., 2002; Menegatti et al., 1998; Godet et al., 2006; Sprovieri et al., 2006) is well recognized in the Subalpine Chains (Cluses and Forclaz localities), despite differences in δ13C amplitudes of up to 1.5‰. The perhaps most remarkable and well developed features of the neritic and pelagic δ13C records are the twofold negative excursion preceding the Lower–Upper Barremian transition (CL4–CL6, upper Nicklesia pulchella to uppermost C. darsi ammonite zones) and the Upper Barremian positive excursion (CL10– CL11, upper G. sartousiana to uppermost Imerites giraudi ammonite zones), which is more prominent in shoal-water settings.\nThewell-constrained carbon-isotope based stratigraphic framework has been corroborated by high-resolution strontium-isotope stratigraphy, applied to the Cluses section byHuck et al. (2011). A steep gradient in 87Sr/86Sr (Fig. 5 in Huck et al., 2011) enabled accurate correlation of the Upper Barremian to Lower Aptian proportion at Cluses with the ammonite-dated Angles/Combe-Lambert/Glaise composite section in the Vocontian Through. Consequently, the Cluses section is here considered as Urgonian shoal-water δ13C reference record. This is because it (i) represents one of the stratigraphically most complete and best exposed Barremian carbonate platform sections along the Northern Tethyan shelf described so far; (ii) experienced only moderate burial overprint (Moss and Tucker, 1995) and (iii) is calibrated against well-dated hemipelagic (Angles/Combe-Lambert/Glaise) and pelagic sections (Gorgo a Cerbara) by means of strontium and carbon-isotope stratigraphy (Huck et al., 2011)."
  }, {
    "heading": "6.3. Chronostratigraphy of Urgonian carbonate-platform evolution",
    "text": ""
  }, {
    "heading": "6.3.1. Chemostratigraphy versus biostratigraphy",
    "text": "In order to evaluate the stratigraphic significance of Lower Cretaceous shoal-water organisms (orbitolinids, echinoids) contained in\nUrgonian carbonate platform localities in the Subalpine Chains, Jura Mountains and Helvetic realm, the chronostratigraphic framework established here is contrasted with two different orbitolinid stratigraphic charts. The considered orbitolinid biostratigraphies are based on palaeontological data derived from the same outcrop (Cluses section) in the Northern Subalpine Chains (Trabold, 1996; Wermeille, 1996; Arnaud et al., 1998) (Fig. 8).\nArnaud et al. (1998) recognised an orbitolinid assemblage composed of 23 orbitolinid species within the Urgonian Limestone Formation of SE France, suggested to be “without doubt of Late Barremian age”. This assessment was mainly based on the observation that 60% of identified orbitolinid taxa indicate a Late Barremian age and that neither of the observed orbitolinid taxa is restricted to the Early Barremian (Arnaud et al., 1998).\nAccording to carbon-isotope stratigraphy, the prominent facies change from purely bioclastic Glandasse limestones to mixed heterozoan–photozoan Urgonian limestones sensu lato (Cluses section, lower Glandasse Formation) is placed within the Lower Barremian Kotetishvilia nicklesi ammonite zone (upper part of polarity chron CM5n, C. oblongata nannofossil zone). This dating is in contrast to orbitolinid data, which attribute the same stratigraphic level to the latest Early Barremian (Wermeille, 1996; Arnaud et al., 1998) or Late Hauterivian (Trabold, 1996), respectively. Based on the carbon isotope stratigraphy shown here, the onset of Urgonian limestones sensu stricto at the Cluses locality is placed at the transition between the C. darsi and the Holcodiscus uhligi ammonite zones (polarity chron CM3n), representing the Early to Late Barremian boundary. Orbitolinid biostratigraphy, in contrast, suggests two contrasting ages for the onset of rudist-rich limestones (Wermeille, 1996; Arnaud et al., 1998: middle Late Barremian; Trabold, 1996: middle Early Barremian). P. lenticularis, an orbitolinid species supposed to indicate a Late Barremian to Early Aptian age (Arnaud et al., 1998; Arnaud, 2005), first occurs at Cluses during the Late Barremian H. feraudianus ammonite zone (polarity chron CM1n). According to the orbitolinid biostratigraphic schemes of Trabold (1996), Wermeille (1996) and Arnaud et al. (1998), first occurrences of P. lenticularismark the onset of the Aptian interval.\nThe evaluation and contrast comparison of two fundamentally different biostratigraphic charts (Trabold, 1996; Wermeille, 1996; Arnaud et al., 1998, Fig. 8) clearly demonstrates that the application of age diagnostic shoal-water fossils (orbitolinids, echinoids) is not without problems. The refined chemostratigraphy presented here, in contrast, has the potential to attenuate the controversial discussion about the age of the Urgonian Limestone Formation (see discussion in Godet et al., 2010), as it combines the available biostratigraphic (ammonites, orbitolinids, echinoids) with sequence stratigraphic and chemostratigraphic information."
  }, {
    "heading": "6.3.2. Carbon-isotope based correlation with Tethyan shoal-water sections",
    "text": "In order to shed light on the onset of Barremianmajor changes in the mode of Urgonian carbonate-platform production (heterozoan versus photozoan limestones) in different latitudinal and bathymetric platform settings, the Cluses and Forclaz sections are chemostratigraphically correlated with proto-North Atlantic and Tethyan sections exposed along a SE–NW oriented transect (Fig. 9). Both, the general Late Barremian carbon-isotope pattern (CL7–CL12) and the amplitudes in δ13C, as recorded at the Cluses and Forclaz localities, are in concert with coeval carbon isotope stratigraphies derived from Helvetic shoal-water sections (Zuestoll, Alvier, Wissler et al., 2003). This observation underlines the applicability of carbon-isotopes as correlation tool for neritic carbonate environments. In particular, the prominent positive carbon isotope anomaly CL10 and CL11, (B6 and B7 of Wissler et al. (2003)) with peaking δ13C values of about 3‰ (amplitude: 1.5–2‰) is a characteristic feature of the Cluses, Forclaz, Alvier and Zuestoll sections. This consistent andwell-preserved Northern Tethyan neritic δ13C pattern, in contrast, is relatively difficult to identify in proto-North Atlantic (Lusitanian basin,\nBurla et al., 2008; Huck et al., 2012) and southern Tethyan (Apenninic and Arabian platforms, Wissler et al., 2004; Di Lucia et al., 2012; van Buchem et al., 2002; Sattler et al., 2005) shoal-water sections. These sites are characterised bymultiple exposure events and strongmeteoric diagenetic resetting resulting in hiatal surfaces and highly fluctuating carbon-isotope values. Notwithstanding, general Barremian–Aptian δ13C trends such as the Late Barremian positive excursion (CL10– CL11) or the Barremian–Aptian negative excursion (transition CL12– CL13) are preserved. Based on high-resolution carbon-isotope stratigraphy, carbonate platform production at most northern, central and southern Tethyan shoal-water localities considered here commenced at the earliest during the latest Early Barremian. A noteworthy exception is the Cluses section, whose unique feature is the record of the earliest Early Barremian to Early Aptian platform top δ13C pattern."
  }, {
    "heading": "6.3.3. Diachronous transitions in Urgonian carbonate-platform production",
    "text": "Owing to chemostratigraphic and biostratigraphic data, the onset of an Early Aptian Northern Tethyan carbonate platform drowning episode has been placed at the transition between the D. weissi and the D. deshayesi ammonite zones (Fig. 7; see also Fig. 5 in Huck et al. (2011); Föllmi (2008); and Föllmi and Gainon (2008)). Both in the Helvetic and Subalpine realms, the demise of shoal-water carbonate production is synchronous. The lithological expression of this demise is the truncation of Urgonian limestones sensu stricto by (i) green glauconite-bearing sandstones andmarls (Brisi Member) or (ii) heterozoan carbonates and marls (Grünten Member) of the Garschella Formation (Wissler et al., 2003; Föllmi, 2008; Huck et al., 2011, Fig. 3) and a concomitant drastic\ndecrease of platformderived carbonate detritus in the Vocontian Trough (Moullade et al., 1998; Huck et al., 2011).\nGiven the fact that a detailed chemostratigraphic framework for the onset of Northern Tethyan platform evolution was previously lacking, the question arises if the installation of the Urgonian carbonate platform commenced synchronously in both the Helvetic and the Subalpine realms? FollowingGodet et al. (2010), Urgonian carbonate platformproduction in the proximal Helvetic area resumed in two steps (Fig. 10). After the uppermost Hauterivian to upper Lower Barremian drowning and condensation episode, Urgonian carbonate platform growth first commenced in a mixed heterozoan–photozoan mode (Drusberg Member, C. darsi to G. sartousiana ammonite zones) and changed subsequently towards a photozoan-dominated mode (Schrattenkalk Formation, G. sartousiana to D. weissi ammonite zones, Bodin et al., 2006c). Shoal-water sections in the proto North-Atlantic and central and southern Tethys lack a clear Barremian–Aptian lithological pattern with heterozoan and photozoan-dominated parts (Fig. 9). Sections in Portugal (Crismina; Burla et al., 2008; Huck et al., 2012), southern Italy (Mt. Motola, and Mt. Raggeto, Wissler et al., 2004; Di Lucia et al., 2012) and Oman (Wadi Mu'aydin, Huqf-Haushi area; Sattler et al., 2005; van Buchem et al., 2002) are characterised by rudist, orbitolinid and gastropod-bearing, inner platform deposits with evidence for frequent subaerial exposure. The Mt. Motola section, however, also recorded a lithological change towards heterozoan-dominated limestones bearing Palorbitolina, sponge spicules, echinoderm fragments and Lithocodium/ Bacinella encrusters at the onset of the Early Aptian interval, coeval to the change from the photozoan Lower Schrattenkalk (Upper Barremian) to the heterozoan-dominated Rawil Member (lowermost Aptian) on the Helvetic shelf.\nAt the Cluses locality, similar to Helvetic platform top settings, the installation of a typical rudist-richUrgonian facies (Urgonian limestones sensu stricto) was preceded by a phase of mixed heterozoan–photozoan carbonate production (Urgonian limestones sensu lato) (Fig. 10). According to the established chronostratigraphic framework, both the onset of (a) Urgonian carbonate platform recovery (Urgonian limestones sensu lato, upper K. nicklesi ammonite zone) and of (b) rudistrich carbonate platform production (Urgonian limestones sensu stricto, baseH. uhligi ammonite zone) in the northern Subalpine Chains predate the onset of corresponding changes on the Helvetic carbonate platform (a: C. darsi, b: top G. sartousiana) by 1 to 1.2 Myr (according to cyclostratigraphic ages of ammonite zones, Bodin et al., 2006a).\nThe diachroneity between the Helvetic and Subalpine carbonate platform evolution is also evidenced by the variable stratigraphic distribution of orbitolinid-rich intervals, (Fig. 9). In the Cluses and Forclaz sections, a facies change from rudist-dominated to orbitolinid-green algal-coral limestones including five transient mass occurrences of P. lenticularis is recorded during the Late Barremian (middle H. feraudianus to I. giraudi ammonite zones) prominent positive δ13C excursion (segments CL10–11, amplitude: 2‰) in the aftermath of platform exposure. The onset of these P. lenticularis-rich interbeds slightly postdate the onset of winnowing and/or condensation processes observed in the Vocontian Trough (Angles section), represented by a 560 kyr-lasting stratigraphic gap comprising parts of the G. sartousiana and H. feraudianus ammonite zones (Bodin et al., 2006a, Fig. 7). On the distal portion (Alvier section, Wissler et al., 2003, Fig. 9) of the Helvetic carbonate platform, a 2-m-thick stratigraphic interval of condensation and drowning (glauconitic Chopf Member) has been observed during the H. feraudianus ammonite zone (Bodin et al., 2006c), clearly predating the onset of P. lenticularis-rich beds observed in the Subalpine Chains. In the proximal Helvetic domain, orbitolinid-enrichedmarls and\ncarbonates (LowerOrbitolina Beds (LOB) or RawilMember, Föllmi et al., 2007) are attributed to the upper part of a decreasing carbon-isotope trend (segment B8 of Wissler et al. (2003), equivalent to segment CL11, Fig. 9) at the Barremian–Aptian transition (Martelites sarasini ammonite zone). Although orbitolinid-rich intervals in the Cluses and Forclaz sections share similarities with the LOB facies, these deposits precede the initial Aptian marker facies of the Helvetic domain by about 1 Myr. This age constraint is based on the chemostratigraphic correlation presented here with the cyclostratigraphically dated Angles/ Combe-Lambert/Glaise composite section (Bodin et al., 2006a) that is characterised by limestone-marl cycles each representing a time span of approximately 20 kyr."
  }, {
    "heading": "6.4. Environmental implications of orbitolinid mass occurrences",
    "text": "Lower Aptian P. lenticularis mass occurrences are present at several localities including the Vercors platform in the southern Subalpine Chains of France (‘Lower Orbitolina Beds’, Arnaud-Vanneau, 1980; Arnaud-Vanneau and Arnaud, 1990), the Arabian platform in Oman (‘Hawar Member’, Pittet et al., 2002; van Buchem et al., 2002; Immenhauser et al., 2004; Schröder et al., 2010), the Prebetic Platform and the Maestrat Basin in Spain (Ruiz-Ortiz and Castro, 1998; Embry et al., 2010) and the Helvetic carbonate platform of Switzerland (‘Rawil Member’, Föllmi et al., 2007). These prominent mass occurrences of orbitolinids have previously been interpreted as transgressive event facies of global significance (Arnaud-Vanneau and Arnaud, 1990), related to the increased influx of siliciclastics and nutrients in the prelude of oceanic anoxic event (OAE) 1a. In contrast, Vilas et al. (1995) and Immenhauser et al. (1999) characterized Tethyan-wide orbitolinid episodes as event beds of local to regional significance. Regardless of their interpretation as regional or global environmental marker,\nBASINAL ‚BLACK SHALES‘\nPLATFORM EVOLUTION\nshort-lived orbitolinid (P. lenticularis) mass occurrences likely reflect episodically elevated ecological stress acting on Urgonian carbonate platform producers such as rudists. The often observed association of orbitolinids with echinoderms and enhanced argillaceous contents (Pittet et al., 2002) point to elevated nutrient levels, which might be related to upwelling of more basinal waters (Vilas et al., 1995) or slow flooding of formerly exposed carbonate platforms and leaching of clay minerals during early transgression (Erbacher et al., 1996; Schröder et al., 2010).\nFollowing the chronostratigraphy of Urgonian carbonate platform evolution established here, transient mass occurrences of P. lenticularis in the northern Subalpine Chains (Cluses and Forclaz sections) commenced during a Late Barremian (H. feraudianus–I. giraudi ammonite zones) relative sea-level rise (Fig. 9, segments CL10–CL11), predating the Lower Orbitolina Beds of the Vercors, Arabian and Helvetic platforms by about 1 to 1.2 Myr (Fig. 10). This age constraint implies that considerable ecological change affected Tethyan carbonate platform settings already during the Late Barremian. Indeed, orbitolinid-rich deposits have been reported from (regionally limited) stratigraphic levels in the Upper Barremian (–Lower Aptian) of Oman (H. feraudianus ammonite zone; Pittet et al., 2002; van Buchem et al., 2002; Immenhauser et al., 2004; Schröder et al., 2010), SE France (I. giraudi ammonite zone, Masse and Fenerci-Masse, 2011; Leonide et al., 2012), Italy (Di Lucia et al., 2012) and Portugal (H. feraudianus to M. sarasini ammonite zones; Burla et al., 2008; Huck et al., 2012; Fig. 9).\nThis gradual colonisation of Tethyan shoal-water habitats by orbitolinids (Schröder et al., 2010) seems to reflect a biotic response mode to progressive environmental change in the prelude (and aftermath — Oman) of OAE1a. This environmental change has been associated with the progressive impact of Ontong Java large igneous province volcanism (Keller, 2011; Stein et al., 2011, 2012), which caused ecological stress (e.g., enhanced siliciclastic and nutrient\ninput) on carbonate platform producers (Schröder et al., 2010) from the Late Barremian onwards. Consequently, repeated Tethyan-wide P. lenticularis mass occurrences might be better interpreted as regional biotic expressions of variable humidity and nutrient patterns and/or sea-level fluctuations (Pittet et al., 2002)."
  }, {
    "heading": "6.5. Predominantly humid and more arid greenhouse phases — climatic change during the Barremian",
    "text": "The Early Barremian has been suggested to be a period of generally increased organic-matter preservation in the Tethyan and Boreal realm and increasing phosphorus burial and kaolinite depositional rates (Föllmi, 2012; Bodin et al., 2006a; Godet et al., 2006, Fig. 10). This pattern points to a warm and/or humid climate with intense biogeochemical continental weathering of aluminium silicate parent rocks (e.g., Ruffell et al., 2002). Based on the evaluation of clay mineral contents analysed in different pelagic and neritic settings including the Cluses locality, Godet et al. (2008) proposed that the distribution of clay minerals along platform-to-basin transects is depending both on climate and platform geometry. According to these authors, enhanced kaolinite contents recorded in carbonate platforms may reflect either a change towardsmore humid conditions and/or a change in carbonate platform geometry from a homoclinal carbonate ramp towards a rimmed platform system, which in turn favours the settling of clay minerals.\nThe Cluses section recorded five kaolinite-enriched intervals (up to 100%, Fig. 7) during the Early Barremian (CL1, CL3, CL6), Late Barremian (CL11) and Early Aptian (CL13) respectively. The Lower Barremian kaolinite pulses correspond to enhanced phosphorus accumulation rates (PAR) in pelagic settings (Angles section, K. nicklesi and C. darsi ammonite zone; Gorgo a Cerbara section, base of vandenhecki ammonite zone). Enhanced kaolinite contents during the Barremian (CL11)\nand Lower Aptian (CL13) portions of the studied Cluses section are associated with prominent lithological changes (orbitolinid-rich limestones, increased influx of siliciclastics) related to enhancedweathering rates and/or sea-level rise. The latter kaolinite pulses correlate with low and invariant phosphorus accumulation rates (PAR) in pelagic settings (Vocontian Trough, Umbria Marche Basin; Bodin et al., 2006a). These pulses thus seem to reflect (i) locally enhanced hydrological cycling forcing stronger silicate weathering rates or (ii) relative sea-level rises and associated leaching of clay minerals during flooding of formerly exposed areas. In general, the climatic implications deduced from the distribution of kaolinite in the shoal-water Cluses section are in line with Föllmi (2012), whoproposed the latest Hauterivian to Early Aptian western European climate to have oscillated between intensified, predominantly humid greenhouse conditions (Early Barremian, Early Aptian) and considerably less humid greenhouse conditions (Late Barremian), punctuated by changes towards intensified humid conditions (Ruffell and Batten, 1990; Ruffell and Worden, 2000; Godet et al., 2008; Heimhofer et al., 2008). Early Barremian widespread humid conditions are reflected by high kaolinite and PAR values, whereas the absence of kaolinite and low PAR values point to a transition towards more arid conditions at the Early to Late Barremian boundary (Fig. 7).\nThe pulsed occurrence of kaolinite during the Lower Barremian establishment of the Urgonian carbonate platform in a mixed heterozoan–photozoan mode likely reflects short-termed changes in the platformgeometry. Recorded kaolinite pulses at Clusesmight therefore be associated with a re-organisation of the carbonate platform system during a predominantly humid climate. Superimposed on the general Barremian–lowermost Aptian kaolinite pattern, peak values of kaolinite pulses recorded in the Cluses section steadily increase from the Lower Barremian towards the Lower Aptian. Thus, the significance of humid interludes seems to have increased towards the Early Aptian OAE1a, a climate pattern that might represent the progressive nature of environmental change related to the emplacement of the Ontong Java large igneous province (Keller, 2011; Stein et al., 2011, 2012).\nJudging from the established carbon-isotope based platform-tobasin correlation, the change from relatively humid towards more arid greenhouse conditions followed the positive δ13C anomaly (CL6–CL7) that has been referred to as mid-Barremian event (MBE). The mid-Barremian event is defined by biotic events affecting planctic organisms and the onset of an expanded period (~5 Myr) of cyclic black-shale deposition in the central Tethyan realm (Umbria Marche and Lombardian basins, Coccioni et al., 2003). At the Cluses locality (Fig. 7), the mid-Barremian event preceding gradual negative trend in δ13C (amplitude: 1.2‰; pelagic basins: 0.2 to 0.35‰) implies either a lowering in global organic carbon burial rates or a significant introduction of isotopically light carbon (volcanogenic CO2 and/or continentally derived dissolved organic carbon) into the shallow-marine realm. The latter process might point to considerable climate warming and enhanced hydrological cycling in the prelude of this event (Coccioni et al., 2003). Indeed, boreal sea surface temperatures (Malkoc and Mutterlose, 2010; Mutterlose et al., 2010) promote a 500 kyr lasting Early Barremian (Aulacoteuthis belemnite zone; Tethyan Holcodiscus caillaudianus ammonite zone) warming pulse (Fig. 10). This Aulacoteuthiswarm pulse coincided with widespread anoxic conditions of bottom waters and subsequent deposition of organic-rich sediments in the Lower SaxonyBasin and the southernNorth Sea area (Malkoc and Mutterlose, 2010)."
  }, {
    "heading": "7. Conclusions",
    "text": "(1) High-resolution carbon-isotope stratigraphy applied to the Urgonian shallow-water Cluses and Forclaz sections (ESE France) and previously calibrated by the means of 87Sr/86Sr data, reveals a characteristic and well-correlatable Early to Late Barremian carbon-isotope pattern here subdivided into 13 specific chemostratigraphic segments.\n(2) The chemostratigraphic framework allows for a precise correlation with pelagic sections in the Tethys Ocean (Gorgo a Cerbara, Angles/Combe-Lambert/Glaise) dated by means of ammonite and cyclostratigraphy. This platform-to-basin correlation enables to establish a precise chronostratigraphy of major steps in Urgonian carbonate platform evolution in the Subalpine Chains. (3) The Cluses section yields an Early Barremian to Early Aptian neritic carbon isotope stratigraphy reference record for the Tethyan realm. This is because the Cluses section carbonates (i) experienced only moderate burial, (ii) represents uninterrupted carbonate production from the Lower Barremian onwards and is (iii) well calibrated against hemipelagic (Angles/CombeLambert/Glaise) and pelagic sections (Gorgo a Cerbara). (4) The contrasting juxtaposition of the ammonite-calibrated, platform top chemostratigraphy with two contrasting orbitolinid biostratigraphic models reveals fundamental offsets in biostratigraphic age. With respect to the Northern Tethyan Urgonian carbonate-platform, the strong divergence of orbitolinid biostratigraphy, even on the outcrop-scale, calls the use of agediagnostic shoal-water fossils in question. (5) In contrast to previous workers (Trabold, 1996; Wermeille, 1996; Arnaud et al., 1998), the onset of Urgonian limestones sensu lato in the Subalpine Chains is now dated as Early Barremian (upper K. nicklesi ammonite zone). The installation of (rudist-rich) Urgonian limestones sensu stricto takes place at the Early to Late Barremian transition (base ofH. uhligi ammonite zone), coeval to the positive carbon-isotope anomaly associated with mid-Barremian Event (Coccioni et al., 2003). Highresolution chemostratigraphy therefore reveals the diachronous nature ofmajor changes in Urgonian carbonate platform production mode in the Northern Subalpine (Cluses, Forclaz sections) and Helvetic (Zuestoll, Alvier sections) realms, amounting to an estimated offset of about 1 to 1.2 Myr. (6) The carbon-isotope based correlation of Tethyan and protoNorth Atlantic shoal-water sections points to a diachroneity of Upper Barremian–Lower Aptian orbitolinid mass occurrences. At the Cluses and Forclaz sections of the Subalpine Chains, transient Palorbitolina mass occurrences are placed within the H. feraudianus to I. giraudi ammonite zones. This stratigraphic interval in part overlaps with a 560 kyr lasting phase (G. sartousiana H. feraudianus) of extremely reduced sedimentation rates (possibly combined with erosion) reported from the hemipelagic Angles section (Bodin et al., 2009). Palorbitolina mass occurrences are interpreted as regional expressions of an increasing nutrient influx related to accelerated hydrological cycling, presumably combined with an oscillating sea-level. Therefore these strata do not represent an over-regional correlatable lithostratigraphic unit, but more likely an expression of progressive Northern Tethyan environmental and oceanographic change related to Ontong Java submarine volcanism in the prelude of OAE1a. (7) Evaluation of palaeoenvironmental proxies (clay minerals, phosphorus)measured at the neritic Cluses and (hemi-)pelagic Angles and Gorgo a Cerbara sections points to a climatic scenario that changed from predominantly humid (Early Barremian) towards predominantly arid greenhouse conditions (Late Barremian). This scenario has been suggested to be related to the varying intensity of Pangaea break-up, which caused intensified rifting and spreading and important volcanic activity on land and in the sea."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank Andrea Niedermayer, Beate Gehnen (RUB), Stewart Bishop and Maria Coray Strasser (ETH) for laboratory assistance and Matthias Born (RUB) and Frowin Pirovino (ETH) for thin-section\npreparation. Niels Rameil and Stephan Wohlwendt are thanked for their support during field campaigns in 2009 and 2011. Financial support from SNF project 200020_132775 is gratefully acknowledged. Furthermore, we would like to thank the reviewers, Karl B. Föllmi and Gianluca Frijia, for their critical comments and constructive contributions."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at http:// dx.doi.org/10.1016/j.sedgeo.2013.03.016."
  }],
  "year": 2013,
  "references": [{
    "title": "Isotope signatures associated with early meteoric diagenesis",
    "authors": ["J.R. Allan", "R.K. Matthews"],
    "venue": "Sedimentology",
    "year": 1982
  }, {
    "title": "Carbon-isotope stratigraphy and cyclostratigraphy of shallow-marine carbonates: the case of San Lorenzello, Lower Cretaceous of southern Italy",
    "authors": ["S. Amodio", "V. Ferreri", "B. D'Argenio", "H. Weissert", "M. Sprovieri"],
    "venue": "Creataceous Research",
    "year": 2008
  }, {
    "title": "De la plate-forme urgonienne au basin vocontien: le BarrémoBédoulien des Alpes Occidentales entre Isère et Buëch (Vercors méridional",
    "authors": ["H. Arnaud"],
    "venue": "Diois et Dévoluy). Géologie alpine, Mémoire hors-série",
    "year": 1981
  }, {
    "title": "The South-East France Basin (SFB) and its Mesozoic evolution. In: the Hauterivian-Lower Aptian Sequence Stratigraphy from Jura platform to Vocontian Basin: a multidisciplinary approach",
    "authors": ["H. Arnaud"],
    "year": 2005
  }, {
    "title": "Depositional sequences and relative sea-level changes during the Barremian-Early Aptian in the Subalpine Chains and the Jura (SE France)",
    "authors": ["H. Arnaud", "A. Arnaud-Vanneau"],
    "venue": "Bulletin de la Societe Geologique de France",
    "year": 1989
  }, {
    "title": "Stratigraphic distribution of orbitolinids within the Urgonian platform (Jura and Northern Subalpine Chains, SE France)",
    "authors": ["H. Arnaud", "A. Arnaud-Vanneau", "Blanc-Aletru", "M.-C", "T. Adatte", "M. Argot", "G. Delanoy", "Thieuloy", "J.-P", "J. Vermeulen", "A. Virgone", "B. Virlouvet", "S. Wermeille"],
    "venue": "Geologie Alpine",
    "year": 1998
  }, {
    "title": "Micropaléontologie, paléoécologie et sédimentologie d'une plate-forme carbonatée de la marge passive de la Téthys: l'Urgonien du Vercors septentrional et de la Chartreuse (Alpes occidentales). Géologie alpine, Mémoire hors-série 10 (874 pp.)",
    "authors": ["A. Arnaud-Vanneau"],
    "year": 1980
  }, {
    "title": "Hauterivian to Lower Aptian carbonate shelf sedimentation and sequence stratigraphy in the Jura and Northern sub-alpine Chains (Southeastern France and Swiss Jura)",
    "authors": ["A. Arnaud-Vanneau", "H. Arnaud"],
    "venue": "Carbonate Platforms: Spec. Pub. Int. Ass. Sedim.,",
    "year": 1990
  }, {
    "title": "The Lower Cretaceous from the Jura Platform to the Vocontian Basin (Swiss Jura, France)",
    "authors": ["A. Arnaud-Vanneau", "H. Arnaud", "T. Adatte", "M. Argot", "G. Rumley", "J.P. Thieuloy"],
    "venue": "3rd International Cretaceous Symposium Tubingen",
    "year": 1987
  }, {
    "title": "Calculation of simultaneous isotopic and trace element variations during water–rock interaction with applications to carbonate diagenesis",
    "authors": ["J.L. Banner", "G.H. Hanson"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1990
  }, {
    "title": "New data on the age of the installation of Urgonian-type carbonates along the northern Tethyanmargin: biostratigraphy of the Chopf Member (Helvetic Alps, eastern Switzerland)",
    "authors": ["S. Bodin", "J. Vermeulen", "A. Godet", "K.B. Föllmi"],
    "venue": "Comptes Rendus Geoscience",
    "year": 2006
  }, {
    "title": "The late Hauterivian Faraoni oceanic anoxic event in the western Tethys: evidence from phosphorus burial rates",
    "authors": ["S. Bodin", "A. Godet", "K.B. Föllmi", "J. Vermeulen", "H. Arnaud", "A. Strasser", "N. Fiet", "T. Adatte"],
    "year": 2006
  }, {
    "title": "Biostratigraphy, sedimentology and sequence stratigraphy of the latest Hauterivianeearly Barremian drowning episode of the Northern Tethyan margin (Altmann Member, Helvetic nappes, Switzerland)",
    "authors": ["S. Bodin", "A. Godet", "J. Vemeulen", "P. Linder", "K.B. Föllmi"],
    "venue": "Eclogae Geologicae Helvetiae",
    "year": 2006
  }, {
    "title": "Early Cretaceous (Late Berriasian to Early Aptian) palaeoceanographic change along the northwestern Tethyan margin (Vocontian Trough, southeastern France): δ13C, δ18O and Sr-isotope belemnite and whole-rock records",
    "authors": ["S. Bodin", "N. Fiet", "A. Godet", "V. Matera", "S. Westermann", "A. Clément", "N.M.M. Janssen", "P. Stille", "K.B. Föllmi"],
    "venue": "Cretaceous Research",
    "year": 2009
  }, {
    "title": "Le cadre stratigraphique du Valanginien superieur et de l'Hauterivien du sud-est de la France: definition des biochronozones et caracterisation de nouveaux biohorizons",
    "authors": ["L.G. Bulot", "Thieuloy", "J.-P", "E. Blanc", "J. Klein"],
    "venue": "Geologie Alpine",
    "year": 1992
  }, {
    "title": "Changes in sedimentary patterns of coastal and deep sea successions from the North Atlantic (Portugal) linked to Early Cretaceous environmental change",
    "authors": ["S. Burla", "U. Heimhofer", "P.A. Hochuli", "H. Weissert", "P. Skelton"],
    "year": 2008
  }, {
    "title": "La migration de la plate-forme urgonienne entre le Jura plissé et les Chaînes Subalpines septentrionales (France, Suisse)",
    "authors": ["J. Charollais", "B. Clavel", "R. Schröder", "R. Busnardo", "D. Decrouez", "A. Cherchi"],
    "venue": "Geobios",
    "year": 2003
  }, {
    "title": "Données biostratigraphiques nouvelles sur l'apparition des facies urgoniens du Jura au Vercors",
    "authors": ["B. Clavel", "J. Charollais", "R. Busnardo"],
    "venue": "Eclogae Geologicae Helvetiae",
    "year": 1987
  }, {
    "title": "Réflexions sur la biostratigraphie du Crétacé inférieur et sur sa complémentarité avec l'analyse séquentielle: exemple de l'Urgonien jurassien et subalpin",
    "authors": ["B. Clavel", "J. Charollais", "R. Schröder", "R. Busnardo"],
    "venue": "Bulletin de la Societe Geologique de France",
    "year": 1995
  }, {
    "title": "Dating and progradation of the Urgonian limestone from the Swiss Jura to South-East France",
    "authors": ["B. Clavel", "J. Charollais", "M. Conrad", "R.J. du Chene", "R. Busnardo", "S. Gardin", "E. Erba", "R. Schröder", "A. Cherchi", "D. Decrouez", "B. Granier", "J. Sauvagnat", "M. Weidmann"],
    "venue": "Zeitschrift der Deutschen Gesellschaft für Geowissenschaften",
    "year": 2007
  }, {
    "title": "Mapping the rise and demise of Urgonian platforms (Late Hauterivian–Early Aptian) in southeastern France and the Swiss Jura",
    "authors": ["B. Clavel", "M.A. Conrad", "R. Busnardo", "J. Charollais", "B. Granier"],
    "venue": "Cretaceous Research",
    "year": 2013
  }, {
    "title": "The Mid-Barremian Event (MBE): the prelude to the OAE1a. American Geophysical Union Fall Meeting, abstract #PP41B-0835",
    "authors": ["R. Coccioni", "S. Galeotti", "M. Sprovieri"],
    "year": 2003
  }, {
    "title": "Discussion of: stratigraphic, sedimentological and palaeoenvironmental constraints on the rise of the Urgonianplatform in the western Swiss Jura, by A",
    "authors": ["M. Conrad", "B. Clavel", "B. Granier", "J. Charollais", "R. Busnardo", "E. Erba", "S. Gardin", "R. Jan du Chêne", "D. Decrouez", "A. Cherchi", "R. Schröder", "J. Sauvagnat", "M. Weidmann"],
    "venue": "Sedimentology",
    "year": 2011
  }, {
    "title": "Relation between the condensed Albian deposits of the Helvetic domain and the oceanic current-influenced continental margin of the northern Tethys",
    "authors": ["M. Delamette"],
    "venue": "Bulletin de la Societe Geologique de France",
    "year": 1988
  }, {
    "title": "The ‘Pseudocrioceras beds’ at La Bédoule (SE France) and the position of the Barremian–Aptian boundary in the historical lower Aptian stratotype",
    "authors": ["G. Delanoy", "R. Busnardo", "P. Ropolo", "R. Gonnet", "G. Conte", "M. Moullade", "Masse", "J.-P"],
    "venue": "Comptes Rendus de l'Académie des Sciences – Series IIA – Earth and Planetary Science",
    "year": 1997
  }, {
    "title": "Bio-chemostratigraphy of the Barremian–Aptian shallow-water carbonates of the southern Apennines (Italy): pinpointing the OAE1a in a Tethyan carbonate platform",
    "authors": ["M. Di Lucia", "A. Trecalli", "M. Mutti", "M. Parente"],
    "venue": "Solid Earth",
    "year": 2012
  }, {
    "title": "Sequence stratigraphy and carbon isotope stratigraphy of an Aptian mixed carbonate-siliciclastic platform to basin transition (Galve sub-basin, NE Spain)",
    "authors": ["J.C. Embry", "E. Vennin", "F.S.P. van Buchem", "R. Schröder", "C. Pierre", "M. Aurell"],
    "venue": "Special Publications",
    "year": 2010
  }, {
    "title": "Carbon isotope fractionation during the precipitation of calcium carbonate",
    "authors": ["K. Emrich", "D.H. Ehhalt", "J.C. Vogel"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1970
  }, {
    "title": "Calcareous nannofossils and Mesozoic oceanic anoxic events",
    "authors": ["E. Erba"],
    "venue": "Marine Micropaleontology",
    "year": 2004
  }, {
    "title": "Evolution patterns of radiolaria and organic matter variations: a new approach to identify sea-level changes in mid-Cretaceous pelagic",
    "authors": ["J. Erbacher", "J. Thurow", "R. Littke"],
    "venue": "environments. Geology",
    "year": 1996
  }, {
    "title": "Carbon isotope stratigraphy: a tool for basin to carbonate platform correlation",
    "authors": ["V. Ferreri", "H. Weissert", "B. D'Argenio", "F.P. Buonocunto"],
    "venue": "Terra Nova",
    "year": 1997
  }, {
    "title": "A synchronous, middle Early Aptian age for the demise of the Helvetic Urgonian platform related to the unfolding oceanic anoxic event 1a («Selli event»)",
    "authors": ["K.B. Föllmi"],
    "venue": "Revue de Paléobiologie",
    "year": 2008
  }, {
    "title": "Early Cretaceous life, climate and anoxia",
    "authors": ["K.B. Föllmi"],
    "venue": "Cretaceous Research",
    "year": 2012
  }, {
    "title": "Demise of the northern Tethyan Urgonian carbonate platform and subsequent transition towards pelagic conditions: the sedimentary record of the Col de la Plaine Morte area, central Switzerland",
    "authors": ["K.B. Föllmi", "F. Gainon"],
    "venue": "Sedimentary Geology",
    "year": 2008
  }, {
    "title": "Garschella-Formation und Götzis-Schichten (AptianConiacian): Neue stratigraphische Daten aus dem Helvetikum der Ostschweiz und des Vorarlbergs",
    "authors": ["K.B. Föllmi", "P.J. Ouwehand"],
    "venue": "Eclogae Geologicae Helvetiae",
    "year": 1987
  }, {
    "title": "Phosphogenesis, carbon-isotope stratigraphy, and carbonate-platform evolution along the Lower Cretaceous northern Tethyan margin",
    "authors": ["K.B. Föllmi", "H. Weissert", "M. Bisping", "H. Funk"],
    "venue": "Geological Society of America Bulletin",
    "year": 1994
  }, {
    "title": "Interactions between environmental change and shallow water carbonate buildup along the northern Tethyan margin and their impact on the Early Cretaceous carbon isotope record",
    "authors": ["K.B. Föllmi", "A. Godet", "S. Bodin", "P. Linder"],
    "venue": "Paleoceanography 21",
    "year": 2006
  }, {
    "title": "Unlocking paleo-environmental information from Early Cretaceous shelf sediments in the Helvetic Alps: stratigraphy is the key",
    "authors": ["K.B. Föllmi", "S. Bodin", "A. Godet", "P. Linder", "B. Van de Schootbrugge"],
    "venue": "Birkhauser Verlag Ag 349–369",
    "year": 2007
  }, {
    "title": "Bridging the Faraoni and Selli oceanic anoxic events: short and repetitive dys- and anaerobic episodes during the late Hauterivian to early Aptian in the central Tethys",
    "authors": ["K.B. Föllmi", "M. Bôle", "N. Jammet", "P. Froidevaux", "A. Godet", "S. Bodin", "T. Adatte", "V. Matera", "D. Fleitmann", "J.E. Spangenberg"],
    "venue": "Climates of the Past",
    "year": 2012
  }, {
    "title": "Subaerial exposure unconformities on the Vercors carbonate platform (SE France) and their sequence stratigraphic significance",
    "authors": ["B.W. Fouke", "A.J.W. Everts", "E.W. Zwart", "W. Schlager", "P.C. Smalley", "H. Weissert"],
    "year": 1996
  }, {
    "title": "Basinto platform chemostratigraphy and diagenesis of the Early Cretaceous Vercors Carbonate Platform, SE France",
    "authors": ["B.W. Fouke", "W. Schlager", "M.G.M. Vandamme", "J. Henderiks", "B. Van Hilten"],
    "venue": "Sedimentary Geology",
    "year": 2005
  }, {
    "title": "Evolution of the Tithonian-Aptian Carbonate Platform along the Northern Tethyan Margin, Eastern Helvetic Alps",
    "authors": ["H. Funk", "K.B. Föllmi", "H. Mohr"],
    "venue": "Cretaceous Carbonate Platforms: AAPG Special Volumes,",
    "year": 1993
  }, {
    "title": "Carte géologique simplifiée des alpes occidentales du Léman à Digne 1:250000",
    "authors": ["M. Gidon"],
    "venue": "Editions Didier & Richard et BRGM. Bureau de Recherches Geologiques et Mineres,",
    "year": 1977
  }, {
    "title": "Evolution of the marine stable carbonisotope record during the early Cretaceous: a focus on the late Hauterivian and Barremian in the Tethyan realm",
    "authors": ["A. Godet", "S. Bodin", "K.B. Föllmi", "J. Vermeulen", "S. Gardin", "N. Fiet", "T. Adatte", "Z. Berner", "D. Stüben", "B. Van de Schootbrugge"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2006
  }, {
    "title": "Platform-induced clay-mineral fractionation along a northern Tethyan basin-platform transect: implications for the interpretation of Early Cretaceous climate change (Late Hauterivian–Early Aptian)",
    "authors": ["A. Godet", "S. Bodin", "T. Adatte", "K.B. Föllmi"],
    "venue": "Cretaceous Research",
    "year": 2008
  }, {
    "title": "Stratigraphic, sedimentological and palaeoenvironmental constraints on the rise of the Urgonian platform in the western",
    "authors": ["A. Godet", "K.B. Föllmi", "S. Bodin", "E. de Kaenel", "V. Matera", "T. Adatte"],
    "venue": "Swiss Jura. Sedimentology",
    "year": 2010
  }, {
    "title": "A Late Barremian age for the onset of Urgonian-type facies in the Swiss Jura Mountains — reply to the discussion by Conrad et al. on “Stratigraphic, sedimentological and palaeoenvironmental constraints on the rise of the Urgonian Platform in the western Swiss Jura",
    "authors": ["A. Godet", "K.B. Föllmi", "S. Bodin", "E. De Kaenel", "V. Matera", "T. Adatte", "A. Arnaud-Vanneau", "H. Arnaud", "J.A. Vermeulen"],
    "year": 2011
  }, {
    "title": "Carbon-isotope stratigraphy in shallowwater carbonates: implications for Cretaceous black-shale deposition",
    "authors": ["J. Grötsch", "I. Billing", "V. Vahrenkamp"],
    "venue": "Sedimentology",
    "year": 1998
  }, {
    "title": "Alternative global Cretaceous paleogeography",
    "authors": ["W.W. Hay", "R.M. DeConto", "C.N. Wold", "K.M. Wilson", "S. Voigt", "M. Schulz", "A. Rossby Wold", "W.C. Dullo", "A.B. Ronov", "A.N. Balukhovsky", "E. Söding"],
    "venue": "Evolution of the Cretaceous Ocean-Climate System: Spec. Pap.-Geol. Soc",
    "year": 1999
  }, {
    "title": "Absence ofmajor vegetation and palaeoatmospheric pCO2 changes associated with oceanic anoxic event 1a (Early Aptian, SE France)",
    "authors": ["U. Heimhofer", "P.A. Hochuli", "J.O. Herrle", "N. Andersen", "H. Weissert"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2004
  }, {
    "title": "Coastal sediments from the Algarve — Low-latitude climate archive for the Aptian-Albian",
    "authors": ["U. Heimhofer", "T. Adatte", "P.A. Hochuli", "S. Burla", "H. Weissert"],
    "venue": "International Journal of Earth Sciences",
    "year": 2008
  }, {
    "title": "Latitudinally different responses of Tethyan shoal-water carbonate systems to the Early Aptian oceanic anoxic event (OAE",
    "authors": ["S. Huck", "N. Rameil", "T. Korbar", "U. Heimhofer", "T.D. Wieczorek", "A. Immenhauser"],
    "venue": "Sedimentology",
    "year": 2010
  }, {
    "title": "Strontium and carbon-isotope chronostratigraphy of Barremian–Aptian shoal-water carbonates: Northern Tethyan platform drowning predates OAE 1a",
    "authors": ["S. Huck", "U. Heimhofer", "N. Rameil", "S. Bodin", "A. Immenhauser"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2011
  }, {
    "title": "Early Aptian algal bloom in a neritic proto-North Atlantic setting: Harbinger of global change related to OAE1a",
    "authors": ["S. Huck", "U. Heimhofer", "A. Immenhauser"],
    "venue": "GSA Bulletin",
    "year": 2012
  }, {
    "title": "Sequence stratigraphy of carbonate shelves with an example form themid-Cretaceous (Urgonian) of southeast France. International Association of Sedimentologists",
    "authors": ["D. Hunt", "M.E. Tucker"],
    "venue": "Special Publication",
    "year": 1993
  }, {
    "title": "Origin and significance of isotope shifts in Pennsylvanian carbonates (Asturias, NW Spain)",
    "authors": ["A. Immenhauser", "J.A.M. Kenter", "G. Ganssen", "J.R. Bahamonde", "A. Van Vliet", "M.H. Saher"],
    "venue": "Journal of Sedimentary Research",
    "year": 2002
  }, {
    "title": "An alternative model for positive shifts in shallow-marine carbonate δ13C and δ18O",
    "authors": ["A. Immenhauser", "G. Della Porta", "J.A.M. Kenter"],
    "venue": "Sedimentology",
    "year": 2003
  }, {
    "title": "Microbial-foraminiferal episodes in the Early Aptian of the southern Tethyan margin: ecological significance and possible relation to oceanic anoxic event",
    "authors": ["A. Immenhauser", "H. Hillgärtner", "E. van Bentum"],
    "venue": "Sedimentology",
    "year": 2005
  }, {
    "title": "Interpreting the carbon-isotope record of ancient shallow epeiric seas: lessons from the recent",
    "authors": ["A. Immenhauser", "C. Holmden", "W.P. Patterson"],
    "venue": "Geological Association of Canada Special Publication,",
    "year": 2008
  }, {
    "title": "Major transgressive/regressive (second order) facies cycles: the effects of tectono-eustasy",
    "authors": ["T. Jacquin", "de Graciansky", "P.-C"],
    "venue": "In: de Graciansky,",
    "year": 1998
  }, {
    "title": "Geochemistry of oceanic anoxic events. Geochemistry, Geophysics",
    "authors": ["H.C. Jenkyns"],
    "venue": "Geosystems 11,",
    "year": 2010
  }, {
    "title": "Stratigraphy, paleoceanography, and evolution of Cretaceous Pacific Guyots: relicts from a greenhouse world",
    "authors": ["H.C. Jenkyns", "O.A. Wilson"],
    "venue": "American Journal of Science",
    "year": 1999
  }, {
    "title": "Subaerial exposure and deposition of shallowing upward sequences: evidence from stable isotopes of Purbeckian peritidal carbonates (basal Cretaceous), Swiss and French Jura Mountains",
    "authors": ["M. Joachimski"],
    "venue": "Sedimentology",
    "year": 1994
  }, {
    "title": "Late Hauterivian–Early Aptian carbon-cycle and climate evolution leading to Oceanic Anoxic Event 1a",
    "authors": ["C.E. Keller"],
    "venue": "PhD. Thesis ETH Zürich N°19712,",
    "year": 2011
  }, {
    "title": "Transient global cooling at the onset of early Aptian oceanic anoxic event (OAE",
    "authors": ["W. Kuhnt", "A. Holbourn", "M. Moullade"],
    "venue": "1a. Geology",
    "year": 2011
  }, {
    "title": "Carbon geochemistry of marine-derived brines: I. 13C depletions due to intense photosynthesis",
    "authors": ["B. Lazar", "J. Erez"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1992
  }, {
    "title": "The continental margin of the Mesozoic",
    "authors": ["M. Lemoine", "T. Bas", "A. Arnaudvanneau", "H. Arnaud", "T. Dumont", "M. Gidon", "M. Bourbon", "P.C. Degraciansky", "J.L. Rudkiewicz", "J. Megardgalli", "P. Tricart"],
    "venue": "Tethys in the western Alps Mar. Petroleum Geology",
    "year": 1986
  }, {
    "title": "Relation between stratigraphic architecture and multi-scale heterogeneities in carbonate platforms: the Barremian-lower Aptian of the Monts de Vaucluse, SE France",
    "authors": ["P. Leonide", "J. Borgomano", "Masse", "J.-P", "S. Doublet"],
    "venue": "Sedimentary Geology",
    "year": 2012
  }, {
    "title": "The early Barremian warm pulse and the late Barremian cooling: a high resolution record of the Boreal Realm",
    "authors": ["M. Malkoc", "J. Mutterlose"],
    "venue": "Palaios",
    "year": 2010
  }, {
    "title": "Les calcaires urgoniens de Provence",
    "authors": ["Masse", "J.-P"],
    "venue": "Valanginien — Aptien inférieur. Thèse,",
    "year": 1976
  }, {
    "title": "The Lower CretaceousMesogean benthic ecosystems: palaeoecologic aspects and palaeobiogeographic implications",
    "authors": ["J.P. Masse"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1992
  }, {
    "title": "Drowning discontinuities and stratigraphic correlation in platform carbonates. The Late Barremian–Early Aptian record of southeast France",
    "authors": ["Masse", "J.-P", "M. Fenerci-Masse"],
    "venue": "Cretaceous Research",
    "year": 2011
  }, {
    "title": "A volcanic CO2 pulse triggered the Cretaceous oceanic anoxic event 1a and a biocalcification crisis",
    "authors": ["S. Méhay", "C.E. Keller", "S.M. Bernasconi", "H. Weissert", "E. Erba", "C. Bottini", "P.A. Hochuli"],
    "venue": "Geology",
    "year": 2009
  }, {
    "title": "High-resolution δ13C stratigraphy through the early",
    "authors": ["A.P. Menegatti", "H. Weissert", "R.S. Brown", "R.V. Tyson", "P. Farrimond", "A. Strasser", "M. Caron"],
    "venue": "Aptian “Livello Selli” of the Alpine Tethys. Paleoceanography",
    "year": 1998
  }, {
    "title": "Impact of Early Aptian carbon cycle perturbations on evolution of a marine shelf system in the Basque-Cantabrian Basin (Aralar",
    "authors": ["M.I. Millán", "H.J. Weissert", "P.A. Fernández-Mendiola", "J. García-Mondéjar"],
    "venue": "N Spain). Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "The Madotz Urgonian platform (Aralar, northern Spain): paleoecological changes in response to Early Aptian global environmental events",
    "authors": ["M.I. Millán", "H.J. Weissert", "H. Owen", "P.A. Fernández-Mendiola", "J. García-Mondéjar"],
    "year": 2011
  }, {
    "title": "Organic maturation in the French Subalpine Chains: regional differences in burial history and the size of tectonic loads",
    "authors": ["S.J. Moss"],
    "venue": "Journal of the Geological Society (London)",
    "year": 1992
  }, {
    "title": "Diagenesis of Barremian–Aptian platform carbonates (the Urgonian Limestone Formation of SE France): near-surface and shallow-burial diagenesis",
    "authors": ["S. Moss", "M.E. Tucker"],
    "venue": "Sedimentology",
    "year": 1995
  }, {
    "title": "Correlation of biostratigraphic and stable isotope events in the Aptian historical stratotype of La Bédoule (southeast France)",
    "authors": ["M. Moullade", "W. Kuhnt", "J.A. Bergen", "Masse", "J.-P", "G. Tronchetti"],
    "venue": "Comptes Rendus de l'Acadé mie des Sciences–Series IIA–Earth and Planetary Sciences",
    "year": 1998
  }, {
    "title": "TEX86 and stable δ18O paleothermometry of early Cretaceous sediments: implications for belemnite ecology and paleotemperature proxy application",
    "authors": ["J. Mutterlose", "M. Malkoc", "S. Schouten", "J.S. Sinninghe Damsté", "A. Forster"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2010
  }, {
    "title": "Major palaeoenvironmental perturbation in an Early Aptian carbonate platform: prelude of the oceanic anoxic event 1a",
    "authors": ["M. Najarro", "I. Rosales", "J. Martín-Chivelet"],
    "venue": "Sedimentary Geology",
    "year": 2010
  }, {
    "title": "Depletion of 13C in seawater",
    "authors": ["W.P. Patterson", "L.M. Walter"],
    "year": 1994
  }, {
    "title": "Ecological succession, paleoenvironmental change, and depositional sequences of Barremian–Aptian shallow-water carbonates in northern Oman",
    "authors": ["B. Pittet", "F.S.P. Van Buchem", "H. Hillgärtner", "P. Razin", "J. Grötsch", "H. Droste"],
    "venue": "Sedimentology",
    "year": 2002
  }, {
    "title": "Morphological patterns of Aptian Lithocodium-Bacinella geobodies: relation to environment and scale",
    "authors": ["N. Rameil", "A. Immenhauser", "G. Warrlich", "H. Hillgärtner", "H.J. Droste"],
    "venue": "Sedimentology",
    "year": 2010
  }, {
    "title": "Latest Jurassic-Early Cretaceous events and the “late Cimmerian unconformity",
    "authors": ["P.F. Rawson", "L.A. Riley"],
    "venue": "in North Sea area. Bulletin of the American Association of Petroleum Geologists",
    "year": 1982
  }, {
    "title": "Deep structure of the Alps",
    "authors": ["F. Roure", "P. Heitzmann", "R. Polino"],
    "venue": "Memoire Société de géologique de France, Paris",
    "year": 1990
  }, {
    "title": "The Barremian–Aptian arid phase in western Europe",
    "authors": ["A.H. Ruffell", "D.J. Batten"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1990
  }, {
    "title": "Palaeoclimate analysis using spectral gamma-ray data from the Aptian (Cretaceous) of southern England and southern France",
    "authors": ["A. Ruffell", "R. Worden"],
    "year": 2000
  }, {
    "title": "Palaeoclimate indicators (clay minerals, calcareous nannofossils, stable isotopes) compared from two successions in the Late Jurassic of the Volga Basin (SE Russia)",
    "authors": ["A. Ruffell", "G.D. Price", "J. Mutterlose", "K. Kessels", "E. Baraboshkin", "D.R. Gröcke"],
    "venue": "Geological Journal",
    "year": 2002
  }, {
    "title": "Carbonate depositional sequences in shallow to hemipelagic platform deposits; Aptian",
    "authors": ["P.A. Ruiz-Ortiz", "J.M. Castro"],
    "venue": "Prebetic of Alicante (SE Spain). Bulletin de la Societe Geologique de France",
    "year": 1998
  }, {
    "title": "Characterization, lateral variability and lateral extent of discontinuity surfaces on a carbonate platform (Barremian to Lower Aptian, Oman)",
    "authors": ["U. Sattler", "A. Immenhauser", "H. Hillgärtner", "M. Esteban"],
    "venue": "Sedimentology",
    "year": 2005
  }, {
    "title": "Carbon isotope fluctuations in Cretaceous pelagic limestones — potential stratigraphic and petroleum-exploration tool",
    "authors": ["P.A. Scholle", "M.A. Arthur"],
    "venue": "AAPG Bulletin- American Association of Petroleum Geologists",
    "year": 1980
  }, {
    "title": "Description de Praedictyorbitolina claveli n. sp., Orbitolinide (Foraminiferida) de l'Hauterivien supérieur du Jura neuchâtelois et vaudois",
    "authors": ["R. Schröder"],
    "venue": "Publication du Departement de Geologie et de Paleontologie de l' Universite de Geneve",
    "year": 1994
  }, {
    "title": "Praedictyorbitolina carthusiana nov",
    "authors": ["R. Schröder", "B. Clavel", "J. Charollais"],
    "venue": "gen. nov. sp., orbitolinidé (Foraminiferida) de la limite Hauterivien-Barrémien des Alpes occidentales. Paläontologische Zeitschrift",
    "year": 1990
  }, {
    "title": "Corrélations biostratigraphiques entre la coupe d'Organyà (Pyrénées catalanes",
    "authors": ["R. Schröder", "B. Clavel", "M.A. Conrad", "L. Zaninetti", "R. Busnardo", "J. Charollais", "A. Cherchi"],
    "venue": "NE de l'Espagne) et le Sud-Est de la France pour l'intervalle Valanginien e Aptien. Treballs del Museu de Geologia de Barcelona",
    "year": 2000
  }, {
    "title": "Revised orbitolinid biostratigraphic zonation for the Barremian– Aptian of the eastern Arabian Plate and implications for regional stratigraphic correlations",
    "authors": ["R. Schröder", "F.S.P. van Buchem", "A. Cherchi", "D. Baghbani", "B. Vincent", "A. Immenhauser", "B. Granier"],
    "year": 2010
  }, {
    "title": "Cretaceous carbonate platforms: an overview",
    "authors": ["J.A. Simo", "R.W. Scott", "Masse", "J.-P"],
    "venue": "Cretaceous Carbonate Platforms: AAPG Special Volumes,",
    "year": 1993
  }, {
    "title": "Orbital tuning of a lower Cretaceous composite record (Maiolica Formation, central Italy)",
    "authors": ["M. Sprovieri", "R. Coccioni", "F. Lirer", "N. Pelosi", "F. Lozar"],
    "venue": "Paleoceanography 21,",
    "year": 2006
  }, {
    "title": "Progressive palaeoenvironmental change during the Late Barremian–Early Aptian as prelude to oceanic anoxic event 1a: evidence from the Gorgo a Gorgo a Cerbara section (Umbria-Marche basin, central Italy)",
    "authors": ["M. Stein", "K.B. Föllmi", "S. Westermann", "A. Godet", "T. Adatte", "V. Matera", "D. Fleitmann", "Z. Berner"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2011
  }, {
    "title": "Paleoenvironmental and paleoecological change on the northern Tethyan carbonate platform during the late Barremian–earliest Aptian",
    "authors": ["M. Stein", "A. Arnaud-Vanneau", "T. Adatte", "D. Fleitmann", "J. Spangenberg", "K.B. Föllmi"],
    "venue": "Sedimentology",
    "year": 2012
  }, {
    "title": "Isotopic and chemical intra-shell variations in low-Mg calcite of rudist bivalves (Mollusca-Hippuritacea): disequilibrium fractionations and Late Cretaceous seasonality",
    "authors": ["T. Steuber"],
    "venue": "International Journal of Earth Sciences",
    "year": 1999
  }, {
    "title": "The nature of the δ13C of periplatform sediments: implications for stratigraphy and the global carbon cycle",
    "authors": ["P.K. Swart", "G. Eberli"],
    "venue": "Sedimentary Geology",
    "year": 2005
  }, {
    "title": "Development of the Urgonian Limestones in the Delphino Helvetic Realm (Northern subalpine chains, Haute-Savoie, France)",
    "authors": ["G.L. Trabold"],
    "venue": "PhD Thesis, Université de Genève, Genève,",
    "year": 1996
  }, {
    "title": "High-resolution sequence stratigraphic",
    "authors": ["F. van Buchem", "B. Pittet", "H. Hillgartner", "J. Grotsch", "A.I. Al Mansouri", "I.M. Billing", "H.J. Droste", "W.H. Oterdoom"],
    "year": 2002
  }, {
    "title": "Etude stratigraphique et paléontologique de la famille des Pulchelliidae (Ammonoidea, Ammonitina, Endomocerataceae). Géologie alpine, Mémoire hors-série",
    "authors": ["J. Vermeulen"],
    "year": 2002
  }, {
    "title": "Four ammonite species, from the Barremian of south east France",
    "authors": ["J. Vermeulen"],
    "venue": "Annales du Museum d'Histoire Naturelle de Nice",
    "year": 2005
  }, {
    "title": "Orbitolina episodes in carbonate platform evolution: the early Aptian model from SE Spain",
    "authors": ["L. Vilas", "J.P. Masse", "C. Arias"],
    "year": 1995
  }, {
    "title": "C-Isotope stratigraphy, a monitor of palaeoenvironmental change: a case study from the Early Cretaceous",
    "authors": ["H. Weissert"],
    "venue": "Surveys in Geophysics",
    "year": 1989
  }, {
    "title": "Volcanism, CO2 and paleoclimate: a Late Jurassic-Early Cretaceous oxygen isotope record",
    "authors": ["H. Weissert", "E. Erba"],
    "venue": "Journal of the Geological Society (London)",
    "year": 2004
  }, {
    "title": "Correlation of Early Cretaceous carbon isotope stratigraphy and platform drowning events: a possible link",
    "authors": ["H. Weissert", "A. Lini", "K.B. Föllmi", "O. Kuhn"],
    "year": 1998
  }, {
    "title": "Etude sédimentologique, minéralogique et micropaléontologique des calcaires urgoniens de la région subalpine (Savoie, France)",
    "authors": ["S. Wermeille"],
    "venue": "Coupes du Rocher de Cluses, du Borne et d'Andey. Master Thesis,",
    "year": 1996
  }, {
    "title": "Chemostratigraphic correlation of Barremian and lower Aptian ammonite zones and magnetic reversals",
    "authors": ["L. Wissler", "H. Weissert", "Masse", "J.-P", "L.G. Bulot"],
    "venue": "International Journal of Earth sciences (Geologische Rundschau)",
    "year": 2002
  }, {
    "title": "Response of Early Cretaceous carbonate platforms to changes in atmospheric carbon dioxide levels",
    "authors": ["L. Wissler", "H. Funk", "H. Weissert"],
    "year": 2003
  }, {
    "title": "Calibration of the early Cretaceous time scale. Calibration of the Early Cretaceous time scale: a combined chemostratigraphic and cyclostratigraphic approach to the BarremianAptian interval Campania Apennines and southern Alps (Italy)",
    "authors": ["L. Wissler", "H. Weissert", "F.P. Buonocunto", "V. Ferreri", "B. D'Argenio"],
    "year": 2004
  }],
  "id": "SP:b651267c5c4585d77c70a3ba93113fb7f9539c9e",
  "authors": [{
    "name": "S. Huck",
    "affiliations": []
  }, {
    "name": "U. Heimhofer",
    "affiliations": []
  }, {
    "name": "A. Immenhauser",
    "affiliations": []
  }, {
    "name": "H. Weissert",
    "affiliations": []
  }],
  "title": "Carbon-isotope stratigraphy of Early Cretaceous (Urgonian) shoal-water deposits: Diachronous changes in carbonate-platform production in the north-western Tethys"
}