{
  "sections": [{
    "text": "0277-3791/$ - se doi:10.1016/j.qu\nCorrespond Applied Geosc Division, P.O. Tel.: +3130 25\nE-mail addr\nWell-dated terrestrial sedimentary sequences are important to evaluate the influence of Quaternary climate change on continental landscape evolution. The Roer Valley Graben (southeastern Netherlands) contains a 35m thick sedimentary record of Middle and Late Quaternary fluvial, aeolian and organic deposits. Sediment provenance, depositional processes and the continuity and timing of deposition were reconstructed. Sedimentary and geochemical data reveal a change from a fluvial depositional environment to a dominance of aeolian deposits. This change may be related to increased tectonic uplift and the onset of large-scale volcanism in the Ardennes–Eifel region between 800 and 500 ka. The main source of aeolian sediments are Quaternary Rhine deposits that crop out to the northwest of the study area. Sedimentation and preservation in the Roer Valley Graben took place under humid surface conditions. These conditions occurred: (1) in a periglacial climate with permafrost; (2) at the transition from a warm-temperate to a cool climate. Dates from two internally consistent quartz Optically Stimulated Luminescence (OSL) age series in the Roer Valley Graben correspond well with the ages of related terrace deposits in the orbitally tuned Meuse river terrace flight. The OSL dates confirm the presence of organic deposits reflecting Marine Oxygen Isotope Stage (MIS) 9 or 11 and MIS 5e. This long terrestrial sequence thus provides input for the fragmentary Middle Pleistocene record of northwestern Europe and forms a possible link between the glacial history of northern Europe and the long lake and loess records of eastern and southern Europe. r 2005 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Long terrestrial sedimentary records with an independent chronology are important to evaluate the influence of Quaternary climate change on continental\ne front matter r 2005 Elsevier Ltd. All rights reserved. ascirev.2005.01.010\ning author. Present address: Netherlands Institute of\nience TNO-National Geological Survey, Geology Box 80015, NL-3508 TA Utrecht, The Netherlands. 64887; fax: +31 30 2564855. ess: j.schokker@nitg.tno.nl (J. Schokker).\nlandscape evolution. They also form an important tool for correlating continental environmental changes with variations in the continuous marine and ice core records. Unfortunately, terrestrial sedimentary records are usually rather discontinuous in time and space. Often, the best possibilities for the preservation of undisturbed continuous records that span more than one glacial–interglacial cycle are offered by lake and loess sequences. In Europe, long lacustrine records are mainly known from the central and southern part of the continent (Fig. 1A). However, the resolution of most of these\nARTICLE IN PRESS\nJ. Schokker et al. / Quaternary Science Reviews 24 (2005) 2243–22642244\nsequences means that they can only be interpreted in terms of regional climate change and not in terms of local geomorphological processes and landscape development. Northwestern Europe does not contain many areas that are suitable for the preservation of long continuous Quaternary sedimentary sequences (Turner, 1998; Dowling and Coxon, 2001; Thomas, 2001). The landscape repeatedly suffered from glacial remoulding and erosion by periglacial processes. Deep lacustrine basins or thick loess sequences could not develop. Nevertheless, the region was at the crossroads of the glacial realm to the north, the marine realm to the west and the terrestrial realm to the east and south. This makes it a key area for correlating the fragmentary glacial record of northern Europe with the lake and loess records in the east and south. Previous authors used borehole data from the Quaternary Rhine–Meuse fluvio-deltaic sequence that formed in the southern North Sea Basin as one, composite record. They applied site-to-site correlation based on palynological and sediment-petrological evidence, combined with sparse absolute dates (Zagwijn, 1974, 1985, 1989; De Jong, 1988; Gibbard et al., 1991).\nStill, long-distance correlation within this large, tectonically complex area is very hazardous and the fluviodeltaic record is far from complete (e.g. Wallinga et al., 2004). The subsiding Roer Valley Graben in the southeastern Netherlands (Fig. 1A) is situated at the southern edge of the North Sea Basin. It contains a 35m thick sedimentary record of Middle and Late Quaternary fluvial, aeolian and organic deposits (Schokker and Koster, 2004). Although not continuous, the sedimentary record in the Roer Valley Graben offers a wealth of information on the development of the landscape in the non-glaciated part of northwestern Europe during the Middle and Late Quaternary. In addition, the widespread presence of aeolian sediments and low natural radiation doses make Optically Stimulated Luminescence (OSL) dating a suitable method to provide an independent chronology for these deposits. This paper aims to reconstruct the depositional environment, sediment provenance and landscape development in the Roer Valley Graben during the Middle and Late Quaternary by means of sedimentary and palaeoecological research. The completeness of the\nARTICLE IN PRESS J. Schokker et al. / Quaternary Science Reviews 24 (2005) 2243–2264 2245\nrecord and the significance of depositional hiatuses for the interpretation of the sedimentary sequence are considered. The age of the deposits is determined by extensive quartz OSL dating at two different sites. Obtained ages are compared to dates on related deposits in the orbitally tuned Meuse river terrace flight (Van Balen et al., 2000; Van den Berg and Van Hoof, 2001; Houtgast et al., 2002). The multi-disciplinary approach provides detailed knowledge on the geomorphological processes and landscape evolution in northwestern Europe under the influence of repeated Quaternary climate change."
  }, {
    "heading": "2. Geological setting",
    "text": "The subsurface of the southeastern Netherlands is dissected by southeast–northwest trending faults, bounding a number of tectonic blocks. This zone of active faulting is known as the Roer Valley Rift System. The central, strongest subsiding part is the Roer Valley Graben (Fig. 1B; Geluk et al., 1994). The Roer Valley Rift System forms part of the Cenozoic rift system of western and central Europe, a chain of rifted basins that runs from the North Sea to the western Mediterranean. It originated in the Late Oligocene in response to the collision of the Eurasian and African–Arabian plates during the Pyrenean phase of the Alpine orogeny (Ziegler, 1994). The Roer Valley Rift System is confined by the marine North Sea Basin to the north and west, and the Campine High, Ardennes and Rhenish Massif to the east and south. Due to ongoing subsidence, a more than 200m thick Quaternary sedimentary sequence developed in the Roer Valley Graben. Tectonic activity and climate change caused repeated sea-level changes during this period and affected the course and sediment supply of the river systems discharging into the subsiding area from the uplifting hinterland (Zagwijn, 1989). The sea withdrew from the Roer Valley Graben in the Early Pleistocene, leaving the area as one of the main depositional basins for the mixed Rhine–Meuse river system (‘Rhine deposits’ in Figs. 2A, B). In the Middle Pleistocene, accelerated uplift of the Ardennes and Rhenish Massif forced the rivers Rhine and Meuse to incise deep, gorgelike valleys in their middle reaches (Meyer and Stets, 1998, 2002; Van Balen et al., 2000, 2002; Van den Berg and Van Hoof, 2001). At approximately the same time, the lower course of the river Rhine was forced out of the Roer Valley Graben due to northeastward tectonic tilting (Van Balen et al., 2000). The river Meuse incised a valley in the eastern part of the Roer Valley Graben and deposited the coarse-grained sediments of the Beegden Formation (Veghel A deposits of Van den Toorn, 1967; ‘Meuse deposits’ in Figs. 2A, B). Later, the river Meuse also took a more northeastern course. The cause and\ntiming of these fluvial shifts will be discussed later in this paper. From the second half of the Middle Pleistocene onward, the Roer Valley Graben no longer hosted a large fluvial depositional system (Kasse, 1988; Zagwijn, 1989; Van den Berg, 1994). However, tectonic subsidence of the area continued (Houtgast and Van Balen, 2000). Rhythmic climate changes caused repeated shifts from a warm-temperate to a cold-periglacial climate. A diverse depositional pattern developed, associated with aeolian processes, fluvio-aeolian processes and smallscale fluvial processes (Schokker and Koster, 2004). In shallow, humid depressions, 1–2m thick organic deposits were formed. The interplay of tectonic subsidence and climate change favoured the development and preservation of this heterogeneous, up to 35m thick terrestrial sedimentary record in the Roer Valley Graben. The fine-grained sand, loam and peat deposits (previously lithostratigraphically known as Nuenen Group; e.g. Zagwijn, 1989, 1996) are assigned to the Boxtel Formation (TNO-NITG, 2004; Figs. 2A, B). The correlation between lithostratigraphy and dominating depositional environment is shown in Table 1. Because of the heterogeneity of the record and the fact that sedimentation in the fluvio-aeolian environment was far from continuous and gradual, it is likely that hiatuses exist in this sedimentary sequence. A depositional break is sometimes recognised in the sedimentary record as a cryoturbation level or soil horizon, but often it is only indicated by an abrupt lithological change. It is thus impossible to correlate individual sediment layers with similar layers in neighbouring outcrops or cores. Simple ‘counting-from-the-top’ procedures without paying attention to the presence of hiatuses may lead to serious miscorrelation and misinterpretation when reconstructing the depositional history of the Roer Valley Graben."
  }, {
    "heading": "3. Sediment provenance",
    "text": ""
  }, {
    "heading": "3.1. Method",
    "text": "We collected data concerning the lithology and sedimentary structures of thirteen 30–35m deep cores. The cores were drilled using a mechanised bailer drilling unit with the possibility of retrieving undisturbed 1m long cores (Oele et al., 1983). Average sediment recovery ranged from 80% (sand) to 100% (humic loam and peat), with 80–90% of the recovered sediments being undisturbed. The 10 cm wide cores were divided into halves and photographed. One half was used to make a lithological description and to take grain size, geochemistry and pollen samples, the other half was used to make lacquer peels for the analysis of sedimentary structures. Two sediment cores (51B0307 and 51H0183;\nARTICLE IN PRESS\nJ. Schokker et al. / Quaternary Science Reviews 24 (2005) 2243–22642246\nLithostratigraphy (TNO-NITG, 2004) Dominant type of deposit and depositional environment\nBoxtel formation Fine-grained aeolian, small-scale fluvial and organic deposits (aeolian deposits)\nFine-grained alternating fluvial and aeolian deposits (fluvio-aeolian deposits)\nBeegden formation Coarse-grained fluvial deposits of the river Meuse Sterksel formation Coarse-grained fluvial deposits of the rivers Rhine and Meuse\nFig. 1B) were split in faint red light and sampled for OSL dating before any other processing or sampling was done.\nBulk geochemical analyses (X-ray fluorescence (XRF) spectrometry) and heavy mineral analysis of the sand fraction were applied to get additional information on the provenance of the clastic sediments (cf. Moura and Kroonenberg, 1990; Huisman and Kiden, 1998; Huisman et al., 2000a, b). A major advantage of the XRF method is the rapid analysis of many different elements in a large number of samples. The XRF samples were ground using a Tungsten-carbide mill. Pressed powder tablets were prepared and analysed for major and trace elements, using an ARL8410 spectrometer with a Rhodium tube, with full matrix correction for major elements and the Compton scatter method for trace elements. To take into account the effects of grain size differences, part of the samples were taken at the same depths as the grain size samples. We present Al2O3 and Na2O results from five different\nsediment cores (Figs. 3, 4). Sodium (Na) was chosen, because in the shallow subsurface of the Netherlands Na bearing feldspars provide virtually the only source of this element (Van Baren, 1934). Furthermore, Nafeldspar is not very susceptible to chemical weathering in the geochemical environment and time span under consideration. This leaves sorting processes and provenance as the only factors to explain differences in Na content. Heavy mineral data were extracted from the TNONITG heavy mineral database, which contains the results of 40,000 analyses made by the State Geological Survey of the Netherlands since the late 1940s. After treatment with HCl and HNO to remove iron(hydr)oxides and humus, 200 transparent (nonopaque) grains of the 63–500 mm grain size fraction with a density 42.87 g cm 3 were counted by optical determination under a polarising microscope. A major distinction can be made between stable and unstable heavy minerals (e.g. Zonneveld, 1947; Boenigk, 1983).\nARTICLE IN PRESS\nJ. Schokker et al. / Quaternary Science Reviews 24 (2005) 2243–22642248\nTypical stable minerals are tourmaline, the metamorphic minerals andalusite, kyanite and sillimanite, staurolite and zircon. These minerals are usually\ndepicted on the right-hand side of a heavy mineral diagram (cf. Fig. 5). Unstable minerals are found on the left-hand side of a diagram and include a.o. garnet,\nA R TIC LE IN PR ES S\n2 2 4 9\nARTICLE IN PRESS J. Schokker et al. / Quaternary Science Reviews 24 (2005) 2243–22642250\nepidote, alterite, saussurite, hornblende and the volcanic mineral augite. To locate the source area of the fluvial and aeolian sediments in the Roer Valley Graben, heavy mineral analyses from the upper 50m of eight different sediment cores were plotted on the map (Fig. 5)."
  }, {
    "heading": "3.2. Results",
    "text": "Bulk geochemical results are strongly related to sample granulometry (Moura and Kroonenberg, 1990; Huisman and Kiden, 1998; Tebbens et al., 2000). The Al2O3 concentration can be used to take this effect into account, because Al bearing phyllosilicates (clay minerals and mica) are concentrated in the clay and fine silt fraction (Tebbens et al., 2000). Based on samples from two different cores, the Al2O3 content shows a negative correlation with the median grain size (Fig. 3A). Huisman and Kiden (1998) and Tebbens et al. (2000) found a similar relation between the Al2O3 content and the o16 mm grain size fraction, based on more extensive geochemical datasets from the southern Netherlands. The correlation between Al and median grain size demonstrates that the Al2O3 concentration can be used as a proxy for sample grain size. Although quartz (SiO2) is by far the most abundant mineral in Dutch Quaternary deposits, most geochemical variability between sediments is related to varying contents of feldspars, clay minerals and micas. These minerals are characterised by a specific, fixed ratio between Al2O3 and the other major oxides (e.g. CaO, K2O, Na2O). Fig. 3B shows a scatterplot of Na2O versus Al2O3 for fluvial and aeolian samples from four different cores. Samples of the fluvial Sterksel Formation show a steady rise in Na2O with increasing Al2O3 content for Al2O3 values up to 6%. This value corresponds to a median grain size of fine sand. At higher Al2O3 values (more silt and clay), Na values drop sharply. The fluvial Beegden formation could only be sampled in one core (45G0006). These coarse-grained samples show a lower Na2O:Al2O3 ratio than the deposits of the Sterksel Formation. Fluvio-aeolian and aeolian samples of the Boxtel Formation also show a positive correlation between Na and Al, though with a generally lower Na2O:Al2O3 ratio than the deposits of the Sterksel Formation and a large scatter (Fig. 3B). The highest Na values are related to the highest Al values, corresponding to samples with the smallest median grain size. To further characterise the relation between Na2O: Al2O3 and sediment provenance, Fig. 4 shows separate scatterplots of Na2O versus Al2O3 for three depth intervals in sediment core 51B0303. The envelopes of the fluvial and aeolian samples in Fig. 3B are shown for comparison. The nine samples of the Sterksel Formation (fluvial deposits of the Rhine and Meuse) clearly fall within the fluvial ‘envelope’. Within the Boxtel Formation, a distinction can be made between\nthe fluvio-aeolian samples and aeolian samples: the 22 fluvio-aeolian samples have a distinctly lower Na2O: Al2O3 ratio than the 28 aeolian samples (0.1370.04 versus 0.0970.03). Provenance variations are also reflected in the heavy mineral assemblage of the sand fraction of the deposits. Fig. 5 shows the mineralogical differences with depth for eight sediment cores in the Roer Valley Graben. Seven out of eight cores indicate high values of unstable heavy minerals in their lower part, resulting from the presence of fluvial Rhine–Meuse deposits (Sterksel Formation). The Beegden Formation, which is only present in the eastern part of the region, is characterised by an upward increasing abundance of stable minerals. These Meuse deposits are further distinguished by the presence of small amounts of Vosges hornblende (e.g. cores 52C0083 and 58A0039 in Fig. 5). The fluvio-aeolian and aeolian deposits of the Boxtel Formation generally have a stable heavy mineral assemblage. However, cores 45D0026 and 45G0006 in the northern part of the Roer Valley Graben show a gradual shift from a stable association in the lower part to a mixed heavy mineral association in the upper part of the formation. All deposits are characterised by generally small amounts of volcanic minerals."
  }, {
    "heading": "3.3. Interpretation",
    "text": "High Na values at 6% Al2O3 in the samples of the Sterksel Formation (Fig. 3B) indicate that Na bearing feldspars are primarily found in the fine sand grain size fraction (cf. Van Baren, 1934). Coarser grain sizes (low Al2O3 values) are dominated by quartz grains, whereas finer grain sizes show increasing amounts of Na-poor, Al-rich clay minerals. These trends are consistent with similar geochemical trends in Early Pleistocene Rhine deposits (Tegelen Formation; Huisman and Kiden, 1998), except that in the Early Pleistocene sediments the Na peak is found at 10% Al2O3 (silt fraction). The high content of Na bearing feldspars and the unstable heavy mineral assemblage of the Sterksel Formation are both typical for Rhine sediments from the moment the river had extended its drainage network to southern Germany and the northern Alpine region in the Late Pliocene (Zonneveld, 1947; Boenigk, 1978a, b). The presence of small amounts of volcanic minerals indicates that the Sterksel Formation must be older than the onset of large-scale Middle and Late Quaternary volcanism in the Eifel region, which led to very high percentages (up to 40%) of the volcanic mineral augite in Rhine deposits downstream of the Eifel (Zagwijn, 1989). The fluvial deposits of the Beegden Formation cannot be characterised geochemically, because only a very limited number of samples could be analysed. However, the upward increasing amount of stable heavy minerals indicates a combination of an influx of stable deposits\nARTICLE IN PRESS J. Schokker et al. / Quaternary Science Reviews 24 (2005) 2243–2264 2251\nand reworking of the underlying unstable deposits (Zonneveld, 1964). The stable heavy mineral association and the presence of Vosges hornblende clearly point to a Meuse provenance for these deposits. The occurrence of Vosges hornblende indicates that the deposits of the Beegden Formation in the Roer Valley Graben are older than 250 ka. This is the approximate age of the capture of the Lorraine Meuse near Toul by the river Moselle, which led to the loss of a considerable part of the upper drainage area of the river Meuse, including the Vosges region in northeastern France (Krook, 1993; Pissart et al., 1997). The Na2O:Al2O3 plot of the Boxtel Formation (Fig. 3B) shows some resemblance to that of Na bearing Early Pleistocene deposits with a southwestern (Belgian) provenance (Kedichem Formation; Huisman and Kiden, 1998). However, Na peak values are much higher. In the Boxtel Formation, the fluvio-aeolian deposits generally have lower Na2O:Al2O3 ratios than the aeolian deposits (Fig. 4). This may be related to the input of stable Meuse deposits in the fluvio-aeolian deposits. The very high Na values in the fine-grained aeolian deposits must be caused by the input of sediments rich in Na-bearing feldspar. The only possible provenance for these sediments are Quaternary Rhine deposits that cropped out to the north and west of the Roer Valley Graben, in the western Netherlands and dry southern North Sea Basin. A northwestern provenance for the aeolian deposits is consistent with the heavy mineral data for the Boxtel Formation. These indicate the highest values of unstable heavy minerals in the northern part of the region (Fig. 5). The trend from a stable to a mixed heavy mineral assemblage in the Boxtel Formation can be explained by assuming a mixed input of: (1) Na-rich, unstable aeolian sediments from the northwest; (2) Na-poor, stable aeolian deposits and deposits of small rivers from the Campine High in the southwest; (3) locally reworked sediments. It is concluded that after the disappearance of the large river systems from the Roer Valley Graben, Na-rich, unstable aeolian deposits became the dominant clastic sediment source in the region."
  }, {
    "heading": "4. Depositional environment",
    "text": ""
  }, {
    "heading": "4.1. Method",
    "text": "To reconstruct the palaeoenvironmental conditions during deposition, pollen samples were taken in selected organic bearing deposits every 5–20 cm, depending on the lithology of the core and the position of lithological transitions. Sample preparation included peptisation using Na4P2O7?10H2O, decalcification with hydrochloric acid (10%) and acetolysis. A sodium polytungstate solution (specific gravity 2.1) was used for heavy\nliquid separation of the organic and siliciclastic material. If possible, 200–300 pollen grains were counted at each level. Aquatics and spores were excluded from the pollen sum. In presenting and interpreting the data, the palynological results were combined with sedimentary information (Figs. 6, 7). A more detailed description and interpretation of the sedimentary structures of these deposits can be found in Schokker and Koster (2004)."
  }, {
    "heading": "4.2. Results",
    "text": "Vegetation and landscape development during deposition of both the clastic and organic deposits of the Boxtel Formation were reconstructed. Sedimentary and palynological data from core 51B0301 (Fig. 6) are representative for the depositional conditions during sedimentation of the clastic deposits. The core consists of alternating fine sand and sandy loam. In the core interval between 11.50 and 13.00m below surface, up to 20 cm thick cryoturbated loamy peat layers occur. The successive pollen spectra do not show a clear vegetational succession. Herbs and indifferent trees and shrubs dominate the main diagram (Fig. 6). Tree pollen is dominated by Pinus, with small quantities of Picea and Abies. Pollen from temperate trees and shrubs, including Alnus, is only present in very small quantities. Reworked pollen and spores (Mesozoic and Tertiary species) occur in minor amounts in most pollen spectra, aquatics are virtually absent. Cyperaceae dominate the local flora, with Artemisia and Selaginella selago both occurring in small numbers. Algae spores (Pediastrum) and Equisetum occasionally reach percentages of more than 1000%. Depositional conditions during the formation of two different organic-rich layers are derived from the interpretation of data from core 51B0307 (Figs. 7A, B). Both peat levels are embedded in aeolian sand. The diagrams show a clear vegetational succession and are subdivided into local pollen zones (LPZs). In the upper organic layer (5.80–4.30m below surface; Fig. 7A), lithology changes from peaty sand to amorphic peat and finally peaty loam. These lithological transitions occur partly at the same depths as changes in the pollen association. LPZ1 (5.80–5.35m below surface) corresponds to the peaty sand interval and is characterised by upward increasing values of thermophilous tree pollen and decreasing aquatics numbers. Quercus and Corylus are both present throughout this pollen zone. In the local vegetation, a shift from Gramineae to Cyperaceae is observed. Artemisia is sparsely present. At 5.35m, the peaty sand is abruptly overlain by amorphic peat. Pollen spectra in LPZ2 (5.35–5.04m below surface) are dominated by local taxa, mainly Alnus and Cyperaceae. LPZ3 (5.04–4.30m below surface) is characterised by high values of Carpinus and Picea. In the local flora, a change is observed from a dominance of Alnus and\nA R TIC LE IN PR ES S\n2 2 5 3\nARTICLE IN PRESS J. Schokker et al. / Quaternary Science Reviews 24 (2005) 2243–22642254\nBetula to a Calluna– Sphagnum vegetation. At 4.48m, the peat gradually grades into humic loam. This shift occurs at the same depth as the reappearance of Artemisia in the pollen diagram. Pollen assemblages in the lower peat level (14.50–13.20m below surface; Fig. 7B) show similarities with the vegetational succession derived from the pollen in the upper organic layer (Fig. 7A). We also see a comparable lithological development from humic sandy loam to amorphic peat to humic loam again. The pollen diagram is subdivided into three LPZs. LPZ1 (14.50–14.42m below surface) consists of the two lowermost pollen spectra and is characterised by a dominance of Pinus and a relatively high percentage of aquatics. LPZ2 (14.42–13.92m below surface) shows similar depositional conditions as LPZ3 in the upper organic layer, with continuous curves of thermophilous tree pollen, including Taxus, and high Alnus values. Calluna pollen is also present in considerable amounts. LPZ3 (13.92–13.20m below surface) is characterised by low quantities of thermophilous tree pollen. Betula and Cyperaceae pollen show a major increase. In the uppermost pollen spectra, Betula is partly replaced by Pinus. Throughout this zone, low quantities of Artemisia pollen occur."
  }, {
    "heading": "4.3. Interpretation",
    "text": "Fig. 6 reflects the depositional conditions and associated pollen assemblage of a humid, open landscape in a cold climate. Wet-aeolian sandy sediments, characterised by the occurrence of adhesion lamination, alternate with sandy loam layers, representing deposits of small rivers and the lacustro-aeolian infilling of shallow lakes (facies B deposits of Schokker and Koster, 2004). Loamy sedge peat formed in areas where the local groundwater level was at or near the surface. Sediment reworking is testified by the presence of reworked pollen, including occasional occurrences of temperate tree pollen, and the absence of a clear vegetational succession in these deposits. The combined occurrence of Artemisia and S. selago is indicative of cold conditions with fresh soils. The local flora was mainly composed of sedges, while heaths and herbs flourished at dryer places. Sporulation peaks of algae and Equisetum indicate that these species temporarily suffered from drought stress caused by fluctuating surface water levels throughout the year. This might be the result of permafrost, the presence of which is also indicated by cryoturbatic deformation of the loamy peat beds in this core and the occurrence of ice wedge casts in man-made outcrops in these deposits. The presence of permafrost led to a reduced infiltration capacity of the substrate and higher average surface runoff. Furthermore, surface runoff was concentrated in a limited period of the year due to the quick release of water from\nsnow melt and the melting of the active layer in spring and early summer. Figs. 7A and B represent depositional conditions and vegetational change during warm-temperate climatic periods. Sediment preservation during these phases was confined to humid depressions in the sandy landscape. In the upper organic layer (Fig. 7A), a clear depositional hiatus is present between the formation of LPZ1 and LPZ2. LPZ1 represents the infilling of a shallow depression in an open landscape during an early part of a warm-temperate period, as based on the presence of early temperate trees and the influx of fine sand into the core. LPZ2 and LPZ3 reflect renewed organic production at the site after a phase of non-deposition. The occurrence of Carpinus in this part of the diagram indicates an oceanic climate. The local flora is characterised by the formation of ombrogenic Sphagnum peat and the growth of Calluna heath at dryer places. Picea and Abies are both indicative of leached, acidic soils. Above 4.48m, a renewed influx of clastic material and rising Gramineae and Artemisia values point towards degeneration of the vegetation cover. LPZ2 and LPZ3 are biostratigraphically correlated with the last part of a warm-temperate phase, notably the Eemian (Marine Oxygen Isotope Stage (MIS) 5e; Schokker et al., 2004). A similar late temperate palaeoecological development is deduced from the pollen assemblage in the lower peat layer (Fig. 7B). The two Pinus-rich pollen spectra in the humic sandy loam of LPZ1 reflect redeposition of soil material under humid surface conditions. LPZ2 is characterised by the presence of Carpinus pollen and relatively high Calluna values, pointing towards oceanic climatic conditions. High values of Betula and Cyperaceae pollen and the sparsity of temperate trees and shrubs in LPZ3 reflect partial destruction of the vegetation cover and opening of the landscape at the onset of a cool, periglacial period. Due to the problem of homotaxial vegetation development, it is impossible to correlate the lower organic layer in core 51B0307 with one specific Middle Pleistocene interglacial–glacial transition. It seems that sediments in the Roer Valley Graben were preferentially preserved during specific depositional conditions. Preservation of clastic aeolian and fluvial deposits was related to a cool and humid environment, where permafrost may have been present. 1–2m thick organic-rich deposits originated under humid conditions at the shift from a warm-temperate (interglacial) to a cool (glacial) climate. These deposits are sometimes underlain by organic-rich sediments from an earlier phase of the interglacial. Both types of environmental conditions are characterised by a humid depositional surface, which is in turn related to a high local groundwater level. Comparison of Figs. 7A and B suggests that in reaction to Quaternary climatic shifts,\nARTICLE IN PRESS J. Schokker et al. / Quaternary Science Reviews 24 (2005) 2243–2264 2255\nvirtually identical palaeoecological conditions occurred during subsequent climatic cycles. Both the discontinuity of the sedimentary sequence and cyclic character of the depositional conditions in the Roer Valley Graben pose major problems to uniquely assign part of the record to a specific Middle or Late Pleistocene climatic interval."
  }, {
    "heading": "5. Age of the sediments",
    "text": ""
  }, {
    "heading": "5.1. Method",
    "text": "The chronology of the deposits was investigated by applying quartz OSL dating. This technique provides information on the time of last exposure to light of a sediment sample (Aitken, 1998). The OSL age is calculated by dividing the amount of ionising radiation the sample has received from surrounding deposits since burial (equivalent dose) by the amount of ionising radiation the sample has received per year (dose rate). All samples were collected from undisturbed, lithologically homogeneous parts of the sediment cores, except for sample 6-1 in core 51B0307 (see below for further explanation). The samples were washed and subsequently treated with hydrochloric acid (10%) and hydrogen peroxide (30%) to remove any carbonates and organic matter. After drying, the sediments were sieved to isolate the 180–250 mm grain size fraction. Treatment with concentrated hydrofluoric acid was applied to obtain a pure quartz sample and to etch away the outer 10 mm of the quartz grains. For equivalent dose determination, we used the improved single-aliquot regenerative dose protocol of Murray and Wintle (2000). All samples were preheated at 260 1C for 10 s. Measurements were made on an automated Risø TL/OSL reader using an internal 90Sr/90Y beta source and blue light emitting diodes for stimulation (BøtterJensen et al., 1999, 2000). We derived the dose rate from high-resolution gamma-ray spectrometry measurements in the laboratory (Murray et al., 1987). No indications were found for the occurrence of secular disequilibrium in the U and Th decay chains."
  }, {
    "heading": "5.2. Results",
    "text": "The results of quartz OSL dating on 37 samples from cores 51B0307 (Boxtel-Breede Heide 2) and 51H0183 (Heusden-Broek 2) are shown in Tables 2 and 3. Figs. 8 and 9 present the OSL data in relation to the lithology and lithostratigraphy of both cores. For comparison, the figures also depict the orbitally tuned ODP 677 d18O curve (Shackleton et al., 1990). Uncertainties in the equivalent dose, dose rate and age determinations all represent the 1s confidence interval. In calculating the dose rates, we presumed continuous water saturation of\nthe sediments. Because the low natural radionuclide concentration in the deposits gave rise to very low dose rates, the contribution of cosmic rays amounts to 15% of the total natural radiation in the uppermost samples. Sample saturation (i.e. the filling of all OSL traps, which results in a flat dose-response curve) provides an upper limit to the effective OSL dating range. Fig. 10 shows two representative dose–response curves for aliquots of a sample in core 51H0183. Both curves indicate that sample saturation occurs at a dose of more than 400Gy. This dose is higher than the equivalent doses measured in even the lowermost samples of core 51B0307 (cf. Table 2). However, caution is needed with the OSL ages calculated from equivalent doses that are near the saturation level. Slight errors in sensitivity correction will result in large errors in the equivalent doses obtained for this dose region. In this study, we are confident that results and uncertainties obtained for equivalent doses of up to 200Gy are reliable. For samples with higher equivalent doses, we cannot rule out the possibility that ages underestimate the geological age due to unidentified systematic errors in the sensitivity correction employed. The 16 OSL samples in the aeolian part of core 51B0307 (0.00–17.56m below surface; Fig. 8; Table 2) provide an internally consistent series of dates and show a steadily increasing age with depth. Only samples 17-1 and 18-1 (14.80 and 15.40m below surface, respectively) show slightly younger ages compared to samples above and below. Although the two samples fit within the sequence of dates within two standard deviations, it seems likely that these samples underestimate the geological age. Sample 6-1 at 5.60m below surface is situated in a less than 2 cm thick clean sand layer, embedded in peaty sand of the upper organic layer (Fig. 8, cf. Fig. 7A). This enabled a reliable age estimate of this organic layer. Because of the lithological inhomogeneity around the sample, the effect of water content on sample dose rate had to be considered in detail. The beta dose rate of sample 6-1 was assumed to come entirely from the thin sand layer (water content 4377%), while the gamma dose rate was assumed to be derived entirely from the peaty sand (water content 6577%). This resulted in an age estimate of 114712 ka for the upper organic layer (Schokker et al., 2004). The samples in the fluvio-aeolian part of the core (17.56–24.35m below surface) show ages of 450 ka. The fluvial deposits (27.30–30.20m below surface) have an average OSL age only just over 300 ka (Table 2, Fig. 8). The 14 OSL samples in core 51H0183 reveal the likely presence of a hiatus representing considerable time at 2.5m below surface (Table 3, Fig. 9). Samples 2-1 and 3-1 at 1–2m below surface have ages of 30 ka, whereas the underlying sample 5-1 has an age of 300730 ka. Sample 5-1 is the first of a series of 12 dates that range in\nARTICLE IN PRESS\nJ. Schokker et al. / Quaternary Science Reviews 24 (2005) 2243–22642256\nARTICLE IN PRESS\nJ. Schokker et al. / Quaternary Science Reviews 24 (2005) 2243–2264 2257\nARTICLE IN PRESS\nJ. Schokker et al. / Quaternary Science Reviews 24 (2005) 2243–22642258\nARTICLE IN PRESS\nJ. Schokker et al. / Quaternary Science Reviews 24 (2005) 2243–2264 2259\nage from 240720 to 400740 ka. In this core, no significant age break is observed between the finegrained aeolian and fluvio-aeolian deposits of the Boxtel Formation and the underlying coarse-grained fluvial deposits of the Beegden Formation."
  }, {
    "heading": "5.3. Interpretation",
    "text": "Samples 1-1 (13.370.8 ka) and 2-1 (15.070.9 ka) in core 51B0307 (Fig. 8) represent the Late Weichselian aeolian coversand (Van der Hammen, 1951). Their ages are comparable to OSL ages of similar deposits in the eastern Netherlands, ranging from 11.7 to 17.6 ka (Bateman and Van Huissteden, 1999). The loam layer between samples 2-1 and 4-1 (Fig. 8) has twice been radiocarbon dated (31,1007370 and 43,30071000 14C years BP; Bisschops et al., 1985), which fits in between the OSL ages of samples 2-1 and 4-1 (Table 2). The age of sample 6-1 (114712 ka) indeed suggests an Eemian age (MIS 5e) for the upper organic layer, as was also indicated by pollen analyses (Fig. 7A; Schokker et al., 2004). Deeper in the core, no further independent age control is available. The second organic layer (14.50–13.20m below surface; Fig. 8) is tentatively correlated with MIS 9, because it is situated between samples 14-1 (330730 ka) and 17-1 (260720 ka). However, correlation with MIS 11 is also possible, because the reliability of OSL ages obtained on samples 17-1 and 18-1 is questionable due to the slight age reversal in this interval. The long-term average sedimentation rate in the aeolian part of the core is calculated at 0.04mma 1, which is lower than the average Middle and Late Quaternary subsidence rate of 0.06mma 1 calculated for the Roer Valley Graben (Geluk et al., 1994; Van den Berg, 1996; Houtgast and Van Balen, 2000; Houtgast et al., 2002).\nAverage sedimentation rates appear to be much higher for the fluvio-aeolian deposits (Fig. 8). It is possible that sediment influx was greater during this period and accommodation space was available for the preservation of these deposits. However, it might also be possible that ages for these deposits are underestimated, because equivalent doses for these deposits approach the saturation level of the OSL signal (cf. Fig. 10). The reversal in ages observed for the lowermost part of the sequence corroborates that age underestimation for these old deposits cannot be ruled out. We therefore regard the ages obtained in this section of the core as minimum ages. Age control for core 51H0183 is more restricted. The presence of reworked Eemian pollen in the loamy sediments between samples 2-1 and 3-1 (Fig. 9) suggests a post-Eemian age for these samples. This is confirmed by the OSL ages. The hiatus at 2.5m below the surface was not detected as an important break in the sediment record, although the location of the core and the thickness of the Boxtel Formation suggested that sedimentation at this site was less continuous than at the site of core 51B0307 (cf. Fig. 2B). Sediments from at least two successive glacial–interglacial cycles have not been preserved here. This may be due to either largescale erosion between the Eemian (MIS 5e) and Middle Weichselian (MIS 3) or a long period of non-deposition after 250–300 ka. Non-deposition in this region could be related to relative tectonic uplift, causing lowering of the local base level. The age of the Meuse deposits at the base of this core (samples 18-1–22-1) ranges from 330740 to 400740 ka, with equivalent doses well below 200Gy. The sediments are slightly younger than the fluvio-aeolian deposits in core 51B0307 that were presumed to be of the same age. Possibly, the Meuse deposits in core 51H0183 represent a younger fluvial\nARTICLE IN PRESS J. Schokker et al. / Quaternary Science Reviews 24 (2005) 2243–22642260\nphase, during which the course of the river Meuse had already moved too far to the east to cause sedimentation near core 51B0307 (cf. location of both cores in Fig. 2B). Independent age control of the fluvial deposits in the Roer Valley Graben is provided by correlation with dates on related deposits in the orbitally tuned river terrace flight of the Meuse (Van Balen et al., 2000; Van den Berg and Van Hoof, 2001; Houtgast et al., 2002). Along the middle reaches of this river, up to 31 different terrace levels were formed, with tectonics and climate as main controlling factors. Within the terrace sequence, a clear morphological break is observed between the plateau-like Main Terraces and very narrow Middle Terraces. This is probably the result of accelerated uplift of the Ardennes from the early Middle Pleistocene onward (Van Balen et al., 2000; Van den Berg and Van Hoof, 2001). The same morphological adjustment is observed along the middle reaches of the river Rhine (Meyer and Stets, 1998, 2002). Here, the change in fluvial morphology is approximately contemporaneous with the onset of large-scale volcanism in the Eifel region and the release of large quantities of volcanic minerals into the catchment of the river Rhine (Zagwijn, 1989). Traditionally, this tectonic event in the Ardennes and Rhenish Massif is also held responsible for a northeastward shift in the lower course of the river Rhine, as a result of which it no longer flowed through the Roer Valley Graben. Therefore, the top of the Rhine deposits in the Roer Valley Graben (Sterksel Formation) is usually correlated with the youngest of the Main Terraces along the river Rhine (jüngere Hauptterrasse: Meyer and Stets, 1998, 2002) and Meuse (Pietersberg 2 Terrace: Van den Berg and Van Hoof, 2001; Van Balen, pers. comm.). Similarly, the top of the Meuse deposits (Beegden Formation) is correlated with the oldest Middle Terrace levels along both rivers. Evidence of northeastward tilting of the Roer Valley Graben during this time includes: (1) a phase of deep incision between deposition of Rhine sediments and Meuse sediments; (2) the restricted occurrence of Meuse deposits along the eastern border of the Roer Valley Graben (cf. Fig. 2A). Palaeomagnetic measurements of terrace deposits along the river Meuse near Liège (Pissart et al., 1997) and the middle reaches of the river Rhine (Meyer and Stets, 1998) revealed that the Matuyama-Brunhes palaeomagnetic boundary (780710 ka; Spell and McDougall, 1992) is situated in the lower part of the youngest Main Terrace deposits. 40Ar/39Ar dating of Eifel volcanic minerals confirmed that the youngest Main Terrace level is indeed younger than the Matuyama–Brunhes boundary (Lippolt et al., 1990). This is in accordance with palaeomagnetic measurements of the youngest deposits of the Sterksel Formation in the Roer Valley Graben, which revealed a normal polarity (Van Montfrans, 1971). Deviating palaeomagnetic measurements of Meuse terrace deposits (Van den Berg, 1996) can be\nrejected, based on a similar reasoning as performed by Van Balen et al. (2000) and Houtgast et al. (2002): the palaeomagnetic dataset is not consistent, gives many intermediate results and is composed of measurements scattered over a large area. If we then correlate the incision phase between deposition of the Sterksel Formation and of the Beegden Formation in the Roer Valley Graben with the phase of rapid uplift along the river Meuse, the top of the Beegden Formation in the Roer Valley Graben can be linked to the Rothem 2 Terrace, the first widespread Meuse terrace level since the onset of rapid fluvial incision in the early Middle Pleistocene. These correlations result in an age of 750 ka for the top of the Rhine deposits (Sterksel Formation) and an age of 530 ka for the top of the Meuse deposits (Beegden Formation) in the Roer Valley Graben. The age of 530 ka for the top of the Meuse deposits is older than the OSL age of these deposits in core 51H0183 ( 375 ka) or the age-related fluvio-aeolian deposits in core 51B0307 (minimum 450 ka). However, we have to keep in mind that using the age model of the Meuse terrace sequence to derive the age of fluvial deposits in the Roer Valley Graben involves uncertain correlations. In fact, there is some mineralogical evidence that the river Rhine did not immediately leave the Roer Valley Graben after the onset of accelerated uplift of the Rhenish Massif. Both in the Roer Valley Graben and in the adjacent part of Germany, Rhine deposits have been found that contain considerable quantities of volcanic minerals (Boenigk, 1995). It is difficult to explain that these deposits are older than the onset of large-scale Eifel volcanism. As a consequence, the top of the Rhine (and Meuse) deposits in the Roer Valley Graben may be younger than 750 ka. This uncertainty in the age of the Middle Pleistocene fluvial sediments remains to be resolved. Meanwhile, the OSL results presented here provide a first independent series of absolute dates for the Middle and Late Quaternary aeolian and fluvio-aeolian deposits in the Roer Valley Graben."
  }, {
    "heading": "6. Discussion",
    "text": "Fig. 11 summarises the changes in depositional environment and sediment composition that took place in the Roer Valley Graben during the Middle and Late Quaternary. Average tectonic subsidence in the area enabled deposition and preservation of sediments, but tectonic movements were not uniform over time. Northeastward tectonic tilting shortly after the onset of the Brunhes palaeomagnetic chron caused the disappearance of the river Rhine from the Roer Valley Graben and an influx of stable heavy minerals by the river Meuse. Later, tectonic movements also forced the\nARTICLE IN PRESS\nJ. Schokker et al. / Quaternary Science Reviews 24 (2005) 2243–2264 2261\nMeuse to shift its course to the northeast, at some time between 375 and 530 ka (Fig. 11). After the disappearance of the large rivers, aeolian deposition and deposition by small rivers dominated in the area in cold climatic conditions, whereas organic deposits formed in the lower parts of the landscape in a more temperate climate. As is indicated by an upward increasing Na2O:Al2O3 ratio and an increasing percentage of unstable heavy minerals, the main sediment sources for the aeolian deposits were Quaternary Rhine sediments that cropped out in the western Netherlands and the dry southern North Sea Basin. Fig. 12 shows a correlation scheme between the late Middle Pleistocene sequences from France, the Netherlands and northeast Germany. In the Roer Valley Graben, organic-rich deposits from at least two different Middle Pleistocene interglacials have been identified so far. The upper organic layer (Fig. 7A) is correlated with MIS 5e (Eemian), based on its stratigraphic position, palynological signature and absolute age (Schokker et al., 2004). The lower organic layer (Fig. 7B) is correlated with MIS 9 or 11, based on quartz OSL dating. It proves\nimpossible to uniquely correlate the vegetational succession in this layer with the succession during one specific Middle Pleistocene interglacial, because similar climatic conditions caused homotaxial vegetational development during different interglacials (cf. De Beaulieu et al., 2001). Organic deposits representing MIS 7 have not been identified in the Roer Valley Graben so far. This may be related to differences in the global oceanic–atmospheric circulation pattern and the associated climate in northwestern Europe (Turner, 1998). During MIS 7, climate was more comparable to interstadial climatic conditions than to interglacial conditions (Kellogg, 1980). In fact, the only deposits hitherto known from MIS 7 in the Netherlands indicate only moderate warming during the Bantega Interstadial (Zagwijn, 1973; Fig. 12). Of course, no single sedimentary record is continuous. Or, as Miall (1996, p. 273) put it: ‘Although time is continuous, the stratigraphic record of time is not’. This is especially valid for terrestrial records, and even more so for records that largely consist of clastic deposits. Still, the sedimentary sequence in the Roer Valley\nARTICLE IN PRESS\nJ. Schokker et al. / Quaternary Science Reviews 24 (2005) 2243–22642262\nGraben is one of the very few terrestrial records in northwestern Europe that spans several glacial–interglacial cycles and gives a good insight into the influence of Quaternary climate change on continental landscape development. A combination of detailed research into the depositional conditions, quartz OSL dating and correlation with the known uplift history of the Ardennes region allows to place a considerable part of the Middle and Late Quaternary terrestrial record in an absolute time frame. The sedimentary and vegetational succession in the Roer Valley Graben thus contains part of the until now fragmentary record of the Middle Pleistocene in northwestern Europe (cf. Turner, 1998) and is a possible link between the Quaternary glacial history of northern Europe and the continuous biostratigraphic sequences of central and southern Europe."
  }, {
    "heading": "7. Conclusions",
    "text": "The Middle and Late Quaternary sedimentary record in the Roer Valley Graben enables us to reconstruct the influence of Quaternary climate change on continental landscape evolution in northwestern Europe. Following increased uplift of the hinterland and a northeastward shift of the lower courses of the rivers Rhine and Meuse between 800 and 500 ka, sediment deposition and preservation in the Roer Valley Graben was largely restricted to aeolian deposits in cold periods with permafrost and organic deposits during transitions from warm-temperate to cool climatic conditions. Both environments are associated with a humid depositional surface, which is caused by a high local groundwater level. Two series of quartz OSL dates have been presented that indicate a Middle to Late Quaternary age of the fluvio-aeolian and aeolian deposits in the Roer Valley\nGraben. The northeastward shift of the lower course of the river Meuse is OSL dated at 375–450 ka. These dates are somewhat younger than a date of 530 ka, which was derived from correlation with the orbitally tuned Meuse river terrace flight further south. Two widespread organic layers have also been dated. The upper organic layer produces an OSL date of 114712 ka (MIS 5e, Eemian). The age of this layer is confirmed by its stratigraphic position and palynological signature. The lower organic layer is ascribed to either MIS 9 or 11, based on OSL dating. The occurrence of this layer corroborates that this sequence provides input for the up till now fragmentary record of the Middle Pleistocene in northwestern Europe. Reworked Na-rich deposits with an unstable heavy mineral assemblage form the main source material for the aeolian deposits in the Roer Valley Graben. The most likely provenance is the area north and west of the Roer Valley Graben, where Quaternary Rhine deposits are present near the surface. Na-poor, stable sediments from the Campine High in the southwest may have acted as a secondary, less important sediment source."
  }, {
    "heading": "Acknowledgements",
    "text": "Thanks are due to TNO-NITG for financing this project. Hennie Mensink kindly assisted in taking the OSL samples. The authors thank Hans Huisman for assistance in the interpretation of the bulk geochemical results. Henk Berendsen, Ward Koster, Mark Bateman and Ronald van Balen critically read earlier drafts of this manuscript. Jakob Wallinga is grateful for financial support from the Netherlands Organisation for Scientific Research (NWO VENI grant 863.03.006).\nARTICLE IN PRESS J. Schokker et al. / Quaternary Science Reviews 24 (2005) 2243–2264 2263"
  }],
  "year": 2005,
  "references": [{
    "title": "An Introduction to Optical Dating",
    "authors": ["M.J. Aitken"],
    "year": 1998
  }, {
    "title": "The timing of last-glacial periglacial and aeolian events, Twente, eastern Netherlands",
    "authors": ["M.D. Bateman", "J. Van Huissteden"],
    "venue": "Journal of Quaternary Science",
    "year": 1999
  }, {
    "title": "Toelichtingen bij de Geologische Kaart van Nederland 1:50.000",
    "authors": ["J.H. Bisschops", "J.P. Broertjes", "W. Dobma"],
    "venue": "Blad Eindhoven West (51W). Rijks Geologische Dienst, Haarlem (216pp)",
    "year": 1985
  }, {
    "title": "Die fluXgeschichtliche Entwicklung der Niederrheinischen Bucht im Jungtertiär und Altquartär",
    "authors": ["W. Boenigk"],
    "venue": "Eiszeitalter und Gegenwart",
    "year": 1978
  }, {
    "title": "Gliederung der altquartären Ablagerungen in der Niederrheinischen Bucht",
    "authors": ["W. Boenigk"],
    "venue": "Fortschritte der Geologie von Rheinland und Westfalen",
    "year": 1978
  }, {
    "title": "Schwermineralanalyse. Enke, Stuttgart (158pp)",
    "authors": ["W. Boenigk"],
    "year": 1983
  }, {
    "title": "Terrassenstratigraphie des Mittelpleistozän am Niederrhein und Mittelrhein",
    "authors": ["W. Boenigk"],
    "venue": "Mededelingen Rijks Geologische Dienst",
    "year": 1995
  }, {
    "title": "Advances in luminescence instrument systems",
    "authors": ["L. Bøtter-Jensen", "E. Bulur", "G.A.T. Duller", "A.S. Murray"],
    "venue": "Radiation Measurements",
    "year": 2000
  }, {
    "title": "Long Pleistocene sequences from the Velay plateau (Massif Central, France)",
    "authors": ["J. De Beaulieu", "M. Reille"],
    "venue": "I. Ribains Maar. Vegetation History and Archaeobotany",
    "year": 1992
  }, {
    "title": "Pollen records from the Velay craters: a review and correlation of the Holsteinian Interglacial with isotopic stage 11",
    "authors": ["J. De Beaulieu", "M. Reille"],
    "venue": "Mededelingen Rijks Geologische Dienst",
    "year": 1995
  }, {
    "title": "An attempt at correlation between the Velay pollen sequence and the Middle Pleistocene stratigraphy from central Europe",
    "authors": ["J. De Beaulieu", "V. Andrieu-Ponel", "M. Reille", "E. Grüger", "C. Tzedakis", "H. Svobodova"],
    "venue": "Quaternary Science Reviews",
    "year": 2001
  }, {
    "title": "Climatic variability during the past three million years, as indicated by vegetational evolution in northwest Europe and with emphasis on data from the Netherlands",
    "authors": ["J. De Jong"],
    "venue": "Philosophical Transactions of the Royal Society of London B",
    "year": 1988
  }, {
    "title": "Current understanding of Pleistocene temperate stages in Ireland",
    "authors": ["L.A. Dowling", "P. Coxon"],
    "venue": "Quaternary Science Reviews",
    "year": 2001
  }, {
    "title": "250,000-year pollen record from Valle di Castiglione (Roma)",
    "authors": ["M. Follieri", "P. Magri", "L. Sadori"],
    "venue": "Pollen et Spores",
    "year": 1988
  }, {
    "title": "Stratigraphy and tectonics of the Roer Valley Graben",
    "authors": ["M.C. Geluk", "E.J.T. Duin", "M. Dusar", "R.H.B. Rijkers", "M.W. Van den Berg", "P. Van Rooijen"],
    "venue": "Geologie en Mijnbouw",
    "year": 1994
  }, {
    "title": "Early and early Middle Pleistocene correlations in the southern North Sea",
    "authors": ["P.L. Gibbard", "R.G. West", "W.H. Zagwijn", "P.S. Balson", "A.W. Burger", "B.M. Funnell", "D.H. Jeffrey", "J. De Jong", "T. Van Kolfschoten", "A.M. Lister", "T. Meijer", "P.E.P. Norton", "R.C. Preece", "J. Rose", "A.J. Stuart", "C.A. Whiteman", "J.A. Zalasiewicz"],
    "year": 1991
  }, {
    "title": "Neotectonics of the Roer Valley Rift System, the Netherlands",
    "authors": ["R.F. Houtgast", "R.T. Van Balen"],
    "venue": "Global and Planetary Change",
    "year": 2000
  }, {
    "title": "Late Quaternary activity of the Feldbiss Fault Zone, Roer Valley Rift System, the Netherlands, based on displaced fluvial terrace fragments",
    "authors": ["R.F. Houtgast", "R.T. Van Balen", "L.M. Bouwer", "G.B.M. Brand", "J.M. Brijker"],
    "venue": "Tectonophysics 352,",
    "year": 2002
  }, {
    "title": "A geochemical record of Late Cenozoic sedimentation history in the southern Netherlands",
    "authors": ["D.J. Huisman", "P. Kiden"],
    "venue": "Geologie en Mijnbouw",
    "year": 1998
  }, {
    "title": "Spatial prediction of the variability of Early Pleistocene subsurface",
    "authors": ["D.J. Huisman", "J.P. Weijers", "L. Dijkshoorn", "A. Veldkamp"],
    "year": 2000
  }, {
    "title": "Spatial prediction of the variability of Early Pleistocene subsurface sediments in the Netherlands—Part 2: geochemistry",
    "authors": ["D.J. Huisman", "J.P. Weijers", "L. Dijkshoorn", "A. Veldkamp"],
    "venue": "Geologie en Mijnbouw/Netherlands Journal of Geosciences",
    "year": 2000
  }, {
    "title": "Early Pleistocene tidal and fluviatile environments in the southern Netherlands and northern Belgium",
    "authors": ["C. Kasse"],
    "venue": "Ph.D. Thesis,",
    "year": 1988
  }, {
    "title": "Paleoclimatology and paleo-oceanography of the Norwegian and Greenland Seas: glacial–interglacial contrasts",
    "authors": ["T.B. Kellogg"],
    "venue": "Boreas",
    "year": 1980
  }, {
    "title": "Heavy minerals in the Belvédère deposits",
    "authors": ["L. Krook"],
    "venue": "Mededelingen Rijks Geologische Dienst",
    "year": 1993
  }, {
    "title": "Excess argon and dating of the Quaternary Eifel volcanism: IV. Common argon with high and lower than atmospheric Ar40/Ar36 ratios in phonolithic rocks, East Eifel, FRG",
    "authors": ["H.J. Lippolt", "M. Troesch", "J.C. Hess"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1990
  }, {
    "title": "Thermoluminescence dating: beta dose attenuation in quartz grains",
    "authors": ["V. Mejdahl"],
    "venue": "Archaeometry",
    "year": 1979
  }, {
    "title": "Junge Tektonik im Rheinischen Schiefergebirge und ihre Quantifizierung",
    "authors": ["W. Meyer", "J. Stets"],
    "venue": "Zeitschrift der deutschen geologischen Geselschaft",
    "year": 1998
  }, {
    "title": "Pleistocene to Recent tectonics in the Rhenish Massif (Germany)",
    "authors": ["W. Meyer", "J. Stets"],
    "venue": "Netherlands Journal of Geosciences/ Geologie en Mijnbouw",
    "year": 2002
  }, {
    "title": "The Geology of Stratigraphic Sequences. Springer, Berlin (433pp)",
    "authors": ["A.D. Miall"],
    "year": 1996
  }, {
    "title": "Geochemistry of fluvial and eolian sediments in the south-eastern Netherlands",
    "authors": ["M.L. Moura", "S.B. Kroonenberg"],
    "venue": "Geologie en Mijnbouw",
    "year": 1990
  }, {
    "title": "Luminescence dating of quartz using an improved single-aliquot regenerative-dose protocol",
    "authors": ["A.S. Murray", "A.G. Wintle"],
    "venue": "Radiation Measurements",
    "year": 2000
  }, {
    "title": "Analysis for naturally occurring radionuclides at environmental concentrations by gamma spectrometry",
    "authors": ["A.S. Murray", "R. Marten", "A. Johnston", "P. Marten"],
    "venue": "Journal of Radioanalytical and Nuclear Chemistry",
    "year": 1987
  }, {
    "title": "Surveying The Netherlands: sampling techniques, maps and their applications",
    "authors": ["E. Oele", "W. Apon", "M.M. Fischer", "R. Hoogendoorn", "C.S. Mesdag", "E.F.J. De Mulder", "B. Overzee", "A. Sesören", "W.E. Westerhoff"],
    "venue": "Geologie en Mijnbouw",
    "year": 1983
  }, {
    "title": "The effects of disequilibria in the uranium and thorium decay chains on burial dose rates in fluvial sediments",
    "authors": ["J.M. Olley", "A.S. Murray", "R.G. Roberts"],
    "venue": "Quaternary Science Reviews",
    "year": 1996
  }, {
    "title": "Cosmic ray contributions to dose rates for luminescence and ESR dating: large depths and long-term time variations",
    "authors": ["J.R. Prescott", "J.T. Hutton"],
    "venue": "Radiation Measurements",
    "year": 1994
  }, {
    "title": "Long Pleistocene pollen record from the Praclaux crater, south-central France",
    "authors": ["M. Reille", "J. De Beaulieu"],
    "venue": "Quaternary Research",
    "year": 1995
  }, {
    "title": "Pollen analytical biostratigraphy of the five last climatic cycles from a long continental sequence from the Velay region (Massif Central, France)",
    "authors": ["M. Reille", "J. De Beaulieu", "H. Svobodova", "V. Andrieu-Ponel", "C. Goeury"],
    "venue": "Journal of Quaternary Science",
    "year": 2000
  }, {
    "title": "Sedimentology and facies distribution of Pleistocene cold-climate aeolian and fluvial deposits in the Roer Valley Graben (southeastern Netherlands)",
    "authors": ["J. Schokker", "E.A. Koster"],
    "venue": "Permafrost and Periglacial Processes",
    "year": 2004
  }, {
    "title": "Palaeoenvironmental reconstruction and OSL dating of terrestrial Eemian deposits in the southeastern Netherlands",
    "authors": ["J. Schokker", "P. Cleveringa", "A.S. Murray"],
    "venue": "Journal of Quaternary Science",
    "year": 2004
  }, {
    "title": "An alternative astronomical calibration of the lower Pleistocene time scale based on ODP site 677",
    "authors": ["N.J. Shackleton", "A. Berger", "W.R. Peltier"],
    "venue": "Transactions of the Royal Society of Edinburgh, Earth Sciences",
    "year": 1990
  }, {
    "title": "Revisions to the age of the Matuyama–Brunhes boundary and the Pleistocene geomagnetic polarity timescale",
    "authors": ["T.L. Spell", "I. McDougall"],
    "venue": "Geophysical Research Letters",
    "year": 1992
  }, {
    "title": "Natural composition variation of the River Meuse (Maas) suspended load: a 13 ka bulk geochemical record from the upper-Kreftenheye and Betuwe Formations in northern Limburg",
    "authors": ["L.A. Tebbens", "A. Veldkamp", "S.B. Kroonenberg"],
    "venue": "Geologie en Mijnbouw/ Netherlands Journal of Geosciences",
    "year": 2000
  }, {
    "title": "Late Middle Pleistocene pollen biostratigraphy in Britain: pitfalls and possibilities in the separation of interglacial sequences",
    "authors": ["G.N. Thomas"],
    "venue": "Quaternary Science Reviews",
    "year": 2001
  }, {
    "title": "Volcanic maars, long Quaternary sequences and the work of the INQUA Subcommission on European Quaternary Stratigraphy",
    "authors": ["C. Turner"],
    "venue": "Quaternary International",
    "year": 1998
  }, {
    "title": "Vegetation change through glacial–interglacial cycles: a long pollen sequence perspective",
    "authors": ["P.C. Tzedakis"],
    "venue": "Philosophical Transactions of the Royal Society of London B",
    "year": 1994
  }, {
    "title": "Zusammenfassung biostratigraphischer Ergebnisse holstein- und saalezeitlicher Vorkommen im Tagebau Schöningen, Ldkrs",
    "authors": ["B. Urban"],
    "venue": "Helmstedt. Sonderveröffentlichungen Geologisches Institut der Universität zu Köln",
    "year": 1991
  }, {
    "title": "Palynological evidence of younger Middle Pleistocene Interglacials (Holsteinian, Reinsdorf and Schöningen) in the Schöningen open cast lignite mine (eastern Lower Saxony, Germany)",
    "authors": ["B. Urban"],
    "venue": "Mededelingen Rijks Geologische Dienst",
    "year": 1995
  }, {
    "title": "Sediment budget and tectonic evolution of the Meuse catchment in the Ardennes and the Roer Valley Rift System",
    "authors": ["R.T. Van Balen", "R.F. Houtgast", "F.M. Van der Wateren", "J. Vandenberghe", "P.W. Bogaart"],
    "venue": "Global and Planetary Change",
    "year": 2000
  }, {
    "title": "Neotectonic evolution and sediment budget of the Meuse catchment in the Ardennes and the Roer Valley Rift System",
    "authors": ["R.T. Van Balen", "R.F. Houtgast", "F.M. Van der Wateren", "J. Vandenberghe"],
    "venue": "Netherlands Journal of Geosciences/Geologie en Mijnbouw",
    "year": 2002
  }, {
    "title": "Het voorkomen en de betekenis van kalihoudende mineralen in Nederlandse gronden",
    "authors": ["F.A. Van Baren"],
    "venue": "Ph.D. Thesis, Landbouwuniversiteit Wageningen,",
    "year": 1934
  }, {
    "title": "Neo-tectonics of the Roer Valley Rift System. Style and rate of crustal deformation inferred from syntectonic sedimentation",
    "authors": ["M.W. Van den Berg"],
    "venue": "Geologie en Mijnbouw",
    "year": 1994
  }, {
    "title": "Fluvial sequences of the Maas. A 10Ma record of neotectonics and climate change at various time-scales",
    "authors": ["M.W. Van den Berg"],
    "venue": "Ph.D. Thesis, Landbouwuniversiteit Wageningen,",
    "year": 1996
  }, {
    "title": "The Maas terrace sequence at Maastricht, SE Netherlands: evidence for 200m of late Neogene and Quaternary surface uplift",
    "authors": ["M.W. Van den Berg", "T. Van Hoof"],
    "venue": "River Basin Sediment Systems: Archives of Environmental Change. Balkema,",
    "year": 2001
  }, {
    "title": "Toelichtingen bij de Geologische Kaart van Nederland 1:50.000",
    "authors": ["J.C. Van den Toorn"],
    "venue": "Blad Venlo West (52W). Rijks Geologische Dienst, Haarlem (163pp)",
    "year": 1967
  }, {
    "title": "Lateglacial flora and periglacial phenomena in the Netherlands",
    "authors": ["T. Van der Hammen"],
    "venue": "Leidsche Geologische Mededelingen XVII,",
    "year": 1951
  }, {
    "title": "Palaeomagnetic dating in the North Sea Basin",
    "authors": ["H.M. Van Montfrans"],
    "venue": "Ph.D. Thesis, Universiteit van Amsterdam,",
    "year": 1971
  }, {
    "title": "Allogenic forcing of the Late Quaternary Rhine–Meuse fluvial record: the interplay of sea-level change, climate change and crustal movements",
    "authors": ["J. Wallinga", "T.E. Törnqvist", "F.S. Busschers", "H.J.T. Weerts"],
    "venue": "Basin Research",
    "year": 2004
  }, {
    "title": "Palynology of the first 30m of a 120m deep section in northern Greece",
    "authors": ["T.A. Wijmstra"],
    "venue": "Acta Botanica Neerlandica",
    "year": 1969
  }, {
    "title": "Palynology of the middle part (30–78m) of the 120m deep section in northern Greece (Macedonia)",
    "authors": ["T.A. Wijmstra", "A. Smit"],
    "venue": "Acta Botanica Neerlandica",
    "year": 1976
  }, {
    "title": "Pollenanalytic studies of Holsteinian and Saalian beds in the northern Netherlands",
    "authors": ["W.H. Zagwijn"],
    "venue": "Mededelingen Rijks Geologische Dienst, Nieuwe Serie",
    "year": 1973
  }, {
    "title": "The palaeogeographic evolution of the Netherlands during the Quaternary",
    "authors": ["W.H. Zagwijn"],
    "venue": "Geologie en Mijnbouw",
    "year": 1974
  }, {
    "title": "An outline of the Quaternary stratigraphy of the Netherlands",
    "authors": ["W.H. Zagwijn"],
    "venue": "Geologie en Mijnbouw",
    "year": 1985
  }, {
    "title": "The Netherlands during the Tertiary and the Quaternary: a case history of coastal lowland evolution",
    "authors": ["W.H. Zagwijn"],
    "venue": "Geologie en Mijnbouw",
    "year": 1989
  }, {
    "title": "The Cromerian complex stage of the Netherlands and correlation with other areas of Europe",
    "authors": ["W.H. Zagwijn"],
    "year": 1996
  }, {
    "title": "Cenozoic rift system of western and central Europe: an overview",
    "authors": ["P.A. Ziegler"],
    "venue": "Geologie en Mijnbouw",
    "year": 1994
  }, {
    "title": "Thermoluminescent dating using fine grains from pottery",
    "authors": ["D.W. Zimmerman"],
    "venue": "Archaeometry",
    "year": 1971
  }, {
    "title": "Het Kwartair van het Peelgebied en naaste omgeving",
    "authors": ["J.I.S. Zonneveld"],
    "venue": "Mededeelingen van de Geologische Stichting, Serie C-VI",
    "year": 1947
  }],
  "id": "SP:1c3d1a67344156efd1351f31304cf76e0d6a44c1",
  "authors": [{
    "name": "Jeroen Schokker",
    "affiliations": []
  }, {
    "name": "Piet Cleveringa",
    "affiliations": []
  }, {
    "name": "Andrew S. Murray",
    "affiliations": []
  }, {
    "name": "Jakob Wallinga",
    "affiliations": []
  }, {
    "name": "Wim E. Westerhoff",
    "affiliations": []
  }],
  "abstractText": "Well-dated terrestrial sedimentary sequences are important to evaluate the influence of Quaternary climate change on continental landscape evolution. The Roer Valley Graben (southeastern Netherlands) contains a 35m thick sedimentary record of Middle and Late Quaternary fluvial, aeolian and organic deposits. Sediment provenance, depositional processes and the continuity and timing of deposition were reconstructed. Sedimentary and geochemical data reveal a change from a fluvial depositional environment to a dominance of aeolian deposits. This change may be related to increased tectonic uplift and the onset of large-scale volcanism in the Ardennes–Eifel region between 800 and 500 ka. The main source of aeolian sediments are Quaternary Rhine deposits that crop out to the northwest of the study area. Sedimentation and preservation in the Roer Valley Graben took place under humid surface conditions. These conditions occurred: (1) in a periglacial climate with permafrost; (2) at the transition from a warm-temperate to a cool climate. Dates from two internally consistent quartz Optically Stimulated Luminescence (OSL) age series in the Roer Valley Graben correspond well with the ages of related terrace deposits in the orbitally tuned Meuse river terrace flight. The OSL dates confirm the presence of organic deposits reflecting Marine Oxygen Isotope Stage (MIS) 9 or 11 and MIS 5e. This long terrestrial sequence thus provides input for the fragmentary Middle Pleistocene record of northwestern Europe and forms a possible link between the glacial history of northern Europe and the long lake and loess records of eastern and southern Europe. r 2005 Elsevier Ltd. All rights reserved.",
  "title": "An OSL dated Middle and Late Quaternary sedimentary record in the Roer Valley Graben (southeastern Netherlands)"
}