{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGlobal and Planetary Change\nj ourna l homepage: www.e lsev ie r .com/ locate /g lop lacha\nHolocene environment of Central Kamchatka, Russia: Implications from a multi-proxy record of Two-Yurts Lake\nUlrike Hoff a,b, Boris K. Biskaborn a, Veronika G. Dirksen c, Oleg Dirksen c, Gerhard Kuhn d, Hanno Meyer a, Larisa Nazarova a,e,f, Alexandra Roth g, Bernhard Diekmann a,e,⁎ a Alfred Wegener Institute, Helmholtz Centre for Polar and Marine Research, Telegrafenberg A43, D-14473 Potsdam, Germany b University of Tromsø, Department for Geology, Dramsveien 201, NO-9037 Tromsø, Norway c Institute of Volcanology and Seismology, Petropavlovsk-Kamchatsky, 9 Piip Boulevard, R-683006, Russia d Alfred Wegener Institute, Helmholtz Centre for Polar and Marine Research, Telegrafenberg A43, D-14473 Bremerhaven, Germany e University of Potsdam, Institute of Earth and Environmental Science, Karl-Liebknecht-Str. 24-25, 14476 Potsdam-Golm, Germany f Kazan Federal University, Kremlevskaya St., 18, 420008 Kazan, Russia g Humboldt University of Berlin, Department for Geography, Rudower Chaussee 16, D-10099 Berlin, Germany\n⁎ Corresponding author. E-mail addresses: ulrike.hoff@uit.no (U. Hoff), boris.bi\n(B.K. Biskaborn), dirksenvg@kscnet.ru (V.G. Dirksen), dirk gerhard.kuhn@awi.de (G. Kuhn), hanno.meyer@awi.de (H larisa.nazarova@uni-potsdam.de (L. Nazarova), rothalex@ bernhard.diekmann@awi.de (B. Diekmann).\nhttp://dx.doi.org/10.1016/j.gloplacha.2015.07.011 0921-8181/© 2015 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 11 November 2014 Received in revised form 22 July 2015 Accepted 29 July 2015 Available online 16 August 2015\nKeywords: Kamchatka North Pacific Holocene Climate Palaeolimnology Diatoms Pollen\nWithin the scope of Russian–German palaeoenvironmental research, Two-Yurts Lake (TYL, Dvuh-Yurtochnoe in Russian) was chosen as the main scientific target area to decipher Holocene climate variability on Kamchatka. The 5 × 2 km large and 26 m deep lake is of proglacial origin and situated on the eastern flank of Sredinny Ridge at the northwestern end of the Central Kamchatka Valley, outside the direct influence of active volcanism. Here, we present results of a multi-proxy study on sediment cores, spanning about the last 7000 years. The general tenor of the TYL record is an increase in continentality and winter snow cover in conjunction with a decrease in temperature, humidity, and biological productivity after 5000–4500 cal yrs BP, inferred frompollen and diatom data and the isotopic composition of organic carbon. The TYL proxy data also show that the late Holocene was punctuated by two colder spells, roughly between 4500 and 3500 cal yrs BP and between 1000 and 200 cal yrs BP, as local expressions of theNeoglacial and Little Ice Age, respectively. These environmental changes can be regarded as direct and indirect responses to climate change, as also demonstrated by other records in the regional terrestrial andmarine realm. Long-term climate deteriorationwas driven bydecreasing insolation,while the short-term climate excursions are best explained by local climatic processes. The latter affect the configuration of atmospheric pressure systems that control the sources as well as the temperature and moisture of air masses reaching Kamchatka.\n© 2015 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Within the scope of Russian–German palaeoenvironmental research, Two-Yurts Lake (TYL, Dvuh-Yurtochnoe in Russian) was chosen as the main scientific target area to decipher Holocene climate variability on the Kamchatka peninsula, an area so far underrepresented in palaeoclimatic research (seeBrooks et al., 2015-in this volume).Despite intensepalaeoclimatic research ofHolocene climate variability over the last decades, the spatial coverage of studied climate records is patchy in the mid- to high latitudes of northeastern Asia (Kaufman et al., 2004; Mayewski et al., 2004; Wanner et al., 2008; Biskaborn et al., 2012; Sundqvist et al., 2014). The mainmotivation for palaeoenvironmental research on Kamchatka arises from the\nskaborn@awi.de sen@kscnet.ru (O. Dirksen), . Meyer), cms.hu-berlin.de (A. Roth),\nfollowing considerations: The study area represents an important climatesensitive region within the global climate system. The maritime-influenced region is situatedat theborderof theEurasian landmassandtheNorthPacific, and as such offers the potential to pinpoint connections of environmental changesbetween landmassandocean in thenorth-westPacific realm. It is situated at the eastern end-loop of the global thermohaline ocean conveyor belt and is strongly affected by atmospheric teleconnections, oceanographic, cryospheric, tectonic, andvolcanicprocesses in theArcticandsub-ArcticPacific regionsandneighboring landmassesofnorth-easternEurasia (Saenkoetal., 2004; Krinner et al., 2011; Melles et al., 2012; Bauch, 2012; Dirksen et al., 2013; Brooks et al., 2015-in this volume). Since the area is extremely scarcely populated, Kamchatka remains among the least studied regions on Earth. Many areas ofwilderness, that have little impact by humansmake Kamchatka a valuable place for the study of palaeoenvironmental changes under natural climate variability (Dirksen et al., 2013).\nStarting in the 18th century, early explorersweremainly attracted to this remote regions by the frequent volcanic eruptions and a rather specific flora and fauna (Krasheninnikov, 1755). Despite a long research\nhistory, reconstructions of the Holocene climate dynamics are sparse with inconsistent interpretations (Kokorowski et al., 2008; Dirksen et al., 2013), arising from insufficient dating of palaeoenvironmental records, differing temporal resolution, and from specific local geographical features that were not considered sufficiently, such as the isolated nature of the area, which for instance impeded plant migration from the mainland of Siberia (Komarov, 1940). Another major factor, influencing the environments, were numerous ash falls from local volcanoes, locally overprinting the climatic signals (Dirksen et al., 2013). During the last decade, a limited number of palaeoclimatic studies was conducted and devoted to reconstructions of landscape development (Razjigaeva et al., 2004; Solomina et al., 2007; Dirksen et al., 2011) and glacial dynamics (Savoskul, 1999; Barr and Clark, 2011). Kamchatka was not strongly affected by ample glaciations in the late Quaternary. The last glacial maximum (20 ka BP) was only characterized by glaciation of the mountain ranges (Barr and Solomina, 2014). Smaller glacial advances took place during the late Holocene (Savoskul, 1999; Barr and Solomina, 2014). Reconstructions of Holocene climate was reconstructed from vegetation dynamics, inferred from pollen records (Andreev and Pevzner, 2001; Dirksen and Uspenskaya, 2005; Klimaschewski, 2010; Dirksen et al., 2013), as well as on the basis of palaeolimnological reconstructions inferred from fossil diatom assemblages that, however, mostly bear indirect climate signals of hydroecological changes (Braitseva et al., 1968; Hoff et al., 2012, 2014). Recently, Nazarova et al. (2013a) provided the first quantitative chironomid-based reconstruction of late Holocene T July (last 4500 years), documenting neoglacial cooling and the appearance of the Little Ice Age. In contrast to the long-termperspective, the climate history of the last 400 years is well documented in tree-ring and icecore records and suggest short-term climate oscillations at centennial to decadal time scales, driven by the modes of Pacific Decadal Oscillation (Solomina et al., 2007; Sano et al., 2010). Already from the few studies undertaken so far, it is obvious that the regional climate is and was complex and spatially heterogeneous. Open questions remain in respect to the origin of centennial tomillennial climate spells aswell as to the spatial distribution, intensity, and duration of the regional Holocene Climatic Optimum, which is supposed to have occurred between 8.5 and 3.5 ka BP, without showing a consistent spatial-temporal distribution pattern, even over wider eastern Siberia (Razjigaeva et al., 2004; Kokorowski et al., 2008; Biskaborn et al., 2012).\nThe goal of this paper is to broaden the understanding of palaeoenvironmental changes at TYL, which so far were inferred from foregoing studies on chironomids (Nazarova et al., 2013a) and diatom stable isotopes (Meyer et al., 2015-in this volume). Here we add new findings from a palaeoecological perspective, covering the last 6000 years. Pollen data are used to infer climate-driven vegetation change in the catchment. The diatom records and proxies of biological productivity are used to trace palaeolimnological changes. All the obtained informations contribute to unravel the linkages between climate, vegetation, and lake development. The local palaeoclimatic implications from this study will be regarded in an over-regional context of mid- to late Holocene climate change and its forcing processes."
  }, {
    "heading": "2. Regional setting and site description",
    "text": "The TYL basin (56°49.2′N; 160°06.3′E; 280 m a.s.l.) occupies a westeast-oriented intermountain valley at the eastern flank of Sredinny Ridge, situated at the northwestern end of the Central Kamchatka Valley (Fig. 1). Geomorphological filed observations of bedrock, glacial landforms and the dating of postglacial peat sections onmoraines by tephra chronology, and radiocarbon dating document the Quaternary history of the study area (Dirksen et al, 2011): It once was shaped by volcanic activity, documented by formations of early Pleistocene lava flows, which rise up the steep valley flanks to a plateau-like surface at the elevation of 800 to 1000 m a.s.l. During the last glacial maximum (LGM), glaciers from Sredinny Ridge spread along the valley and deposited\ntwo terminal moraines, bordering the modern lake to the east. The lake formed after a huge landslide that dammed the valley between 18 and 15 kyrs BP. A few smaller landslides affected the area around 3.0 and 2.0 kyrs BP, respectively. As the area today lies outside the belt of active volcanismand onlywas affected by the deposition of thin distal tephra layers during the last millennia, it is well suited to provide records of Holocene environmental dynamics. Well-preserved lake sediments were deposited in the up to 26 m deep basin of TYL.\nToday, TYL is a freshwater basin with an open through-flow system (see details onhydrology in:Meyeret al., 2015-in this volume). It hasanextension of ca. 5× 2 kmand covers an area of ca. 12 km2. Thewater depth in the deep central part of the lake is between 20 and 26m (Fig. 1). Three inflows enter the lake at its western end. At the northeastern end, Two-Yurts River represents the only outflow. Because of predominantly steep lake shores, submerged vegetation and wetlands around TYL are uncommon.\nThe climate of the TYL area ismilder andwetter than in other parts of the CentralKamchatkaValley, because it is exposed topenetrationofmaritimeair from the Bering Sea, situated about 150 km to the SE. In contrast, moisture from the Sea of Okhotsk, situated about 180 km to the west, has to cross the Sredinny Ridge. During our field work in September 2007, TYL often was affected by dry westerly winds, spreading as katabatic air flows down the eastern lee side of Sredinny Ridge. Mean monthly temperature ranges from ca. 13 °C (July) to −17 °C (January). Annual precipitation is around 700 mm, coming mostly in fall and winter, resulting in an up to 1.5 m thick snowcover (Kondratyuk, 1974). Becauseof relativelywet conditions, coniferous trees are absent in appropriate elevationswithin Two-Yurts Valley,while they are present in the interior part of the Central Kamchatka Valley. First larches appear ca. 10 km downstream Two-Yurts River, where they form mixed forests with white birch. The closest spruce forest area lies 45 km to the east-northeast at lower elevations than TYL. Near TYL, stone birch forest dominates. Isolated white birch stands were noted on a drained terrace along the eastern edge of TYL. Tree alder forest occurs in watered habitats aroundsmall lakesandbogswithin themorainesandonpoorlydrained landslide deposits along the western and northwestern TYL shores. Thickets of dwarf pine are common on drained rocky substrates and moraine crests, while shrub alder occupies leeward slopes and gullies with deeper snow. Alpine tundra covers the plateau atop."
  }, {
    "heading": "3. Material and methods",
    "text": "3.1. Sediment cores and dating\nThis study shows results from investigations of sediment cores taken from sites PG1856 and PG1857 in the deeper basin of TYL (Fig. 1). Sediment cores were retrieved from a raft with a tripod-supported UWITEC-piston corer system. At each site, several sediment cores were taken in overlapping intervals and spliced to composite sections based on their radiocarbon ages (Fig. 2, Table 1). Age information of the studied material was already published in Dirksen et al. (2011) and Nazarova et al. (2013a). Because of a lack of large terrestrial plant remains, radiocarbon ageswere determined on total carbonwith the radiocarbon Accelerator Mass Spectrometry (AMS) 14C method (Table 1). Applied agemodels refer to radiocarbon ages,which give reasonable, almost linear age-depth relationships (Fig. 2). All radiocarbon ages were calibrated to calendar years before present (cal yrs BP, present = anno domini 1950), using the CalPal online program (Danzeglocke et al., 2010). We also attempted to gain independent age control from tephra stratigraphy. However, because of the “soupy” consistency of the diatom-rich and strongly water-saturated sediments of TYL, age determination of included volcanic ashes is misleading, as they are not preserved in their original stratigraphic position and might have sunk to deeper levels (Dirksen et al., 2011).\nThe composite section PG1857 comprises a 332 cm long record, covering about the last 4500 years (Nazarova et al., 2013a). The core PG1857-2 comprises the upper part of the lake sediments, however, their upper portion, younger than 130 years, was lost during coring.\nCore PG1857-5 includes the section older than 2500 cal yrs BP. Below a sedimentary hiatus, the base of the core is underlain by clay dated to 6570 cal yrs BP. The PG1856 composite section spans about 6000 cal yrs. However, the dating results (Table 1, Fig. 2) indicate a 1.5-kyr hiatus between the cores. Because the sediments below and above the hiatus show no signs of coring disturbance, we assume the real sedimentary nature of the hiatus. Itmight have been caused by subaquatic slide events (Dirksen et al., 2011). The following intervals of both sections were used to represent as much complete sediment\nsequence as possible. The spliced interval 0–332 cm composite depth of PG1857-2 and PG1857-5 spanning the last 4500 cal yrs BP. From site PG1856, the 210 cm long sediment core PG1856-3 was used, in the upper 15 cm comprising sediments of ages between 3100 and 3500 cal yrs BP in the upper 15 cm. Below the hiatus, the remaining 200 cm long part reaches back to about 6000 cal yrs BP.\nThough combining the two records, a gap of unrecovered sediments remain for the time interval between 5060 and 4480 cal yrs BP. On the other hand, the interval between 3100 and 3500 cal yrs BP is\nata from radiocarbon dating are compiled in Table 1. The shown datum points represent ed age model in the spliced sediment-core sequences, inferred from linear interpolation\nrepresented in the sediment records of both sites and thus provides insights into the comparability of both records from different sites. Sampling was done mostly at 5–10 cm intervals, providing a temporal resolution of about 135 years for the sediments younger than 4500 cal yrs BP, and of about 50 years for the older ones. All data plots are shown versus age scale, to ensure the comparison of the individual records from the two sites. All shown and supplementary data are available at http://dx.doi.org/10.1594/PANGAEA.848682.\n3.2. Organic matter and biogenic opal\nThe amounts of total carbon (TC) and total nitrogen (TN) were measured on 60 samples with a ‘Vario EL III’-CNS-Elemental Analyzer on powder samples with an analytical precision of ±5%. The concentration of total organic carbon (TOC) was determined during a second measurement, after carbonate was removed from the samples with hydrochloric acid (HCl, 10%) at a temperature of 80 °C (Sieper et al., 2006). TOC/TN ratios are shown in their atomic relation. Carbon stable isotope ratios (13C/12C; δ13C) of the carbonate-free samples were determined with a Finnigan Delta-S mass spectrometer after quantitative combustion of the sample in silver cups to carbon dioxide (CO2) in a FLASH EA 1112 Elemental Analyzer. Analytical precision is ±0.2%. The isotope data are given as δ13C values in per mil (‰) difference to the Vienna Pee-Dee Belemnite (VPDB) standard (Berger and Vincent, 1986). For the determination of opal contents, we applied the Automated Leaching Method with a relative analytical precision of 4–10% (Müller and Schneider, 1993).\n3.3. Pollen analysis\nIn total, 57 samples were analyzed under a light microscope. The treatment of the samples for the pollen analysis followed the standard procedure (Faegri and Iversen, 1989). Lycopodium spore tablets were added to each sample in order to estimate total pollen concentration. In total, 56 pollen and spore taxa and 16 non-pollen palynomorph (NPP) types were identified. The simplified results of analysis consider 13 significant pollen and spore taxa and one NPP type (remains of cyanobacteria); their names follow the nomenclature of source plants (Yakubov and Chernyagina, 2004) and the list of NPP types (van Geel, 2001). Pollen of the genus Betulawere separated into threemorphological types, Betula sect. costatae, Betula sect. albae, and Betula sect. fruticosae, using reference pollen collection, pollen atlases and descriptions (e.g. Oshurkova, 1959; Kupriyanova, 1965). These pollen types\nwere attributed to local trees Betula ermanii (stone birch) and Betula platyphylla (white birch), respectively, as well as to the shrubby species Betula divaricata (Siberian dwarf birch), also known as Betula middendorffii (Yakubov and Chernyagina, 2004). Pollen belonging to the genus Alnus pollen were divided into two morphological types and ascribed to the species Alnus fruticosa (shrub alder) and Alnus hirsuta (tree alder) species. The attribution of these birch and alder pollen to the particular species is reasonable, as each of them only can be related to one potential source plant (Yakubov and Chernyagina, 2004). Additionally, Picea ajanensis (spruce) belonged to the most important tree species in this study, while Myrica tomentosa (sweet gale) and Pinus pumila (dwarf pine) account to the most important shrubs.\nPercentages of taxa were calculated based on a total pollen sum excluding spores, aquatics, and NPP types. An average pollen sum comprised 452 and 494 terrestrial pollen grains per sample from core PG1856-3 and cores PG1857-2/-5, respectively. Diagrams for the composite record PG1857-2/-5 and the record PG1856-3 were produced with the TILIA software (Grimm, 1991–2011) and combined in a plot against the age scale. The visual definition of seven pollen assemblage zones (PAZ) was confirmed by a depth-constrained cluster analysis (DCA), operated with the CONISS software (Grimm, 1987). In addition, a principal component analysis (PCA) was applied to the square-root transformed pollen percentage data, in order to extract the main variations in the data set and to underpin the cluster results. The PCA was conducted with the Palaeontological statistics software PAST, version 3.02 (Hammer, 2014).\nA ratio of tree and shrub pollen sums (T/S) was used to evaluate a relationship between forests and shrublands, themost common vegetation types in the study area. As applied to pollen-inferred climate records from Kamchatka, this ratio is indicative of relative changes in temperature (Dirksen et al., 2013). The T/S average through each of the PAZ was calculated and compared throughout the combined record (PG1857-2/-5 and PG1856-3) to reveal their minima and maxima. Intermediate T/S values (ca. 0.6) are assigned as “moderate” conditions while their higher (ca. 0.7–0.8) and lower (0.3–0.5) values suggest a deviation to “warmer” and “cooler” conditions, respectively. The estimation of relative changes in precipitation, based mainly on ecological requirements of forest-forming trees, ranges from “very wet” (abundant A. hirsuta) to “drier” (abundant B. platyphylla) climate; intermediate conditions are assigned as “wet”.\n3.4. Diatom analysis\nIn accordancewith the pollen analyses, 57 samples were analyzed at a 5–10 cm resolution from the combined cores PG1857-2, PG1857-5, and PG1856-3. The sample preparations were done following standard procedures, described in detail in Hoff et al. (2014). Quantitative light microscopy counting of diatoms from PG1857-2/-5 was conducted by U.Hoff, using a Zeiss Axioskop 40. Based on the taxonomical data from this sediment core, A.Roth counted diatoms from core PG1856-3, using a Zeiss AXIO A1 For PG1857-2/-5, the dominance of two diatom species was taken into consideration by counting several thousand valves until randomly occurring diatom species reached a minimum of 300 valves per sample. Reducing the efforts to a more reasonable level when counting PG1856-3, a minimum of 400 valves per sample was counted including frequent and rare species. As both data sets have been normalized to percentages (relative abundances), they are directly comparable.\nThe literature for the taxonomic identification is given in detail in Hoff et al. (2014). To verify the recognition of species that are problematic to identify, diatom samples of both records, PG1856-3 and PG18572/-5, were investigated under a scanning-electron microscope (SEM; Ultra 55 Plus, Carl Zeiss SMT) in the laboratories of the GeoForschungsZentrum (GFZ) in Potsdam. Statistical treatment of diatom data followed the same procedure as for the pollen data, with depth-constrained cluster analysis (DCA) and principal component\nanalysis (PCA) of the percentage data, for the inference of diatom assemblage zones."
  }, {
    "heading": "4. Results",
    "text": "4.1. Sediment composition and organic matter\nThe TYL sediments are quite uniform throughout the core record and consist of diatomaceous oozes with interspersed thin tephra layers (Fig. 2). The lithology is characterized by high concentrations of diatom valves, also reflected by high concentrations of biogenic opal with values mostly between 40 and 50 wt.% (Fig. 3). In contrast to the inorganic biogenic remains, organic matter is low in abundance, with TOC mostly below 2.0 wt.% and TOC/TN ratios less than 8.0. The δ13C ratios of organic matter are negative in the range between −26 and −29‰ VPDB and tend to have the less negative values in the sediments older than 5000 cal yrs BP.\n4.2. Pollen\nThe variation of pollen distribution is shown in Fig. 4. For some pollen taxa, the records PG1857-2/-5 and PG1856-3 plotted together show a difference in relative abundances of the same pollen types within the overlapping interval. Such inconsistency is likely caused by different positions of the coring sites. From two cores, PG1856-3 was obtained close to the northwestern lake shore and adjacent area of small lakes and bogs (Fig. 1). The proximity of these local wetlands, which are actually not common around TYL, could explain the overrepresented pollen values of “wetland” taxa, such as M. tomentosa and A. hirsuta. The variations in relative abundance of some other taxa in the PG1856-3 record likely reflect the presence or absence of the source plant communities in the close vicinity. Considering these variations as amplified local signals, we follow the record PG1857-2/-5 in the\noverlapping interval but take the differences between the two records into account, when discussing the whole combined sequence PG18572/-5 and PG1856-3. A constrained cluster analysis for the composite core resulted in a differentiation of seven pollen assemblage zones (Figs. 4). The variance of pollen data is also well expressed in the results of the PCA (Fig. 5). PC1 explains about 47% of variance, with positive scores for Betula exilis, A. hirsuta, M. tomentosa, and Polypodiaceae, and negative scores for B. ermanii, Filipendula, P. pumila. PC2 explains about 20% of variance, with positive scores for A. fruticosa and P. pumila, and negative scores for B. ermanii, B. divaricata, B. platyphylla, and B. exilis.\n4.3. Diatoms\nA total number of 131 diatom species in 42 genera were identified within sediment core PG1857-2/-5, while 80 diatom species in 32 genera were found in sediment core PG1856-3 (see the Appendix A for a species and synonymy list). In contrast to the pollen record, the overlapping interval between sites PG1856 and PG1857 reveals striking similarities in diatom percentages and species composition, ruling out local influences on diatom abundances (Fig. 6). Taking into consideration a combination of the highest reached abundances within a single sample and the highest reached abundances as a sum from all samples, the most abundant species throughout the core are: Stephanodiscus minutulus (Kützing) Cleve &Möller (22.8–81.6%), Aulacoseira subarctica (O.Müller) Haworth (7.0–58.2%), Stephanodiscus medius Håkansson (0–14.8%), Cyclotella ocellata Pantoçsek (0–13.3%), A. subarctica f. recta (O.Müller) Krammer (0–4.1%), and Stephanodiscus alpinus Hustedt (0–4.1%). A constrained cluster analysis for the composite core resulted in a differentiation of five diatom assemblage zones (DAZ 1–5; Fig. 6). The variance of diatom data is also well expressed in the results of the PCA (Fig. 7). PC 1 explains about 52% of variance, with positive scores for A. subarctica, S. alpinus, and S. medius, and negative scores for\n, TOC:TNatomic ratio, stable carbon isotope δ13C, and biogenic opal in the combined sections blage zones. Records from PG1856 -3 are shown in dark-gray,while records fromPG1857ing interval around 3000 cal yrs BP.\nS. medius. PC2 explains about 29% of variance, with high positive scores for C. ocellata versus the remaining assemblage."
  }, {
    "heading": "5. Discussion",
    "text": "5.1. Vegetation dynamics and its climatic significance\nDuring the last ca. 6000 years, B. ermanii forest and A. fruticosa thickets dominated in the TYL surroundings (Fig. 4). Both dominants are sub-oceanic species, well-adapted to high humidity, short growing seasons and deep snow cover (Shamshin, 1999; Krestov, 2003). Although low elevations like the TYL area (280 m a.s.l.) today usually are occupied by forests, A. fruticosa is common around TYL. On inner mountain slopes within the Central Kamchatka Valley, as well as from ca. 60–70 km south and further away, A. fruticosa is restricted to elevations of 700–1200m a.s.l., where it forms a subalpine shrub belt together with P. pumila (Neshataeva, 2009). In contrast to the interior, along the Pacific coast A. fruticosa thickets are widespread from the shoreline, through a forest belt with B. ermanii up to a subalpine shrub belt above 300–500 m a.s.l. (Neshataeva, 2009). Such difference in vegetation patterns is apparently related to the amounts of annual precipitation. The annual precipitation is rather comparable for the TYL area and the Pacific coast, both open to the Bering Sea/Pacific Ocean. While, protected by mountains, the Central Kamchatka Valley shows at least two times lower values in the annual precipitation (Kondratyuk, 1974).\nAnother possible effect of maritime influence on the TYL area, located rather far inland, is the absence of P. ajanensis and Larix spp. (Fig. 4), despite there being coniferous colonization at similar altitudes in the neighboring Central Kamchatka Depression during the last 6000 years. Rare P. ajanensis pollen should be regarded as transported from isolated P. ajanensis forests at lower elevations (ca. 100m a.s.l.; 45 km ENE). The lower mean July temperature limit for P. ajanensis lies between 11 and 12 °C (Turkov, 1964), which is below the mean modern TJuly value of\n13 °C. Nazarova et al. (2013a) reconstructed the highest TJuly for the TYL areawith 16.8 °C around ca. 3000 cal yrs BP. Since this range of temperature is rather favorable, the probable factor limiting P. ajanensis settlement around TYL recently is abundant precipitation and, in particular, heavy snow fall. Unlike sub-oceanic species, such as B. ermanii or A. fruticosa, conifers, such as P. ajanensis, need a rather prolonged growing season,which due to its latemelting usually ismuch shorter in areas with deep snow accumulation (Krestov et al., 2008).\nAmong the local coniferous species, P. pumila is better adapted to deep snow and short growing seasons, and, in general, has a wider ecological range (Khomentovsky, 2004). Within the subalpine shrub belt P. pumila shares habitats with A. fruticosa following their individual ecological demands. Thickets of A. fruticosa are common on leeward slopes and gullies with deep and long-lasting snowfields, while P. pumila occupies convex slopes and crests, where snow depth is reduced by wind re-deposition. Apart from the subalpine belt, P. pumila occurs at low elevations on well-drained rocky and sandy substrates (Khomentovsky, 2004; Krestov et al., 2008).\nThe two other forest-forming trees B. platyphylla and A. hirsuta are today sparsely presented at the TYL surroundings. B. platyphylla prefers dry habitats with well-drained substrates. A continental climate with lesser precipitation and longer growing seasons is optimal for this species, widespread in the Central Kamchatka Depression (Neshataeva, 2009). A. hirsuta needs mild, very wet, and relatively warm conditions. It grows on watered fertile substrates, forming carr and floodplain forests (Shamshin and Kazakov, 2004). Among other shrub species, M. tomentosa is widespread in bogs along both coasts of the peninsula and occurs rarely in the interior (Yakubov, 2007). Its presence in bog vegetation nearby TYL hence indicates the unhindered penetration of maritime air to the interior area. Thickets of B. divaricata are common in the forest zone,mainly in the interior,where they are often associated with larch forest and P. pumila communities (Yakubov and Chernyagina, 2004).\nHerbaceous communities aroundTYL include lowland tundra,mesophytic and wet meadows. They are generally limited in their distribution, forming a mosaic pattern between forests and shrub thickets. Filipendula pollen most likely originates from the species Filipendula camtschatica (Kamchatka meadowsweet). It is a usual component of the tall herbmeadow (Hultèn, 1974),widespread in lowlands. At higher elevations, including the TYL area, this species occurs in wet meadows and therefore, its pollen may reflect wetland dynamics around the lake.\nThis study shows that vegetation changes around TYL during the past ca. 6000 years can be divided into seven pollen assemblage zones (PAZ 1–7) (Fig. 4). Their climatic implications can be highlighted with regard to the present-day distribution and ecological range of dominant species. The most obvious change in vegetation took place between 5060 and 4480 cal yrs BP, which is the time interval of the hiatus between PAZ 1–3 and PAZ 4–7. This change affected the plant communities related to A. fruticosa. As viewed in the record prior ca. 5060 cal yrs BP (Fig. 4), spore taxa Polypodiaceae (polypod ferns) and Lycopodium clavatum (wolf's foot club-moss) are abundant and correlate rather well with A. fruticosa pollen. This correlation is no longer observed after ca. 4480 cal yrs BP. Therefore, it is assumed that in the older time interval, A. fruticosa was associated with Polypodiaceae and L. clavatum in a specific community. This assumption finds its possible modern analogue in the A. fruticosa thickets with abundant mesophytic fern species in its understory, occurring on moist S and SE slopes at low elevations (Neshataeva, 2009). During the younger time interval, A. fruticosa likely formed species-poor communities, which recently are common in the subalpine belt. The vegetation change may imply a general decrease in temperature, and deeper snow cover.\nThe general vegetation change between 5060 and 4480 cal yrs BP was also accompanied by the spread of P. pumila around TYL. Available pollen data from different parts of Kamchatka consistently show an\nexpansion of P. pumila after ca. 5800–5000 cal yrs BP (Egorova, 1980; Egorova and Khomentovsky, 1988, 1995). Newly-obtained multiproxy data suggest that the advance of P. pumila followed an increase of snow fall in Kamchatka during the late Holocene (Hammarlund et al., 2015-in this issue). Considering ecological features and recent distribution of this species within the Kamchatka Peninsula, we would propose an alternative explanation: the expansion of P. pumila occurred in response to enhanced climate continentality. According to bioclimatic data obtained for Kamchatka (Krestov et al., 2008), the amount of winter precipitation favorable for P. pumila is rathermodest. It comprises ca. 280 mm, what is comparable with the demands of P. ajanensis (ca. 250 mm), but significantly lower than the demands of B. ermanii (ca. 400 mm) and A. fruticosa (ca. 430 mm). On the other hand, the values of a continentality index (CI = Tmax °C− Tmin °C) estimated for P. pumila are relatively high (ca. 38 °C). They lie between those for Larix cajanderi (Dahurian larch, ca. 44 °C) and for P. ajanensis (ca. 33 °C) and they are again significantly higher than those for both B. ermanii and A. fruticosa (ca. 28 °C). Thus, bioclimatic diagnoses reveal that P. pumila is rather tolerant to heavy snow fall, but thrives under relatively continental climatic conditions. Modern vegetation patterns (Krestov et al., 2008; Neshataeva, 2009) also show that P. pumila communities are more common in the subalpine belt above coniferous forests within the Central Kamchatka Depression, where climate is relatively continental. In addition to the marked vegetation change between 5060 and 4480 cal yrs BP, the last 6000 years at TYL were characterized by smaller, short-term vegetation dynamics, reflected by the seven pollen assemblage zones.\n5.1.1. PAZ 1 (6070–5910 cal yrs BP) This short interval at the beginning of the record shows rather abrupt vegetation changes. In general, shrublands dominated and\nforests advanced only slightly. B. platyphylla declined abruptly and got replaced by B. ermanii and A. hirsuta, pointing to a strong wet pulse by the end of this time. This is in agreement with a change in shrublands: A. fruticosa thickets reduced whileM. tomentosa became more frequent indicating peatland development.\n5.1.2. PAZ 2 (5910–5410 cal yrs BP) Forests gradually retreated during this period and were replaced by shrublands and herbaceous communities suggesting a cooling trend. Minimal extent of both, B. platyphylla and B. ermanii forests at ca. 5400 cal yrs BP marks a peak of cooling. Nevertheless, the permanent presence of A. hirsuta forest as well as predominance of A. fruticosafern communities may indicate an absence of properly cold conditions, as both need mild conditions. Therefore, it is possible to assume, that during this time the strong maritime influence overrode the cooling and provided very wet conditions favorable for Alnus speciesdominated communities.\n5.1.3. PAZ 3 (5410–5060 cal yrs BP) Though shrublands permanently prevailed over forests during the past ca. 6000 years, forests advanced during this period and had a greater extent than today, suggesting warmer conditions. An exception was the short time span between 5260 and 5180 cal yrs BP. The climatic optimum occurred at the beginning of the period, when forests with both B. platyphylla and B. ermanii were more extended. An expansion of A. hirsuta forests after ca. 5200 cal yrs BP suggests that the moisture levelwas increasing. A remarkable vegetation change occurred between ca. 5260 and 5180 cal yrs BP. At this time, the Betula forests strongly retreated, while A. hirsuta forests advanced in association with\nA. fruticosa-fern communities, suggesting a short-term cooling event under still mild and very wet conditions.\n5.1.4. PAZ 4 (4480–3320 cal yrs BP) As already pointed out, the period after PAZ 1–3 was characterized by a prominent change in the vegetation pattern. Generally, shrublands retreated from the early to the middle part of PAZ 4 whereas B. ermanii forests advanced. This suggests that the warming trend was still continuing. However, when comparing to PAZ 3,we should take into account the apparent differences between pollen assemblages from the older and younger parts of the combined TYL record and assume that the climate started relatively cooler than during PAZ 3. This assumption is supported by a replacement of A. fruticosa thickets with ferns in the understory by their species-poor variants, which today are common in the subalpine belt. This change may indicate a general lowering of vegetation belts in response to a cooling and/or increased snow fall. By the end of this period, B. ermanii and B. platyphylla forests retreated further, what marks a pronounced cooling shift around 3460–3320 years BP. An apparent decline of A. hirsuta forests suggests a significant decrease in the moisture level. This is in agreement with an advance of B. divaricata after ca. 4200 cal yrs BP, also pointing to drier and more continental climatic conditions. Since the beginning of this period, P. pumila settled in the TYL surroundings, what again suggests a turn to more continental climates. Among the local components, remains of Aphanizomenon (cyanobacteria) appeared in lake sediments for the first time, pointing to either warmer lake water (van Geel, 2001) or shallower lake conditions than before. For TYL the latter suggestion is more likely as it is supported by the appearance of F. camtschatica, which may denote wetland emerged and developed since the lake level dropped.\nThese evidences of forest decline agrees with vegetation patterns reconstructed for the Bering Sea/Pacific coastal sites and, especially, for the Stolbovaya site ca. 165 km to the East (Dirksen et al., 2013). After the expansion of B. ermanii forests and A. hirsuta forests since ca. 5200 cal yrs BP, both trees decreased in their abundances after 4200 cal yrs BP. Instead, B. platyphylla forests expanded till its maximal extent between ca. 3800 and 2100 cal yrs BP. Even for this coastal site, situated near the Pacific Ocean, the weakness of maritime influence and strengthened climate continentality since ca. 4200 year BP is well expressed by reconstructed forest dynamics.\n5.1.5. PAZ 5 (3320–2570 cal yrs BP) Since the beginning of this period, B. platyphylla forests advanced till its maximal extent around ca. 2900 cal yrs BP, whereas A. hirsuta forests continued to decline. Both signals suggest drier and more continental climatic conditions. In turn, B. ermanii forests advanced strongly by the end of this period, ca. 2740 to 2600 cal yrs BP.\n5.1.6. PAZ 6 (2570–1300 cal yrs BP) This period starts from a prominent decline of B. ermanii and A. hirsuta forests, pointing to an abrupt short-term cooling around ca. 2540 cal yrs BP. Afterwards, forests slightly recovered and their relationships with shrublands remained rather steady. Among shrubs, M. tomentosa increased abruptlywhereasB. divaricata tended to decline, both suggestingwetter conditions. Thickets of P. pumila advanced, what may imply increased climate continentality.\n5.1.7. PAZ 7 (1300–130 cal yrs BP) Since the beginning of this period, forests retreated and were replaced by shrublands, suggesting a generally cooler climate. The\nevidence of widespread A. hirsuta thickets points to increased snow fall after ca. 1100 cal yrs BP. On the other hand, slight advance of B. platyphylla along with a prominent decline of A. hirsuta between ca. 800 and 650 cal yrs BP may indicate drier conditions, possibly during summer. This might have resulted in a slight drop of the lake level, suggested by higher frequency of Aphanizomenon remains in the TYL sediments during the same time interval. P. pumila continued to spread nearby TYL, giving evidence for enhanced climate continentality. In the whole this vegetation change may imply a general decrease in temperature and deeper snow cover after ca. 1100 cal yrs BP.\n5.2. The Two-Yurts Lake evolution\nThe uniform sediment composition of the studied sediment sections from central TYL suggests a more or less persistent lacustrine depositional environment through time with open hydrological conditions and good ventilation. Low amounts of organic matter compared to the high contents of diatom valves (biogenic opal) point to a high degree of remineralisation and poor preservation of organic matter (Fig. 3). Low TOC/TN ratios with values ≥8.0 in combination with δ13C ratios between−25 and−30‰ VPDB, indicating planktonic algae in the depositional environment (Meyers and Teranes, 2001), are consistent with the strong dominance of planktonic diatoms in TYL.While the lowest δ13C values between−29 and−28 VPDB characterize the younger part of the record, organic matter older than 5000 cal yrs BP tends to have slightly less low negative values (−28 to−26‰ VPDB). This can be attributed to increased biological productivity in the older section, as algae usually prefer “light” carbon during their metabolism (Meyers and Teranes, 2001). This exhaustion of light carbon in the course of a\nprolonged biomass production leads to the consumption of “heavier” carbon from the system, reflected in the preserved increase in δ13C values (Meyers and Teranes, 2001).\nThe open hydrology and deep-water character of TYL is reflected in the preserved diatom assemblages. Compared to smaller lakes on Kamchatka (Hoff et al., 2012, 2014), TYL is populated by enormous amounts of planktonic diatoms, dominated by two species A. subarctica and S. minutulus that both account for more than 80% of the observed diatom assemblage (Fig. 6). In some intervals, S. minutulus is accompanied by small amounts of S.medius and S. alpinus. Cyclotella species,with mainly C. ocellata, remain below 2%, but are enriched in distinct intervals up to 14%. As the non-planktonic taxa mostly range below 5%, we do not discuss them in detail, but want to mention, that they are dominated by Staurosira taxa (in older literature often referred to as Fragilaria taxa). The latter usually is dominant in shallow lakes in the Siberian sub-Arctic realm (e.g. Biskaborn et al., 2012, 2013) and also appear in higher proportions in a nearby shallow forest lake on the TYL end moraine (Hoff et al., 2012). A dominance of A. subarctica and S. minutulus associated with the occasional appearance of Cyclotella and other Stephanodiscus taxa has also been observed in other lakes all over Kamchatka (Lepskaya et al., 2003; Kulikovskiya et al., 2013; Genkal and Lepskaya, 2014). In regard to autoecological demands, the observed planktonic assemblage offers several options for their palaeoenvironmental interpretation.\nThough A. subarctica and S. minutulus have a wide range of appearance, they are mostly described as spring-bloomers in non-stratified lake systems with turbulent conditions (good ventilation) and poor light penetration (Bradbury et al., 2002; Baier et al., 2004; Rioual et al., 2007; Jones et al., 2011). In cool summer settings and short growing seasons of Kamchatka, however, both species can be prominent throughout the whole ice-free period (Lepskaya et al., 2003). In Kuril Lake, A. subarctica tends to prosper persistently under cool conditions (2–5 °C). Stephanodiscus taxa on the other hand (here S. alpinus) tend only to grow in higher concentrations during years, when the lake reveals extended times of warmer-than-average temperatures and higher nutrient loadings during the growing season (Lepskaya, 2002; Lepskaya et al., 2010). During our 10-days field work at TYL in September 2007, as part of the main growing season, we measured a lake surface temperature of 11 °C and often observed strong winds that likely caused the fully mixed water column during that time, as revealed by the measurements of very uniform water properties through the water column (pH, Temperature, O2 concentrations). Thus, turbulent conditions and cool waters are suitable for TYL to support abundant production of both taxa. Though A. subarctica and S. minutulus both prefer turbulent conditions, they have different trophic requirements. A. subarctica reveals an optimum under mesotrophic conditions and prefers circumneutral pH values (Gibson et al., 2003), whereas S. minutulus thrives under eutrophic andmore alkaline conditions (vanDamet al., 1994; Rioual et al., 2007). Both species prefer high silica concentrations, but differ in their demands to the relative availability of nutrients. In particular, A. subarctica is prone to higher Si/P ratios than S. minutulus (Kilham et al., 1996; Rioual et al., 2007).\nIn contrast to the typical spring bloomers A. subarctica and S. minutulus, C. ocellata is a typical summer bloomer, representing a planktonic diatom species that requires well-illuminated conditions (Rioual et al., 2007). It is an opportunistic, cosmopolitan species (Krammer and Lange-Bertalot, 1986–1991), which in sub-Arctic regions represents a typical summer bloomer after ice-out in conjunction with strong solar radiation (Cremer et al., 2004; Rühland et al., 2008; Genkal and Trifonova, 2009; Kharitonov and Genkal, 2010). C. ocellata needs fresh water with high oxygen concentrations, is alkaliphilous and thrives under meso- to eutrophic conditions (van Dam et al., 1994; Rioual et al., 2007). On Kamchatka, studies on the colonization of “sterile” water bodies revealed strong blooms of C. ocellata in two small mountain lakes of volcanic origin (Genkal and Lepskaya, 2014).\nIn Kuril Lake as in other lakes on Kamchatka, taxa of Cyclotella are mainly represented by Cyclotella tripartita, which lives in very similar habitats as C. ocellata (Genkal et al., 2002). As S. alpinus, Cyclotella spp. tends to prosper during years of warmer water temperature in Kuril Lake (Lepskaya, 2002; Lepskaya et al., 2010). In terms of nutrient demands, C. ocellata needs lower silica and P concentrations than A. subarctica and S. minutulus; and, as S. minutulus, it thrives under conditions of low Si/P ratios (Kilham et al., 1996; Rioual et al., 2007). In lakes of Kamchatka, a high N/P ratio also seems to be an important factor for the appearance of Cyclotella spp. (Genkal et al., 2002).\nIt becomes evident that in general the diatom fluctuations in our record are as much influenced by variations in the nutrient resources and other physical parameters, as by changes in light conditions and water temperatures. The importance of this approach of interpretation has been put forward by Kilham et al. (1996) for diatom assemblages in lakes of the Yellowstone region (USA) and has for example been adopted by Rioual et al. (2007) for the reconstruction of climaterelated palaeolimnology in a Pleistocene lake record in a volcanic region of central France.\nAccording to the special environmental boundary conditions on Kamchatka, several processes can be invoked to explain the potential modes of nutrient supply and their variability through time. The maritime setting is well suited for intense meteoric runoff by snow melt and summer rain falls, delivering minerals, nutrients and silica from theweathering and leaching of basaltic bed rocks and other volcanic deposits and soils from the catchment. Another process is episodic and direct input of airborne volcanic ashes (tephra) or the supply of solutes from hydrothermal springs. Such processes provide nutrient supply from external sources. Moreover, phytoplankton productivity is strongly associated with large runs of salmon, leaving high amounts of nutrients to the water body during their presence and after their death and decay, as studied in detail in Kuril Lake (Milovskaya et al., 1998; Lepskaya et al., 2010). Good fertility of TYL was noted during field work in late summer 2007 by extraordinary success in the fishery of salmon and trout. In contrast to external sources of nutrient supply with a variety of different constituents (silica, P, N,minerals,weathering solutions), the recycling of nutrients within the lake from the decay of fish remnants basically enhances the concentration of phosphorous (Milovskaya, 2002), and, thus, lowers the Si/P ratios. In the following, we will address palaeolimnological changes in TYL with a focus on processes that modified hydrological conditions and the nutrient inventory.\n5.2.1. DAZ 1 (6070–5065 cal yrs BP) The oldest interval of the record suggests a highly fertile state of TYL, indicated by increased sedimentation rates, mostly high concentrations in diatom valves, and the exhaustion of light carbon (δ13C), which is consistent with high biological productivity. The diatom assemblage showed a significant dominance of S. minutulus over A. subarctica, which afterwards never was reached again. Biological productivity possibly was stimulated by a strong external supply of nutrients by snowmelt and/ormeteoric summer runoff. The reconstruction of vegetation dynamics (pollen record) shows that summerswerewarmer and moister than later on. Possibly, meteoric runoff counteracted the depletion of nutrients in the surface waters. Persistent runoff of suspensions and turbulence also reduced light penetration into the water column and supported the low light demands of both species. Additionally, strong blooms of A. subarctica possibly led to silica consumption and lowered the Si/P ratio, favorable for S. minutulus to thrive. This seasonal change has also been observed as a prominent process in Lake Azabachye, in central Kamchatka (Lepskaya et al., 2003). Because of turbulence, another decisive process likely was upward recycling of P-rich waters from the bottom that led to the eutrophication of the surface waters. It can be assumed that milder climate conditions and high primary productivity also attracted swarms of fishes as consuments\nthat decayed at the lake bottom, enriching the deep nutrient reservoir. High P availability is also indicated by the presence of A. subarctica f. recta, which as S. minutulus is adapted to higher trophic levels and higher phosphorous concentrations than A. subarctica (Kauppila, 2006). Today, such recycling processes with effects on the diatom assemblage today can be observed in Lake Kuril (Lepskaya, 2002; Lepskaya et al., 2010) and have also been described as being essential for lakes in the middle west of the USA (Bradbury et al., 2002).\n5.2.2. DAZ 2 (4480–3530 cal yrs BP) From that time, biological productivity declined, as sedimentation rates dropped and δ13C values indicate a less pronounced depletion of light carbon. The interval was punctured by twominima peaks in TOC and biogenic silica, which are associated with tephra layers. It can be assumed that the input of tephra into the lake caused dilution of the regular sediments and hence a relatively lower level of TOC and biogenic silicate. However, we are aware that a satisfactory explanation of volcanic influence requires a dense sampling across ash layers, which was not the intention of the study presented here.\nWith the start of DAZ 2, the relative contribution of A. subarctica increased and now it appeared in equal amounts as S. minutulus. This change suggests that Si/P declined not as strongly as during former times in the growing season. This interpretation points to a shorter diatom growing season with reduced consumption of silica and/or a relatively higher external nutrient supply bymeteoric runoff in relation to hypolimnetic recycling processes. A shortening of the growing season would imply climate cooling. In this context, an important aspect is that in addition to small-celled S. minutulus, bigger Stephanodiscus spp. taxa entered the lake system: S. medius (up to 15%) and small amounts of S. alpinus (≤2.5%). Both taxa, as S. minutulus, have affinities to eutrophic to hypertrophic conditions (Kirilova et al., 2008), but larger frustules themselves may indicate a cooler habitat during stages of Stephanodiscus spp. blooms. The inverse dependence of diatom size and water temperature is a common feature (Montagnes and Franklin, 2001). This is especially apparent for S. medius, which in comparison to S. minutulus, has similar autoecological demands, but needs less total P and tends to thrive in colder waters (Rioual et al., 2007). Fossil chironomid assemblages from TYL for the same time interval indicate a cold stage with lower-than-present July air temperatures around 13 °C (Nazarova et al., 2013a).\nIn respect to meteoric runoff, changingwinter conditions have to be considered. The TYL pollen record (Section 5.1) demonstrates a switch in vegetation towards the expansion of A. fruticosa and P. pumila, which can be related to high winter snow cover.\nStable oxygen isotope ratios in the silicate frustules of diatoms also suggest the presence of thick snow packs or even glaciers in the catchment (Meyer et al., 2015-in this volume). Thus, a stronger contribution of snow melt and glacial meltwaters in spring and summer delivered sufficient silica to sustain high Si/P ratios. Nonetheless, summer runoff of nutrients in quantity did not lead to as high bioproductivity as in the former stage ofmoist andwarm summers (see above: low sedimentation rates and δ13C values). It can also be assumed that aquatic the fauna did not prosper in extent as during the former stage, reducing the supply of phosphorous to the hypolimnion that in recycled form contributes to the lowering of Si/P ratios.\n5.2.3. DAZ 3 (3530–2570 cal yrs BP) Within this interval, no significant change took place concerning the depositional environment (TOC, biogenic silicate, δ13C) and the abundance of the dominant diatoms A. subarctica and S. minutulus. Most apparent is the disappearance of S. medius, and partly of S. alpinus on the expense of S. minutulus. Concerning the given interpretations, this changemight indicate a return to temporarily decreased Si/P ratios during the growing season. The best explanation is a decline in meteoric runoff. The reconstruction of climate-related vegetation dynamics from our\npollen record indicates more continental and dryer climate (Section 5.1), accompanied by summer warming, as shown by the chironomid record (Nazarova et al., 2013a). During the same time, glaciers potentially disappeared in the catchment (Meyer et al., 2015-in this volume).\n5.2.4. DAZ 4 (2570–720 cal yrs BP) During this interval, the depositional environment did again not change markedly. The diatom assemblage is characterized by the constant presence of low amounts of S. alpinus (2–4%) in addition to balanced proportions of S. minutulus and A. subarctica. The most striking feature is the sudden appearance of significant amounts of C. ocellata up to 14% (Fig. 6). As pointed out, the nutrient demands for this species imply low Si/P ratios and high N/P ratios, what means an environment with exhausted nutrient reservoirs in relation to a depletion in silica and phosphorous. While variations in Si/P ratios basically controlled the balance of S. minutulus and A. subarctica, the Cyclotella spp. blooms indicate that nutrient recycling from the hypolimnion in general, but especially that of phosphorous, temporarily was reduced during the growing season.\nIn palaeoecological studies, the increase of Cyclotella species on the expense of Stephanodiscus and/or Aulacoseira taxa in deeper subalpine and sub-Arctic lakes, has been interpreted by some authors as a signal of summer warming (Kilham et al., 1996; Rühland et al., 2008; Winder and Hunter, 2008; Hoff et al., 2012). The idea is based on the fact that those Cyclotella species, because of their tiny shape, can be kept in suspension in calm waters, in contrast to their counter parts (Aulacoseira and Stephanodiscus) needing turbulence. Calm waters often imply thermal summer stratification, which is achieved by strong summer warming. Stratification would also suppress the supply of recycled phosphorous to the epilimnion. The TYL chironomid record supports the interpretation of warm summer temperatures (Nazarova et al., 2013a), but it is also evident that C. ocellata does not appear in the foregoing warm stage. At the same time, pollen data indicate a change fromwarm-dry back tomore warm–wet conditions, suggesting that moisture played a more decisive role than temperature and mediately controlled nutrient ratios through meteoric runoff. Cyclotella spp. blooms as a summer signal, however, have to be taken with caution, since different species have different preferences and Cyclotella spp. blooms have been observed at very different stages of the growing season in lakes of Kamchatka (Genkal et al., 2002; Lepskaya, 2002; Lepskaya et al., 2003).\nAnother explanation for the appearance of C. ocellata might be the long-term exhaustion of lake-internal nutrients undermore continental climate conditions since 3500 cal yrs BP. In recent times, such retarded variations in the nutrient inventory have been observed in Lake Kuril at decadal time scales (Milovskaya, 2002).\n5.2.5. DAZ 5 (720–130 cal yrs BP) The disappearance of C. ocellata together with increases in S. minutulus and A. subarctica f. recta (up to ≥3%) indicate the return to more fertile conditions of the lake. Vegetation dynamics point to enhanced snow falls (Section 5.1) that might explain stronger nutrient runoff during spring melt. This change was accompanied by lower summer temperatures, shown by the chironomid record (Nazarova et al., 2013a).\n5.3. Palaeoenvironmental implications\nIn summary of the foregoing discussion, the general tenor of the TYL proxy record is an increase in continentality and winter snow cover in conjunction with a decrease in temperature, humidity, and lake fertility after 5000 and 4500 cal yrs BP (Fig. 8). The exact timing is unclear, because this transition is masked by a hiatus in the sediment record. The change of environmental conditions is best documented by the PCA scores of the diatom and pollen data (Fig. 8). Across the hiatus,\nvegetation changed from amore maritime-influenced birch-alder-tree/ shrub flora, including B. ermanii, A. hirsuta, M. tomentosa, and polypod ferns (Polypodiaceae), towards a more continental birch-tree/shrub flora with B. ermanii and increasing proportions of P. pumila and A. fruticosa towards, which prosper under high winter snow cover. The diatom flora in the lake basically indicates a change in nutrient loadings after 4500–5000 cal yrs BP. These environmental changes can be regarded as direct and indirect responses to climate change, as also demonstrated by other terrestrial records (e.g. Savoskul, 1999; Dirksen et al., 2013). A mid-Holocene change towards lower seasurface temperatures and extended sea-ice coverage has been inferred from marine palaeoenvironmental records (e.g. Seki et al., 2004; Max et al., 2012; Harada et al., 2014) (Fig. 8).\nThe interval between 6000 and 5000 cal yrs BP was most likely characterized by thewettest andwarmest conditions of thewhole record. The mild and moist conditions reflect the uppermost part of culminated warmth on Kamchatka between roughly 7000 and 5800 cal yrs BP (Dirksen et al., 2013), as a regional expression of the Holocene Thermal Maximum (HTM). The HTM in eastern Siberia and the bordering northwestern Pacific realm roughly appeared between 9000 and 5000 cal yrs BP, a time with stronger insolation than during the late Holocene (Fig. 8), and was followed by the Neoglacial Cooling (Davis et al., 2003; Wanner et al., 2008; Renssen et al., 2009; Biskaborn et al., 2012; Max et al., 2012; Nazarova et al., 2013b). At TYL, the final HTM was punctuated by two short-term cooling spells, when forests retreated and were replaced by shrublands and herbaceous communities between 5500 and 5000 cal yrs BP (Fig. 8). These cooling spells at centennial time scale can be related to the beginning of a cold period at the mid- to late Holocene transition, dated to about 5300–5100 cal yrs BP in the Kurile and Komandor Islands (Razjigaeva et al., 2004) and to about 5100 cal yrs BP in the interior of Kamchatka (Dirksen et al., 2015-in this volume). The cooling spells also show affinities to marked excursions of reduced solar activity, overriding the long-termdecrease in summer insolation (Fig. 8). They represent the prelude of regional Neoglacial cooling (Fig. 8), which probably reached its local maximum during the time presented by the hiatus within the sediment record. Cooling in concert with high amounts of precipitation achieved glaciation or the build-up of large and long-lasting snow packs in the hinterland of TYL (Meyer et al., 2015- in this volume). The postulated glacial advances around TYL coincided with the onset of mid- to late Holocene glacier advances in the Sredniaya Avacha catchment mountains after 4300 cal yrs BP, which border the southern part of the Central Kamchatka Valley (Savoskul, 1999; Dirksen et al., 2015-in this volume) (Fig. 8).\nFormer studies, revealed a threefold pattern of environmental changes at TYL during the late Holocene. The time between 4500 and 3500 cal yrs BP was characterized by cold summer conditions (chironomid data of Nazarova et al., 2013a) and glacial ice and/or heavy snow in the catchment (isotope data of Meyer et al., 2015-in this volume). This time was consistent with the onset of modern vegetation and characterized by low biological productivity in the lake (Fig. 8). After a return to warmer summer conditions, a second cold stage appeared between 1000 and about 200 cal yrs BP (Little Ice Age (LIA), Nazarova et al., 2013a). This time, cooling was accompanied by an increase in biological productivity that possibly stemmed from enhanced runoff of nutrients during spring melt, suggested by the presence of extended snowresistant P. pumila and A. fruticosa thickets (Fig. 8). This effect on productivity likely was not obvious during the first cold episode, because winter precipitation was partly trapped in the postulated glaciers of the catchment.\nBoth cold extremes overprint long-term insolation-driven climate deterioration during the late Holocene (Fig. 8). The presence of such climate variations at centennial time scales is evident for vegetation dynamics over Kamchatka (Dirksen et al., 2013) and has also been observed in the adjacent seas in respect to the spatial pattern of sea-ice distribution and sea-surface temperatures (Itaki and Ikehara, 2004; Katsuki et al., 2010; Max et al., 2012; Harada et al., 2014). These short-\nterm spells, however, show no time-space consistentmodes. In particular from the latter marine studies, it has been postulated that internal climate variability is responsible for these centennial environmental oscillations. Thus, the atmospheric configuration of the position of the Aleutan Low and Siberian High strongly control the sources of air masses, dictating the supply of moisture and heat at a given location (Itaki and Ikehara, 2004; Katsuki et al., 2010). The two cold episodes at TYL actually correspond with eastward shifts of the Siberian High (Fig. 8), which have been inferred from the trajectories of dust fluxes from the Chinese deserts to the Japan Sea (Nagashima et al., 2013). For TYL, such a shift might have caused a stronger advection of cold and moist-laden air from the North Pacific realm instead of continental air masses, especially during winter time."
  }, {
    "heading": "6. Conclusions",
    "text": "The basic outcomes of our paleoenvironmental studies at TYL can be summarized as follows:\n• The TYL pollen record reveals long-term vegetation dynamics related to climate change across the mid-Holocene climate transition from warmer maritime conditions to colder continental conditions during summer after 4500–5000 cal yrs BP. At the same time, the continuous increase of snow-resistant shrubs point to heavier snow fall during winter towards the late Holocene. • Changes in the diatom assemblages mainly reflect changes in the seasonal nutrient inventory of the lake, driven by changes in meteoric runoff during summer and winter and/or hypolimnetic recycling of nutrients. The presence and decay of fish plays an important role for the latter process. Changes in biological productivity are also indicated by the composition of organic matter. Lake fertility was mediately controlled by climate change, dictating summer precipitation, snow melt in spring, and the length of the growing season that controls the exhaustion of nutrients. These findings confirm the complex link between climate change and lake ecology and support the idea to use diatoms as indirect climate indicators. • In addition to long-term climate deterioration, driven by decreasing insolation, the late Holocene was punctuated by two regional cold extremes, roughly between 4500 and 3500 cal yrs BP (Neoglacial) as well as between 1000 and 200 cal yrs BP (Little Ice Age) (Fig. 8). These climatic excursions are best explained by internal climate variability, driving the configuration of atmospheric pressure systems that control the sources of air masses."
  }, {
    "heading": "Acknowledgments",
    "text": "Grant Nr.03G0640B from the BMBF (German Federal Ministry of Education and Research) enabled the studies on our KALMAR (Kurile– Kamchatka and Aleutean Marginal Sea-Island Arc Systems: Geodynamic and Climate Interaction in Space and Time) project. This research was also supported by the Russian Foundation for Basic Research (RFBR). The work of L.N. was sponsored by the Russian Government Program of Competitive Growth of Kazan Federal University. The laboratory staff of the Alfred Wegener Institute for Polar- and Marine Research (AWI), Ute Bastian, Antje Eulenburg, and Lutz Schönicke from AWI Potsdam, as well as Rita Froehlking and Susanne Wiebe from AWI Bremerhaven, are gratefully acknowledged for assisting with geochemical measurements. Frank Günther (AWI Potsdam) and Sunil Vadakkepuliyambatta (University of Tromsø) assisted the preparation of the map. We'd like to thank Ellen Schöne, Stefan Schimpf, Ulrike Lomnitz, Anja Marienfeld, Katja Hockun and Dennis Bunke for their help with sample preparations. We wish to thank Dr. Helga Kemnitz, Ilona Schäpan and Juliane Herwig from the German Research Centre for Geosciences (GFZ) for assistance and facility using the scanning-electron microscope. We furthermore thank all Russian and German participants of our fieldwork for their commitment.\n( Id\nC\nA\nAppendix A. Species and synonymy list of all encountered diatom taxa in the investigated samples of the composite sediment core of PG1856-3 and PG1857-2/-5 from TYL\nAppendix (diatom species list & synonyms)\nC\nIdentified diatom taxa and their authorities\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA A\nA\nA\nA\nA\nA\nA\nA\nA\nC\nMost commonly used synonyms and their authorities\nPG1856-3 PG1857-2/-5\nC\nC chnanthes clevei var. bottnica Cleve Achnanthes clevei var. bottnica Cleve X chnanthes exigua Grunow\nC Achnanthes exigua Grunow X X\nchnanthes jouracense Héribaud\nAchnanthes jouracense Héribaud\nX\nC\nC chnanthes lanceolata ssp. lanceolata var. haynaldii (Schaarschmidt) Cleve Achnanthes lanceolata ssp. lanceolata var. haynaldii (Schaarschmidt) Cleve X X\nC chnanthes lanceolata ssp. lanceolatoides (Sovereign) Lange-Bertalot Achnanthes lanceolata ssp. lanceolatoides (Sovereign) Lange-Bertalot X\nC chnanthes lanceolata ssp. rostrata (Oestrup) Lange-Bertalot Achnanthes lanceolata ssp. rostrata (Oestrup) Lange-Bertalot X\nC\nC chnanthes lanceolata var. dubia (Grunow) Lange-Bertalot Achnanthes lanceolata var. dubia Grunow X\nC chnanthes lanceolata ssp. lanceolata var. elliptica Cleve sensu Straub Achnanthes lanceolata ssp. lanceolata var. elliptica Cleve sensu Straub X\nC chnanthes obliqua (Gregory) Hustedt Achnanthes obliqua (Gregory) Hustedt X\nC chnanthes oestrupii (Cleve-Euler) Hustedt Achnanthes oestrupii (Cleve-Euler) Hustedt X\nD\nD chnanthes oestrupii var. pungens (Cleve) Lange-Bertalot Achnanthes oestrupii var. pungens (Cleve) Lange-Bertalot X\nD D chnanthidium bioretti (Germain) O. Monnier, Lange-Bertalot & Ector Achnanthes bioretti Germain X\nD chnanthidium lauenburgianum (Hustedt) O.Monnier Achnanthes lauenburgiana Hustedt X\nD\nE chnanthidium minutissimum (Kützing) D.B. Czarnecki Achnanthes minutissima Kützing X X\nE\nE dlafia bryophila (Petersen) G. Moser, Lange-Bertalot & Metzeltin Navicula bryophila Petersen X mphora fogediana Krammer Amphora fogediana Krammer X X\nE mphora inariensis Krammer Amphora inariensis Krammer X X\nE mphora libyca Ehrenberg Amphora libyca Ehrenberg X mphora ovalis (Kützing) Kützing Amphora ovalis (Kützing) Kützing X X\nE E mphora pediculus (Kützing) Grunow Amphora pediculus (Kützing) Grunow X\nE sterionella formosa Hassall Asterionella formosa Hassall X sterionella ralfsii W. Smith\nFr Asterionella ralfsii W. Smith X\nulacoseira crenulata (Ehrenberg) Thwaites Aulacoseira crenulata (Ehrenberg) Thwaites\nX\nFr ulacoseira granulata (Ehrenberg) Simonsen Aulacoseira granulata (Ehrenberg) Simonsen X X\nFr ulacoseira islandica (O.Müller) Simonsen Aulacoseira islandica (O.Müller) Simonsen X\nFr ulacoseira subarctica (O. Müller) Haworth Aulacoseira subarctica (O. Müller) Haworth X X\nFr ulacoseira subarctica f. recta (O. Müller) Krammer Aulacoseira subarctica f. recta (O. Müller) Krammer X X aloneis bacillaris (Gregory) Cleve Navicula bacillaris Gregory X\ncontinued)ppe dix (continued)\nentified diatom taxa and their authorities\nMost commonly used synonyms and their authorities\nPG1856-3 PG1857-2/-5\naloneis silicula (Ehrenberg) Cleve\nNavicula silicula Ehrenberg\nX\navinula pseudoscutiformis (Hustedt) Mann et Stickle Navicula pseudoscutiformis Hustedt\nX\nocconeis neodiminuta Krammer\nCocconeis neodiminuta Krammer\nX\nocconeis placentula var. klinoraphis Geitler Cocconeis placentula var. klinoraphis Geitler\nX\nocconeis placentula var. lineata (Ehrenberg) Van Heurck Cocconeis placentula var. lineata (Ehrenberg) Van Heurck X\nX\nocconeis placentula var. tenuistriata Geitler Cocconeis placentula var. tenuistriata Geitler X yclotella comensis Grunow Cyclotella comensis Grunow X\nX\nyclotella distinguenda var. unipunctata (Hustedt) Håkansson & Carter Cyclotella distinguenda var. unipunctata (Hustedt) Håkansson & Carter X yclotella meneghiniana Kützing Cyclotella meneghiniana Kützing\nX\nyclotella ocellata Pantocsek\nCyclotella ocellata Pantocsek\nX\nX\nyclotella rossii Håkansson Cyclotella rossii Håkansson\nX\nX\nyclotella tripartita Håkansson\nCyclotella tripartita Håkansson\nX\nX\nymbella cistula (Ehrenberg) Kirchner\nCymbella cistula (Ehrenberg) Kirchner\nX\nymbella schimanskii Krammer\nCymbella schimanskii Krammer\nX\niatoma hyemalis (Roth) Heiberg Diatoma hyemalis (Roth) Heiberg\nX\niatoma mesodon (Ehrenberg) Kützing\nDiatoma mesodon (Ehrenberg) Kützing\nX\nX\niatoma tenuis Agardh\nDiatoma tenuis Agardh\nX\nidymosphenia geminata M. Schmidt Didymosphenia geminata M. Schmidt X iploneis elliptica (Kützing) Cleve Diploneis elliptica (Kützing) Cleve X\nX\niscostella pseudostelligera (Hustedt) Houk & Klee Cyclotella pseudostelligera Hustedt X ncyonema minutum (Hilse) Mann Cymbella minuta Hilse ex Rabenhorst X ncyonema silesiacum (Bleisch) Mann Cymbella silesiaca Bleisch X\nX\nolimna subminuscula (Manguin) G.Moser, Lange-Bertalot & Metzeltin\nNavicula subminuscula Manguin\nX\npithemia sorex Kützing\nEpithemia sorex Kützing X\nX\nucocconeis laevis (Oestrup) Lange-Bertalot\nAchnanthes laevis Oestrup var. laevis X\nX\nunotia arcus Ehrenberg Eunotia arcus Ehrenberg\nX\nunotia bilunaris (Ehrenberg) Mills\nEunotia bilunaris (Ehrenberg) Mills\nX\nunotia praerupta Ehrenberg\nEunotia praerupta Ehrenberg\nX\nagilaria arcus (Ehrenberg) Cleve var. recta Cleve Fragilaria arcus (Ehrenberg) Cleve var. recta Cleve\nX\nX\nagilaria capucina Desmaziéres\nFragilaria capucina Desmaziéres\nX\nX\nagilaria capucina Desmaziéres var. capucina\nFragilaria capucina Desmaziéres var. capucina\nX\nagilaria capucina var. mesolepta (Rabenhorst) Rabenhorst Fragilaria capucina var. mesolepta (Rabenhorst) Rabenhorst\nX\nagilaria capucina var. vaucheriae (Kützing) Lange-Bertalot\nFragilaria capucina var. vaucheriae (Kützing) Lange-Bertalot\nX\n( (A A\ncontinued)ppe dix (continued)\nId\nFr\nFr\nFr\nFr\nFr\nFr\nFr\nFr\nFr\nFr\nFr\nG\nG\nG\nG G\nG\nG\nG\nG\nH\nH\nH\nH\nK\nK\nM\nM\nM\nN\nN\nN\nId entified diatom taxa and their authorities Most commonly used synonyms and their authorities PG1856-3 PG1857-2/-5\nN agilaria fasciculata (Agardh) Lange-Bertalot Fragilaria fasciculata (Agardh) Lange-Bertalot X\nN agilaria flexura Hoff & Lange-Bertalot Fragilaria flexura Hoff & Lange-Bertalot X X\nN agilaria mazamaensis (Sovereign) Lange-Bertalot Fragilaria mazamaensis (Sovereign) Lange-Bertalot X\nN N agilaria nanana Lange-Bertalot Fragilaria nanana Lange-Bertalot X X\nN agilaria parasitica (W. Smith) Grunow Fragilaria parasitica (W. Smith) Grunow X X\nN agilaria parasitica (W. Smith) Grunow var. parasitica Fragilaria parasitica (W. Smith) Grunow var. parasitica X\nN\nN agilaria parasitica (W. Smith) Grunow var. subconstricta Fragilaria parasitica (W. Smith) Grunow var. subconstricta X X\nN agilaria ulna (Nitzsch) Lange-Bertalot Fragilaria ulna (Nitzsch) Lange-Bertalot X X agilaria ulna var. acus (Kützing) Lange-Bertalot Fragilaria ulna var. acus (Kützing) Lange-Bertalot X\nN agilaria virescens Ralfs Fragilaria virescens Ralfs X X\nN\nN ustulia rhomboids var. crassinerva (Brébisson) Ross Frustulia rhomboids var. crassinerva (Brébisson) Ross X\nN eissleria schoenfeldii (Hustedt) Lange-Bertalot Navicula schoenfeldii Hustedt X X\nN omphonema angustatum (Kützing) Rabenhorst Gomphonema angustatum (Kützing) Rabenhorst X\nN omphonema angustum Agardh Gomphonema angustum Agardh X X\nN omphonema clevei Fricke Gomphonema clevei Fricke X omphonema olivaceum (Hornemann) Brébisson Gomphonema olivaceum (Hornemann) Brébisson X X\nN\nN omphonema olivaceum var. minutissimum Hustedt Gomphonema olivaceum var. minutissimum Hustedt X\nN omphonema parvulum (Kützing) Kützing Gomphonema parvulum (Kützing) Kützing X\nN omphonema truncatum Ehrenberg Gomphonema truncatum Ehrenberg X X\nN yrosigma acuminatum (Kützing) Rabenhorst Gyrosigma acuminatum (Kützing) Rabenhorst X\nN annaea arcus (Ehrenberg) R. Patrick Fragilaria arcus (Ehrenberg) Cleve var. arcus X X\nN N antzschia amphioxys (Ehrenberg) Grunow Hantzschia amphioxys (Ehrenberg) Grunow X\nO\nPi ippodonta capitata (Ehrenberg) Lange-Bertalot, Metzeltin & Witkowski Navicula capitata Ehrenberg X X\nPi Pl ippodonta costulata (Grunow) Lange-Bertalot, Metzeltin & Witkowski Navicula costulata Grunow X\nPl arayevia clevei (Grunow) Bukhtiyarova Achnanthes clevei Grunow X\nPl arayevia laterostrata (Hustedt) Bukhtiyarova Achnanthes laterostrata Hustedt X elosira lineata Agardh\nPl Melosira lineata Agardh X\nelosira undulata (Ehrenberg) Kützing\nMelosira undulata (Ehrenberg) Kützing\nX\nX\nPl eridion circulare (Greville) Agardh Meridion circulare (Greville) Agardh X X avicula clementis Grunow\nNavicula clementis Grunow\nX\nPl avicula cryptocephala Kützing Navicula cryptocephala Kützing X avicula cryptotenella Lange-Bertalot Navicula cryptotenella Lange-Bertalot X X\ncontinued)ppe dix (continued)\nentified diatom taxa and their authorities\nMost commonly used synonyms and their authorities\nPG1856-3 PG1857-2/-5\navicula densilineolata (Lange-Bertalot) Lange-Bertalot\nNavicula pseudolanceolata var. denselineolata Lange-Bertalot\nX\navicula goeppertiana (Bleisch) H.L.Smith\nNavicula goeppertiana (Bleisch) H.L.Smith\nX\navicula laterostrata Hustedt\nNavicula laterostrata Hustedt\nX\nX\navicula modica Hustedt Navicula modica Hustedt\nX\navicula reinhardii Grunow\nNavicula reinhardii Grunow\nX\navicula rhynchocephala Kützing Navicula rhynchocephala Kützing X\nX\navicula trivialis Lange-Bertalot\nNavicula trivialis Lange-Bertalot\nX\navicula placentula (Ehrenberg) Grunow\nNavicula placentula (Ehrenberg) Grunow\nX\navicula pseudolanceolata Lange-Bertalot Navicula pseudolanceolata Lange-Bertalot X avicula pupula var. aqueductae (Krasske) Hustedt Navicula pupula var. aqueductae (Krasske) Hustedt\nX\neidium ampliatum (Ehrenberg) Krammer Neidium ampliatum (Ehrenberg) Krammer\nX\neidium iridis (Ehrenberg) Cleve Neidium iridis (Ehrenberg) Cleve\nX\nitzschia acicularis (Kützing) W. Smith\nNitzschia acicularis (Kützing) W. Smith\nX\nitzschia angustata (W.Smith) Grunow\nNitzschia angustata (W.Smith) Grunow\nX\nX\nitzschia capitellata Hustedt\nNitzschia capitellata Hustedt\nX\nX\nitzschia dissipata (Kützing) Grunow\nNitzschia dissipata (Kützing) Grunow\nX\nitzschia frustulum (Kützing) Grunow var. frustulum Nitzschia frustulum (Kützing) Grunow var. frustulum\nX\nitzschia heufleriana Grunow\nNitzschia heufleriana Grunow\nX\nitzschia inconspicua Grunow\nNitzschia inconspicua Grunow\nX\nX\nitzschia lanceolata W.Smith\nNitzschia lanceolata W.Smith\nX\nitzschia microcephala Grunow\nNitzschia microcephala Grunow\nX\nitzschia palea (Kützing) W.Smith Nitzschia palea (Kützing) W.Smith X\nX\nitzschia perminuta (Grunow) M.Peragallo Nitzschia perminuta (Grunow) M.Peragallo\nX\nX\nitzschia recta Hantzsch Nitzschia recta Hantzsch\nX\nitzschia tubicola Grunow Nitzschia tubicola Grunow X\nX\nrthoseira roseana (Rabenhorst) O'Meara Orthoseira roseana (Rabenhorst) O'Meara\nX\nnnularia borealis Ehrenberg\nPinnularia borealis Ehrenberg\nX\nnnularia similis Hustedt Pinnularia similis Hustedt X aconeis constans var. symmetrica (Hustedt) Kobayasi Navicula constans var. symmetrica Hustedt\nX\naconeis porifera (Hustedt) T.Ohtsuka & Y.Fujita Navicula porifera Hustedt\nX\nanothidium calcar (Cleve) F.E.Round & L. Bukhtiyarova Achnanthes calcar Cleve\nX\nanothidium frequentissimum (Lange-Bertalot) F.E. Round & L. Bukhtiyarova Achnanthes lanceolata ssp. frequentissima Lange-Bertalot\nX\nanothidium lanceolata (Brébisson) Round & Bukhtiyarova\nAchnanthes lanceolata (Brébisson) Grunow\nX\nX\nanothidium peragalli (J. Brun & Héribaud) F.E. Round & L. Bukhtiyarova Achnanthes peragalli Brun & Héribaud X\nX\n(continued on next page)\n(A\ncontinued)ppe dix (continued)\nId\nP\nP\nP\nR\nR\nR\nSe\nSt\nSt\nSt\nSt\nSt\nSt\nSt\nSt\nSt\nSt\nSt\nSt\nSt\nSt\nSt\nSu\nSu Su\nSu Su\nTa\nentified diatom taxa and their authorities\nMost commonly used synonyms and their authorities\nPG1856-3 PG1857-2/-5\nsammothidium daonense (Lange-Bertalot) Lange-Bertalot Achnanthes daonensis Lange-Bertalot\nX\nsammothidium helveticum (Hustedt) L. Bukhtiyarova & F.E. Round Achnanthes helvetica (Hustedt) Lange-Bertalot X\nX\nsammothidium rossii (Hustedt) L. Bukhtiyarova & Round Achnanthes rossii Hustedt\nX\nhoicosphenia abbreviata (Agardh) Lange-Bertalot Rhoicosphenia abbreviata (Agardh) Lange-Bertalot\nX\nhopaloidia gibba (Ehrenberg) O. Müller Rhopaloidia gibba (Ehrenberg) O. Müller\nX\nhopalodia operculata (Agardh) Håkansson\nRhopalodia operculata (Agardh) Håkansson\nX\nllaphora pupula (Kützing) Mereschkovsky\nNavicula pupula Kützing X\nauroneis phoenicenteron (Nitzsch) Ehrenberg Stauroneis phoenicenteron (Nitzsch) Ehrenberg\nX\nauroneis siberica (Grunow) Lange-Bertalot & Krammer Stauroneis anceps var. siberica Grunow\nX\naurosira brevistriata (Grunow) Grunow\nFragilaria brevistriata Grunow\nX\nX\naurosira construens Ehrenberg\nFragilaria construens (Ehrenberg) Grunow f. construens\nX\nX\naurosira contruens var. binodis (Ehrenberg) P.B. Hamilton Fragilaria construens f. binodis (Ehrenberg) Hustedt\nX\nX\naurosira elliptica (Schumann) D.M.Williams & Round Fragilaria elliptica Schumann\nX\naurosira harrisonii (Raper) Grunow\nFragilaria leptostauron (Ehrenberg) Hustedt\nX\nX\naurosira lapponica (Grunow) Lange-Bertalot\nFragilaria lapponica Grunow\nX\naurosira martyi (Héribaud) Lange-Bertalot\nFragilaria leptostauron var. martyi (Héribaud) Lange-Bertalot\nX\naurosira mutabilis (W.Smith) Grunow\nFragilaria pinnata Ehrenberg\nX\nX\naurosira venter (Ehrenberg) Cleve & J.D. Möller Fragilaria construens f. venter (Ehrenberg) Hustedt\nX\nX\nephanodiscus alpinus Hustedt\nStephanodiscus alpinus Hustedt\nX\nephanodiscus hantzschii Grunow Stephanodiscus hantzschii Grunow X ephanodiscus medius Håkansson Stephanodiscus medius Håkansson X\nX\nephanodiscus minutulus (Kützing) Cleve & Möller Stephanodiscus minutulus (Kützing) Cleve & Möller X\nX\nrirella amphioxys W.Smith\nSurirella amphioxys W.Smith\nX\nrirella angusta Kützing Surirella angusta Kützing X\nX\nrirella brebissonii Krammer & Lange-Bertalot\nSurirella brebissonii Krammer & Lange-Bertalot\nX\nrirella linearis W. Smith Surirella linearis W. Smith\nX\nrirella robusta Ehrenberg Surirella robusta\nEhrenberg\nX\nbellaria fenestrata (Lyngbye) Kützing\nTabellaria fenestrata (Lyngbye) Kützing\nX"
  }],
  "year": 2015,
  "references": [{
    "title": "Vegetation dynamics of the lower reaches of Kamchatka River during last 6000 years",
    "authors": ["A.A. Andreev", "M.M. Pevzner"],
    "venue": "Bot. Zh",
    "year": 2001
  }, {
    "title": "Diatom and geochemical evidence of mid- to late Holocene climatic changes at Lake Holzmaar, West-Eifel (Germany)",
    "authors": ["J. Baier", "A. Lücke", "J.F.W. Negendank", "G.H. Schleser", "B. Zolitschka"],
    "venue": "Quat. Int",
    "year": 2004
  }, {
    "title": "Glaciers and climate in Pacific Far NE Russia during the Last Glacial Maximum",
    "authors": ["I.D. Barr", "C.D. Clark"],
    "venue": "J. Quat. Sci",
    "year": 2011
  }, {
    "title": "Pleistocene and Holocene glacier fluctuations upon the Kamchatka Peninsula",
    "authors": ["I.D. Barr", "O. Solomina"],
    "venue": "Glob. Planet. Chang",
    "year": 2014
  }, {
    "title": "Interglacial climates and the Atlantic meridional overturning circulation: is there an Arctic controversy",
    "authors": ["H. Bauch"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "Deep-sea carbonates: reading the carbon-isotope signal",
    "authors": ["W.H. Berger", "E. Vincent"],
    "venue": "Geol. Rundsch",
    "year": 1986
  }, {
    "title": "Environmental variability in northeastern Siberia during the last ~13,300 yr inferred from lake diatoms and sediment-geochemical parameters",
    "authors": ["B.K. Biskaborn", "U. Herzschuh", "D. Bolshiyanov", "L. Savelieva", "B. Diekmann"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2012
  }, {
    "title": "Late Holocene thermokarst variability inferred from diatoms in a lake sediment record from the Lena Delta, Siberian Arctic",
    "authors": ["B.K. Biskaborn", "U. Herzschuh", "D. Bolshiyanov", "L. Savelieva", "R. Zibulski", "B. Diekmann"],
    "venue": "J. Paleolimnol",
    "year": 2013
  }, {
    "title": "A 1500-year record of climatic and environmental change in Elk Lake, Minnesota III: measures of past primary productivity",
    "authors": ["J.P. Bradbury", "B.F. Cumming", "K. Laird"],
    "venue": "J. Paleolimnol",
    "year": 2002
  }, {
    "title": "Stratigrafiya chetvertichnykh otlozhenii i oledeneniya Kamchatki (Stratigraphy of Quaternary Deposits and Glaciation of Kamchatka)",
    "authors": ["O.A. Braitseva", "I.V. Melekestev", "I.S. Evteyeva", "E.G. Lupikina"],
    "venue": "Akad. Nauk SSSR (in Russian)",
    "year": 1968
  }, {
    "title": "Holocene environmental change in Kamchatka: a synthesis",
    "authors": ["S. Brooks", "B. Diekmann", "V. Jones", "D. Hammarlund"],
    "venue": "Glob. Planet. Chang",
    "year": 2015
  }, {
    "title": "Paleolimnological reconstructions of holocene environments and climate from Lake Lyadhej-To, Ural Mountains, Northern Russia",
    "authors": ["H. Cremer", "A.A. Andreev", "H.W. Hubberten", "F. Wischer"],
    "venue": "Arct. Antarct. Alp. Res",
    "year": 2004
  }, {
    "title": "Holocene climate and vegetation changes in õEastern Kamchatka based on pollen, macrofossil and tephra records",
    "authors": ["V.G. Dirksen", "O.N. Uspenskaya"],
    "venue": "Geophys. Res. Abstr",
    "year": 2005
  }, {
    "title": "Holocene pollen record from Lake Sokoch, interior Kamchatka (Russia), and its palaeobotanical and paleoclimatic interpretation",
    "authors": ["V. Dirksen", "O. Dirksen", "C. van den Bogaard", "B. Diekmann"],
    "venue": "Glob. Planet. Chang",
    "year": 2015
  }, {
    "title": "Tephrochronological investigation at Dvuh-yurtochnoe lake area, Kamchatka: numerous landslides and Lake Tsunami, and their environmental impacts",
    "authors": ["O. Dirksen", "C. van den Boogard", "T. Danhara", "B. Diekmann"],
    "venue": "Quat. Int",
    "year": 2011
  }, {
    "title": "Holocene vegetation dynamics and climate change in Kamchatka Peninsula",
    "authors": ["V.G. Dirksen", "O. Dirksen", "B. Diekmann"],
    "venue": "Russian Far East. Rev. Palaeobot. Palynol",
    "year": 2013
  }, {
    "title": "Palynological characteristics of soils and volcanoclastic sediments in application to stratigraphy. In: Masurenkov, Yu.P. (Ed.), Volcanic center: structure, dynamics and rocks (Karymsky Center)",
    "authors": ["I.A. Egorova"],
    "venue": "Nauka, Moscow,",
    "year": 1980
  }, {
    "title": "Dwarf pine as an indicator of volcanic activity",
    "authors": ["I.A. Egorova", "P.A. Khomentovsky"],
    "venue": "Volcanol. Seismol",
    "year": 1988
  }, {
    "title": "History of dwarf pine in Kamchatka during the Late Cenozoic (based on pollen data). In: Khomentovsky, P.A. (Ed.), Ecology of Siberian dwarf pine in Kamchatka",
    "authors": ["I.A. Egorova", "P.A. Khomentovsky"],
    "year": 1995
  }, {
    "title": "Textbook of pollen analysis",
    "authors": ["K. Faegri", "J. Iversen"],
    "year": 1989
  }, {
    "title": "Centric diatom algae of Volcanic Verkhneavachinsk Lakes (Kamchatka)",
    "authors": ["S.I. Genkal", "E.V. Lepskaya"],
    "venue": "Inland Water Biol",
    "year": 2014
  }, {
    "title": "Diatomovye vodorosli planktona Ladozhskogo ozera i vodoemov ego basseina (Plankton diatoms of Lake Ladoga and Water Bodies of Its Basin). Dom Pechati, Rybinsk",
    "authors": ["S.I. Genkal", "I.S. Trifonova"],
    "year": 2009
  }, {
    "title": "Cyclotella tripartita Håkansson from the lakes in Kamchatka, Russia",
    "authors": ["S.I. Genkal", "E.G. Lupikina", "E.V. Lepskaya"],
    "venue": "Seventeenth international Diatom Symposium Ottawa,",
    "year": 2002
  }, {
    "title": "Aulacoseira subarctica: taxonomy, physiology, ecology and paleoecology",
    "authors": ["C.E. Gibson", "N.J. Anderson", "E.Y. Haworth"],
    "venue": "Eur. J. Phycol",
    "year": 2003
  }, {
    "title": "CONISS. A FORTRAN 77 program for stratigraphically constrained cluster analysis by the methods of incremental sum of squares",
    "authors": ["E. Grimm"],
    "venue": "Comput. Geosci",
    "year": 1987
  }, {
    "title": "TILIA (Version 1.7.16). Illinois State Museum, Springfield, Illinois, Research and Collection Center (Software)",
    "authors": ["E. Grimm"],
    "year": 1991
  }, {
    "title": "PAST paleontological statistics, version 3.02",
    "authors": ["Ø. Hammer"],
    "venue": "Natural History Museum, University of Oslo (http://folk.uio.no/ohammer/past/)",
    "year": 2014
  }, {
    "title": "Holocene sea surface temperature and sea ice extent in the Okhotsk and Bering Seas",
    "authors": ["N. Harada", "K. Katsuki", "M. Nakagawa", "A. Matsumoto", "O. Seki", "J.A. Addison", "B.P. Finney", "M. Sato"],
    "venue": "Prog. Oceanogr",
    "year": 2014
  }, {
    "title": "Late Holocene diatom assemblages in a lakesediment core from Central Kamchatka, Russia",
    "authors": ["U. Hoff", "O. Dirksen", "V. Dirksen", "U. Herzschuh", "H.W. Hubberten", "H. Meyer", "C. van den Boogard", "B. Diekmann"],
    "venue": "J. Paleolimnol",
    "year": 2012
  }, {
    "title": "Holocene freshwater diatoms: palaeoenvironmental implications from south Kamchatka, Russia",
    "authors": ["U. Hoff", "O. Dirksen", "V. Dirksen", "G. Kuhn", "H. Meyer", "B. Diekmann"],
    "venue": "Boreas 43,",
    "year": 2014
  }, {
    "title": "Plant cover of Southern Kamchatka. Arkiv for Botanik utgivet av Kungl: Svenska Vetenskapsakademien",
    "authors": ["E. Hultèn"],
    "venue": "Andra serien 7",
    "year": 1974
  }, {
    "title": "2004.Middle to late Holocene changes of the Okhotsk Sea IntermediateWater and their relation to atmospheric circulation",
    "authors": ["T. Itaki", "K. Ikehara"],
    "venue": "Geophys. Res",
    "year": 2004
  }, {
    "title": "The influence of Holocene tree-line advance and retreat on an arctic lake ecosystem: a multi-proxy study from Kharinei Lake, North Eastern European Russia",
    "authors": ["V.J. Jones", "N. Solovieva", "A.E. Self", "S. McGowan", "P. Rosén", "J.S. Salonen", "H. Seppä", "M. Väliranta", "E. Parrott", "S.J. Brooks"],
    "venue": "J. Paleolimnol",
    "year": 2011
  }, {
    "title": "Sea-ice distribution and atmospheric pressure patterns in southwestern Okhotsk Sea since the Last Glacial Maximum",
    "authors": ["K. Katsuki", "Khim", "B.-K", "T. Itaki", "Y. Okazaki", "K. Ikehara", "Y. Shin", "H.I. Yoon", "C.Y. Kang"],
    "year": 2010
  }, {
    "title": "Sediment-based study of the effects of decreasing mine water pollution on a heavily modified, nutrient enriched lake",
    "authors": ["T. Kauppila"],
    "venue": "J. Paleolimnol",
    "year": 2006
  }, {
    "title": "Centric diatom algae (Centrophyceae) of ultraoligotrophic Lake El'gygytgyn and water bodies of its basin (Chukotka, Russia)",
    "authors": ["V.G. Kharitonov", "S.I. Genkal"],
    "venue": "Inland Water Biol",
    "year": 2010
  }, {
    "title": "Ecology of the Siberian dwarf pine (Pinus pumila (Pallas) Regel) on Kamchatka (general survey)",
    "authors": ["P.A. Khomentovsky"],
    "venue": "Science Publishers,",
    "year": 2004
  }, {
    "title": "Linking planktonic diatoms and climate change in the large lakes of the Yellowstone ecosystem using resource theory",
    "authors": ["S.S. Kilham", "E.C. Theriot", "S.C. Fritz"],
    "venue": "Limnol. Oceanogr",
    "year": 1996
  }, {
    "title": "Seasonal and interannual dynamics of diatom assemblages in Scrower See (NE Germany): a sediment trap study",
    "authors": ["E.P. Kirilova", "P. Bluszcz", "O. Heiri", "H. Cremer", "C. Ohlendorf", "A.F. Lotter", "B. Zolitschka"],
    "venue": "Hydrobiologia 614,",
    "year": 2008
  }, {
    "title": "Late Quaternary environmental change of Kamchatka (PhD thesis), School of Geography, Archaeology and Palaeoecology Queen's University, Belfast (290 pp.)",
    "authors": ["A. Klimaschewski"],
    "year": 2010
  }, {
    "title": "Late Glacial and Early Holocene Climatic Changes Based on aMultiproxy Lacustrine Sediment Record from Northeast Siberia",
    "authors": ["H.D. Kokorowski", "P.M. Anderson", "R.S. Sletten", "A.V. Lozhkin", "T.A. Brown"],
    "venue": "Arctic, Antarctic, and Alpine Research",
    "year": 2008
  }, {
    "title": "Botanical essay of Kamchatka",
    "authors": ["V.L. Komarov"],
    "venue": "Collected papers in Kamchatka,",
    "year": 1940
  }, {
    "title": "Climate of Kamchatka. Hydrometeoizdat, Moscow (in Russian)",
    "authors": ["V.I. Kondratyuk"],
    "year": 1974
  }, {
    "title": "Bacillariophyceae band 2/2",
    "authors": ["K. Krammer", "H. Lange-Bertalot"],
    "venue": "Gustav Fischer Verlag,",
    "year": 1986
  }, {
    "title": "Forest vegetation of easternmost Russia (Russian far east)",
    "authors": ["P.V. Krestov"],
    "year": 2003
  }, {
    "title": "Vegetation and natural habitats of Kamchatka",
    "authors": ["P.V. Krestov", "A.M. Omelko", "Y. Nakamura"],
    "venue": "Ber. d. Reinh.-Tüxen-Ges. Hannover",
    "year": 2008
  }, {
    "title": "Global, regional and local scale factors determining glaciation extent in Eastern Siberia over the last 140,000 years",
    "authors": ["G. Krinner", "B. Diekmann", "F. Colleoni", "G. Stauch"],
    "venue": "Quat. Sci. Rev",
    "year": 2011
  }, {
    "title": "Morphology and Taxonomy of Stephanodiscus Minutulus (Kützing) Cleve et Möller (Bacillariophyta) from Lake Dal'nee (Kamchatka)",
    "authors": ["M.S. Kulikovskiya", "N.A. Shkurinab", "G.A. Belyakovab"],
    "venue": "Mosc. Univ. Biol. Sci. Bull",
    "year": 2013
  }, {
    "title": "Palynology of plants with male flowers in catkins. Nauka, Moscow-Leningrad (in Russian)",
    "authors": ["L.A. Kupriyanova"],
    "year": 1965
  }, {
    "title": "A long term numerical solution for the insolation quantities of the Earth",
    "authors": ["J. Laskar", "P. Robutel", "F. Joutel", "M. Gastineau", "A.C.M. Correia", "B. Levrard"],
    "venue": "Astron. Astrophys",
    "year": 2004
  }, {
    "title": "Characteristics of phytoplankton and microplankton community of Lake Kuril'skoe in the second half of the 1990s",
    "authors": ["E.V. Lepskaya"],
    "venue": "Issled. Vodn. Biol. Resur. Kamchatki Sev. Zap. Chasti Tikhogo Okeana,",
    "year": 2002
  }, {
    "title": "For pelagic algoflora characteristic of some Kamchatka lakes",
    "authors": ["E.V. Lepskaya", "E.G. Lupikina", "A.V. Maslov", "T.K. Ukolova", "V.D. Sviridenko"],
    "venue": "Readings in Memory of Vladimir Jakovljevic Levanidova. MY. 2: Vladivostok, March 19-21,",
    "year": 2003
  }, {
    "title": "Aulacoseira Subarctica in Kurilskoye Lake: a deep, oligotrophic lake and important Pacific salmon nursery",
    "authors": ["E.V. Lepskaya", "D.H. Jewson", "M.V. Usoltseva"],
    "venue": "Diatom Res",
    "year": 2010
  }, {
    "title": "Sea surface temperature variability and sea-ice extent in the subarctic northwest Pacific during the past 15,000 years",
    "authors": ["L. Max", "Riethdorf", "J.-R", "R. Tiedemann", "M. Smirnova", "L. Lembke-Jene", "K. Fahl", "D. Nürnberg", "A. Matul", "G. Mollenhauer"],
    "venue": "Paleoceanography 27,",
    "year": 2012
  }, {
    "title": "Holocene climate variability",
    "authors": ["P.A. Mayewski", "E.E. Rohling", "J.C. Stager", "K.A. Karlén", "W. Maasch", "L.D. Meeker", "E.A. Meyerson", "F. Gasse", "S. van Kreveld", "K. Holmgren", "J. Lee-Thorp", "G. Rosqvist", "F. Rack", "M. Staubwasser", "R.R. Schneider", "E.J. Steiger"],
    "venue": "Quat. Res",
    "year": 2004
  }, {
    "title": "Oxygen isotope composition of diatoms as Late Holocene climate proxy at Two-Yurts-Lake, Central Kamchatka, Russia",
    "authors": ["H. Meyer", "B. Chapligin", "U. Hoff", "L. Nazarova", "B. Diekmann"],
    "venue": "Glob. Planet. Chang",
    "year": 2015
  }, {
    "title": "Sediment organic matter",
    "authors": ["P.A. Meyers", "J.L. Teranes"],
    "year": 2001
  }, {
    "title": "The Influence of Climate Changes and Sockeye Escapement on State of Ecosystem in Kuril Lake (South Kamchatka)North Pacific Anadromous Fish Commission Document 648",
    "authors": ["L.V. Milovskaya"],
    "venue": "Kamchatka Recearch Institute of Fisheries and Oceanography (KamchatNIRO), Petropavlovsk-Kamchatsky",
    "year": 2002
  }, {
    "title": "Ecological functioning of Kuril Lake relative to Sockeye Salmon production",
    "authors": ["L.V. Milovskaya", "M.M. Selifonov", "S.A. Sinyakov"],
    "venue": "North Pacific Anadromous Fish Commission Bulletin No",
    "year": 1998
  }, {
    "title": "Effect of temperature on diatom volume, growth rate, and carbon and nitrogen content: reconsidering some paradigms",
    "authors": ["D.J.S. Montagnes", "D.J. Franklin"],
    "venue": "Limnol. Oceanogr",
    "year": 2001
  }, {
    "title": "An automated leaching method for the determination of opal in sediments and particulate matter",
    "authors": ["P.J. Müller", "R. Schneider"],
    "venue": "Deep-Sea Res. I",
    "year": 1993
  }, {
    "title": "Westerly jet — East Asian summer monsoon connection during the Holocene",
    "authors": ["K. Nagashima", "R. Tada", "S. Toyoda"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2013
  }, {
    "title": "Late Holocene climate and environmental changes in Kamchatka inferred from the subfossil chironomid record",
    "authors": ["L. Nazarova", "V. de Hoog", "U. Hoff", "O. Dirksen", "B. Diekmann"],
    "venue": "Quat. Sci. Rev",
    "year": 2013
  }, {
    "title": "Holocene climate conditions in central Yakutia (Eastern Siberia) inferred from sediment composition and fossil chironomids of Lake Temje",
    "authors": ["L. Nazarova", "H. Lüpfert", "D. Subetto", "L. Pestryakova", "B. Diekmann"],
    "venue": "Quat. Int",
    "year": 2013
  }, {
    "title": "The description of s pollen of different species occurring in the USSR",
    "authors": ["M.V. Oshurkova"],
    "venue": "Probl. Bot",
    "year": 1959
  }, {
    "title": "The role of global and local factors in determining the middle to late Holocene environmental history of South Kurile and Komandar Island, northwestern Pacific",
    "authors": ["N.G. Razjigaeva", "T.A. Grebennikova", "L.A. Ganzey", "L.M. Mokhova", "V.B. Bazarova"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2004
  }, {
    "title": "The spatial and temporal complexity of the Holocene thermal maximum",
    "authors": ["H. Renssen", "H. Seppä", "O. Heiri", "D.M. Roche", "H. Goosse", "T. Fichefet"],
    "venue": "Nat. Geosci",
    "year": 2009
  }, {
    "title": "Diatom responses to limnological and climatic changes at Ribains Maar (French Massif Central) during the Eemian and Early Würm",
    "authors": ["P. Rioual", "V. Andrieu-Ponel", "J.L. de Beaulieu", "M. Reille", "H. Svobodova", "R.W. Battarbee"],
    "venue": "Quat. Sci. Rev",
    "year": 2007
  }, {
    "title": "Hemispheric-scale patterns of climate-related shifts in planktonic diatoms from North American and European lakes",
    "authors": ["K. Rühland", "A.M. Paterson", "J.P. Smol"],
    "venue": "Glob. Chang. Biol",
    "year": 2008
  }, {
    "title": "The Atlantic-Pacific seasaw",
    "authors": ["O. Saenko", "A. Schmittner", "A.J. Weaver"],
    "venue": "J. Clim",
    "year": 2004
  }, {
    "title": "Summer temperature variations in southern Kamchatka as reconstructed from a 247-year treering chronology of Betula ermanii",
    "authors": ["M. Sano", "F. Furuta", "T. Sweda"],
    "venue": "J. For",
    "year": 2010
  }, {
    "title": "Holocene glacier advances in the headwaters of Sredniaya Avacha, Kamchatka, Russia",
    "authors": ["O.S. Savoskul"],
    "venue": "Quat. Res",
    "year": 1999
  }, {
    "title": "Variation of alkenone sea surface temperature in the Sea of Okhotsk over the last 85 kyrs",
    "authors": ["O. Seki", "K. Kawamura", "M. Ikehara", "T. Nakatsuka", "T. Oba"],
    "venue": "Org. Geochem",
    "year": 2004
  }, {
    "title": "Stone birch forest of Kamchatka",
    "authors": ["V.A. Shamshin"],
    "venue": "Geos, Moscow (in Russian)",
    "year": 1999
  }, {
    "title": "Floodland forests of Kamchatka",
    "authors": ["V.A. Shamshin", "N.V. Kazakov"],
    "venue": "Proceedings of TIG FEB RAS, Kamchatka' branch. Petropavlovsk-Kamchatsky",
    "year": 2004
  }, {
    "title": "A measuring system for the fast simultaneous isotope ratio and elemental analysis of carbon, hydrogen, nitrogen and sulphur in food commodities and other biological material",
    "authors": ["H.P. Sieper", "H.J. Kupka", "T. Williams", "A. Rossmann", "S. Rummel", "N. Tanz", "H.L. Schmidt"],
    "venue": "Rapid Commun. Mass Spectrom",
    "year": 2006
  }, {
    "title": "Multiproxy records of climate variability for Kamchatka for the past 400 years",
    "authors": ["O. Solomina", "G. Wiles", "R. d'Arrigo"],
    "venue": "Clim. Past",
    "year": 2007
  }, {
    "title": "Total solar irradiance during the Holocene",
    "authors": ["F. Steinhilber", "J. Beer", "C. Fröhlich"],
    "venue": "Geophys. Res. Lett. 36,",
    "year": 2009
  }, {
    "title": "Arctic Holocene proxy climate database — new approaches to assessing geochronological accuracy and encoding climate variables. Clim",
    "authors": ["H.S. Sundqvist", "D.S. Kaufman", "N.P. McKay", "N.L. Balascio", "J.P. Briner", "L.C. Cwynar", "H.P. Sejrup", "H. Seppä", "D.A. Subetto", "J.T. Andrews", "Y. Axford", "J. Bakke", "H.J.B. Birks", "S.J. Brooks", "A. de Vernal", "A.E. Jennings", "F.C. Ljungqvist", "K.M. Rühland", "C. Saenger", "J.P. Smol", "A.E. Viau"],
    "venue": "Past 10,",
    "year": 2014
  }, {
    "title": "Forests of the Kamchatka Peninsula, their natural recovery and forestry (Ph.D. Thesis), Forestry Institute SD RAS, Krasnoyarsk (in Russian)",
    "authors": ["V.G. Turkov"],
    "year": 1964
  }, {
    "title": "A coded checklist and ecological indicator values of freshwater diatoms from the Netherlands",
    "authors": ["H. Van Dam", "A. Mertens", "J. Sinkeldam"],
    "venue": "Neth. J. Aquat. Ecol",
    "year": 1994
  }, {
    "title": "Non-pollen palynomorphs",
    "authors": ["B. Van Geel"],
    "year": 2001
  }, {
    "title": "Mid- to Late Holocene climate change: an overview",
    "authors": ["H. Wanner", "J. Beer", "J. Buetikofer", "T.J. Crowley", "U. Cubasch", "J. Flueckiger", "H. Goose", "M. Grosjean", "F. Joos", "J.O. Kaplan", "M. Kuettel", "S.A. Mueller", "I.C. Prentice", "O. Solomina", "T.F. Stocker", "P. Tarasov", "M. Wagner", "M. Widmann"],
    "venue": "Quat. Sci. Rev",
    "year": 2008
  }, {
    "title": "Temporal organization of phytoplankton communities linked to physical forcing",
    "authors": ["M. Winder", "D.A. Hunter"],
    "venue": "Oecologia 156,",
    "year": 2008
  }, {
    "title": "Plants of Kamchatka (the field guide). Way, Truth and Life Press, Moscow",
    "authors": ["V. Yakubov"],
    "year": 2007
  }, {
    "title": "Catalog of flora of Kamchatka (vascular plants). Kamchatpress, Petropavlovsk-Kamchatsky (in Russian)",
    "authors": ["V.V. Yakubov", "O.A. Chernyagina"],
    "year": 2004
  }],
  "id": "SP:574dd50b01222b602fe2f4ff5ccbdb1523f365fd",
  "authors": [{
    "name": "Ulrike Hoff",
    "affiliations": []
  }, {
    "name": "Boris K. Biskaborn",
    "affiliations": []
  }, {
    "name": "Veronika G. Dirksen",
    "affiliations": []
  }, {
    "name": "Oleg Dirksen",
    "affiliations": []
  }, {
    "name": "Gerhard Kuhn",
    "affiliations": []
  }, {
    "name": "Hanno Meyer",
    "affiliations": []
  }, {
    "name": "Larisa Nazarova",
    "affiliations": []
  }, {
    "name": "Alexandra Roth",
    "affiliations": []
  }, {
    "name": "Bernhard Diekmann",
    "affiliations": []
  }],
  "abstractText": "Article history: Received 11 November 2014 Received in revised form 22 July 2015 Accepted 29 July 2015 Available online 16 August 2015",
  "title": "Holocene environment of Central Kamchatka, Russia: Implications from a multi-proxy record of Two-Yurts Lake"
}