{
  "sections": [{
    "text": "The first appearance datum (FAD) of Hindeodus parvus is an excellent datum very close to the base of the Otoceras woodwardi Zone (priority base of the Triassic). For the first time, it allows an exact correlation of the PTB in all marine facies and faunal realms. The following features of the extinction and recovery patterns near the PTB are most important for the search for causes of the PTB biotic crisis: (1) most strongly affected were the (siliceous) plankton (radiolarians) and the warm-water benthos and nekton; (2) most of the cold-water faunas were not significantly affected; (3) the recovery of the warm-water benthos and siliceous plankton occurred only after an unusually long time (during the late Olenekian and Middle Triassic); (4) the productivity of the terrestrial plants dropped strongly and the recovery was mainly in the upper Olenekian and in the Middle Triassic; (5) several terrestrial extinction events occurred at different levels within the Upper Permian, considerable before the marine PTB; at or close to the FAD of Lystrosaurus no extinction event in the terrestrial faunas can be observed; (6) terrestrial faunal elements that survived the Dzhulfian–Dorashamian extinctions were able to survive some months of extreme climatic conditions by hibernation-like life stages (vertebrates), or by dryand freezing-resistant eggs (conchostracans); (7) about 50% of the genera that disappeared at the PTB re-appeared in the Olenekian–Middle Triassic interval (Lazarus taxa), or in this time interval genera appeared that had undoubtedly evolved from genera that had disappeared at the PTB; and (8) the PTB is preceded by mass occurrences of marine (and continental?) fungi, and the fungal spike ends abruptly a little before the PTB. A scenario for the PTB biotic crisis is elaborated that takes into consideration: the real (not interpolated) diversity patterns of different marine and continental fossil groups, the exact correlation of bioevents in different faunal realms and facies, the strong biotic crisis in the Tethyan warm-water faunas in contrast to the much weaker biotic event in cold-water faunas, the severe Dzhulfian–Dorashamian climate in many parts of the world caused by the continent–ocean configuration and by Siberian Trap volcanism, the cooling of the Boreal area by the northward drift of Pangaea that interrupted the exchange of warm-water benthos between the Tethys and western North America during the Guadalupian, the extinction event at the Guadalupian–Lopingian boundary that restricted most of the affected warm-water faunas to the Tethys, the importance of lower Scythian anoxia that reached an unusually shallow level, and above all the effects of the contemporaneous huge volcanic events about 250 m.y. ago on the Siberian Platform and in the eastern Tethys that caused a 3–6-months-lasting volcanic winter with strong cooling in low latitudes, followed by a strong global warming.  1998 Elsevier Science B.V. All rights reserved.\nKeywords: Permian–Triassic boundary; extinction; recovery; volcanic winter\nŁ Fax: 36 1 3971316.\n0031-0182/98/$ – see front matter  1998 Elsevier Science B.V. All rights reserved. PII: S 0 0 3 1 - 0 1 8 2 ( 9 8 ) 0 0 1 1 3 - 8"
  }, {
    "heading": "1. Introduction",
    "text": "The biotic crisis around the Permian–Triassic boundary (PTB) is often regarded as the most severe biotic crisis of the Phanerozoic (for compilation see Erwin, 1993). For a long time, the extinction event around the PTB was regarded as a short-lasting event that caused a sudden catastrophic drop in faunal diversity (e.g. Schindewolf, 1954, 1963). Kozur (1977, 1980) pointed out that since the end of the middle Permian (top of the Guadalupian), a drop in faunal diversity can be observed in several fossil groups, with two phases of stronger extinction, one at the end of the Guadalupian, and the other close to the PTB. The latter extinction affected mainly the plankton and the Tethyan shallow-water shelves where a sudden mass extinction of shallow, warm-water biota occurred. More recently, gradual extinction over a long time interval (Guadalupian to base of the Triassic) was assumed in most papers (Erwin, 1993, and papers quoted therein); however, some fossil groups preserved their high diversity until the end of the Permian (e.g. radiolarians, non-fusulinid foraminifers).\nThe possible causes of the biotic crisis near the PTB can be identified only after the following questions have been answered. (1) At which stratigraphic level lies a synchronous marker event close to the PTB that can be traced precisely in marine environments both in the Tethyan and Boreal=Notal realms and which may be correlated as precisely as possible with continental beds? (2) Is this biotic crisis worldwide, contemporaneous, and has it affected all or only a part of the biota? (3) To what extent were affected different fossil groups, representative for different environment? (4) Was the biotic crisis a sudden, catastrophic event, a gradual change or a gradual change with one or more events of accelerated or even catastrophic extinction?\nSome of these questions have been discussed in detail in previous papers, but other questions were overlooked.\nThe present author has worked for 25 years on all Permian and Triassic microfaunal groups (except fusulinids), on some, fewer known, but important, mostly continental macrofaunal groups (e.g. Conchostraca), and on Upper Permian and Lower Triassic sporomorphs. The most important biota (deep water, shallow water, continental deposits) have been\nstudied both in the Tethyan and Boreal realms as well as different floral provinces. The evolutionary changes in different fossil groups, the facies changes around the PTB, the stratigraphic range of the most important marine and continental fossils, and the correlation of biostratigraphic and lithostratigraphic marker horizons around the PTB were investigated. Many important sections were studied, e.g. Meishan, Shangsi and other sections in south China, continuous PTB sections in Armenian Transcaucasia, Turkey, Greece, Southern Alps, Bükk Mts. and Balaton Highland of Hungary, Sicily, Japan, SE Siberia, several continental PTB sections in the Germanic Basin, Mecsek Mts. of Hungary, north China, Dalongkou and Xiaolongkou in Sinkiang, Bolivia, and material from other sections provided by colleagues was investigated, e.g. from eastern Greenland, Salt Range, Kashmir (material Prof. W.C. Sweet, Columbus, OH, and Dr. B.R. Wardlaw, Reston, VA), northern and central Iran (material Prof. H. Mostler, Innsbruck), NE Siberia (material Yu. Zakharov, Vladivostok), Dorasham, Achura and other eastern Transcaucasian sections (material Prof. G. Kotlyar, St. Petersburg and the late Dr. M. Pjatakova).\nIn the present paper, general problems for the evaluation of the PTB biotic crisis, the correlation of the PTB in different facies and faunal realms, general aspects of the biotic crisis and some remarks on the possible causes of the PTB biotic crisis are elucidated."
  }, {
    "heading": "2. Some general problems for the evaluation of the PTB biotic crisis",
    "text": "The search for the causes of the PTB biotic crisis requires the knowledge and exact global correlation of the extinction and recovery patterns among all major faunal and floral groups of all facies, and the consideration of accompanying geological phenomena, such as facies changes, climatic changes, age and character of volcanic activities around the PTB, changes in stable isotopes, duration, distribution and vertical range of the oceanic anoxia.\nCrucial for the understanding of the extinction and recovery patterns in different biotas is the exact correlation of the different marine and continental biota (Sepkoski, 1997). As the position of the PTB\nand its correlation in different faunal provinces as well as the correlation of the marine and continental PTB are of special importance, this problem will be discussed separately in Section 3.\nThe previous evaluation of the extinction patterns in different groups is mostly based on literature compilations of taxon ranges, often with insufficient chronostratigraphic control. Moreover, the unknown or poorly known (lower and middle) Scythian diversity of major fossil groups has been often interpolated from known Permian and Anisian diversities. Estimates of the disappearance of taxa are often too generalized to give a base for considerations of the causes of the mass extinctions. Typically the middle Guadalupian (Wordian or lower Capitanian) family level is compared with the Olenekian (middle to upper Scythian) family level, and therefore the differences in these taxa over a time span of 15 m.y. are compared. If we compare the extinction over a comparable time interval from the Rhaetian to the middle Toarcian, the amount of extinction is at least at the same level, including such major groups as the conodonts and the healdiacean ostracods that are both very common and had a worldwide distribution during the Late Triassic. Moreover, the extinction within this time interval happened for different groups at different times. For instance, the 16 genera of the Permian Blastoidea disappeared at the top of the Guadalupian; only one species may range into the Dzhulfian. The fusulinids, on the other hand, disappeared shortly before the end of the Permian. Both extinctions are as unrelated to each other, as the disappearance of the conodonts close to the top of the Triassic and the sudden disappearance of the Healdiacea within the early Toarcian. Summarizing marine extinctions over a too long time interval leads to an over-estimation of the Permian–Triassic biotic crisis. Only thus can be explained that Sepkoski (1989, 1990) assumed that 83% of the genera became extinct at the PTB, and Raup (1991) assumed that 96% of the marine species died out at the PTB. These values can never be found, if biota of the same facies are compared at the PTB.\nThe same phenomenon can be observed at the evaluation of continental faunas. For instance, Erwin (1993) (p. 118) wrote: “Thirty-five genera [of therapsids] occur in the Late Permian, but only two, including the widespread genus Lystrosaurus, occur in the\nearliest Triassic.” Such statements indicate a severe impact of the PTB biotic crises on this vertebrate group (and possibly on vertebrates in general), even if the large number of Upper Permian genera is produced partly by taxonomic oversplitting. However, most of the 35 Upper Permian therapsid genera were found in the Tatarian Stage of the Russian Platform and contemporaneous sediments in South Africa and other areas. The largest part of the Tatarian belongs to the middle Permian Guadalupian Series, and only the uppermost Tatarian ranges into the Dzhulfian (see Fig. 2). This is both indicated by correlation of the upper Tatarian conchostracan faunas (Kozur, 1989) and by the position of the Illawarra Reversal within the uppermost lower Tatarian and within or close to the base of the Capitanian. If the faunal change is studied in continuous PTB sections, as in Dalongkou (Sinkiang), then one therapsid genus, Dicynodon, is replaced by one other therapsid genus, Lystrosaurus, and both genera occur over a longer interval (around 60 m of section) together. Wherever the PTB is placed in such sections (at the FAD of Lystrosaurus or at the LAD of Dicynodon or in any level between these events), there is no marked or even catastrophic change in the vertebrate fauna. The same is true for the accompanying freshwater faunas (ostracods, conchostracans). The drop in diversity of the terrestrial vertebrates and other continental faunal groups was, in general, considerably before the PTB, and it was at different levels for different fossil groups (see Section 4.2). However, taking the changes over a long time interval as a contemporaneous event at the continental PTB, Erwin (1993) (p. 120) wrote: “The first appearance of Lystrosaurus... is taken as the beginning of the Triassic. This coincides with a marked change in the composition of vertebrate faunas.”\nAs pointed out by Kozur (1977, 1980), a large part of the marine genera that disappeared around the PTB, re-appeared during the late Olenekian or in the Middle Triassic (Lazarus taxa). Especially high is the percentage of Lazarus taxa among the holothurian sclerites, scolecodonts, ostracods, bivalves, gastropods, articulate brachiopods, Demospongiae (siliceous sponges), and non-fusulinid foraminifers (Kozur, 1977, 1980; Erwin, 1993). In other fossil groups, the gap in the occurrence is shorter, but nevertheless, there is an interval in the\nlowermost Triassic from which no representatives are known and the re-appearing forms also must be regarded as Lazarus taxa. Kozur et al. (1996a,) found the first hexactinellid sponges and radiolarians in the upper Brahmanian (upper ‘Induan’), leaving only a short interval for the unknown occurrence of Hexactinellida and Radiolaria in the lowermost Triassic. The common occurrence of Lazarus taxa shows that far fewer taxa really became extinct at the PTB than has thus far been assumed. They withdrew to unknown refuges or to subsequently subducted insular areas of Panthalassa. This fact is very important for the explanation of the causes of the biotic crisis near the PTB. Fossil groups with a high percentage of shallow, warm-water marine taxa have a high percentage of Lazarus taxa, if they did not disappear a the PTB.\nThe common occurrence of Lazarus taxa and the poor knowledge of the Scythian faunas have often led to reconstructions of diversity patterns that mask the true extinction pattern around the PTB. This led to the reconstruction of wrong extinction and recovery patterns for most of the fossil groups (Erwin, 1993, as the compilation of formerly published diversity patterns), except those that became extinct close to the PTB, such a fusulinids, rugose corals and trilobites. Only in Hallam and Wignall (1997), a correct picture of the extinction and recovery patterns of many major fossil groups was given, but no details (amount of the genera in the different Upper Permian to Middle Triassic stages) were presented and not all major fossil groups were considered.\nAs this problem is discussed in detail by Kozur (in press), only one example (Radiolaria) from this paper is demonstrated in Fig. 3. Erwin (1993) assumed a constant radiolarian diversity from the Dzhulfian to the Anisian. This diversity pattern must be interpolated because before the paper of Kozur et al. (1996a) no radiolarians were known from the lower and middle Scythian until the top of the lower Olenekian. This interpolated diversity pattern indicates that the radiolarians as the most important Permo–Triassic plankton were unaffected by the PTB biotic crisis. In reality, they belong to the strongest affected groups as shown by the uninterpolated diversity patterns across the PTB (Fig. 3). The picture would be far more impressive in genus and species level, but for comparison to show the big problems that were\ncaused by interpolation of the Scythian diversity, the family level has to be used, as Erwin (1993) used also this taxonomic level. Whereas during the early and middle Scythian three species of two genera and families are known, the number of the Dorashamian genera is about 2 times, the number of the upper Olenekian genera about 1.4 times, and the number of the upper Anisian genera about 2.5 times larger than the number of families. Dorashamian genera have on average two to three species, upper Olenekian genera one to two species and upper Anisian two species.\nIn skeleton-bearing radiolarians also the productivity dropped nearly to zero, indicated by the worldwide radiolarite gap during the early and middle Scythian. Thus, in Japan units with Upper Carboniferous to Jurassic Panthalassan radiolarites are known, which are interrupted during the early and middle Scythian by radiolarite-free black shales.\nThe upper Olenekian recovery of the radiolarians is not caused by the re-appearance of Lazarus taxa that had disappeared at the PTB, but by the appearance of new species that may have originated partly from spicular or skeleton-free radiolarians (Kozur et al., 1996a,b). Thus, the interpolation of the lower–middle Scythian radiolarian diversity from Upper Permian and Olenekian diversities by Erwin (1993) is incorrect. Similar incorrect diversity patterns were presented by Erwin (1993) for the non-fusulinid foraminifers, sponges (Calcarea, Demospongiae, Hexactinellida), bryozoans and ostracods.\nSomewhat different is the situation at such groups as the scolecodonts (jaws of Eunicida and Phyllodocida) and the holothurian sclerites. In suitable facies for occurrence and preservation, holothurian sclerites and scolecodonts are common in Tethyan shelves up to the top of the Permian, missing in the same facies during the Scythian, and they are again common in the Anisian. All upper Dorashamian genera and some species are present in the Anisian. In this case, an interpolated constant family and genus diversity from the upper Dorashamian to the Anisian would be formally correct. But such interpolated diversity patterns would show that these two groups were unaffected by the PTB biotic crisis. However, the absence of holothurian sclerites and scolecodonts in the known Scythian Tethyan sediments indicate that they were strongly affected on the Tethyan\nshelves, where they completely disappeared; uppermost Scythian holothurians (Kozur, 1977) have been later re-dated as lowermost Anisian. The Dorashamian holothurian sclerites were far more widely distributed (both facially and spatially) and far more diverse than, e.g. the Dorashamian fusulinids. Their absence from the Scythian Tethyan shelves shows that they were in the Tethys as much affected as the fusulinids except that no fusulinid Lazarus taxa survived outside the Tethyan continental shelves.\nThe above examples have shown that interpolation of the Scythian diversity from the Upper Permian and Middle Triassic diversities leads to incorrect diversity patterns across the PTB and in the Scythian. The true diversity patterns from the Upper Permian to the Middle Triassic show a lot of details of the extinction and recovery processes in different fossil group. But even true numeric global diversity patterns are mostly not sufficient to show the real extinction and recovery patterns. As the most fossil groups comprises a wide variety of taxa adapted to totally different facies, it is important to study what were the extinction and recovery patterns of different taxa within an investigated fossil group. Forms that lived in different environments must be separately investigated, warm-water versus cold-water taxa, shallow-water versus deep-water taxa, freshwater versus marine taxa, terrestrial versus aquatic taxa, light-dependent taxa versus light-independent taxa, taxa that need high oxygen content in the water versus taxa that could live under reduced oxygen content, taxa that lived in the Northern Hemisphere versus taxa that lived in the Southern Hemisphere, etc. However, the previously reconstructed extinction patterns are more or less careful compilations that are either incorrect by interpolation of missing Scythian data (see above), correct but do not contain important data, as for the conodonts, or they are correct only for a restricted faunal or floral province. A good example are the conodonts. According to Erwin (1993), conodonts are not influenced by the biotic crisis near the P=T boundary. This is true for the generic level. It is also true for those genera that had representatives both in warm-water and cold-water environments, such as Hindeodus or the Stepanovites–Ellisonia lineage, or were primarily adapted to cold water and only later adapted to warm water such as the Merrillina–Cornudina lin-\neage, or the Clarkina carinata group. However, the diverse species of the warm-water Clarkina subcarinata group disappeared at the Permian–Triassic event boundary (base of Boundary Bed 1), except C. deflecta (Wang et Wang) and C. meishanensis Zhang et al. that disappeared at the top of Boundary Bed 1 or within Boundary Bed 2. This extinction pattern gives a totally different picture than the statement that the conodonts are not affected by the PTB biotic crisis. They are severely affected, but only those species that are adapted exclusively to warm-water biotopes; such species disappear totally.\nCold-water adapted forms, such as the Clarkina carinata group and Hindeodus spp., were not affected at this level. In the eastern Tethys, those forms also survived the event boundary that occurred both in warm water and in cool water or cool bottom water, such as C. deflecta and C. changxingensis (Wang and Wang) from which evolved C. zhejiangensis Mei. C. deflecta and C. changxingensis occur also in the cool bottom water deep-water faunas of western Sicily, where except C. deflecta no other representative of the C. subcarinata warm-water fauna is present. C. deflecta is also present in the marginal Boreal realm in the lowermost Otoceas beds of Greenland and probably also of Arctic Canada, from where Henderson (1993) reported badly preserved C. subcarinata (Sweet) that may belong to C. deflecta. There, they disappeared with the further cooling of the Boreal realm long before the FAD of H. parvus. According to Mei (1996) C. changxingensis and C. deflecta of Boundary Bed 1 in Meishan may be reworked, but according to my investigations there is no conodont reworking in the Boundary Beds of Meishan.\nC. meishanensis has evolved from the upper Dorashamian C. xiangxiensis (Tian). Both forms may represent a side-branch of the C. subcarinata group, but their thickened platform is very different from the C. subcarinata group and strongly resembles Triassic representatives of the C. carinata group. For this reason, Krystyn and Orchard (1996) erroneously determined a Clarkina of the C. carinata group from the Otoceras beds of Selong as C. meishanensis, but according to Mei (1996) and my own investigation this species is not present in Selong. However, Krystyn and Orchard (1996) reported this species also from the Otoceras and Ophiceras faunas of four\nsections in the Himalaya. If this species is there present, then it must be also a form that could live in warm and cool water. The strong deviation of the platform in C. xiangxiensis and C. meishanensis from typical warm-water forms of the C. subcarinata group perhaps indicates that these two species were better adapted than the C. subcarinata group s.str. to the increasingly harsh ecologic conditions in the upper Dorashamian and at the PTB.\nA third, distinct extinction event in the conodont faunas is rather delayed with respect to the PTB. It occurs at the base of the Gandarian (Dienerian) Substage of the Brahmanian (Induan) (Fig. 1). At this level those conodonts disappeared or became rare that flourished after the extinction of the warmwater restricted conodonts in connection with the PTB biotic crisis. The Palaeozoic hindeodid conodonts disappeared that had their widest distribution and highest diversity during the earliest Triassic. The cold-water C. carinata group had after the final disappearance of the Tethyan pelagic warm-water conodonts occupied also the low-latitude pelagic environments. The adaption to warm-water environments and the occupation of a large new area led seemingly to a rapid evolution within the last representatives of Clarkina and by disappearance of the platform Neospathodus evolved that dominated the Scythian pelagic conodont faunas and was the ancestor of the main Triassic gondolellid stocks (Neogondolella and Paragondolella). In the same time, the C. carinata group became rare. This third conodont event coincides with the appearance of warm-water biota, such as calcareous algae in unusually high latitudes (Spitsbergen, Wignall et al., 1998).\nThe three conodont extinction events that are related to the PTB biotic crises have a different character and affected different groups. The first event somewhat below the FAD of H. parvus affected the entire Tethys, but not the extra-Tethyan high-latitude areas. It affected only the warm-water restricted forms that became extinct. In the western and central Tethys also those forms died out that lived in warm water but also in cool water or cool bottom water. In the eastern Tethys the latter forms survived, and finally disappeared only in the second extinction event at the base of the Isarcicella isarcica Zone. These first two extinction events occurred in the eastern Tethys at the base of volcanic dust\nfall-outs. They are accompanied by the immigration of high-latitude Boreal faunas to medium and low latitudes (see Section 4.1.2). The third event at the base of the Gandarian Substage is characterized by the extinction of the cold-water adapted hindeodid conodonts that flourished after the first two events, and by the decrease of the cold-water adapted C. carinata group. It is accompanied by an invasion of warm-water biota into unusually high latitudes (calcareous algae in Spitsbergen).\nFurther obstacles for the evaluation of the possible causes of the PTB biotic crises are the many mistakes in stratigraphic correlation and in the reconstruction of the extinction patterns around the boundary.\nIn general it is stated that a Lower Triassic sporomorph association dominated by trilete cavate spores replaced an Upper Permian sporomorph association dominated by bisaccate pollen (e.g. Visscher, 1971; Balme, 1979; Foster, 1982; Utting, 1994), and sometimes the distinct increase of trilete cavate spores such as Lundbladispora, Kraueselisporites, and Densoisporites, is even used to define the PTB (F. Góczán in Haas et al., 1988). In that paper, the Upper Permian sporomorph association II4 from the Mecsek Mts., correctly dated by Barabás-Stuhl (1981), was assigned to the Triassic because of an increase in spores to 25% of the total sporomorph assemblage. Otherwise, this association contains 7% Lueckisporites virkkiae, 12% L. cf. parvus (D L. virkkiae norm Bc sensu Visscher, 1971), 6% Guttulapollenites sp. (Lueckisporites palynodeme, norm C), 17% Upper Permian multitaeniate spores and typical large specimens of Nuskoisporites dulhuntyi Potonié and Klaus. According to the stratigraphic evaluation of the Lueckisporites palynodeme by Visscher (1971), this association is Late Permian, but not latest Permian in age. Associations with a high percentage or dominant trilete cavate spores begin in undoubtedly Permian sediments, such as in the White Sandstone Member of the Salt Range (Balme, 1970) or in the late Dorashamian lower and middle Tesero Oolite of the western Dolomites (Southern Alps), where an association dominated by fungi spores and trilete cavate spores occurs together with Palaeofusulina and Hindeodus latidentatus praeparvus (Kozur, 1989, 1994b, 1996). The distinct floral change indicated by sporomorph associations was therefore within the Dorashamian\nconsiderably before the PTB, and the associations with dominating trilete cavate spores, with slightly changed species composition, continued into the lower Scythian.\nIt is significant that this kind of change cannot be found in all floral provinces. In the humid-tropical\nCathaysia province, an Acritarcha-dominated assemblage with more spores than bisaccate pollen in the Changxing Limestone is replaced by a bisaccate pollen-dominated assemblage, which lack Triassic elements in Boundary Bed 1 and in Boundary Bed 2. In younger beds, Triassic elements occur addition-\nally in this continuing bisaccate pollen-dominated assemblage. As pointed out by Ouyang and Utting (1990), this assemblage has a strong Permian aspect despite the fact that it is very different from the underlying assemblage. This was explained by Ouyang and Utting (1990) by a lapse in time between the extinction of many Permian species and the evolution of typical Triassic taxa. Taking the first appearance of Hindeodus parvus as the base of the Triassic, this sporomorph association would still belong to the uppermost Dorashamian. More important, however, is the aspect that the changes in the sporomorph associations may be fundamentally different in different floral provinces, and they occur at different times and all within the Upper Permian. Nevertheless, the land floras were strongly affected by the PTB biotic crisis, but not in all cases at the same level and not at the same time as the marine biota. The earlier floristic change in Gondwana, Perigondwana, in the Euramerican province and in parts of the Arctic may have not been expressed in the floras in the wet, inner tropical belt of the Cathaysia province. The high-energy event that strongly influenced the floras in the Cathaysia province may not be recognizable in the other floral provinces as there the floral changes occurred earlier, within the Dorashamian, and the floras were already adapted to those severe conditions that caused the rapid changes in the Cathaysian flora. This would require repeated events that influenced the climate or reduced the input of sunlight, such as dust or sulphate aerosols of huge volcanic eruptions.\nStratigraphic miscorrelation is one of the most severe problems. Often the PTB is placed at a lithostratigraphic facies boundary as such boundaries are always connected with strong, often total faunal or (and) floral changes, and indicate often a gap. In this case, the PTB is always connected with an abrupt, strong biotic change, especially in continental beds, where such biotic turnover is not present at the PTB. Thus, in Eurasia, the PTB is always distinct, where there is a large gap (Russian Platform) or where there are no fossils present in strongly hypersaline beds below the assumed boundary (central Germanic Basin). These boundaries are often diachronous, but this was not recognized because of the missing fossil record below or (rarely) above such a boundary. For instance, the Bröckelschiefer was for a long time re-\ngarded as the base of the Germanic Triassic, but it is the time-equivalent of hypersaline Zechstein beds in the centre of the basin (Kozur, 1989, 1994b, decision of the German Stratigraphic Permian–Triassic Subcommission, Aschersleben, 1-5-1992). Toward the margin, the Bröckelschiefer as a continental equivalent of the hypersaline Zechstein begins in older and older horizons (Fig. 2).\nIn complete and very fossiliferous continental sections, the position of the PTB becomes often problematic instead, especially distinct because of the rich faunal record. Thus, Tuzhikova (1985) assigned the undoubtedly post-Tatarian sub-basaltic beds and intra-basaltic beds of the Timan–Petchora Basin to the Triassic, despite the fact that these deposits contain the more or less complete Lueckisporites succession of the Zechstein 2 to Zechstein 7, that is surely pre-Triassic. On the other hand, this sporomorph succession contains the same species as the lower Otoceras faunas of the Arctic with Lundbladispora, Kraueselisporites, Lunatisporites noviaulensis and other forms, as correctly stated by Tuzhikova (1985). Such association is indeed mostly assigned to the Triassic despite the fact that well correlated occurrences in the Southern Alps occur in late Dorashamian Palaeofusulina-bearing and Tympanicysta-dominated marine beds with Hindeodus latidentatus praeparvus Kozur, Isarcicella prisca Kozur, Stepanovites sp. (see Section 3). The rather complete sequence of the Tungusska Basin in Siberia (for correlation see Fig. 2) also belongs to those sections in which the PTB is strongly disputed. The PTB was placed at both the base of the thick tuffogene series (base of the Tutontchanian Formation, Dobruskina and Mogutcheva, 1987), and at the top of the Putoranian flood basalts that overlie the tuffogene series (Sadovnikov and Orlova, 1993, 1994, 1995; Sadovnikov, 1997), a difference up to around 3000 m! The position of the PTB in this area is discussed in Section 3. The very big differences in the former assignment of the PTB shows that in the cool to temperate climate of the Angara province the changes in the Upper Permian to lowermost Triassic faunas are not abrupt and as shown in Sections 3 and 4, rather distinct floral and faunal changes are present well below the PTB, and situated for floras and different faunas in different levels that are well correlatable with Dalongkou.\nH .W .K ozur /Palaeogeography, Palaeoclim atology,Palaeoecology 143 (1998) 227–272\n235\nOne of the decisive problems in the evaluation of the PTB biotic crisis is summarizing of the diversity patterns and extinction patterns for different facial units, faunal and floral provinces and faunal realms. Generally, diversity patterns are distinguished only for marine and continental sediments losing critical data. However, the extinction patterns in the Boreal and tropical=subtropical Tethyan realms are very different (see Section 4). Independent of the final placement of the PTB, there is no pronounced biotic crisis close to the PTB in the Boreal realm. In contrast, the Tethyan warm, shallow-water benthos and the siliceous plankton are very much affected by the biotic crisis. The turnover in the Tethyan benthic opensea deep-water (palaeopsychrospheric) faunas was not very strong, but this impression may be caused by a high percentage of Lazarus taxa as lower Scythian deep-water benthos from the Tethys and Panthalassa are unknown. If lower Scythian deep-water sediments are known from these areas, they are anoxic sediments as the lower Scythian black shales of Panthalassa or lowermost Scythian anoxic shales in western Sicily. Rich benthic deep-water faunas are known only from the Olenekian and younger Triassic rocks. In these, an ostracod fauna is present that is very similar to that of the Upper Permian. For instance, long-ranging deep-water ostracods, like Acanthoscapha, Acratina, Paraberounella and Tricorninidae are as common as in the Permian.\nThe view of Yang and Li (1992) that benthos, nekton and zooplankton are affected without obvious selectivity is not correct. The nekton (or nektobenthic organisms, like most conodonts) was least affected. For instance, nektonic ostracods were very rare in the Permian, but they survived the PTB (Cypridinacea). Even ‘entomozoids’ that have no known representatives in the Permian, if Sinocoelonella is not an ‘entomozoid’, are still present in the Triassic. The extinction rate of marine fishes was distinctly higher than that of freshwater fishes (Pitrat, 1973), but not as high (Pitrat, 1973; Schaeffer, 1973; Thompson, 1977) as the extinction rate of the benthos and zooplankton. The higher extinction rate of the marine fishes can be easily explained by the strong effect of the PTB biotic crisis on the marine plankton, the primary part of the marine food chain. The lower extinction rate of the nekton compared with the benthos and plankton may be caused by high ac-\ntive mobility. The nekton rapidly could re-settle lost habitats. Thus, at the PTB in the western Tethys, all warm-water gondolellid conodonts disappeared, and in the H. parvus Zone only Hindeodus is present. In the next younger Isarcicella isarcica Zone, the coldwater Clarkina carinata group, which survived the PTB faunal crisis in the temperate eastern Perigondwana and in the temperate- to cold-water Boreal realm, was already present in westernmost Tethys. In this short time (probable only around 100,000 years), the C. carinata group not only migrated several 1000 km, but also adapted to the warm-water conditions in the Tethys. For the benthos, the oceanic anoxia and disaerobic conditions even in shallow shelf seas (Wignall and Hallam, 1992, 1993; Hallam, 1994; Wignall et al., 1996), were an important barrier that caused a strongly delayed recovery in many benthic groups."
  }, {
    "heading": "3. Position and correlation of the PTB in different faunal realms and facies",
    "text": ""
  }, {
    "heading": "3.1. Position and correlation of the PTB in marine facies",
    "text": "The position of the PTB has been discussed in detail in many papers (e.g. Bando, 1971; Kozur, 1972, 1977, 1980, 1989, 1994a,b, 1995, 1996; Zhao et al., 1978, 1981; Bando et al., 1980; Yin, 1985, 1993; Tozer, 1988, 1994; Yin et al., 1988, 1994, 1996a,b; Li et al., 1989; Kotlyar, 1991; Posenato, 1991; Schönlaub, 1991; Broglio Loriga and Cassinis, 1992; Nakazawa, 1992; Sweet, 1992; Sweet et al., 1992; Yang and Li, 1992; Erwin, 1993; Lozovsky and Yaroshenko, 1994; Orchard et al., 1994; Wang, 1994a,b; Renne, 1995; Renne et al., 1995; Kozur et al., 1996b; Wang et al., 1996). The main correlation problems at the PTB are caused by the fact that the PTB is defined for historical reasons in different facies and different faunal realms at five different levels that were erroneously equated. The gravity of this problem can be well demonstrated, if the age and the end of the mass occurrence of fungi spores will be determined by using the previous PTB. In Meishan (south China), the percentage of fungi spores is high throughout the Dorashamian Changxing Limestone and their mass occurrence ends at the base of\nBoundary Bed 1. Thus, in Meishan, the mass occurrence of fungi spores is undoubtedly restricted to the Upper Permian, whether the PTB is placed at the event boundary at the base of Boundary Bed 1, or at the biostratigraphic boundary (FAD of H. parvus) in the middle part of Boundary Bed 2. In the Southern Alps fungi spores are very common in the upper Bellerophon Limestone Formation and reaches their maximum in the Tesero Oolite Member of the lowermost Werfen Group. Taking the formerly used base of the Triassic at the base of the Werfen Group, then the mass occurrence of the fungi spores began in the Upper Permian, reached its maximum in the lowermost Triassic and disappeared within the Lower Triassic somewhat below, at or somewhat above the diachronous boundary between the Tesero Oolite and the Mazzin Member. In the Arctic, the mass occurrence of the fungi spores is in the Otoceras faunas. Taking the base of the Otoceras concavum Zone as the base of the Triassic, the mass occurrence of the fungi spores is entirely within the lowermost Triassic. All three PTB used in these different regions were previously equated with the base of the Otoceras woodwardi Zone, the biostratigraphic priority boundary. The logical consequence of the range of the mass occurrence of fungi spores according to these previously used PTB is that it is not related to the PTB biotic crisis and situated in different areas at different levels. However, if the isochronous level of the FAD of Hindeodus parvus (that lies in eastern Perigondwana a few centimetres below the FAD of Otoceras woodwardi, and can be, therefore, roughly equated with the base of the O. woodwardi Zone), is used to date the mass occurrence of fungi spores, then it is situated in all three areas in the uppermost Permian and ends in all three areas in the same level a little below the priority biostratigraphic PTB. Taking this correlation, the mass occurrences of fungi spore and its sudden end are surely related to the PTB biotic crises.\nThe mentioned five different PTB are: (1) the base of the Buntsandstein in southwest Germany; (2) the base of the Otoceras woodwardi Zone; (3) the base of the Otoceras concavum Zone; (4) the base of the Werfen Group in the Southern Alps and comparably strong lithofacial changes in the central and eastern Tethys and Perigondwana; and (5) the FAD of Lystrosaurus.\nAs one of the areas with continental PTB, the position and correlation of the PTB in the Germanic Basin is discussed in Section 3.2. However, as priority base of the Triassic (Alberti, 1834), the base of the Buntsandstein in southwestern Germany must be shortly discussed below. This PTB is or was widely applied in continental deposits in Europe. As a facies boundary, it is well recognizable, but it is diachronous and lies everywhere inside the Upper Permian at different levels of the Dzhulfian and lower Dorashamian. The lowermost Buntsandstein of the largest part of the Germanic Basin (Bröckelschiefer, Tigersandstein, Leberschiefer, Annweiler Sandstein) is the continental equivalent of the upper or uppermost Zechstein of the central Germanic Basin of northern Germany and western Poland (Kozur, 1989, 1993b, 1994b). In Spain, the Buntsandstein, in places, comprises the time-equivalents of the entire Zechstein (Ramos and Doubinger, 1979; Virgili et al., 1983). The PTB at the base of the Buntsandstein was equated without any data with the base of the Werfen Formation and of the O. woodwardi Zone, and this incorrect ‘correlation’ (see below) was used as a main evidence for the position of the marine base of the Triassic at these two levels.\nThe base of the Otoceras woodwardi Zone is the biostratigraphic priority base of the Triassic (Griesbach, 1880; Mojsisovics et al., 1895). O. woodwardi Griesbach is only known from parts of eastern Perigondwana (Himalaya, Tibet, Kashmir). The FAD of O. woodwardi was equated, but not correlated by data, with those different chronostratigraphic levels that were in different regions used as the PTB, e.g. with the base of the Buntsandstein (Tozer, 1988), the base of the Otoceras concavum Zone (e.g. Tozer, 1967), the base of the O. boreale Zone (e.g. Dagys, 1994), and the base of the Werfen Formation (e.g. Diener, 1912; Tozer, 1988). As mentioned above, the base of the Buntsandstein lies at different levels within the Dzhulfian and lower Dorashamian, and conodont ranges show that none of the mentioned other boundaries corresponds to the FAD of O. woodwardi (Kozur, 1989, 1994a, 1995, 1996, 1997b).\nThe base of the Otoceras concavum Zone of Arctic Canada and Siberia is widely used as base of the Triassic following its erroneous correlation with the base of the O. woodwardi Zone by Tozer (1967). Utting\n(1994) (p. 15) expressing a widely held view, wrote: “...contain the important species Otoceras concavum that is similar in age to the Otoceras woodwardi Zone of the Himalayas. The O. woodwardi Zone is generally accepted as the basal Triassic zone (Tozer, 1967).” Often an Otoceras ‘Zone’ (genus Zone!) is used and by this the base of the O. woodwardi Zone is indirectly equated with the base of the O. concavum Zone, the FAD of the genus Otoceras. As Tozer (e.g. Tozer, 1967, 1988) correlated the O. concavum Zone with the O. woodwardi Zone, he correlated the O. boreale Zone with a level (Episageceras dalailamae fauna) between the O. woodwardi Zone and the Ophiceras tibeticum Zone. The consequence of this correlation is that the O. boreale Zone is younger than the O. woodwardi Zone.\nWhereas most stratigraphers have overtaken the correlations by Tozer (see above), his correlations are disputed among the Otoceras specialists. Dagys (1994) demonstrated that O. woodwardi is stratigraphically younger than O. concavum, which retains some features inherited from the Araxoceratidae. He equated the O. woodwardi and O. boreale zones. O. boreale lies in stratigraphic superposition above O. concavum (with some overlap) in Arctic Canada and NE Siberia. For this reason, in the correlation by Dagys (1994) the O. concavum Zone lies below the original biostratigraphic base of the Triassic. However, Dagys agrees with Tozer to take the base of the O. concavum Zone as base of the Triassic. By this, the O. woodwardi Zone would be the second ammonoid zone of the Triassic and the oldest Triassic ammonoid fauna would be only known from a few places in NE Siberia and Arctic Canada. As there O. concavum follows above ammonoid-free beds, the base of the Triassic could not be defined by ammonoids.\nA third opinion about the correlation within the Otoceras faunas is expressed by Krystyn and Orchard (1996), which shows that the suture line of O. woodwardi is more advanced than that of O. boreale, so the O. woodwardi Zone is younger than the O. boreale Zone. In Selong (Tibet), the O. woodwardi Zone directly overlies a bed with O. latilobatum Wang (according to Krystyn and Orchard a junior synonym of O. fissisellatum Diener), an Otoceras of the O. boreale group. Krystyn and Orchard (1996) correlated the only few centimetres thick limestone\nwith O. fissisellatum with the entire O. boreale Zone of the Arctic. However, the O. fissisellatum Zone contains Hindeodus parvus (Wang et al., 1989, 1996; Xia and Zhang, 1992; Orchard et al., 1994; Kozur, 1996; Kozur et al., 1996a,b) that developed from H. latidentatus praeparvus Kozur in Greenland in a level above the O. boreale Zone s.str. and below the Ophiceras commune Zone (Kozur, 1994a, 1996, 1997c). This level contains the last small Hypophiceras, Tompophiceras gracile (Spath) and T. pascoei (Spath). These latter two species are guideforms of the Tompophiceras pascoei Zone between the O. boreale Zone s.str. and the O. commune Zone. According to Dagys and Ermakov (1996) this zone corresponds to the uppermost O. boreale Zone s.l. of Greenland and Svalbard. Consequently, the O. fissisellatum Zone (D O. ‘latilobatum’ Zone) of Selong corresponds to the Tompophiceras pascoei Zone (uppermost O. boreale Zone s.l.) of the Boreal realm. The distribution of Hypophiceras confirms the view of Krystyn and Orchard (1996). that O. woodwardi is younger than O. boreale. Hypophiceras occurs in the O. boreale Zone and in the T. pascoei Zone, but is no longer present in the O. woodwardi Zone.\nThe upper part of Boundary Bed 1 in Meishan with Hypophiceras cf. H. martini correlates with the upper O. boreale Zone because H. martini is restricted to the upper O. boreale Zone of Greenland, but this 6-cmthick bed corresponds probably only to a part of the upper O. boreale Zone of Greenland. It does not belong to the uppermost O. boreale Zone s.l. (T. pascoei Zone), as H. parvus is not yet present in Bed 26. The lower Boundary Bed 1 (Bed 25) of Meishan is an altered, rapidly sedimented tuff (4 cm) that will not be much older than Bed 26. As it is not probable that the entire lower O. boreale Zone of Greenland and the O. concavum Zone of the Arctic are time-equivalents of a 4-cm-thick, rapidly sedimented tuff, the H. triviale fauna (lower O. boreale Zone) and the O. concavum Zone are surely time-equivalents of the upper Changxing Limestone. This correlation is supported by the distribution of the fungi spore mass occurrences of the Boreal Otoceras faunas that end somewhat below the top of the Boreal Otoceras fauna. In Meishan, they end at the top of the Changxing Limestone. Also this correlation shows that the largest part of the Boreal Otoceras faunas is a time-equivalent of the upper Changxing Limestone.\nThe base of the O. concavum Zone is not correlatable outside the very few occurrences in Arctic Canada and NE Siberia because the O. concavum Zone has not yet yielded conodonts or other stratigraphic important fossils, and O. concavum, the only ammonoid of this zone, is unknown outside NE Siberia and Arctic Canada. Henderson (1993) (and lecture in Calgary) showed badly preserved Clarkina from beds immediately underlying the Otoceras Beds of Arctic Canada that he determined as C. subcarinata. However, the material was so badly preserved that a specific determination is impossible. His fauna could represent the same conodont fauna as at the base of the Otoceras faunas of Greenland, where C. deflecta, C. n. sp. of the C. carinata group and Hindeodus typicalis (Sweet) are present. As the O. concavum Zone is older than the top of the Changxing Limestone, and Julfotoceras tarazi, the forerunner of O. concavum, ends in the middle Dorashamian, a late, but not latest Dorashamian age of the O. concavum Zone is indicated.\nKozur (e.g. Kozur, 1994a, 1996) published repeatedly that the Boreal Otoceras zones are for their most part older than the O. woodwardi Zone. In the beginning, this view led to the attempt to question the stratigraphic importance of H. parvus, but recently it has been confirmed by the conodont distribution in the Otoceras faunas of Greenland (see above) and by ammonoid studies by Krystyn and Orchard (1996), who have shown that the assumed base of the Triassic in the Arctic (O. concavum Zone) is per definition two ammonoid zones older than the priority base of the Triassic (base of the O. woodwardi Zone) in eastern Perigondwana. The real problem is that most of the ammonoid workers did not recognize their circular conclusions and correlated for many years different levels as the base of the Triassic. Thus, Tozer (1988) (pp. 298–299) wrote: “The most suitable level for defining the base of the Triassic system is the base of the Otoceras woodwardi Zone of the Himalayas, with which the base of the Otoceras concavum Zone of Arctic Canada and Siberia is correlative. The principal attributes of these zones are: [1.] they correlate, at least approximately, with the Werfen Formation; the base of the Werfen, on less satisfactory evidence, is generally correlated with the base of the Buntsandstein, which defines the base of the Triassic.” These two sentences contain the\nthree incorrect correlations that greatly hinder the evaluation of the biotic crises near the PTB, and they characterize very well the circular conclusions in the correlations of the PTB in Boreal and Tethyan marine, and in continental sediments. Unfortunately, the limitations of these correlations indicated in the second sentence are left out of most correlations, and the correlation of the base of the O. woodwardi Zone with the base of the Werfen Formation and with the base of the Buntsandstein is mostly taken as a fact, forgetting that there is no palaeontological or other evidence for this correlation, but much evidence against it.\nAs shown above, the definition of the base of the Triassic with the base of the Werfen Group in the Southern Alps and its assumed correlation with the base of the Buntsandstein and the base of the O. woodwardi Zone played an important role in the incorrect correlation of chronostratigraphically different PTB.\nThe PTB at the base of the Tesero Oolite is the traditional boundary. It is not supported by any palaeontological data or direct correlations with Meishan or any other eastern Tethyan section. Broglio Loriga and Cassinis (1992) pointed out as arguments in favour of the position of the PTB at the base of the Tesero Oolite: (1) essentially simultaneous drop in taxonomic diversity between the Bellerophon Formation and Werfen Group; (2) flourishing of fungi; (3) alteration in pattern of sedimentation; (4) these events are all recognizable in detail on a wide geographic scale and correlate with the base of the Otoceras Zone; (5) at this level the first Triassic newcomers appear; and (6) this multiple event represents the first strong change in ecologic systems — in short, a biologic revolution. The six points will be discussed in the above-mentioned order.\n(1) Any facies-related drop in taxonomic diversity near the PTB is equated with the PTB. As shown by Kozur (1994b), the horizon with strong shallowing in the uppermost Bellerophon Formation in the east (Carnic Alps) changes into the lower Tesero Oolite in the western Dolomites. Thus, even within the Southern Alps, the drop in taxonomic diversity is not simultaneous. The strong drop in diversity occurs in the Southern Alps always at the level, where shallow basinal sediments of the Badiota facies of the Bellerophon Formation change into intratidal oolites.\nIf a short, slight deepening occurs in the Tesero Horizon, for example at around 1.8–2 m above its base in its type section, a not very rich, but diverse and typical Permian fauna re-appears. It contains four species of Permian brachiopods (the uppermost beds of the Bellerophon Formation have also four species of Permian brachiopods, a little deeper two to six species are present). In the same level, a diverse Upper Permian ostracod fauna (with numerous bairdiids, diverse kloedenellids, some kirkbyids, Paraparchites and few cytherocopids) re-appeared that disappeared at the base of the Tesero Horizon. This fauna is as diverse as in different levels of the Bellerophon Limestone. Moreover, the Permian small foraminifers also re-appeared or persisted. The conodont fauna consists of H. latidentatus praeparvus Kozur, Isarcicella? prisca Kozur and Stepanovites cf. dobruskinae Kozur and Pjatakova. This diverse Permian fauna is named as mixed fauna and equated with the ‘mixed fauna’ of the Boundary Beds in Meishan (e.g. Broglio Loriga and Cassinis, 1992). This ‘mixed fauna’ of the lower and middle Tesero Oolite corresponds (based on conodonts and the mass occurrence of fungi spores, see below) to the uppermost Changxing Limestone of Meishan, below the Boundary Beds, because in Boundary Bed 1 Ellisonia (that evolved from Stepanovites) is already present, Hindeodus of the Boundary Beds is more advanced than in the Tesero Oolite (the FAD of H. parvus is in the middle part of Boundary Bed 2, but only within the Mazzin Member, far above the base of the Tesero Oolite), and the last fusulinids are present in the lowermost Tesero Oolite (fusulinids disappear in the Meishan section a little before the top of the Changxing Limestone).\n(2) The flourishing of the fungi spores does not begin at the base of the Tesero Oolite, as pointed out by Broglio Loriga and Cassinis (1992), but within the upper Bellerophon Limestone and its time-equivalents in Hungary. The maximum frequency of fungi spores is in the lower and middle Tesero Oolite, and the frequency of the fungi spores suddenly drops below 1% within the upper Tesero Oolite at that level, where most of the Permian fossils also disappear, well above the base of the Tesero Oolite. Moreover, flourishing fungi spores do not indicate a Triassic age as stated by Broglio Loriga and Cassinis (1992), but in contrast, they indicate a Dorashamian age be-\nlow the Boundary Beds. In Meishan, fungi spores are common in the upper 42 m of the Changxing Limestone (not investigated below) with mass occurrences between 35 and 10 m below the top of the Changxing Limestone. The frequency of the fungi spores drops suddenly below 1% of the palynomorph assemblage at the base of Boundary Bed 1 and these very subordinate frequencies end close to the FAD of H. parvus. The low-diversity fauna of Boundary Bed 1 and the lower Boundary Bed 2 is an equivalent of the low-diversity fauna of the upper Tesero Oolite and lower Mazzin Member before the first appearance of H. parvus. The H. parvus Zone of the upper Boundary Bed 2 can be correlated with the H. parvus Zone of the middle Mazzin Member. The Isarcicella isarcica Zone follows above Boundary Bed 2 and in the upper Mazzin Member. Consequently, the bioevent and hindeodid conodont succession of the Southern Alps and Meishan (south China) are identical and indicate that the base of the Tesero Oolite (base of the Werfen Group) corresponds to a level within the upper Changxing Limestone of undoubtedly Dorashamian age.\n(3) It is an old view that the PTB must be placed at a strong alteration of the sedimentary pattern. Therefore, it was originally placed at the base of the Buntsandstein, which is, like the base of the Tesero Oolite, diachronous. However, this view is also expressed for pelagic marine sections by Tozer (1988) (p. 297): “Everywhere there is an abrupt change in lithofacies at or about the time of the Woodwardi and Concavum Zones.” The reason for this is obvious: both the O. concavum and the O. woodwardi zones generally follow after a stratigraphic gap. Where this is not the case (Selong section), there is no lithological change at the base of the O. woodwardi Zone.\n(4) The fourth argument for the position of the PTB at the base of the Werfen Group is a typical circular conclusion. Facies changes of different age are equated without supporting biostratigraphic data to prove that they occur at the same level over a wide geographic range. As shown above, the fungi maximum of the lower and middle Tesero Oolite occurs in the upper Changxing Limestone of south China, in undoubtedly Permian (Dorashamian) beds. If the term ‘Otoceras Zone’ is used in the context of the base of the Triassic, it should be the O. woodwardi\nZone. The O. woodwardi Zone, however, is distinctly younger than the entire Tesero Oolite because it contains H. parvus and in its uppermost part Isarcicella isarcica staeschei Dai and Zhang, whereas in the Southern Alps, H. parvus begins only within the Mazzin Member and the lower and middle Tesero Oolite has the fauna and mass occurrence of fungi spores of the uppermost Changxing Limestone (see above). The only reported and illustrated H. parvus from the Tesero Oolite (Schönlaub, 1991) are very badly preserved indeterminable Hindeodus sp. of the H. typicalis group, either H. latidentatus praeparvus or H. cf. typicalis (Sweet). They are surely not H. parvus because the cusp is too short for this species. Thus, the base of the O. woodwardi Zone does not correlate with the base of the Werfen Group (base of the Tesero Oolite), but with a distinctly younger level within the Mazzin Member.\n(5) If a 100% Permian fauna would be followed by a 100% Triassic fauna, then surely a stratigraphic gap would be present. Therefore, the presence of few Triassic newcomers in the upper Dorashamian must be expected for continuous sections. Moreover, such a species, as Towapteria scythica, the only ‘Triassic newcomer’ begins only in the middle Tesero Oolite, 1.8 m above its base.\n(6) I cannot see a ‘biologic revolution’ at the base of the Tesero Oolite, but only a slightly diachronous strong facies change (see above) that caused a strong drop in faunal diversity but would cause a similar drop in diversity in any other part of the Phanerozoic.\nComparably strong lithofacial changes of various stratigraphic positions were regarded previously as PTB in the central and eastern Tethys and Perigondwana. In Perigondwana these abrupt lithologic changes are in general connected with a gap. The new transgression began either in the lowermost Triassic (e.g. in the O. woodwardi Zone of the Himalaya or in the O. ‘latilobatum’ Zone corresponding to the T. pascoei Zone D uppermost O. boreale fauna of the Arctic) or a little before the base of the Triassic, as at the base of the Kathwai Member in the Salt Range. There, the uppermost part of the underlying Chhidru Formation corresponds to the lower Dorashamian, whereas last fusulinids, Permian brachiopods (including Comelicania) and a conodont fauna dominated by Hindeodus typicalis Sweet and H. latidentatus praeparvus (without H.\nparvus) indicate a late Dorashamian age for the base of the Kathwai Member.\nH. parvus begins in the middle part of the middle unit of the Kathwai Member, mostly at a clayey horizon (Wignall et al., 1996).\nIn the eastern Tethys (south China), the strong lithologic boundary is an event boundary, connected in an area of about 2 million km2 with a 4– 6-cm-thick tuff that represents the fall-out of volcanic dust, and is overlain by dysaerobic shales. The event boundary at the base of Boundary Bed 1 is connected with a strong extinction event and lies about 18 cm below the FAD of H. parvus. As shown above, this lithologic boundary is younger than the base of the Tesero Oolite (base of the Werfen Group).\nIn the central Tethys (Transcaucasia, northwest and central Iran) a lithologically similar abrupt change between fossil-rich red limestones (top of the Paratirolites beds D top of the Achura, Alibashi or Hambast formations) and overlying, in the beginning clayey beds of the Karabagljar or Elikah formations (or unit 8 in Abadeh, central Iran) occurs. However, there are no tuffs and anoxia. The clays are red and strongly bioturbated. For a long time, also this lithologic boundary was regarded as the PTB, but the conodonts and ammonoids indicated that it lies within the upper Dorashamian (Zakharov, 1988, 1989). The conodont fauna allows a good correlation with south China and a rough correlation with the Southern Alps. The C. subcarinata fauna of the Paratirolites Limestone is followed by a C. changxingensis–C. deflecta fauna with few Stepanovites cf. dobruskinae and H. latidentatus. This fauna characterizes in south China the upper Changxing Limestone, and therefore the sharp lithologic boundary is distinctly older than the lithologic boundary in south China at the base of the Boundary Bed 1, but it corresponds roughly to the slightly diachronous base of the Werfen Group in the Southern Alps. A slight diachronous character of the sharp lithologic boundary is indicated by the fact that in some areas the above-mentioned C. changxingensis–C. deflecta fauna begins already in the uppermost Paratirolites Limestone. The next younger fauna contains dominating Clarkina n. sp., a few C. changxingensis, C. deflecta, and very few Ellisonia sp., H. latidentatus praeparvus, Stepanovites cf. dobruskinae. It is the last diverse Permian fauna. This fauna is unknown from south China. The fol-\nlowing fauna belongs to the H. parvus Zone, overlain by the Isarcicella isarcica Zone. The fauna of the H. parvus Zone has a very low diversity but may be that the diversity drop was a little before the base of the H. parvus Zone as in south China, but the sampling was not dense enough. All species restricted to warm water, but also those warm-water forms that could live in temperate–cool water had disappeared. In the upper H. parvus and I. isarcica zones disaster biota with big stromatolite bodies came into existence. Most important is the fact that the strong diversity drop at the base or somewhat before the H. parvus Zone occurred in a highly oxic environment. Therefore, the diversity drop was not caused by anoxia what cannot be excluded in many other sections, like in Meishan.\nThe position of the FAD of Lystrosaurus as the favoured biostratigraphic PTB in continental deposits will be discussed under the correlation of the Dalongkou section (Section 3.2).\nIt is obvious that, if there are different PTBs in marine and continental beds that are equated with each other, but are all by definition situated at different levels, the interpretation of the causes for the PTB biotic crisis will be very difficult to impossible. For this reason, recently the FAD of H. parvus within the phylomorphogenetic lineage Hindeodus typicalis–H. latidentatus praeparvus–H. parvus–H. postparvus is mostly used to define the base of the Triassic, and as Global Stratotype Section and Point (GSSP) for the base of the Triassic of the Meishan section, the middle part of Boundary Bed 2 was proposed (Kozur, 1996; Kozur et al., 1996b; Wang et al., 1996; Yin et al., 1996a,b).\nThe advantages of this boundary are: (1) the FAD of H. parvus lies within a known phylomorphogenetic lineage (see above) and is therefore an isochronous biostratigraphic marker; (2) H. parvus occurs in shallow and deep water, as well as in warmand cold-water environments, and can be therefore found in all marine environments and in all faunal provinces; and (3) it lies very close (only a few centimetres below) the base of the O. woodwardi Zone, the priority biostratigraphic base of the Triassic.\nH. parvus was found in all lowermost Triassic conodont-bearing rocks of the Tethys, e.g. in Meishan and other localities of south China, in Malaysia, Iran, Azerbaidzhan, Armenia, Turkey, Hungary, in\nthe Dinarides, Southern Alps, and in western Sicily (Italy). It is also present in the Circum-Pacific area (Japan, western North America). In contrast, gondolellid conodonts have an extremely restricted distribution in the lowermost Triassic H. parvus Zone. They are not only missing in the dominating ammonoid-free shallow-water deposits of the Tethys, Perigondwana and Circum-Pacific area, but also in pelagic and slope deposits of the entire western and central Tethys (western Sicily, Karakaya Ocean of NW Turkey, Transcaucasia, northwest and central Iran), where they are common in under- and overlying beds of the same facies. Moreover, the rare gondolellid conodonts of the H. parvus Zone in the eastern Tethys belong to other lineages as the gondolellids in the Boreal realm and Perigondwana. Ammonoids are missing in the H. parvus Zone in the same facies and areas, where gondolellid conodonts are missing, also in the central Tethys, where ammonoids are common in the under- and overlying beds of the same facies.\nThus, the FAD of H. parvus is the only palaeontologic datum that can be found in all marine deposits of the world. Using this datum, the marine deposits around the PTB can be well correlated (Fig. 2). Close to the biostratigraphic priority base of the Triassic, the base of the O. woodwardi Zone, there is no other palaeontological boundary that could be traced over such wide areas and facies by the FAD of the index species. The base of the O. woodwardi Zone is only recognizable in eastern Perigondwana (Himalayas and immediately adjacent, remote and partly inaccessible areas). Any conodont boundary that uses the first appearance of a gondolellid conodont can be only recognized in a part of ammonoid-bearing beds that occur around the PTB in a few, and mostly remote areas. An additional disadvantage is that in the Permian different gondolellid lineages are present in the Tethys and in the Boreal realm C Perigondwana. Other fossils have no widespread representatives with high stratigraphic resolution below and above the PTB, as radiolarians are unknown in the lowermost Scythian and Claraia becomes only common above the H. parvus Zone.\nBesides the advantage of universal occurrence in all faunal realms, H. parvus, as most Hindeodus species, has no obvious facies dependence. Hindeodus occurs both in very shallow water and\nin deep-sea sediments. The only restriction in frequency, but not in occurrence, is the presence of better adapted forms with a narrow facies range, such as gondolellids for pelagic deep-water sediments and Stepanovites or its descendant Ellisonia for very shallow water deposits. If these conodonts are very common, most Hindeodus species, among them H. parvus, are rare to very rare, but usually not missing. Large samples, even in the gondolellid facies, yield H. parvus. The phylomorphogenetic development within the different Upper Permian and lowermost Triassic hindeodid lineages and the facies dependence (or independence) of the hindeodid species of this age, were discussed in detail by Kozur (1996). The only additional remark to that paper is the exact age of H. sosioensis Kozur, previously known from a float block with no other stratigraphically important conodonts. This species was assigned to the Early Triassic by Kozur (1996). This age could be confirmed in material of Prof. L. Krystyn, Vienna, shown to the author, that contains H. postparvus Kozur and derives from the Ophiceras tibeticum Zone. Thus, H. sosioensis is a species from the H. postparvus fauna and belongs to the stratigraphically youngest Hindeodus species; this occurrence is already involved in the ammonoid–conodont zonation around the PTB in Fig. 1."
  }, {
    "heading": "3.2. Position and correlation of the PTB in continental facies",
    "text": "The correlation of the marine PTB with continental sediments is more difficult. Key sections with respect to the evaluation of the causes of the PTB biotic crisis are Dalongkou in Sinkiang and sections in the Siberian Platform. I studied the Dalongkou section in September 1996 as part of a Sino–American project sponsored by the National Geographic Society of the USA. All data to the correlation of Dalongkou are preliminary data and are based mainly on published data by Cheng et al. (1989) and my field observations, because the sampled material was not yet sent to the collectors by the Chinese side. For the stratigraphically important conchostracans in many cases the published data, even the generic assignments cannot be used. Thus, in the middle Guodikeng Formation, considerably below the first appearance of Lystrosaurus, a Fal-\nsisca and Cornia-bearing assemblage was reported that was placed in the Triassic by Liu (1994). If the determination of Cornia was correct, this really would be a Triassic assemblage. However, forms from Dalongkou assigned to Cornia do not belong to this genus, but to the typical Permian genera Megasitum and Bipemphigus, and the Permian genus Tripemphigus is also present, assigned to Trinodus Liu, ‘1982’. Several other taxa (especially species of Falsisca) were assigned to Liu (1982) but a paper of Liu (1982) with the description of these taxa was never published (and also not quoted in the references). All these taxa are firstly described by S. Liu (in Cheng et al., 1989), and at that time available. There, however, only a very short (2 line) description in Chinese was given for these species. The evaluation of these species and the other species established by S. Liu (in Cheng et al., 1989) is very difficult, because different preservations and differences caused by intraspecific variability were regarded as different species. For instance, in the Wutonggou Formation six species of Polygrapta were discriminated that, in reality, all belong to a single species which was not even compared with previously described Polygrapta species from the Upper Permian of Russia. Additionally, the measurements of the section were not correct; the new measurements by Dr. S. Lucas, Albuquerque, are used in this paper (see below) to avoid misinterpretations.\nThe Siberian Platform is important because of the Siberian Trap and radiometric dating that allows a direct correlation to Meishan (south China). Moreover, the conchostracan record is rather complete (Molin and Novozhilov, 1965; Sadovnikov, 1997).\nThe position of the diachronous base of the Buntsandstein in the Germanic Basin as priority base of the Triassic was discussed above. The Buntsandstein begins with the Clayey Sandstone Member of the Nordhausen Formation. The Bröckelschiefer, formerly assigned to the Buntsandstein (and Triassic), is a facial equivalent of different parts of the upper Zechstein (see above and Fig. 2). In basinal deposits of the uppermost Zechstein, a very interesting sporomorph association (Triquitrites proratus Zone sensu Kozur, 1989) occurs that was found by Yaroshenko (1990) in the Hungtukunian Formation of the tuffogene series of the Siberian Trap. The lower part of the Hungtukunian Formation can be well correlated\nby the conchostracan fauna with Falsisca, Bipemphigus and Tripemphigus to the interval between 65 m and 107 m above the base of the Guodikeng Formation (abbreviated as G 65 m and G 107 m) in Dalongkou, well below the first appearance of Lystrosaurus at G 161 m.\nThe Lundbladispora obsoleta–Lunatisporites noviaulensis Zone of the Clayey Sandstone Member (except its upper part) of the Nordhausen Formation can be correlated with exactly the same sporomorph association of the lower and middle Tesero Horizon of the western Dolomites (Southern Alps) that can be correlated with the uppermost Changxing Limestone (see above). The Triassic Lundbladispora willmotti–Lunatisporites hexagonalis Zone begins in the upper part of the Clayey Sandstone Member of the Nordhausen Formation (Kozur, 1989, 1993b, 1994b). The conchostracan association with Falsisca postera Kozur and Seidel characterizes the Clayey Sandstone Member, except its upper part. At Dalongkou, this species is present somewhat above the FAD of Lystrosaurus, still together with the Permian Dicynodon, but according to the illustrated material in Cheng et al. (1989), it also should be present below the first appearance of Lystrosaurus at G 161 m. In the lower part of the variegated part of the Sandy Claystone Member, Falsisca cf. verchojanica Molin occurs. In the remaining part of the Sandy Claystone Member, Falsisca is no longer present, and Cornia, Vertexia and Molinestheria do not occur; these upper Brahmanian (upper ‘Induan’, Gandarian D Dienerian Substage) guideforms begin in the uppermost Nordhausen Formation. In Greenland, Cornia germari begins above the Proptychites rosenkrantzi Zone, and in NE Siberia it occurs in brackish intercalations of Vavilovites-bearing upper Brahmanian rocks.\nIn the Russian Platform, the Krasnobakovsk Member with Cornia germari (Beyrich) and Vertexia tauricornis (Ljutkevich) corresponds to the upper Brahmanian. The Ryabinsk Member is correlatable with the upper, but not uppermost Nordhausen Formation of the Germanic Basin and with the upper Gangetian. This is also indicated by the occurrence of Tupilakosaurus, which occurs in the uppermost Gangetian fish zone V (Proptychites rosenkrantzi Zone) of east Greenland (Nielsen, 1954). Older occurrences of Tupilakosaurus in Greenland from the\nupper O. boreale Zone are very fragmentary and the assignment to this genus is tentative (Nielsen, 1954). The basal part of the Ryabinsk Member may be correlated to the middle portion of the variegated lower Sandy Claystone Member of the upper Nordhausen Formation, where the uppermost Falsisca occur. In this level, V.G. Ochev in Lozovsky and Yaroshenko (1994) found Lystrosaurus? sp. During an excursion to the Xiaolongkou section in NW China, I found the uppermost occurrence of Falsisca in the level of the highest occurrence of Lystrosaurus, about 200 m above the base of the Jiucaiyan Formation.\nContradictory data are known from the Astashich Member. According to Lozovsky and Yaroshenko (1994), Falsisca cf. F. verchojanica occurs in this unit. However, this important form is not illustrated yet and there have been no data on level(s) of its occurrence in the Astashich Member. If the determination is correct, at least the upper part of the Astashich Member should be an equivalent of the lower portion of the variegated part of the Sandy Claystone Member of the upper Nordhausen Formation. In the sporomorph associations, the Triassic Lunatisporites hexagonalis (Jansonius) Fischer and L. pellucidus (Goubin) Balme were reported, but also a high percentage of the Permian Striatoabieites richteri (Klaus) Hart, Klausipollenites schaubergeri (Potonié and Klaus) Jansonius and Densoisporites complicatus Balme (30%!) was found. Even a low, but significant amount (2.5%) of Vittatina is present. This association has a Permian aspect. Probably the Astashich Member begins at different levels in different regions. A part of it belongs to the Triassic, but in some areas latest Permian sediments are probably included. The correlation of the base of the Astashich Member with the base of the Triassic by Lozovsky (1996) and Lozovsky and Yaroshenko (1994) is mainly based on the correlation with the base of the Buntsandstein and the base of the O. woodwardi Zone. In this connection Lozovsky (1996) (lecture on the 30th IGC, Beijing) expressed the opinion that the position of the PTB at the base of the O. woodwardi Zone and at the base of the Buntsandstein is well correlatable with the base of the Triassic on the Russian Platform, but not the younger FAD of H. parvus. However, the FAD of H. parvus is not younger than the base of the O. woodwardi Zone, but insignificantly older, and the strongly diachronous\nbase of the Buntsandstein is much older than the base of the O. woodwardi Zone (see above).\nThe oldest age of the Astashich Member and the youngest age of the Tatarian are very interesting for the estimation of the time gap between the top of the Tatarian and the base of the Vetluga Series (base of Vokhmian Formation). This is important as the differences between the (upper) Tatarian and Vetlugian vertebrate faunas are often used to show a very strong change in the vertebrate fauna near the PTB.\nThe Severodvina Formation of the upper Tatarian has a conchostracan fauna that can be correlated to the lower part of the Kövágoszöllös Formation of the Hungarian Mecsek Mountains (Kozur, 1988). Together with these conchostracans, the sporomorph association II2 sensu Barabás-Stuhl (1981) occurs that is older than the sporomorph association of the lowermost Zechstein in Middle Europe. According to the position of the Illawarra Reversal a little below the base of the Severodvina Formation, that formation may be wholly Capitanian (middle Permian Guadalupian Series) in age.\nThe diverse, Megasitum-dominated conchostracan fauna of the lower and middle members of the uppermost Tatarian Vjatka Formation does not contain Falsisca and is distinctly older than the FAD of Falsisca at G 65 m in the lower Guodikeng Formation at Dalongkou, but probably also older than the upper Wutonggou Formation and the lowermost Guodikeng Formation below G 65 m. This interval has a low-diversity conchostracan fauna, consisting exclusively of one species of small Polygrapta and in some beds one Euestheria species, and an ostracod fauna with Darwinuloides, Panxiania, Suchonella and Vymella. The sporomorph association of the lower and middle Vjatka Formation with a high percentage of Vittatina is older than that of the Zechstein.\nThe upper member of the Vjatka Formation has not yielded conchostracans, but has vertebrates, ostracods and sporomorphs. Besides Permian vertebrates, this fauna contains archosaurs, a first Triassic element. The correlation with the Dalongkou section is difficult. However, it is probably older than the upper Wutonggou Formation and the lowermost Guodikeng Formation below G 65 m because this interval corresponds probably to the post-Tatarian Lebedevian Formation of the Siberian Platform (see\nbelow). The sporomorph association of this interval of the Dalongkou section is older than that of the post-Tatarian sub-basaltic and intra-basaltic beds of the Timan–Pechora Basin (Tuzhikova, 1985). These beds were assigned to the Early Triassic by Tuzhikova (1985) because of their post-Tatarian age and the similar sporomorph association to that of the Otoceras faunas of Arctic Canada. They can be correlated by their succession of the Lueckisporites palynodemes with the Zechstein 3 and younger Zechstein sediments (Fig. 2), and are therefore clearly of Late Permian age. Between the Tatarian and the sub-basaltic beds is a gap of unknown length.\nTherefore, only the uppermost Tatarian may be contemporaneous with the Zechstein 1, or the entire Tatarian is older than the Zechstein. Compared with the Siberian Platform, the Tatarian is older than the Lebedevian Formation (with first Falsisca), the lowermost part of the post-Tatarian Late Permian continental Taimyrian Stage (Sadovnikov, 1997). The overlying lower Hungtukunian Formation with Falsisca zavjalovi (Novozhilov), Bipemphigus and Tripemphigus corresponds to the interval between G 65 m and G 107 m of the lower Guodikeng Formation in the Dalongkou section with a very similar conchostracan fauna. This suggests a correlation of the upper Wutonggou and lowermost Guodikeng Formation with the post-Tatarian Lebedevian Formation, despite the fact that Falsisca is not yet present. This high-latitude conchostracan genus begins in the medium-latitude Dalongkou section later, but earlier than in the low-latitude Germanic Basin and continental surroundings of the western Tethys.\nThus, there is a considerable time gap between the top of the Tatarian and the base of the Triassic that comprises most of the Dzhulfian and the Dorashamian. This time gap corresponds to the Taimyrian Stage of the continental Late Permian by Sadovnikov (1997) that is defined by the Late Permian fauna and flora of the Lebedevian, Hungtukunian and Puturanian formations of the Siberian Platform. Consequently, the often postulated sharp changes in the tetrapod faunas at the PTB that are based on the comparison of upper Tatarian with Lower Triassic faunas do not indicate an extinction event at the PTB.\nThe lowermost part of the tuffogene series (Tutontchanian Formation) below the Siberian Trap\nbasalts belongs to the uppermost Tatarian (Vjatkian) based on its conchostracan fauna, but the largest part of the tuffogene series (Lebedevian and Hungtukunian formations) are clearly post-Tatarian, as proven by the conchostracan fauna (see above). For this reason, it was assigned often to the Triassic (e.g. Dobruskina and Mogutcheva, 1987); however Sadovnikov and Orlova (1993, 1994, 1995) and Sadovnikov (1997) correctly assigned these beds to the Permian, and this is now confirmed by the correlation to the post-Tatarian, but undisputed Permian part of the Goudikeng Formation (below the FAD of Lystrosaurus) at Dalongkou (see above). In this connection, the newest radiometric dating of the overlying Siberian flood basalts is very important. Originally, they were dated as 248:4 š 0:3 m.y. by Renne and Basu (1991), but this age was recalculated as 250 š 1:6 m.y. ago by Renne (1995) on the basis of astronomical calibration of the age of the Fish Canyon sanidine standard. According to Renne et al. (1995), the inception of the Siberian flood volcanism above the tuffogene series was at 250:0 š 0:3 m.y. ago and coincides with the radiometric date of an altered tuff at the base of Boundary Bed 1 in Meishan that they dated at 250:0 š 0:2 m.y. ago. They equated the last value with the PTB, but the FAD of H. parvus, used herein as PTB, is somewhat higher, in the middle part of Boundary Bed 2. Nevertheless, according to these new radiometric data, the Siberian flood basalts have an age around the PTB (Fig. 2). This is in very good agreement with the conchostracan correlation of the underlying (lower) Hungtukunian Formation of the tuffogene series with the interval between G 65 m and G 107 m in Dalongkou, well below the first appearance of Lystrosaurus at G 161 m. According to Sadovnikov and Orlova (1993), the conchostracan fauna of the Puturanian basalt contains almost exclusively Falsisca turaica Novozhilov and ‘F.’ podrabineki Novozhilov. This fauna corresponds well to the Falsisca–Euestheria fauna between G 111 m and G 132 m in the Dalongkou section, in which Megasitum, Bipemphigus and Tripemphigus from the underlying fauna are no longer present. However, Shishkin et al. (1986) reported Lystrosaurus? sp. from the lower part of the basalts. If the occurrence of Lystrosaurus can be confirmed, Falsisca of the F. postera group should be expected, as seen\nin the Dalongkou section. The Marininskian Formation contains Falsisca verchojanica Molin and can therefore be correlated with the lowermost Triassic lower portion of the variegated lower Sandy Claystone Member of the upper Nordhausen Formation (Fig. 2). In the lower Ustkelterian Formation is the uppermost occurrence of Falsisca. A late Gangetian age of the Ustkelterian Formation was proven by the occurrence of Wordieoceras in this formation at the eastern slope of the Verkhoyanian Range (Sadovnikov, 1997). This correlation with the marine scale is very important because it confirms the Gangetian LAD of Falsisca in the western Tethyan and in the Germanic Basin, and it indicates the end of the Siberian Trap volcanism within the lowermost Triassic Gangetian Substage. As in Sinkiang the LAD of Falsisca and Lystrosaurus coincide, Lystrosaurus does not range beyond the Gangetian in the Northern Hemisphere.\nThe Puturanian basalt and the underlying Hungtukunian Formation of the Siberian Platform correspond to the basalts and underlying intra- and sub-basaltic layers of the Timan–Petchora Basin. Therefore, the Siberian flood basalts and underlying largely tuffogene beds probably cover in the subsurface also a large part of northwestern Siberia. In this case, the area of the Siberian Trap would be far larger than the exposed 2.5 million km2. The supra-basaltic beds of the Timan–Petchora Basin contain Cornia germari (listed by Tuzhikova, 1985, as Gabonestheria composita Novozhilov and G. komiana Novozhilov) and Vertexia tauricornis Lutkevich (listed by Tuzhikova, 1985, as Cornia melliculum Lutkevich) and therefore belong to the upper Brahmanian (upper Induan, Gandarian D Dienerian Substage). Therefore, also in the Timan–Petchora Basin the Siberian Trap volcanism ends within the lower Brahmanian Gangetian Substage.\nMost of the correlations of the Dalongkou section were discussed under the other continental sections and will be shortly summarized below. The oldest investigated, low-diversity conchostracan fauna is derived from the upper Wutonggou Formation and the lowermost Guodikeng Formation below the FAD of Falsisca (see above). This fauna is surely younger than the highly diverse conchostracan fauna of the lower and middle Vjatka Formation. A correlation with the uppermost Tatarian (upper member\nof the Vjatka Formation) can be neither proven nor excluded. The ostracod fauna of the interval with Darwinoloides, Panxiania, Suchonella, and Vymella has a Tatarian character, but Darwinuloides and Suchonella are also common in post-Tatarian Late Permian beds. A distinct faunal change occurs at G 65 m. At this level, two of the above-mentioned ostracod genera (Panxiania and Vymella) disappear, and above this level the rich ostracod fauna consists mainly of Darwinula (including its synonym Gerdalia) as in the Lower Triassic; but Darwinuloides and Suchonella may be additionally present. In contrast, the low-diversity conchostracan fauna changed in a highly diverse fauna, occurring between G 65 m and G 107 m. It consists of primitive Falsisca of the F. turaica (Novozhilov) and F. zavjalovi (Novozhilov) groups, large Polygrapta species, Bipemphigus and Tripemphigus and in some levels Megasitum. This very diverse fauna of excellent preservation (the so-called ‘sesame beds’ with three-dimensionally preserved conchostracans occurs in this interval) is post-Tatarian in age, but has a distinct Permian character. This is confirmed by an accompanying vertebrate fauna with Dicynodon and without Lystrosaurus, and a diverse Upper Permian freshwater bivalve and gastropod fauna. A very similar conchostracan fauna was described by Novozhilov (in Molin and Novozhilov, 1965) from the upper part of the tuffogene series of the Siberian Trap volcanics that is situated below the flood basalts. These beds are assigned to the Hungtukunian Formation by Sadovnikov and Orlova (1993). All the above-mentioned forms occur in this level where most of the species were originally described.\nA distinct change in the conchostracan fauna occurs between G 107 m and G 111 m. At this level, the Permian freshwater bivalves disappeared and the freshwater gastropods became very rare. In the same level a distinct drop in diversity of the conchostracan faunas can be observed. Bipemphigus, Tripemphigus and the large Polygraptus disappear, and the conchostracan fauna between G 107 and G 132 consists mainly of Euestheria and Falsisca of the F. turaica and F. zavjalovi groups; in the upper part also F. eotriassica Kozur and Seidel and probably F. postera Kozur and Seidel are present. This fauna co-occurs with Dicynodon and few Upper Permian freshwater gastropods. Such a diversity drop can be\noften observed in conchostracans. If a lake dries out for a longer time, then the newly migrating fauna may consist of contemporaneous, but totally different species (Kozur, 1983). However, in this case those forms that disappeared at a certain level, reappeared after a short time interval. This is not the case with the diversity drop between G 107 m and G 111 m. All species that died out in this level do not appear at a higher level anywhere. Moreover, the same diversity drop can be observed in a comparable level in the uppermost part of the tuffogene series of the Siberian Trap within the upper Hungtukunian Formation. Sadovnikov and Orlova (1993) pointed out that Bipemphigus occurs only in the lower Hungtukunian Formation, whereas the conchostracan fauna of the upper Hungtukunian Formation consists mainly of Euestheria and Falsisca of the F. turaica and F. zavjalovi groups as in the Puturanian Formation.\nA similar, but somewhat younger conchostracan association occurs in the upper Bröckelschiefer of the Germanic Basin. There, Falsisca of the F. turaica and F. zavjalovi groups are no longer present, but F. eotriassica (common) and F. postera (rare) are present.\nAt G 161 m Lystrosaurus first occurs, but it is accompanied by the Permian Dicynodon that disappears around G 219 m. The first appearance of Lystrosaurus is taken by Cheng et al. (1989) as the base of the Triassic, but no distinct change in the other faunas can be observed in this level. Thus, at G 171.2 m, a fauna occurs which is very similar to that of the interval between G 111 m and G 132 m, even the Upper Permian freshwater gastropods are still present. Additionally, at G 171.2 m, Falsisca postera Kozur and Seidel is common. This indicates a correlation with the F. postera Zone of the Germanic Basin that can be correlated by sporomorphs (and conchostracans) with the lower and middle Tesero Horizon of the Southern Alps (and time-equivalents in Hungary) that corresponds to the upper, but not uppermost Dorashamian (see above). This correlation is indicated also by sporomorphs from the level of co-occurrence of Lystrosaurus and Dicynodon. Spores, among them trilete cavate spores, become more common, but Lueckisporites virkkiae Potonié and Klaus, Hamiapollenites and other Permian sporomorphs are furthermore present.\nThe megaspore Otynisporites eotriassicus Fuglewicz is common, which is common both in the F. postera Zone (lower Nordhausen Formation) of the Germanic Basin and in the lower and middle Tesero Horizon of the Southern Alps. The late Dorashamian age of these horizons was discussed above. Thus, at least the lower part of the joint occurrence of Lystrosaurus and Dicynodon belongs to the upper Dorashamian and not to the Triassic.\nThe first Triassic Falsisca fauna with ‘Difalsisca’ and F. cf. F. verchojanica Molin was found at G 210.2 m, close to the LAD of Dicynodon. This fauna continues into the lower Jiucaiyan Formation. Thus, according to the conchostracan correlation, the PTB lies rather close to the LAD of Dicynodon and not close to the FAD of Lystrosaurus.\nLystrosaurus continues in a longer interval without Dicynodon up to about 200 m above the base of the overlying Jiucaiyan Formation. In the Xiaolongkou section (NW China), the LAD of Falsisca is at the level of the LAD of Lystrosaurus. After an interval without Falsisca, Cornia and Vertexia, there occurs Cornia germari, determined as Cornia cf. C. depressa Zaspelova and C. kuqensis Liu by Liu in Cheng et al. (1989) reported from the Ehuobulake Group of the south Tianshan area.\nThus, the conchostracan distribution in the Dalongkou sections and other sections in Sinkiang is identical with the conchostracan successions of the Tungusska Basin in Siberia and from the F. postera Zone upwards also with those of the Germanic Basin."
  }, {
    "heading": "4. Main character of the PTB biotic crisis in different faunal realms and facies",
    "text": "Clearly, a summarized evaluation of the PTB biotic crisis will not yield a correct picture. Therefore, the PTB biotic crisis is discussed separately for different faunal realms and facies."
  }, {
    "heading": "4.1. Marine environments",
    "text": ""
  }, {
    "heading": "4.1.1. Boreal realm",
    "text": "At the PTB defined as the FAD of H. parvus at the base of the T. pascoei Zone (D uppermost O. boreale fauna), a few changes occur in the Boreal\nrealm. Distinct extinction events a little below to this boundary are the end of the mass occurrences of fungi spores (e.g. Tympanicysta stoschiana Balme) and the disappearance of siliceous sponges. The extinction of the latter group is related to oceanic anoxia (Wignall et al., 1998).\nAt the formerly used PTB, the FAD of O. concavum Tozer, no extinction event was present. O. concavum begins a little above a transgressive horizon over rocks without macrofossils that contain a very low-diversity cold-water fauna with a few hexactinellid sponge spicules and ostracods that can be found with the same species throughout the Arctic Otoceras faunas, except in the uppermost O. boreale Zone s.l. Thus, at that former PTB the only change was the immigration of Otoceras with one species; Permian conodonts immigrated somewhat earlier (Henderson, 1993).\nIn the Arctic, a general change from warm-water conditions in the lowermost Permian, through temperate conditions to cool- and cold-water conditions in the middle and Upper Permian can be observed. In connection with this cooling, major fossil groups died out step by step during the Guadalupian, e.g. the fusulinids disappeared at the base of the Guadalupian. However, transitional forms from M. idahoensis (Youngquist, Hawley and Miller) to the warm-water M. nankingensis (Ching) and the latter forms themselves are present in the lower Roadian of Arctic Canada (Kozur and Nassichuk, 1977; Kozur, 1978). In the Wordian, a moderately to low-diverse fauna with cool water Mesogondolella siciliensis (Kozur) is present (Clark et al., 1997) that occurs also in cool bottom water of the tropical Tethys (Kozur, 1995). In the Capitanian a lowdiverse fauna with the cool-water Mesogondolella rosenkrantzi (Bender and Stoppel) is present. A short warming in the uppermost Capitanian and lower Dzhulfian is indicated by the immigration of warmwater conodonts at least until the area of Northwind Ridge, e.g. Mesogondolella denticulata (Clark and Behnken), partly transitional to Clarkina crofti Kozur and Lucas, Clarkina arctica Clark (immediate ancestor of C. postbitteri Mei and Wardlaw), C. postbitteri Mei and Wardlaw, and C. niuzhuanensis Li (Clark et al., 1997). This fauna is only known from the Northwind Ridge north of Alaska in the Arctic Ocean (Clark et al., 1997). It is possible that\nit is restricted to this part of the Boreal sea to which it got by warm-water currents from Panthalassa, but it is also possible that rocks with this fauna were not investigated for conodonts in other parts of the Boreal sea. As lower and middle Dzhulfian warmwater conodonts occur also in eastern Perigondwana, a global warming is indicated for that time. In large parts of the Boreal sea the Dzhulfian is missing because of a gap. The largest part of the Dzhulfian (lower Dzhulfian C. leveni Zone and younger zones) is not dated in the Arctic. Clark et al. (1997) illustrated Clarkina that they determined as C. leveni. However, all illustrated specimens but that of plate 4, fig. 6 are C. postbitteri, the index species of the lowermost Dzhulfian C. postbitteri Zone. The specimen illustrated on plate 4, fig. 6 is a C. niuzhuangensis (Li) (lower Dzhulfian C. niuzhuangensis Zone). Mesogondolella britannica Kozur, a conodont of temperate–cool water M. phosphoriensis lineage must be present in the Arctic because that species immigrated in the upper part of the lower Dzhulfian into the Germanic Zechstein Basin which had a marine connection only to the Boreal sea. This species is known also from the uppermost Dzhulfian of eastern Perigondwana. M. britannica appeared perhaps contemporaneously to the lower Dzhulfian warm-water fauna of the Northwind Ridge, and occupied the colder part of the Boreal sea. As neither M. britannica nor its ancestor M. rosenkrantzi occurs in the lowermost Dzhulfian conodont fauna of Northwind Ridge, one of these two species must be contemporaneously present in the cool-water faunas of the Boreal sea.\nA Dorashamian transgression after a regional gap brought a low-diversity cool-water fauna in the Boreal sea, which contains the conodonts C. deflecta (Wang and Wang) (present both in warm water and in cool bottom water of the Tethys), Clarkina sp. of the cold-water C. carinata group, and Hindeodus typicalis (Sweet) that preferred cold and cool water, but occurs also in temperate and rarely in warmwater environments. Further cooling within the O. concavum and O. boreale zones caused the disappearance of C. deflecta and a very low-diverse coldwater fauna was present in the Boreal sea. Among the conodonts, only Clarkina n. sp. A of the C. carinata group, Hindeodus typicalis and increasingly H. latidentatus praeparvus are present, accompanied\nby O. boreale, Hypophiceras spp., a low-diverse bivalve, ostracod and sponge spicule fauna as well as abundant marine fungi. Somewhat below the FAD of H. parvus the mass occurrence of fungi ends and the siliceous sponges disappeared. This is the only distinct extinction event in the Boreal realm. Most of the cold-water fossils, among them also O. boreale, survived this extinction.\nWherever the PTB is placed (base of the O. concavum Zone or FAD of H. parvus in the T. pascoei Zone D uppermost O. boreale Zone s.l.), the very low-diversity benthic and nektonic fauna was not much affected. Thus, seemingly, cold-water faunas were very little affected by the PTB biotic crisis. Unfortunately, there are no Upper Permian and Lower Triassic skeleton-bearing zooplankton (i.e. radiolarians) known from the Arctic. However, the very long time for the recovery of the radiolarians from the PTB to the upper Scythian indicate that either the cold-water zooplankton (radiolarians) were strongly influenced or the cold-water radiolarian fauna developed only during the Middle Triassic. The conditions for mass occurrence of fungi in the Dorashamian (O. convavum and O. boreale Zone s.str.) were also present in the Boreal realm and its disappearance is exactly in the same level as in the Tethys, a little below the FAD of H. parvus (in the Arctic in the uppermost O. boreale Zone). A strong increase in diversity (including warm-water algae) at the base of the Gandarian (Dienerian) indicates a strong warming after the end of the huge Siberian Trap volcanism."
  }, {
    "heading": "4.1.2. Tethyan realm",
    "text": "In the Tethyan realm highly diverse benthos, nekton and siliceous plankton (radiolarians) were present in the Middle and Upper Permian. There was a significant drop in the benthic diversity at the Guadalupian–Lopingian boundary. For instance, many fusulinid genera disappeared. Most groups, however, recovered very fast and had no lower diversity during the Lopingian than in the Guadalupian. This diversity drop at the Guadalupian–Lopingian boundary is related to a very widespread, short regression at that boundary, followed by a transgression. Only a few shelf sections in the world contain a continuous fully marine fossil record through this interval. Major basins, such as the Delaware Basin in\nthe southwestern USA, changed from a fully marine basin with very diverse faunas into a hypersaline basin with none to a very low-diverse fauna. The Guadalupian of the Delaware Basin is especially well studied, so a part of the recorded faunal drop at the Guadalupian–Lopingian boundary is caused by the fact that most of the highly diverse Lopingian (Upper Permian) faunas are restricted to the eastern Tethys and there not as well studied as the Guadalupian faunas of the Delaware Basin. In fully pelagic deep-water sequences, as in western Sicily, no significant drop in diversity can be observed between the Guadalupian and Lopingian. The same is true for the siliceous plankton (radiolarians). There is a rapid evolution of the radiolarian faunas from the Capitanian to the Dzhulfian, but the diversity of the radiolarian faunas remained nearly unchanged until the top of the Dorashamian.\nThe extinctions at the Guadalupian–Lopingian boundary were important for the PTB biotic crisis of the warm-water biota because several groups became more restricted in distribution. Thus, the fusulinids disappeared in western North America and were restricted to the Tethys during the Lopingian until their disappearance a little before the PTB. Moreover, their diversity was far lower than in the Guadalupian. Also other groups became restricted to the Tethys, like the trilobites, or had after the Guadalupian their main occurrence in the Tethys, as did the ammonoids, brachiopods, rugose corals and calcareous algae. These are all groups that were strongly affected by the PTB biotic crisis. Few other groups, like Blastoidea, disappeared at the top of the Guadalupian or survived only with a single species into the Lopingian.\nThe diversity patterns of the radiolarians is shown in Fig. 3 (see Section 2). Similar diversity patterns as for the radiolarian plankton, with strong extinction somewhat below the FAD of H. parvus and recovery in the upper Olenekian and in the Middle Triassic can be observed among the entire warm-water benthos. The strong diversity drop is not in every group at the same level. The rugose corals and reef communities disappeared first, within the Changxing Limestone in south China or within the Achura Formation in Transcaucasia, somewhat below the boundary clay. A little later, but still within the uppermost Changxing Limestone, the fusulinids dis-\nappeared. In contrast, 19 Permian-type brachiopods species were reported from the upper Boundary Bed 1 (Bed 26, Yang et al., 1996) and a diverse ammonoid and conodont fauna also is present in this bed. Eight of these Permian brachiopod species survived until Bed 27, and only one of these species is still present in the Isarcicella isarcica Zone. Thus, the Permian brachiopods disappeared a little later and in two steps. Extinction in two steps (at the base of the C. meishanensis–H. latidentatus praeparvus Zone, somewhat below the FAD of H. parvus and at the base of the I. isarcica Zone) that affected warm-water elements can be observed at several other warm-water groups, not only in the benthos, but also at conodonts (see Section 2). Both of these extinction events are accompanied by immigration of cold-water high-latitude forms towards medium and low latitudes. The first extinction event is accompanied by the appearance of Otoceras in medium latitudes of eastern Perigondwana (beginning of its ‘bipolar’ distribution), and perhaps also in low latitudes (Otoceras? sp. of Meishan), the appearance of Hypophiceras in medium and low latitudes, and the\nappearance of Merrillina (M. longidentata Kozur and Wang) in low latitudes. According to Mei (1996), Clarkina cf. tulongensis (Tian), which belongs to the cold-water C. carinata group, occurs in the Boundary Beds 1 and 2 of Meishan. The second extinction event at the base of the I. isarcica Zone is accompanied by an immigration of the C. carinata cold-water gondolellids into the entire Tethys.\nThe most striking feature of the ‘mass extinction’ of warm-water benthos at the PTB is that a large part of the forms that disappeared close to this boundary re-appeared in the upper Olenekian and Middle Triassic. In some groups 100% of the genera re-appear (holothurian sclerites and scolecodonts, see Section 2). A similar picture, with 50% or more Lazarus genera, can be observed in many other groups or within a fossil group. For instance, among the non-fusulinid foraminifers even very opportunistic taxa, like Tolypammina, disappeared near the PTB, and re-appeared in the upper Olenekian or in the Middle Triassic. For this reason, the lower Scythian foraminifer fauna from the C. carinata to the N. dieneri conodont zones has a very low diversity. The Hexactinellida and Demospongiae (siliceous sponges) show a distinct diversity drop at the Guadalupian–Lopingian boundary, but have a moderately diverse fauna up to the top of the Dorashamian, e.g. in western Sicily (Kozur and Mostler, in prep.). They are totally unknown from the H. parvus Zone onward. A pioneer fauna consisting only of one Hexactinellida species was found in the upper Brahmanian (upper ‘Induan’) and lower Olenekian of Turkey (Kozur et al., 1996a), and Rigby and Gosney (1983) described a similar pioneer fauna from the upper Olenekian of western North America. In the Middle and Upper Triassic, a large part of the taxa that disappeared at the top of the Dorashamian or earlier, re-appeared step by step, the Hexactinellida before the Demospongiae. As in most groups of the warm-water benthos the number of Lazarus taxa is high, the real worldwide extinction was by far lower than assumed in all previous estimations.\nThe ostracods show an especially interesting extinction pattern. The Upper Permian shallow, warmwater ostracod fauna consists both of typical Palaeozoic forms, such as Hollinellacea, Kloedenellacea, Kirkbyacea, and of modern forms, such as heavily sculptured Cytherocopina and sculptured Bairdiidae,\nas well as of forms common both in the Palaeozoic and Mesozoic, such as smooth Bairdiidae and Cypridocopina. At the PTB not the Palaeozoic types, but the ‘modern’ types and those forms that are common both in the Palaeozoic and Mesozoic, disappeared. The result is a lower Scythian fauna that consists 100% of typical Palaeozoic forms, like Hollinella tingi (Patte), Indivisia, Italogeisina and Cavellina. Mostly one or very few species of these genera are present in one sample. Subsequently, the Palaeozoic types disappeared, and the ‘modern’ types and those forms that are common both in the Palaeozoic and Mesozoic, re-appeared in the Olenekian and in the Middle Triassic. The explanation of this paradoxical extinction pattern can be found in the mode of life of those forms that straddled the PTB unaffected and are common in the lowermost Triassic. All these forms are filter feeders that could live under dysaerobic conditions according to Boomer and Whatley (1992), Lethiers and Whatley (1994, 1995), and Whatley (1995).\nThe above-mentioned extinction patterns of the Tethyan warm, shallow-water ostracods is known from the western Tethys (Kozur, 1985) until the easternmost Tethys (e.g. Wang and Wang, 1996), and proves the existence of lower Scythian dysaerobic conditions in shallow-water depth above the storm-wave base in these areas. But there is also a temperature-related extinction at the ostracods because also those forms disappeared that were able to live in Upper Permian dysaerobic warm-water environments. In central eastern Tethyan shallow-water environments (Guizhou: Hao, 1992) several forms (Carinaknightina, Bashkirina, Acratia, Fabalicypris, Haworthina) survived despite the same anoxia being present, as in other shallow-water Tethyan areas (with the same Hollinella tingi-cavellinid spike). Obviously, the cooling in a volcanic winter was not so strong in the central eastern Tethys as in more marginal parts of the Tethys. On the other hand, in Transcaucasia, northwest and central Iran, where in the H. parvus Zone no anoxia is present, the same strong extinction event in the warm-water ostracods (and other warm-water faunas) can be observed, and also those forms disappeared that in the upper Olenekian and in the Middle Triassic reappeared as Lazarus taxa. However, the Hollinella tingi-cavellinid spike, which indicates dysaerobic\nconditions, is missing in the H. parvus and I. isarcica zones.\nThe extinction patterns of the Tethyan nekton (including nektobenthic forms, like conodonts) is similar to those of the benthos, but as a whole, the nekton is less influenced and the recovery was more rapid. The three steps of the Tethyan conodont extinction that are very important for the explanation of the causes of the PTB biotic crisis were explained in Section 2.\nAmmonoid genera restricted to warm water (and really to the eastern Tethys), such as Pleuronodoceras, Pseudogastrioceras, Pseudotirolites and Rotodiscoceras disappeared in two steps, at the base of the Boundary Clay (most taxa) and a little later, within or at the top of Boundary Bed 1, a little below the FAD of H. parvus (last survivors). The first extinction event is connected with a contemporaneous migration of cold-water high-latitude forms towards medium and low latitudes (see above).\nThe general picture of the PTB biotic crisis in the Tethys is that Tethyan biota were affected in a catastrophic scale. The recovery of diverse Tethyan benthic and planktonic biota was only in the upper Olenekian to Middle Triassic, several million years after the strongest PTB extinction event. Tropical forms (e.g. colonial corals) disappeared first, related to long-lasting climatic changes. Subsequently, tropical–subtropical forms (e.g. fusulinids) disappeared, and last those warm-water forms disappeared that had also representatives in temperate–cool water (several brachiopod genera, or the nektobenthic Clarkina changxingensis and C. deflecta). The disappearance of the Tethyan warm-water faunas and floras happened to the largest part from the base of the C. meishanensis–H. latidentatus praeparvus Zone up to the base of the I. isarcica Zone, in a time interval of about 100,000–200,000 years."
  }, {
    "heading": "4.1.3. Eastern Perigondwana",
    "text": "In the medium latitudes of eastern Perigondwana, long-term climatic changes in the Late Permian to Early Triassic interval are well recognizable. However, in several areas not much can be said about the impact of the PTB biotic crisis as at or somewhat above the FAD of H. parvus (base of the Triassic) a transgression occurred, and the underlying Permian rocks are separated by a stratigraphic gap of various\nlengths. In Kashmir, where the sequence around the PTB is rather complete, a distinct deepening occurs above the Permian Zewan Formation in the Khunamuh Formation with dysaerobic dark shales and transported calcareous turbidites. Thus, the decrease in diversity of the benthos at the base of the Khunamuh Formation is related to the establishment of anoxic conditions. Nevertheless, in the lowermost Khunamuh Formation (E1) nine genera of Permian brachiopods are still present. They may be transported from shallower parts of the sea, but indicate that a diverse Upper Permian brachiopod fauna was present in E1.\nIn the Salt Range, there is a gap between the White Sandstone Member of the Chhidru Formation and the Kathwai Member of the Mianwali Formation. However, because of the occurrence of Upper Permian brachiopods, including Comelicania (only known from undoubtedly Dorashamian beds), and a few fusulinids (Reichelina sp.) in the basal Kathwai Member, this gap is surely within the Dorashamian, and not between Permian and Triassic deposits. The basal part of the Kathwai Member can be correlated with the upper Changxing Limestone of south China and with the upper Dorashamian above the Paratirolites Limestone in Transcaucasia and NW Iran.\nIn the Dzhulfian, Tethyan warm-water faunas are present, such as Clarkina dukouensis Mei and Wardlaw, C. leveni (Kozur, Mostler and Pjatakova), and C. orientalis (Barskov and Koroleva). In the uppermost Dzhulfian to lower Dorashamian upper Chhidru Formation these warm-water forms of the C. leveni– C. subcarinata lineage are replaced by a moderately diverse fauna with temperate- to cool-water species of Merrillina and Vjalovognathus (Wardlaw, 1997) and in the uppermost Chhidru Formation, immediately below the White Sandstone Member, the first cold-water forms of the Clarkina carinata group arrived (Sweet, 1970). In the ostracod fauna of the upper Chhidru Formation, typical Tethyan tropical–subtropical faunal elements, such as heavily sculptured Kirbyacea (Amphissites and other genera, Kozur, 1985) or sculptured Bairdiidae, also disappeared. Instead, a moderately diverse ostracod fauna with Carinaknightina, Parvikirkbya, Permoyoungiella, Cytherocopina, smooth Bairdiacea, and Cypridacea is present. The diversity of other faunal elements (e.g. brachiopods) also dropped in\nthe upper Chhidru Formation. In the upper Dorashamian basal Kathwai Member the diversity was already remarkably less than in the Tethys. Warmwater elements, which are restricted to the tropical– subtropical belt (e.g. Palaeofusulina, conodonts of the C. subcarinata group) are absent. The conodont fauna consists, as in the Boreal realm, of a coldwater fauna with H. typicalis (Sweet) and a species of the Clarkina carinata group. Temperate faunal elements that occur also in warm-water environments of the Tethys are represented by a few Reichelina (fusulinid) and a moderately diverse brachiopod fauna. Calcareous algae are very rare.\nThe extinction event between the upper Dorashamian basal part of the Kathwai Member and the base of the Triassic at the FAD of H. parvus in the middle part of the middle unit of the Kathwai Member is moderate because only the temperate- to warm-water elements (calcareous algae, the fusulinid Reichelina, brachiopods, except rhynchonellids) became extinct. In contrast to the Tethys, these elements have a low diversity in the upper Dorashamian of the Salt Range because most of them disappeared earlier (see above).\nThere is no anoxic event in the H. parvus Zone; anoxia begins only above the I. isarcica Zone. This is connected with a distinct drop in diversity (Wignall et al., 1996). However, this is a local extinction as it can be observed everywhere, if a highly oxygenated shallow-water environment changed into a basinal dysaerobic environment. This diversity drop has no global and even no regional character. This is best demonstrated by the ostracod fauna of the Gandarian (Dienerian) Mittiwali Member of the Mianwali Formation (Sohn, 1970) that consists of the same genera as in the H. parvus Zone, and partly even of the same species, as Carinaknightina carinata Sohn.\nAs in Transcaucasia, where a strong drop in diversity occurs at or somewhat before the H. parvus Zone despite the fact that there is no anoxia in that time (red bioturbated marls: Wignall et al., 1996), there is a drop in diversity in the Salt Range below the H. parvus Zone, which shows no anoxia. However, more species of moderately diverse temperateto cool-water upper Dorashamian fauna of the Salt Range persisted into the H. parvus Zone because the pre-parvus extinction event severely affected only the warm-water biota and the plankton. For instance,\nthere is an increasing amount of Clarkina (of the cold-water C. carinata group) at the base of the H. parvus Zone, whereas in the tropical part of the Tethys Clarkina either disappears in the H. parvus Zone (entire western and central Tethys) or becomes very rare (eastern Tethys), because the warm-water C. subcarinata lineage disappeared (western and central Tethys) or became very rare (eastern Tethys), and the C. carinata group migrated only at the base of the I. isarcica Zone into the western Tethys."
  }, {
    "heading": "4.1.4. General character of the biotic crisis near the PTB in marine environments",
    "text": "The following extinction and recovery patterns in connection with the PTB biotic crisis can be recognized in marine environments (the FAD of H. parvus is taken as base of the Triassic).\n(1) An extinction event at the Guadalupian– Lopingian boundary restricted highly diverse warmwater faunas to the Tethys, the tropical Panthalassa Ocean (except its American eastern coast, where a temperate fauna existed because of cold surface currents or=and upwelling), and partly to eastern Perigondwana.\n(2) Global cooling in the uppermost Dzhulfian and lower Dorashamian caused an extinction of the marine warm-water fauna in eastern Perigondwana. Therefore, highly diverse upper Dorashamian warmwater faunas were restricted to the Tethys and to the above-mentioned part of the Panthalassa Ocean; reef communities of this age were restricted to the eastern Tethys and the adjacent tropical Panthalassa Ocean.\n(3) The main extinction event somewhat below the PTB was preceded by mass occurrences of marine (? and continental) fungi during the Dorashamian with a spike in the upper, but not uppermost Dorashamian.\n(4) The siliceous plankton (radiolarians) was strongly affected. The production of organic silica in the oceans dropped so strongly that a long, worldwide radiolarite gap was present in oceans from a little below the PTB to the base of the upper Olenekian.\n(5) The Tethyan warm-water benthos, nektobenthos and nekton was strongly affected.\n(6) The most severe, partly catastrophic extinction, occurred somewhat below the PTB, in the eastern Tethys over an area of about 2 million km2\nat the base of a 4–6-cm-thick tuff that represents the fall-out of volcanic dust. This extinction event is connected (or immediately followed) by a migration of cold-water high-latitude faunal elements (e.g. Otoceras, Hypophiceras, Merrillina, some Clarkina of the C. carinata group) towards medium and low latitudes. Few Tethyan warm-water taxa (mostly such forms that lived also in temperate water and cool bottom water) survived this catastrophic event in the eastern Tethys adjacent to the tropical Panthalassa Ocean. They disappeared partly within the C. meishanensis–H. latidentatus praeparvus Zone and H. parvus Zone, and partly at a second extinction event at the base of the I. isarcica Zone. This second extinction event is pronounced only in the eastern Tethys (where it is often situated at a further dust-tuff horizon) because in the western and central Tethys all warm-water elements disappeared at the first extinction event. However, this event is well recognizable in the entire Tethys by the immigration of the cold-water C. carinata group. The time interval between these two extinction events was short, about 100,000–200,000 years, representing in the Meishan section an interval of 26 cm. As both extinction events affected mainly warm-water biota, and are accompanied by a migration of high-latitude coldwater faunas towards medium and low latitudes, they indicate short but drastic cooling events that affected also low-latitude areas (volcanic winter, see below).\n(7) The main (first) extinction event of the Tethyan warm-water biota somewhat below the PTB lies often close to the beginning of widespread oceanic anoxia that reaches up to an unusually shallow level above the storm-wave base. Nevertheless, it was not caused by this anoxia because this extinction was at the same level very severe also in those areas, where highly oxygenated, bioturbated red clays or marls were present (e.g. Transcaucasia and NW Iran). The same faunal elements (see above) were affected in these anoxia-free regions. However, regional extinctions were surely caused by the widespread anoxia.\n(8) There was a delayed extinction event at the base of the Gandarian (Dienerian) that affected those cold-water faunas that survived the PTB without extinction, flourished and diversified in the lowermost Triassic after the extinction of the warm-water fauna in the Tethyan realm (e.g. hindeodid con-\nodonts). Contemporaneously with this event warmwater biota migrated in unusually high latitudes, such as to Spitsbergen (Wignall et al., 1998). This event indicates therefore a distinct global warming after the end of the Siberian Trap volcanism.\n(9) The low-diversity, high-latitude cold-water faunas were not much affected by the PTB biotic crisis. Only the siliceous sponges disappeared close to the PTB but this is caused by widespread anoxia in the lowermost Triassic of the Boreal sea (Wignall et al., 1998). The mass occurrence of fungi ends a little before the FAD of H. parvus as in the Tethys. This is the most important extinction in the Boreal realm.\n(10) In medium latitudes with seasonal climate, a prolonged extinction was present that was at no level very pronounced. Warm-water faunas, such as the C. leveni group, disappeared during a cooling in the uppermost Dzhulfian and lower Dorashamian. For this reason, the upper Dorashamian marine biota, containing only a few warm–temperate faunal elements, were less diverse than those of the Tethys. At the main Tethyan extinction event somewhat below the PTB these subordinate warm–temperate elements disappeared, whereas the dominating cool– temperate and cold-water taxa were not or only slightly affected. Strong, but only local extinctions at those different levels occur, where the anoxia began (Wignall et al., 1996).\n(11) The recovery time for the warm-water benthos and siliceous plankton was unusually longdelayed until the upper Olenekian to Middle Triassic interval.\n(12) The recovery of the nekton and nektobenthos was mostly fast, after one conodont zone.\n(13) About 50% of the warm-water genera that disappeared at the PTB re-appeared in the Olenekian–Middle Triassic interval (Lazarus taxa) or in this time interval genera appeared that undoubtedly evolved from genera that had disappeared at the PTB. In some groups, the percentage of Lazarus genera is 100% (e.g. holothurians, scolecodonts).\n(14) Very few major fossil groups became extinct (without Lazarus taxa) at the PTB. Most of these groups had a very low diversity and=or at the end of the Permian a regional restriction to the Tethys or even to the eastern Tethys (trilobites, rugose corals, fusulinids).\n(15) The extinction was perhaps more severe in the Northern than in the Southern Hemisphere. For instance, at the southern margin of the eastern Tethys and in shallow-water areas within the southern part of the eastern Tethys, some Kirkbyacea and other ostracods survived that disappeared close to the PTB at the northern margin and within the northern Tethys.\nDetails of these extinction and recovery patterns are explained in other sections. Here only few additional remarks are necessary. All middle and Upper Permian radiolarians were derived from tropical and subtropical warm-water environments in the Tethys, western North America and Panthalassa. It is even not sure, whether cold-water radiolarian faunas of this age existed. Chert samples from the Boreal realm yielded only siliceous sponge spicules. The oldest Triassic radiolarian faunas from medium and high latitudes are of Middle Triassic age. They have a low-diversity fauna that consists nearly exclusively of species that occur also in the Tethyan warm-water faunas. Diverse Boreal radiolarian faunas with taxa that are not present in the tropical warm-water belt, as in the Jurassic, are not yet present in the Middle Triassic. Therefore, it cannot be excluded that radiolarians were restricted to low and medium latitudes during the Permian.\nThe origin of the mass occurrences of fungi spores in marine Dorashamian sediments is disputed. According to Kozur (1989, 1996) and Wignall et al. (1996), the fungi spike in shallow-marine sediments is caused by marine fungi, whereas Visscher and Brugman (1988), Eshet et al. (1995), and Visscher et al. (1996) regarded them as land-derived fungi spores. In favour of a marine origin are large amounts of very fragile fungi hyphae that cover bedding planes in some layers of the lower and middle Tesero Horizon of the Southern Alps (Kozur, 1996; Wignall et al., 1996) and in shallow-marine Dorashamian beds of Hungary. These hyphae are not oriented by transport and represent partly the complete fungi. Palynologic preparates from these layers contain nearly 100% fungi spores (mainly Tympanicysta). In contemporaneous adjacent or interfingering continental beds of the Southern Alps and Hungary, fungi spores are missing, near to the strand line very rarely present, but hyphae are always absent. In the Germanic Basin, fungi and fungi spores are also absent in the Dorashamian.\nThe only remarkable exception is the report of mass occurrences of Tympanicysta stoschiana in the entire Vokhmian Formation (up to the Gandarian Krasnobakovsk Member) by Lozovsky and Yaroshenko (1994). However, these Tympanicysta stoschiana were not illustrated and they occur mainly or exclusively in the Lower Triassic up to the top of the ‘Induan’. Such a distribution is found nowhere else and therefore it is doubtful, whether the reported mass occurrences of T. stoschiana in the continental Lower Triassic of the Russian Platform is really this species or fungi spores at all. On the other hand, if mass occurrences of shallow-marine fungi (Ascomycetes) are present, there may be also mass occurrences of continental fungi.\nThe age of the mass occurrence of Tympanicysta is well dated in the Meishan section in south China (Ouyang and Utting, 1990). A high percentage of Tympanicysta stoschiana is present in the upper 42 m of the Changxing Limestone (upper Dorashamian, older horizons not investigated); mass occurrences begin at 35 m below the top of the Changxing Limestone (upper part of upper Dorashamian). Some centimetres below the top of the Changxing Limestone a distinct drop in the frequency can be observed. At the base of Boundary Bed 1 (at the base of a tuff horizon), the amount of fungi spores drops below 1% of the total amount of sporomorphs, and within Boundary Bed 2 (around the FAD of H. parvus), the fungi spores disappeared.\nIn Greenland, Arctic Canada and Spitsbergen a similar distribution is present. The mass occurrences of Tympanicysta are restricted to the Otoceras faunas, and the percentage of fungi spores drops below 1% of the total amount of sporomorphs somewhat below the FAD of H. parvus within the uppermost O. boreale Zone. However, because of the previous assignment of the Boreal Otoceras faunas to the Triassic it was not recognized that the mass occurrence of fungi spores is in the upper Dorashamian. Taking this assumed Triassic age of the fungi spike in the Arctic, Broglio Loriga and Cassinis (1992) used the mass occurrence of fungi spores as ‘evidence’ for a Triassic age of the lower and middle Tesero Oolite (see above). In reality, the distribution of the fungi spores in the Southern Alps and Hungary is the same as in south China, and in the western Tethys the appearance of the significant occurrence of fungi\nspores is recognizable, which was not investigated at Meishan. A low percentage of fungi spores began in the Dzhulfian part of the Bellerophon Limestone and equivalent dark limestones, shales and dolomites in Hungary. During the Dorashamian, a discontinuous increase of the percentage of fungi spores can be observed in the uppermost Bellerophon Limestone and in the Tesero Horizon with a fungi spike in the lower and middle Tesero Horizon (often 90–100% of the total amount of spores) that corresponds according to its fauna to the uppermost metres of the Changxing Limestone. In the upper Tesero Horizon, a very sharp drop in frequency of Tympanicysta spores to below 1% of the present spores and acritarchs occurred, and from the H. parvus zone upwards no Tympanicysta spores have been observed. The development of the fungi spore frequency shows a striking time-correlation with the development of Siberian Trap (see Fig. 2). The FAD of Tympanicysta coincides with the widespread distribution of tuffs (beginning of the explosive phase) of the Siberian Trap volcanism. The fungal spike in the upper Dorashamian is contemporaneous with the main phase of the Siberian Trap (transition from the explosive phases to the effusion of flood basalts). The end of the fungi spike coincides with the base of the widespread tuffs in south China and SE Siberia that covers at least an area of 2 million km2. The possible influence of these volcanic activities to the development and cessation of the fungal spike is discussed in Section 5."
  }, {
    "heading": "4.2. Continental environments",
    "text": "In general, a distinct extinction event close to the PTB is assumed for continental environments, but it is mostly recognized that the biotic crisis was not as strong in continental biotopes as in marine ones (Erwin, 1993). King (1991) recognized two episodes of terrestrial extinction, from which the first is intra-Guadalupian and the second is ‘Tatarian’, but below the PTB. As the Tatarian Stage is largely of Guadalupian age, the ‘Tatarian’ extinction is either post-Tatarian or the intra-Guadalupian and the Tatarian extinction were contemporaneous and only differently named in different areas. Lucas (1993a) stated that the identification of the vertebrate extinction at the PTB, Carnian–Norian and Triassic– Jurassic boundaries “has been based largely on lit-\nerature compilations of taxon ranges with very poor chronological control.” He also assumed that the major changes in the vertebrate faunas precede the PTB. But these views, although obviously correct, are the exception. The general view about the terrestrial biotic crisis is well expressed by Erwin (1993) (p. 120): “The first appearance of Lystrosaurus...is taken as the beginning of the Triassic in terrestrial sections. This coincides with a marked change in the composition of vertebrate faunas.” As shown above, it is not probable that the first appearance of Lystrosaurus corresponds to the marine PTB, rather the later disappearance of Dicynodon or a level between the FAD of Lystrosaurus and the LAD of Dicynodon corresponds to this level. At or close to the level of the FAD of Lystrosaurus no marked change in the vertebrate fauna occurred. There is also no change in the invertebrate fauna at this level. In the vertebrate fauna (and also in all other faunal groups) the ‘marked change’ at the PTB was caused by an incomplete stratigraphic and (or) fossil record. Upper Tatarian Permian faunas were compared with lowermost Triassic faunas, but between the upper Tatarian and the lowermost Triassic there is a distinct stratigraphic gap (see Fig. 2 and Section 3) that comprises a large part of the Dzhulfian and the entire Dorashamian. Compared with the Dalongkou section, the gap comprises the largest part of the Guodikeng Formation, and possibly the upper Wutonggou Formation. In the Dalongkou section, four major Milankovich cycles are well recognizable in the Guodikeng Formation. Thus, the time gap between the top of the Tatarian (in its most complete development) and the base of the Triassic is around 1.6 m.y., long enough to get ‘a marked change in the composition of vertebrate faunas’. Additionally, there may be some facies shift in the comparable South African Upper Permian–Triassic faunas (Hotton, 1967) that causes an additional exaggeration of the extinction event.\nThe extinction patterns in continuous continental sections are very different from those of the Tethyan warm-water biota, but they are similar to the extinction patterns of the shallow-water sea in medium latitudes (eastern Perigondwana). The extinction was stepwise, for different groups at different levels, and at no time catastrophic. The largest changes were long before the PTB, and close to the PTB no pro-\nnounced biotic changes were present. Continental biotopes and shallow-water biotopes in medium latitudes are strongest influenced by climatic changes, above all by temperature changes. The latter have no strong influence on tropical biotopes, unless dust and sulphate aerosols will not drastically drown the temperature also in tropical areas by strong reduction of sunlight (e.g. in a volcanic winter). The upper upper Tatarian (Vjatka Formation) continental vertebrate and invertebrate fauna was a highly diverse fauna of a permanently warm and relatively wet climate. In that time (Capitanian to early Dzhulfian), a distinct global warming is indicated by the penetration of warm-water conodonts to the medium-latitude eastern Perigondwana shallow-water shelf (C. leveni group) and even to the westernmost part of the Boreal sea adjacent to Panthalassa (Clarkina postbitteri and C. niuzhuangensis of the C. leveni group in the Northwind Ridge north of Alaska, see Sections 4.1.1 and 4.1.3).\nIn post-Tatarian time, probably within the upper Dzhulfian, a strong drop in the continental vertebrate diversity can be observed. The vertebrate fauna of that time consists mainly of Dicynodon, but the ostracod fauna remains diverse in low and medium latitudes.\nDuring the early Dorashamian high-latitude conchostracans (Falsisca) migrated to medium latitudes (Dalongkou), but not yet to low latitudes (Southern Alps, Germanic Basin). Close to this level, the medium-latitude freshwater ostracod fauna, as those of high latitudes, became a low-diversity fauna consisting mainly of Darwinula, but some Darwinuloides and Suchonella are additionally present. The conchostracan fauna remained diverse. Close to the base of the upper Dorashamian, considerably below the FAD of Lystrosaurus there is a distinct drop in the conchostracan diversity in high and median latitudes. This event lies at the beginning of the main activity of the Siberian Trap volcanism. The conchostracan fauna after the diversity drop consists only of the ubiquitous Euestheria and the cool climate Falsisca. All other faunal groups have also a very low diversity in high and medium latitudes. In that time, the tropical marine faunas were highly diverse.\nDuring the late-late Dorashamian, the Falsisca cool climate fauna invaded also the low-latitude ar-\neas (Germanic Basin, continental areas in the western Tethys). About at that time, Lystrosaurus appeared. Almost all faunal elements (Lystrosaurus, Darwinula, Falsisca, Euestheria), except Dicynodon and freshwater gastropods, consist of genera that have representatives both in high northern or=and southern latitudes with several months polar night (probably with freezing conditions) and in low-latitude areas. Lystrosaurus is a small reptile and surely adapted to a longer hibernation-like state of its life cycle, as it occurs also in high southern Permian latitudes in the Antarctic. Even if in the uppermost Permian a mild climate prevailed in the Antarctic, the several months darkness of the Antarctic winter requires a hibernation. Moreover, in this time the temperatures were surely at least temporarily below 0ºC. This hibernation may be originally an adaptation to arid climate that may require a hibernation-like life stage during the very dry period of the year. Among the fishes, the dipnoan Gnathorzhiza, although rare in the Permian, survived and is common in the lower and middle Scythian. This fossil also is adapted to a longer ‘resting’ stage, if the lake dried out in a severe, arid climate. As mentioned above, the conchostracans that show no change at the PTB have dry- and freezing-resistant eggs. Darwinula, the only upper Dorashamian and Lower Triassic freshwater ostracod, occurred both in tropical areas and in continental areas of the Boreal realm, also during the Kazanian, where glaciomarine deposits were known from adjacent marine deposits. Thus, at least some species were adapted to survive a severe winter. All continental faunal elements that survived the PTB biotic crisis were adapted to survive a winter with freezing temperatures and other severe conditions (no sunlight in the polar night, severe drought), even those forms that lived (also) in tropical and subtropical areas, like Lystrosaurus, Gnathorhiza and conchostracans. The few Dorashamian faunal elements that were adapted to permanent warm climate (Dicynodon, freshwater gastropods) disappeared at the Permian–Triassic boundary. As these forms were subordinate elements of the upper Dorashamian continental fauna, the faunal changes at the PTB were not pronounced.\nThe stepwise extinction of the vertebrates during the Late Permian was apparently more pronounced in the northern than in the Southern Hemi-\nsphere. Milner (1990) recognized that all post-Permian temnospondyl amphibians are of Gondwana origin, whereas most of those disappearing during the Late Permian, where exclusively Laurasian. However, these extinctions were in the lower part of the Upper Permian. At invertebrates (conchostracans, ostracods) this pattern cannot be observed. Among these groups those genera survived that had a high-latitude origin or contain at least some species that lived in high latitudes.\nThere were distinct changes in the continental floras between the Permian and Triassic, but these changes are neither synchronous all over the world, nor do they go in the same direction in different floral provinces, nor do they coincide with the PTB. In south China, there is a strong increase in gymnosperm pollen at the base of the Boundary Bed 1, a little below the PTB. In the Euramerican floral province, there is a sharp drop in gymnosperm pollen and a strong increase in cavate trilete spores in the upper Dorashamian, often erroneously regarded as the PTB. A similar increase in cavate trilete spores can be observed in the lower Dorashamian (White Sandstone Member) of the Salt Range and in other Gondwana occurrences. The exact evaluation of the floral changes in other floral provinces and areas is difficult because of long gaps or bad chronostratigraphic control. On the Siberian Platform, there are several changes in a generally mesophytic flora. The typical Upper Permian sporomorph association of the Lebedevian Formation has some species in common with the sporomorph association of the Otoceras faunas of Arctic Canada, but is a typical Permian association. According to Sadovnikov and Orlova (1993), the Hungtukunian Formation has a quite different flora, dominated by Quadrocladus, and a mesophytic sporomorph association that is, on the other side, rich in Lueckisporites.\nThus, inside the Upper Permian, and especially in the uppermost Permian, there were distinct floral changes in different parts of the world. They indicate a severe climate with often changing temperatures and=or humidity=aridity. As a whole, the terrestrial plant productivity dropped considerably until the end of the Permian, and the Scythian is a time of low terrestrial plant productivity. There are, for instance, no Scythian coals in the world, despite widespread paralic conditions. In the Germanic\nBasin, the lower and middle Buntsandstein consist to a large part of fluviatile and freshwater deposits. Except for some arid intervals, e.g. within the upper Nordhausen Formation, the climate was obviously humid to (mostly) semihumid. Despite this fact, the river banks and margins of the lakes had almost no vegetation before the upper Olenekian. This is difficult to understand as the climate was neither too hot nor too cold nor too dry for the development of dense vegetations during the deposition of most of the lower and middle Buntsandstein (except the arid horizons), as indicated by the rich freshwater flora and faunas (charophytes, ostracods, conchostracans, fishes) of the lakes. A very rich vegetation occurred in the Ladinian and middle Carnian under similar palaeogeographic and climatic conditions. Only in the Gandarian lower and middle Bernburg Formation extremely hot summers may be assumed because in that time a strong global warming is indicated by warm-water biota in Spitsbergen."
  }, {
    "heading": "5. Possible causes of the PTB biotic crisis",
    "text": "The search for the causes of the PTB biotic crisis requires not only the evaluation of the extinction and recovery patterns in different faunal and floral realms, marine and continental facies, as well as the consideration of the facies dependence of the affected and unaffected fossils, but also the evaluation of accompanying geological phenomena (e.g. age and character of high-energy events before and around the PTB, climatic changes, changes in stable isotopes and their assumed reasons, distribution and vertical range of the oceanic anoxia, former extinction events that restricted the regional distribution of the affected fauna, continent–ocean configuration and its influence to the climate, and interruption of faunal migration routes).\nThere is no evidence for such an extra-terrestrial impact as at the Cretaceous–Tertiary boundary. Reported iridium peaks close to the PTB have not been confirmed in later measurements, or were caused by apparatus errors as in the case of the Iridium peak in the San Antonio section (Southern Alps) reported by Brandner et al. (1986). On the other hand, in Meishan (south China), diversity drops occur in the uppermost Changxing Limestone, at the base of Boundary\nBed 1, the lower part of which consists of a 4-cmthick altered acidic to intermediate tuff, at the base of and within Boundary Bed 2, and at the base of a further altered tuff (bed 28) above the top of Boundary Bed 2. The strongest drop in diversity was at the base of the Boundary Bed 1. In the Shangsi section, about 1500 km west of Meishan, a 6-cm-thick acidic to intermediate tuff (bed 27 b) is present in the same stratigraphic position (Wignall et al., 1995; Lai Xulong et al., 1996). Immediately below this tuff, the last, rich and diverse radiolarian associations can be found (bed 26), and concretions, lenses, and irregular layers of cherts are present until this level. Such a tuff of 4–6-cm thickness can be found in the same stratigraphic position in all south=southwest Chinese sections, if the beds were deposited below stormwave base (Kozur et al., 1996b). In some sections, e.g. in Shangsi, there is still a second tuff or several tuffs in the uppermost Dorashamian, somewhat below the before-mentioned tuff. Although sometimes thicker than the ‘boundary tuff’, they did not influence the faunal diversity, seemingly because they were not so widespread as the ‘boundary tuff’.\nIn south Primorie (SE Siberia), there are two considerably thicker acidic to intermediate tuff layers in the upper Dorashamian (Zakharov et al., 1995) but, unfortunately, the sequence is cut by a preNorian unconformity. The upper tuff layer is about 25 m thick and is probable somewhat older than the tuff at the base of the Boundary Beds in south and southwest China. The lower tuff is also of late Dorashamian age and about 15 m thick. Taking into consideration the distribution of the uppermost Dorashamian acidic to intermediate tuff layers from SE Siberia (there also with crystal tuffs; this area was seemingly closer to the eruption centre) to south=southwest China (very fine-grained tuff, a fallout of dust-like volcanic ashes over huge distances of the same composition and thickness), an area of about 2 million km2 received volcanic ash fall-out.\nAs pointed out in Section 3.2, the tuff at the base of the Boundary Beds in south China is contemporaneous to the main stage Siberian Trap volcanism (Renne et al., 1995). The up to 3000-m-thick Siberian Trap covers an area of about 2.5 million km2. It began in the Dzhulfian with predominantly explosive volcanism (many tuffs, intercalated with sediments), continued and became more severe in\nthe Dorashamian. This tuffogene series is overlain by flood basalts and the above-mentioned dating by Renne et al. (1995) gives the age for the lower part of the flood basalts. The westernmost occurrence of the Siberian Trap is in the Timan–Petchora Basin, where a sequence of volcanics intercalated by sediments is overlain by flood basalts. For this reason it can be assumed that below the thick Meso–Cenozoic cover in northwestern Siberia, the Siberian Trap is present. If this would be the case, then the area covered by the Siberian Trap may be around 4–5 million km2.\nIt is very probable that two such huge volcanic areas or with ash covered areas would greatly influence the climate on the earth, especially in the Northern Hemisphere. They could also cause widespread acid rain that harmed certain plant communities on the continents. More severe than a global climate change by the long-lasting volcanism would be a distinct cooling in low latitudes caused by dense volcanic dust and sulphate aerosols of a huge, violent volcanic eruption, similar to the calculated cooling in low latitudes caused by an assumed thermo-nuclear winter. Such a cooling is named a volcanic winter (Hallam and Wignall, 1997). The view of Hallam and Wignall (1997) that the cooling would not last longer than the eruption because the dust and sulphate aerosols would have been rapidly rained out, cannot be supported because eruptions violent enough to cause dense dust and sulphate aerosols would bring a large amount of these aerosols in heights above the cloud zone. A reliable estimation, how long dust and sulphate aerosols would stay in the atmosphere after a huge violent eruption was given by Erwin (1993), who pointed out that such dust and sulphate aerosols could exist 3–6 months after the eruption. However, he doubted that this short time would be sufficient to cause global extinctions. 3–6 months of dense dust and sulphate aerosols caused by a huge violent volcanic eruption would strongly reduce the input of sunlight and cause a cooling in low latitudes. This would cause mass extinctions in the tropical–subtropical shelf seas, and slight to moderate extinctions in seasonal temperate climate, but the impact on the high-latitude faunas would be very low. Exactly these extinction patterns exist close to the PTB as shown in the previous sections. A 3–6-months-long strong cooling in the low latitudes is long enough to bring the water temperature\non the tropical–subtropical shelf seas and marginal seas considerably below the critical temperature for reef survival, destroying the reef communities and causing extinction of the warm-water benthos. Independent from the temperature drop, the strongly reduced input of sunlight would harm above all the phytoplankton, and the reef communities would be additionally harmed by the fall-out of volcanic dust. Moreover, it is possible that the huge violent eruptions that produced the dense dust and sulphate aerosols, depleted also the ozone layer. Strong UV radiation would first of all harm the fungi and could be the reason for the sudden end of the fungi spike within the uppermost Dorashamian.\nOn the other hand, the volcanic winter was not long enough to cool down the central tropical warmwater areas of Panthalassa below the critical temperature for warm-water communities (and by this also the air temperature would remain higher in these areas). For this reason, the warm-water marine fauna survived on the narrow shelves of insular regions or in smaller submarine topographic heights within tropical Panthalassa and perhaps also within the large eastern Tethys. As the percentage of shelf faunas that lived also on the shelves of insular regions within oceans is rather high (Erwin, 1993), a large part of the Permian warm-water fauna would survive in these areas that were later destroyed by subduction processes and therefore can be rarely found (perhaps in displaced Panthalassa terranes at the Pacific coast). From these refuges a re-settlement of the Tethyan tropical shelves would take place. The very high percentage of Lazarus taxa (in some groups 100% in generic levels) requires the existence of such refuges.\nThere is a general agreement that distinct climatic changes are connected with the PTB biotic crisis, and often the strong volcanic activities around the PTB, especially the Siberian Trap, were believed to have caused the climatic changes. There is no agreement, whether there was a global warming due to the input of large amounts of volcanic CO2 with a killing effect in tropical areas (Hallam and Wignall, 1997) or a global cooling connected with global darkness (e.g. Kozur, 1989, 1994a, 1997c; Campbell et al., 1992). The latter theory was often (but not in Kozur, 1989, 1994a, 1997c) connected with the assumption that the global cooling had triggered a major glaciation\nthat had contributed to the PTB biotic crisis (Stanley, 1988). However, even major glaciations do not cause global extinctions, as the equatorial areas become narrower, but remain warm. The best example is the Gondwana glaciation in the Upper Carboniferous and lowermost Permian that caused no extinction event. Close to the Carboniferous–Permian boundary, there were no accelerated extinctions.\nThe two main arguments of Hallam and Wignall (1997) against a cooling event of the character of the volcanic winter are: (1) carbon isotope ratios began falling around the Dzhulfian–Dorashamian (D Wuchiapingian=Changxingian boundary), long before the onset of eruptions in Siberia; (2) complete lack of evidence for a cooling event. Both arguments cannot be confirmed. As shown by conchostracan dating of the tuffaceous series of the Siberian Trap, strong eruptions began in the Dzhulfian (Fig. 1). Such an early beginning of the volcanic activities is also indicated by the sporomorph associations in the intra-basaltic layers between the basalts of the Urals, the westernmost occurrence of Siberian Trap volcanism. Thus, the beginning of the falling carbon isotope ratios support rather the connection of the PTB biotic crisis with the Siberian Trap then to exclude it. The evidence of the killing effect of a short cooling in low latitudes in a volcanic winter can come only from the biota themselves because no glaciation can be connected with such a very short cooling.\nThe only sedimentary expression may be a clay horizon or a very fine-grained tuff horizon (or both) connected with the mass extinction that interrupted the deposition of limestones in warm-water areas. Such clay or=and fine-grained tuff horizons at the place of the strongest extinction event are present, e.g. a 4–6-cm tuff in Boundary Bed 1 in Meishan and at the same level in other south=southwest Chinese PTB sections, red clays above the Paratirolites Limestone and below a horizon with stromatolites in Transcaucasia, northwest and central Iran, and a clay horizon in the H. parvus Zone in western Sicily between the Dorashamian and Lower Triassic (I. isarcica Zone and younger) calcarenites. The biotic expressions for a cooling event are obvious. Mainly the tropical shallow, warm-water fauna and flora as well as the plankton is affected by the PTB biotic crisis. The plankton mass extinction may be also related\nto a time of reduced sunlight that would accompany a volcanic winter, and the radiolarian extinction is probably partly related to oceanic anoxia (species that lived exclusively in deep water).\nTheoretically, the mass extinction of tropical shallow-water biota can be caused by a strong low-latitude cooling or warming (the latter is favoured by Hallam and Wignall, 1997 for the tropical areas). If the mass extinction in the tropical seas would be caused by a very strong global warming, this would be more lethal in continental than in marine biotopes. However, at the level of the strongest extinction within the uppermost Dorashamian, nothing happened on the continental biotopes as clearly recognizable in the Dalongkou section (see Sections 3.2 and 4.2). Thus, a killing effect by global warming in low-latitude shallow-marine environments can be excluded. A very strong global warming would cause a stronger warming in higher latitudes than in tropical seas. Thus, cool-water and cold-water faunas should be strongly affected by a PTB biotic crisis caused by strong global warming, what is not the case. Moreover, the extinction events in the uppermost Dorashamian to lowermost Triassic Tethyan warmwater faunas are accompanied by an equatorwards shift of the cold-water faunas (see Section 4.1.4). If the tropical mass extinctions would be caused by a global warming, this should be accompanied at least by a retreat of the high-latitude Boreal and Notal cold-water faunas and not by their immigration into middle and low latitudes.\nThe global warming that Hallam and Wignall (1997) postulated for the Lower Triassic, is not in contradiction with a short global cooling (volcanic winter) caused by dust and sulphate aerosols. However, the evidences for this global warming presented by Hallam and Wignall (1997) post-date the PTB biotic crisis because this global warming began at the base of the Gandarian (Dienerian), when warm-water biota migrated to unusually high latitudes (Wignall et al., 1998). Such a global warming can be explained by the same large-scale volcanism that caused a volcanic winter of 3–6 months (or two such events, the second at the base of the I. isarcica Zone). These eruptions may have yielded large amounts of CO2 that caused a greenhouse effect after the aerosols have fallen out and the huge volcanic activities of the Siberian Trap (that counterbalanced the green-\nhouse effect of the CO2) ended within the upper Gangetian.\nA strong greenhouse effect may be caused by considerable increase of water vapour in the atmosphere, and this effect may succeed a volcanic winter. The huge amounts of dust and sulphate aerosols that caused a volcanic winter favour strong precipitation, also in the dry high-latitude and in the arid low-latitude girdles. These strong increases in precipitation in the upper Dorashamian and lower Scythian may have caused (at least partly) the strong increase in the 87Sr=86Sr ratio that indicates a strong increase in chemical weathering triggered by increased humidity and atmospheric CO2 levels. As shown by Kozur (in press), in the uppermost Dorashamian as well as in the H. parvus and I. isarcica zones no signs for hypersaline seas or continental arid climate can be found, even not in areas that were before highly arid, like in the Germanic Basin or in the Southern Alps. After a short arid period in the upper Gangetian (upper Nordhausen Formation and contemporaneous Andraz Horizon of the Southern Alps), in the Gandarian (Bernburg Formation of the Germanic Basin and contemporaneous Seis Member of the Southern Alps) the climate in the low-latitude dry girdles fluctuated rapidly between predominantly humid, semihumid and semiarid (Kozur, in press).\nStrong precipitation also in the low-latitude, normally arid girdles would lead to a global increase in water vapour in the atmosphere and this could strengthen the global warming to a value (globally 6ºC) assumed by Hallam and Wignall (1997). This strong global warming did not cause mass extinctions of most faunal and floral groups. However, it explains the basal Gandarian extinction of those groups (e.g. hindeodid conodonts) that preferred cold water, and were not affected by the PTB biotic crisis but flourished after the extinction of the warm-water element close to the PTB.\nA strong global warming may have also hindered the recovery of the terrestrial flora in low-latitude areas, where it was both affected by the volcanic winter and by following and foregoing acid rain in connection with the huge eruptions of the Siberian Trap (Dzhulfian to lower Scythian) and in connection with the uppermost Dorashamian and lowermost Triassic huge explosive volcanism close to the Panthalassa=eastern Tethys boundary. Especially\nstrong would be the effect of a strong global warming in the seasonal low-latitude climate, where the summer (or the dry season) may become too hot for survival of plants except highland and beach or swamp communities (Lycopodiales). However, the flourishing of Lycopodiales can be explained also by the fact that they are adapted to acid soils and therefore not harmed by acid rain. Global warming cannot explain the Scythian low terrestrial plant productivity in high latitudes.\nChanges in the ratios of stable isotopes close to the PTB are commonly used as indicators for the PTB biotic crisis (δ13C), or for environmental and climatic changes (δ18O, δ34S, 87Sr=86Sr). Close to the PTB, there are strong changes in δ13C and δ18O. Wang et al. (1994) attributed the drop in δ13C to a catastrophic collapse of the marine primary productivity at the base of the Triassic (see also discussion in Erwin, 1993). A productivity drop may contribute to the drop in δ13C, but there are several other factors that influence the δ13C. Diagenesis or dolomitization may destroy fine details of the curve (Wignall et al., 1996) or a distinct drop in the δ13C curve may be produced in connection with sediment alteration by subaerial exposure at a stratigraphic gap. In the Selong section (Tibet), a strong negative shift of the δ13C curve occurs at a caliche bed below the PTB (Jin et al., 1996). This caliche bed was originally described as a clay bed (Wang et al., 1989; Mei, 1996) apparently influenced by the clayey Boundary Beds in south China. However, below and above this caliche bed the same smooth Guadalupian Mesogondolella and Vjalovognathus n. sp. are present. These beds belong to the middle Permian and the caliche bed indicates an intra-Guadalupian sea-level drop. The big hiatus against the Triassic O. ‘latilobatus’ and O. woodwardi beds was first recognized by Xia and Zhang (1992). No minimum in the δ13C occurs in the basal Triassic of the Selong section. The strong drop of δ13C reported by Wang et al. (1994) from British Columbia may be caused also by sediment alteration at a big gap. Nevertheless, in many sections a primary minimum in the δ13C curve is present. However, it is not sure that this drop depends on the drop in bioproductivity alone or on other factors as well.\nThe distinct drop in the δ13C curve (where it is not caused by diagenetic changes or sediment alteration\nat a gap) may also indicate widespread anoxia that reach to an unusually high level of the water column, and such anoxia are really present in the lowermost Triassic. In this case, the plankton would derive their carbon from the 12C-rich upper water column (Hallam and Wignall, 1997). Moreover, Foster (1997) (and lecture in Melbourne) proved that organic carbon of Acritarcha cause a distinct negative shift (this may be, of course, related to the fact that Acritarcha lived in the uppermost part of the seawater), organic carbon of land-derived plant cause a distinct positive shift of δ13C. This can strongly influence δ13Corg because Upper Permian sediments are especially rich in land-derived plant particles as seen in palynological slices from many shallow-water deposits all over the world. In contrast, land-derived plant particles are very rare in the lower Scythian, where, in turn, in marine and brackish beds mass occurrences of Acritarcha can be observed. These latter effects would not influence the δ13Ccarbonate curve. However, widespread oceanic anoxia would influence also this curve toward more negative values as the entire carbonate production would be in the uppermost part of the water column.\nIn all sections, where both the conodonts and the carbon isotope ratios have been investigated around the PTB, the FAD of H. parvus lies a little above, at or a little below a minimum in δ13C. In sections with high sedimentation rates around the PTB, as in the Southern Alps, there are often two (or even more) minima of δ13C recognizable, the first a little below the FAD of H. parvus (the δ13C minimum at Meishan 4 cm below the FAD of H. parvus apparently corresponds to this minimum), and a second minimum close to the base or within the I. isarcica Zone. As in the Meishan section the entire H. parvus Zone is only 8 cm thick (in western Sicily with more rapidly deposited dysaerobic to anoxic shales and few calciturbidites, this zone is 2 m thick), the H. parvus Zone corresponds to a δ13C minimum interval between the two absolute minima. This is in favour of the view that the δ13C minimum indicate a drop in biologic productivity because the H. parvus Zone corresponds to an interval of very low biologic productivity. In absence of stratigraphically important fossils, the δ13C minimum can be used for determination of the PTB (Wignall et al., 1998), if the above-mentioned problems can be excluded.\nA pronounced negative shift of δ18O in the lowermost Triassic slightly after the δ13C minimum was found in the Gartnerkofel section in the Carnic Alps (Holser et al., 1991). The distinct minimum in the δ18O lies there within the Mazzin Member, close to the base of the H. parvus Zone. The minimum in the δ18O in the magnitude as discovered in the Gartnerkofel section can be caused either by a very distinct increase of the global temperature of around 6ºC or by decrease of salinity (Holser et al., 1991; Hallam and Wignall, 1997). The latter authors favoured the first explanation, but both factors may be responsible for this δ18O, as both the Mazzin and Seis members in Hungary contain bedding planes with brackish water fossils (conchostracans) indicating a strong input of freshwater in the Werfen shallow-water sea (Kozur, 1993b; Kozur and Mock, 1993) and after the volcanic winter that caused mass extinction in the tropical Tethys, a strong global warming is possible (see below). The δ18O minimum lies above the strong diversity drop, and was therefore not the reason of it.\nThe drastic drop in diversity of the Upper Permian shallow-marine biota in the uppermost Dorashamian is very often accompanied by the beginning of the long-lasting uppermost Dorashamian–Lower Triassic anoxia. This event can be traced in oceanic sediments (e.g. in Japan and SE Siberia, where a continuous Permian and Triassic radiolarite sequence is replaced by lower Scythian black shales: oceanic superanoxia, Isozaki, 1994), in slope to toe of slope sediments (e.g. Sicily, Kashmir, NE Siberia) and in shallow basinal deposits above the storm-wave base (e.g. Mazzin Member of the Southern Alps). Thus, there was a widely distributed and unusually wide low-oxygen zone in the uppermost Dorashamian and lower Scythian with a maximum distribution and maximum vertical range in the H. parvus and I. isarcica zones (Wignall and Hallam, 1992, 1993; Hallam, 1994; Wignall et al., 1996; Hallam and Wignall, 1997; Kozur, 1997c). This led to the opinion that the anoxia caused the PTB mass extinctions (e.g. Wignall and Hallam, 1992, 1993; Hallam, 1994; Hallam and Wignall, 1997).\nErwin (1993) rejected the view that the Lower Triassic anoxia has significantly contributed to the PTB biotic crisis. The two arguments by Erwin (1993) against the view of Hallam and Wignall that\nthe beginning of the anoxia caused the mass extinctions are not correct. According to Erwin (1993) the rapid transgression, which brought the anoxia on the shelves, began only after the mass extinction close to the PTB. However, in Meishan, the transgression began in the uppermost Changxing Limestone, a little before the main extinction event, and anoxia began in Boundary Bed 1, at the base of which the main extinction event occurred. This situation is present in most of the areas with complete basinal PTB sections, if in this area anoxia is present (e.g. Shangsi, Kashmir, Sicily) because the global sea-level rise was within the upper Dorashamian. The second argument by Erwin (1993) that the light-coloured, laminated lower Scythian shales without bioturbation do not indicate anoxia but prove the absence of fauna after the extinction event cannot be confirmed because these sediments (e.g. within the Mazzin Member in the Southern Alps or sediments of similar character in Hungary, the Dinarids and China) contain an ostracod fauna that indicates dysaerobic conditions (Kozur, 1985; Wang and Wang, 1996; see Section 4.1.2).\nNevertheless, anoxia is for many fossil groups and environments surely not the cause of the extinction close to the PTB, what can be easily proven by the following facts. (1) In those areas (Transcaucasia, northwest and central Iran), where highly oxygenated, bioturbated red basinal sediments occur from the upper Dorashamian to the H. parvus Zone, the main extinction event occurs in the same level as in areas where it coincides with the onset of anoxia. The same warm-water taxa were affected somewhat below the PTB. (2) Warm-water biota of shallow subtidal carbonate platforms and of reef communities (e.g. fusulinids, calcareous algae, corals) were strongest affected by the PTB biotic crisis despite the fact that they were situated distinctly above the upper vertical range of the anoxia. (3) The anoxia did not begin everywhere at the same level. For instance, in the Salt Range, it began above the I. isarcica Zone. The very high vertical range of the oceanic anoxia above the storm-wave base ended in other areas above the H. parvus Zone or above the I. isarcica Zone. Thus, the shallow-water fauna was at no time worldwide affected by anoxia. Moreover, the anoxia above the I. isarcica Zone in the Salt Range caused only a local, but no regional extinction because in\nthe Mittiwali Member of the Mianwali Formation after the anoxia the same ostracod fauna, partly even with the same species is present as in the H. parvus Zone before the anoxia. (4) The palaeopsychrospheric deep-water ostracod faunas were not much affected by the PTB biotic crisis. The Permian palaeopsychrospheric ostracods did not live under reduced oxygen conditions and were therefore able to survive the oceanic anoxia (as assumed by Hallam and Wignall, 1997), but they lived mainly in highly oxygenated cool bottom water (e.g. in the upper Dorashamian red deep-sea clay of western Sicily). Their survival indicates that at no time the oceanic anoxia was worldwide. (5) The extinction of the radiolarians (plankton) can be only partly related to the presence of anoxia (taxa that were restricted to greater water depth). Taxa that lived close to the surface would not be worldwide affected. This will be even not the case with the uppermost Dorashamian and lower Gangetian superanoxia that reached above the storm-wave base. Strong wind and upwelling could bring toxic gases (e.g. H2S) in that time to the sea surface, and influence by this also the surface plankton. However, this could only cause very local and very short-lasting extinctions that would be not recognizable in the geologic record.\nThe perfect connection of the onset of the oceanic anoxia with the PTB global extinction event is a circular conclusion. As this anoxia killed the local fauna observed in a section, the sharpest diversity drop is always at the beginning of the anoxia independent whether this is a synchronous event or not.\nDespite the anoxia did not cause the mass extinctions close to the PTB, it contributed decisively to the PTB biotic crisis in marine environments. Where it coincides with the other causes of the PTB biotic crisis in marine environments, it made this crisis more severe and caused the temporary disappearance of many taxa that later, after the end of the anoxia, re-appeared. However, the decisive role of the anoxia was not in the global extinction but in preventing the recovery of the benthic warm-water fauna for several million years because surviving taxa on shallow-water refuges within the tropical Panthalassa and within the broad eastern Tethys could not re-settle those Tethyan shelf areas, where the warm-water benthos disappeared during the PTB biotic crisis. For this reason, the impact of the biotic crisis on\nthe nekton was in general not that severe as on the warm-water benthos. Shelf areas, from which the warm-water nekton disappeared during the PTB biotic crisis, were latest after a time gap of one conodont zone re-settled by new diverse populations of nekton and nektobenthos (e.g. conodonts) that were nearly as diverse as the Upper Permian populations.\nGlobal cooling from the late-early Dzhulfian to the Dorashamian (recognizable only in continental environments and in marine environments of high and in medium latitudes), volcanic winter at the base of the C. meishanensis–H. latidentatus praeparvus Zone of the uppermost Dorashamian (with catastrophic extinctions of the warm-water faunas in the Tethys) and possibly a second time at the base of the I. isarcica Zone, oceanic anoxia, and global warming at the base of the Gandarian (Dienerian) may have all the same cause, the huge Upper Permian to lowermost Triassic volcanic activities. The long-lasting Dzhulfian to Gangetian Siberian Trap volcanism caused a continuous global cooling. The culmination of this volcanism from the uppermost Dorashamian to the lower Gangetian or the huge violent acidic to intermediate volcanism at the margin eastern Tethys=Panthalassa caused a volcanic winter within the uppermost Dorashamian, and possibly a second such event at the base of the I. isarcica Zone. Strong rain in the polar dry zones in connection with the dust and sulphate aerosols of the volcanic winter led to a strong input of freshwater in the Boreal sea. By this, the down-sinking of heavy, cold surface water, the ‘motor’ of the cold bottom water currents, ends or became very weak. The volcanic winter with a drastic temperature drop in the low latitudes additionally weakened the warm surface currents towards the high latitudes. Especially by the first effect, the outflow of cold, oxygen-rich polar bottom water towards the low-latitude oceans became very weak. This caused very strong anoxia that had a high vertical range above the storm-wave base from the C. meishanensis–H. latidentatus praeparvus Zone up to the I. isarcica Zone and continued below the stormwave base until the end of the lower Olenekian, in deep basins partly until the Anisian.\nThe greenhouse effect of the huge amount of CO2, which was released into the atmosphere in connection with the Siberian Trap volcanism and the volcanism at the margin of the eastern Tethys, was\nduring the strong volcanic activities more than counterbalanced by huge amounts of dust and sulphate aerosols. By the rapid increase of water vapour in the atmosphere after the volcanic winter event(s) (see above), the greenhouse effect became much stronger and when the volcanic activity of the Siberian Trap ended within the upper Gangetian, a strong global warming occurred at the base of the Gandarian (Dienerian) that was especially marked in high latitudes (Wignall et al., 1998). This global warming prolonged the oceanic anoxia for an unusually long time and led to the extinction of cold-water elements that straddled the PTB unaffected.\nThe combination of the volcanic winter and the several million years of oceanic anoxia was decisive for the PTB biotic crisis in marine warm-water environments, where this crisis was most pronounced. The volcanic winter caused the extinctions or retreat of the shallow, warm-water benthos to shallowwater areals within tropical Panthalassa. The oceanic anoxia prevented for several million years (from uppermost Dorashamian to the base of the upper Olenekian or even to the Middle Triassic) the re-settlement of the Tethyan warm-water shelves with the warm-water benthos from the intraoceanic refuges. As these intraoceanic refuges (mostly around intraoceanic volcanic islands) were geologically very instable, much of them were destroyed (e.g. by subsidence) during this long time interval. This caused a delayed extinction. Thus, the long-lasting oceanic anoxia of the uppermost Dorashamian to middle Scythian was as important for the PTB biotic crisis as assumed by Hallam and Wignall (e.g. Hallam and Wignall, 1997), but not as the main killing factor, as assumed by these authors, but by preventing the recovery for several million years."
  }, {
    "heading": "6. Conclusions — scenario for the PTB biotic crisis",
    "text": "In the following, a scenario for the continental and marine biotic crisis at the PTB is presented, and those conditions before this boundary are also mentioned that prepared the setting for the PTB biotic crisis. The Permian northward drift of Pangaea brought large parts of Pangaea into the tropical– subtropical belt. By this, rather severe climatic con-\nditions were present on large parts of Pangaea during the Late Permian, such as aridity and strong daily and seasonal temperature differences. A part of the faunas became adapted to survive several months of very severe climate (long drought, low winter temperatures below the freezing point in areas with hot or warm summers). At the same time, northern Pangaea drifted into the Boreal realm and the Upper Permian climate there became colder. This led to the disappearance of major warm-water fossil groups in the Arctic long before the PTB, such as the fusulinids at the base of the Guadalupian. Faunal exchange of warm-water benthos between the Tethys and the western shelf of America across the northern margin of Pangaea became more difficult and was finally interrupted. As a consequence, a strong provincialism developed with different shallow, warm-water faunas on the western shelf of America and in the Tethys. A very rapid and strong regression at the Guadalupian– Lopingian boundary destroyed the habitats of large shelf areas (e.g. the Delaware Basin of southwestern North America changed into a hypersaline basin). In other basins, like the Phosphoria Basin, the warmwater fauna was additionally harmed by widespread upwelling of cold bottom water during the Guadalupian. Connected regional extinctions led to the disappearance of fusulinids on the western America warm-water shelf during the lowermost Dzhulfian. As benthic warm-water faunas could no longer migrate between the Tethys and western North America through the southern margin of the Boreal sea, major groups such as the fusulinids were restricted to the Tethys and eastern Perigondwana in the upper Dzhulfian and Dorashamian.\nAfter a very warm period in the lower Dzhulfian, since the upper part of the lower Dzhulfian, the climate became periodically more severe due to the influence of the largely explosive stage of Siberian Trap volcanism. At the same time, a slight global cooling began. Warm-water faunas successively disappeared from high and medium latitudes. At the Panthalassa margin of the Boreal sea, the last representatives of the C. leveni–C. subcarinata warm-water lineage disappeared at the top of the C. niuzhuanensis Zone (lower Dzhulfian). In median latitudes the disappearance of the warm-water conodonts was somewhat later, after the upper Dzhulfian C. orientalis Zone.\nThe eruptions of the Siberian Trap became increasingly stronger during the Dorashamian. Reduced input of sunlight because of aerosols of sulphate and dust favoured the development of marine (and continental?) fungi that became very common during the late Dorashamian (fungi spike). Acid rain harmed the gymnosperm forests and other plants, but did not influence swamp floras with Lycopodiales that were adapted to acid soil. Therefore, in many parts of the world, Lycopodiales floras indicated by increasing amounts of trilete cavate spores became common and in many places dominant, whereas the amount of gymnosperms decreased in the uppermost Permian. Repeated very short periods of cooling in low latitudes connected with dust and sulphate aerosols of the Siberian Trap volcanism, led to a drop in diversity of terrestrial vertebrates and freshwater faunas well before the PTB. At first the larger terrestrial tetrapods were affected (during the Dzhulfian), later those ostracods disappeared that preferred permanently warm climate, and latest a part of the conchostracans were affected. High-latitude faunas (adapted to survive polar night) became dominant also in medium and low latitudes. By this extinction mode, in the uppermost Dorashamian a low-diversity terrestrial and freshwater fauna was present, in which forms prevailed that could survive severe climatic conditions, including short cooler periods in low-latitude areas (Lystrosaurus at the terrestrial vertebrates, Falsisca and Eueestheria among conchostracans, Darwinula among the freshwater ostracods). Forms adapted to permanently warm climate become rare (Dicynodon).\nCold climate in the Boreal realm, mainly caused by the northwards drift of Pangaea that brought the present Boreal areas into Upper Permian high northern latitudes, but worsened by the huge volcanic activity of the Siberian Trap, and a regression followed by a transgression led to the establishment of the very low-diversity Boreal Otoceras fauna during the late Dorashamian. At the beginning, beside cold and cool water conodonts of the C. carinata and H. typicalis lineages, there were last representatives of those conodonts that lived in low latitudes both in warm water and in cool bottom water (C. deflecta), but they soon disappeared. Highly diverse marine warm-water faunas were in that time restricted to the Tethys, low to moderately diverse marine faunas occurred in Perigondwana.\nIn this situation, around 250 m.y. ago, the effusion of the Siberian Trap basalts culminated over an area of at least 2.5 million km2, possibly even up to 4–5 million km2, and huge highly explosive eruptions of acid to intermediate volcanism occurred in the eastern Tethys or at the Tethyan–Panthalassa margin, likewise in the Northern Hemisphere. Huge amounts of dust and sulphate aerosols came into the atmosphere and at least in the eastern Tethys a fall-out of volcanic dust over an area of at least 2 million km2 occurred. A drastic drop in temperature occurred also in the low latitudes, which lasted about 3–6 month (volcanic winter). Probably two such events occurred close to the PTB, one a little before the PTB (at the base of the C. meishanensis–H. latidentatus praeparvus Zone) and the other a little after the PTB (at the base of the I. isarcica Zone). The time difference between both events was short (100,000– 200,000 years). Most of the extinctions occurred in this time interval.\nThe shallow water of the Tethyan shelves, the refugium for most of the latest Permian warm-water benthos, was cooled down below the critical temperatures for reef communities and the entire warmwater benthos, but in many places the entire warmwater nekton also disappeared on the shelves. Drastically reduced input of sunlight destroyed the feed source and ultimately nearly all the skeleton-bearing plankton (Radiolaria). The climatic catastrophe was more severe in the Northern Hemisphere, where the two huge volcanic centres were situated.\nThe cold-water Otoceras fauna of the Boreal realm was not affected by this climatic catastrophe. The temperate- to cool-water eastern Perigondwana shelf was moderately affected because the number of warm-water adapted species was lower than in the tropical Tethys, and the climatic catastrophe was not as severe as in the Northern Hemisphere. A bipolar fauna was established, as Otoceras from the Boreal realm invaded this area at the base of the Triassic. The low-diversity uppermost Dorashamian terrestrial and freshwater fauna, to a large part already adapted to shorter periods of severe climate (freezing temperatures or drought), survived to a large part (e.g. Lystrosaurus that could also live in high southern latitude areas with polar night, conchostracans with dry- and freezing-resistant eggs, Darwinula that occurred both in tropical and Boreal areas), after\nthose faunal elements that were adapted to permanent warm climate had died out earlier during the Dzhulfian and Dorashamian. Only the last representatives of the latter fauna, like Dicynodon, became extinct. The opportunistic swamp flora was not much affected by a short-lasting temperature drop also in low latitudes and acid rain, but some Permian gymnosperms disappeared. Only in the eastern Tethyan humid-tropical Cathaysia province, rather abrupt distinct changes in the flora can be observed. The tropical Filicales–Pteridospermophyta ‘rain forest’ flora largely disappeared, and the tropical highland flora of gymnosperms survived. Therefore, the Cathaysia flora became rich in gymnosperms (sudden increase in bisaccate pollen) during the biotic crisis in connection with the volcanic dust fall-out, whereas in other floral realms the spores (especially of the Lycopodiales swamp flora) became dominant over the bisaccate pollen. The explosive eruptions of the eastern Tethyan volcanic centre were so strong that even the ozone layer was depleted. By the strong UV radiation the mass occurrences of marine (or continental?) fungi suddenly disappeared nearly completely. The drop in water temperature in the central tropical Panthalassa was not so severe that the warm-water fauna disappeared from the narrow shelves of intraoceanic insular areas, where many warm-water taxa survived.\nThe high content of dust in the atmosphere caused strong precipitation in those Boreal areas that were previously rather dry, and in the low-latitude dry girdles. By strong freshwater input in the Boreal sea, the downward sinking of the cold heavy surface water was interrupted or became insignificant. As a consequence, the cold oxygen-rich bottom water currents towards the low latitudes became insignificant. This caused widespread oceanic anoxia that reached to an unusually shallow level and prevented the recovery of the shallow, warm-water benthos in the Tethys.\nAfter the end of the Siberian Trap volcanism within the upper Gangetian, the global warming caused by the greenhouse gases (CO2 and high amount of water vapour) was no longer counterbalanced by the volcanic dust and sulphate aerosols. This caused a strong global warming at the beginning of the Gandarian (Dienerian) that was especially strong in the high latitudes. As a consequence, there was a minor extinction event in cold-water\nfaunas that had survived the PTB biotic crisis (e.g. hindeodid conodonts), but above all, the oceanic anoxia continued. Thus, the warm-water benthos that had largely survived on the narrow shelves of inner oceanic islands in the tropical Panthalassa could not return to the Tethyan shelves for more than 5 m.y. As oceanic islands are unstable biotopes, during this long time many refuges were destroyed. Thus, finally, the strongly delayed recovery led to a delayed extinction, but many taxa survived this long interval of relative isolation. After the end of the anoxia they re-appeared on the Tethyan shelves during the late Olenekian or during the Middle Triassic. The anoxia was not the reason for the biotic crisis on a global scale (but an important reason for regional extinctions), but played an important role in the global extinction because this caused an unusually long delay in recovery. The survival of the warm-water benthos on inner oceanic insular relic areas explains the high percentage of Lazarus taxa, which constitute in some groups more than 90% of the genera that disappeared close to the PTB.\nA good example of insular survival of warmwater faunas that died out on the continental shelves long before, was given by Stanley (1993). He reported Sinemurian reefs with Triassic corals from Cordilleran volcanic terranes, whereas on the known shelves less than 1% of the Triassic corals survived into the Jurassic. The difference from the PTB biotic crisis is the rapid recovery of the faunas at the Triassic–Jurassic boundary because of the absence of a long and severe anoxic event.\nThis scenario explains nearly all details of the extinction patterns in continental and marine biotopes. Only a few details are more difficult to explain. One is the strongly delayed recovery of the siliceous plankton that only began in the upper Olenekian. A possible explanation is that nearly all skeleton-bearing Radiolaria became extinct near the PTB, and the Triassic radiolarian fauna developed new from skeleton-less or spicular radiolarians (Kozur et al., 1996a). As the recovery of the high productivity of terrestrial plants was also in the upper Olenekian, there may be additionally still some unknown environmental factors that prevented the lower and middle Scythian recovery of the marine warm-water benthos, the siliceous plankton and the terrestrial plant communities."
  }, {
    "heading": "Acknowledgements",
    "text": "The author thanks very much the NGS of the USA and the DFG of Germany for sponsoring the investigations, and Prof. Dr. W.C. Sweet, Columbus, Dr. B.R. Wardlaw, Washington, Prof. Dr. H. Mostler, Innsbruck, Dr. G.V. Kotlyar, St. Petersburg and Prof. Yu. Zakharov, Vladivostok, for giving material from important PTB sections in remote, and partly no longer accessible areas, as eastern Greenland, Kashmir, Salt Range, central and northwestern Iran, Prof. L. Krystyn, Vienna, for the possibility to study his material from Oman and Iran, Prof. Dr. J. Geissman, Dr. S.G. Lucas and Dr. R. Molina (all Albuquerque) for their big work in organizing the sponsoring of the Dalongkou excursion, and Prof. Wu Shaozu for explaining stratigraphic details in the largely Chinese publication of Cheng et al. (1989) about the PTB section in Dalongkou. Especially I thank Dr. S.G. Lucas, Dr. B.R. Wardlaw, and Dr. M.J. Orchard, Vancouver, for critical reading and important improvement of the manuscript."
  }],
  "year": 1998,
  "references": [{
    "title": "Palynology of Permian and Triassic strata in the Salt Range and Surghar Range, West Pakistan",
    "authors": ["B.E. Balme"],
    "year": 1970
  }, {
    "title": "Palynology of Permian–Triassic boundary beds at Kap Stosch, East Greenland",
    "authors": ["B.E. Balme"],
    "venue": "Medd. Grønl",
    "year": 1979
  }, {
    "title": "On the Otoceratidae, Triassic ammonoids, and its stratigraphical significance",
    "authors": ["J. Bando"],
    "venue": "Mem. Fac. Educ., Kagawa Univ. II",
    "year": 1971
  }, {
    "title": "Some remarks on the conodont zonation and stratigraphy of the Permian",
    "authors": ["Y. Bando", "D.K. Bhatt", "V.J. Gupta", "S. Hayashi", "H. Kozur", "K. Nakazawa", "Wang", "Z.-H"],
    "venue": "Rec. Res. Geol",
    "year": 1980
  }, {
    "title": "Microflora of the Permian and Lower Triassic sediments of the Mecsek Mountains (south Hungary)",
    "authors": ["Á. Barabás-Stuhl"],
    "venue": "Acta Geol. Acad. Sci. Hung",
    "year": 1981
  }, {
    "title": "Late Permian and Early Triassic evolution of the northern Indian margin: carbon isotope and sequence stratigraphy",
    "authors": ["A. Baud", "V. Atudorei", "Z. Sharp"],
    "venue": "Geodin. Acta",
    "year": 1996
  }, {
    "title": "Ostracoda and dysaerobia in the Lower Jurassic of Wales: the reconstruction of past oxygen",
    "authors": ["I. Boomer", "R. Whatley"],
    "year": 1992
  }, {
    "title": "Events at the Permian–Triassic boundary in the Southern and Northern Alps",
    "authors": ["R. Brandner", "D.A. Donofrio", "K. Krainer", "H. Mostler", "M.A. Nazarov", "W. Resch", "V. Stingl", "H. Weissert"],
    "year": 1986
  }, {
    "title": "The Permo–Triassic boundary in the Southern Alps (Italy) and in adjacent Periadriatic regions",
    "authors": ["C. Broglio Loriga", "G. Cassinis"],
    "venue": "Permo–Triassic Events in the Eastern Tethys. Stratigraphy,",
    "year": 1992
  }, {
    "title": "Synchronism of the Siberian Traps and the Permian–Triassic",
    "authors": ["Y.H. Campbell", "G.K. Czamanske", "V.A. Fedorenko", "R.J. Hill", "V.D. Stepanov"],
    "venue": "boundary. Science",
    "year": 1992
  }, {
    "title": "Research on the boundary between Permian and Triassic strata in Tianshan",
    "authors": ["Z. Cheng", "Y. Han", "J. Hou", "J. Li", "P. Li", "Y. Li", "S. Liu", "Y. Liu", "L. Qu", "B. Shen", "S. Sun", "S. Wu", "S. Xiao", "J. Yang", "Z. Zhang"],
    "venue": "Mountain of China. China Ocean Press, Beijing,",
    "year": 1989
  }, {
    "title": "Paleozoic and Triassic conodonts from the Northwind Ridge of the Arctic Ocean",
    "authors": ["D.L. Clark", "A. Grantz", "M.W. Mullen"],
    "venue": "Mar. Micropaleontol",
    "year": 1997
  }, {
    "title": "Correlation of the lowermost Triassic",
    "authors": ["A. Dagys"],
    "venue": "Albertiana",
    "year": 1994
  }, {
    "title": "Induan (Triassic) ammonoids from north-eastern Asia",
    "authors": ["A. Dagys", "S. Ermakov"],
    "venue": "Rev. Paléobiol",
    "year": 1996
  }, {
    "title": "The Trias of the Himalayas",
    "authors": ["C. Diener"],
    "venue": "Mem. Geol. Surv. India 36(3),",
    "year": 1912
  }, {
    "title": "About the age of the Tungusska Basin volcanics (in Russian)",
    "authors": ["I.A. Dobruskina", "N.K. Mogutcheva"],
    "venue": "Geol. Geophys",
    "year": 1987
  }, {
    "title": "The Great Paleozoic Crisis. Life and Death in the Permian",
    "authors": ["D.H. Erwin"],
    "year": 1993
  }, {
    "title": "Fungal event and palynological record of ecological crisis and recovery across the Permian–Triassic",
    "authors": ["Y. Eshet", "M.R. Rampino", "H. Visscher"],
    "venue": "boundary. Geology",
    "year": 1995
  }, {
    "title": "Spore–pollen assemblages of the Bowen Basin, Queensland (Australia): their relationship to the Permian–Triassic",
    "authors": ["C.B. Foster"],
    "venue": "boundary. Rev. Palaeobot. Palynol",
    "year": 1982
  }, {
    "title": "The Permian–Triassic boundary in Australia: where is it and how is it expressed? In: The Permian of Eastern Tethys: Biostratigraphy, Palaeogeography and Resources, Abstracts",
    "authors": ["C.B. Foster"],
    "year": 1997
  }, {
    "title": "Permian–Triassic boundary in Hungary",
    "authors": ["J. Haas", "F. Góczán", "A. Oravecz-Scheffer", "Á. Barabás-Stuhl", "Majoros", "Gy", "A. Bérczi-Makk"],
    "venue": "Mem. Soc. Geol. Ital",
    "year": 1988
  }, {
    "title": "The earliest Triassic as an anoxic event, and its relationship to the end-Paleozoic mass extinction",
    "authors": ["A. Hallam"],
    "venue": "Can. Soc. Pet. Geol. Mem",
    "year": 1994
  }, {
    "title": "Mass Extinctions and their Aftermath",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "year": 1997
  }, {
    "title": "Early Triassic Ostracods from Guizhou",
    "authors": ["Hao", "W.-C"],
    "venue": "Acta Micropalaeontol. Sin",
    "year": 1992
  }, {
    "title": "Are Permian–Triassic boundary events",
    "authors": ["C.M. Henderson"],
    "year": 1993
  }, {
    "title": "The Permian–Triassic of the Gartnerkogel-1 core (Carnic Alps, Austria): synthesis and conclusions",
    "authors": ["W.T. Holser", "H.P. Schönlaub", "K. Boeckelmann", "M. Margaritz", "C.J. Orth"],
    "venue": "Abh. Geol. Bundesanst",
    "year": 1991
  }, {
    "title": "Stratigraphy and sedimentation in the Beaufort Series (Permian–Triassic), South Africa",
    "authors": ["N. Hotton"],
    "venue": "Essays in Paleontology and Stratigraphy. Univ. of Kansas, Dep. of Geology, Spec",
    "year": 1967
  }, {
    "title": "Superanoxia across the Permo–Triassic boundary: record in accreted deep-sea pelagic chert in Japan",
    "authors": ["Y. Isozaki"],
    "venue": "Can. Soc. Pet. Geol. Mem",
    "year": 1994
  }, {
    "title": "The Selong section, candidate of the global stratotype section and point of the Permian–Triassic boundary",
    "authors": ["Y. Jin", "S. Shen", "Z. Zhu", "S. Mei", "W. Wang"],
    "year": 1996
  }, {
    "title": "Terrestrial tetrapods and the end Permian event: a comparison of analyses",
    "authors": ["G.M. King"],
    "venue": "Hist. Biol",
    "year": 1991
  }, {
    "title": "Permian–Triassic boundary in Tethys and Pacific Belt and its correlation",
    "authors": ["G.V. Kotlyar"],
    "venue": "Proc. Shallow Tethys 3,",
    "year": 1991
  }, {
    "title": "Vorläufige Mitteilung zur Parallelisierung der germanischen und tethyalen Trias sowie einige Bemerkungen zur Stufen- und Unterstufengliederung der Trias",
    "authors": ["H. Kozur"],
    "venue": "Mitt. Ges. Geol. Bergbaustud",
    "year": 1972
  }, {
    "title": "Die Faunenänderungen nahe der Perm=Triasund Trias=Jura-Grenze und ihre möglichen Ursachen",
    "authors": ["H. Kozur"],
    "venue": "Teil I: Die Lage der Perm=Trias-Grenze und die Änderung der Faunen und Floren im Perm=Trias-Grenzbereich. Freiberger Forschungsh. C",
    "year": 1977
  }, {
    "title": "Beiträge zur Stratigraphie des Perms",
    "authors": ["H. Kozur"],
    "venue": "Teil II: Die Conodontenchronologie des Perms. Freiberger Forschungsh. C",
    "year": 1978
  }, {
    "title": "Die Faunenänderungen nahe der Perm=Triasund Trias=Jura-Grenze und ihre möglichen Ursachen. Teil II: Die Faunenänderungen an der Basis und innerhalb des Rhäts und die möglichen Ursachen für die Faunenänderungen nahe der Perm=Trias- und Trias=Jura-Grenze",
    "authors": ["H. Kozur"],
    "year": 1980
  }, {
    "title": "Intraspezifische und erhaltungsbedingte Variabilität der Conchostracen-Arten Cornia germari (BEYRICH) und Estheriella nodocostata (GIEBEL) aus dem Unteren Buntsandstein (Bernburg-Formation, Oberes Brahmanian, höheres Unterskyth)",
    "authors": ["H. Kozur"],
    "venue": "Neues Jahrb. Geol. Paläontol. Abh",
    "year": 1983
  }, {
    "title": "Biostratigraphic evaluation of the Upper Paleozoic conodonts, ostracods, and holothurian sclerites of the Bükk Mts. Part II: Upper Paleozoic ostracods",
    "authors": ["H. Kozur"],
    "venue": "Acta Geol. Hung",
    "year": 1985
  }, {
    "title": "The Permian of Hungary",
    "authors": ["H. Kozur"],
    "venue": "Z. Geol. Wiss",
    "year": 1988
  }, {
    "title": "The Permian–Triassic boundary in marine and",
    "authors": ["H. Kozur"],
    "year": 1989
  }, {
    "title": "The Permian=Triassic boundary and possible",
    "authors": ["Bull", "H. 243–248. Kozur"],
    "year": 1994
  }, {
    "title": "Pelagic Permian and Triassic of the Western",
    "authors": ["Triassic. Geol"],
    "venue": "Croatica",
    "year": 1997
  }, {
    "title": "Possible scenario for the biotic crisis",
    "authors": ["H. 21–25. Kozur"],
    "year": 1997
  }, {
    "title": "The importance of conchostracans",
    "authors": ["Croatia", "H. in press. Kozur", "R. Mock"],
    "year": 1993
  }, {
    "title": "Die Biostratigraphie des unteren und",
    "authors": ["Geol. Surv. Can. Pap. 77-1A", "H. 139–143. Kozur", "G. Seidel"],
    "year": 1983
  }, {
    "title": "Lowermost Triassic ammonoid and conodont biostratigraphy of Spiti, India",
    "authors": ["L. Krystyn", "M.J. Orchard"],
    "venue": "Albertiana",
    "year": 1996
  }, {
    "title": "The Shangsi section, candidate of the Global Stratotype Section and Point of Permian–Triassic Boundary",
    "authors": ["X. Lai", "F. Yang", "A. Hallam", "P.B. Wignall"],
    "year": 1996
  }, {
    "title": "The use of Ostracoda to reconstruct the oxygen levels of Late Paleozoic oceans",
    "authors": ["F. Lethiers", "R. Whatley"],
    "venue": "Mar. Micropaleontol",
    "year": 1994
  }, {
    "title": "Oxygénation des eaux et ostracodes filtreurs: application au Devonien–Dinantien",
    "authors": ["F. Lethiers", "R. Whatley"],
    "venue": "Geobios",
    "year": 1995
  }, {
    "title": "Study on the Permian–Triassic biostratigraphy and event Stratigraphy of Northern Sichuan and Southern Shaanxi",
    "authors": ["Z. Li", "L. Zhan", "J. Dai", "R. Jin", "X. Zhu", "J. Zhang", "H. Huang", "D. Xu", "Z. Yan", "H. Li"],
    "venue": "Geol. Mem. Ser",
    "year": 1989
  }, {
    "title": "The nonmarine Permian–Triassic boundary and Triassic conchostracan fossils in China",
    "authors": ["S. Liu"],
    "venue": "Albertiana",
    "year": 1994
  }, {
    "title": "The most complete and fossiliferous Lower Triassic section of the Moscow Syneclise: the best candidate for a nonmarine global time scale",
    "authors": ["V.R. Lozovsky"],
    "venue": "The Nonmarine Triassic. N.M. Mus. Nat. Hist. Sci",
    "year": 1993
  }, {
    "title": "The Permian–Triassic boundary in the continental series of Eurasia",
    "authors": ["V.R. Lozovsky"],
    "venue": "30th International Geological Congress, Abstr",
    "year": 1996
  }, {
    "title": "The Permian=Triassic boundary in the continental series of the Moscow Syneclise: recent achievements",
    "authors": ["V.R. Lozovsky", "D.P. Yaroshenko"],
    "venue": "Permophiles",
    "year": 1994
  }, {
    "title": "Triassic terrestrial tetrapod extinctions: much ado about very little",
    "authors": ["S.G. Lucas"],
    "venue": "Carboniferous to Jurassic Pangaea Symp. Program and Abstracts, Calgary,",
    "year": 1993
  }, {
    "title": "Vertebrate biochronology of the Triassic of China",
    "authors": ["S.G. Lucas"],
    "venue": "The Nonmarine Triassic. N.M. Mus. Nat. Hist. Sci",
    "year": 1993
  }, {
    "title": "Restudy of conodonts from the Permian–Triassic boundary beds at Selong and Meishan and the natural Permian–Triassic boundary",
    "authors": ["S. Mei"],
    "venue": "Centennial Memorial Volume of Prof. Sun Yunshu: Palaeontology and Stratigraphy. China University of Geosciences",
    "year": 1996
  }, {
    "title": "The radiations of temnospondyl amphibians",
    "authors": ["A.R. Milner"],
    "year": 1990
  }, {
    "title": "Entwurf einer Gliederung der pelagischen Sedimente des Trias-Systems",
    "authors": ["E.V. Mojsisovics", "W. Waagen", "C. Diener"],
    "venue": "Sitzungsber. Akad. Wiss. Wien, Math.-Naturwiss. Kl",
    "year": 1895
  }, {
    "title": "Conchostracan of the Permian and Triassic of the northern U.S.S.R",
    "authors": ["V.A. Molin", "N.I. Novozhilov"],
    "venue": "(in Russian). Akad. Nauk SSSR, Komi filial, Inst. Geol",
    "year": 1965
  }, {
    "title": "Tupilakosaurus heilmanni n. g. et n. sp., an interesting Batrachomorph from the Triassic of East Greenland",
    "authors": ["E. Nielsen"],
    "venue": "Medd. Grønl",
    "year": 1954
  }, {
    "title": "Conodonts from the Lower Griesbachian Otoceras latilobatum bed of Selong, Tibet and the position of the Permian–Triassic boundary. Can",
    "authors": ["M.J. Orchard", "W.W. Nassichuk", "L. Rui"],
    "venue": "Soc. Pet. Geol. Mem",
    "year": 1994
  }, {
    "title": "Palynology of Upper Permian and Lower Triassic rocks, Meishan, Changxing County, Zheijiang Province, China",
    "authors": ["S. Ouyang", "J. Utting"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 1990
  }, {
    "title": "Revision of Triassic stratigraphy of the Scoresby Land and Jameson Land region, east Greenland. Grønl",
    "authors": ["K. Perch-Nielsen", "K. Birkenmajer", "T. Birkelund", "M. Aellen"],
    "venue": "Geol. Unders",
    "year": 1974
  }, {
    "title": "Vertebrates and the Permo–Triassic extinction",
    "authors": ["C.W. Pitrat"],
    "venue": "Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "year": 1973
  }, {
    "title": "Endemic to cosmopolitan brachiopods across the P=Tr Boundary in the Southern Alps (Italy)",
    "authors": ["R. Posenato"],
    "venue": "Proceedings of Shallow Tethys 3, Saito Ho-on Kai Spec. Publ",
    "year": 1991
  }, {
    "title": "Découverte d’une microflore thuringiense dans le Buntsandstein de la Cordillere Ibérique (Espagne)",
    "authors": ["A. Ramos", "J. Doubinger"],
    "venue": "C. R. Acad. Sci. Paris",
    "year": 1979
  }, {
    "title": "Late Permian conodonts from central East Greenland",
    "authors": ["J.A. Rasmussen", "S. Piasecki", "L. Stemmerik", "S. Stouge"],
    "venue": "Neues Jahrb. Geol. Paläontol. Abh",
    "year": 1990
  }, {
    "title": "A kill curve for Phanerozoic marine species",
    "authors": ["D.M. Raup"],
    "venue": "Paleobiology",
    "year": 1991
  }, {
    "title": "Rapid eruption of the Siberian Traps flood basalts at the Permo–Triassic",
    "authors": ["P.R. Renne", "A.R. Basu"],
    "venue": "boundary. Science",
    "year": 1991
  }, {
    "title": "Synchrony and causal relations between Permian– Triassic boundary crises and Siberian flood volcanism",
    "authors": ["P.R. Renne", "Z. Zhang", "M.A. Richards", "M.T. Black", "A.R. Basu"],
    "year": 1995
  }, {
    "title": "First reported Triassic lyssakid sponges from North America",
    "authors": ["J.K. Rigby", "T.C. Gosney"],
    "venue": "J. Paleontol",
    "year": 1983
  }, {
    "title": "Taimyrian Stage of the terminal nonmarine Permian",
    "authors": ["G.N. Sadovnikov"],
    "venue": "Proceedings of the XIII International Congress on the Carboniferous and Permian. Prace Pánstw. Inst. Geol",
    "year": 1997
  }, {
    "title": "The lower boundary and biostratigraphy of the nonmarine Triassic in Siberia",
    "authors": ["G.N. Sadovnikov", "E.F. Orlova"],
    "venue": "The Nonmarine Triassic. N.M. Mus. Nat. Hist. Sci",
    "year": 1993
  }, {
    "title": "Taimyrian Stage — the terminal stage of the continental Permian (in Russian)",
    "authors": ["G.N. Sadovnikov", "E.F. Orlova"],
    "venue": "Dokl. AN Russia",
    "year": 1994
  }, {
    "title": "New data in the stratigraphy of the Permian–Triassic volcanogene series of the central",
    "authors": ["G.N. Sadovnikov", "E.F. Orlova"],
    "year": 1995
  }, {
    "title": "Fishes and the Permian–Triassic boundary",
    "authors": ["Korr"],
    "year": 1973
  }, {
    "title": "Biodiversity: past, present, and future. J",
    "authors": ["J.J. Sepkoski"],
    "year": 1997
  }, {
    "title": "Paleozoic mass extinctions: shared patterns",
    "authors": ["Lawrence", "S.M. pp. 193–206. Stanley"],
    "year": 1988
  }, {
    "title": "Triassic reefbuilding and Late Triassic mass",
    "authors": ["G.D. 334–352. Stanley"],
    "year": 1993
  }, {
    "title": "A standard for Triassic time",
    "authors": ["E.T. Tozer"],
    "venue": "Bull. Geol. Surv. Can",
    "year": 1967
  }, {
    "title": "Definition of the Permian–Triassic (P–T) boundary: the question of the age of the Otoceras beds",
    "authors": ["E.T. Tozer"],
    "venue": "Mem. Soc. Geol. Ital",
    "year": 1988
  }, {
    "title": "Age and correlation of the Otoceras beds at the Permian–Triassic",
    "authors": ["E.T. Tozer"],
    "venue": "boundary. Albertiana",
    "year": 1994
  }, {
    "title": "Miospory i stratigrafija opornych razrezov triasa Urala",
    "authors": ["V.I. Tuzhikova"],
    "venue": "Nizhnij trias, pogranichnaja verchnaja perm. Sverdlovsk,",
    "year": 1985
  }, {
    "title": "Palynostratigraphy of Permian and Lower Triassic rocks, Sverdrup Basin, Canadian Arctic Archipelago",
    "authors": ["J. Utting"],
    "venue": "Geol. Surv. Can",
    "year": 1994
  }, {
    "title": "Some observations on the Triassic of the Iberian Peninsula",
    "authors": ["C. Virgili", "A. Sopeña", "A. Arche", "A. Ramos", "S. Hernando"],
    "venue": "Neue Beiträge zur Biostratigraphie der Tethys–Trias. Schriftenr. Erdwiss. Komm. Österreich. Akad. Wiss",
    "year": 1983
  }, {
    "title": "The Permian and Triassic of the Kingscourt outlier, Ireland",
    "authors": ["H. Visscher"],
    "venue": "Geol. Surv. Irel., Spec. Pap",
    "year": 1971
  }, {
    "title": "The Permian–Triassic boundary in the Southern Alps: a palynological approach",
    "authors": ["H. Visscher", "W.A. Brugman"],
    "venue": "Mem. Soc. Geol. Ital",
    "year": 1988
  }, {
    "title": "The terminal Paleozoic fungal event: evidence of terrestrial ecosystem destabilization and collapse",
    "authors": ["H. Visscher", "H. Brinkhuis", "D.L. Dilcher", "W.C. Elsik", "Y. Eshet", "C.V. Looy", "M.R. Rampino", "A. Traverse"],
    "venue": "Proc. Natl. Acad. Sci. USA",
    "year": 1996
  }, {
    "title": "A conodont-based high-resolution eventostratigraphy and biostratigraphy for the Permian–Triassic boundaries in South China",
    "authors": ["Wang", "C.-Y"],
    "venue": "Palaeoworld",
    "year": 1994
  }, {
    "title": "Conodonts of Lower Yangtze Valley — an Index to Biostratigraphy and Organic Metamorphic",
    "authors": ["C. Wang"],
    "venue": "Maturity. Nanjing,",
    "year": 1994
  }, {
    "title": "Permian–Triassic boundary at Meishan of Changxing County, Zhejiang Province, China — a proposal on the global stratotype section and point (GSSP) for the base of the Triassic",
    "authors": ["Wang", "C.-Y", "H. Kozur", "H. Ishiga", "G.V. Kotlyar", "A. Ramovš", "Z.-H", "Y. Zakharov"],
    "venue": "First Asian Conodont",
    "year": 1996
  }, {
    "title": "Permian– Triassic extinction: organic δ13C evidence from British Columbia, Canada",
    "authors": ["K. Wang", "H.H.J. Geldsetzer", "H.R. Krouse"],
    "venue": "Geology",
    "year": 1994
  }, {
    "title": "A potential global stratotype of Permian–Triassic boundary. Development in Geoscience, Contribution to 28th International Geological Congress, Washington, DC",
    "authors": ["Y. Wang", "C. Chen", "L. Rui", "Z. Wang", "Z. Liao", "J. He"],
    "year": 1989
  }, {
    "title": "Tempo of conodont evolution, refined conodont biostratigraphy and sequence stratigraphy of the Permian with special emphasis on the Perigondwana strata of the Salt Range, Pakistan",
    "authors": ["B. Wardlaw"],
    "year": 1997
  }, {
    "title": "Ostracoda and oceanic palaeooxygen levels",
    "authors": ["Deakin Univ", "Melbourne", "R. p. 9. Whatley"],
    "year": 1995
  }, {
    "title": "Anoxia as a cause",
    "authors": ["P.B. Wignall", "A. Hallam"],
    "venue": "Mitt. Hamb. Zool. Mus. Inst",
    "year": 1992
  }, {
    "title": "climatol., Palaeoecol",
    "authors": ["P.B. Wignall", "A. Hallam"],
    "year": 1993
  }, {
    "title": "On the timing",
    "authors": ["P.B. Wignall", "H. Kozur", "A. Hallam"],
    "venue": "Shangsi (N Sichuan, China). Hist. Biol",
    "year": 1996
  }, {
    "title": "Age of the Selong Group, Selong of Xizang (Tibet) and the Permian–Triassic boundary",
    "authors": ["F. Xia", "B. Zhang"],
    "venue": "J. Stratigr",
    "year": 1992
  }, {
    "title": "Permo–Triassic boundary relations in South China",
    "authors": ["Z. Yang", "Z. Li"],
    "year": 1992
  }, {
    "title": "The ammonoid Hypophiceras fauna near the Permian–Triassic boundary at Meishan section and in South China: Stratigraphic significance",
    "authors": ["Z. Yang", "F. Yang", "S. Wu"],
    "venue": "Candidates of Global Stratotype Section and Point of the Permian–Triassic",
    "year": 1996
  }, {
    "title": "Miospore Assemblages and Age of the Tuffogene–Sedimentary Deposits of the Tungusska Basin. In: Paleoflora and Stratigraphy of the Phanerozoic (2nd ed",
    "authors": ["O.P. Yaroshenko"],
    "year": 1990
  }, {
    "title": "On the transitional beds and the Permian–Triassic boundary in South China",
    "authors": ["H. Yin"],
    "venue": "Newsl. Stratigr",
    "year": 1985
  }, {
    "title": "A proposal for the global stratotype section and point (GSSP) of the Permian–Triassic",
    "authors": ["H. Yin"],
    "venue": "boundary. Albertiana",
    "year": 1993
  }, {
    "title": "A proposal to the biostratigraphic criterion on Permian=Triassic boundary",
    "authors": ["H. Yin", "F. Yang", "K. Zhang", "W. Yang"],
    "venue": "Mem. Soc. Geol. Ital",
    "year": 1988
  }, {
    "title": "The Meishan section candidate of the global stratotype section and point (GSSP) of the Permian–Triassic boundary (PTB)",
    "authors": ["H. Yin", "S. Wu", "M. Din", "K. Zhang", "J. Tong", "F. Yang"],
    "venue": "Albertiana",
    "year": 1994
  }, {
    "title": "Global correlation and definition of the Permian–Triassic boundary",
    "authors": ["H. Yin", "K. Zhang", "S. Wu", "Y. Peng"],
    "year": 1996
  }, {
    "title": "Recommendation of the Meishan section as global stratotype section and point for basal boundary of Triassic system",
    "authors": ["H. Yin", "W.C. Sweet", "B.F. Glenister", "G. Kotlyar", "H. Kozur", "N.D. Newell", "J. Sheng", "Z. Yang", "Y.D. Zakharov"],
    "venue": "Newsl. Stratigr",
    "year": 1996
  }, {
    "title": "Type and hypotype of the Permian– Triassic boundary",
    "authors": ["Zakharov", "Yu.D"],
    "venue": "Mem. Soc. Geol. Ital",
    "year": 1988
  }, {
    "title": "Late Dorashamian (late Changxingian) invertebrates of the Far East and Permian to Triassic volcanism in the western Circumpacific",
    "authors": ["Zakharov", "Yu.D", "G.V. Kotlyar", "A.V. Olenikov"],
    "venue": "Geol. Pac. Ocean",
    "year": 1995
  }, {
    "title": "Late Permian cephalopods of South China",
    "authors": ["Zhao", "J.-k", "Liang", "X.-l", "Z. Zheng"],
    "venue": "Palaeontol. Sin. N.S. B",
    "year": 1978
  }],
  "id": "SP:5c2a2c82bb3fb51431f6fd40a8cb3472831f9019",
  "authors": [{
    "name": "H.W. Kozur",
    "affiliations": []
  }],
  "abstractText": "The first appearance datum (FAD) of Hindeodus parvus is an excellent datum very close to the base of the Otoceras woodwardi Zone (priority base of the Triassic). For the first time, it allows an exact correlation of the PTB in all marine facies and faunal realms. The following features of the extinction and recovery patterns near the PTB are most important for the search for causes of the PTB biotic crisis: (1) most strongly affected were the (siliceous) plankton (radiolarians) and the warm-water benthos and nekton; (2) most of the cold-water faunas were not significantly affected; (3) the recovery of the warm-water benthos and siliceous plankton occurred only after an unusually long time (during the late Olenekian and Middle Triassic); (4) the productivity of the terrestrial plants dropped strongly and the recovery was mainly in the upper Olenekian and in the Middle Triassic; (5) several terrestrial extinction events occurred at different levels within the Upper Permian, considerable before the marine PTB; at or close to the FAD of Lystrosaurus no extinction event in the terrestrial faunas can be observed; (6) terrestrial faunal elements that survived the Dzhulfian–Dorashamian extinctions were able to survive some months of extreme climatic conditions by hibernation-like life stages (vertebrates), or by dryand freezing-resistant eggs (conchostracans); (7) about 50% of the genera that disappeared at the PTB re-appeared in the Olenekian–Middle Triassic interval (Lazarus taxa), or in this time interval genera appeared that had undoubtedly evolved from genera that had disappeared at the PTB; and (8) the PTB is preceded by mass occurrences of marine (and continental?) fungi, and the fungal spike ends abruptly a little before the PTB. A scenario for the PTB biotic crisis is elaborated that takes into consideration: the real (not interpolated) diversity patterns of different marine and continental fossil groups, the exact correlation of bioevents in different faunal realms and facies, the strong biotic crisis in the Tethyan warm-water faunas in contrast to the much weaker biotic event in cold-water faunas, the severe Dzhulfian–Dorashamian climate in many parts of the world caused by the continent–ocean configuration and by Siberian Trap volcanism, the cooling of the Boreal area by the northward drift of Pangaea that interrupted the exchange of warm-water benthos between the Tethys and western North America during the Guadalupian, the extinction event at the Guadalupian–Lopingian boundary that restricted most of the affected warm-water faunas to the Tethys, the importance of lower Scythian anoxia that reached an unusually shallow level, and above all the effects of the contemporaneous huge volcanic events about 250 m.y. ago on the Siberian Platform and in the eastern Tethys that caused a 3–6-months-lasting volcanic winter with strong cooling in low latitudes, followed by a strong global warming.  1998 Elsevier Science B.V. All rights reserved.",
  "title": "Some aspects of the Permian–Triassic boundary (PTB) and of the possible causes for the biotic crisis around this boundary"
}