{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nJournal of Volcanology and Geothermal Research\nj ourna l homepage: www.e lsev ie r.com/ locate / jvo lgeores\nSynchrotron radiation applications to past volcanism archived in speleothems: An overview\nSilvia Frisia a,⁎, Andrea Borsato b, Jean Susini c\na School of Environmental and Life Sciences, The University of Newcastle, Callaghan, New South Wales, Australia b Museo Tridentino di Scienze Naturali, via Calepina 14, 38100 Trento, Italy c European Synchrotron Radiation Facility, F-38043 Grenoble Cedex, France\n⁎ Corresponding author. E-mail address: silvia.frisia@newcastle.edu.au (S. Fri\n0377-0273/$ – see front matter © 2007 Elsevier B.V. Al doi:10.1016/j.jvolgeores.2007.11.010\na b s t r a c t a r t i c l e i n f o\nArticle history:\nPrecise dating and correlatio\nReceived 11 January 2007 Accepted 14 November 2007 Available online 28 November 2007\nKeywords: synchrotron radiation speleothems sulphate past volcanism\nn of past key volcanic eruptions over a wide geographic area in archives of past climate variability is necessary to support a direct causality between volcanism and climate changes. Research has mostly focused on ice cores and varved sediments, which capture a record of volcanic eruptions in geochemistry and the presence of tephra and criptotephra. Precisely dated cave carbonate deposits, collectively known as speleothems are other valuable palaeoclimate archives, and encode information on past volcanism in their sulphate concentration variability. Due to the physical characteristic of speleothems, detection of sulphate concentration variability requires techniques capable of high spatial resolution, very low limit of detection (ppm to ppb) and low background noise. Synchrotron radiation-based (SR) micro X-ray fluorescence (µXRF) and X-ray absorption near-edge spectrometry prove to be one of the most effective techniques to detect short-lived pulses of sulphate concentration increase, which may be interpreted as being related to atmospheric load due to volcanic eruptions. Here, we provide an overview of existing work as well as a novel interpretation of a SR µXRF-based sulphate series in an annually laminated stalagmite with robust chronology. Sulphate concentration peaks in the years 1815–1816, 1844 and 1947, possibly coinciding with Tambora, Krakatau, and Hekla eruptions. It is concluded that sulphate concentration in speleothems expand the potential to correlate volcanic eruption events at a global scale.\n© 2007 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Sulphur dioxide ejected during explosive volcanic activity changes the loading level of stratospheric sulphate aerosol, back-scattering the incoming solar radiation and leading to a lowering of ground temperatures for a few years following the eruption (Zielinski, 2000; Watanabe et al., 2004). Significant short-term perturbations in climate have been ascribed to the effects of volcanic eruptions on the Earth's atmosphere (Briffa et al., 1998; Chenoweth, 2001; Bradley et al., 2003). Controversy, however, surrounds the impacts on climate and the environment of powerful volcanic eruptions because of the difficulty of precisely correlating key volcanic events between ice cores, marine and continental archives. Our knowledge of the timing and impacts of Pleistocene and Holocene major eruptions has been based, until recently, largely on high-latitude ice-core acidity peaks (Zielinski, 2000). Ice-core records, however, can be affected by time delay in the arrival of volcanic aerosols compared to the mid-latitudes. This was the case, for example, for Pinatubo sulphate aerosols (Watanabe et al., 2004). Dating of volcanic eruptions detected through acidity peaks in\nsia).\nl rights reserved.\nice cores had also been problematic, with the exception of the last few hundred years (Southon, 2002). Since the discovery and identification of tephra and criptotephra in NGRIP ice-cores, precise absolute timescales have been obtained (Davies et al., 2007a). There is urgent need for similar precisely dated archives at mid and low latitudes to perform hemisphere to global scale correlations.\nIce cores from mid-latitude are relatively rare, being restricted to small ice caps at elevations well above 2000 m a.s.l. (above sea level). In these high-elevation sites, the downward flux of aerosols results in an increasing decay trend compared to the mid- and low-altitude regions (Watanabe et al., 2004). The regional environmental and climate impacts of volcanism below the aerosol-laden, mid-altitude boundary layers at mid-latitude sites is, so far, poorly known. At midand low-latitude other archives are needed to complement high latitude ice records and provide new insights on volcanic sources and volcanism effects on the climate system. Tree rings offer precise and accurate dates for key volcanic events and can record their global climatic influence (Briffa et al., 1998). However, the assertion that growth anomalies are a well-dated proxy of climatically effective volcanism has been disputed due to the lack of a direct causal connection (Pearson et al., 2005). Dendrochemistry detects volcanically induced changes in environmental chemistry and can be applied\nto reconstruct an absolute history of past volcanism with a wide geographic coverage (Pearson et al., 2005). This methodology requires suitable samples of wood grown in marginal, dry environments and preserved in non-contaminating conditions. An understanding of physiological processes is also needed. Tephrochronology is rapidly becoming a key technique to obtain precisely dated records of volcanic eruptions in lake sediments (Davies et al., 2007b). Tephrochronology also provides exceptional insight into the sources of eruptions and their frequency (Grönvold et al., 1995; Davies et al., 2004, 2007b). There are, however, difficulties related to the identification of the origin of the chemical signals for distal volcanic sources (Oppenheimer, 2003; Davies et al., 2004). Microphysical processes suggestive of possible differences in sulphate mass values between high and mid latitudes also require further investigation (Watanabe et al., 2004). A combination of analytical methods from well dated archives which cover the whole spectrum of latitudinal and altitudinal environments is needed. When ice cores and undisturbed lake sediment series are not available, cave deposits may supply important information on volcanism.\nSpeleothems, which have been defined as secondary cave carbonates (Hill and Forti, 1997) chemically encode atmospheric sulphate changes (Frisia et al., 2005a, 2006) and display a wide geographic coverage, being present in karst regions at both high and low latitudes, as well as a range of altitudes from sea-level up to at least 3000 m a.s.l. (see McDermott, 2004). Precise dating of stalagmites and flowstones is obtainable through radiometric techniques and annual lamina counting. Furthermore, alteration of the original stratigraphy and chemical signals by post-depositional phenomena is uncommon. Speleothems capture changes in atmospheric chemistry and their effects on climate and the environment through a range of proxies, including trace elements (Fairchild et al., 2001; McDermott, 2004) via the direct link between rainwater and cave drip-water. The first discovery that speleothems are archives of atmospheric sulphate occurred by applying synchrotron radiationbased (SR) X-ray micro-fluorescence (micro-XRF) coupled with X-ray absorption near-edge structure spectroscopy (XANES) to laminated stalagmites (Frisia et al., 2005a). Synchrotron-radiation based X-ray spectroscopy provided the necessary high spatial and temporal resolution, as well as the characterization of the molecular environment of S. Here we will present a revision of SR application to the study of volcanism in speleothems, an overview of published data (Frisia et al., 2005a) and a novel interpretation of a S-series in an annually laminated stalagmite with robust chronology aimed at promoting further investigation of speleothems as archives of precisely dated past volcanic eruptions."
  }, {
    "heading": "2. Speleothems as archives of past volcanism",
    "text": ""
  }, {
    "heading": "2.1. How speleothems capture volcanic eruptions",
    "text": "Successful studies of past volcanism revealed by sulphate layers in speleothems require that the S from volcanic emissions reach the soil above the cave and is rapidly transported onto the growing speleothem surface. S from volcanic eruptions reaches the soil as wet and dry deposition, or as adsorbed ions onto ash. S from wet deposition would be commonly adsorbed as sulphate on soil particles and subsequently uptaken by tree roots (Prechtel et al., 2001). S from dry deposition and absorbed onto ash is highly reactive, and when it comes into contact with surface waters it is released to the environment in a matter of hours (Frogner Kockum et al., 2006). This causes acidification of the soil water, which leaches the S adsorbed on soil material. The propagation of the atmospheric S concentration signal from the surface to the cave depends on transmissivity, which is the water conducting capacity of the aquifer (Rohde and Killingtveit, 1997) and is determined from field experiments. Caves in Mediterranean climate settings, cut in fissured\nlimestones or porous dolomite overlain by relatively thin soil with large interconnected pores due to biological activity, and sparse vegetation are ideal candidates for rapid transmission of surface signals underground (Frisia et al., 2005a, 2006). In warmer and humid tropical climates, the forest canopy would capture most dry deposition. But trace elements from ash and wet deposition are rapidly leached. Therefore, it is reasonable to assume a rapid response to the effects of volcanic eruptions. Studies are being currently carried out on stalagmites from Indonesia (M. Griffiths pers. comm. 2007). Our experience indicates that also shallow caves, where the passages develop less than −50 m from the surface are able apt to transmit the surface signal in a matter of days or a few months. Sulphur transmitted from the surface is then incorporated into the growing calcite crystals at the surface of the speleothem and may form micrometer-thick sulphate-rich layers that correspond to single pulses of S concentration increases in the infiltration water (Frisia et al., 2005a)."
  }, {
    "heading": "2.2. The technique: synchrotron radiation based sulphate analyses",
    "text": "Once the potential speleothems for a successful study have been identified, the detection of S can be carried out at very high resolution with the relatively rapid LA–ICP–MS (Laser Ablation Ion Coupled Plasma Mass Spectrometry), which analyses S isotopes, or Synchrotron-based spectroscopy. The unique advantage of synchrotron radiation is that it provides a continuum X-ray radiation ca. ten orders of magnitude brighter than that of X-ray tubes (Brown and Sturchio, 2002). SR–µXRF allows, therefore, measurement with low background and extremely low limit of detection (ppb level). In addition, SR-based spectroscopy allows simultaneous mapping of the distribution of tracers, allowing for a deeper understanding of the processes which influence trace element incorporation within a mineral. Synchrotron radiation X-ray fluorescence analysis (SR– µXRF) may be also coupled with X-ray near absorption near-edge structure spectroscopy (XANES) to give simultaneous information about concentration and valence (oxidation state) of the targeted atom (here Sulphur). The ID21 beamline at the third generation synchrotron source at European Synchrotron Radiation Facility (ESRF) enables performance of XANES measurements by scanning the monochromatic incoming X-ray beam. In principle, XANES spectroscopy is based on the absorption spectrum of an atom, that is, the absorption of light as a function of wavelength, which depends on the atom energy level structure (Brown and Sturchio, 2002). By tuning the energy of the exciting beam across the S absorption K-edge (2.45 to 2.55 keV) sulphur oxidation state in speleothem calcite is fingerprinted. In our experiments, the fluorescence signal of sulphur was yielded by sulphate (S+VI) when the exciting energy was tuned at 2.482 keV. We used as standard experimental setting 1 µm diameter analytical probe, with 1 µm steps for scans and 2×2 µm pixels for the maps. Depending on speleothem growth rate, this may translate into a weekly to seasonal resolution. For pure calcite matrix, the fluorescence signal for S came from a probe depth of within ca. 20 µm and, therefore, the data are representative of the visible surface layers.\nSynchrotron micro-XRF measurements are quantitative in a relative sense. Theoretically, the concentration Ci of the element i in a given specimen can be calculated for each pixel by knowing the intensity Ii of the characteristic X-ray line of energy Ei of the element (which is measured), the intensity of the incoming beam (which is known), the self-absorption within the sample matrix, the XRF crosssection for the given characteristic X-ray line of the element, the detection efficiency and geometric factors. There are uncertainties in the calculations related to processes at the specimen surface and selfabsorptionwithin the sample. A quantitative calibration of the sulphur content was attempted for one of our samples (ER78) by analysing with a high-mass resolution inductively-coupled mass spectrometer (ICP–MS), which provides quantitative data, 5 sub-samples from the\nsame specimen analysed by SR. The results of ICP–MS were then used to quantify the synchrotron intensity data according to the method described in Borsato et al. (2007). This calibrationwas performed only for ER78, the SR–µXRF results shown in Figs. 2 and 3 are, therefore, reported as count per seconds (cps) rather than absolute concentrations in parts per million (ppm).\nSR–µXRF could be applied in the future to detect series of trace elements from specific magmatic gases that are condensed and adsorbed onto ash, such as Cl, F, S and Al that are typical of Icelandic eruptions (Frogner Kockum et al., 2006) and thus help to recognize the possible volcanic source. A further indication of volcanism is the detection of high concentration peaks of metals which are known to be mobilized from the soil at low pH (Zn, Pb, Cu) as volcanic eruptions cause acidification of soil. The potential of SR–µXRF application to the study of past volcanic activity is still at its beginning, but the first results are promising, and SR–µXRF may soon become standard technique in studies of past volcanism."
  }, {
    "heading": "2.3. Speleothem records of past volcanic eruptions",
    "text": "In shallow caves developed in climatic regimes where there is seasonal contrast, annually laminated speleothems are commonly found. These are the best specimens for a successful study: the chemical composition of each lamina is a precisely dated archive of the surface processes at the time of formation. In the northern Italian cave of Grotta di Ernesto, located at an elevation of 1167 m (a.s.l.) (45°58′37″N, 11°39′28″E), Holocene stalagmites preserve annual laminae, which encode changes in temperature (Frisia et al., 2003) and environmental conditions (Frisia et al., 2000). In the top portion of three stalagmites, the laminae are very easily distinguishable under the optical microscope. The laminae consist of two layers: a 0.5 to 4 µm-thick dark layer, mostly composed of calcite, soil-derived silicates and organic molecules as determined by Synchrotron Radiation Fourier Transform Infra Red spectroscopy (or SR-micro FT– IR; Frisia, pers. observations, 2006), and phosphates (Mason et al., 2007) cap a thicker (N100 µm) layer of translucent calcite (Fig. 1). At around the year 1840 A.D., the proportion of dark to light layers changed, with the dark part contributing between 10 and 50% of the whole lamina (Frisia et al., 2000, 2003). Laminae can still be distinguished up to ca. the year 1800, then, they become more confused, and a counting error (ca. 3%, see Smith et al., 2006) is applied. In the original work of Frisia et al. (2003) the visible laminae were counted at the microscope on thin sections cut parallel to the growth axis, and the resulting age model provided precise calendar years from 2000 A.D. to 1810 A.D. The robustness of the annual lamina counting and the age model for the past 200 years have been demonstrated through independent methods which include semiautomated lamina analysis (Meyer et al., 2006) and radiocarbon dating (Jens Fohlmeister pers. comm. 2007).\nThe synchrotron specimens were obtained from the same slabs fromwhich the thin sections were cut, and special attention was paid to distinctive layers which allowed for good correlation between specimens. A detailed description of synchrotron speleothem sample preparation has been provided in Frisia et al. (2005a) and Borsato et al. (2007). The specimens were removed from passages developed ca. 20 m from the surface in dolomite and limestone characterized by porous and fissure flow. The soil above the passages has mixed grain sizes, ranging from silt to pebbles, and there are numerous macropores. The transmissivity of the aquifer is rapid, ranging from a few days up to three months (Frisia et al., 2000; Borsato et al., 2007).\nParallel SR–µXRF scans of ER78 for the laminae corresponding to the years from 1810 AD to 2000 AD show several S-sulphate peaks superimposed to a the trend of increasing S-sulphate since 1880 (Fig. 2). This had been interpreted as the speleothem record of increased atmospheric S load due to burning of fossil fuels (Frisia et al., 2003). In Fig. 2 the longest scan is reported. The SR–µXRF scan shows\nsome distinct S peaks which occurred prior to the anthropogenicallyforced rise from the year 1960 to the year 2000. These peaks can be dated through lamina counting from 1815 to 1816, 1884 to 1888, and 1947. The peak from 1815 to 1816 AD, which marks an increase from ca. 15 to ca. 30 ppm could correspond to the Tambora eruption (April 1815). This sulphate peak falls within a portion of ER78 that is mostly characterized by a succession of thin annual laminae (ca. 10 µm thick) which started from ca. 1750 and ended at the year 1850, which marks the end of the Little Ice Age. In the stalagmites from Grotta di Ernesto, it has been demonstrated that mean annual lamina thickness is positively correlated with surface air temperatures, and in particular mean winter temperatures (Frisia et al., 2003). It is not possible, therefore, to discriminate possible climatic effects of the 1815 to 1816 event, from other climate forcings and phenomena, such as the North Atlantic Oscillation, whichmay causewinter cooling in the Alps (Casty et al., 2005).\nFrom 1884 to 1888, sulphate concentration in the stalagmite increased roughly from ca. 10 to ca. 40 ppm, then rapidly (within ca. 2 years) returned to its lowest value (Fig. 2). This S-peak could be ascribed to the Krakatau eruption (August 1883) and is followed by a diminution of lamina thickness from ca. 100 µm to less than 50 µm (Frisia et al., 2005a). This eruption has been recorded also by a S concentration peak within a precisely dated stalagmite from Oman (Frisia et al., 2006). The effect of Krakatau eruption at the Grotta di Ernesto site may have been that of a short-lived cooling. The ca. 1947 sulphate peak may correspond to the eruption of Hekla (March 1947), in Iceland. This peak falls within a general trend of increasing lamina thickness due to rising winter temperatures, although a short-lived\ndiminution in lamina thickness of a few micrometers occurs. This, however, is not sufficient evidence to claim a direct connection between the S peak (volcanic eruption) and subsequent cooling.\nWhen speleothems cannot be dated by counting visible annual laminae, several radiometric dates are needed to build a robust age model (Hellstrom, 2003). The most commonly used radiometric technique is 230Th–234U–238U disequilibrium dating, which is applicable between a few hundred years up to ca. 500,000 years or more, depending on the U concentration in the specimen (Edwards et al., 1986; Hellstrom, 2003). This was the case of stalagmite SV1 removed from Grotta Savi (Trieste, 45°37′05″N, 13°53′10″E, 441 m a.s.l.), a relatively deep cave cut in fissured limestone supporting thin soil colonized by sparse Mediterranean shrubs (see Frisia et al., 2005b). This setting ensures rapid transmissivity of the atmospheric signal to the cave, from one to a few weeks (Frisia et al., 2005a). The age model was based on 18 U/Th ages measured with multiple-collector inductively coupled plasma mass spectrometry (MC–ICPMS) and is reported in Frisia et al. (2005b).\nSR–µXRF scan and maps were carried out on a portion of SV1 which encompassed a period from ca. 5.06 to ca. 5.19±0.16 kyr (thousand of years) BP (2σ error) with the intention to gain better knowledge on possible causes of a major mid-Holocene cooling (Magny and Haas, 2004). SR–µXRF scans are characterized by at least 8 sulphate peaks (Fig. 3), corresponding to single pulses of sulphate accumulation (Frisia et al., 2005a) and themapping highlighted that S-sulphate peaks in the scans coincide to laterally continuous layers ca 10 µm-thick, possibly representing a single year. By taking into account the rapid transmissivityof the atmospheric signal in Savi Cave aquifer, the lateral continuityof the S-rich layers, it is highly probable that sulphate peaks in SV1 reflect responses to an increase in atmospheric sulphate loading due to midHolocene volcanism as inferred by Frisia et al. (2005a) on the basis of visual correlation with Greenland GISP2 ice-core acidity record peaks from ca. 5. 2 to ca. 5.0 kyr BP (Zielinski et al., 1994; Fig. 3).\nIn the Holocene SV1 climate record, there is a positive correlation between temperature and δ18O. Between ca. 5.1 and 5.5 kyr BP the δ18O shows a trend to more negative values with respect to the preceding\n6 kyr BP) compared with the GISP2 ice core record of volcanogenic sulphate. The S in parts per billion (ppb)(data from Zielinski et al., 1994). Given the age uncertainties of hem and the ice core records. Arrows represent a tentative interpretation of possible\nand following periods (Frisia et al., 2005b). Although there is no direct, positive causal connection, and other forcings may be responsible for climate cooling, volcanic forcing may have contributed to lower temperatures."
  }, {
    "heading": "3. Conclusions",
    "text": "Synchrotron radiation-based micro-XRF and XANES analyses of sulphur in speleothems has great potential for high-resolution detection of volcanically induced changes in atmospheric chemistry. Three S-sulphate peaks have been recorded in a mid-altitude, midlatitude stalagmite from the Alps of Italy, and possibly coinciding with Tambora, Krakatau and Hekla eruptions. These S-peaks are followed by annual lamina thickness changes which allow to infer that the ejected volcanic aerosol may have resulted in a short-lived local cooling effect, at least for the Krakatau and possibly for the Hekla eruptions. A series of S-sulphate peaks can be observed in a midHolocene stalagmite portion dated from ca 5.06 to ca 5.19 kyr. There is, therefore, potential for correlating with ice cores.\nData should be further substantiated by replication from several caves located over a wide geographical region. Ongoing research has already provided promising results. At present however, there are no other data from the speleothem archive. Further work is, therefore, urgently needed to detect and correlate recent volcanic eruptions in speleothems and clarify a possible causal connection between volcanic forcing and climate at regional scale. Additional analyses of stable sulphur isotope ratios, for example, have the potential to relate unequivocally sulphate increase in speleothems to volcanic eruptions (Frisia et al., 2006).\nFurther development of this line of research is required, by coupling techniques which detect S isotopes ratio, such as LA–ICP– MS, to SR–µXRF data, which, in our opinion, have the potential to reconstruct volcanic sources. Because absolute dates can be attributed to key volcanic eruptions encoded in speleothem sulphur chemistry, it appears that there are good prospects for global correlation of past volcanic events detected in different archives and by diverse techniques. It is hoped that speleothem trace element concentration data from a variety of tropical and mid-latitude settings will most probably help to expand the existing geographic coverage of proxy of past volcanism, resolve dating uncertainties, and test for synchronous climate changes in the near future."
  }, {
    "heading": "Acknowledgements",
    "text": "We are grateful to Russell Drysdale for critical revision of the first draft of the manuscript and Janece McDonald for polishing the English. The Province of Trento Research Innovation and University Service is acknowledged for funding (Project AQUAPAST)."
  }],
  "year": 2008,
  "references": [{
    "title": "Trace element distribution in annual stalagmite laminae mapped by micrometer-resolution Xray fluorescence: implications for incorporation of environmentally significant species",
    "authors": ["A. Borsato", "S. Frisia", "I.J. Fairchild", "A. Somogyi", "J. Susini"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2007
  }, {
    "title": "Climate of the last millennium",
    "authors": ["R.S. Bradley", "K.R. Briffa", "J. Cole", "M.K. Huges", "T.J. Osborn"],
    "year": 2003
  }, {
    "title": "Influence of volcanic eruptions on northern hemisphere summer temperatures over the past 600 years",
    "authors": ["K.R. Briffa", "P.D. Jones", "F.H. Schweingruber", "T.J. Osborn"],
    "venue": "Nature 393,",
    "year": 1998
  }, {
    "title": "An overview of synchrotron radiation applications to low temperature geochemistry and environmental science",
    "authors": ["G.E. Brown Jr.", "N.C. Sturchio"],
    "venue": "Reviews in Mineralogy and Geochemistry,",
    "year": 2002
  }, {
    "title": "Temperature and Precipitation Variability in the European Alps since 1500",
    "authors": ["C. Casty", "H. Wanner", "J. Luterbacher", "J. Esper", "R. Böhm"],
    "venue": "International Journal of Climatology",
    "year": 2005
  }, {
    "title": "Two major volcanic cooling episodes derived from global marine air temperature AD 1807–1827",
    "authors": ["M. Chenoweth"],
    "venue": "Geophysical Research Letters",
    "year": 2001
  }, {
    "title": "Tracing volcanic events in the Greenland ice cores",
    "authors": ["S.M. Davies", "A.K. Marteen", "M.G. Baillie", "H.B. Clausen", "K. Grönvold", "V.A. Hall", "S.J. Johnsen", "J.R. Pilcher", "J.P. Steffensen", "S. Wastegård"],
    "venue": "PAGES News",
    "year": 2004
  }, {
    "title": "Towards a North Atlantic tephrochronology framework for the Late Interglacial–glacial transition",
    "authors": ["S. Davies", "M. Bigler", "S.J. Johnsen", "J.P. Steffensen", "S. Wastegård"],
    "venue": "Quaternary International 167–168",
    "year": 2007
  }, {
    "title": "The characterisation of local and distant tephras in the northern sector of Greater Australia including some preliminary high-resolution correlations between significant archaeological sites in Papua New Guinea (PNG)",
    "authors": ["S. Davies", "C.S.M. Turney", "V.A. Hall", "P. Kershaw", "S.G. Haberle", "T.P. Denham", "B.V. Alloway"],
    "venue": "Quaternary International 167–168 Supplement,",
    "year": 2007
  }, {
    "title": "Annual to subannual resolution of multiple trace-element trends in speleothems",
    "authors": ["I.J. Fairchild", "A. Baker", "A. Borsato", "S. Frisia", "R.W. Hinton", "F. McDermott", "A. Tooth"],
    "venue": "Journal of the Geological Society,",
    "year": 2001
  }, {
    "title": "Calcite fabrics, growth mechanisms, and environments of formation in speleothems from the Italian Alps and Southwestern Ireland",
    "authors": ["S. Frisia", "A. Borsato", "I.J. Fairchild", "F. McDermott"],
    "venue": "Journal of Sedimentary Research",
    "year": 2000
  }, {
    "title": "Late Holocene annual growth in three Alpine stalagmites records the influence of solar activity and the North Atlantic Oscillation on winter climate",
    "authors": ["S. Frisia", "A. Borsato", "N. Preto", "F. McDermott"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2003
  }, {
    "title": "Variations in atmospheric sulphate recorded in stalagmites by synchrotron micro-XRF and XANES analyses",
    "authors": ["S. Frisia", "A. Borsato", "I.J. Fairchild", "J. Susini"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2005
  }, {
    "title": "Climate variability in the SE Alps of Italy over the past 17,000 years reconstructed from a stalagmite",
    "authors": ["S. Frisia", "A. Borsato", "C. Spötl", "I.M. Villa", "F. Cucchi"],
    "venue": "record. Boreas",
    "year": 2005
  }, {
    "title": "Atmospheric sulphate increase in the past 200 years recorded in stalagmites from Italy and Oman",
    "authors": ["S. Frisia", "D. Fleitmann", "A. Borsato", "A. Meibom", "I.J. Fairchild", "J. Susini", "J. Wooden", "S.J. Burns", "R. Bradley", "M.J. Jercinovic", "A. Matter"],
    "venue": "Geophysical Research Abstracts",
    "year": 2006
  }, {
    "title": "A diverse ecosystem response to volcanic aerosols",
    "authors": ["P.C. Frogner Kockum", "R.B. Herbert", "S.R. Gislason"],
    "venue": "Chemical Geology",
    "year": 2006
  }, {
    "title": "Ash layers from Iceland in the GRIP ice core correlated with oceanic and land sediments",
    "authors": ["K. Grönvold", "N. Oskarsson", "S.J. Johnsen", "H.B. Clausen", "C.U. Hammer", "G. Bond", "E. Bard"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1995
  }, {
    "title": "Rapid and accurate U/Th dating using parallel ion-counting multicollector ICP–MS",
    "authors": ["J.C. Hellstrom"],
    "venue": "Journal of Analytical Atomic Spectrometry",
    "year": 2003
  }, {
    "title": "Cave minerals of the world, Second edition",
    "authors": ["C.A. Hill", "P. Forti"],
    "venue": "National Speleological Society, Huntsville, Alabama",
    "year": 1997
  }, {
    "title": "A major widespread climatic change around 5300 cal BP at the time of the Alpine Iceman",
    "authors": ["M. Magny", "J.N. Haas"],
    "venue": "Journal of Quaternary Science",
    "year": 2004
  }, {
    "title": "Phosphorous speciation in calcite speleothems determined by solid-state NMR spectroscopy",
    "authors": ["H.E. Mason", "S. Frisia", "Y. Tang", "R.J. Reeder", "B.L. Phillips"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2007
  }, {
    "title": "The WinGeol Lamination Tool: new software for rapid, semi-automated analysis of laminated climate archives",
    "authors": ["M.C. Meyer", "R. Faber", "C. Spötl"],
    "venue": "The Holocene",
    "year": 2006
  }, {
    "title": "Palaeo-climate reconstructions from stable isotope variations in speleothems: a review",
    "authors": ["F. McDermott"],
    "venue": "Quaternary Science Reviews",
    "year": 2004
  }, {
    "title": "Ice core and palaeoclimatic evidence for the timing and nature of the great mid-13th century volcanic eruption",
    "authors": ["C. Oppenheimer"],
    "venue": "International Journal of Climatology",
    "year": 2003
  }, {
    "title": "Can tree-ring chemistry reveal absolute dates for past volcanic eruptions",
    "authors": ["C. Pearson", "S. Manning", "M. Coleman", "K. Jarvis"],
    "venue": "Journal of Archaeological Science",
    "year": 2005
  }, {
    "title": "Response of sulphur dynamics in European catchments to decreasing sulphate deposition",
    "authors": ["A Prechtel"],
    "venue": "Hydrology and Earth System Sciences",
    "year": 2001
  }, {
    "title": "Catchment hydrology",
    "authors": ["A. Rohde", "Å. Killingtveit"],
    "year": 1997
  }, {
    "title": "Reconstructing regional climates from multiple stalagmite records",
    "authors": ["C.L. Smith", "A. Baker", "I.J. Fairchild", "S. Frisia", "A. Borsato"],
    "venue": "International Journal of Climatology",
    "year": 2006
  }, {
    "title": "A first step in reconciling the GRIP and GISP2 ice-core chronologies, 14,500 yr B.P",
    "authors": ["J. Southon"],
    "venue": "Quaternary Research",
    "year": 2002
  }, {
    "title": "The evolution of Pinatubo aerosols in the Arctic stratosphere during 1994–2000",
    "authors": ["M. Watanabe", "Y. Iwasaka", "T. Shibata", "M. Hayashi", "M. Fujiwara", "R. Neuber"],
    "venue": "Atmospheric Research",
    "year": 2004
  }, {
    "title": "Use of paleo-records in determining variability within the volcanism-climate system",
    "authors": ["G.A. Zielinski"],
    "venue": "Quaternary Science Reviews",
    "year": 2000
  }, {
    "title": "Record of explosive volcanism since 7000 B.C. from GISP 2 Greenland ice core and implications for the volcanoclimate system",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler", "M. Morrison", "D.A. Meese", "A.J. Gow", "R.B. Alley"],
    "year": 1994
  }],
  "id": "SP:74db4b0bb42c5b4b1c293621dd35cff92e1c8a37",
  "authors": [{
    "name": "Silvia Frisia",
    "affiliations": []
  }, {
    "name": "Andrea Borsato",
    "affiliations": []
  }, {
    "name": "Jean Susini",
    "affiliations": []
  }],
  "abstractText": "Article history: Precise dating and correlatio Received 11 January 2007 Accepted 14 November 2007 Available online 28 November 2007",
  "title": "Synchrotron radiation applications to past volcanism archived in speleothems: An overview"
}