{
  "sections": [{
    "text": "Fluctuations in Holocene climate inferred from glaciers inmountain regions as described in JeanGrove [Grove, J.M., 2004. Little Ice Ages Ancient and Modern, 2nd edition, 2 vols. Routledge, London and New York.] are updated with selected publications that further explore the climate–glacier link. The significance of glacier fluctuations and their potential climatic forcing factors suggests that natural changes in solar radiation and volcanism together with anthropogenic influences of greenhouse gases as well as cooling associated with global dimming can, in large part, explain fluctuations observed in mountain glaciers through parts of the Holocene. These linkages can lead to insights into what future fluctuations in mountain glaciers may be as climate continues to change. It is concluded that although warming may be the dominant feature of climate change, from time to time in the future it will be interrupted or accelerated. © 2007 Published by Elsevier B.V.\nKeywords: Holocene climates; solar radiation; volcanism; global dimming; mountain environments"
  }, {
    "heading": "1. Introduction",
    "text": "I recently completed and edited a book written by my latewife JeanGrove entitled “Little Ice Ages, Ancient and Modern” (2004). A second edition of “The Little Ice Age” (Grove, 1988), it is mainly a historical account of glacier variations over the last millennium and through the Holocene. Here I draw some conclusions from the content of that book and also from more recent publications that have implications for the future environment of mountain regions.\nA fraction of the sun's energy reaching the earth's surface has been stored in sedimentary formations over long periods of time as peat, coal, oil and methane. Their increasing exploitation over the last two centuries with\n⁎ Tel.: +44 1223 356619. E-mail address: atdickgrove@hotmail.com.\n0921-8181/$ - see front matter © 2007 Published by Elsevier B.V. doi:10.1016/j.gloplacha.2006.07.033\nthe burning of fossil fuels has released gases, especially carbon dioxide, which increase the atmosphere's absorption of infrared radiation causing temperatures to rise globally. Between 1880 and 2000 AD global temperatures rose by about 0.7 °C (Houghton et al., 2001). Largely as a result of this warming, equilibrium line altitudes in mountain regions increased their elevation by about 100 m with accompanying changes in the distribution of plant and snow cover. In addition, associated changes have been noted in lake levels, river discharges and frozen ground, many of which significantly impact mountain populations. What clues can the Holocene glacier record give to future climate and associated environmental changes in mountain regions?"
  }, {
    "heading": "2. The Holocene record",
    "text": "In the Early Holocene the earth was closer to the sun during Northern Hemisphere summers than it is today\nmainly due to precession. As a result, middle latitudes in the Northern Hemisphere received more solar radiation than at present in June, July and August. Trees reached further into the Arctic, the monsoon in northern midlatitudes was stronger, tropical lakes stood at high levels, and glaciers in mountain regions were generally smaller than they are now (Grove, 2004).\nGreenland ice cores indicate reduced precipitation there and an abrupt lowering of temperature about 8200 yr ago (Alley et al., 1997). In Iceland, Sólheimajökull advanced (Dugmore and Sugden, 1991) and in Scandinavia glaciers advanced in the Hardangerjøkulen (Nesje and Dahl, 1993). According to speleothem data, the monsoon weakened at this time in the northern tropics, in southern China (Wang et al., 2005), in Oman (Neff et al., 2001) and in Costa Rica (Lachniet et al., 2004). This climatic event at 8200 cal BP, the largest in the Holocene, has been linked to outbursts of meltwater between 8500 and 8200 yr ago from the lake that still bordered the shrinking Laurentide Ice Sheet (Ellison et al., 2006). The freshwater flux may have abruptly slowed or stopped the Thermohaline Circulation in the North Atlantic (Wiersma and Renssen, 2006). Today no such ice sheet or lake exists, however it is suspected that a reduction of sea ice formation in high northern latitudes together with greater runoff into the Arctic Ocean may again reduce the density of surface water in the Nordic Sea, inhibiting Atlantic Deep-Water formation and thereby cause widespread cooling, especially in northwest Europe. The foremost proponent of this idea, Broecker (2004), considers such a development unlikely this century.\nAfter 8200 cal BP the climate in the Central European Alps fluctuated on millennial timescales (Denton and Karlén, 1973) with episodes of glacier enlargement, marked by moraines. Most glacial pulses lasted a few or several centuries and alternated with episodes when timberlines suggest mean summer temperatures 0.7– 0.9 °C above present values (Haas et al., 1998). Moraine chronologies indicate ice advances around 7400 cal BP in the Austrian Alps and 6300 cal BP in Austria and the Valais of Switzerland (Gamper and Suter, 1982). Later in the Holocene, successive glacier advances have been identified in mountain regions not only from moraine dates but also, notably in Norway, from lake sediment cores (Karlén and Matthews, 1992) and stream-bank mires (Matthews et al., 2005). In the Central Swiss Alps, 8 phases of reduced glacier extent in the Holocene have been dated from wood and peat believed to have accumulated on glacial valley floors when the glaciers were retracted (Hormes et al., 2001). These periods of glacier recession appear to coincide almost exactly with those recognised in Norway.\nIn the course of the Holocene, precession reduced the solar energy received in summer in the Northern Hemisphere. The results became especially marked about 6000–5000 cal BP. The strength of the monsoon diminished in the northern tropics, Saharan lakes shrank and desert dunes were reactivated near the equator. In the Southern Hemisphere, summer inputs of solar radiation increased and glacier expansion in the Andes and Southern Alps of New Zealand appears to have been greater in the middle of the Holocene than, at intervals, in more recent times (Gellatly et al., 1988). In the Northern Hemisphere intermittent glacier advances culminated in the Little Ice Age (LIA) of late medieval to early modern times, the Holocene glacial maximum in much of the Northern Hemisphere. However, there were intervals late in the Holocene when glaciers were much reduced in size even in high northern latitudes. For instance, Humlum et al. (2005) have found evidence in Svalbard, at 78°13′N, of in situ soil and vegetation beneath the ice of Longyearbreen, 2 km behind the present tongue, dating to 1100 cal BP.\nThe LIA is recorded worldwide and with exceptional detail in Alpine Europe and Scandinavia (Grove, 2004). Evidence provided by glacial moraines, inorganic lake sediments and pollen diagrams is supplemented there by written accounts and pictorial illustrations. Little Ice Age glacier advances were not simultaneous all over the world or even in Europe. Most glaciers in the Alps advanced furthest in the seventeenth century whereas in Scandinavia and Iceland they did so in the eighteenth century."
  }, {
    "heading": "2.1. Twentieth century glacier fluctuations",
    "text": "Matthews (2005) has concluded that subregional patterns of Holocene glacier advances and moraine formation in southern Norway have been driven primarily by winter-precipitation variations, while more synchronous glacier behaviour across Norway reflects summertemperature forcing. Such may well be the case in Norway and some other maritime mountain regions. Nevertheless, as Oerlmanns (2005) has recently demonstrated, glacier advances and retreats can be used as indicators of regional and global temperature change (Fig. 1).\nA summary of fluctuations of glaciers and temperatures in the European Alps since 1890 can be obtained by plotting the percentage of glaciers advancing, retreating and stationary (Grove, 2004, 174). Ice front movements are seen to lag about 10–20 yr behind temperature changes. Between 1928 and 1965 more than 80% of the glaciers in the Alps were retreating. Then for 25 yr less\nthan 70% of the glaciers were retreating and in some years around 1980 over 50% were advancing. Many glaciers in Asia advanced between 1965 and 1990. In the US and the Canadian Rockies most glaciers were in retreat from the 1920s until the early 1950s and then they advanced, earlier than in the Alps, and continued to do so into the 1970s. Glaciers on Mt Kenya and Ruwenzori in East Africa shrank rapidly early in the 20th century and then in the 1930s their retreat slowed and for a few years in the early 1960s they advanced. In New Zealand, early twentieth century warming and glacier retreat were prolonged into the 1970s.\nRegional temperatures and glacier fluctuations in mountain regions are affected by short-lived fluctuations in ocean-atmosphere circulations, especially the NAO, AO, PDO and ENSO events. In many mountain areas El Niños are accompanied by warming and reduced snowfall giving negative mass balances and being followed by glacier retreat. In some other areas, the southernmost Alps of New Zealand for instance, El Niños are accompanied by increased snowfall and glaciers advance (Grove, 2004, 363–4)."
  }, {
    "heading": "2.2. Temperature and solar radiation",
    "text": "The Little Ice Age spanned the Wolf (1280–1350), Spörer (1450–1550) andMaunder (1645–1715) sunspot minima (Grove, 2004, 571–6). Glacier advances in mountain regions were the result of temperature depression of about one or two degrees. In the European Alps, Holocene glacier advances coincided with high levels of Lake Constance and of several lakes in the Jura and also with times when lithic sediments were deposited from floating ice onto the floor of the North Atlantic (Bond et al., 2001; Magny, 2004). They occurred when increases in the formation of 14C and 10Be in the atmosphere indicate solar activity (sunspot numbers) reached minimum levels and cosmic ray activity maximum levels (Bond et al., 2001).\nMost climatologists have considered that fluctuations in solar activity alone are inadequate to explain the variations in global temperature that have taken place. Shindell et al. (2001) found that while regional temperature change in eastern North America and northern Eurasia involved cooling especially in winter by 1 °C and more, the North Atlantic, Alaska and the northeast Pacific south of Alaska warmed by up to 0.5 °C. It was concluded that global average temperature changes were only 0.3–0.4 °C.\nRecent changes in solar irradiance have involved very large changes in the ultraviolet part of the spectrum, increasing the ozone abundance in the stratosphere and offsetting the effects of CFCs. Ozone absorbs ultraviolet photons, converting their energy into heat that warms the stratosphere and is propagated down into the troposphere, thereby amplifying the effects of variations in solar irradiance (Haigh, 1999). The model of Shindell et al. (2001) included a detailed representation of the stratosphere and the response of ozone to solar irradiance to simulate changes during and following the Maunder Minimum. It also allowed sea surface temperatures to respond to radiative forcing.\nIt has been suggested that variations in solar activity might be enhanced if, at times of reduced solar activity, the increase in cosmic rays provided nuclei for the condensation of water droplets, thereby stimulating cloud formation and the reflection of incoming solar radiation (Van Geel et al., 1999). Marsh and Svensmark (2000) found a positive correlation between monthly galactic cosmic rays and the amount of low cloud as depicted on satellite images. Harrison and Stephenson (2006) find that the chance of overcast days increases by about 20% on days of high cosmic ray flux as compared with days of low cosmic ray flux and conclude that diffuse radiation changes across the United Kingdom\nare due to cosmic rays. These results suggest the possibility that the increase in galactic cosmic ray flux, associated with fewer sunspots and reduced solar activity, accentuates the cooling effect of reduced solar energy emission by stimulating low cloud formation. Increased cloudiness, associated with reduced solar luminosity, could then be seen as the cause of the modest cooling observed in the two intervals of relatively low solar activity between 1885 and 1910 and again between 1960 and 1975 and the advances of glaciers in many mountain regions at those times. Advances on a larger scale in the Little Ice Age and during other cool intervals similar to the Little Ice Age earlier in the Holocene may have taken place for the same reason, during stronger sunspot minima.\nVariations in total solar irradiance were estimated by Hoyt and Schatten (1999) and presented in Climate Change 2001: The Scientific Basis (Houghton et al., 2001, 382). According to these estimates derived from a new solar activity reconstruction, solar irradiance before 1882 was lower than had been generally assumed and in the last few centuries higher than for several centuries, increasing over the interval from 1882 to 1995 by as much as 4Wm−2 (0.4%). This would seem to be enough to cause global warming of 0.7 °C. It compares with a radiative forcing of 1.5 Wm−2 for CO2 forcing at 2000 and 3.7 Wm−2 for CO2 doubling according to Climate Change 2001: The Scientific Basis (Houghton et al., 2001, 357). As shown in Fig. 1, the variations in solar irradiance estimated by Hoyt and Schatten correspond surprisingly well with the oscillations of global temperature as they have been recorded at meteorological stations (Jones and Palutikof, 2006). Furthermore, the irradiance and global temperature records also correspond well with the temperature change estimated from glaciers as reconstructed by Oerlemans (2005) (Fig. 1). However, it has to be emphasised that current estimates of variations in solar irradiance through time are regarded by the IPPC and by others as very uncertain."
  }, {
    "heading": "3. Volcanism and climate",
    "text": "Volcanic eruptions, marked in ice cores by spikes of SO4\n2−, are well recognised as natural causes of reduced solar radiation reaching the earth's surface. The eruption of Huaynaputina in Peru in 1600 was probably one of the five largest eruptions in history (Thompson, 1986; Zielinski, 2000); tree-rings suggest that the following year's summer was the coldest of the last 400–600 yr (Briffa et al., 1998). Outpourings of lava and eruptions of ash from the Laki fissure, Iceland, in 1783–4 spread a\nhaze across Europe and into the Middle East; the bitter winter that followed, felt as far away as America, was quite correctly attributed by Benjamin Franklin to the loss of sunlight from the haze. The eruption of Tambora on the Indonesian island of Sumbawa in 1815, the most violent eruption in modern times, was followed by ‘the year without a summer’. The explosion of Krakatoa, also in Indonesia, in 1883 was followed by a dip in global temperature that lasted through the mid-1880s. Following the eruptions of Santa Maria, Soufrière and Pelée in 1902 there was a slight fall in global temperatures in the first few years of the twentieth century (Grove, 2004, 576–90).\nThroughout four decades of global warming after 1912, major volcanic eruptions were relatively scarce. Then in 1956, after sleeping for a thousand years, Bezymianny volcano in Kamchatka suddenly erupted (Bogoyavlenskaya and Torley, 1982). Little information was forthcoming about its consequences, but when the Indonesian volcano Agung erupted in 1963 it was realised that sulphur dioxide injected into the stratosphere was converted into droplets of sulphuric acid and that these aerosols scattered back solar radiation. The eruptions of El Chichon, Mexico, in 1982 and of Pinatubo, Phillipines, in 1991, both followed by 2 yr when lower troposphere temperatures fell by about 0.4 °C, added to the understanding of the impact of volcanic events on climate. Recently Gleckler et al. (2006) have shown that the 1883 eruption of Krakatoa (and presumably other such eruptions at island and coastal sites) not only cooled the ocean surface and offset anthropogenic warming for a few years, but also created a long-lasting thermal anomaly deep in the ocean."
  }, {
    "heading": "4. Dimming",
    "text": "It is now recognised that the solar radiation actually reaching the earth's surface has varied greatly in recent decades due to anthropogenic as well as natural activity. Ohmura and Lang (1989) reported that solar radiation at the earth's surface, measured at numerous widely distributed meteorological stations, had decreased remarkably since the middle of the twentieth century. The levels of solar energy actually reaching the earth's surface diminished in Europe by about 10%. These results were so unexpected that for a decade they were scarcely believed. However, Stanhill and Cohen in 2001 confirmed that between the early 1950s and mid 1990s solar radiation reaching the earth's surface had greatly diminished — by about 9% in Antarctica, 10% in the USA, 16% in parts of the British Isles and almost\n30% in Russia. The greatest diminution was in the vicinity of 40°N, about the latitude of greatest industrial activity.\nThe decrease in solar radiation reaching the earth's surface from the 1950s to the 1990s has been shown to explain a widespread decrease in water losses from evaporation pans, a decrease that had puzzled climatologists and agriculturalists (Roderick and Farquhar, 2002). At about the same time, glacier retreat slowed and many glaciers advanced for several years. In the European Alps, as I have mentioned above, more than 30% of the glaciers were advancing between 1965 and 1990; their response to dimming, if such it was, lagged behind the change in incident solar radiation by about a decade.\nSome of the aerosols responsible for reducing the radiation reaching the surface in the second half of the twentieth century came from natural sources. They include not only volcanic eruptions as mentioned above, but also dust from deserts and semi-deserts, notably the Gobi desert and also the Bodélé Depression, the deepest part of Early Holocene Lake Megachad in the Sahara (Giles, 2005; Washington and Todd, 2005). Desert dust and volcanic ejecta have been supplemented by aerosols of anthropogenic origin, from power stations, industrial plants, and domestic fires. Another important source is smoke from forest and savanna fires, some fires natural, some not. But the decrease in solar radiation reaching the earth's surface after 1950, now called dimming, is believed to be mainly attributable to greater injections into the atmosphere of anthropogenic aerosols.\nAtmospheric pollution increased in the decades of industrial expansion following the Second World War and was responsible for lethal fogs, notably the London smog of December 1952. In the USA, industrial pollution drastically reduced the maximum visibility in National Parks, in the Appalachians from over 150 km to less than a quarter that distance (Malm, 1999). In Europe, acid rain in Scandinavia was blamed on sulphur pollution of the atmosphere by British and German industrial plants. As a result of the harm evidently being caused by such pollution, governments acted and measures were taken to reduce it. They seem to have been effective. Since the early 1990s, dimming in Europe and the United States has diminished (Wild et al., 2005). The reductions have been most marked in middle northern latitudes; atmospheric turbidity values remain high over the northern Indian Ocean and parts of Africa where Atmospheric Brown Clouds have been masking greenhouse warming (Chung and Ramanathan, 2006).\nIt is suspected by Wild et al. (2005) that the dimming of the 1960s to 1980s, by promoting low cloud formation and increasing reflectivity (albedo) and back scattering, reduced solar radiation reaching the surface and resulted in the warming resulting from increased greenhouse gases being less than it would otherwise have been. It is possible that the increased rate of warming registered since the 1990s is at least in part a response to a greater proportion of incoming solar radiation now reaching the surface as a result of the reduction in dimming."
  }, {
    "heading": "5. Conclusions",
    "text": "Carbon dioxide concentrations in 2006 are now 20% above 1959 levels and rising by about 5% each decade. Since 1959, the 850–300 mb troposphere (equivalent to altitudes of between 2000 and 9000 m above sea level) has warmed by 0.7 °C, about 0.16 °C per decade.\nCooling episodes in the Holocene have been associated with changes in solar irradiance. During the Little Ice Age, the last such episode, the sites of glacial moraines in mountain regions indicate temperatures were about 1–2 °C lower than the twentieth century mean. Future fluctuations in solar irradiance cannot be predicted but, as past cooling episodes on the scale of the Little Ice Age were at intervals of a millennium or more, a relief from warming on this account cannot be foreseen as likely to occur in the near future.\nThe slight cooling in the third quarter of the 20th century that caused glaciers in most parts of the world to retreat more slowly and many to advance may have been associated with dimming. Although atmospheric turbidity has diminished over the last decade or two, it could increase again as a result of current industrial expansion in Asia, or higher wind velocities generating more desert dust, or in the event of great volcanic eruptions. According to ice core and written records, eruptions on the scale of Krakatoa over the last 1500 yr have occurred at irregular intervals of several decades to a few centuries (Grove, 2004, 578–589). Other important influences on future mountain climates are variations in ocean-atmosphere circulations. Global air temperatures over the last 10 yr have been higher than in any other decade in the instrumental record (Jones and Palutikof, 2006). The sharp peak reached in 1998 coincided with a major El Niño event. Such events, superimposed on greenhouse warming, are likely to affect mountain environments strongly from time to time in the future.\nIt may be concluded that although warming is likely to be the dominant feature of climate change in the\nfuture there will be interruptions and accelerations of the process on a variety of temporal and spatial scales."
  }],
  "year": 2007,
  "references": [{
    "title": "25 years of activity at Bezymianny",
    "authors": ["G.Y. Bogoyavlenskaya", "R. Torley"],
    "venue": "Volcano News",
    "year": 1982
  }, {
    "title": "Persistent solar influence on North Atlantic climate during the Holocene",
    "authors": ["G. Bond", "B. Kromer", "J. Beer", "R. Muscheler", "M.N. Evans", "W. Showers", "S. Hoffmann", "R. Lotti-Bond", "I. Hajdas", "G. Bonani"],
    "venue": "Science 294,",
    "year": 2001
  }, {
    "title": "Influence of volcanic eruptions on Northern Hemisphere summer temperature over the past 600 years",
    "authors": ["K.R. Briffa", "P.D. Jones", "F.H. Schweingruber", "T.J. Osborn"],
    "venue": "Nature 393,",
    "year": 1998
  }, {
    "title": "Future global warming",
    "authors": ["W.S. Broecker"],
    "venue": "scenarios. Science",
    "year": 2004
  }, {
    "title": "Weakening of North India SST gradients and the monsoon rainfall in India and the Sahel",
    "authors": ["C.E. Chung", "V. Ramanathan"],
    "venue": "J. Climate",
    "year": 2006
  }, {
    "title": "Holocene climatic variations—their pattern and possible cause",
    "authors": ["G.H. Denton", "W. Karlén"],
    "venue": "Quat. Res",
    "year": 1973
  }, {
    "title": "Do the anomalous fluctuations of Sólheimajökull reflect ice-divide migration",
    "authors": ["A.J. Dugmore", "D. Sugden"],
    "venue": "Boreas",
    "year": 1991
  }, {
    "title": "Surface and deep ocean interactions during the cold climate event 8200 years",
    "authors": ["C.R.W. Ellison", "M.R. Chapman", "I.A. Hall"],
    "venue": "ago. Science",
    "year": 2006
  }, {
    "title": "Holocene glacier variations in New Zealand; a review",
    "authors": ["A.F. Gellatly", "T.J.H. Chinn", "F. Röthlisberger"],
    "venue": "Quat. Sci. Rev",
    "year": 1988
  }, {
    "title": "The dustiest place on Earth",
    "authors": ["J. Giles"],
    "venue": "Nature",
    "year": 2005
  }, {
    "title": "Krakatoa's signature persists in the ocean",
    "authors": ["P.J. Gleckler", "T.M.L. Wigley", "B.D. Santer", "J.M. Gregory", "K. AcutaRao", "K.E. Taylor"],
    "venue": "Nature 439,",
    "year": 2006
  }, {
    "title": "The Little Ice Age",
    "authors": ["J.M. Grove"],
    "year": 1988
  }, {
    "title": "Little Ice Ages Ancient and Modern, 2nd edition. Routledge, London. 2 vols",
    "authors": ["J.M. Grove"],
    "year": 2004
  }, {
    "title": "SynchronousHolocene climatic oscillations on the Swiss Plateau and at timberline in the Alps",
    "authors": ["J.N. Haas", "I. Richoz", "W. Tinner", "I. Wick"],
    "venue": "Holocene",
    "year": 1998
  }, {
    "title": "A GCM study of climate change in response to the 11-year solar cycle",
    "authors": ["J.D. Haigh"],
    "venue": "Q. J. R. Meteorol",
    "year": 1999
  }, {
    "title": "Empirical evidence for a nonlinear effect of galactic cosmic rays on clouds",
    "authors": ["R.G. Harrison", "D.B. Stephenson"],
    "venue": "Proc. R. Soc. Lond., A",
    "year": 2006
  }, {
    "title": "The Alps with little ice: evidence for eight Holocene phases of reduced glacier extent in the central Alps",
    "authors": ["A. Hormes", "B.U. Müller", "C. Schlüchter"],
    "venue": "Holocene",
    "year": 2001
  }, {
    "title": "Climate Change 2001: The Scientific Basis",
    "authors": ["J.T. Houghton", "Y. Ding", "D.J. Griggs", "M. Noguer", "P.J. van der Linden", "X. Dai", "K. Maskell", "C.A. Johnson"],
    "year": 2001
  }, {
    "title": "Late-Holocene glacier growth on Svalbard",
    "authors": ["O. Humlum", "B. Elberling", "A. Hormes", "K. Fjordheim", "O.H. Hansen", "J. Heinemeier"],
    "year": 2005
  }, {
    "title": "Reconstructing Holocene glacier variations from glacier lake sediments: studies from Nordvestlander and Jostedalsbreen-Jotunheimen, southern Norway",
    "authors": ["W. Karlén", "J.A. Matthews"],
    "venue": "Geogr. Ann",
    "year": 1992
  }, {
    "title": "Tropical Response to the 8200 yr cold event? Speleothem isotopes indicate a weakened Early Holocene monsoon",
    "authors": ["M.S. Lachniet", "Y. Asmerom", "S. Burns", "W.P. Patterson", "V. Polyak", "G.O. Seltzer"],
    "venue": "in Costa Rica. Geology",
    "year": 2004
  }, {
    "title": "Holocene climate variability as reflected by midEuropean lake-level fluctuations, and its probable impact on prehistoric human settlements",
    "authors": ["M. Magny"],
    "venue": "Quat. Int",
    "year": 2004
  }, {
    "title": "Introduction to Visibility. Air Resources Division, U.S.A",
    "authors": ["W.C. Malm"],
    "year": 1999
  }, {
    "title": "Low cloud properties influenced by cosmic rays",
    "authors": ["N. Marsh", "H. Svensmark"],
    "venue": "Phys. Rev. Lett",
    "year": 2000
  }, {
    "title": "Little Ice Age’ glacier variations in Jotunheimen, southern Norway: a study in regionally controlled lichenometric dating of recessional moraines with implications for climate and lichen growth",
    "authors": ["J.A. Matthews"],
    "venue": "rates. Holocene",
    "year": 2005
  }, {
    "title": "Holocene glacier history of Bjørnbreen and climatic reconstruction in central Jotunheimen, Norway, based on proximal glaciofluvial stream-bank mires. Quat",
    "authors": ["J.A. Matthews", "M.S. Berrisford", "P.Q. Dresser", "A. Nesje", "S.O. Dahl", "A.E. Bjune", "J. Bakke", "H. John", "B. Birks", "Ø. Lie", "L. DumaynePeaty", "C. Barnett"],
    "year": 2005
  }, {
    "title": "Strong coherence between solar variability and the monsoon in Oman between 9 and 6 kyr ago",
    "authors": ["U. Neff", "S.J. Burns", "A. Mangini", "D. Fleitmann", "A. Matter"],
    "venue": "Nature 411,",
    "year": 2001
  }, {
    "title": "Late glacial and Holocene glacier fluctuations and climatic variations in western Norway: a review",
    "authors": ["A. Nesje", "S.O. Dahl"],
    "venue": "Quat. Sci. Rev",
    "year": 1993
  }, {
    "title": "Extracting a climate signal from 169 glacier records",
    "authors": ["J. Oerlemans"],
    "venue": "Science 308,",
    "year": 2005
  }, {
    "title": "Secular variation of global radiation in Europe",
    "authors": ["Ohmura", "Atsumu", "H. Lang"],
    "venue": "Current Problems in Atmospheric Radiation,",
    "year": 1989
  }, {
    "title": "The cause of decreased pan evaporation over the past 50 years",
    "authors": ["M. Roderick", "G. Farquhar"],
    "venue": "Science",
    "year": 2002
  }, {
    "title": "Solar forcing of regional climate change during the Maunder Minimum",
    "authors": ["D.T. Shindell", "G.A. Schmidt", "M.E. Mann", "D. Rind", "A. Waple"],
    "venue": "Science 294,",
    "year": 2001
  }, {
    "title": "The Little Ice Age as recorded in the stratigraphy of the Tropical Quelccaya Icecap",
    "authors": ["L.G. Thompson", "E. Mosley-Thompson", "W. Dansgaard", "P.M. Grootes"],
    "year": 1986
  }, {
    "title": "The Holocene Asian monsoon: links to solar changes and North Atlantic climate",
    "authors": ["Wang", "Yongjin", "Cheng", "Hai", "R.L. Edwards", "He", "Yaoqui", "Kong", "Xinggong", "An", "Zhisheng", "Wu", "Jangying", "M.J. Kelly", "C.A. Dykoski", "Li", "Xiangdong"],
    "year": 2005
  }, {
    "title": "Atmospheric controls on mineral dust emission from the Bodélé Depression, Chad: the role",
    "authors": ["R. Washington", "M.C. Todd"],
    "year": 2005
  }, {
    "title": "141–147 low level jet",
    "authors": ["A.T. Grove"],
    "venue": "Global and Planetary Change",
    "year": 2008
  }, {
    "title": "Model-data comparison for the 8.2 ka BP event: confirmation of a forcing mechanism by catastrophic drainage of Laurentide lakes",
    "authors": ["A.P. Wiersma", "H. Renssen"],
    "venue": "Quat. Sci. Rev",
    "year": 2006
  }, {
    "title": "Use of paleo-records in determining variability within the volcanism–climate system",
    "authors": ["G.A. Zielinski"],
    "venue": "Quat. Sci. Rev",
    "year": 2000
  }],
  "id": "SP:57b94fca1253a92d36fe3e4a1a0f7e068aefdba4",
  "authors": [{
    "name": "A.T. Grove",
    "affiliations": []
  }],
  "abstractText": "Fluctuations in Holocene climate inferred from glaciers inmountain regions as described in JeanGrove [Grove, J.M., 2004. Little Ice Ages Ancient and Modern, 2nd edition, 2 vols. Routledge, London and New York.] are updated with selected publications that further explore the climate–glacier link. The significance of glacier fluctuations and their potential climatic forcing factors suggests that natural changes in solar radiation and volcanism together with anthropogenic influences of greenhouse gases as well as cooling associated with global dimming can, in large part, explain fluctuations observed in mountain glaciers through parts of the Holocene. These linkages can lead to insights into what future fluctuations in mountain glaciers may be as climate continues to change. It is concluded that although warming may be the dominant feature of climate change, from time to time in the future it will be interrupted or accelerated. © 2007 Published by Elsevier B.V.",
  "title": "A brief consideration of climate forcing factors in view of the Holocene glacier record"
}