{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nSedimentary Geology\nj ourna l homepage: www.e lsev ie r.com/ locate /sedgeo\nSand composition changes across key boundaries of siliciclastic and hybrid depositional sequences\nAlessandro Amorosi ⁎, Gian Gaspare Zuffa Dipartimento di Scienze della Terra e Geologico-Ambientali, University of Bologna, Via Zamboni 67, 40127 Bologna, Italy\n⁎ Corresponding author. E-mail addresses: alessandro.amorosi@unibo.it (A. A\ngiangaspare.zuffa@unibo.it (G.G. Zuffa).\n0037-0738/$ – see front matter © 2011 Elsevier B.V. Al doi:10.1016/j.sedgeo.2011.01.003\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 8 June 2010 Received in revised form 28 December 2010 Accepted 7 January 2011 Available online 13 January 2011\nEditor: G.J. Weltje\nKeywords: Sand composition Depositional sequence Key stratigraphic surface Allogenic and autogenic control\nSand composition of arenite successions is sensitive to a suite of factors operating between initial grain production and final diagenesis on a variety of spatial and temporal scales. Seven allogenic factors, the relative importance of which relies upon the complex interaction between tectonics, eustasy, and climate, play a decisive role in dictating petrofacies distribution within siliciclastic to hybrid depositional sequences. These factors include (i) tectonic exhumation, (ii) physical and chemical rock breakdown, (iii) change in sediment flux, (iv) change in source/basin physiography, (v) shelf colonization by organisms, (vi) generation of chemical grains, and (vii) volcanism. Autogenic processes may locally have a considerable influence on the type and amount of sediment supplied to the basin, thus interfering with the external control. Based upon literature data, a conceptual framework of expected compositional changes across the key surfaces for sequence-stratigraphic interpretation is outlined. Two case histories, from the Miocene shelf-to-turbidite deposits of the northern Apennines and the Quaternary alluvial-to-nearshore succession of the Adriatic coast, respectively, are used as references to illustrate how arenite petrofacies changes can be framed into a sequence-stratigraphic scheme on multiple timescales.\nmorosi),\nl rights reserved.\n© 2011 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The interplay of tectonics, eustasy and climate – the three main driving forces related to lithosphere, hydrosphere, and atmosphere – governs weathering of hinterland source rocks and production of penecontemporaneous volcanic, chemical, and biogenic grains, in concert with erosion, transport, and depositional processes on the Earth's surface. This interplay triggers a series of phenomena with a profound influence on stratal patterns and stratigraphic architecture, including qualitative and quantitative sand compositional changes (Zuffa, 1994).\nA variety of techniques are commonly used in order to detect compositional changes within sedimentary successions in a sequencestratigraphic framework. Among these, geochemical investigations have been successfully carried out by testing facies and stratigraphic units of different rank (De Boer, 1993; Weltje and Weltje et al., 1996; Garcia et al., 2004; Amorosi et al., 2007, 2008). Geochemistry is a rather quick analytical procedure for stratigraphic correlations compared to other methods, such as optical studies of major and accessory components of sands (Morton and Hallsworth, 1999). However, in many instances, separation of individual parasequences or systems tracts with statistical confidence is not possible from the geochemistry itself alone (North et al., 2005). Compositional changes can also be\nrevealed by the mineralogy of shales that are commonly associated to arenite formations (Amorosi et al., 2002; Arribas et al., 2003).\nDetailed sand petrography has traditionally been restricted to provenance studies and paleogeographic reconstructions. Although several studies indicate that sedimentary packages, bounded by unconformities of different rank, are frequently marked by identifiable compositional variations (e.g., De Rosa and Zuffa, 1979; Dickinson et al., 1986; Garzanti, 1991; Ingersoll and Cavazza, 1991; Ito, 1991; Amorosi, 1995; Zuffa et al., 1995; Spadafora, 1996; Marchesini et al., 2000; Cibin et al., 2001; Arribas et al., 2003, 2007; Lawton et al., 2003; Basu et al., 2009; Seyrafian and Toraby, 2009), the assessment of this tool in sequence stratigraphy is still in a very early stage.\nThe relationship among factors controlling compositional changes within a sedimentary succession is intricate. However, well-conceived petrographic investigations may help to decipher internal anatomy of depositional sequences, adding new insight for the reconstruction of source-to-sink systems. To reach this target, grain types need to be classified by taking into consideration three basic attributes: composition (e.g., carbonate versus non carbonate grains), spatial relationships (intrabasinal versus extrabasinal grains), and time relationships (grains coevalversusnon-coevalwith respect to the consideredunit) (Zuffa, 1980, 1985, 1987, 1991).\nThe aim of this paper is to integrate arenite petrography and sequence stratigraphy by investigating the relative importance of the allogenic factors that may determine changes in arenite composition across and within depositional sequences. Through the development\nof a conceptual model of petrofacies distribution within a sequencestratigraphic framework, specific objective is to delineate where and under what conditions sand composition changes may take place at key boundaries of unconformity-bounded stratigraphic units. Autogenic processes able to produce compositional changes in arenites with no significant correlation potential across the basin are also considered.\nTwo case studies, from open-marine (shelf to turbidite) and onshore (alluvial to coastal) settings, respectively, are discussed to show how sand petrography can be used as a tool for fingerprinting the bounding surfaces of depositional sequences. Where depositional systems are particularly sensitive to changes in sediment dispersal patterns, such as in the case of nearshore systems, and where highresolution chronologic control is available (Quaternary successions), we show how compositional changes can be used for the detection of systems tract bounding surfaces."
  }, {
    "heading": "2. Allogenic factors controlling changes in arenite composition",
    "text": "Arenite petrography deals withmulticomponent systems that may be affected by a number of factors on a variety of time scales (Johnsson, 1993; Weltje and von Eynhatten, 2004). In order to relate arenite petrographic changes to the development of the key surfaces for sequence-stratigraphic interpretation, the most important factors thatmay cause compositional modifications in the type and amount of sediment supply are plotted in proportion to the interaction among the three major allogenic controlling factors: tectonics, eustasy, and climate (Fig. 1).\nTectonics governs compositional changes (i) by making available hinterland source rocks and causing changes in basin accommodation through uplift, extension, and flexural loading of the lithosphere and, indirectly, (ii) by bringing about new pyroclastic products that may\n5. shelf colonisation by organisms 6. generat chemical g\n2. p\nhy si\nca l a\nnd c\nhe m\nic al\nr\noc k\nbr ea\nkd ow\nn\n7. volcanism\n3. changes in sediment flux\n“fourth-order” and “fifth-order” (Milankovitch-\nscale) cycles\nTECTONICS\nCLIMATE\nTIM E\nFig. 1. Primary allogenic factors controlling arenite compositional changes, classified accordin autogenic factors, nor factors controlling petrofacies changes over timescales of N5 million\noriginate from coeval volcanism located in extrabasinal and/or intrabasinal areas. Eustasy takes into account variations of the ocean-water volume, which may cause sea-level change controlling, in turn, the type and quantity of intrabasinal and extrabasinal grain supply. Climate (pressure, temperature, andhumidity) controls compositional changes of clastic grains generated by chemical and physical breakdown of source lithotypes and has power for generation of new chemical and biogenic grains. The interaction between these three driving forces activates factors that are able to produce compositional changes across stratigraphic unconformities over time spans of thousands tomillions of years. In this paper, we will focus on depositional cycles developed at two different timescales, i.e., 0.5–5 My (commonly referred to as “third-order sequences”—see Vail et al., 1977) and 0.01–0.5 My (sequences falling in the Milankovitch frequency band, including “fourth-order” and “fifthorder” cycles—see Vail et al., 1991), respectively (see triangles in Fig. 1).\nSeven out of the major processes controlling changes in arenite composition are listed below. First, we discuss the factors that control accumulation of detrital grains (see factors 1, 2, and 3). Second, we illustrate the mechanisms that may lead to generation of newly formed grains (factors 5, 6, and 7). Factor 4 may involve both components. Given the different influence on sediment generation and supply exerted by tectonics, sea-level change and climate on different timescales, when moving from one triangle to the other some of the factors influencing sediment composition can be observed either to die out or shift toward a different position (Fig. 1)."
  }, {
    "heading": "2.1. Tectonic exhumation",
    "text": "Tectonic uplift of an orogenic wedge undergoing thrusting and block-faulting may cause erosional unroofing (exhumation) of different tectono-stratigraphic units and deposition of third-order sequences characterized by distinct detrital composition (Zuffa et al.,\n1. e\nxh um\nat io\nn\n(u\nnr oo\nfin g)\n5. shelf colonisation by organism\n4. changes in source - basin physiography ion of rains\n4. changes in source - basin physiography\n3. changes in sediment flux\n7. volcanism\n“third-order” depositional sequence\n6. generation of chemical grains\nEUSTASY\nTECTONICS\n0.0 1\n0.5\n5.0EUSTASY\nMa\ng to the relative influence of tectonics, climate, and eustasy. The triangles do not include years.\n1995; Cibin et al., 2001; Garzanti et al., 2003). Compositional trends of lithic fragments, evolving from sedimentary, to low-grade- and medium-grade metamorphic, have been ascribed to gradual unroofing of progressively deeper levels of the collision orogen characterized by notable uplift (Dorsey, 1988). In multi-phase extensional settings, the first stage of rifting generally starts with erosion of the pre-rift sedimentary cover, followed by unroofing of the basement, thus leading to strong changes in detrital modes (provenance cycles of Arribas et al., 2007; González-Acebrón et al., 2007, 2010). In general, compositional changes appear to be relatively gradual across the sequence boundaries of depositional cycles."
  }, {
    "heading": "2.2. Physical and chemical rock breakdown",
    "text": "Chemical weathering and pedogenesis may represent an important control on the petrogenesis of siliciclastic sediments (e.g., Scarciglia et al., 2007). Weathering causes the depletion of unstable minerals, like feldspars and mafic minerals, and consequently comparatively stable minerals like quartz and zircon are enriched in detrital sediment (Weltje and von Eynhatten, 2004). Soils in watersheds with low relief ratio (maximum relief divided by the maximum length of the watershed) and high water discharge per unit area experience the most extensive chemical weathering, and sediments derived from these watersheds contain the lowest percentage of feldspars and rock fragments. Rock fragments may survive or not depending on their composition and humid versus arid climate conditions (Picard and McBride, 2007). The intensity of chemical weathering is directly related to climate via effective precipitation (stream discharge per watershed unit area) in individual sub-basins, whereas the duration of chemical weathering is inversely related to the relief ratio of the watershed (Grantham and Velbel, 1988). Intensely chemically weathered sands can be reincorporated into river bedload during channel migration, resulting in net dilution and replacement of newly deposited sand by older, compositionally more mature mineral grains, causing increase in ratios of quartz/lithic and monocristalline/polycrystalline quartz (Johnsson et al., 1981). Changes in maturation of sands due to weathering related to climate and relief occur mainly on timescales of tens to hundred thousand years. In this respect, rainfall, vegetation, and bulk composition of the bedrock act as major controlling factors (Nesbitt et al., 1997; Weltje et al., 1998)."
  }, {
    "heading": "2.3. Change in sediment flux",
    "text": "Sand composition is sensitive to several factors, including erosion, transport, and the delivery of sediment to the basin. Tectonic uplift and sea-level change, which control stream gradients, and climate, which governs river discharge, may interact according to a complex interplay, resulting in different sediment type/availability and efficiency of sediment transfer to the terminal sink. Change from low to high sediment flux owing to increased tectonic activity or favorable climate conditions will be marked by decreasing compositional maturity, concurrently with an increase in the lithic population. On the other hand, long periods of tectonic quiescence will be manifested as mature sand deposits. Changes in sand composition may be induced by disintegration of weathered grains from most labile rock types during subsequent transport (Picard and McBride, 2007). Changes in discharge regimes and sediment supply reflecting climatic controls may induce either sediment storage or sediment production, with direct influence on stratigraphic architecture, especially of fluvial deposits (Blum et al., 1994). A very evident example of climatic-induced change of sediment flux leading to prominent compositional changes is that observed across the Po Plain at the onset of major glaciations during the “Mid-Pleistocene Revolution” (Vezzoli and Garzanti, 2009)."
  }, {
    "heading": "2.4. Change in source/basin physiography",
    "text": "In collision margin settings, where tectonics dominates relative to eustatic changes, tectonic activity may cause source/basin reorganization, which modifies the drainage basins, source-rock types, and their relative proportions (e.g., Stow et al., 1984). This implies that important changes in arenite composition due to tectonic uplift, thrusting, or basin subsidence are likely to occur at bounding surfaces of depositional sequences (Dorsey, 1988; Cibin et al., 2001; Arribas et al., 2003; González-Acebrón et al., 2010). In comparatively deepbasin settings, however, where depositional sequences are bounded by correlative conformable surfaces, petrofacies changes within turbidite or gravity-flow deposits may be gradual across sequence boundaries.\nOn active shelves of passive continental margins, repeated cycles of shelf emergence and submergence due to sea-level fluctuations may cause changes in the type and proportion of lithologic units cropping out in the source areas, along with substantial modifications of sediment dispersal pathways. As an example, deep-water fans can be heading on the outer shelf at lowstand conditions during glacial periods, whereas shifts in sediment routing may take place during transgressive and subsequent highstand phases, when the shelf is submerged and sediment dispersal patterns have changed from direct to indirect river input (Normark, 1985). Compositional changes due to sea-level variations are a typical feature of Quaternary fourth-order and fifth-order depositional cycles."
  }, {
    "heading": "2.5. Shelf colonization by organisms",
    "text": "In mixed siliciclastic-carbonate systems, where “foramol” (Lees and Buller, 1972) shelf-carbonate factories are active, sea-level changes may exert direct influence on the intra-/extrabasinal grain budget. Thus, various types of sand mixtures (intra-/extrabasinal grains) can be available for either deposition on shelves or resedimentation in deeper water areas, depending on rising or falling sea-level conditions, respectively. Such changes in sand composition may occur on multiple timescales, under appropriate climatic conditions that allow production of intrabasinal carbonate and chemical grains.\nShelf colonization by organisms can also be enhanced by changes in the shelf profile, which is in turn directly controlled by tectonics. A narrow shelf with steep depositional profile will display remarkably different production of intrabasinal grains and down-basin resedimentation relative to a wider shelf passing smoothly into a gentler depositional slope. Normal ramps and distally steepened ramps (Read, 1985) are crucial to make intrabasinal sources active in relation to the sea-level curve (Dolan, 1989). In these instances, changes in sand composition are likely to occur at sequence boundaries, although they have also been observed to characterize individual systems tracts (Fontana et al., 1989)."
  }, {
    "heading": "2.6. Generation of chemical grains",
    "text": "Changes in sea level and oceanic current regime, under specific climate conditions, may promote production of pedogenic grains, such as duricretes (i.e., calcrete, silcrete, and ferricrete) in the hinterland, and/or authigenic marine grains, such as glaucony and phosphate grains, the latter facilitated by upwelling, in shelf environments. Subaerial exposure due to sea-level fall causes pedogenesis and erosion of early deposited marine sediments, especially in coincidence of interfluvial sequence boundaries (Van Wagoner et al., 1990; Aitken and Flint, 1996; McCarthy and Plint, 1998; Roca and Nadon, 2007).\nIn fluvial systems draining carbonate sedimentary formations, microbial activity may generate carbonate buildups (tufa and stromatolites),which supply carbonate fragments during erosion. Single carbonate\ngrains, such as micritic, sparitic, coated, and penecontemporaneous bioclasts, may also be generated and provide significant contribution to fluvial sedimentation (Arribas and Arribas, 2007). In marine settings, the abrupt reduction in clastic influxduring phases of rapid sea-level risemay lead to the formation of glaucony, thematurity ofwhich is a function of its residence time at the sediment–water interface (Odin andMatter, 1981). Glauconitic minerals form preferably at the first marine flooding surface and are widespread throughout the transgressive systems tract, showing maximum concentration and maturity close to the maximum flooding surface (Amorosi, 1995). The transgressive systems tract is also characterized by specific diagenetic features (Karim et al., 2010)."
  }, {
    "heading": "2.7. Volcanism",
    "text": "Supply from coeval volcanic activity may affect the sedimentary record by either (i) adding a significant penecontemporaneous volcanic epiclastic component to the non-coeval detritus or (ii) contributing discrete ash layers made up of pure volcanic grains emplaced through mechanisms of pyroclastic flow, fall, and surges (Zuffa, 1987). When volcanic activity is related to major phases of basin re-organization, transition from pre-eruptive to syn-eruptive and post-eruptive periods may be paralleled by important changes in arenite composition (e.g., Critelli and Ingersoll, 1995), which are likely to correspond to lower boundaries of third-order depositional sequences. Changes in sea level, however, may also influence the distribution of volcanic grains within depositional sequences. Specifically, the decrease in terrigenous supply withinmarine environments during transgressions, owing to sediment storage at river mouths, has been observed to determine increasing frequency of volcanic ash layers in the transgressive systems tracts (Ito, 1991)."
  }, {
    "heading": "3. Autogenic factors controlling changes in arenite composition",
    "text": "The role played by autogenic processes on petrofacies composition is a factor that requires special consideration when reconstructing sedimentary evolution of a given area. Unfortunately, the distinction between arenite compositional changes due to allogenic factors and those related to autogenic causes is very difficult to decipher, because it requires identification of regional-scale petrofacies changes as opposed to localized variations in sand composition. Autogenic factors act on a local scale only, producing changes in arenite composition that have no significant correlation potential across the basin, but that may reflect high-magnitude events (Schumm, 1981). Lacking a highresolution stratigraphic framework, petrofacies variations due to local factors may be superposed on, and thus easily confused with, compositional changes taking place at major unconformities. The major autogenic processes affecting fluvial to deep-water sedimentation are summarized below."
  }, {
    "heading": "3.1. Fluvial-channel avulsion and river capture",
    "text": "Fluvial-channel avulsion may have significant impact on sand composition of alluvial to deep-marine depositional systems, controlling paleoflow divergence and, ultimately, delta lobe abandonment and switching. Apart from relative sea-level rise, which may cause avulsions as a result of backfilling of fluvial valleys during transgressions, the location and shifting of avulsion sites are commonly related to autogenic factors. These include local tectonics, which may determine the formation of avulsion nodes along fault zones, increased discharge and within-channel sedimentation, which may lead to channel widening (Stouthamer and Berendsen, 2000). Avulsion sequences (Mackey and Bridge, 1995) generally occur on very short time scales and may take only a few centuries to form (Stouthamer and Berendsen, 2007). River capture, occurring when an active incising watercourse assimilates a drainage of a less active\nstream, may generate an increase of sediment flux and add new source rocks, thus changing sand composition (Stokes et al., 2002)."
  }, {
    "heading": "3.2. Sediment compaction and differential subsidence",
    "text": "Accommodation within delta-plain and coastal-plain depositional environments may be governed by a combination of regional base level and autocompaction of the peat (Davies et al., 2005). In such environments, local changes in sediment compaction may induce inundation with lagoonal or estuarine sediments or, conversely, subaerial exposure and oxidization. In these instances, changes in sand composition may occur in response to variations from continental to brackish and even shallow-marine depositional environments. Differential subsidence may preferentially draw channels into certain areas, inducing channelmigration and resulting in considerable changes in the drainage network (Alexander and Leeder, 1987). Complex feedback systems can be generated by increasing sediment compaction, which may promote an increase in the frequency of avulsions, whereas avulsions can be lowered by peat growth and overbank deposition."
  }, {
    "heading": "3.3. Provenance mixing and sediment dilution",
    "text": "The variety of processes (and transport directions) that normally characterize fluvial, nearshore, and even deep-marine systems may determine sediment dilution virtually in all depositional settings, making petrofacies schemes very difficult to decipher from the rock record. Rapid changes in sediment source and flow direction are common within coastal depositional environments, where individual processes (rivers, waves, marine, and tidal currents) may interact in a very complexmanner, with active periods of just decades to centuries. Large oceanic currents also can contribute to this factor (Allen et al., 2008). Sediment delivery to the coastal area may be enhanced by delta progradation. Axial supply, however, can be replaced by longshore dispersal, if a shift in distributary channels leads to delta lobe abandonment. Given the delicate balance of sediment dispersal pathways in the littoral zone, shifts of paleoflow directions in coastal sub-environments may take place simply in response to small changes in accommodation/sediment supply or short-term variations in sediment load or river discharge. Sediment mixing is also a common feature of alluvial plains. In such environments, confluent drainage systems or convergence between tributary and trunk river systems may result in mixing of detritus from separate sources, leading to mixed compositions (Arribas et al., 2000; Garzanti et al., 2009)."
  }, {
    "heading": "3.4. Hydraulic sorting",
    "text": "Compositional changes associated with textural effects and hydraulic sorting during sediment transport may cause systematic distortion in quantitative provenance analysis (Garzanti et al., 2009). Differences in grain size, density, and shape may determine texturaldependent petrofacies modifications within alluvial to deep-marine depositional systems. Such size-dependent compositional variability may be the result of either downcurrent sediment variations (see Fontana et al., 1989) or segregation of detrital grains into facies associations reflecting separate energy levels (Garzanti et al., 2008).\nInterpretation of petrofacies changes in depositional basins with multiple sources and complex dispersal patterns requires a careful approach, since changes in composition from a layer to another may (i) either reveal the presence of different sources active approximately at the same time (autogenic control) (ii) or reflect modifications through timeof source/basinphysiography in response to the interplayof tectonics and sea-level changes (allogenic control). In multisourced foreland basin systems, flat, elongate foredeeps commonly promote unidirectional, bipolar patterns of turbidite sedimentation, fed by both longitudinal and\ntransversal sources, resulting in vertically stacked turbidites of significantly different composition, which reflect a pure autogenic control (Gandolfi et al., 1983; Ricci Lucchi, 1986; Stefani et al., 2007)."
  }, {
    "heading": "4. Compositional changes in a sequence-stratigraphic framework",
    "text": "Of the range of stratigraphic indicators, petrofacies changes commonly provide a clear and widely correlatable tool between multiple sampled sections. As shown in the previous sections, petrographic procedures for discriminating compositional changes across bounding surfaces of lithostratigraphic units and sedimentary bodies have been successfully used in several provenance studies. The role of this tool in sequence stratigraphy, however, remains largely to be assessed mainly because (i) comparatively few petrographic studies have been associated with sequence-stratigraphic interpretation of sedimentary successions and (ii) intricate feedback relationships among sedimentary processes acting on continental, coastal, shallow-, and deep-marine environments do not allow unequivocal source-basin relationships to be established (Zuffa, 1987).\nChanges in accommodation (Jervey, 1988) and sediment supply represent the major factors in shaping stratigraphic architecture (Thorne and Swift, 1991; Dreyer, 1993; Martinsen et al., 1999). While several papers have focused on the analysis of sequence geometry in response to changes in accommodation (Posamentier and Vail, 1988; Wright and Marriott, 1993; Howell and Flint, 1996; Neal and Abreu, 2009), comparatively few studies have attempted to address on a numerical basis the climatic–physiographic control of sediment production and supply, which governs a significant fraction of the observed petrofacies changes (see simulation experiments by Weltje et al., 1998). Although detailed combined analysis of sediment composition and sequence geometry is beyond the scope of this paper, we document in the following sections how accurate analysis of compositional and textural properties of sediments across sequence boundaries and within depositional sequences may help to disentangle the relative influence of tectonism, sea-level change, and climate on sequence development, leading to an appropriate interpretation of petrofacies changes.\nThe conceptual framework of compositional changes versus stratigraphic units and their boundaries illustrated in Fig. 2 is aimed at facilitating the construction of a rationale useful for predicting if, where, and under what conditions compositional changes across sequence boundaries of different rank can be expected. This scheme, however, should be used very cautiously, and not as a template or a paradigm, since none of the cases listed below bears unambiguous, conclusive evidence for the cause of the observed petrofacies change.\nBecause the scale plays a fundamental role in relating sand compositional changes with sequence stratigraphy, the “third-order depositional sequence”, i.e., sedimentary packages formed during time intervals of about 0.5–5 My (see Fig. 1), was chosen as stratigraphic unit of reference. The term “depositional sequence” is used here in the sense of both Mitchum et al. (1977) and Posamentier et al. (1988). Finally, the term petrofacies is used in the sense of Dickinson and Rich (1972) “to imply rocks of similar petrology” with respect to the quality and quantity of their components."
  }, {
    "heading": "4.1. Lack of compositional change across sequence boundary",
    "text": "Continental settings include depositional environments that are relatively less sensitive than the coastal and marine zones to changes in basin configuration (Blum and Törnqvist, 2000). Within the alluvial realm, variations of sea level or accommodation may not necessarily produce significant changes in draining directions, and thus compositional variations at sequence boundaries (Vezzoli and Garzanti, 2009). In these instances, fluvial sheets or channel belts may be petrographically indistinguishable from the overlying and underlying strata, a phenomenon known as “congruence” (Lawton et al., 2003).\nCongruent sequence boundaries are more likely to record episodes of sea-level fall rather than tectonically driven base-level changes. The latter, by exerting direct influence on basin shape, are likely to cause significant changes in sediment dispersal patterns, and thus petrofacies changes at sequence boundaries (Fig. 2a)."
  }, {
    "heading": "4.2. Compositional change across sequence boundary",
    "text": "An intimate relationship between detrital sand composition and tectonic activity has been documented by a variety of papers (e.g., Ingersoll, 1978; Dickinson et vhal., 1983; Critelli, 1999; Garzanti et al., 2001; Miall and Arush, 2001; Arribas et al., 2003, 2007;Weissheimer de Borba et al., 2004; Critelli et al., 2007;). The development of basin-wide unconformities due to active tectonics is commonly accompanied by deposition of sand units that differ markedly in composition, and different petrofacies may permit the characterization of each sequence in terms of both clastic constituents and provenance (Arribas et al., 2003). Compositional changes at sequence-bounding unconformities generally mark abrupt paleodrainage reorganization in response to tectonic uplift (Ryu andNiem, 1999; Roca andNadon, 2007; Vezzoli and Garzanti, 2009). In terms of sequence stratigraphy, changes in arenite composition at sequence boundaries are likely to be recorded (i) at the basin margin, by sharp petrofacies changes within fluvial and transgressive estuarine to littoral and shelfal sand bodies directly overlying the subaerial unconformity, (ii) in deep-water settings, at the base of thick successions of falling-stage turbidites (correlative conformity), in association with diagnostic changes in lithofacies patterns (e.g., abrupt increase in the sandstone to shale ratio). Petrographic change across the sequence boundary within turbidite deposits is more likely to be a gradual and continuous process, not episodic, which may take place along a considerably long period of time (Fig. 2b)."
  }, {
    "heading": "4.3. Different compositional changes across the same sequence boundary",
    "text": "Arenites in the basal portion of a depositional sequence can be architecturally similar, but their compositional and dispersal characteristicsmaybedifferent, if petrologically differentdetritus is derived at the same time from separate sources (Lawton et al., 2003). This implies that distinct petrofacies may occur simultaneously in different parts of the basin across the same sequence boundary (Spadafora, 1996). The occurrence of synchronous compositional variations is a feature commonly observed where basin readjustment in response to tectonic activity may lead to basin partitioning, with abrupt changes in drainage basin development. Variable inputs fromdifferentwatersheds are likely to influence the coeval onset of different petrofacies above the sequence boundary in different parts of the basin (Fig. 2c)."
  }, {
    "heading": "4.4. Similar compositional change across different sequence boundaries",
    "text": "Within thrust-and-fold belts, compositional evolution through time may lead to the occurrence of the same petrofacies change across noncoeval sequence boundaries. This particular feature, which is strictly related to sediment recycling and cannibalization, is observed when the same lithostratigraphicunit is involved inupliftingand thrustingevents in successive times, according to fault position and activation. As a consequence, the same unit may act as sediment source in different phases of basin evolution, and the same petrofacies change can be recorded in different parts of the system with different ages (Spadafora, 1996) (Fig. 2d)."
  }, {
    "heading": "4.5. Compositional change across systems tract boundary",
    "text": "Patterns of arenite composition may be strongly affected by changes in sea level, and thus record systematic variations within depositional sequences, from a systems tract to another (Ryu and Niem, 1999; Marchesini et al., 2000). This implies that laterally\nextensive petrofacies changes are not expected uniquely asmarkers of the sequence boundary. Sediment dispersal, and thus sand composition, may evolve up section with sequence architecture, in response to changes in accommodation (Lawton et al., 2003). For instance, as a function of sedimentary evolution during relative sea-level cycles, falling-stage (turbidite) sandstones may be texturally immature and contain more chemically unstable grains, because of rapid burial and lack of further reworking. In contrast, highstand sandstones, of deltaic origin, are likely to be characterized by higher proportion of abrasionresistant grains, due to continuing action of waves, longshore currents and tides related to shoreline progradation. Petrofacies changes are also expected at the initial transgressive surface (maximum regressive surface of Catuneanu et al., 2009), reflecting the abrupt facies change from fluvial to transgressive estuarine and shoreface arenites (Marchesini et al., 2000). Regionally extensive flooding surfaces, including the maximum flooding surface, may host remarkable amounts of non-carbonate intrabasinal grains, such as glaucony and phosphates. Glaucony characteristics may vary consistently within the transgressive systems tract, with maximum abundance and maturity marking maxima of sediment starvation (Loutit et al., 1988; Amorosi, 1995; Amorosi and Centineo, 1997). Sediment composition within depositional sequences can be influenced by climate change (e.g., glacial/interglacial variations), leading to alternation of soil formation with dense vegetation cover and marked denudation. In these instances, shifts in composition across systems tracts reflect the different extent of weathering with changing climate conditions (Weltje et al., 1998; Lugli et al., 2007) (Fig. 2e)."
  }, {
    "heading": "4.6. Compositional change across facies tract boundary",
    "text": "Although on vertical sections (outcrops or cores) individual systems tracts may be fingerprinted by diagnostic petrofacies changes\n(see Fig. 2e), simple, one-to-one relationships between petrofacies and systems tracts should not be expected in a three-dimensional sequence-stratigraphic framework. Specifically, facies variability internal to systems tracts may lead to downcurrent petrofacies changes within coeval deposits (i.e., facies tract). Maximum facies (and compositional) variability is likely to be observed within the lowstand systems tract (LST) and highstand systems tract (HST), where conditions of sea-level stillstand promote extensive delta and coastal progradation, with marked activation of autogenic processes. Remarkable petrofacies changes within HST have been reported by Ryu and Niem (1999) andMarchesini et al. (2000). On the other hand, minor compositional change is expected within facies tracts of the falling-stage systems tract (FST) and transgressive systems tract (TST). Here, the influence of sea-level forcing on wide portions of the basin, in terms of fluvial incision and generalized drowning, respectively, strongly reduces the relative importance of autogenic factors, favoring the development of more laterally extensive petrofacies (Fig. 2f)."
  }, {
    "heading": "5. Case studies",
    "text": "In order to address some of the conceptual points discussed in the previous sections, two case histories from stratigraphically wellconstrained units in Italy are described below. The first case study, through an example from the Miocene of the Northern Apennines (Bismantova Group), focuses on petrofacies distribution within shelf to deep-marine deposits in a tectonically dominated setting (Fig. 3). Compositional changes are discussed in this example to the scale of third-order depositional sequences, with no specific systems tract connotation. On the other hand, the second case history, from the late Quaternary alluvial–coastal succession of the Adriatic coastal plain, illustrates petrofacies changes to the scale of depositional cycles\nfalling in the Milankovitch frequency band, with special emphasis on compositional variations across systems tracts and their bounding surfaces (Fig. 4). This latter case study emphasizes sand petrography as an important tool in studying the internal architecture of sandy clastic depositional units on high-resolution spatial scales and in deciphering the depositional history of complex sedimentary successions."
  }, {
    "heading": "5.1. Shelf to deep-marine deposits: the Miocene epi-Ligurian succession of the Northern Apennines",
    "text": "The northern Apennines are a complex thrust belt consisting mainly of tectonically superposed and juxtaposed units, elongated parallel to present tectonic axes (Boccaletti et al., 1990). The bulk of the thrust belt consists of turbidite deposits, representing the infilling of foreland basins that migrated stepwise during the successive phases of the Apennines tectogenesis. The foredeeps were coupled with minor satellite (epi-Ligurian) basins, carried passively piggyback on top of the allochthonous “Ligurian” thrust sheet, between Eocene and Pliocene (Ricci Lucchi, 1986). The epi-Ligurian succession, dismembered by compressional tectonic activity, crops out in the Apennines as scattered slabs, with moderate preservation of the original stratigraphic relationships. Miocene deposits are made up of three major lithostratigraphic units, namely Pantano Fm. and Cigarello Fm. (forming Bismantova Group), and overlying Termina Fm (Fig. 3).\nThe sequence-stratigraphic analysis of this succession (Amorosi, 1997) has led to identification of four depositional sequences (S1–S4) sensu Mitchum et al. (1977) (Fig. 3). The onset of nearshore and shelf sedimentation (sequence S1) took place during the late Burdigalian in response to a phase of generalized tectonic uplift, which led to the development of a regional basal unconformity. The unconformable\nlower boundary of sequence S2 (lower Langhian) represents the base of transgressive, glaucony-rich, tide- and storm-influenced nearshore arenites. Generalized drowning of the shelves during the late Langhian–early Serravallian is documented by the rapid upward transition to turbidite coarse-grained siliciclastic deposits and deepwater marls (sequence S3). The fourth sequence boundary (S4) is marked by renewed turbidite sedimentation within strongly channelized slope and base-of-slope environments. Tectonics is thought to have exerted a major control on sequence architecture, especially at lower boundaries of sequences S1, S3, and S4. In contrast, a possible eustatic control has been hypothesized for sequence S2 (Amorosi, 1997).\nPetrofacies distribution (Amorosi and Spadafora, 1995; Spadafora, 1996; Spadafora et al., 1998) closely reflects this hierarchy of depositional cycles (Fig. 3). Homogeneous hybrid composition (petrofacies P1), with relative abundance of carbonate material and non-carbonate intrabasinal grains (e.g., glaucony), characterizes shelf arenites throughout sequences S1 and S2. Sequence S3 marks the abrupt shift to siliciclastic sedimentation, although three different source areas for the detritus are documented by the development of distinct petrofacies (P2a, P2b, and P2c). Sequence S4 is preserved in the Bologna Apennines only, where arenites display the same petrofacies (P2a) observed in the Parma-Reggio Emilia Apennines at S2/S3 sequence boundary.\nSeveral out of the examples of petrofacies distribution in a sequence-stratigraphic framework shown in Fig. 2 are summarized by the Bismantova arenites: (i) lack of compositional change (see Fig. 2a) is recorded at S1/S2 sequence boundary, suggesting that sediment dispersal patterns on the shelf did not change significantly in response to sea-level fluctuations. (ii) Abrupt shifts in arenite composition (see Fig. 2b) are invariably observed where the sequence bounding unconformities developed in response to tectonic activity\n(S2/S3 and S3/S4 sequence boundaries). (iii) Amultiple compositional change (see Fig. 2c), given by the synchronous onset of petrofacies P2a, P2b, and P2c, is observed at S2/S3 boundary across different sectors of the study area, suggesting substantial basin re-organization and\ndismembering of the epi-Ligurian basins due to tectonic activity. (iv) Finally, a delayed compositional change (see Fig. 2d), marked by local return to petrofacies P2a, is observed at the base of sequence S4 in the Bologna Apennines."
  }, {
    "heading": "5.2. Alluvial to nearshore deposits: the late Quaternary succession of the Adriatic coastal plain",
    "text": "Sediment supplied to the Adriatic coastal plain can be related to three main source areas (Fig. 4a):\n(i) Riversdraining theNorthernApennines. Catchmentbasins in this part of the chain include mostly Upper Jurassic and Cretaceous deep-marine strata and Tertiary siliciclastic turbidites.\n(ii) Rivers draining the Eastern Alps, between Piave and Adige rivers. Catchment basins include large areas of South-Alpine Mesozoic carbonate rocks (such as the Dolomites), igneous rocks and Permian Triassic acidic and intermediate volcanic rocks.\n(iii) The Po River catchment basin, which extends from the central and western Alps up to the western side of the northern Apennines. The high-pressure/low-temperature rocks of the western Alpine Penninic units represent one of the more distinctive markers of this wide and heterogeneous sediment source area.\nThe late Quaternary depositional history of the Adriatic coastal plain south of Po River delta, reconstructed in terms of sequence stratigraphy by Amorosi et al. (1999, 2003) (Fig. 4b), has been summarized by Marchesini et al. (2000) as follows (Fig. 4b, c). An alluvial plain developed in the study area (grey rectangle in Fig. 4c) during the Last Glacial Maximum (about 20 ky BP). At that time, sedimentation was restricted to channelized areas (LST), whereas paleosol development took place on the interfluves. The post-glacial sea-level rise, between 18 and 6 ky BP resulted in the rapid landward migration of a barrier– lagoon–estuary system, which reached the study area about 8.8 ky BP (TST). At peak transgression, approximately 5.5 ka, the coastline was located about 20 km landward of its present position. During the subsequent highstand phase, progradation of an early Po delta lobe took place in the study area (lower HST). Finally, in the 13th century AD, the abrupt northward shift of Po River due to an avulsion event caused the abandonment of the formerly active Po Delta lobe and the construction of the modern delta in its present position (upper HST).\nGross composition and heavy minerals of sands from cores and surface samples (in particular, dolostone rock fragments, pyroxene, and amphibole contents) allow recognition of three different petrofacies (Pa, Pb, and Pc), which have been interpreted as being of Apenninic (Pa), mixed Eastern AIps/Po River basin (Pb), and Po River catchment basin (Pc) provenance, respectively (Fig. 4d and e). The distribution of these petrofacies changed through time, in response to shoreline migration (Fig. 4b). In the late Pleistocene, the lowstand alluvial plain was characterized by deposition of detritus supplied from Apenninic rivers (Petrofacies Pa). During the Holocene transgression, when the shoreline migrated tens of kilometers west of its present position, coastal deposits were fed by a mixed Po River– Eastern Alpine contribution (Petrofacies Pb), the latter probably as a result of southward transport by the littoral drift. The turnaround from transgressive to highstand conditions related to the progradation of the early Po River delta, promoted a gradual cut off of the Alpine detritus, leading to the establishment of a pure Po River provenance (Petrofacies Pc). The abrupt change in composition of the youngest beach–ridge sands marks the northward shifting of River Po, with subsequent abandonment of the early Po Delta, and testifies to the re-establishment of a coastal system fed by rivers draining the Apennines (Petrofacies Pa).\nThis case study shows that detailed sand petrography may be used as a major tool for unraveling the high-resolution depositional history of transitional and shallow-marine stratigraphic units on a scale at which standard arenite petrography is generally not applied. Of special interest is the characterization of individual systems tracts (LST, TST, HST) in terms of arenite composition (Fig. 2e), showing that sea-level fluctuations exerted a major control on changes in sediment\ndispersal in the coastal system. The complex pattern of compositional changes recorded within HST shows that autogenic processes may lead to important petrofacies variations within an individual systems tract (Fig. 2f), on temporal scales of just few thousands of years. In this instance, prompt interpretation of petrofacies distribution is possible uniquely due to the well-established relationship between facies architecture and easily datable (even historical) Holocene events. A direct implication of this example is that when dealing with ancient successions, for which high-resolution temporal constraints are not available, superposition of autogenic processes onto external forcing mechanisms can make proper reconstruction of sediment dispersal patterns in the coastal system (and thus interpretation of compositional changes in a sequence-stratigraphic framework) very difficult or even impossible."
  }, {
    "heading": "6. Conclusions",
    "text": "A conceptual framework of sand compositional changes versus stratigraphic units and their boundaries is proposed based on seven allogenic factors relied upon the complex interaction among tectonics, eustasy, and climate, which dictates petrofacies distribution within siliciclastic to hybrid depositional sequences. Autogenic processes able to produce compositional changes in arenites, with low correlation potential across the basin, are also evaluated. In this analysis, sediment generationnot only is seenasa product ofweatheringbut takes also into account penecontemporaneous pyroclastic activity and chemical– biogenic processes thatmay operate during sequence formation, adding important coeval supply to the non-coeval detrital component. The resulting scheme makes possible the construction of a rationale useful for predicting if, where, and under what conditions compositional changes across sequence boundaries of different ranks can be expected. Specifically, it may prove particularly useful in designing appropriate sampling strategies for detecting compositional changes that may facilitate the reading of strata in terms of sequence stratigraphy and reinforce paleogeographic reconstructions.\nHowever, this scheme should be used very cautiously, and not as a template or a paradigm. Not all the factors that influence sand composition are applicable to all cases, and they may have different weights indifferent scenarios.Whereaswecanunderstand andevaluate genetic factors that would cause petrographic changes across thirdorder sequence boundaries, we can hardly list changes that identify lower rank stratigraphic surfaces. This study shows that autogenic processes may lead to notable compositional variations even within individual systems tracts, on temporal scales of just few thousands of years, thusmaking thepicture of petrofacies distribution verydifficult to decipher. However, when dealing with stratigraphic successions for which accurate chronologic control of facies architecture is available (e.g., Quaternary), interpretation of compositional changes and sand dispersal patterns in a sequence-stratigraphic framework may be possible to the scale of depositional cycles falling in the Milankovitch frequency band."
  }, {
    "heading": "Acknowledgments",
    "text": "An early version of this paper benefited from comments by Abhijit Basu and Franco Ricci Lucchi, We are greatly indebted to reviewers José Arribas and Eduardo Garzanti, and Editor Gert-Jan Weltje, for their argute criticism."
  }],
  "year": 2011,
  "references": [{
    "title": "Variable expressions of interfluvial sequence boundaries in the Breathitt Group (Pennsylvanian), eastern Kentucky, USA",
    "authors": ["J.F. Aitken", "S.S. Flint"],
    "venue": "Geological Society of London Sp. Publ.,",
    "year": 1996
  }, {
    "title": "Active tectonic control of alluvial architecture",
    "authors": ["J. Alexander", "M.R. Leeder"],
    "venue": "Recent Developments in Fluvial",
    "year": 1987
  }, {
    "title": "SEPM (Society for Sedimentary Geology)",
    "authors": ["G.G.A. Amorosi"],
    "venue": "Zuffa / Sedimentary Geology",
    "year": 2011
  }, {
    "title": "Provenance of the Tertiary sedimentary rocks of the Indo-Burman Ranges, Burma (Myanmar): Burman arc or Himalayanderived",
    "authors": ["R. Allen", "Y. Najman", "A. Carter", "D. Barfod", "M.J. Bickle", "H.J. Chapman", "E. Garzanti", "G. Vezzoli", "S. Andò", "R.R. Parrish"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2008
  }, {
    "title": "Glaucony and sequence stratigraphy; a conceptual framework of distribution in siliciclastic sequences",
    "authors": ["A. Amorosi"],
    "venue": "J. Sed. Res",
    "year": 1995
  }, {
    "title": "Detecting compositional, spatial, and temporal attributes of glaucony: a tool for provenance research",
    "authors": ["A. Amorosi"],
    "venue": "Sed. Geol",
    "year": 1997
  }, {
    "title": "Glaucony from the Eocene of the Isle of Wight (southern UK): implications for basin analysis and sequence-stratigraphic interpretation",
    "authors": ["A. Amorosi", "M.C. Centineo"],
    "venue": "J. Geol. Soc. Lond",
    "year": 1997
  }, {
    "title": "The upper Serravallian unconformity in the Epi-Ligurian units of the Bologna Apennines",
    "authors": ["A. Amorosi", "E. Spadafora"],
    "venue": "Atti del Convegno “Rapporti Alpi-Appennino”, Peveragno (CN),",
    "year": 1995
  }, {
    "title": "Sedimentary response to Late Quaternary sea-level changes in the Romagna coastal plain (northern Italy)",
    "authors": ["A. Amorosi", "M.L. Colalongo", "G. Pasini", "D. Preti"],
    "venue": "Sedimentology",
    "year": 1999
  }, {
    "title": "Geochemical and mineralogical variations as indicators of provenance changes in Late Quaternary deposits of SE Po Plain",
    "authors": ["A. Amorosi", "M.C. Centineo", "E. Dinelli", "F. Lucchini", "F. Tateo"],
    "venue": "Sed. Geol",
    "year": 2002
  }, {
    "title": "Facies architecture and Latest Pleistocene–Holocene depositional history of the Po Delta (Comacchio area)",
    "authors": ["A. Amorosi", "M.C. Centineo", "M.L. Colalongo", "G. Pasini", "G. Sarti", "S.C. Vaiani"],
    "venue": "Italy. J. Geol",
    "year": 2003
  }, {
    "title": "Cyclic variations in sediment provenance from late Pleistocene deposits of the eastern Po Plain, Italy",
    "authors": ["A. Amorosi", "M.L. Colalongo", "E. Dinelli", "F. Lucchini", "S.C. Vaiani"],
    "venue": "Soc. of Am. Sp",
    "year": 2007
  }, {
    "title": "Late Quaternary palaeoenvironmental evolution of the Adriatic coastal plain and the onset of Po River Delta",
    "authors": ["A. Amorosi", "E. Dinelli", "V. Rossi", "S.C. Vaiani", "M. Sacchetto"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2008
  }, {
    "title": "Interpreting carbonate particles in modern continental sands: an example from fluvial sands (Iberian Range, Spain)",
    "authors": ["M.E. Arribas", "J. Arribas"],
    "venue": "Soc. of Am. Sp",
    "year": 2007
  }, {
    "title": "Composition of modern stream sand derived from a mixture of sedimentary and metamorphic source rocks (Henares River",
    "authors": ["J. Arribas", "S. Critelli", "E. Le Pera", "A. Tortosa"],
    "venue": "Central Spain). Sed. Geol",
    "year": 2000
  }, {
    "title": "Sandstone petrography of continental depositional sequences of an intraplate rift basin",
    "authors": ["J. Arribas", "A. Alonso", "R. Mas", "A. Tortosa", "M. Rodas", "J.F. Barrenechea", "J. Alonso-Azcárate", "R. Artigas"],
    "venue": "Western Cameros Basin (North Spain). J. Sed. Res",
    "year": 2003
  }, {
    "title": "Sandstone petrofacies in the northwestern sector of the Iberian Basin",
    "authors": ["J. Arribas", "M. Ochoa", "R. Mas", "M.E. Arribas", "L. González-Acebrón"],
    "venue": "J. Iberian Geol",
    "year": 2007
  }, {
    "title": "Fluvial response to climate and sea-level change: a review and look forward",
    "authors": ["M.D. Blum", "T.E. Törnqvist"],
    "venue": "Sedimentology 47 (Suppl",
    "year": 2000
  }, {
    "title": "Fluvial response to Late Quaternary climatic and environmental change, Edwards Plateau, Texas",
    "authors": ["M.D. Blum", "R.S. Toomey III", "S. Valastro"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1994
  }, {
    "title": "Palinspastic restoration and paleogeographic reconstruction of the peri-Tyrrhenian area during the Neogene",
    "authors": ["M. Boccaletti", "N. Ciaranfi", "D. Cosentino", "G. Deiana", "R. Gelati", "F. Lentini", "F. Massari", "T. Pescatore", "F. Ricci Lucchi", "L. Tortorici"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1990
  }, {
    "title": "Towards the standardization",
    "authors": ["O. Catuneanu", "V. Abreu", "J.P. Bhattacharya", "M.D. Blum", "R.W. Dalrymple", "P.G. Eriksson", "C.R. Fielding", "W.L. Fisher", "W.E. Galloway", "M.R. Gibling", "K.A. Giles", "J.M. Holbrook", "R. Jordan", "C.G. Kendall", "C. St", "B. Macurda", "O.J. Martinsen", "A.D. Miall", "J.E. Neal", "D. Nummedal", "L. Pomar", "H.W. Posamentier", "B.R. Pratt", "J.F. Sarg", "K.W. Shanley", "R.J. Steel", "A. Strasser", "M.E. Tucker", "C. Winker"],
    "year": 2009
  }, {
    "title": "Continental collision history from Arenites of Episutural Basins in the northern Apennine. Italy",
    "authors": ["U. Cibin", "E. Spadafora", "G.G. Zuffa", "A. Castellarin"],
    "venue": "Geol. Soc. Am",
    "year": 2001
  }, {
    "title": "The interplay of lithospheric flexure and thrust accommodation in forming stratigraphic sequences in the southern Apennines foreland basin system, Italy",
    "authors": ["S. Critelli"],
    "venue": "Atti della Accademia nazionale dei Lincei. Classe di scienze fisiche, matematiche e naturali. Rend. Lincei Sci. Fis. Nat",
    "year": 1999
  }, {
    "title": "Interpretation of neovolcanic versus paleovolcanic sand grains: an example from Miocene deep-marine sandstone of the Topanga Group (Southern California)",
    "authors": ["S. Critelli", "R.V. Ingersoll"],
    "venue": "Sedimentology",
    "year": 1995
  }, {
    "title": "Interpreting siliciclastic–carbonate detrital modes in foreland basin systems: an example from Upper Miocene arenites of the central Apennines, Italy",
    "authors": ["S. Critelli", "E. Le Pera", "F. Galluzzo", "S. Milli", "M. Moscatelli", "S. Perrotta", "M. Santantonio"],
    "year": 2007
  }, {
    "title": "Vertical and lateral variation in the petrography of the Upper Cretaceous Sunnyside coal of eastern Utah, USA— implications for the recognition of high-resolution accommodation changes in paralic coal seams",
    "authors": ["R. Davies", "C. Diessel", "J. Howell", "S. Flint", "R. Boyd"],
    "venue": "Int. J. Coal Geol",
    "year": 2005
  }, {
    "title": "Le areniti ibride della Valle di Ager (Eocene, Pirenei centro-meridionali)",
    "authors": ["R. De Rosa", "G.G. Zuffa"],
    "venue": "Mineral. Petrol. Acta",
    "year": 1979
  }, {
    "title": "Petrologic Intervals and Petrofacies in the Great Valley Sequence, Sacramento Valley, California",
    "authors": ["W.R. Dickinson", "Rich"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1972
  }, {
    "title": "Provenance of North American Phanerozoic sandstones in relation to tectonic setting",
    "authors": ["W.R. Dickinson", "L.S. Beard", "G.R. Brakenridge", "J.L. Erjavec", "R.C. Ferguson", "K.F. Inman", "R.A. Knepp", "F.A. Lindberg", "R.T. Ryberg"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1983
  }, {
    "title": "Sandstone detrital modes, central Utah foreland region: stratigraphic record of Cretaceous–Paleogene tectonic evolution",
    "authors": ["W.R. Dickinson", "F. Lawton", "K.F. Inman"],
    "venue": "J. Sed. Petrol",
    "year": 1986
  }, {
    "title": "Eustatic and tectonic controls on deposition of hybrid and siliciclastic/ carbonate basinal cycles: discussion with examples",
    "authors": ["J.F. Dolan"],
    "venue": "Am. Assoc. Petrol. Geol. Bull",
    "year": 1989
  }, {
    "title": "Provenance evolution and unroofing history of a modern arccontinent collision: evidence from petrography of Plio-Pleistocene sandstones, Eastern Taiwan",
    "authors": ["R.J. Dorsey"],
    "venue": "J. Sed. Petrol",
    "year": 1988
  }, {
    "title": "Quantified fluvial architecture in ephemeral stream deposits of the Esplugafreda Formation (Palaeocene), Tremp-Graus Basin, Northern Spain",
    "authors": ["T. Dreyer"],
    "venue": "Alluvial Sedimentation: Int. Ass. Sedim. Special Publication,",
    "year": 1993
  }, {
    "title": "The interaction of eustasy and tectonism from provenance studies of the Eocene Hecho Group Turbidites (South-Central Pyrenees",
    "authors": ["D. Fontana", "G.G. Zuffa", "E. Garzanti"],
    "venue": "Spain). Basin Res",
    "year": 1989
  }, {
    "title": "Petrology and dispersal pattern in the Marnoso–Arenacea Formation (Miocene, northern Apennines)",
    "authors": ["G. Gandolfi", "L. Paganelli", "G.G. Zuffa"],
    "venue": "J. Sed. Petrol",
    "year": 1983
  }, {
    "title": "Patterns of geochemical variability in relation to turbidite facies in the Grès d'Annot Formation",
    "authors": ["D. Garcia", "P. Joseph", "B. Maréchal", "J. Moutte"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2004
  }, {
    "title": "Non-carbonate intrabasinal grains in arenites; their recognition, significance and relationship to eustatic cycles and tectonic setting",
    "authors": ["E. Garzanti"],
    "venue": "J. Sed. Res",
    "year": 1991
  }, {
    "title": "Petrology of rifted-margin sand (Red Sea and Gulf of Aden, Yemen)",
    "authors": ["E. Garzanti", "G. Vezzoli", "S. Andò", "G. Castiglioni"],
    "venue": "J. Geol",
    "year": 2001
  }, {
    "title": "From rifted margins to foreland basins: investigating provenance and sediment dispersal across desert Arabia (Oman, U.A.E.)",
    "authors": ["E. Garzanti", "S. Andò", "G. Vezzoli", "D. Dell'Era"],
    "venue": "J. Sed. Res",
    "year": 2003
  }, {
    "title": "Settling equivalence of detrital minerals and grain-size dependence of sediment composition",
    "authors": ["E. Garzanti", "S. Andò", "G. Vezzoli"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "Grain size dependance of sediment composition and environmental bias in provenance studies",
    "authors": ["E. Garzanti", "S. Andò", "G. Vezzoli"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Provenance of fluvial sandstones at the start of late Jurassic–Early Cretaceous rifting in the Cameros Basin",
    "authors": ["L. González-Acebrón", "J. Arribas", "R. Mas"],
    "venue": "Sed. Geol",
    "year": 2007
  }, {
    "title": "Sand provenance and implications for paleodrainage in a rifted basin: the Tera Group (N",
    "authors": ["L. González-Acebrón", "J. Arribas", "R. Mas"],
    "venue": "Spain). J. Iberian Geol",
    "year": 2010
  }, {
    "title": "The influence of climate and topography on rockframent abundance in modern fluvial sands of the southern blue ridge mountains, North Carolina",
    "authors": ["J.H. Grantham", "M.A. Velbel"],
    "venue": "J. Sed. Petrol",
    "year": 1988
  }, {
    "title": "A model for high resolution sequence stratigraphy within extensional basins",
    "authors": ["J.A. Howell", "S.S. Flint"],
    "venue": "High Resolution Sequence Stratigraphy: Innovations and Applications: Geological Society of London Sp. Publ.,",
    "year": 1996
  }, {
    "title": "Petrofacies and petrologic evolution of the Late Cretaceous fore-arc basin, northern and central California",
    "authors": ["R.V. Ingersoll"],
    "venue": "J. Geol",
    "year": 1978
  }, {
    "title": "Reconstruction of Oligo-Miocene volcanoclastic dispersal patterns in north-central New Mexico using sandstone petrofacies",
    "authors": ["R.V. Ingersoll", "W. Cavazza"],
    "venue": "Soc. Econ. Paleontol. Miner. Spec. Publ",
    "year": 1991
  }, {
    "title": "Compositional variation in depositional sequences of the upper part of the Kasuza Group, a middle Pleistocene forearc basin fill in the Boso Peninsula, Japan",
    "authors": ["M. Ito"],
    "venue": "Sed. Geol",
    "year": 1991
  }, {
    "title": "Quantitative geological modeling of siliciclastic rock sequences and their seismic expression",
    "authors": ["M.T. Jervey"],
    "venue": "Sea Level Changes: An Integrated Approach: Soc. Econ. Paleont. Miner. Spec. Publ.,",
    "year": 1988
  }, {
    "title": "The system controlling the composition of clastic sediments",
    "authors": ["M.J. Johnsson"],
    "venue": "Soc. Am. Sp",
    "year": 1993
  }, {
    "title": "Controls on the composition of fluvial sands from tropical weathering environment: ands from the Orinoco river drainage basin, Venezuela and Columbia",
    "authors": ["M.J. Johnsson", "R.F. Stallard", "N. Lundberg"],
    "venue": "Geol. Soc. Am",
    "year": 1981
  }, {
    "title": "Modern temperate-water and warm-water shelf carbonate sediment contrasted",
    "authors": ["A. Lees", "A.T. Buller"],
    "venue": "Mar. Geol",
    "year": 1972
  }, {
    "title": "Condensed sections: the key to age determination and correlation of continental margin sequences",
    "authors": ["T.S. Loutit", "J. Hardenbol", "P.R. Vail", "G.R. Baum"],
    "venue": "Sea Level Changes: An Integrated Approach: Soc. Econ. Paleont. Miner. Spec. Publ.,",
    "year": 1988
  }, {
    "title": "Alluvial sand composition as a tool to unravel late Quaternary sedimentation of the Modena Plain, Northern Italy",
    "authors": ["S. Lugli", "D.S. Marchetti", "D. Fontana"],
    "venue": "Soc. Am. Sp",
    "year": 2007
  }, {
    "title": "Three-dimensional model of alluvial stratigraphy; theory and applications",
    "authors": ["S.D. Mackey", "J.S. Bridge"],
    "venue": "J. Sed. Res",
    "year": 1995
  }, {
    "title": "Detrital supply versus facies architecture in the Late Quaternary deposits of the southEastern Po Plain (Italy)",
    "authors": ["L. Marchesini", "A. Amorosi", "U. Cibin", "E. Spadafora", "G.G. Zuffa", "D. Preti"],
    "venue": "J. Sed. Res",
    "year": 2000
  }, {
    "title": "Stratigraphic base level and fluvial architecture: Ericson Sandstone (Campanian), Rock Springs Uplift",
    "authors": ["O. Martinsen", "A. Ryseth", "W. Helland-Hansen", "H. Flesche", "G. Torkildsen", "S. Idil"],
    "venue": "SW Wyoming, USA. Sedimentology",
    "year": 1999
  }, {
    "title": "Recognition of interfluve sequence boundaries: integrating paleopedology and sequence stratigraphy",
    "authors": ["P.J. McCarthy", "A.G. Plint"],
    "venue": "Geology",
    "year": 1998
  }, {
    "title": "Cryptic sequence boundaries in braided fluvial successions",
    "authors": ["A.D. Miall", "M. Arush"],
    "venue": "Sedimentology",
    "year": 2001
  }, {
    "title": "The depositional sequence as a basic unit for stratigraphic analysis",
    "authors": ["R.M. Mitchum Jr.", "P.R. Vail", "S. Thompson III"],
    "venue": "Seismic StratigraphyApplications to Hydrocarbon Exploration: Am. Ass. Petrol. Geol. Mem.,",
    "year": 1977
  }, {
    "title": "Processes controlling the composition of heavy mineral assemblages in sandstones",
    "authors": ["A.C. Morton", "C.R. Hallsworth"],
    "venue": "Sed. Geol",
    "year": 1999
  }, {
    "title": "Sequence stratigraphy hierarchy and the accommodation succession",
    "authors": ["J. Neal", "V. Abreu"],
    "venue": "method. Geology",
    "year": 2009
  }, {
    "title": "Quartz and feldspar stability, steady and non-steady-state weathering, and petrogenesis of siliciclastic sands and muds",
    "authors": ["H.W. Nesbitt", "C.M. Fedo", "G.M. Young"],
    "venue": "J. Geol",
    "year": 1997
  }, {
    "title": "Local morphologic controls and effects of basin geometry on flow processes in deep marine basins. In: Zuffa, G.G. (Ed.), Provenance of Arenites",
    "authors": ["W.R. Normark"],
    "year": 1985
  }, {
    "title": "Geochemical correlation in deltaic successions: a reality check",
    "authors": ["C.P. North", "M.J. Hole", "D.G. Jones"],
    "venue": "Geol. Soc. Am",
    "year": 2005
  }, {
    "title": "Comparison of river and beach sand composition with source roks. Dolomite Alps drainage basins, northeastern Italy",
    "authors": ["M.D. Picard", "E.F. McBride"],
    "venue": "Soc. Am. Sp",
    "year": 2007
  }, {
    "title": "Eustatic controls on clastic deposition II sequence and systems tract models",
    "authors": ["H.W. Posamentier", "P.R. Vail"],
    "venue": "Sea Level Changes: An Integrated Approach: Soc. Econ. Paleont. Miner. Spec. Publ.,",
    "year": 1988
  }, {
    "title": "Eustatic controls on clastic deposition I: conceptual framework",
    "authors": ["H.W. Posamentier", "M.T. Jervey", "P.R. Vail"],
    "venue": "Sea Level Changes: An Integrated Approach: Soc. Econ. Paleont. Miner. Spec. Publ.,",
    "year": 1988
  }, {
    "title": "Carbonate platform facies model",
    "authors": ["J.F. Read"],
    "venue": "Am. Assoc. Petrol. Bull",
    "year": 1985
  }, {
    "title": "The Oligocene to recent foreland basin of the Northern Apennines",
    "authors": ["F. Ricci Lucchi"],
    "venue": "Foreland Basins: IAS Sp. Publ.,",
    "year": 1986
  }, {
    "title": "Tectonic control on the sequence stratigraphy of nonmarine retroarc foreland basin fills: insights from the Upper Jurassic of Central Utah, U.S.A",
    "authors": ["X. Roca", "G.C. Nadon"],
    "venue": "J. Sed. Res",
    "year": 2007
  }, {
    "title": "Sandstone diagenesis, reservoir potential, and sequence stratigraphy of the Eocene Tyee Basin, Oregon",
    "authors": ["Ryu", "I.-C", "A.R. Niem"],
    "venue": "J. Sed. Res",
    "year": 1999
  }, {
    "title": "The onset of the sedimentary cycle in a midlatitude upland environment: weathering, pedogenesis, and geomorphic processes on plutonic rocks (Sila Massive, Calabria)",
    "authors": ["F. Scarciglia", "E. Le Pera", "S. Critelli"],
    "venue": "Soc. Am. Sp",
    "year": 2007
  }, {
    "title": "Evolution and response of the fluvial system: Sedimentologic implications",
    "authors": ["S.A. Schumm"],
    "venue": "Soc. Econ. Paleontol. Miner. Spec. Publ",
    "year": 1981
  }, {
    "title": "Petrofacies and sequence stratigraphy of the Qom Formation (Late Oligocene-Early Miocene?), north of Nain, southern trend of central Iranian Basin",
    "authors": ["A. Seyrafian", "H. Toraby"],
    "venue": "Carbonates Evaporites",
    "year": 2009
  }, {
    "title": "Composizione e diagenesi delle successioni epiliguri mioceniche dell'Appennino settentrionale",
    "authors": ["E. Spadafora"],
    "venue": "PhD Thesis,",
    "year": 1996
  }, {
    "title": "Diagenetic evolution of synorogenic hybrid and lithic arenites (Miocene, northern Apennines, Italy)",
    "authors": ["E. Spadafora", "L.F. De Ros", "G.G. Zuffa", "S. Morad"],
    "year": 1998
  }, {
    "title": "Provenance and paleogeographic evolution in a multi-source foreland: the Cenozoic Venetian Basin (NE Italy)",
    "authors": ["C. Stefani", "M.G. Fellin", "M. Zattin", "G.G. Zuffa", "C. Dalmonte", "N. Mancin", "A. Zanferrari"],
    "venue": "J. Sed. Res",
    "year": 2007
  }, {
    "title": "Quantification of river-capture-induced baselevel changes and landscape development, Sorba Basin, SE Spain",
    "authors": ["M. Stokes", "A.E. Mather", "A.M. Harvey"],
    "venue": "Geol. Soc. London Sp. Publ.,",
    "year": 2002
  }, {
    "title": "Sedimentary, tectonic, and sea level controls on submarine fan and slope-apron turbidite systems",
    "authors": ["D.A.V. Stow", "D.G. Howell", "C.H. Nelson"],
    "venue": "Geomar. Lett",
    "year": 1984
  }, {
    "title": "Sedimentation on continental margins, VI: a regime model for depositional sequences, their component systems tracts, and bounding surfaces",
    "authors": ["J.A. Thorne", "Swift"],
    "venue": "D.J.P.,",
    "year": 1991
  }, {
    "title": "Seismic stratigraphy and global changes of sea level, part 4: global cycles of relative changes of sea level",
    "authors": ["P.R. Vail", "R.M. Mitchum Jr.", "S. Thompson III"],
    "venue": "Am. Ass. Petrol. Geol. Mem.,",
    "year": 1977
  }, {
    "title": "The stratigraphic signatures of tectonics, eustacy and sedimentology—an overview",
    "authors": ["P.R. Vail", "F. Audemard", "S.A. Bowman", "P.N. Eisner", "C. Pérez-Cruz"],
    "year": 1991
  }, {
    "title": "Siliciclastic sequence stratigraphy. Well Logs, Cores, and Outcrops: Concepts for HighResolution Correlation of Time and Facies",
    "authors": ["J.C. Van Wagoner", "R.M. Mitchum", "K.M. Campion", "V.D. Rahmanian"],
    "venue": "Am. Ass. Petrol. Geol. Methods in Exploration Series,",
    "year": 1990
  }, {
    "title": "Tracking paleodrainage in Pleistoceneforeland basins",
    "authors": ["G. Vezzoli", "E. Garzanti"],
    "venue": "J. Geol",
    "year": 2009
  }, {
    "title": "Stratigraphic analysis and depositional evolution of the Neoproterozoi Maricá Formation (Southern Brazil): constraints from field data and sandstone petrography",
    "authors": ["A. Weissheimer de Borba", "A.J. Maraschin", "A.M. Pimentel Mizusaki"],
    "venue": "Gondwana Res",
    "year": 2004
  }, {
    "title": "Astronomically induced paleoclimatic oscillations reflected in Pliocene turbidite deposits on Corfu (Greece): implications for the interpretation of higher order cyclicity in ancient turbidite",
    "authors": ["G.J. Weltje", "P.L. De Boer"],
    "venue": "systems. Geology",
    "year": 1993
  }, {
    "title": "Quantitative provenance analysis of sediments: review and outlook",
    "authors": ["G.J. Weltje", "H. von Eynhatten"],
    "venue": "Sed. Geol",
    "year": 2004
  }, {
    "title": "High-frequency detrital signals in Eocene fan-delta sandstones of mixed parentage (south-central Pyrenees, Spain); a reconstruction of chemical weathering in transit",
    "authors": ["Weltje", "G.J. Van", "Ansenwoude", "S.O.K.J", "P.L. De Boer"],
    "venue": "J. Sed. Res",
    "year": 1996
  }, {
    "title": "Stratigraphic inversion of siliciclastic basin fills: a note on the distinction between supply signals resulting from tectonic and climatic forcing",
    "authors": ["G.J. Weltje", "X.D. Meijer", "P.L. De Boer"],
    "venue": "Basin Res",
    "year": 1998
  }, {
    "title": "The sequence stratigraphy of fluvial depositional systems: the role of floodplain sediment storage",
    "authors": ["V.P. Wright", "S.B. Marriott"],
    "venue": "Sed. Geol",
    "year": 1993
  }, {
    "title": "Hybrid arenites: their composition and classification",
    "authors": ["G.G. Zuffa"],
    "venue": "J. Sed. Petrol",
    "year": 1980
  }, {
    "title": "Optical analyses of arenites: influence of methodology on compositional results. In: Zuffa, G.G. (Ed.), Provenance of Arenites",
    "authors": ["G.G. Zuffa"],
    "year": 1985
  }, {
    "title": "Unravelling hinterland and offshore palaeo-geography from deepwater arenites",
    "authors": ["G.G. Zuffa"],
    "year": 1987
  }, {
    "title": "On the use of turbidite arenites in provenance studies - critical remarks",
    "authors": ["G.G. Zuffa"],
    "venue": "Soc. London Spec. Publ.,",
    "year": 1991
  }, {
    "title": "Composition of arenites in sequence stratigraphy",
    "authors": ["G.G. Zuffa"],
    "venue": "Second High-Resolution Sequence Stratigraphy Conference,",
    "year": 1994
  }, {
    "title": "Arenite petrography in sequence stratigraphy",
    "authors": ["G.G. Zuffa", "U. Cibin", "A. Di Giulio"],
    "venue": "J. Geol",
    "year": 1995
  }],
  "id": "SP:551c3c7b91b155aa7fc61f4e5a514ec80f938fca",
  "authors": [{
    "name": "Alessandro Amorosi",
    "affiliations": []
  }, {
    "name": "Gian Gaspare Zuffa",
    "affiliations": []
  }],
  "title": "Sand composition changes across key boundaries of siliciclastic and hybrid depositional sequences"
}