{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary Science Reviews\njournal homepage: www.elsevier .com/locate/quascirev\nThe Gediz River fluvial archive: A benchmark for Quaternary research in Western Anatolia\nD. Maddy a, *, A. Veldkamp b, T. Demir c, W. van Gorp d, J.R. Wijbrans e, D.J.J. van Hinsbergen f, M.J. Dekkers f, D. Schreve g, J.M. Schoorl h, R. Scaife i, C. Stemerdink a, T. van der Schriek a, D.R. Bridgland j, A.S. Aytaç k\na School of Geography, Politics and Sociology, Newcastle University, Newcastle upon Tyne NE1 7RU, UK b Faculty of Geo-Information Science and Earth Observation (ITC), Twente University, Enschede, The Netherlands c Akdeniz Üniversitesi, Edebiyat Fakültesi, Co grafya B€olümü, Konyaaltı, Antalya, Turkey d Groningen Institute of Archaeology (GIA), University of Groningen, Poststraat 6, 9712 ER Groningen, The Netherlands e Department of Earth Science, VU University, De Boelelaan 1085, 1081 HV Amsterdam, The Netherlands f Department of Earth Sciences, Utrecht University, Heidelberglaan 2, 3584 CS Utrecht, The Netherlands g Department of Geography, Royal Holloway University of London, Egham TW20 0EX, UK h Soil Geography and Landscape Group, Wageningen University, P.O. Box 47, 6700 AA Wageningen, The Netherlands i School of Geography and Environment, University of Southampton, Southampton SO17 1BJ, UK j Department of Geography, Durham University, South Road, Durham DH1 3LE, UK k Department of Geography, Harran University, 63300, Sanliurfa, Turkey\na r t i c l e i n f o\nArticle history: Received 28 February 2016 Received in revised form 7 July 2016 Accepted 24 July 2016 Available online 6 October 2016\nKeywords: Gediz River Pleistocene Fluvial archive Buried river terraces\n* Corresponding author. E-mail address: darrel.maddy@ncl.ac.uk (D. Madd\nhttp://dx.doi.org/10.1016/j.quascirev.2016.07.031 0277-3791/© 2016 Elsevier Ltd. All rights reserved.\na b s t r a c t\nThe Gediz River, one of the principal rivers of Western Anatolia, has an extensive Pleistocene fluvial archive that potentially offers a unique window into fluvial system behaviour on the western margins of Asia during the Quaternary. In this paper we review our work on the Quaternary Gediz River Project (2001e2010) and present new data which leads to a revised stratigraphical model for the Early Pleistocene development of this fluvial system.\nIn previous work we confirmed the preservation of eleven buried Early Pleistocene fluvial terraces of the Gediz River (designated GT11, the oldest and highest, to GT1, the youngest and lowest) which lie beneath the basalt-covered plateaux of the Kula Volcanic Province. Deciphering the information locked in this fluvial archive requires the construction of a robust geochronology. Fortunately, the Gediz archive provides ample opportunity for age-constraint based upon age estimates derived from basaltic lava flows that repeatedly entered the palaeo-Gediz valley floors. In this paper we present, for the first time, our complete dataset of 40Ar/39Ar age estimates and associated palaeomagnetic measurements. These data, which can be directly relatedtotheunderlyingfluvialdeposits,provideageconstraints critical toourunderstandingof this sequence.\nThe new chronology establishes the onset of Quaternary volcanism at ~1320ka (MIS42). This volcanism, which is associated with GT6, confirms a pre-MIS42 age for terraces GT11-GT7. Evidence from the colluvial sequences directly overlying these early terraces suggests that they formed in response to hydrological and sediment budget changes forced by climate-driven vegetation change. The cyclic formation of terraces and their timing suggests they represent the obliquity-driven climate changes of the Early Pleistocene. By way of contrast the GT5-GT1 terrace sequence, constrained by a lava flow with an age estimate of ~1247ka, span the time-interval MIS42 e MIS38 and therefore do not match the frequency of climate change as previously suggested. The onset of volcanism breaks the simple linkage of terracing to climate-driven change. These younger terraces more likely reflect a localized terracing process triggered by base level changes forced by volcanic eruptions and associated reactivation of preexisting faults, lava dam construction, landsliding and subsequent lava-dammed lake drainage.\nEstablishing a firm stratigraphy and geochronology for the Early Pleistocene archive provides a secure framework for future exploitation of this part of the archive and sets the standard as we begin our work on the Middle-Late Pleistocene sequence. We believe this work forms a benchmark study for detailed Quaternary research in Turkey.\n© 2016 Elsevier Ltd. All rights reserved.\ny)."
  }, {
    "heading": "1. Introduction",
    "text": "Over the past 150 years, fluvial archives have provided critical stratigraphical information key to the unravelling of continental stratigraphy, especially in Western Europe. The highly detailed but still incomplete database of Quaternary stratigraphical evidence generated in countries with long traditions of geological mapping has recently led to a shift away from the fundamental questions of stratigraphy towards a more focussed thematic approach targeted at, for example, hazardmanagement andwealth creation. However, for large parts of the globe, where geological investigation is often in its infancy, there is still much basic mapping to be undertaken before a comparatively firm local-regional stratigraphy can be established.\nAt the outset, FLAG was initiated to promote work on fluvial archives worldwide by enhancing dialogue between workers from all continents. Fluvial archives from Europe and North America were well-represented, albeit still with gaps, in the literature, but little detailed work was available from elsewhere. It was clear, however, that some work had been undertaken in these areas of perceived data vacuum but considerable additional effort would be needed to make this work available to a wider audience. A further goal of FLAG was to begin harmonising the collection and reporting of observations, thus facilitating more effective regional comparisons.\nOne such collaborative research programme to emerge from the early meetings of FLAG was an attempt to move just beyond the boundaries of Europe into western Asia by looking at the fluvial archives of Anatolia (Turkey). Specifically, as a result of a chance meeting with Dr Rob Westaway and his Turkish collaborator, Dr Sema Yurtmen, we were introduced to exposures of fluvial sediments attributed to deposition by an ancestral Gediz River and its tributaries in the region of the Kula Volcanic Province. The Gediz River, at ~275 km in length, is one of the principal rivers of Western Turkey (Fig. 1) and thus a prime target of interest. Although this area has beenmapped by theMTA (Mineral Research& Exploration General Directorate, Ercan et al., 1983), these fluvial deposits are largely buried beneath basaltic lava flows and thus surface maps do not display their geometry or extent. Indeed, the extensive surface exposures of dissectedMiocene sediments dominate themapswith very limited surface outcrop of superficial unconsolidated sediments of presumed Quaternary age often attributed to a poorly defined Asartepe Formation (Figs. 2 and 3). Given the extensive and often spectacular exposure of the Miocene Basin fill, it is not surprising that the thinner and buried Gediz River fluvial archive had been largely overlooked. Early results from our investigations were discussed during an excursion to the field area associated with the FLAG 2006 meeting based in _Izmir.\nThe Gediz River Project (2001e2010) results reported here present our latest stratigraphical model for the Early Pleistocene development of this fluvial system. This outcome builds upon our previously reported work but, with the benefit of many new age estimates derived from associated lava flows and newobservations, adds significantly to our understanding, with implications not only for stratigraphy but also for establishing fluvial-system drivers, environmental reconstruction and early hominin dispersal. We believe this work forms a benchmark study, signposting a way forward for detailed Quaternary research in Turkey."
  }, {
    "heading": "2. Pre-Quaternary stratigraphy and neotectonics in the Selendi Basin",
    "text": "On its route to the Aegean Sea, the Gediz River traverses some of the most important tectonic structures of western Anatolia (Fig. 2) including the NNE-SSW aligned Neogene Uşak-Güre, Selendi and\nDemirci Basins before entering the more recent, east-west orientated, Plio-Pleistocene Alaşehir (Gediz) Graben. Our principal area of interest, within the Kula Volcanic Province, is situated in the southern half of the Neogene Selendi Basin (Figs. 2 and 3), where the evolution of the Gediz river system reflects progressive incision into thick Miocene Basin fill sediments. Understanding the lithostratigraphy of the Basin fill and its principal structures is therefore an essential context for understanding the Quaternary river behaviour and the resulting fluvial archive.\nThe lithostratigraphy of the Selendi Basin fill was first described in detail by Ercan et al. (1983) but was subsequently revised by, amongst others, Seyito glu (1997), Purvis and Robertson (2004) and most recently by Ersoy et al. (2010). Table 1 shows the Cenozoic stratigraphy based upon Ersoy et al. (2010), with the addition of the Gediz Valley Formation (see Maddy et al., 2012a).\nThe largely unconsolidated nature of much of the Basin fill provides a readily erodible, but spatially variable, substrate for vertical and lateral fluvial erosion/deposition and accompanying slope processes. The nature of this substrate thus varies through time as progressive fluvial incision proceeds, constraining valley geometry and therefore preservation potential, as lithological properties either promote or dampen opportunities for valley widening. Progressive incision into the Basin stratigraphy also leads to changing hydrology, especially where incision removes capping limestones and karstic drainage systems are abandoned. Faulting structures contribute to the spatial and temporal variability in the lithology of the substrate, in addition to providing areas of weakness, readily exploited by the fluvial system and helping to position channel courses. The faults also act as conduits for water and are often associated with hot water springs and the deposition of travertine. Finally, with the exhumation of the more resistant basement strata, the pre-Basin fill topography exerts increasing control over drainage directions as stripping of the overlying sediment proceeds.\nThe oldest basement rocks (Figs. 2 and 3) underlying the basin fill are the pre-Neogene metamorphics of the Menderes Massif (predominantly gneiss, schist, quartzite and marble). These rocks outcrop only in the south-eastern quadrant of our study area (Fig. 3) and they structurally underlie Cretaceous ophiolites and ophiolitic m elange rocks that outcrop more extensively within our study area especially north of _Ibrahima ga where ophiolitic hills reach over 550 m a.m.s.l. (Fig. 3). Although these outcrops would have been buried beneath Basin fill for much of the earliest Quaternary, the exhumation of the hill tops, which liewithin the altitudinal range of the Early Pleistocene Gediz valley floor (see below) is most likely to have occurred around ~1.5Ma. The significance of this change is discussed below.\nThe earliest deposits in-filling the Basin are the conglomerates and sandstones of the Hacıbekir Group (Kürtk}oyü and Yenik}oy Formations), which is generally accepted as Early Miocene in age (Seyito glu, 1997; Westaway et al., 2003, 2004). This Group has a restricted outcrop within the study area and comprises coarse grade and angular gravels interpreted as alluvial fan facies derived from the topographic highs of the metamorphic and ophiolitic hills of the Early Miocene. These deposits, are extensively deformed, indicating an early Miocene phase of deformation (Purvis and Robertson, 2004). The current outcrops lie well beneath the levels of the Early Pleistocene Gediz river deposits and thus it is unlikely that these sediments were available to the river at that time. It remains possible, however, that sediments of the Hacıbekir Group may have been removed from the higher levels of the pre-Basin fill topography.\nThe _Inay Group unconformably overlies the Hacıbekir Group. The stratigraphic sequence of the _Inay Group records progressive in-fill of the Selendi Basin. Gently inclined to sub-horizontally\nbedded sands and silts up to ~200 m in thickness, (Ahmetler Formation, Balçıklıdere Member) are overlain by fine-grained sandstones and silts up to a few tens of metres in thickness (Ahmetler Formation, Gedikler Member). 40Ar/39Ar age estimates of 18.89± 0.58Ma to 16.42± 0.09Ma from intercalated tuff within the Gedikler Member in the Selendi Basin suggest an Early to early Middle Miocene age for these units (Purvis and Robertson, 2005). The _Inay Group sequence is capped by up to ~300 m of carbonaceous muds and silts, lacustrine facies of the Ulubey Formation, which represent the end stage of Basin fill. The age of the Ulubey Formation in the Selendi Basin can be no younger than the Late Miocene (see below). The sediments of the _Inay Group are the predominant source of clastic sediments preserved with the Gediz Valley Formation.\nThe Basin fill sediments are subsequently deformed during the Late Miocene as a result of tectonic extension evidenced by the formation of large numbers of NNE-SSW trending normal faults (Yilmaz et al., 2000). The throws on these faults are reported by Bunbury et al. (2001) to be generally less than 100 m based upon the offset of the Ulubey Formation. These offsets undoubtedly created significant topography across the former Miocene lake floor, which would have promoted drainage development. A number of these NNE-SSW trending faults cut across the study area and their exhumation often appears to guide contemporary river courses (Fig. 4a).\nUnconformably overlying the _Inay Group is the Kocakuz\nFormation, comprising reddish conglomerates and minor sandstone, with locally laminated limestone lenses (Ersoy and Helvacı, 2007; Ersoy et al., 2010). This formation is capped on the eastern margin of the Selendi Basin by the Kabaklar basalt (Fig. 2), which has 40Ar/39Ar age estimates of 8.37 ± 0.07 Ma (Innocenti et al., 2005), confirming a minimum Late Miocene age for the underlying Kocakuz Formation and by inference providing an upper age limit for the underlying _Inay Group. The sediments ascribed to the Kocakuz Formation by Ersoy et al. (2010) had previously been mapped as Quaternary Asartepe Formation by Ercan et al. (1983). This reassignment of former Asartepe Formation sediments may have implications for the study area where sediments mapped as Asartepe Formation crop out east and south of _Ibrahima ga (Fig. 3). The Kocakuz Formation and the Kabaklar basalt are considered by Ersoy et al. (2010) to be genetically linked to a NW-SE-trending dextral oblique to strike slip fault, suggesting a phase of strikeslip deformation following the earlier extensional faulting but still within the Late Miocene.\nA final phase of tectonic deformation is attributed to the Pliocene-Quaternary. This phase of north-south extension was responsible for the creation of the E-W striking high angle normal faults that bound the Alaşehir (Gediz) Graben to the south of the study area. Bozkurt (2001) suggests that this latest phase of extension began in the early Pliocene, ~5Ma, with acceleration of movement on the Alaşehir graben bounding faults during the Quaternary at ~1.6 Ma suggested from the biostratigraphy of\nuplifted sediments (Sarıca, 2000). Significant E-W trending highangle (>35 ) normal faults attributed to the late Miocene-early Pliocene have been identified north of the study area in the central Selendi Basin, where they bound asymmetrical grabens up to ~10 km wide (Fig. 2; Seyito glu et al., 1997; Purvis and Robertson, 2004). Purvis and Robertson (2004) report that these faults, which individually typically have<20m offsets, cut all sedimentary units and therefore cannot be dated accurately. They also state, however, based upon the work of Seyito glu et al. (1997), Yilmaz et al. (2000, 2001) and Westaway (pers. comm. 2004), that these faults pre-date all Quaternary-age lava flows.\nThis final phase of faulting would, as in the case of the earlier Late Miocene faulting, have exerted further structural control over any evolving drainage pattern. The pattern of Pliocene drainage in the area is, however, unclear and connectivity between the drainage in the Selendi Basin and the Alaşehir graben uncertain. The sediments attributed to the Asartepe Formation in the study area by Ercan et al. (1983) may relate to this time interval. However, there is little observational data reported in the literature and their stratigraphical relationship to the Quaternary basalts is, at best, ambiguous. What is clear, however, is that the Late Miocene-Pliocene reorganisation of drainage is triggered by the deformation associated with regional tectonic extension. This deformation produces a regional gradient that ultimately forces water out of the Selendi Basin towards the evolving sink of the Alaşehir (Gediz) Graben. Differential crustal movements result in\nrelative uplift in the study area, forcing the subsequent progressive incision into the basin fill. The forces that triggered incision are ongoing at present, ensuring continuing adjustment of the fluvial system. Dynamical adjustment of the Gediz River to uplift during the Quaternary is complicated, not only by the frequency of changing environmental conditions that control sediment and water availability, but also by localized disruptions to water and sediment supply caused by volcanism, lake formation and landsliding (Maddy et al., 2012b)."
  }, {
    "heading": "3. Quaternary geology and the Gediz Valley Formation",
    "text": "The mapped Quaternary deposits of the study region are dominated by the basaltic lava flows of the Kula Volcanic Province. Prior to the Gediz River Project, a chronology of the Kula Volcanic Province was proposed based upon a small number of K-Ar age estimates and classification of flows into a relative sequence on the basis of topographic expression and the weathering characteristics of the observed lava flows (Erinc, 1970; Ercan, 1993. Ercan et al., 1983, 1996). The flows were categorized into four groupings ß1 - ß 4 with ß1 the oldest and ß4 the youngest. Only lava flows relating to groups ß2-ß4 were identified in our study area. Basalts capping a number of high level plateaus e.g. the Burgaz, Sarnıç and _Ibrahima ga were attributed to the ß2 group (Fig. 3). The youngest and freshest basalts were attributed to the ß4 group and all basalts at heights intermediate between the two, and more weathered\nthan the youngest grouping, were attributed to the ß3 group (Fig. 3). A K-Ar age estimate of 1100ka (Borsi et al., 1972; no error margin given) from a ß2 flow (sampling location is uncertain) in the study area was Early Pleistocene in age, thus establishing a Quaternary assignment for all of the basalts of the study area.\nAdditional age estimates were reported for a number of flows by Richardson-Bunbury (1992) and these largely confirmed the existing subdivision suggesting that the flows in our field area represented three discrete phases of volcanic activity. Basalt samples taken in the early years of our Gediz River Project yielded further geochronological resolution (Westaway et al., 2004, 2006; see Table 4) suggesting that these aforementioned phases of volcanic activity related to the Early, Middle and Late Pleistocene respectively. Geographically each phase was related to a zone of\ndifferent eruption centres. Those furthest north, now on or around the basaltic plateaux were the oldest, with highly degraded volcanic cones or exposed volcanic necks. The volcanic centres for the Middle Pleistocene eruption centres lay further south and their flows occurred at lower altitudinal levels. Finally, the most recent eruption centres lay even further south and are situated closest to the Alaşehir (Gediz) graben and are evidenced by large cones and lava flows with relatively fresh, irregular surfaces. Some of these flows reach the current Gediz River north of Kula (Fig. 3).\nAlthough the work of Bunbury acknowledges an association of the lava flows north of Kula with underlying fluvial sediments (Bunbury et al., 2001), this work, which was largely based on a petrological and chemical study of the lavas (Richardson-Bunbury, 1992, 1996), failed to recognise the full complexity of the\nunderlying sequence and thus arrives at conclusions which are readily refuted by the later Gediz Project observations. Similarly, only some of the age estimates presented byWestaway et al. (2004, 2006) relate to lava flows that have a clear, unequivocal, relationship to the underlying fluvial deposits, thus limiting their utility in establishing a secure chronology for the underlying fluvial sequence.\nThe early years of the Gediz River Project (2001e2004) identified previously unrecognised complexity within the buried Quaternary fluvial sedimentary sequence beneath the high level basaltic plateaux. Using detailed traditional survey measurements of critical contacts, Maddy et al. (2005) identified eleven terraces of the Gediz River preserved beneath the basalt-covered Burgaz plateau, with each discrete Gediz terrace (GT) designated by a number fromGT1 the lowest and youngest, to GT11 the highest and oldest (Fig. 4a and Fig. 5aec). The terrace deposits lie above planar, near-horizontal, contacts with the underlying Ahmetler Formation (Figs. 4b and 5b). These bases have lateral extents up to ~200 m\nwide but as these are truncated, thewidth of the former floodplains is unknown but likely to be less than 500 m. The preservation of these terrace deposits is clearly the result of their fortuitous burial beneath the erosion-resistant capping lava flows (Fig. 5c). Dissection of the area north of the Burgaz plateau eliminates any opportunity for the preservation of higher terrace units north of the lavacapped terraces. It is likely, however, that the formation and preservation of terraces was restricted to palaeo-valley floors developed on the readily erodible Ahmetler Formation. The less readily eroded calcareous beds of the Ulubey Formation currently allow only narrow and steep-sided valleys to form, a poor environment for terrace preservation. The highest terrace has a base below the Burgaz plateau at an altitude of ~615 m a.m.s.l., which is within 30 m of the Ahmetler Fm./Ulubey Fm. contact exposed in the scarp to the north, thereby suggesting that the area between the Burgaz plateau and the current scarp (Fig. 3) could have supported only a limited number of additional higher terraces prior to dissection. However, our observations suggest this areamay have already been\nconsiderably deformed due to faulting (see below), making it highly likely that the GT11 terrace is the earliest possible preserved terrace of the palaeo-Gediz in this part of the Gediz catchment.\nUsing gradient projection of terrace bases, these outcrops were correlated with similar fluvial sediments downstream beneath the basalt-capped Sarnıç plateau (Fig. 4a). Later mapping work (2005e2011) downstream of the original field area identified Gediz gravels beneath the basalt-capped _Ibrahima ga plateau (Fig. 4a). These new data required a re-evaluation of the original assumed river gradient used for correlation of the terrace bases. The new higher gradients (~0.004e0.005) were consistent with the modern river gradient and as a result, a revised correlation model for the outcrops was proposed (Fig. 6, after Maddy et al., 2012a). The recognition that the deposits of the palaeo-Gediz river could, on the basis of their lithological composition and sedimentary properties, be readily mapped and distinguished from all other stratigraphical units led Maddy et al. (2012a) to propose that these distinctive sediments should be formally recognised as the Gediz Valley Formation. The numbering of individual terraces remains only an interim measure, each of these stratigraphical units will be replaced with appropriate Member names once work on the complete Gediz Valley Formation i.e. including our ongoing study of the Middle and Late Pleistocene fluvial units, is completed.\nDetailed observations of the terrace sediments taken from >100 separate outcrops exposed along the dissected margins of the plateau, demonstrate clear stratigraphical relationships between the terraces and the earliest phase of volcanism within this part of the Kula Volcanic Province. The onset of local volcanism is signalled by a change in lithological content with the influx of substantive quantities of basalt into the river bedload post GT6 (Maddy et al., 2012a). This conclusion is further supported by the stratigraphy of key GT6 exposures beneath both the Burgaz and Sarnıç plateaux. Beneath the Sarnıç plateau, the sedimentology of GT6 deposits near Çakırca (Fig. 3; see also Fig. 9A in Maddy et al., 2012a) strongly suggests deposition in standing water, a conclusion supported by the presence of thick lacustrine sediments that include substantive amounts of tephra in adjacent exposures. Similarly, beneath the\nBurgaz plateau, GT6 sediments are overlain by lacustrine sediments that onlap the older terraces (up to GT9), suggesting the formation of a large standing water body. The GT6 valley floor was thus blocked downstream, with a volcanic dam caused by lava incursion onto the valley floor being the most likely scenario.\nMaddy et al. (2012a) suggest this initial volcanic dam was associated with the emplacement of lavas that cover the _Ibrahima ga plateau and they speculated that the most likely source was the Tavşan volcanic neck (no. 1, Fig. 3). Lacustrine sediments deposited within the lake associated with this dam (Lake 1, Maddy et al., 2012a) cover Gediz terrace sediments across much of the higher levels of the Burgaz and Sarnıç plateaux. Thick tephra beds intercalated with lacustrine sediment of the same lake on the eastern exposures of the Sarnıç plateau (Fig. 5d) suggest a more local source from the Toytepe neck (no.3, Fig. 3) and the presence of pillow structures in the lavas that cap Kavtepe suggest that this neck (no.5, Fig. 3) may also have erupted directly into this lake. Thick (>50 m) tephras close to the Sarnıç Ba gtepe volcanic neck (no.4, Fig. 3) may also suggest eruption of that neck during this period. This stratigraphy suggests that the first eruptions came from volcanic centres situated either within or close to the _Ibrahima ga plateau with eruptions focused around the Burgaz and Sarnıç plateaux following shortly afterwards.\nEstablishing the age of the first eruptionwould provide a critical pinning point for the terrace sequence by providing aminimum age for the GT11-GT6 sequence and a maximum age for the GT5-GT1 sequence. Several attempts to obtain an 40Ar/39Ar age estimate from the Tavşan lava immediately adjacent to the neck have proved indeterminate. Westaway et al. (2006) report an age estimate of 1264 ± 15ka for a lava flow that caps the Çakırca sequence. This lava flow does not deform the underlying standing water sediments and thus appears to arrive after the lake (Lake 1) has drained. On this basis, Maddy et al. (2012a) concluded that the earliest damming event must pre-date ~1264ka (MIS38, Lisiecki and Raymo, 2005). By inference, Maddy et al. (2012a) thus also concluded that Gediz terraces GT11-6 must also pre-date this time.\nThe regular altitudinal separationbetween the bases of the higher\nterraces (GT11eGT6) suggested a cyclic control over their formation (Maddy et al., 2005). Terraces GT11-GT7 all have colluvial sediments overlying the fluvial deposits, which record post-abandonment environmental changes prior to their burial by either lacustrine or volcaniclastic deposits. These colluvial sequences contain numerous palaeosols that record cyclic changes alternatingbetweenwetter and dryer conditions, the latter frequently associated with calcrete formation (Maddy et al., 2012b; Veldkamp et al., 2015). The thickness and complexity of these colluvial sequences is greatest on GT11 (up to ~5 m thick), diminishing progressively in both thickness and stratigraphical complexitymoving down the terrace sequence toGT7 where these deposits are <2 m in thickness. Veldkamp et al. (2015) link the environmental changes recorded in these colluvial sequences to Early Pleistocene climate cycles and support the earlier suggestion of Maddy et al. (2005) of a direct link between cyclic climate change and terrace formation. Maddy et al. (2005) suggest that these cyclesweremost likely the obliquity-driven climate cycles recognised from Eastern Mediterranean ocean oxygen isotope records (Kroon et al., 1998).\nThe lower terrace sequence (GT5-GT1) demonstrably post-dates GT6. In an attempt to put a minimum age on the terrace sequence, Maddy et al. (2012a) inferred that a lava flow that covers the eastern side of the _Ibrahima ga plateau, with the youngest available age estimate of ~999±21ka (Westawayet al., 2006),may, on thebasis of its altitude, have entered theGT1valley.However, there are currently no recorded exposures of sediments on the _Ibrahima ga plateau that can be securely correlated with GT1, thus the relationship of this flow to the terrace sequence is somewhat equivocal. Despite this complication,Maddy et al. (2012a) assignedGT1 toMIS28. This attribution led Maddy et al. (2012a) to the conclusion that terraces GT5-GT1 continued to reflect formation synchronous with climate change despite the obvious disturbance to the fluvial system by repeated volcanic damming (evidenced by lake sediments draped across the younger terraces), lake drainage and the influx of volcanic products during this interval (Maddy et al., 2012b).\nSince 2012, our extensive programme of 40Ar/39Ar radio-isotopic geochronology and palaeomagnetic measurements on critical lava flows has yielded results that require us to re-evaluate the stratigraphy published in Maddy et al. (2012a). Seven of these new age estimates (Fig. 4a, A-G) and associated magnetic data from eight\nlocations (Fig. 4a, KU1-8) were used to establish the age of a hominin artefact (Maddy et al., 2015) found within fluvial sediments postdating the lava flows overlying the GT1 level sediments on Kale Tepe (Fig. 3) and those same age estimates were also used in a detailed discussion of the palaeoenvironmental implications of a colluvial-fluvial sequence lying above theGT11 level on the northern limit of the Burgaz plateau (Veldkamp et al., 2015). Here, for the first time, we will present the full data set, which includes unpublished age estimates fromsix additional localities (Fig. 4a,H-M) and six new palaeomagnetic determinations critical to our understanding of this sequence (Fig. 4a,KU9-KU14). After describing thesemeasurements, the implications of these new data will be discussed.\n4. Establishing a refined chronology for the lava flows of the Burgaz and _Ibrahima ga plateau"
  }, {
    "heading": "4.1. Methods",
    "text": "Our programme of geochronological investigation involved both 40Ar/39Ar radio-isotopic measurement for age estimation and palaeomagnetic measurements focused on establishing polarity. 40Ar/39Ar measurements were undertaken at the VU University, Amsterdam and palaeomagnetic measurements at Utrecht University. Our sampling strategy was primarily designed to sample basaltic lava flows with clear stratigraphical relationships to the underlyingGediz Valley Formation orflowswith a clear termination at contemporary palaeo-Gediz valley floor level. In addition, however, two samples were taken from isolated basalt boulders in attempt to establish their provenance. Sample locations for both 40Ar/39Ar (A-M) and palaeomagnetic measurements (KU1-KU14) are shown in Fig. 4a."
  }, {
    "heading": "4.1.1. 40Ar/39Ar sampling and procedures",
    "text": "Groundmass separates were prepared using a well-established methodology which is designed to obtain homogenous fragments of microcrystalline groundmass and thus minimize the potential for inherited argon within the phenocryst phases. Groundmass samples (~500e700 mg) were packed in 20 mm diameter Al-foil packages, together with 9 mm diameter packages containing mineral standard FC sanidine. This standard has a recalculated K/Ar\nage of 28.201 Ma (Kuiper et al., 2008). Only sample K has been packed with mineral standard DRA-1 sanidine. Sample containers were packed in a standard Al-irradiation capsule and irradiated for 1 h in a Cd-lined rotating facility (RODEO) at the Petten High Flux Reactor in The Netherlands. Samples were then loaded onto a 65- mm sample tray with 5 machined depressions (3 mm deep and 17mmwide) and placed in a vacuum housewith a 50mm diameter multispectral ZnS window. Incremental heating was done by defocusing a CO2 laser beam to a ~2 mm straight bar using an industrial scanhead with a triangular deflection current frequency of 200 Hz. Samples were evenly heated by applying a fine x-y raster pattern over each of the sample positions. Measurements were done using a quadrupole mass spectrometer (Schneider et al., 2009). Mass spectrometer runs consist of stepwise measurement of the argon mass spectrum from m/e 36 to m/e 40, where on m/e 36, 39 and 40 seven readings were taken at 0.05 m/e intervals on the flat peak top, and for m/e 37 and 38 one single reading was taken. The baseline was measured at m/e 35.45. Beam signals for all peaks were measured using a pulse counting SEM detector. Aliquots of air are measured routinely during the measurement programme to monitor mass discrimination (Wijbrans et al., 2011). Detailed results from these analyses are provided in supplement S1. 40Ar/39Ar ages were calculated with the freeware software package ArArCalc (Koppers, 2002), which follows standard protocols for uncertainty calculation. For presenting Quaternary basalt groundmass samples we quote the uncertainties at a one sigma level."
  }, {
    "heading": "4.1.2. Palaeomagnetic sampling and procedures",
    "text": "A total of 96 samples from 14 lava sites (KU1 e KU14, Fig. 4a) on the plateau were collected using awater-cooled, gasoline-powered, motor drill. Results of sites KU1 through KU8 have been shown and discussed inMaddy et al. (2015), herewe provide the results of sites KU9-14. Samples were oriented with a magnetic compass and all magnetic measurements were corrected for the present-day declination of ~4 . All samples were stepwise progressively demagnetized up to 100 mT with alternating field (AF) increments of 5e10 mT. After each step, the remaining natural remanent magnetization (NRM) of the specimens was measured on a 2G Enterprises horizontal DC SQUID magnetometer (noise level 3 10e12 Am2), interfaced with an in-house developed robotassisted automated measuring device at the Palaeomagnetic Laboratory ‘Fort Hoofddijk’ of Utrecht University (The Netherlands). Initial NRM intensities typically range from 0.5 to 2.0 A/m, at the upper end of the dynamic range of the instrument (lightningaffected samples go up to ~75 A/m). For interpretation, demagnetization diagrams of the NRM were plotted on orthogonal vector diagrams (Zijderveld, 1967). When vector end-points showed a trend towards the origin of the diagram, we determined this component to be the characteristic remanent magnetization (ChRM). ChRMs were calculated with principal component analysis (Kirschvink, 1980). Because the plateaus where the samples were collected are prone to lightning strikes, which create magnetic overprints, samples were collected over an area of several tens of square metres to increase the chance that lightning-induced overprints have different directions in different samples. Where a magnetic overprint led to overlapping demagnetization spectra between two components we used the great-circle approach of McFadden and McElhinny (1988) to resolve the ChRM direction from the great circles defined by the two components for individual specimens from the same site. If the overprint direction is not everywhere the same, the ChRM direction can be deduced by the common intersection point of all great circles obtained from a lava site, with two solutions (one normal, one reversed), whereby the polarity is determined by non- or only weakly overprinted samples within the same site. With the radiometric age of the flows known,\nmagnetic polarities indicated by the ChRM directions were checked for being consistent with the geomagnetic polarity timescale (APTS (astronomical polarity timescale), 2012: Hilgen et al., 2012). Detailed results from these analyses are provided in supplement S2."
  }, {
    "heading": "4.2. Results",
    "text": "Summary data for the 40Ar/39Ar radio-isotopic measurements and calculated age estimates are shown in Table 2. Summary data for the palaeomagnetic measurements are shown in Table 3. In order to simplify discussion sample results will be discussed with respect to location but, where possible, in stratigraphical order. All sample locations are shown on Fig. 4a."
  }, {
    "heading": "4.2.1. 40Ar/39Ar radio-isotopic measurements",
    "text": "4.2.1.1. Sites H, I and J (_Ibrahima ga plateau). The oldest age estimates within our current data set come from the _Ibrahima ga plateau. Two samples from location H yielded separate age determinations of 1097 ± 99 ka and 1470 ± 97 ka respectively (Table 2). However, taken together, these samples yield a mean age of 1272 ± 80 ka. These estimates have very large uncertainty (see supplement S1). The base of the sampled outcrop lies at ~490 m a.m.s.l. and the underlying Ahmetler Formation is observed in an immediately adjacent outcrop. The surface topography of this lava flow suggests a derivation from the east, higher up on the _Ibrahima ga plateau. Although no Gediz terrace gravels are observed here, the altitude of ~490m is consistent with this flow terminating at the GT6 valley floor level (Fig. 6).\nBasalts sampled at locations I and J were derived from outcrops which have previously been assigned a ß3 age by Bunbury et al. (2001), presumably on the basis of their comparatively low altitude i.e. ~50 m beneath the flows covering the adjacent plateau. Our field observations, however, could not establish a clear basal contact with the underlying Ahmetler Formation and the outcrop terminated abruptly to the south coinciding with a modern gulley orientated in an ENE-WSW direction. Based upon these observations we interpret this outcrop as a newly recognised volcanic neck referred to here as Akçeşme (no. 8, Fig. 3). The age determinations of 1327± 11 ka (I) and 1298± 13 ka (J) suggest this basalt originated during the earliest phase of volcanism on the _Ibrahima ga plateau (Table 2). This age assignment cannot be readily dismissed. There is no obvious linkage, other than height, for this outcrop with ß3 lava outcrops further east. The obvious height difference, with no evidence of displacement of the basalt, does however require explanation (see below).\n4.2.1.2. Sites A, B (Burgaz plateau). Although eruptions in the vicinity of the current _Ibrahima ga plateau appears to be the earliest eruption centres, they are quickly joined by eruptions from Burgaz Ba gtepe. Basalts from location A yielded an age estimate of 1297 ± 17 ka (Maddy et al., 2015). This sample lies directly above a thick colluvial sequence described by Veldkamp et al. (2015), which in turn overlies GT11, the highest Gediz terrace thus far recognised. The palaeo-Gediz valley towards which this lava most likely flowed is indeterminate as it merges with more recent flows south of the outcrop. Basalt sampled at location B yielded an age estimate of 1287 ± 25 ka (Maddy et al., 2015), which may or may not represent the same lava flow as A.\n4.2.1.3. Site K (isolated boulder). A large isolated block of basalt at location K yielded an age estimate of 1325 ± 43 ka (Table 2). The location and age of this boulder suggests it is derived from one of the earliest eruptions. This could be an isolated remnant of a lava flow largely removed by subsequent erosion or possibly it is associated with the post- Lake 1 lake lava flow which caps the Çakırca\nsequence dated by Westaway et al. (2006) to 1264 ± 16 ka.\n4.2.1.4. Sites Ci, Cii, D and E (Burgaz plateau). Maddy et al. (2015) reported a series of age estimates from the southern sections of the Burgaz plateau where the lavas cover the deposits of GT5-GT1. Samples from Kale Tepe at Ci and Cii yielded age estimates of 1266 ± 18 ka and 1251 ± 25 ka respectively and when considered together these yield an estimate of 1256 ± 16 ka (Table 2). The Kale Tepe lava lies above GT1. A further sample from location D yielded an estimate of 1241 ± 9 ka, Maddy et al. (2015) considered this to be from the same lava flow that caps Kale Tepe and thus combined all of these ages to derive an overall estimatedmean age of 1247 ± 8 ka for the flow. Continuing eruption of the Burgaz Ba gtepe volcanic neck is supported by an age estimate from lava location E, which yields an estimate of 1170 ± 9 ka. It is indeed possible that further eruptions continued well beyond this time as Westaway et al. (2006) report an age estimate of 1014 ± 23 ka from a lava sample taken south-east of the Burgaz Ba gtepe volcanic neck.\n4.2.1.5. Sites F and G (Delihasan). Maddy et al. (2015) report samples from locations F and G, which relate to eruption from the Delihasan volcanic neck (Fig. 3). These yielded age estimates of 1255 ± 17 ka and 1240 ± 60 ka respectively (Table 2). The ages support contemporaneous activity of the Burgaz Ba gtepe and Delihasan necks. Although sample F is taken from lava that overlies GT4 on Ziftçi Tepe (Fig. 3), it is unclear whether that flow terminated at that level.\n4.2.1.6. Sites L and M (_Ibrahima ga plateau). The youngest lava flow age estimates reported here all come from the _Ibrahima ga plateau. Flows emanating from the _Ibrahima ga Ba gtepe volcanic neck flow both west and east around the earlier Tavşan flows. A flow to the west of Tavşan (L) yielded an age estimate of 1082 ± 15 ka and samples from a flow east of Tavşan (M) yielded age estimates of 1101 ± 19 ka and 1018 ± 19 ka, which when combined, yield a mean age of 1069 ± 16 ka (Table 2). These age estimates are consistent with the previously published age estimate of 999 ± 21 ka from _Ibrahima ga east (Westaway et al., 2006). All of these lavas flow\nacross, and thus post-date, the mapped Gediz terrace outcrops beneath them. The deep incision of the adjacent modern Gediz may have been partially responsible for the widespread landsliding observed to the north of the plateau (Ozaner, 1992). Thus, although fragments of these lava flows can be traced at lower levels, their position is more likely to result from mass movement rather than primary deposition masking their relationship to any contemporary valley floor."
  }, {
    "heading": "4.2.2. Palaeomagnetic measurements",
    "text": "Demagnetization diagrams typically demonstrate the presence of one magnetic component that decays towards the origin. Initial NRM intensities were very high, between 1 and 75 A/m, as expected for basaltic lavas. The upper end is indicative of being influenced by lightning strikes. Typical demagnetization diagrams are given in Supplemental S2; site average directions and statistical parameters are given in Table 3. Many samples experienced gyro-remanent magnetization at demagnetization steps beyond 25e30 mT (Dankers and Zijderveld, 1981). This did not influence the determination of the magnetic polarity, and where demagnetization steps below 30 mT typically already converged towards the origin, and were consequently interpreted as the ChRM without applying great-circle analysis. Some samples of sites KU9, 11, and 13 clearly showed two simultaneously decaying components, one with varying orientations (the lightning-induced NRM component) and one common among all samples.\nAverages and statistical parameters of each lava site was determined by Fisher (1953) statistics. All lava sites have a Fisher precision parameter k well exceeding 50 (Table 3), which is normally taken as the lower-bound cut-off value for a reliable spot reading of the geomagnetic field (Biggin et al., 2008; Johnson et al., 2008). All sites yielded unequivocal reversed polarities (Table 3, supplemental S2).\nSince lavas cool very quickly, they represent a spot reading of the palaeomagnetic field direction and should not average palaeosecular variation (PSV). PSV results in short-term magnetic field direction variations and the directionsmeasured in a single lava site may deviate up to ~25 from the palaeomagnetic pole (i.e. the average of a certain number of flows). All sites yield declinations that are deviating clockwise from the South Pole. The sites, particularly from the Burgaz plateau, however, are very tightly clustered, much more than expected from a scatter induced by PSV (Deenen et al., 2011) and although the study area is tectonically active, we interpret this deviation to result from insufficient averaging of PSV rather than a tectonic rotation.\nThe reversed polarities are in general agreement with the geochronological results. All sampled lavas, including KU1-8 previously reported in Maddy et al. (2015) are thus conveniently placed within the Matuyama chron. Only sample KU14, which was sampled from a lava flow on the eastern limit of the _Ibrahima ga plateau, presents potentially contradictory evidence. This lava flow unit sampled at location O yielded a mean age of 1037 ± 12 ka which would place this lava in the Jaramillo normal subchron (~0.99e1.07 Ma, spanning across MIS31-27). There, however, exists a reversed event within this subchron, the so-called Intra-Jaramillo Event (Laj and Channell, 2007; Ao et al., 2012). Somehow fortuitous, it could be that the KU14 flowwas emplaced during that time span, at least the ages would correspond."
  }, {
    "heading": "4.3. Conclusions from the new geochronological investigation",
    "text": "The results of our geochronology investigation provide a clearer picture of the sequence of eruptions during the Early Pleistocene phase of volcanism within the Kula Volcanic Province. These new age data suggest that our previously published chronology for the Gediz terrace sequence (Maddy et al., 2012a) requires further\nrevision. For the first time:\ni. We have been able to establish an absolute age for the earliest eruptions of the _Ibrahima ga plateau, which appear to cause the damming of the Gediz River at the level of GT6. This valley floor was active immediately prior to the first eruption at ~1320 ka. It is likely therefore that the GT6 sediments were deposited during MIS42. Attribution of ages to the higher GT7-11 terraces must therefore pre-date this event and will be discussed below;\nii. The age of the lava flow capping the lowest GT1 Gediz terrace deposits on Kale Tepe suggests GT1 must pre-date ~1247 ka (Maddy et al., 2015), which is time-equivalent toMIS38. This age assignment confirms that terraces GT5 e GT1 were deposited during the period ~1320 ka - ~1247 ka (MIS42 eMIS38). During this period, eruptions occurred both upstream from the Delihasan volcanic neck and downstream from the Kavtepe, Toytepe and Sarnıç Ba gtepe (Sarnıç plateau), and Tavşan (_Ibrahima ga plateau) volcanic necks.\nIn addition:\niii. We have confirmed that volcanic activity continued sporadically until at least ~1Ma (MIS28) on the _Ibrahima ga plateau.\n5. Neotectonics: recent field observations\nThe presence of significant neotectonic E-W trending fault structures in the Selendi Basin immediately north of the study area (Purvis and Robertson, 2004, Fig. 2) and the knowledge that tectonic extension is still ongoing, makes it curious that previous work (including our own) has found no evidence of faulting during the Quaternary; furthermore no Plio-Quaternary E-W orientated faults have been reported in the literature for our field area. Nevertheless,\nduring the course of sampling for our most recent geochronology, several key new observations were made around the _Ibrahima ga plateau that suggest fault movement may have played a more significant role in landscape evolution during Plio-Quaternary than has previously been recognised. The observations have a bearing on the use of this new chronology and our understanding of the Quaternary stratigraphy."
  }, {
    "heading": "5.1. Plio-Quaternary fault movement",
    "text": "Evidence for ENE-WSW orientated structures in the study area (parallel to the strike of the Alaşehir graben faults, see Figs. 1 and 2) can readily be identified using aerial images such as those in Google Earth. Herewe use a higher resolutionmonochromatic satellite (Alos Prism) stereo image pair to produce a high-resolution (3 m) digital elevationmodel (DEM) for the study area in order to identify general relief patterns. Ground control points for elevation were obtained using a Sokkia Radian IS dual frequency dGPS system. A generalized (10 m) version of this high-resolution data set is used in Figs. 7 (shaded DEM) and 8 (DEM).\nThe shaded DEM (Fig. 7) shows clearly the abrupt topographic change that delimits the Ulubey Fm. limestone uplands (lineament L1) to the north and the dissected Ahmetler Fm. landscape to the south. Numerous faults can be observed along this marked topographic scarp. All have relatively minor offset (<20 m) with downthrow to the south. Additional, similarly aligned lineaments can be identified further south using volcanic neck alignment, outcrops of travertine, linear gulley development, straight (guided) segments of the current river path and truncated basement highs. Fig. 7 shows only the most prominent lineaments. Significantly these features cut across all the strata including the ophiolites. They do not therefore signify differential erosion of bedding structures. Although evidence to support a faulting origin for L1 is unequivocal, establishing corroborating evidence in the field to support a\nstructural i.e. faulting origin, for all of these lineaments is more problematical given the unconsolidated nature of much of the current surface strata. Nonetheless, observations of block offset in the Ulubey Fm. between lineaments identified around the _Ibrahima ga plateau (e.g. L3, Fig. 7) strongly support their association with normal faulting with downthrow to the south.\nFig. 8 displays more detailed field observations around the _Ibrahima ga plateau. This interpretation is based upon the mapped heights of isolated in-situ outcrops of Ulubey Fm. limestone (see supplement S3 for photos of locations a-c). The ideal target for determining relative movement is the Ahmetler Fm./Ulubey Fm. contact, as this is marked by a clear lithological change. The contact is best observed immediately west of the _Ibrahima ga Ba gtepe volcanic neck at point a (Fig. 8) adjacent to the base of the scarp cut into the Ulubey Fm. Here we measured a contact height of ~620 m a.m.s.l. On the plateau, this contact is largely obscured but there is one isolated outcrop immediately west of the Tavşan volcanic neck at location b (Fig. 8) where Ulubey limestone is observed in-situ at heights above ~580 m a.m.s.l. (the base is obscured by lava which surrounds this knoll), suggesting an offset 40 m from location a. Further north and west, at a level below the basaltic plateau, there is a further in-situ outcrop of Ulubey limestone at location c (Fig. 8). Again the lower contact is not observed but the lowest observed level in limestone is ~510 m a.m.s.l., suggesting a 70m offset from b (note this is the localized expression of lineament L3 in Fig. 7). Taken together, these identified offsets correspond closely with the blocks delimited by the lineaments (Fig. 8) and lend support to their interpretation as normal faults with downthrow to the north.\nIf we accept this interpretation, some of the more troublesome observations become more readily explained. The thick (>50 m) sequence of lavas overlying water-lain sediments which outcrop west of Şeremet (Fig. 8, seeMaddy et al., 2012a) lie ~70 m below the level of the _Ibrahima ga plateau. In this interpretation, this exposure lies in the hanging wall of a normal fault (f3), which most likely formed a prominent scarp prior to lava emplacement. The lavas\nFig. 8. Close-up view of the 10 m DEM in the area around the _Ibrahima ga plateau. Location Fig. 7. Dotted lines, together with lineament L3 represent faults (f1-f4): f1-f3 are identified\nhere and beneath Eriklikas (Fig. 8) appear to infill the block defined by f3 to the south and f4 to the north. Indeed, the lavas of Eriklikas are truncated by f4, which may suggest some movement on this fault post-dates lava emplacement (see below). The basalts at location I (Fig. 4a) appear to emanate from the Akçeşme volcanic (no. 8, Fig. 8) fed directly through the f4 conduit. The age data for this sample suggest f4 was the first conduit utilised, feeding the volcanic neck 8 (Akçeşme) with volcanic neck 1 (Tavşan) fed via conduit f2. The oldest lava flows appear to drape across f3 and we have, thus far, not observed any evidence to support offset of the lavas themselves. Hence it is likely that all movement along this fault had ceased prior to arrival of the Pleistocene lavas.\nGiven that f3movements are complete prior to the arrival of the earliest basalts it is likely that faults f2 and f1 also pre-date the volcanism. Faults f2 and f1 both appear to act as conduits for volcanic necks 1 and 2 respectively. As the basalts post-date faults f1f3, the age of the basalt does not provide any indication of the relative age of the faults themselves. However, it is likely, given their orientation, that they are associated with the Plio-Pleistocene movements. Fault f4 is the only fault to be directly observed at outcrop and interpretation of this exposure suggests the latest movement on this fault may be contemporaneous with the volcanism (see below)."
  }, {
    "heading": "5.1.1. Quaternary fault movement",
    "text": "Exposures at location d (Fig. 9), west of the _Ibrahima ga plateau (Fig. 8), reveal a high-angle fault with drag-structures in the sediments of the footwall indicating normal fault motion. The presence of basalt-rich sediments in the hanging wall confirms a Quaternary age for burial of this structure. The fault lies parallel to the path of the lineaments suggested in Fig. 7. The fault is represented by a sharp contact with no evidence of prolonged surface exposure, suggesting the hanging wall sediments rapidly buried the fault following displacement. The exposure is ~3 m high but may have a partially eroded top.\ns a-e represent outcrops described in the text. Lineaments L1-L4 are those identified in using offset of the Ulubey Fm. and fault f4 is identified at outcrop d.\nAn outcrop immediately north at location e (Fig. 8) shows evidence of disturbance i.e. acute tilting of beds including Gediz gravels. Although previously attributed tomass-movement (Maddy et al., 2012a), it is entirely possible that these movements were triggered by displacement on the adjacent fault. Projecting this possible fault direction westwards suggests alignment with abrupt truncations of the lava flows. These truncations are surprisingly linear, which may support a fault guided origin. Active movement on Quaternary age faults may also be responsible for the landslides immediately north of Eriklikas (Fig. 8). The rapid burial of the fault suggests it is entirely conceivable that this Pleistocene fault movement on f4 is simultaneouswith one of the eruptions, andwas perhaps triggered by it."
  }, {
    "heading": "5.2. Implications of Plio-Quaternary neotectonics",
    "text": "The identification of active faulting in the study area during the\nPlio-Quaternary has significant implications for fluvial system evolution. In Fig. 7, we speculate how these movements may have exerted control on the landscape immediately prior to the onset of volcanism. The overall structure appears to be a ~10 km wide graben, similar in dimension and orientation to that identified to the north of the study area by Purvis and Robertson (2005). Ersoy et al. (2010, p227) identify what they call an ‘open structure filled by volcanic centres’ in this area, which they associate with extension. The location of GT11 at the northern end of the Burgaz plateau lies close to the centre of this graben, suggesting the initial drainage of the palaeo-Gediz was located along the structural axis. This geometry, if correct, may also help to explain the landscape response to lava dam construction along the northern margins of the current _Ibrahima ga plateau as the first eruption of the Akçeşme volcanic neck (no. 8, Fig. 8) appears to lie directly in the centre of this drainage axis.\nFault movements add further levels of complication to\nestablishing correlation of fluvial deposits on the basis of longitudinal profile projection. This is particularly challenging in the vicinity of the _Ibrahima ga plateau, where significant offsets need to be negotiated by the palaeo-Gediz river once its path strays south of the structural axis upstream i.e. during GT10-1. Pleistocene fault movement could also have played a role in lowering local base level with vertical displacements along the faults providing a plausible trigger for terracing.\nOur investigations of Plio-Quaternary fault movements are ongoing and considerable additional effort will be needed to confirm the geometry and timing of these movements. Landscape patterns and preliminary observations are strongly suggestive of structural control beyond the confines of the outcrops discussed but in many key areas outcrops are sparse (a likely function of their susceptibility to erosion). What is clear, however, is that significant Plio-Quaternary movement on faults is highly probable and their role in driving fluvial behaviour in this part of the Selendi Basin needs urgent attention."
  }, {
    "heading": "6. A revised stratigraphy for the Gediz Valley Formation",
    "text": "The new geochronological data expose errors in the chronology of the Gediz Valley Formation as proposed by Maddy et al. (2012a) and therefore we here present a revised stratigraphy shown in Table 4. Pivotal changes include:\ni. The recognition that the onset of volcanism associated with the GT6 level on the Burgaz plateau occurred earlier than anticipated during MIS42 (from MIS38).\nii. The burial of the lowest terrace identified on the Burgaz plateau is also assigned an older age, time equivalent to MIS38 (from MIS28), based upon the new data.\niii. Taken together, these age estimates not only make the GT5GT1 sequence older, they also substantially compress the timescales for their development. iv. We acknowledge that there is considerable uncertainty surrounding the relationship of the youngest eruptions on the _Ibrahima ga plateau to the Gediz terrace sequence. Their previous use as a minimum age constraint for GT1 is untenable.\n7. Discussion and identification of priorities for future work\nThe new chronology and neotectonic observations have important implications for the existing uplift-driven, climatecontrolled model for terrace development. The revised stratigraphical model is shown in the context of wider environmental changes, as evidenced by vegetation and oxygen isotope records, in Fig. 10.\nThe attribution of the higher terrace sequence GT11-GT6 to Early Pleistocene climate cycles (MIS52 to MIS42) is supported by the palaeoenvironmental data derived from the overlying colluvial sequences reported by Veldkamp et al. (2015). The only change to our 2012 model here (and in Veldkamp et al., 2015), is based upon the older age assignment given to the first eruptions (MIS42). The identification of early eruptions on the _Ibrahima ga plateau supports our previously suggested location for the volcanic damwhich caused the inundation of the upstream GT6 valley floor as evidenced by lacustrine sediments on both the Burgaz and Sarnıç plateaux. The higher terrace gravels seen at outcrop on the _Ibrahima ga plateau are all cut into the Ahmetler Fm. These gravels all outcrop in the footwall of faults and currently there is no reason to reject the existing correlation, however it does increase the uncertainty. It is presently unclear how the GT6 river responded to\ncrossing the fault scarps. However, it is likely that the GT6 river flowed back onto limestone as it crossed the f2 scarp and thus we might anticipate considerable confinement of the valley floor as it traversed the hanging wall block. This confined valley floor may have become increasingly confined as the river passed across fault f3. A narrow, comparatively deep, valley would have provided the perfect geometry for blockage by lavas emanating from the Akçeşme volcanic neck (no. 8).\nMore radical changes are required for our post-GT6 chronology and interpretation. In our 2012 model, the five post-eruption onset terraces of the Burgaz plateau (GT5-GT1) convenientlymirrored the five ‘cold’ stages of the original MIS attribution allowing us to suggest a continuing link with climate control over terrace development. Clearly, themore compressed chronology suggested by the new data (MIS42-MIS38) means this linkage can no longer be sustained. It is nowacknowledged that the buried terraces GT5-GT1 are localized to the Burgaz and Sarnıç plateaux. It is unlikely that these features maintained a consistent gradient beyond the immediate area thus rendering correlation either upstream or downstream problematical. Indeed, there are no reliable correlatives of the GT1 gravels downstream of the Burgaz plateau. This situation is further confused by the presence of post-GT1 Gediz gravels in the meander core (Table 4, M1) north of Kale Tepe (Maddy et al., 2015), which lie at the same altitude as the GT1 terrace deposits beneath the Kale Tepe flow. This deposit was attributed to MIS35 by Maddy et al. (2015), making these gravels the youngest, yet recognised, Gediz gravel attributable to this early phase of volcanism. The lack of gravel readily correlated with these lower levels on the _Ibrahima ga plateau and the newly recognised fault movements adjacent to that plateau make inferences concerning the likely level of equivalent valley floors downstream equivocal. The controls over terrace formation during GT5 to GT1 are thus a dynamical system response to repeated damming and subsequent drainage of lakes and now, the very real prospect of some localized fault movement.\nOur work over the past 15 years has yielded considerable insight into this remarkable fluvial archive but as questions surrounding basic stratigraphy have been addressed, the complexity of the record has increased. This complexity presents new challenges and presents us with an ever increasing list of new questions. As we start a new phase of investigation into this record, several immediate foci for attention emerge:\n1. Can we identify with more certainty the principal Quaternary ENE-WSWoriented fault structures both around and beyond the _Ibrahima ga plateau and if so can we establish a chronology for any movements along these structures and their implications for the Gediz terrace sequence? 2. Can we identify the Plio-Quaternary ENE-WSW oriented structure and determine a clearer pattern of Ulubey Fm. offset thus establishing the structural constraints on the earliest i.e. prior to and including the preserved terrace record, Gediz fluvial system and does this have implications for long term fluvial landscape models?\nThe faulting may not be confined to the early Pleistocene and thus the best field evidence may yet come from the younger Gediz terrace records and so a broader future research theme will also need to consider:\n3. Can we identify the geometry and chronology of the MiddleLate Pleistocene Gediz fluvial archives and what does this stratigraphy tell us about controls on terrace formation and landscape evolution during this later time interval? Furthermore, do\nthese younger deposits contain significant fossil records that can help us unravel changing environmental patterns?\nFinally:\n4. Our investigation of the Early Pleistocene sequence has already yielded a significant chance find of an early hominin artefact (Maddy et al., 2015). Taken in the context of the latest age determination of the hominin remains from nearby Kocabaş (Lebatard et al., 2014), these observations underline the probable significance of Western Anatolia as a dispersal route for early hominins. Could the Gediz fluvial archive provide the stratigraphical framework for deciphering this Palaeolithic archive?\nWe already have substantive quantities of observations that relate to these questions but comprehensive answers will only come throughmore detailed field observations. Over the lifetime of the Gediz River Project, we have used an array of modern tools including geo-bio-chemical tools such as isotopic and biomarker analyses. Although results from these laboratory investigations add considerable detail to interpretation, without appropriate field context, they would be of little practical use. The case for field mapping and observation remains as fundamental to our science as it ever did. Undoubtedly FLAG will continue to promote careful documenting of well-researched fluvial archives, the essential fabric for any subsequent high-tech investigation. Let us hope that our funding institutions can once again discover the need to support these critical field-based studies."
  }, {
    "heading": "Acknowledgements",
    "text": "This work was supported by NERC (2001e2004 NER/B/S/2000/ 00678) and the British Institute at Ankara (BIAA, 2005e2010) and contributed directly to their Climate Change strategic research initiative. DJJvH acknowledges ERC Starting Grant 306810 (SINK) and NWO VIDI grant 864.11.004. We would also like to acknowledge the help and support of Dr. Erdal Gümüş, general coordinator of the UNESCO recognised Kula Geopark, the first Geopark in Turkey."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data related to this article can be found at http:// dx.doi.org/10.1016/j.quascirev.2016.07.031."
  }],
  "year": 2017,
  "references": [{
    "title": "High-resolution record of geomagnetic excursions in the Matuyama chron constrains the ages of the feiliang and lanpo paleolithic sites in the nihewan basin, north China",
    "authors": ["H. Ao", "Z. An", "M.J. Dekkers", "Q. Wei", "S. Pei", "H. Zhao", "G. Xiao", "X. Qiang", "D. Wu", "H. Chang"],
    "venue": "Geochem. Geophys. Geosyst. 13,",
    "year": 2012
  }, {
    "title": "Geomagnetic secular variation in the cretaceous normal superchron and in the jurassic",
    "authors": ["A. Biggin", "D.J.J. van Hinsbergen", "C.G. Langereis", "G.B. Straathof", "M.H. Deenen"],
    "venue": "Phys. Earth Planet. Interiors 169,",
    "year": 2008
  }, {
    "title": "Geochronology and petrology of recent volcanics in the eastern Aegean Sea",
    "authors": ["S. Borsi", "G. Ferrara", "F. Innicenti", "R. Mazzuoli"],
    "venue": "Bull. Volcanol",
    "year": 1972
  }, {
    "title": "Neotectonics of Turkeyda synthesis. Geodin",
    "authors": ["E. Bozkurt"],
    "venue": "Acta 14,",
    "year": 2001
  }, {
    "title": "The determination of fault movement history from the interaction of local drainage with volcanic episodes",
    "authors": ["J.M. Bunbury", "L. Hall", "G.J. Anderson", "A. Stannard"],
    "venue": "Geol. Mag",
    "year": 2001
  }, {
    "title": "Geomagnetic secular variation and the statistics of palaeomagnetic directions",
    "authors": ["M.H.L. Deenen", "C.G. Langereis", "D.J.J. van Hinsbergen", "A.J. Biggin"],
    "venue": "Geophys. J. Int",
    "year": 2011
  }, {
    "title": "The Young Volcanic Topography of the Kula-Adala Area, vol. 17",
    "authors": ["S. Erinc"],
    "venue": "Istanbul Universitesi Cografya Enstitutu Dergisi,",
    "year": 1970
  }, {
    "title": "Interpretation of geochemical, radiometric and isotopic data on",
    "authors": ["T. Ercan"],
    "year": 1993
  }, {
    "title": "Geology of kulaeselendi (manisa) area. Jeoloji Mühendisli gi 17, 3e28 ([in Turkish])",
    "authors": ["E. Ercan", "A. Türkecan", "A. Dnçel", "E. Günay"],
    "year": 1983
  }, {
    "title": "Characteristics of the tertiary volcanics in biga peninsula, g€",
    "authors": ["T. Ercan", "M. Satir", "G. Steinitz", "A. Dora", "E. Sarifakioúlu", "C. Adis", "Walter", "H.-J", "T. Yildirim"],
    "year": 1996
  }, {
    "title": "Stratigraphy and geochemical features of the early Miocene bimodal (ultrapotassic and calc-alkaline) volcanic activity within the NE-trending Selendi basin, Western Anatolia, Turkey",
    "authors": ["E. Ersoy", "C. Helvacı"],
    "venue": "Turk. J. Earth Sci",
    "year": 2007
  }, {
    "title": "Tectono-stratigraphic evolution of the NEeSW-trending superimposed Selendi basin: implications for late Cenozoic crustal extension in Western Anatolia, Turkey",
    "authors": ["H. ozbilir"],
    "venue": "Tectonophysics 488,",
    "year": 2010
  }, {
    "title": "Dispersion on a sphere",
    "authors": ["R.A. Fisher"],
    "venue": "Proc. R. Soc. Lond. A217,",
    "year": 1953
  }, {
    "title": "The Neogene period",
    "authors": ["F.J. Hilgen", "L.J. Lourens", "J.A. van Dam"],
    "venue": "The Geologic Time Scale 2012, 923e978. Elsevier,",
    "year": 2012
  }, {
    "title": "Neogene and Quaternary volcanism in Western Anatolia: magma sources and geodynamic evolution",
    "authors": ["F. Innocenti", "S. Agostini", "G. Di Vincenzo", "C. Doglioni", "P. Manetti", "M.Y. Savaşçin", "S. Tonarini"],
    "venue": "Mar. Geol",
    "year": 2005
  }, {
    "title": "Recent investigations of the 0-5 Ma geomagnetic field recorded by lava flows",
    "authors": ["C.L. Johnson", "C.G. Constable", "L. Tauxe", "R. Barendregt", "L.L. Brown", "R.S. Coe", "P. Layer", "V. Mejia", "N.D. Opdyke", "B.S. Singer", "H. Staudigel", "D.B. Stone"],
    "venue": "Geochem. Geophys. Geosyst. 9,",
    "year": 2008
  }, {
    "title": "The least-squares line and plane and the analysis of palaeomagnetic data",
    "authors": ["J.L. Kirschvink"],
    "venue": "Geophys. J. R. Astrol. Soc",
    "year": 1980
  }, {
    "title": "Oxygen isotope and sapropel stratigraphy in the Eastern Mediterranean during the last 3.2 million years",
    "authors": ["D. Kroon", "I. Alexander", "M. Little", "L.J. Lourens", "A. Matthewson", "A.H.F. Robertson", "T. Sakamamoto"],
    "venue": "Proceedings of the Ocean Drilling Program, Scientific Results,",
    "year": 1998
  }, {
    "title": "Synchronizing rock clocks of earth history",
    "authors": ["K.F. Kuiper", "A. Deino", "F.J. Hilgen", "W. Krijgsman", "P.R. Renne", "J.R. Wijbrans"],
    "venue": "Science 320,",
    "year": 2008
  }, {
    "title": "Dating the Homo erectus bearing travertine from Kocabaş (Denizli, Turkey) at at least 1.1 Ma",
    "authors": ["A.E. Lebatard", "M. Cihat Alçiçek", "P. Rochette", "S. Khatib", "A. Vialet", "N. Boulbes", "D.L. Bourl es", "F. Demory", "G. Guipert", "S. Mayda", "V.V. Titov", "L. Vidal", "H. de Lumley"],
    "venue": "Earth Planet. Sci. Lett. 390,",
    "year": 2014
  }, {
    "title": "A Pliocene-Pleistocene stack of 57 globally distributed benthic d18O records. Paleoceanography 20, PA1003",
    "authors": ["L.E. Lisiecki", "M.E. Raymo"],
    "year": 2005
  }, {
    "title": "The combined analysis of remagnetisation circles and direct observations in paleomagnetism",
    "authors": ["P.L. McFadden", "M.W. McElhinny"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1988
  }, {
    "title": "An obliquity-controlled Early Pleistocene river terrace record from Western Turkey",
    "authors": ["D. Maddy", "T. Demir", "D. Bridgland", "A. Veldkamp", "C. Stemerdink", "T. van der Schriek", "R. Westaway"],
    "venue": "Quat. Res",
    "year": 2005
  }, {
    "title": "The obliquity-controlled early Pleistocene terrace sequence of the Gediz River, Western Turkey: a revised correlation and chronology",
    "authors": ["D. Maddy", "T. Demir", "A. Veldkamp", "D.R. Bridgland", "C. Stemerdink", "T. van der Schriek", "D. Schreve"],
    "venue": "J. Geol. Soc. Lond. 169,",
    "year": 2012
  }, {
    "title": "Volcanic disruption and drainage diversion of the palaeo-Hudut river, a tributary of the early Pleistocene Gediz river, Western Turkey. Geomorphology 165e166, 62e77",
    "authors": ["D. Maddy", "A. Veldkamp", "A.G. Jongmans", "I. Candy", "T. Demir", "J.M. Schoorl", "T. van der Schriek", "C. Stemerdink", "R.G. Scaife", "W. van Gorp"],
    "year": 2012
  }, {
    "title": "The earliest securely-dated hominin artefact in Anatolia",
    "authors": ["D. Maddy", "D. Schreve", "T. Demir", "A. Veldkamp", "J.R. Wijbrans", "W. van Gorp", "D.J.J. van Hinsbergen", "M.J. Dekkers", "R. Scaife", "J.M. Schoorl", "C. Stemerdink", "T. van der Schriek"],
    "venue": "Quat. Sci",
    "year": 2015
  }, {
    "title": "Detecting the polycyclic drainage evolution in Kula region (western Turkey) using aerial photographs",
    "authors": ["F.S. Ozaner"],
    "venue": "ITC J. 1992e1993,",
    "year": 1992
  }, {
    "title": "A pulsed extension model for the NeogeneeRecent EeW trending Alaşehir Graben and the NEeSW trending Selendi and G€",
    "authors": ["M. Purvis", "A.H.F. Robertson"],
    "year": 2004
  }, {
    "title": "40Are39Ar dating of biotite and sanidine in tuffaceous sediments and related intrusive rocks: implications for the early Miocene evolution of the G€",
    "authors": ["M. Purvis", "A.H.F. Robertson"],
    "year": 2005
  }, {
    "title": "The Basalts of Kula and their Relation to Extension in Western Turkey",
    "authors": ["J.M. Richardson-Bunbury"],
    "year": 1992
  }, {
    "title": "The Kula volcanic field, western Turkey: the development of a Holocene alkali basalt province and the adjacent normalfaulting graben",
    "authors": ["J.M. Richardson-Bunbury"],
    "venue": "Geol. Mag",
    "year": 1996
  }, {
    "title": "The Plio-Pleistocene age of the Büyük Menders and Gediz grabens and their tectonic significance on NeS extensional tectonics in West Anatolia: mammalian evidence from the continental deposits",
    "authors": ["N. Sarıca"],
    "venue": "Geol. J. 35,",
    "year": 2000
  }, {
    "title": "Late Cenozoic tectono-sedimentary development of the Selendi and UşakeGüre basins: a contribution to the discussion on the development of eastewest and north trending basins in western Turkey",
    "authors": ["G. Seyito glu"],
    "venue": "J. Geol. Soc. Lond. 134,",
    "year": 1997
  }, {
    "title": "The evolution from Miocene",
    "authors": ["G. Seyito glu", "D. Anderson", "G. Nowell", "B. Scott"],
    "year": 1997
  }, {
    "title": "40Ar/39Ar geochronology using a quadrupole mass spectrometer",
    "authors": ["B. Schneider", "K. Kuiper", "O. Postma", "J.R. Wijbrans"],
    "venue": "Quat. Geochronol",
    "year": 2009
  }, {
    "title": "The last 1.35 million years at Tenaghi Philippon: revised chronostratigraphy and long-term vegetation trends",
    "authors": ["H. alike"],
    "venue": "Quat. Sci. Rev",
    "year": 2006
  }, {
    "title": "Reconstructing Early Pleistocene (1.3 Ma) terrestrial environmental change in western Anatolia: did it drive fluvial terrace formation? Palaeogeogr",
    "authors": ["A. Veldkamp", "I. Candy", "A.G. Jongmans", "D. Maddy", "T. Demir", "J.M. Schoorl", "D. Schreve", "C. Stemerdink", "T. van der Schriek"],
    "venue": "Palaeoclimatol. Palaeoecol. 417,",
    "year": 2015
  }, {
    "title": "Pliocene and Quaternary surface uplift of western Turkey revealed by long-term river terrace sequences",
    "authors": ["R. Westaway", "M. Pringle", "S. Yurtmen", "T. Demir", "D.R. Bridgland", "D. Maddy"],
    "venue": "Curr. Sci",
    "year": 2003
  }, {
    "title": "Pliocene and Quaternary regional uplift in western Turkey: the Gediz river terrace staircase and the volcanism at Kula",
    "authors": ["R. Westaway", "M. Pringle", "S. Yurtmen", "T. Demir", "D.R. Bridgland", "G. Rowbottom", "D. Maddy"],
    "venue": "Tectonophysics",
    "year": 2004
  }, {
    "title": "Late Cenozoic uplift of western Turkey: improved dating and numerical modelling of the Gediz river terrace staircase and the Kula Quaternary volcanic field",
    "authors": ["R. Westaway", "H. Guillou", "S. Yurtmen", "A. Beck", "D.R. Bridgland", "T. Demir", "G. Rowbottam"],
    "venue": "Glob. Planet. Change",
    "year": 2006
  }, {
    "title": "When did the western Anatolian grabens begin to develop",
    "authors": ["Y. Yilmaz", "S.C. Genç", "F. Gqrer", "M. Bozcu", "K. YVlmaz", "Z. KaracVk", "X. Altunkaynak", "A. Elmas"],
    "year": 2000
  }, {
    "title": "Two contrasting magmatic associations of NW Anatolia and their tectonic significance",
    "authors": ["Y. Yilmaz", "S.C. Genç", "S. Karacik", "S. Altunkayak"],
    "venue": "J. Geodyn",
    "year": 2001
  }, {
    "title": "demagnetisation of rocks: analysis of results",
    "authors": ["J.D.A. Zijderveld", "1967. A.C"],
    "venue": "Methods in Palaeomagnetism. Elsevier,",
    "year": 1967
  }],
  "id": "SP:4c4786221f6d42a70e7bc1858f578c18b21dac83",
  "authors": [{
    "name": "D. Maddy",
    "affiliations": []
  }, {
    "name": "A. Veldkamp",
    "affiliations": []
  }, {
    "name": "T. Demir",
    "affiliations": []
  }, {
    "name": "W. van Gorp",
    "affiliations": []
  }, {
    "name": "J.R. Wijbrans",
    "affiliations": []
  }, {
    "name": "D.J.J. van Hinsbergen",
    "affiliations": []
  }, {
    "name": "M.J. Dekkers",
    "affiliations": []
  }, {
    "name": "D. Schreve",
    "affiliations": []
  }, {
    "name": "J.M. Schoorl",
    "affiliations": []
  }, {
    "name": "R. Scaife",
    "affiliations": []
  }, {
    "name": "C. Stemerdink",
    "affiliations": []
  }, {
    "name": "T. van der Schriek",
    "affiliations": []
  }, {
    "name": "D.R. Bridgland",
    "affiliations": []
  }, {
    "name": "A.S. Aytaç",
    "affiliations": []
  }],
  "abstractText": "The Gediz River, one of the principal rivers of Western Anatolia, has an extensive Pleistocene fluvial archive that potentially offers a unique window into fluvial system behaviour on the western margins of Asia during the Quaternary. In this paper we review our work on the Quaternary Gediz River Project (2001e2010) and present new data which leads to a revised stratigraphical model for the Early Pleistocene development of this fluvial system. In previous work we confirmed the preservation of eleven buried Early Pleistocene fluvial terraces of the Gediz River (designated GT11, the oldest and highest, to GT1, the youngest and lowest) which lie beneath the basalt-covered plateaux of the Kula Volcanic Province. Deciphering the information locked in this fluvial archive requires the construction of a robust geochronology. Fortunately, the Gediz archive provides ample opportunity for age-constraint based upon age estimates derived from basaltic lava flows that repeatedly entered the palaeo-Gediz valley floors. In this paper we present, for the first time, our complete dataset of 40Ar/39Ar age estimates and associated palaeomagnetic measurements. These data, which can be directly relatedtotheunderlyingfluvialdeposits,provideageconstraints critical toourunderstandingof this sequence. The new chronology establishes the onset of Quaternary volcanism at ~1320ka (MIS42). This volcanism, which is associated with GT6, confirms a pre-MIS42 age for terraces GT11-GT7. Evidence from the colluvial sequences directly overlying these early terraces suggests that they formed in response to hydrological and sediment budget changes forced by climate-driven vegetation change. The cyclic formation of terraces and their timing suggests they represent the obliquity-driven climate changes of the Early Pleistocene. By way of contrast the GT5-GT1 terrace sequence, constrained by a lava flow with an age estimate of ~1247ka, span the time-interval MIS42 e MIS38 and therefore do not match the frequency of climate change as previously suggested. The onset of volcanism breaks the simple linkage of terracing to climate-driven change. These younger terraces more likely reflect a localized terracing process triggered by base level changes forced by volcanic eruptions and associated reactivation of preexisting faults, lava dam construction, landsliding and subsequent lava-dammed lake drainage. Establishing a firm stratigraphy and geochronology for the Early Pleistocene archive provides a secure framework for future exploitation of this part of the archive and sets the standard as we begin our work on the Middle-Late Pleistocene sequence. We believe this work forms a benchmark study for detailed Quaternary research in Turkey. © 2016 Elsevier Ltd. All rights reserved.",
  "title": "The Gediz River fluvial archive: A benchmark for Quaternary research in Western Anatolia"
}