{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nGeomorphology\nj ourna l homepage: www.e lsev ie r .com/ locate /geomorph\nVolcanic disruption and drainage diversion of the palaeo-Hudut River, a tributary of the Early Pleistocene Gediz River, Western Turkey\nD. Maddy a,⁎, A. Veldkamp b, A.G. Jongmans c, I. Candy d, T. Demir e, J.M. Schoorl c, T. van der Schriek a, C. Stemerdink f, R.G. Scaife g, W. van Gorp c\na School of Geography, Politics and Sociology, University of Newcastle, Daysh Building, Newcastle upon Tyne, NE1 7RU, UK b Faculty of Geo-Information Science and Earth Observation (ITC), University of Twente, Enschede, The Netherlands c Land Dynamics group, Wageningen University, P.O. Box 47, 6700 AA Wageningen, The Netherlands d Department of Geography, Royal Holloway University of London, Egham, Surrey TW20 0EX, UK e Department of Geography, Harran University, 63300 Sanliurfa, Turkey f Hellenic American University, Athens, Greece g School of Geography, University of Southampton, Southampton SO17 1BJ, UK\n⁎ Corresponding author. E-mail address: darrel.maddy@ncl.ac.uk (D. Maddy)\n0169-555X/$ – see front matter © 2011 Elsevier B.V. Al doi:10.1016/j.geomorph.2011.12.032\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 30 November 2010 Received in revised form 15 December 2011 Accepted 20 December 2011 Available online 24 December 2011\nKeywords: River Terraces Early Pleistocene Drainage diversion Western Turkey\nThe importance of extrinsic drivers of fluvial system behaviour (climate, tectonics, eustatic sea level) over Quaternary timescales is well documented. However, comparatively fewer studies have been reported concerning the significance of more localised changes at reach to sub-catchment scale, over these extended (104–106 years) timescales. In this paper we examine the Early Pleistocene sedimentary record of the palaeo-Hudut River and compare it with the record from the trunk river into which it drains, the Gediz River of Western Turkey. Both the Gediz River and the Hudut River were subjected to major localised disruption during the Early Pleistocene as a consequence of volcanism but their respective responses to these events appear to differ. Observations are reported from the sedimentary sequence buried beneath the lavas which cap the Burgaz plateau. These sediments record a remarkable amount of detail for a significant period of the Early Pleistocene. These suggest that the palaeo-Hudut system responded largely to the creation and failure of downstream lava dams, both through channel incision and subsequent filling, and via route diversions around lava dams and their associated lakes. In contrast, the Gediz terrace record appears to demonstrate a river which was able to accommodate these changes more readily and hence, continue to undergo sedimentation–incision cycles consistent with a climate forcing.\n© 2011 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Quaternary fluvial archives are playing an ever increasing role in our understanding of landscape forming events on the continents. Often, however, questions are legitimately asked concerning the importance of extrinsic drivers of fluvial system behaviour (climate, tectonics, eustatic sea level) relative to intrinsic dynamical responses to local factors e.g. the degree of slope-channel coupling. There has been a tendency within the geological community to assume that extrinsic factors always override intrinsic controls and thus govern the widespread behaviour of large fluvial systems. While there is considerable evidence to support the premise that, for example, the catchment-wide terracing of large fluvial systems is driven by a combination of tectonics and climate change (e.g. Bridgland et al., 2007), the response at a local scale and especially within tributary valleys, may not reflect this general conclusion. Although comparatively few\n.\nl rights reserved.\nstudies have been reported from tributary systems over extended ‘geological’ timescales (104–106 years), shorter timescale studies (e.g. Rains and Welch, 1988; Coulthard et al., 2005; Erkens et al., 2009) have stressed the importance of recognising the often asynchronous and conflicting responses of trunk valley and tributary valleys to local events e.g. landslides, volcanic events. Significantly the localised effects of base-level changes resulting from river capture have been reported from SE Spain (e.g. Mather, 2000; Stokes et al., 2002; Maher et al., 2007) but in this paper we examine the Early Pleistocene sedimentary record of a palaeo-Hudut River and compare it with the record from the trunk river into which it drains, the Gediz River of Western Turkey. Both the Gediz River and the Hudut River were subjected to major localised disruption during the Early Pleistocene as a consequence of volcanism.\nThe Gediz River, one of the main rivers of Western Turkey, rises on Murat Dağı (~2400 m) and over its ~275 km course to the Aegean, crosses some of the most important tectonic structures of Western Turkey (Fig. 1). In its upper reaches the river crosses three important north–northeast to south–southwest orientated sedimentary basins which were in-filled during the Miocene (Seyitoğlu and Scott, 1994;\nSeyitoğlu, 1997; Bozkurt, 2003; Purvis and Robertson, 2004; Purvis et al., 2005). Initially, after leaving the Murat Dağı, the Gediz flows southward down the axis of the Gūre Basin (the western sector of the larger Uşak-Gūre Basin [Fig. 1: UGB]), turns west, across a basement high in order to traverse the Selendi Basin (Fig. 1: SB) before crossing a further high basement ridge in order to enter the Demirci Basin (Fig. 1: DB), where the river has been dammed by the Demirkőprű Dam. Below the dam, the river emerges to the south and enters the active, East–west orientated, Aleşehir (Gediz) graben around Adala (Fig. 1: AG). Once in the graben, the river flows westwards, eventually entering into the Aegean Sea on the northern shore of the Gulf of İzmir (Fig. 1: İ).\nThe evolution of the modern Gediz drainage system postdates the infill of the internally, north–south, draining Miocene basins and largely reflects progressive incision in response to uplift and associated base-level changes related to the formation of the modern Alaşehir graben (Maddy et al., 2007). The timing of the onset of graben formation, the result of on-going regional crustal extension, is hotly debated (Koçyiğit et al., 1999; Yılmaz et al., 2000) but, it is generally agreed that the high angle faults which mark the latest phase of extension and bound the southern side of the present day graben, most likely originated within the past 5 Ma (Sarıca, 2000; Bozkurt, 2001; Bozkurt and Sözbilir, 2004). To the north of the graben, where the Gediz emerges, it is bound by a series of less dramatic, antithetic faults. Uplift of this northern flank of the graben has contributed to the uplift of the Miocene basins (Richardson-Bunbury, 1996; Bunbury et al., 2001) to the north, but it is more likely that a significant component of regional uplift is driven by an isostatic response to erosion (Westaway et al., 2004; Westaway, 2006). Whatever the precise cause of the uplift, uplift of the Miocene basins during the Quaternary is unequivocal.\nThe crustal extension associated with graben formation results in crustal thinning leading to the generation of volumetrically small amounts of rift shoulder, basaltic, volcanism. This volcanism generates over 80 small volcanic necks/cinder cones within the Selendi and Demirci Basins where, at least three generations of lava flows (the β2, β3 and β4 of Erinç, 1970) have been identified. The oldest necks and associated lava flows (β2) lie furthest away from the graben, with the most recent generation of necks/flows, closest to the northern boundary. Significantly the Kula volcanic field generates lavas which ultimately flow into the Gediz river (Ozaner, 1992),\ncapping its deposits and preserving a fluvial archive of past environmental change (Westaway et al., 2003).\nMaddy et al. (2005, 2007, 2008, 2012) describe extensive preservation of an Early Pleistocene river terrace staircase beneath the oldest lavas (β2) capping the Burgaz, Sarnıç and İbrahimağa plateau north of Kula (Figs. 2, 3). At least 11 terraces, thought to have formed in response to obliquity-driven (~40 ka) sedimentation–incision cycles, are identified and ascribed to the Early Pleistocene on the basis of the radiometric dating of the overlying basalts. Preserved alongside the Gediz deposits are the sediments laid down in a series of northerly derived tributaries emanating from the limestone uplands. Initially these sediments were ascribed to deposition on a series of interlocking alluvial fans (Maddy et al., 2008), but more detailed investigation described below, has resulted in the need for a revised model for their development.\n2. Regional setting and field area geology\nOur ongoing study of the Gediz River has examined in detail the exposed sedimentary records along a ~20 km reach of the current Gediz valley, within the Selendi basin, where there is extensive preservation of a Quaternary archive from beneath lava-capped plateau (Fig. 2). The Quaternary sediments and lavas lie upon the heavily eroded Miocene basin infill. The Selendi basin infill, which overlies predominantly metamorphic Basement rocks (typically schist, gneiss, marble and quartzite), comprises basal alluvial fan and high energy fluvial facies (Hacıbıkir Group). These are overlain by the fluvial facies of the Ahmetler Formation, which together with the overlying continental carbonate deposits of the Ulubey Formation, make up the İnay Group (Ercan et al., 1983). These sediments are accompanied, towards the centre of the Selendi Basin (north of the study area), by thick volcaniclastic detritus, dated to the Mid-Miocene, emanating from a basin-central stratovolcano (Seyitoğlu, 1997).\nThe progressive incision of the Selendi basin infill by the Gediz River and its tributaries, has led to the creation of a terrain with over 400 m of relative relief within the study area (Fig. 2). The Ulubey Formation (up to 300 m thick in the field area) was incised by the river leading to the creation of high plateau formed in limestone. Once incised down onto the Ahmetler Formation, the Gediz was able to create and preserve floodplains as a terrace staircase during continued episodic incision. Although the river subsequently cut\nthrough the underlying Hacıbıkir sediments and into basement in several areas, during the Early Pleistocene, these stratigraphically older parts of the basin fill and its underlying basement would have remained buried beneath Ahmetler sediments which formed the\nsubstrate for all of the Gediz valleys floors considered in this paper. The presence of basement-derived lithologies in the Gediz gravels reflects reworking of the Ahmetler (itself derived from erosion of the basement) and, the input of tributaries from the South which drain\niz Terrace sequence (GT1–GT11, after Maddy et al., 2012). Small filled triangles denote id bars denote the position of the transects shown in Figs. 5–7.\ncatchments which lie beyond the bounds of the basin infill sequence and drain directly from the basement.\nThe clear evidence for Quaternary movements of the main graben bounding fault is not matched by similar evidence within the study area. At present there is no evidence to support significant Quaternary age fault movement anywhere within the study area despite extensive outcrop (Westaway et al., 2004). Exhumation of preQuaternary faults may, however, play a role in determining the subsequent location of drainage lines, i.e. both the main Gediz trunk river (draining east–west) and the tributaries (draining towards either the NNE or SSW) are aligned along the principle fault orientations associated with Late Cenozoic tectonics.\nThis paper concerns the evolution of a northern tributary of the Gediz River, which drains the Ulubey uplands and drains across an area now covered by the Burgaz basaltic plateau (Fig. 3). This river is most probably an ancestor of the modern Hudut River (Fig. 2), a low order tributary which currently drains an area of b50 km2 with a relative relief of over 400 m. This compares to the ~2700 km2 of upstream Gediz trunk river catchment, with its relative relief of >2000 m. Similar deposits, which relate to the rivers draining adjacent catchments, outcrop beneath the Sarnıç plateau, but the deposits beneath the Burgaz plateau are the best exposed and, consequently, present a more complete sequence for study."
  }, {
    "heading": "3. Methodology",
    "text": "Exposures across three transects are described below: Burgaz North; Burgaz West; and Burgaz South (Fig. 3). These transects convey the main features of these outcrops but, in addition, we have utilised our observations from more than 40 less well exposed outcrops, especially those exposed by a gully systemwhich carves into the middle of the plateau. The limited outcrops available from Burgaz East and, the difficulty of making detailed observations due to the\ninaccessibility of these outcrops, preclude the production of a meaningful transect.\nAll outcrops were logged in detail and, where possible, scaled face sections drawn in the field (and supplemented by an extensive photographic record). The precarious nature of some of these outcrops restricted their detailed measurement. The heights of bounding surfaces (unconformities) were, where possible, acquired, using a Sokkia 4c Total Station during a detailed survey field season in 2004. Subsequently, additional measurements have been made using a Sokkia Radian IS dGPS and various EGNOS enabled handheld GPS. Where sections were located in positions that could not obtain good satellite geometry for GPS measurement, or access was too dangerous, lower precision estimates of unit thickness were made using a laser range finder. All heights are reported here relative to the WGS84 datum and surface coordinates are reported using a UTM projection (Zone 35 N). Site locations have subsequently been verified (to within a few metres) using a 2.5 m pixel resolution Alos Prism stereo satellite image pair.\nThe logged sections shown in the transects, together with more continuous field observations, are used to determine significant stratigraphical units which comprise related sedimentary facies. The logs presented are generalised in order to allow visual representation, with only attributes considered significant to facies interpretation, or of stratigraphical significance, highlighted."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Burgaz North",
    "text": "Broad exposures of carbonate-rich sands and gravels outcrop beneath the north-eastern rim of the Burgaz plateau, north of Burgaz village (Figs. 3, 4a and b). Fig. 5 shows logged sections which follow an approximate East–west transect ranging from locations 44 through 65, 72 and 64 to 47. Although shown as a 2D cross section,\nağtepe cone lies just to thewest (right) of the exposures shown in the figure. b. Exposure the tephra, with a calcrete exposure beneath. c. General view looking north along the f the exposures. d. Close-up of the palaeochannel deposits (unit BW8) close to location e seen at the base of this outcrop and more clearly outcropping on the promontory on the\nthe reader should note that location 44 is 200 m south of location 64 (Fig. 3). Five stratigraphically significant units are identified from beneath the volcanic sequence within this transect. Summary description of these units can be seen in Table 1.\nUnits BN1 and BN2 are typical of sediments deposited by the Gediz River and are correlated with Gediz terraces GT11 and GT9 respectively, by Maddy et al. (2012, Fig. 3). Unit BN3 has previously been considered to represent a Gediz terrace, but the substantial quantities of un-weathered basalt present difficulties for this interpretation. There is no evidence to support volcanic activity in the valley at the likely time of formation of such a high terrace. Perhaps a more likely explanation is that this deposit represents the reworking of a local Gediz terrace (possibly GT11) by the tributary during a later period when the Burgaz neck was active (see Section 5.1). The reworking of terrace gravels by the tributary is also supported by the high amounts of limestone in this unit, although a similar mixed composition, without the basalt, could occur close to a Gediz- northern tributary confluence.\nUnit BN4 represents a thick accumulation of carbonate-rich gravels and sands which confirm an Ulubey Formation (northern) source area. All outcrops display uniform sedimentology with the lack of architectural complexity, perhaps, suggesting comparatively rapid deposition under comparatively stable environmental conditions. The development of a pedocomplex on this unit suggests that\nfluvial deposition ceased sometime prior to burial by unit BN5. Indeed this surface must have remained stable sufficiently long to accommodate the development of two red soils and an intervening calcrete. Unpublished observations from the overlying red soil (in Unit BN5), suggest a genesis under wet, forested, conditions, with the calcrete developing under dryer conditions, with less dense vegetation cover.\nRed, clay rich soils and pedogenic calcretes are both characteristic of modern Mediterranean climates (Yaalon, 1997). Both of them require some degree of moisture (to translocate clays and dissolve carbonates) but also some period of the year, typically late spring and summer, with prolonged drought (during which iron compounds adsorbed to the surface of translocated clays can oxidise and dissolved carbonate can precipitate). It is likely that calcretes are more common in the drier parts of the Mediterranean, whilst red soils require slightly more moisture; however, the difference in climate required for their generation may be relatively small. The red soils and calcretes are widespread across the plateau and beyond, thus appearing to reflect a regional rather than localised change. Consequently, oscillation between red soil formation and calcrete genesis may indicate fluctuating regional climates but not necessarily on a large-scale, perhaps reflecting the more subdued amplitude of changes driven by the obliquity cycles of the Early Pleistocene.\nIt is likely therefore that the red soils and calcrete development reflect changes in environmental conditions from wetter to dryer and\nts of BN4 represent the in-filled sediment sink (darker shading) together with the pro(Fig. 3) is 200 m south of location 64.\n67 D .M addy et al./ G eom orphology 165-166 (2012) 62 –77\nback to wetter again. Significantly the outcrops also hint at decreasing soil complexity towards the east, perhaps indicating the preservation of progressively younger deposits.\nUnit BN5 is interpreted as colluvial sediment. These sediments are calcareous and thus, are derived from upslope, either in the higher parts of unit BN4, deposited at location 64 for example, or they could indicate the presence of a limestone escarpment closer to this location than the current scarp. The soil complex developed in this unit suggests changing environmental conditions from comparatively dry conditions, indicated by calcrete development, through to wet, forested conditions, evidenced by red soil development. The limited molluscan fauna suggests periods of more open grassland cover."
  }, {
    "heading": "4.2. Burgaz West",
    "text": "The Western exposures along the edge of the Burgaz plateau reveal a complex stratigraphy overlying lower elements of the Gediz terrace staircase (Fig. 3). In total, eleven stratigraphical units (BW1– 11) are identified in this north–south transect (Fig. 6) with summary description of these units given in Table 2. A general view of this transect can be seen in Fig. 4c, with a close-up photo of an outcrop close to location 40 shown in Fig. 4d. Capping the sequence is a variable stratigraphy of volcanic deposits.\nThe northern sections of this transect (40, 75,76 and 77) are all overlain by up to ~1 m of coarse tephras above which there is up to 10 m of basaltic lava. Significantly, the volcanic sequence above locations 40, 75 and 76 appears to comprise two separate lava flows whereas, elsewhere, only one lava flow can be identified.\nThe southern exposures (78, 21 and 23) do not have a tephra cover and are overlain directly by basalt. Observations from the plateau surface suggest that south of location 21, the single flow unit, traced from location 78 southwards, overlies an older flow unit. Both of these flows continue southwards and form part of a thicker basalt valley fill to the south.\nUnits BW1, BW2, BW3 and BW10 contain gravels of typical composition to those deposited by the Gediz River (Maddy et al., 2005, 2008). These units are correlated with Gediz terraces GT9, GT7, GT6 and GT5 respectively by Maddy et al. (2012).\nUnit BW4 lies on an eroded GT9 terrace surface and hence postdates the deposition of that deposit. Units BW4 and BW6 are considered here to represent deposition in a low energy environment involving standing water. The most likely explanation would be the presence of a lake. Initially sediment is fed into this lake from an up-slope source in the Ulubey Formation, evidenced by the calcareous composition. The fining upwards sequence of unit BW4 probably represents progressively deepening water and thus, an indication that this location is becoming more remote from the sediment input into the lake. The limestone gravels of unit BW5 represent the localised slumping of material. Unit BW6 also represents lacustrine sedimentation, this time however, the sediment source appears to only derive from the more immediate upslope Ahmetler Formation. This lake reaches altitudes in excess of ~590 m (its origins will be discussed in 5.1). Unit BW7 is interpreted as colluvial sediment, signifying a return to sub-aerial conditions and a probable prolonged period of slope instability. A stabilised landsurface is, however, indicated by the formation of palaeosols towards the top of unit BW7.\nBW8 is interpreted as river channel sediments, lying within a palaeochannel cut into, and thus, postdating, the sequence described above. The limestone composition indicates a river draining the Ulubey formation to the north with the imbrication suggesting flow towards the Gediz trunk river.\nA red soil is developed on this unit and on the adjacent colluvial sediment (BW7) into which it is cut, suggesting that sedimentation, at least in this part of the palaeochannel, had ceased. However, erosion of this red palaeosol from parts of the unit BW8 suggests this part of the landscape had become unstable once more prior to the\nonset of volcanism. The arrival of tephra and the overlying lava appears, however, to signify the end for this particular palaeochannel.\nUnit BW9 is considered to represent a separate channel fill sequence cut into GT6 (BW3). The infilling sediments are derived from the Ulubey formation and thus, this palaeochannel signifies the presence of a northerly derived tributary. The channel fill is sufficiently thick to lap on to GT7 deposits (BW2) at location 78. Furthermore, the inferred geometry of this palaeochannel requires confinement to the south, suggesting that there has been significant erosion towards the south prior to the deposition of the succeeding unit BW10 (GT5). This observation suggests that this palaeochannel base grades to a level no lower than GT6.\nUnit BW11 overlies unit BW10 and extends onto the southerly eroded sections of unit BW9 and is interpreted as a low energy standing water deposit, most probably the product of sedimentation in a lake. The altitude of these sediments suggests that this lake must rise to a level above 580 m above the datum."
  }, {
    "heading": "4.3. Burgaz South",
    "text": "The southern outcrops around the Burgaz plateau (Fig. 3) record the presence of tributary gravels deposited upon lower and, therefore, younger Gediz terraces. These routes extend further from the Ulubey source area and the less well preserved nature of the lower terraces suggests that they drain into a more confined Gediz valley floor. This confinement is most likely a consequence of the repeated incursion of lavas into the Gediz valley, the rising basement rocks to the south and the changing environmental conditions of the Mid Pleistocene transition (Maddy et al., 2012). Fig. 7 presents generalised logs from nine sections, which, together, comprise a discontinuous west–east transect (Fig. 3). General summary description for each unit is given in Table 3. In total six stratigraphical units (BS1–6) are identified.\nUnits BS1, BS2 and BS3 are typical of sediments deposited by the Gediz River. These units are correlated with GT4 (BS1), GT3 (BS2) and GT2 (BS3) by Maddy et al. (2012). Unit BS4 represents deposition by a tributary river draining from the Ulubey uplands to the north. This tributary appears to cut across the Gediz terraces and grade to at least GT2 level. It should be noted that these channel deposits do not overlie BS2 sediments at locations 11 and 6 (Fig. 3) suggesting that this channel occupied a narrow valley incised into the terrace sequence south of location 11 and north of location 6.\nUnit BS 5 seems to represent the deposits of a northerly derived tributary cut at a level beneath the BS4 channel. The nature of the gravel suggests that towards the top it may drain into a standing water body, the calcareous mud matrix perhaps indicating deposition more akin to debris flow deposition. The overlying BS6 unit confirms succeeding lake conditions (Fig. 8). The altitude of these lake sediments requires a downstream dam which exceeds 570 m in height, indeed the fine-grained nature of these sediments suggests they were deposited in deep water at some distance from the entrance of the sediment source into the lake. This lake was referred to as lake L2 by Maddy et al. (2007). The presence of tephra in the sediments is clear evidence of on-going eruptions."
  }, {
    "heading": "5. Transect correlation and palaeochannel reconstruction",
    "text": "Utilising the information from the sections described above, together with additional information from numerous exposures in the gully sections cut into the middle of the Burgaz plateau, we suggest that at least 5 discrete buried palaeochannels (labelled A to E on Fig. 9), representing five phases of drainage from the northern limestone plateau, can be identified.\nTable 2 Summary description of Burgaz West exposures (see Fig. 6).\nUnit Exposure location Height (m) and nature of basal contact Sediment grade Lithological composition Sedimentary structures Max. recorded thickness (m) Additional observations Interpretation Correlation*\nBW1 40 586 planar (Ahmetler Fm) Coarse‐medium, well sorted gravel Quartzitic Gravels horizontally bedded. Minor sand/silt‐ filled slough channel cut into uppermost unit\n2 Gravel imbrication suggests flow to north‐east. Near continous outcrop through locations 76 and 75. Unit thins towards 75 (0.4 m) and at 77 is no more than a thin gravel lag, suggesting substantial erosion prior to deposition of overlying units Gediz terrace GT9\nBW2 78 578 planar (Ahmetler Fm) Coarse‐medium, well sorted gravel Quartzitic None recognisable 2 Gediz terrace GT7 BW3 21 568 planar (Ahmetler Fm) Coarse‐medium, well sorted gravel Quartzitic Horizontally bedded 5.5 Gediz terrace GT6 BW4 75 585 planar (BW1)\nThin, cemented sand with occasional cobbles (0.2 m) passing into 3.6 m of well sorted, white calcareous sands. Occasional limestone cobbles\nHorizontally bedded, bed thickness up to 20 cm 2.5 Lateral equivalent seen in section 77. ?Lake sediment\nBW5 75 587.5 concave‐up (BW4) Poorly sorted coarse gravel in calcareous matrix Limestone Lenticular unit 0.75 m thick. 0.75 ?Slump into lake BW6 75 588 conformable (BW4,BW5) Grey fine sands and silts Ahmetler Fm (quartzitic) derived matrix Horizontally bedded, bed thickness up to 10 cm\n1 Similar to BW4 but with reduced carbonate content. Unit extends laterally to 77. Possible red soil towards top of unit and discrete calcrete below (unconfirmed due to restricted access) ?Lake sediment\nBW7 75 589 conformable (BW6) Poorly sorted sands, silts and fine gravel Limestone with grey, Ahmetler Fmderived, matrix\nCrude horizontal bedding 1 Upper part contains red soil with underlying well‐ developed calcrete. Unit extends laterally to 76 and 77 ?Colluvium\nBW8 40 587.5 erosional (BW1)\nCoarse‐fine, well sorted gravels and sands Limestone (>99%) gravels with carbonate‐rich sandy matrix Horizontally bedded coarse gravels. Some planar cross‐ bedded mediumfine gravel and sands. 3 Gravels thin rapidly to south, obscured to north. Imbrication well developed, suggests flow towards south. Upper contact heavily eroded but reddening suggestions truncation of red soil, a lateral equivalent of that developed on BW7 Tributary channel\nPalaeochannel A\nBW9 21 573.5 planar (BW3) Coarse‐fine, well sorted gravel and sands Limestone predominant Horizontally bedded, fining upwards sequence. Lower 2m coarse gravel with thin sand beds fining to thinner gravel beds with predominant sands stacked as a series of fining upwards couplets. 4 Extends laterally to location 78 where gravels overlie BW2 and reach a height of ~587 m Tributary channel\nPalaeochannel B\nBW10 23 564 planar (Ahmetler Fm) Coarse‐medium, well sorted gravel Quartzitic Horizontally bedded 2 Gravel can be traced laterally to the south for ~100 m\nGediz terrace GT5\nBW11 23 566 conformable (BW10) Sands and silts ?Calcareous (unconfirmed) Horizontally bedded 1 Extends to location 21 where this unit thins to b1 m"
  }, {
    "heading": "5.1. Palaeochannel A",
    "text": "This channel is exposed in the northern (BN3/4, Fig. 5) and western sections (BW8, Fig. 6) and appears to be the oldest channel of those, thus far, identified. A plot of the limited exposure bases along the presumed valley axis suggests a gradient of 0.014 and this profile\nappears to grade to GT6 level (Fig. 10). The channel deposits exposed at location 40 suggest this drainage line developed sometime after the deposition of the high level lake sediments, draped across GT9, into which they are cut. The height of the lake sediments suggests correlation with thick (up to 19 m) tephra deposits laid down in a lake exposed on the Sarnıç plateau (location A, Fig. 3). Those deposits\nare correlated with Lake L1 of Maddy et al. (2007, 2012), a high level lake considered to have formed by blockage of the GT6 valley by lava flows emanating from the Tavşan neck on the Ibrahimağa plateau (Fig. 2), 15 km downstream of the Burgaz plateau (Maddy et al., 2007, 2012). As there is no evidence to support the existence of this specific drainage line prior to formation of the lake, it is possible that it developed penecontemporaneously with the lowering of the L1 lake level. The lowering of lake level (the effective localised base level for this channel), from above GT9 level back down to GT6 level, would require the developing channel to extend and incise into the terrace deposits at progressively lower levels as lake water dropped.\nThe timing of the channel in-fill sequence is more difficult to determine. The simplest explanation would suggest that the channel fill sediments are a direct consequence of increased supply of upstream sediment as the wave of lake-level-lowering-induced-erosion, progresses upstream into the reaches directly draining the Ulubey Formation. Hence, cut and fill could be rapid. Although this explanation might readily explain the low volumes of sediment required to infill the channel at location 40, it is unlikely to be a complete\nexplanation for the thick sequences seen in the northern exposures (see below).\nThe development of a red palaeosol across the top of the channel fill sequence at location 40 (where erosion of the upper surface is less evident) and within the adjacent colluvial deposits, suggests stabilisation of this surface and, therefore, cessation of fluvial activity. If this red soil developed under similar conditions to the red soils exposed at location 47, i.e. beneath a forest cover, it is likely that sediment supply, especially of coarse gravel materials, may have been reduced due to environmental change. The subsequent localised erosion of parts of the channel fill sequence suggests destabilisation of this surface and the loss of forest cover prior to burial by volcanic products. The loss of vegetation cover and erosion might reflect a changing regional environment but, perhaps more likely reflects, directly the localised emergence of the Burgaz neck.\nThe Burgaz volcanic neck, with associated cone, appears to develop within the palaeochannel. The most obvious effect of this would be the creation of a terminal block for the underlying drainage route. Although the dimensions of the original cone are unknown, if similar to modern cones in the Kula area, it most likely reached altitudes in\nTable 3 Summary description of Burgaz South exposures (see Fig. 7).\nUnit Exposure location Height (m) and nature of basal contact Sediment grade Lithological composition Sedimentary structures Max. recorded thickness (m) Additional observations Interpretation Correlation*\nBS1 17, 18 565 planar (Ahmetler Fm) Coarse‐ medium, well sorted gravel. Occasional sand beds Quartzitic Rudimentary horizontal bedding 4 Gediz terrace GT4 BS2 7 551 planar (Ahmetler Fm) Coarse‐ medium, well sorted gravel Quartzitic None recognisable 2.5 Probable lateral (upstream) equivalents at 6 and 11 Gediz terrace GT3 BS3 5 548 planar (Ahmetler Fm) Coarse‐ medium, well sorted gravel Quartzitic None recognisable 1.5 Gediz terrace GT2 BS4 17,18 569 erosional (BS1)\nCoarse‐ medium, well sorted gravel with calcareous sandy matrix Limestone Laterally extensive, horizontally bedded gravel sheets with occasional sandy (slough) channel infills. 4 Probable thinner lateral (downstream) equivalents at 7 (~1.5 m) and 5 (~1.5 m). Weakly developed red palaeosol developed in the upper part at 18. Tributary channel\nPalaeochannel D\nBS5 48 Not visible Coarse‐ medium, well sorted gravel with calcareous sandy matrix Limestone None recognisable 1.5 Directly upon Ahmetler ?upstream at 58 (~563 m). Tributary channel\nPalaeochannel E\nBS6 48 560 conformable (BS5) Sands, silt and clays Calcareous with basaltic tephra layers Laminated. Sediments are extensively deformed by emplacement of overlying lava (Maddy et al., 2007) 3 Can be traced northwards and observed to thin to ~1 m at 17\nLake sediment\nexcess of 100 m above the surrounding landscape. In addition, as it grew, it would dramatically alter the topography of the immediate surrounding area both within and along the banks of the palaeochannel.\nThe initial consequence of the block would be the creation of a large sediment trap in the upstream, incised, channel. Although it is possible this ‘sink’ could result in the formation of a lake, it is equally\npossible that water could escape either through the basalt or seep around it. Sediment transport would not, however, be possible and soon after its creation the sink would begin to fill with sediment transported from up-stream, perhaps with some transport of basalt northwards down the northern slopes of the developing cone. These sediments would accumulate within the sink until it was sufficiently full to allow sediment transport around the blockage. This is the\nral view of the eastern exposures along the Burgaz South transect (Fig. 7). c. Exposures arts of this exposure. d. Exposures in the lake sediments exposed at location 48 (Fig. 3).\nmost plausible explanation for the thick northern fill sequence at location 47, extending eastwards to location 72. Eventually the fill would reach an altitude which would allow transport of material out of the former sink area, into a newly developed drainage route to the East. This re-routing of drainage around the cone appears to result in the formation of Palaeochannel B (see below). The re-routing of this drainage system to the east is coeval with volcanic activity which results in lava production and a flow to the west.\nThe western exposures of this palaeochannel at locations 40, 75 and 76 are overlain by two lava flows, the uppermost, and youngest, of which flows southwards across all of the western exposures described above. The trajectory of the older, lower flow is uncertain but it is possible that this extends beyond the Burgaz plateau to the west, flowing down this palaeochannel and overlying its furthest downstream exposures on İnkale Tepe (Fig. 3). The palaeochannel is present only at the northern limit of İnkale Tepe, where it lies directly on the gravels of GT6. However, the overlying basalt extends further south where it lies on a sub-horizontal lower bounding surface cut into the Ahmetler Formation. Although it has been claimed that this flow may extend further south and westwards onto the southeastern limit of the Sarnıç plateau at Sűrtmece (Westaway et al., 2006: Fig. 3), which is underlain by lower Gediz terraces, there is no evidence to support that correlation and there are better candidates for the source of the basalts at that location. Furthermore, it is likely that the southern limit of İncale Tepe represents the northern limit for the GT5 valley. As this lava does not, anywhere, overlie GT5, it is likely that GT5 postdates this lava flow (Fig. 11b).\nThe precise age of this lava flow is unknown but it appears to be the oldest so far recognised as emanating from the Burgaz neck. Three age estimates have been reported in the literature from this plateau. A K-Ar age estimate from “Burgaz volcanics” of 1100 ka (with no error given) is reported by Borsi et al. (1972) but no sample coordinates are stated. Secondly, Richardson-Bunbury (1996) reports an Ar-Ar age estimate of 1250 ka±80 ka from the “Burgaz Neck” but similarly, does not give precise sample location information. Finally, Westaway et al. (2006), report a K-Ar age estimate of 1014±23 ka from a basalt outcrop immediately north of Burgaz village. This latter age estimate most likely derives from one of the youngest lava flows to emanate from the Burgaz neck. Thus, the 1250 ka estimate seems the most likely candidate for this oldest recognised flow. However, Westaway et al. (2006) suggest there is a problem with this estimate which is based upon two splits which yielded age estimates of 1120±60 ka and 1370±100 ka respectively. Westaway et al. (2006) recalculated a weighted mean estimate of 1186±78 ka from the original measurements and, this is the estimatewe use here. This estimate is slightly younger than the Toytepe-derived lava flow on the eastern flank of the Sarnıç plateau which yielded a K-Ar age estimate of 1219± 27 ka (Westaway et al., 2006) and older than a probable Sarnıç Bağtepe flow from the eastern Sarnıç plateau which yielded a K-Ar age estimate of 1174±26 ka (Westaway et al., 2006). Significantly, these flows on the Sarnıç plateau overlie (but do not flow into) deposits of the high lake (Maddy et al., 2007) and thus, like the Burgaz flow, postdate Lake L1. The flows also terminate in a valley which is cut no lower than the GT5 level, thus indirectly supporting correlation of the Burgaz flow\nwith a landscape incised no lower than GT5, with a GT6 level seeming more likely."
  }, {
    "heading": "5.2. Palaeochannel B",
    "text": "Palaeochannel B (Units BN4, Fig. 5 and BW9, Fig. 6) represents the re-routing of Palaeochannel A around the emerging Burgaz cone. A plot of the longitudinal profile of the base of this channel system (Fig. 10) along the presumed channel axis (Fig. 9) suggests the maintenance of similar gradient. Furthermore, this channel seems to extend down to GT5 level suggesting minor incision (b5 m) of the main trunk river and aggradation of up to 4 m of gravel, prior to infilling of the re-routed tributary. The in-fill sequence is, perhaps, the result of the erosion of the large upstream sediment sink created behind the cone. The timing of the channel fill sequence is unknown but it is most likely to have been completed prior to the cut and fill of GT4 as these deposits do not extend down to that level.\nPalaeochannel B is later inundated by lake waters with the deposition of relatively thin lacustrine facies towards the top of the sequence. This lake, most probably, results from the downstream damming of the GT5 valley. The Sarnıç Bağtepe flow, dated to 1174± 26 ka (Westaway et al., 2006) is a possible candidate, although later lava blocks in the Gediz valley create lakes which rise to this altitude. As the overlying lava flow is undated, there is no minimum age for this lake. The stratigraphy of this younger BurgazWest flow is uncertain. The lava thins to less than 5 m over GT5 but then forms part of thick lava sequence which fills up a valley cut at GT4 level to the south. It is not known whether this thick sequence represents the fill of a valley which extends to lower levels but if it does not, then this would give a pre-GT 3 upper age estimate to the lake inundating Palaeochannel B.\nIt is possible that either the formation of the lake, or the emplacement of a Burgaz West lava flow, leads to a redirection of upstream drainage resulting in the formation of Palaeochannel C."
  }, {
    "heading": "5.3. Palaeochannel C",
    "text": "Palaeochannel C crosses the plateau at lower level still and appears to grade to GT4 suggesting it is younger than Palaeochannel B. Exposures in this channel are limited, but sections at location 12 and 13 suggest it drained into a lake, with thick lacustrine sedimentary\ndeposits at location 28 (Fig. 3) indicating subsequent inundation of a substantial portion of its downstream reaches. It is possible that the damming of the GT4 valley is a response to the flow emanating from Burgaz Bağtepe and overlying both Palaeochannels A and B. However, it is also possible that younger flows entered the GT4 valley further downstream resulting in similar lake formation."
  }, {
    "heading": "5.4. Palaeochannel D",
    "text": "Palaeochannel D (BS4, Fig. 7) appears to traverse the terraces at a lower level still, grading to the GT2 valley. There is no information yet available which would account for the channel infill. Architecturally, this valley fill is similar to the Palaeochannel A fill exposed at location 40 and thus it is possible that the infill represents rapid accumulation due to high sediment supplies induced by a wave of erosion travelling upstream in response to lake level lowering. The soil formation suggests that fluvial activity had either ceased or been diverted elsewhere, prior to the arrival of the overlying basalt flow."
  }, {
    "heading": "5.5. Palaeochannel E",
    "text": "The adjacent lower gravels (BS5, Fig. 7), assigned here to Palaeochannel E, appear to represent a minor deflection of the Palaeochannel D route. The overlying lake sediments, exposed in the Burgaz South section, suggest this river was eventually inundated by the rising waters. The most likely candidates for this dam are further flows on the Burgaz plateau to the west or perhaps, even the Ibrahimağa Bağtepe West flow, which forms a thick in-filled valley sequence overlying GT2 deposits downstream (Maddy et al., 2012)."
  }, {
    "heading": "6. Discussion",
    "text": "The incision of tributary valleys in response to incision of the main trunk river might be anticipated. The tributary palaeochannels have steep gradients of ~0.016 (over the Ahmetler, and probably higher over the Ulubey) compared to that of the trunk Gediz system (~0.005) but, under ‘normal’ conditions, the larger peak discharge (and larger relative stream power) of the main river is able to transport all of the incoming sediment flux from these tributaries. The in-filled channels, however, suggest a different dynamic in which aggradation\ne estimates shown in the table are from Westaway et al. (2004) and Westaway et al. tages (Lisiecki and Raymo, 2005).\ntakes place within the channel. It is probably no coincidence that the channels appear to relate to unusual conditions. In all cases it is probable that tributary aggradation may be a consequence of reduced transport capacity in the main trunk river. The most likely cause would be damming of the main river. This damming could both be upstream of the tributary confluence or downstream causing water to backup further in the trunk river relative to the tributary which has the steeper gradient. There is evidence for upstream damming during eruption of the Delihasan neck during GT4 times and also, perhaps, during GT6 times. There is unequivocal evidence for downstream damming during GT6 and GT 2 times. It is probably no coincidence that these are times when the palaeochannels are infilling.\nIn contrast the Gediz terrace record appears to demonstrate a river which was able, as a result of its higher relative stream power, to accommodate these changes more readily. Although it is likely that the Gediz built a delta in response to lake formation (as can be seen in Late Pleistocene examples in the study area), no such deposits have yet been identified in the Early Pleistocene, which suggests that the larger river removes this evidence as the lake drains and is able to quickly incise any lake floor sediments and return to its former valley floor position rapidly. Thus, the response to the shorter term event is not preserved and the overall sedimentary signature remains dominated by the larger scale terraces reflecting climate-driven sediment/ water budget changes.\nAlthough there are four tributary channel systems identified, it is likely that they all represent different downstream routing of the water for the same upstream catchment. The progressive shift to the east suggests that each of these channels represents a palaeoHudut drainage line, the current channel cutting east once more. Using this interpretation and the stratigraphic correlation with the Gediz terrace sequence, it is possible to suggest a tentative chronology for this sequence and hence, to reconstruct a series of palaeogeographic maps which chart this process.\nTable 4 shows the suggested stratigraphic sequence as currently understood and utilises the Gediz terrace chronology suggested by Maddy et al. (2012). Notwithstanding the errors associated with the age estimates, we use the weighted mean ages in order to make an initial correlation with global marine oxygen isotope stages (MIS) corresponding to the Stage boundaries as calculated by Lisiecki and Raymo (2005). Fig. 11 attempts to show the development of the palaeochannels A–D with respect to the Gediz terrace sequence and the changes in routing associated with diversion around lava flows and re-routing due to lake development.\nIt is suggested that Palaeochannel A (Fig. 11a) develops sometime after the fall of Lake L1 which is related to the damming of GT6. This lake had drained prior to the Toytepe eruption which deposited lavas overlying delta deposits at location B (Fig. 3, location 4 of Maddy et al., 2007). This lava flow yielded an age estimate of 1264±15 ka (Westaway et al., 2004) which suggests correlation with MIS38. The younger lava flow emanating from Toytepe, to the east of this initial flow, has an age estimate of 1219±27 ka (Westaway et al., 2006) which correlates with MIS37. It is likely that palaeochannel A was active during part of this period (MIS36) and it is tentatively suggested here that the overlying red forest soil may have formed during the MIS37 interglacial. The capping lava flow may relate to the recalculated 1186±78 ka age estimate for the ‘Burgaz neck’ sample, which would suggest the first eruptions of the Burgaz Bağtepe began during MIS35. Therefore, it is suggested here that Palaeochannel B (Fig. 11b) is cut during MIS35. During the MIS37–MIS35 timeframe, the main Gediz River incises from GT6 to the GT5 level. It is also possible that the first red soil developed on the in-filled sediment sink deposits at location 47 relates to the MIS35 interglacial.\nPalaeochannel B appears to be abandoned in its downstream reaches for a more direct southwards route, Palaeochannel C (Fig. 11c). The thin lake sediments which cap the in-fill sequence of this channel at location 21 (Fig. 6) could result from the damming\nof the valley downstream by lavas emanating from Sarnıç Bağtepe, where the 1174±26 ka age estimate from lava suggests eruption still in MIS35. This re-routing remains active during the transition by the main trunk river from GT5 to GT4 (Fig. 11c). The in-fill of this sequence is also capped by lake sediments at location 28 which may relate to the damming of this route by the lava flowwhich covers the Burgaz west sections (Fig. 6) and in-fills the GT4 valley at location 14 (Fig. 3). Indeed, the in-fill of this channel, at least in its downstream reaches, is most likely a result of the rising local base level. Although there is no direct geochronology, as yet, on the Burgaz west flows, this correlation would suggest probable eruption sometime during MIS34.\nThe GT4 valley is also in-filled upstream during this period by lavas emanating from the Delihasan neck (Fig. 3). The MIS34 Stage may also be represented by thick calcrete formation at location 47, followed by a period of reworking suggesting slope instability. It is plausible, therefore, that the channel in-fill is a consequence of a combination of rising sediment supply from upstream and rising local base level downstream.\nThe deposits of palaeochannel C at locations 12 and 13 (Fig. 3) are overlain by a thick sequence of basalt which appears to represent at least three separate flow events. The lowermost flow seems to extend south only to the southern limit of the GT4 deposits (i.e. it does not extend onto locations 7 and 5) and may be a lateral equivalent of one of the flows in-filling the GT4 valley at location 14. Although the sediments of this palaeochannel at location 12 and 13 display characteristics consistent with deposition in standing water, there is no evidence to suggest that this lava flow enters a lake. Therefore, it is assumed that this flow postdates the lava responsible for the lake formation. However, as this flow does not extend below the GT4 level, it is suggested that it most likely belongs in MIS34. The succeeding MIS33 interglacial could, however, be represented by the second red soil developed at location 47.\nPalaeochannel D (Fig. 11d) may therefore initiate in response to diversion around the lowermost Burgaz West flow overlying locations 12 and 13. This route appears to persist until after the formation of GT2, that is, during the formation of GT3 and GT2 by incision of the main trunk river. GT3 is tentatively associated with MIS32/31, which may also relate to the uppermost calcrete and red soil development respectively at location 47. The in-fill of Palaeochannel D appears to grade to GT2 and therefore correlates with MIS30, with the overlying red soil (at location 18) perhaps representing MIS 29. Channel aggradation has therefore ceased prior to the arrival of the overlying lava flow. The reasons for the re-routing into Palaeochannel E are unclear but it is possible that an, as yet, unidentified lava flow diverted the route upstream of the exposures.\nPalaeochannel E most likely also grades to the GT2 level. The in-fill relates directly to inundation of the channel by a further high level lake (Lake L2) in response to downstream damming. There are a number of candidates for this block but, perhaps, the most likely are the two lavas which overlie GT3 and GT2 above location 7 and 5. It should be noted, however, that a major blockage of the valley by lavas emanating from the Ibrahimağa Bağtepe neck (Ibrahimağa West, Maddy et al., 2012) is also a candidate as they sit on GT2 and rise to at least 570 m in height. There are no age estimates available yet from these flows (although samples are currently being measured) but it is likely that they relate to MIS30/29.\nThe basal lava at location 48 directly enters the L2 lake causing soft sediment deformation of the lake deposits (see Fig. 12c of Maddy et al., 2007). There are further two flows which overlie the basal flow and there is no evidence to suggest any significant time gap between them. It is suggested here that the younger of these is the down valley equivalent of the lava north of Burgaz village which has an age estimate of 1014±23 ka suggesting correlation with MIS29. It is possible that this flow extends onto Kale Tepe, where it directly overlies the lowest Gediz gravels identified in this sequence (GT 1)."
  }, {
    "heading": "7. Conclusions",
    "text": "Although there is some uncertainty in the age assignment of some of these units, this framework does appear to be the best permutation that is consistent with both the stratigraphy and the available geochronology. Both the Gediz and the Hudut Rivers were, undoubtedly, subjected to major localised disruption during the Early Pleistocene as a consequence of volcanism. However, the observations reported above appear to show that their respective responses to these events appear to differ. The palaeo-Hudut system responded largely to the creation and failure of downstream lava dams, both through channel incision and subsequent filling and, via route diversions around lava dams and their associated lakes. In contrast, the Gediz terrace record appears to demonstrate a river which was able to accommodate these changes more readily and hence continue to undergo sedimentation– incision cycles consistent with a climate forcing at the obliquity frequency (Kroon et al., 1998; Maddy et al., 2005, 2012).\nThe more complex sedimentary signature of the tributary highlights the importance of recognising the local stratigraphy before establishing regional conclusions. Although in this example the trunk and tributary systems have discrete lithological properties, making distinction between the two comparatively straight forward, this is rarely the case elsewhere. The danger, of course, is that in concentrating on the local, regional trends may be missed as stratigraphical complexity is interpreted as complex response. We would stress however, that localised studies, such as the one reported here, must always take place within the framework of the regional context, only in this way will the wider significance of local system response be given a reasonable perspective, i.e. local complexity does not necessarily negate more general, regional trends which reflect extrinsic drivers. Even within this comparatively complex tributary system it is perhaps significant that despite the dominance of local factors in controlling the nature of sedimentation and incision, the palaeosol signatures, which are best preserved on the tributary deposits, still record an archive of prevailing regional environments and climate change. This is a signature which mirrors the dominant control over the main Gediz trunk river sedimentary archive. At present, there is no evidence to support a more complex interpretation of the drivers which govern main trunk river system behaviour."
  }, {
    "heading": "Acknowledgements",
    "text": "The authors would like to acknowledge the support of NERC via a grant to DM (2001–2004) and especially the British Institute at Ankara (BIAA) for the financial, technical and moral support during the period 2005–2010. This work contributes directly to the Climate Change strategic research initiative of the BIAA. We would also like to thank two anonymous reviewers for providing constructive criticism on this manuscript."
  }],
  "year": 2012,
  "references": [{
    "title": "Geochronology and petrology of recent volcanics in the eastern Aegean Sea",
    "authors": ["S. Borsi", "G. Ferrara", "F. Innicenti", "R. Mazzuoli"],
    "venue": "Bulletin Volcanologique",
    "year": 1972
  }, {
    "title": "Neotectonics of Turkey – a synthesis",
    "authors": ["E. Bozkurt"],
    "venue": "Geodinamica Acta",
    "year": 2001
  }, {
    "title": "Origin of NE-trending basins in western Turkey",
    "authors": ["E. Bozkurt"],
    "venue": "Geodinamica Acta",
    "year": 2003
  }, {
    "title": "Tectonic evolution of the Gediz graben: field evidence for an episodic, two-stage extension in western Turkey",
    "authors": ["E. Bozkurt", "H. Sözbilir"],
    "venue": "Geological Magazine",
    "year": 2004
  }, {
    "title": "Global correlation of Late Cenozoic fluvial deposits: a synthesis of data from IGCP 449",
    "authors": ["D.R. Bridgland", "D. Keen", "R. Westaway"],
    "venue": "Quaternary Science Reviews",
    "year": 2007
  }, {
    "title": "The determination of fault movement history from the interaction of local drainage with volcanic episodes",
    "authors": ["J.M. Bunbury", "L. Hall", "G.J. Anderson", "A. Stabbard"],
    "venue": "Geological Magazine",
    "year": 2001
  }, {
    "title": "Modelling differential catchment response to environmental change",
    "authors": ["T.J. Coulthard", "J. Lewin", "M.G. Macklin"],
    "venue": "Geomorphology",
    "year": 2005
  }, {
    "title": "Kula-Selendi (Manisa) dolaylarının jeolojisi (Geology of Kula-Selendi (Manisa) area)",
    "authors": ["E. Ercan", "A. Türkecan", "A. Dίnçel", "E. Günay"],
    "venue": "Jeoloji Mühendisliği",
    "year": 1983
  }, {
    "title": "The young volcanic topography of the Kula-Adala area",
    "authors": ["S. Erinç"],
    "venue": "İstanbul Üniversitesi Coğrafya Enstitüsü Dergisi",
    "year": 1970
  }, {
    "title": "Evidence from the Gediz graben for episodic two-stage extension in western Turkey",
    "authors": ["A. Koçyiğit", "H. Yusufoğlu", "E. Bozkurt"],
    "venue": "Journal of the Geological Society of London",
    "year": 1999
  }, {
    "title": "Oxygen isotope and sapropel stratigraphy in the Eastern Mediterranean during the last 3.2Million years",
    "authors": ["D. Kroon", "I. Alexander", "M. Little", "L.J. Lourens", "A. Matthewson", "A.H.F. Robertson", "T. Sakamoto"],
    "venue": "Proceedings of the Ocean Drilling Program. Scientific Results",
    "year": 1998
  }, {
    "title": "A Pliocene-Pleistocene stack of 57 globally distributed benthic",
    "authors": ["L.E. Lisiecki", "M.E. Raymo"],
    "year": 2005
  }, {
    "title": "An obliquity-controlled Early Pleistocene river terrace record from Western Turkey",
    "authors": ["D. Maddy", "T. Demir", "D. Bridgland", "A. Veldkamp", "C. Stemerdink", "T. van der Schriek", "R. Westaway"],
    "venue": "Quaternary Research",
    "year": 2005
  }, {
    "title": "The Pliocene initiation and Early Pleistocene volcanic disruption of the palaeo-Gediz fluvial system, Western Turkey",
    "authors": ["D. Maddy", "T. Demir", "D. Bridgland", "A. Veldkamp", "C. Stemerdink", "T. van der Schriek", "D. Schreve"],
    "venue": "Quaternary Science Reviews",
    "year": 2007
  }, {
    "title": "The Early Pleistocene development of the Gediz River, Western Turkey: an uplift-driven, climate-controlled system",
    "authors": ["D. Maddy", "T. Demir", "D. Bridgland", "A. Veldkamp", "C. Stemerdink", "T. van der Schriek", "R. Westaway"],
    "venue": "Quaternary International",
    "year": 2008
  }, {
    "title": "The obliquity-controlled early Pleistocene terrace sequence of the Gediz River, Western Turkey: a revised correlation and chronology",
    "authors": ["D. Maddy", "T. Demir", "A. Veldkamp", "D.R. Bridgland", "C. Stemerdink", "T. van der Schriek", "D. Schreve"],
    "venue": "Journal of the Geological Society of London",
    "year": 2012
  }, {
    "title": "The impact of a major river capture on the alluvial sediments of a beheaded river system, the Rio",
    "authors": ["E. Maher", "A.M. Harvey", "D. France"],
    "venue": "Alias SE Spain. Geomorphology",
    "year": 2007
  }, {
    "title": "Adjustment of a drainage network to capture induced base-level change: an example from the Sorbas basin",
    "authors": ["A.E. Mather"],
    "venue": "SE Spain. Geomorphology",
    "year": 2000
  }, {
    "title": "Detecting the polycyclic drainage evolution in Kula region (western Turkey) using aerial photographs",
    "authors": ["F.S. Ozaner"],
    "venue": "ITC Journal",
    "year": 1992
  }, {
    "title": "A pulsed extension model for the Neogene-Recent E–W trending Alaşehir Graben and the NE–SW trending Selendi and Gördes Basins, western Turkey",
    "authors": ["M. Purvis", "A.H.F. Robertson"],
    "venue": "Tectonophysics",
    "year": 2004
  }, {
    "title": "Ar-40–Ar-39 dating of biotite and sanidine in tuffaceous sediments and related intrusive rocks: implications for the Early Miocene evolution of the Gördes and Selendi basins",
    "authors": ["M. Purvis", "A.H.F. Robertson", "M. Pringle"],
    "venue": "W Turkey. Geodinamica Acta",
    "year": 2005
  }, {
    "title": "Out-of-phase Holocene terraces in part of the North Saskatchewan river basin, Alberta",
    "authors": ["B. Rains", "J. Welch"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 1988
  }, {
    "title": "The Kula volcanic field, western Turkey: the development of a Holocene alkali basalt province and the adjacent normal-faulting graben",
    "authors": ["J.M. Richardson-Bunbury"],
    "venue": "Geological Magazine",
    "year": 1996
  }, {
    "title": "The Plio-Pleistocene age of the Büyük Menders and Gediz grabens and their tectonic significance on N-S extensional tectonics in West Anatolia: mammalian evidence from the continental deposits",
    "authors": ["N. Sarıca"],
    "venue": "Geological Journal",
    "year": 2000
  }, {
    "title": "Late Cenozoic tectono-sedimentary development of the Selendi and Uşak-Güre basins: a contribution to the discussion on the development of east– west and north trending basins in western Turkey",
    "authors": ["G. Seyitoğlu"],
    "venue": "Journal of the Geological Society of London",
    "year": 1997
  }, {
    "title": "Late Cenozoic basin development in west Turkey: Gőrdes basin tectonics and sedimentation",
    "authors": ["G. Seyitoğlu", "B.C. Scott"],
    "venue": "Geological Magazine",
    "year": 1994
  }, {
    "title": "Quantification of river-captureinduced base-level changes and landscape development: Sorbas basin",
    "authors": ["M. Stokes", "A.E. Mather", "A.M. Harvey"],
    "venue": "Geological Society of London, Special Publication,",
    "year": 2002
  }, {
    "title": "Cenozoic cooling histories in the Menderes Massif, western Turkey, may be caused by erosion and flat subduction, not low-angle normal faulting",
    "authors": ["R. Westaway"],
    "venue": "Tectonophysics 412,",
    "year": 2006
  }, {
    "title": "Pliocene and Quaternary surface uplift of western Turkey revealed by long-term river terrace sequences",
    "authors": ["R. Westaway", "M. Pringle", "S. Yurtmen", "T. Demir", "D.R. Bridgland", "D. Maddy"],
    "venue": "Current Science",
    "year": 2003
  }, {
    "title": "Pliocene and Quaternary regional uplift in western Turkey: the Gediz river terrace staircase and the volcanism at Kula",
    "authors": ["R. Westaway", "M. Pringle", "S. Yurtmen", "T. Demir", "D.R. Bridgland", "G. Rowbottom", "D. Maddy"],
    "venue": "Tectonophysics 391,",
    "year": 2004
  }, {
    "title": "Late Cenozoic uplift of western Turkey: improved dating of the Kula Quaternary volcanic field and numerical modelling of the Gediz River terrace staircase",
    "authors": ["R. Westaway", "H. Guillou", "S. Yurtmen", "A. Beck", "D.R. Bridgland", "T. Demir", "S. Scaillet", "R. Rowbotham"],
    "venue": "Global and Planetary Change",
    "year": 2006
  }, {
    "title": "Soils in the Mediterranean region: what makes them different",
    "authors": ["D.H. Yaalon"],
    "venue": "Catena 28,",
    "year": 1997
  }, {
    "title": "When did the Aegean grabens begin to develop",
    "authors": ["Y. Yılmaz", "S.C. Genç", "F. Gürer", "M. Bozcu", "K. Yılmaz", "Z. Karacık", "Ş. Altunkaynak", "A. Elmas"],
    "venue": "Tectonics and Magmatism in Turkey and the Surrounding Area: Geological Society of London Special Publication,",
    "year": 2000
  }],
  "id": "SP:c34836f89bca487858df33be573f8e92e6f5dbb3",
  "authors": [{
    "name": "D. Maddy",
    "affiliations": []
  }, {
    "name": "A. Veldkamp",
    "affiliations": []
  }, {
    "name": "A.G. Jongmans",
    "affiliations": []
  }, {
    "name": "I. Candy",
    "affiliations": []
  }, {
    "name": "T. Demir",
    "affiliations": []
  }, {
    "name": "J.M. Schoorl",
    "affiliations": []
  }, {
    "name": "T. van der Schriek",
    "affiliations": []
  }, {
    "name": "C. Stemerdink",
    "affiliations": []
  }, {
    "name": "R.G. Scaife",
    "affiliations": []
  }, {
    "name": "W. van Gorp",
    "affiliations": []
  }],
  "abstractText": "a School of Geography, Politics and Sociology, University of Newcastle, Daysh Building, Newcastle upon Tyne, NE1 7RU, UK b Faculty of Geo-Information Science and Earth Observation (ITC), University of Twente, Enschede, The Netherlands c Land Dynamics group, Wageningen University, P.O. Box 47, 6700 AA Wageningen, The Netherlands d Department of Geography, Royal Holloway University of London, Egham, Surrey TW20 0EX, UK e Department of Geography, Harran University, 63300 Sanliurfa, Turkey f Hellenic American University, Athens, Greece g School of Geography, University of Southampton, Southampton SO17 1BJ, UK",
  "title": "Volcanic disruption and drainage diversion of the palaeo-Hudut River, a tributary of the Early Pleistocene Gediz River, Western Turkey"
}