{
  "sections": [{
    "text": "Water erosion on Mars and its biologic implications Michael H. Carr\nThe Martian surface shows abundant evidence of water erosion. Liquid water is unstable under present climatic conditions but conditions may have been different in the past. The planet has been volcanically active throughout its history. The combination of water and volcanism must have commonly resulted in hydrothermal environments similar to those in which grow the most primitive terrestrial life-forms.\nIn 1996 two American and one Russian spacecraft are to be launched to Mars. The launches mark the beginning of a long-term programme of renewed Mars exploration, The USA plans to launch two spacecraft to the planet at every launch opportunity, and these occur every two years. The Japanese are to launch a spacecraft in 1998, and Russia and the European Space Agency are considering possibilities for early next century. This renewal comes after a 15year gap in which there were almost no spacecraft observations. While the Soviet Union did launch a spacecraft to Mars in 1988, it was lost after a short period of Mars observations during the complex manoeuvres to rendezvous with Phobos, one of Mars’s moons. The USA launched Mars Observer in 1992 but contact with it was lost during insertion into Mars orbit. The last fully successful mission was the Viking mission which involved the launch of two orbiters and two landers to the planet in 1975. All performed flawlessly. The last data from the orbiters were received in 1980, when they ran out of attitude control gas. The last of the landers, Viking Lander 1, finally failed in November 1982 [ 11.\nDespite the dearth of spacecraft data, our ideas about Mars have evolved considerably over the past 15 years. Not only are the implications of the vast Viking data-set now better appreciated but a wealth of new information has come from an unexpected source: the SNC (Shergotty, Nackla and Chassigny) meteorites [2]. Several of these\nMichael H. Carr, S.Sc., Ph.D.\nIs a aeoloaist with the US. Geoloaical Survev in Me& Pa& California. He has pubisshed on many aspects of the evolution of Mars including its formation, its geologic and climatic history, its volcanism, and its fluvial features. He was leader of the Viking Orbiter imaging experiment that returned over 50,000 images of the planet, and is currently an Interdisciplinary Scientist on the shortly to be launched Mars Global Survevor. In 1994 the USA National Air and Space Museum awarded him a lifetime achievement award for his contributions to our understanding of Mars.\nmeteorites were observed to fall and so are known to be meteorites. They are basaltic rocks that have ages mostly ranging from 150 to 1300 million years, so they must have originated from an object that was volcanically active during that time. Mars seemed to be the only reasonable choice. The oxygen isotope patterns are distinctively different from those of the Earth and the Moon, so that they could not have originated from these bodies. A Martian origin was subsequently proven almost unequivocally when they were found to contain gases in almost the same proportions and with almost the same isotopic ratios as in the Martian atmosphere as measured by the Viking spacecraft [3]. This conclusion was later confirmed by deuterium/ hydrogen (D/H) ratios in hydrated minerals. Water in the Martian atmosphere, measured spectroscopically, has a D/H ratio 5.2 times that of terrestrial water. Water extracted from the SNC meteorites has a spread of values ranging from terrestrial to the Mars atmosphere value of 5.2 [4]. Thus, there can be little doubt that these meteorites come from Mars. They were probably ejected from Mars into heliocentric orbits by large impacts. Orbital perturbations subsequently caused capture by the Earth, probably after several million years in space.\nOne of the more interesting aspects of the evolution of Mars is the role played by water. Very little water is present at the surface of Mars today. The thin (6 mbar) CO, atmosphere contains only minute amounts of water, and ice has been detected only at the north pole. Yet the surface shows abundant evidence of water erosion. This has implications not only for the origin of the planet and its geologic and climatic history, but for biology and future Mars exploration 151.\nIn this article I summarize current ideas about the role of water in the evolution of the planet. The subject is controversial and consensus has yet to be reached in most areas. But the topic is central to our understanding of Mars and has been chosen as the unifying theme for the USA programme of Mars exploration for the next decade."
  }, {
    "heading": "Outflow channels",
    "text": "Outflow channels provide some of the most unequivocal evidence that water has played a prominent role in the evolution of the planet. Mars can be roughly divided into two different kinds of terrain: heavily cratered uplands that date from the end of heavy bombardment around 3800 million years ago, and younger, more sparsely cratered plains (Figure 1). Where incised into the cratered uplands, outflow channels mostly have broad, flat, longitudinally scoured floors and steep, sometimes terraced, walls. They generally emerge full size from a depression and have no tributaries. In the uplands, they range in size up to a few tens of kilometres across but where they debouch onto plains they may scour broad swaths of terrain up to 200 km across. The largest are over 2000 km long. One of their most distinctive attributes is the presence of streamlined islands with pointed prows upstream and long tapering tails downstream (Figure 2).\nWhile many alternatives have been examined, there is almost universal agreement that the outflow channels were caused by large floods of water because of their resemblance to terrestrial floods, the presence of other indications of abundant water, and the difficulties presented by other fluids [6,7]. The two most likely causes are massive eruptions of groundwater and release of water ponded in lakes. The heavily cratered uplands are probably underlain by deep impact-generated, porous and brecciated megaregolith. Under present climatic conditions, with mean annual temperatures ranging from 215 K at the equator to 150 K at the poles, the surface must be frozen to depths of about 2 km at the equator to about 6 km at the pole [8]. Earlier in Mars’s history, when heat flows were higher, the frozen zone would have been correspondingly thinner for the same climatic conditions. Any subsurface water would have existed as ice near the surface, but at deeper levels groundwater may have been trapped below the near-surface frozen layer or cryosphere. Groundwater would tend to migrate to low parts of the megaregolith where substantial\n56 Copyright 0 1996 Elsevier Science Ltd. All rights reserved. 0160-9327/96/$15.00. PII: SO160-9327(96)10013-2\n47 5 N\nOlympus\nMons\nTHARSIS\n475s’ L .l--- , _ _\n-180\n475N; _. ,. .,\n0\nlsidis -.. ,_\nr*; ,.\n18C\nFigure 1 Map of the low latitude region of Mars showing the distribution of water-worn features. The cratered uplands that date back to 3800 million years ago are coloured beige. Most of the outflow channels, shown in blue, are in three areas: around the Chryse basin, to the north-west of the volcanic province of Elysium, and to the east of the large impact basin, Hellas. Valley networks, indicated by short dark lines, are mostly in the cratered uplands. Large volcanoes are schematically represented in red. The equatorial canyons are shown in pink.\nhydrostatic pressures could build. In regions an impact, the groundwater would erupt to sphere is thinnest and hydrostatic pressures of low elevation, therefore, the cryosphere form large floods [9]. Conditions favouring at the base of the cryosphere would be the may have been underlain by groundwater such eruptions would be low surface elev- largest. These are indeed the places where under high pressure. If the cryosphere were ations, and low latitudes or proximity to many of the outflow channels originate. breached in some way, such as by a fault or volcanoes because in these places the cryo- Others appear to have been caused by\nFigure 2 Teardrop-shaped islands in the large outflow channel Ares Vallis. The largest crater is 62 km across. The flood that cut this valley is estimated to have had a peak discharge well over 100 times that of the Mississippi river.\ncatastrophic release of water ponded in lakes. Near the equator, at longitudes 50-lOO”, are a series of deep canyons [lo]. They are so deep that they extend well below the estimated thickness of the cryosphere. Thick stacks of sediments in the canyons suggest that lakes formed there, possibly as a result of leakage of groundwater into the deep canyons. Emergence of large channels from the east end of the canyons suggests that the ponded water was released catastrophically to the east.\nThe amount of water involved in these floods and its fate are controversial topics. Channel dimensions indicate that peak discharges were lo7 to 109 m3/s as compared with 105 m3/s for the Mississippi and 107 m3/s for the largest known terrestrial floods [7]. These were very large floods indeed. Substantial lakes must have temporarily formed at their ends. Baker and co-workers [ll] suggested that one flood could have triggered another and that, at times, as much as a quarter of the planet’s surface could have been covered by a transient ocean. According to their hypothesis, the postulated oceans changed the global climate, allowing a short period of warm climatic conditions and an active hydrologic cycle during which water eroded the young valley networks discussed below. The oceans would have evaporated during the short warm period and recharged the groundwater system. I, on the other hand, have suggested\nthat each flood was a discrete event, resulting in a modest-sized lake covering less than 1 per cent of the planet’s surface [5]. If a channel terminated at high latitudes, as most do, then the resulting lake would have frozen to form a semi-permanent ice deposit [12]. These may still be present, covered with dust, in low-lying regions at high northern latitudes and in the Hellas basin where most of the outflow channels terminate (see Figure 1). According to this scenario, formation of the outflow channels had only trivial climatic effects and the groundwater became progressively depleted with time."
  }, {
    "heading": "Valley networks",
    "text": "Within the cratered uplands are numerous branching dry valleys (Figure 3). Most are l-3 km wide, have flat floors and steep walls, and branch upstream much like terrestrial rivers. They are, however, shorter than most terrestrial rivers, most being under 100 km long from their mouth to the end of the most distant tributary. They form much more open drainage patterns and large undissected areas are left between drainage basins. Drainage densities are three to four orders of magnitude less than on Earth. Most of the networks are in the cratered uplands (Figure 1) that date back to the end of heavy bombardment, but a small fraction are in younger units. Several volcanoes with surfaces no older than 2000 million years\nare heavily dissected, having drainage densities that are at the lower end of the terrestrial range.\nThe origin of the valley networks is controversial. The main issue concerns the climatic conditions required for their formation. If the valleys are close analogues of terrestrial river valleys and form by slow erosion by running water, then warm climatic conditions are almost certainly required to form them. It has been suggested that warm conditions may not be needed if they formed exclusively by groundwater sapping, that is by headward erosion at spring sites [13]. However, this suggestion does not take into account the need to recharge the groundwater system to maintain spring flow, and recharge is very difficult, if not impossible, with a thick cryosphere. Moreover, spring-fed terrestrial rivers under subzero conditions tend to become choked with ice and form icings, after flowing only modest distances [ 141. If the networks formed as a result of slow erosion by streams, whether fed by precipitation or groundwater, surface temperatures above freezing appear to be needed. This is one of the main reasons why Baker and coworkers [l l] suggested that large, temporary climate excursions, triggered by large floods, occurred episodically throughout Martian history.\nThere are, of course, other possibilities. The valleys may not have formed by slow erosion of running water. The typical lack of small (~1 km wide) tributaries, the absence of a river channel on the valley floors, and the occasional presence of longitudinal ridges down the centre of the valleys all suggest that the valleys may not be close analogues of terrestrial river valleys [15]. They may have formed by repeated floods, much smaller than those that caused the outflow channels, at a time when the cryosphere was thin and water could more readily access the surface. Mass-wasting by water-lubricated or ice-lubricated flows could have played a role. The valleys on young volcanoes are different from other valleys. They tend to be narrow (< 500 m wide), V-shaped, and have high drainage densities. Perhaps they formed in easily erodible volcanic ash by warm streams from hydrothermal springs [16]. We need more information to resolve these issues."
  }, {
    "heading": "Ground-ice",
    "text": "Several characteristics of the Martian surface have been attributed to the presence of ground ice. Under present conditions ground ice is unstable at low latitudes. At latitudes below about 30’ ground ice is unstable because mean annual temperatures are above the frost-point temperature of about 200 K (the exact temperature depends on the amount of water vapour in the atmosphere and how well mixed it is). At these latitudes ground ice will tend to sublime into the atmosphere and be frozen out at the poles. At the time that the present climatic conditions were imposed, a desiccation\nFigure 3 Valley networks in the most heavily dissected part of the cratered uplands at 22”S, 259”W. Although the valleys branch upstream like terrestrial river valleys, they are much shorter and have fewer branches than terrestrial rivers and undissected areas are left between nearby drainage basins. The scene is 280 km across.\nwave would have propagated into the ground causing a transfer of water from the low latitude surface materials to the poles [171.\nAt higher latitudes temperatures are permanently below the frost-point from the depth to which annual temperature varations fail to penetrate to such a depth that the geothermal gradient brings the temperature up to the frost-point. In this part of the ground ice is stable. If ice were present it would affect the rheology of the surface materials and, indeed, we see such effects. In many places at high latitudes surface materials appear to have flowed en masse. At low latitudes, for example, talus simply accumulates against escarpments, protecting them from further erosion, whereas at high latitudes the talus flows up to 20 km away from escarpments to form debris aprons [ 181. Concentrically patterned fill in impact craters at high latitudes suggests flow of material from the walls toward the centre of the crater. Similar patterns are not observed at low latitudes (Figure 4). Much of the ground at high latitude has a softened appearance, as though the sharp edges of the terrain had been rounded off by flow of the surface materials [19]. All these characteristics are most simply explained by the absence of ground ice at low latitudes where\nit is unstable, and its presence at high latitudes where it is stable.\nErosion rates and climate history One of the most puzzling aspects of the evolution of Mars, and one that has already been alluded to, is its climate history. There can be little doubt that a major change in surface conditions took place at the end of the early era of heavy bombardment. Surfaces that date from heavy bombardment are easily recognized by the large numbers of superimposed impact craters. On these surfaces impact craters tens of kilometres across are present in all stages of degradation. Surfaces that postdate heavy bombardment are much more lightly cratered and all craters more than a kilometre or so across are well preserved. A major change in erosion rates took place at the end of heavy bombardment. The average erosion rate since the end of heavy bombardment is estimated to be l@* wm/year as compared with an estimated 10 pm/year for the end of heavy bombardment [5,20]. Terrestrial rates are typically in the lO-loo0 pm/year range, so the post-heavy bombardment rate is very low. The rate of valley network formation also dropped off at the end of heavy bombardment, although more slowly than erosion rates, and, as we have seen, valleys\ncontinued to form late into the history of Mars, particularly on volcanoes.\nWe do not know what caused the high erosion rates during heavy bombardment but a change in climate was probably involved. Not only must the change in erosion rates be explained, but also the presence of numerous valley networks at high elevations in the cratered uplands. If liquid water was involved in some way with formation of the valley networks, as seems likely, then precipitation was needed, either to erode them directly or to maintain the water table at high elevation. Derivation of liquid water from any kind of precipitation requires warm climatic conditions. This presents a problem to climate modellers. It was formerly thought that a 3-5 bar CO,H,O atmosphere could provide sufficient greenhouse warming that liquid water would be stable at the surface, even early in Mars’s history when the energy output of the Sun was lower than it is today [21]. It was suggested, therefore, that early Mars had a thick CO,-H,O atmosphere that subsequently collapsed as CO, was consumed in weathering to form carbonates. More recent modelling, however, suggests that no matter how thick a CO*-H,O atmosphere, surface temperatures on early Mars could not rise above about 220K because cooling as a result of cloud formation offsets the greenhouse warming [22]. Other plausible greenhouse gases such as NH,, CH,, and SO, appear to have too short a lifetime to maintain a greenhouse effect for any significant time. Moreover, we have not observed significant deposits of carbonates. We are thus in a quandary. Either there is some fundamental flaw in the modelling or early Mars was not warm and wet.\nWe have similar uncertainties about the subsequent climate history. While episodic climate changes have been invoked to explain the few relatively young valley networks, such massive climate changes appear at odds with the minuscule amounts of erosion that have occurred in the last 3000 million years. There are also problems with repeatedly generating and removing large amounts of CO,, particularly in view of the apparent lack of massive carbonate deposits at the surface. It is more likely that the young valley networks formed in some way under present climatic conditions, possibly as a result of hydrothermal activity.\nHydrothermal activity and indigenous life Because of recent advances in biology, the prospects that some form of life could have started on Mars seem significantly greater than a decade ago. Life on Earth started remarkably quickly. Almost immediately after the end of the era of large and possibly sterilizing impacts 3800 million years ago there are suggestions of metabolism. By 3500 million years ago stromatolite colonies were flourishing in different parts of the world, and life was quite diverse and complex [23]. Recent work in molecular\nFigure 4 (a) A typical scene in an undissected part of the cratered uplands at low latitudes. Crater rim crests are sharply delineated and well-defined small craters are scattered throughout. The largest crater is 30 km across. (b) A typical scene in the cratered uplands at latitudes higher than 30”. Concentric fill within a 25 km-diameter crater suggests flow from the crater walls to the centre of the crater. Craters tend to have rounded rim crests, and the small crater population is largely missing. The differences between the two scenes have been attributed to the absence of ground ice near the surface at low latitudes, where it is unstable under present climatic conditions, and its presence at high latitudes where it is stable.\nphylogeny has provided clues about the environments in which the most primitive life-forms live. Studies of nucleotide spacing on ribosomal RNA have been used to construct the tree of life, showing how all the different forms of life are inter-related [24]. The position of the root of the tree is not precisely known, but all the life-forms that cluster around the base of the tree are hypothermophiles that grow only in hot environments such as are found in areas of hydrothermal activity, either on the volcanically active mid-oceanic ridges or in hot springs on land. In addition to being hypothermophiles these primitive life-forms are autotrophs, that is, they utilize inorganic sources of energy such as sulphur and hydrogen. Of all life-forms these organisms are the least evolved from the common ancestor. It has been suggested, therefore, that terrestrial life started in hot hydrothermal environments [25].\nThe implications for Mars are obvious. We have abundant evidence for water near the surface. We know that Mars has had a long history of volcanic activity. The combination of volcanism and water must inevitably lead to hydrothermal activity involving the circulation of volcanically warmed groundwater and formation of hot springs. Rates of volcanism were probably highest early in the planet’s history, and this is the time for which we have the most abundant evidence for water. Did some form of life start on Mars? Did life start and\nthen fail because of the generally hostile [131 surface conditions? Or did life start and then adapt to the changing conditions, surviving [141 now in deep aquifers or near active volcanic vents? These are questions that we hope to 1151 address during this renewed phase of Mars exploration. [161\nReferences [171\n[ll\n[21\nr31\n[41\n[51\n[61\n[71\n[81\n191\n[lOI\n[ill\nr121\nSnyder, C.W. and Moroz, V. I. In Mars (eds H.H. Kieffer, etal.), pp. 71-119. University of Arizona Press, Tucson, AZ, 1992.\n1181\n[191\nMcSween, H.Y. Meteoritics 29, 757-79 1994.\n[201\nWiens, R.C., Becker, R.H. and Pepin, R.O. Earth Planet. Sci. Lett. 77, 149-58, 1986. Watson, L.L., Hutcheon, I.D., Epstein, S. and Stolper, E.M. Science 265, 815-90, 1994. GUT, M.H. Water on Mars. Oxford University Press, New York, 1996. Carr, M.H. The Su$ace of Mars. Yale Universitv Press. New Haven. 1981. Baker, V.&. The Channels of Mars. University of Texas Press, Austin, TX, 1982. [211 r221 [231 [241 [251 Clifford, S.M. J. Geophys. Res. 98, 10973-1016, 1993. Carr, M.H. J. Geophys. Res. 84, 2995-3007, 1979. Lucchitta, B.K., Isbell, N.K. and Howington-Klaus, A. J. Geophys. Res. 99, 3783-98, 1994. Baker, V.R., Strom, R.G., Gulick, V.C., Kargel, J.S., Komatsu, G. and Kale, VS. Nature 352,589-94, 1981. Cam, M.H. Icarus 87,210-27, 1990.\nSquyres, S.W. and Kasting, J.F. Science 265,74448, 1994. Tolstikbin, N.I. and Tolstikhin, O.N. Can. Inland Water Direct. Tech. Bull. 97, 1974. Carr, M.H. J. Geophys. Res. 100, 7479%507,1995. Gulick, V.C. and Baker, V.R. Lunar Planet. Sci. Conf. XX 369-70, 1989. Fanale. F.F.. Salvail. J.R.. Zent. A.P and Postakko, S.E. Icarhs 67, 1-ls, 1986. Squyres, S.W. J. Geophys. Res. 84, 8087-96, 1979. Squyres, S.W. and Carr, M.H. Science 231,249-52, 1986. Craddock, R.A. and Maxwell, T.A. J. Geophys. Res. 98, 3453-68, 1993. Pollack, J.B., Kasting, J.F., Richardson, S.M. and Poliakoff, K. Zcarus 71,203-24, 1987. Kasting, J.F. Zcarus 94, 1-13, 1991. Walter, M.R. In Earth’s Earliest Biosphere (ed. J.W. Schopf), pp. 187-212. Princeton University Press, Princeton, 1983. Woese, CR. Proc. Nat1 Acad. Sci. U S A 87,4576-79, 1990. Pace, N.R. Cell 6.5,531-33, 1991."
  }],
  "year": 2003,
  "references": [{
    "title": "Tolstikbin, N.I. and Tolstikhin, O.N. Can",
    "authors": ["S.W. Squyres", "J.F. Kasting"],
    "venue": "Science 265,74448,",
    "year": 1994
  }],
  "id": "SP:b80ffd0883518acc7f00eb1b11db643fbc84f56f",
  "authors": [{
    "name": "Michael H. Carr",
    "affiliations": []
  }],
  "abstractText": "The Martian surface shows abundant evidence of water erosion. Liquid water is unstable under present climatic conditions but conditions may have been different in the past. The planet has been volcanically active throughout its history. The combination of water and volcanism must have commonly resulted in hydrothermal environments similar to those in which grow the most primitive terrestrial life-forms.",
  "title": "Water erosion on Mars and its biologic implications"
}