{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nJournal of African Earth Sciences\njournal homepage: www.elsevier .com/locate / ja f rearsc i\nHolocene lacustrine fluctuations and deep CO2 degassing in the northeastern Lake Langano Basin (Main Ethiopian Rift)\nMarco Benvenuti a,b,⇑, Marco Bonini b, Franco Tassi a, Giacomo Corti b, Federico Sani a,b, Andrea Agostini a, Piero Manetti a,b, Orlando Vaselli a\na Dipartimento di Scienze della Terra, Università di Firenze, Via G. La Pira 4, 50121 Firenze, Italy b C.N.R, Istituto di Geoscienze e Georisorse, UOS Firenze, Via G. La Pira 4, 50121 Firenze, Italy\na r t i c l e i n f o\nArticle history: Received 24 October 2011 Received in revised form 14 August 2012 Accepted 2 September 2012 Available online 20 September 2012\nKeywords: Main Ethiopian Rift Holocene Lacustrine fluctuations Carbon geochemistry Active tectonics\n1464-343X/$ - see front matter 2012 Elsevier Ltd. http://dx.doi.org/10.1016/j.jafrearsci.2012.09.001\n⇑ Corresponding author at: Dipartimento di Scien Firenze, Via G. La Pira 4, 50121 Firenze, Italy. Tel.: 055218628.\nE-mail address: marcob@geo.unifi.it (M. Benvenut\na b s t r a c t\nThis work reports the results of an integrated investigation on Holocene faulted deposits exposed on the northeastern Lake Langano in the central sector of the Main Ethiopian Rift (MER). The Lake Langano is part of a closed basin and thus it is highly sensitive to climate fluctuations. The present study explored the foot of the Haroresa escarpment, where coarse-grained slope deposits interbedded with thin lake shore shell-rich coarse sands are well exposed. Stratigraphical analysis of these deposits, integrated with radiocarbon dating carried out on lacustrine gastropod Melanoides tubercolata shells, points to significant lake level fluctuations forced mainly by climate oscillations. These have been interplaying during the early and middle Holocene with a structurally-controlled threshold separating an embayment of the Lake Langano to the south, from the small perched Lake Haro Bu-a basin to the north. Significant differences in the 13C/12C isotopic ratio have been identified in the M. tubercolata shells collected on the opposite sides of such a threshold. The time-space variations of the isotopic signature of the shells are referred to the mutual relationships between the two main different CO2 sources (i.e., microbial activity and deep mantle degassing) dissolved in the lake water.\n2012 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Researches on the Late Pleistocene–Holocene evolution of the Lakes Region in the Main Ethiopian Rift (Ethiopia), have concurred to update regional models of hydrologic responses to global climatic changes, providing a reference for the late Quaternary palaeoclimatology of the tropics (Street-Perrott and Perrott, 1990; Gasse and Van Campo, 1994). Along with such a palaeoclimatic relevance, the MER is also a zone characterized by active tectonic processes and intense hydrothermal activity (Gianelli and Teklemariam, 1993; Chernet, 2011). In such a dynamic setting, climatic, tectonic and magmatic-related processes may have exerted a concurrent and complex control on the Late Quaternary geomorphic and depositional dynamics. We focus on the northern coast of Lake Langano where lacustrine shells-bearing deposits and their radiogenic and stable carbon isotopic signature record Holocene, climate-driven, lake level fluctuations in the frame of a local active tectonic setting.\nAll rights reserved.\nze della Terra, Università di +39 0552757516; fax: +39\ni)."
  }, {
    "heading": "2. Hydrologic evolution of the Lakes Region",
    "text": "The Lakes Region includes lakes Ziway, Langano, Abiyata and Shala that developed since the Late Pleistocene (Street, 1979; Benvenuti et al., 2002) within the fault-controlled Main Ethiopian Rift depression (Fig. 1). Classically, the Holocene Ziway–Shala lake fluctuations (Street, 1979; Gasse and Street, 1978; Gillespie et al., 1983; Alessio et al., 1996; Fig. 2) have been considered a suitable proxy for the switching off and on of the monsoonal regime, as a regional response to global cooling and warming trends (StreetPerrott and Perrott, 1990; Gasse and Van Campo, 1994). Between 10 and 5 ky (conventional 14C ages), the lakes experienced an overall high-level status abruptly interrupted by short arid pulses. The early-middle Holocene (5–10 ky) wetter period coincides in the subarid tropics with a climatic optimum attesting to a relatively stable monsoonal circulation over East Africa. Short-lived arid pulses are related to a weakened monsoonal circulation which, in some cases, correlated quite well with global cooling events (Benvenuti et al., 2002). Since 5 ky to Present, the lakes progressively reduced in size due to increasing aridity. The progressive hydrological deficit over the Lakes Region during the late Holocene (post5 ky) may be related to increasing warming over the last 1000 years. Despite the evolution of the Ziway–Shala lacustrine system has been generally referred to a dominant climatic control,\nthe tectonic setting of an active continental rift has played a significant role in controlling the surface hydrology as suggested for other lakes within the East African Rift System (e.g., Bergner et al., 2009). Around the Pleistocene–Holocene boundary, tectonically-driven stream piracy cut down a significant water budget to the lakes that was supplied by the northern catchments of paleo-Awash and paleo-Mojo rivers (Sagri et al., 2008). This determined a lake system less extended in the Holocene than in the Late\nPleistocene, despite the early-middle Holocene climate was wetter than the last glacial (Benvenuti et al., 2002; Sagri et al., 2008)."
  }, {
    "heading": "3. Tectonic setting",
    "text": "The Main Ethiopian Rift (MER) is part of the largest East African Rift System, and extends between the Afar depression to the North and the Kenya Rift to the South (Fig. 1a). The MER is characterized by a roughly NE-trending rift valley striking close to N–S in its southern sector which has been developing discontinuously since the Late Miocene in response to the extensional stress produced by Nubia–Somalia movement (e.g., Corti, 2009). The resulting fault pattern consists of two main fault systems: (1) a border fault set, and (2) a set of internal faults commonly referred to as Wonji Fault Belt (WFB; Mohr, 1962) that are best expressed in the northern MER. In the central MER, the border faults formed at 6–8 Ma (WoldeGabriel et al., 1990; Bonini et al., 2005), while the WFB faults started developing since about 2 Ma (Boccaletti et al., 1998; Ebinger and Casey, 2001), and are still in an incipient stage (Agostini et al., 2011). By controlling the rift floor morphology, the WFB activity gave rise to an interplay between climatic-forced lake level fluctuations and tectonics (e.g., Benvenuti et al., 2002).\nThe northeastern Lake Langano, which is the focus of this paper, is adjacent to the eastern rift margin, which is typically characterized by a peculiar rhomboidal arrangement of faults with characteristic zigzag geometry, referred to as Haroresa Rhomboid Fault System (e.g., Le Turdu et al., 1999). This system essentially affects the Pliocene rift floor ignimbrites and locally the Middle Pleistocene–Holocene colluvial–alluvial deposits and pyroclastics (Dainelli et al., 2001). Such a recent fault activity probably\ncontrolled the emplacement and circulation of hydrothermal fluids associated with the Aluto-Langano geothermal field (Gianelli and Teklemariam, 1993), where volcano-tectonic activity is also documented by satellite imagery analysis (Biggs et al., 2011).\nThe tectonic evolution of the MER was preceded by intense volcanic activity, which started with the eruption of Oligocene ( 30– 35 Ma) voluminous flood basalts (e.g., Mohr and Zanettin, 1988; Ebinger et al., 1993; WoldeGabriel et al., 1990; Chernet et al., 1998; Fig. 1). Subsequent magmatism was marked by a second episode of pre-rift flood basalts at 8–12 Ma (Abebe et al., 2005; Bonini et al., 2005), followed by the eruption of widespread rhyolitic ignimbrites (Rift Floor ignimbrites or Nazret Pyroclastic Rocks of Abebe et al., 2005; Fig. 3) that marked the onset of rift activity in the Late Miocene. After this widespread Mio-Pliocene volcanism, the Quaternary magmatic activity mostly localized in the rift floor, with products showing a typical bimodal composition given by alternating basaltic (e.g., Wonji basaltic activity; Wonji Basalts of Abebe et al., 2005; Fig. 3) and rhyolitic (e.g., Aluto-Bericcio products; Bora-Bericha Rhyolites of Abebe et al., 2005; Fig. 3) activity mostly associated with the WFB faulting."
  }, {
    "heading": "4. Stratigraphic and paleogeographic setting of the Late Quaternary continental deposits",
    "text": "Following to the seminal studies of Street (1979), Gasse and Street (1978) and Gillespie et al. (1983), in the last decade a stratigraphic revision of the Late Quaternary succession, covering Pliocene–early Quaternary volcanic and volcaniclastic deposits (Abebe et al., 2005), allowed to trace four unconformity-bounded units (ISSC, 1994; synthems 1–4) over the Lakes Region that record major stages in the lake evolution (Fig. 1b; Benvenuti et al., 2002). In the northern Lake Langano area, the Late Pleistocene–Holocene\nFig. 3. Geological map of the northern Lake Langa\nlacustrine succession overlies reddish alluvial–colluvial conglomerates, sandstones and mudstones ascribed to the latest Middle Pleistocene (Coltorti et al., 2002).\nThe synthems composing the Late Quaternary deposits are briefly described from bottom to top (see Fig. 1). Synthem 1 consists of colluvial, fluvio-deltaic, lacustrine gravels, sands, and muds, diatomites and volcaniclastic materials, deposited during the last glacial period, ca. 100,000 to 22,000 yrs BP (Megalake phase; Benvenuti et al., 2002; Fig. 1). This latter lake system expanded during wetter interstadials and contracted during the drier stadials. Synthem 2 is dominated by alluvial–colluvial and volcaniclastic deposits accumulated during the last full glacial and late glacial, ca. 22,000–10,000 yrs BP when arid conditions brought to severe shrinking of the lakes (Reduced Lake Phase, Benvenuti et al., 2002; Fig. 1). Synthem 3 consists of colluvial, fluvio-deltaic, lacustrine gravels, sands, and muds, diatomites, and volcaniclastic materials recording the early-middle Holocene, ca. 10,000– 5000 yrs BP (Macrolake phase of Benvenuti et al. (2002); Fig. 1). This lake system, smaller than the former Megalake, underwent frequent level fluctuations (Benvenuti et al., 2002; Benvenuti et al., 2005) with a maximum lake surface elevation of about 1670 m above sea level (Street, 1979; Laury and Albritton, 1975; Benvenuti et al., 2002). Synthem 4 consists of colluvial, fluvial, deltaic and lacustrine sediments accumulated over the last 5000 years when Macrolake progressively split into the present four lakes (Separated Lakes Phase of Benvenuti et al. (2002); Fig. 1)."
  }, {
    "heading": "5. The Haroresa road cross-section",
    "text": "In February 2007, a shallow ditch excavated along the steep slope delimiting the eastern escarpment of a faulted block on the northeastern coast of the Lake Langano (Haroresa escarpment;\nno basin (adapted from Dainelli et al. (2001)).\nFigs. 3, 4a and 5) allowed the direct observation and sampling of a few meter thick clastic succession recording a mix of slope and lacustrine depositional settings (Fig. 3). The excavation also brought to light a fault zone through-going these deposits, which was also surveyed in February 2009 (Fig. 5a and b)."
  }, {
    "heading": "5.1. Structural setting",
    "text": "The northeastern corner of the Lake Langano lies within the Haroresa Rhomboid Fault System (HRFS), which has resulted from the intersection between two fault trends: a dominant NNE to NEtrending fault set, and a minor N-to-NNW-trending fault set. These fault systems gave rise to horst, graben and half-graben structures mainly trending around NNE to NE, with the principal river courses flowing within the elongated depressions. The northeastern Lake Langano corner is influenced by both HRFS fault sets (Fig. 3). In the Haroresa-Haro Bu-a area, the dominant NNE- to NE-trending and southeast-dipping normal faults produce several major northwest-dipping tilted blocks forming a series of 0.5- to 3-km-wide half-grabens (Figs. 3 and 4b; Le Turdu et al., 1999). These depressions are filled by Quaternary sediments or are occupied by small lakes or swamps onlapping onto the major bounding fault scarps, such as for the Haroresa and Haro Bu-a escarpments (Figs. 3 and 4). The fault scarps are 50–150 m-high, generally steep (>60 ), and exhibit a fresh morphology (Fig. 4).\nThe Lake Haro Bu-a is located in the overlapping zone between two NNE-trending faults that join southwestward into a single fault, which is magnificently exposed by the Haroresa road crosssection. The fault separates the Pliocene rift floor ignimbrite on the fault footwall from the clastic succession made of coarse grained slope debris and lacustrine deposits bearing abundant Melanoides tubercolata shells (see below). The fault zone is characterized by closely spaced shear planes affecting the Holocene clastic succession (Fig. 5a and b), thereby demonstrating ongoing fault\nactivity that is also coherent with its prominent morpho-tectonic signature (Fig. 4).\nThe fault planes record evident striations that allowed the measurements of a number of good quality fault-slip data. The striations show a main pure to slight oblique-slip kinematics that is consistent with a local ca. E–W-trending Holocene extension direction (Fig. 5a). In agreement with these results, fault-slip data collected at sites distributed on this sector of the eastern rift margin indicate an overall N100 E-directed Quaternary extension (Agostini et al., 2011). These data accord well with previous paleostress determinations carried out on the same rift margin (Bonini et al., 2005; Pizzi et al., 2006) as well as with the results of geodetic analyses (Bilham et al., 1999; Stamps et al., 2008)."
  }, {
    "heading": "5.2. Geomorphology and stratigraphy",
    "text": "The outcrop is exposed for some hundred meters over the morpho-tectonic landscape related to the HRFS (Figs. 3 and 4). The studied sections are located just at the transition between the isolated Lake Haro-Bu-a and the Langano embayment (Fig. 4). The Haroresa escarpment consists of three distinct sectors. The midupper slope is made of plane-bedded Rift Floor Ignimbrites, which determine a stair-step morphology of the slope. In the mid-lower portion two differently inclined surfaces occur. The steeper and higher one subtends boulder-sized colluvial deposits delimited on top by a flat surface representing a lacustrine terrace (Fig. 4a). On the basis of available elevation data, the current altitude of this terrace stands between 1660 and 1680 m above sea level, which falls in the range of the maximum early-middle Holocene Macrolake level. The lower slope surface, cut by the road excavations, is less inclined and exposes a mix of coarse and fine-grained debris, which represents the target of more detailed observations. Stratigraphic description and sediment sampling for radiocarbon analysis were carried out on two distinct outcrops (sites 1 and 2)\nhic sections 1 and 2 described in the text. (b) Lateral view of the northern segment of deposits. The open black arrow indicates the Haroresa normal fault. The open white ase of the morphologic fault scarp. Photo view points are indicated in Fig. 3.\nseparated by a saddle separating the Langano embayment from the Lake Haro-Bu-a (see location in Fig. 4a)."
  }, {
    "heading": "5.2.1. Site 1",
    "text": "The clastic succession exposed at site 1 on the hangingwall of the Haroresa normal fault (visible in Fig. 5a), consists of about 5– 6 m thick blocky angular clasts deriving from the Rift Floor Ignimbrites, and subordinate pebbly sands (Fig. 5b and c). In the lower part of the outcrop, pebbly sands rich in freshwater mollusk shells, dominated by the gastropod M. tubercolata (Fig. 5c and d), attest to a lacustrine nearshore environment. These deposits are overlain by crudely layered cobble-boulder sized gravel dispersed in a variable amount of finer matrix. Clast composition is monogenic and made of the Rift Floor Ignimbrites. Textures of these deposits ranges from clast- to matrix-supported (Fig. 5c). On the whole, these deposits are referred to debris fall and debris flow that occurred along the steep Haroresa escarpment. In specific clast-supported beds, the boulders are coated by a few millimeter-thick withish massive to laminated carbonate crust (Fig. 5c).\nTwo samples were collected for radiocarbon analysis (Fig. 5c). Sample 1a includes several shell specimens of M. tubercolata, sample 1b is a single clast whose carbonate coating was separated in laboratory (Table 1). The depositional setting at site 1 oscillated between a lacustrine rocky coast confining the Langano embayment during lake high-stand and a subaerial slope during lake regression. Therefore, the operating depositional processes were the biogenic carbonate precipitation and wave reworking of the clastic\nsediments during lake transgressions and gravity transport during regressive stages."
  }, {
    "heading": "5.2.2. Site 2",
    "text": "The ditch excavated on the upslope side of the road at site 2, a few tens of meters from site 1 (Fig. 4a), shows a quite different succession with respect to that of site 1. Despite its limited thickness, this succession is characterized by a more articulated architecture (Fig. 6a). In particular, the basal deposit is a massive pebbly–cobbly gravels with abundant sandy–silty matrix (Fig. 6b). The basal deposit is overlain by pebbly sands with abundant mollusk shells dominated by M. tubercolata indicating a paleoshore at the southern end of the Lake Haro Bu-a. A thin fine-grained ash bed rests over the pebbly sand deposit, and it is unconformably overlain (Fig. 6a and b), by a deposit consisting of pebbly sands, reworked ash and abundant M. tubercolata shells. Both Melanoides-bearing beds onlap basal massive gravels, and outline the southward termination of the Haro Bu-a lacustrine area (Fig. 6c). Such a marginal lake succession is overlain unconformable by a thick matrix-rich gravels sustaining a modern dark stony soil (Fig. 6a and c).\nTwo samples (2a and 2b) of several specimens of Melanoides shells have been collected for radiocarbon dating, respectively below and above the angular unconformity separating the two layers of Melanoides-bearing sands (Fig. 6b; Table 1).\nDepositional processes were dominated by gravel transport in short creeks draining the slopes during the regressive stages, and by wave reworking in a nearshore environment during high-lake\nlevels. The thin ash beds record syndepositional pyroclastic fall in the Haro Bu-a basin attesting to volcanic activity in the surrounding."
  }, {
    "heading": "5.3. Carbon radiogenic and stable isotope geochemistry",
    "text": "Samples 1a–b and 2a–b were analyzed for the determination of the radiocarbon ages at the Beta Analytic Laboratories according to AMS and standard techniques (see http://www.radiocarbon.com/ for analytical details). These shell samples, together with lacustrine shells collected from nine sites located in different portions of the broader Ziway–Shala basin – i.e., along the shoreline of Lake Shala (sample 3), west of Alutu Mt. (samples 4, 5, 6, 7, 8, and 11) and west of Lake Ziway (samples 9 and 10) (Fig. 1b) were analyzed for the determination of the 13C/12C ratios following the procedure proposed by McCrea (1950).\nThe 14C data (Table 1) indicate that the studied sections are fully Holocene in age, allowing the correlation of the local stratigraphy to synthems 3 and 4 established in the whole Ziway–Shala basin. Ages of samples 1a and 1b outline a marked stratigraphic inconsistency, which could be referred to the following evolution: (i) algal carbonate coating of upslope colluvial deposits during the maximum Megalake highstand at about 1670 m a.s.l. (marked by the lacustrine terrace in Fig. 4a), and (ii) downslope re-deposition of the coated clasts (i.e., sample 1b) during regressive phases postdating the deposition of shoreline deposits (i.e., sample 1a). Samples 2a–b yielded radiocarbon ages consistent with their mutual stratigraphic position. In spite of a very close 14C age, samples 1a and 2b have different 13C/12C ratios ( 3.3 and +0.2 permil V-PDB, respectively; Table 1). The 13C/12C ratios of samples 3–11, whose radiocarbon age range from 47,000 to 5000 years BP (Benvenuti et al., 2002), define rather similar negative values ranging from 1.7 to 4.3 permil V-PDB (Table 1)."
  }, {
    "heading": "6. Discussion",
    "text": "The stratigraphic analysis confirmed the role of environmental changes as mainly driven by climate variations. Late Quaternary tectonics and volcanism in the MER modulated such a climatic control by forcing geometric changes in the basin and determining a significant variation in its areal extension, as manifested by the transition from the late Pleistocene Megalake system to the early-mid Holocene Macrolake system (Fig. 1). Even assuming slip-rates up to 1 mm/yr for the active faults, the resulting uplift rates are not comparable with the meters-scale climatic-forced lake level fluctuations occurring at least one order of magnitude faster. Nevertheless, the studied sections provide interesting elements for integrating sedimentary, tectonic and geochemical lines\nof evidence of the Holocene evolution of both the Langano embayment and the adjacent Haro Bu-a basin."
  }, {
    "heading": "6.1. Stratigraphic and tectonic constraints on the palaeohydrologic dynamics of the Langano embayment-Haro Bu-a basin",
    "text": "The road-cut from site 1 to site 2 crosses the modern fault-controlled threshold separating the Lake Langano from the Haro Bu-a basin, which also acted as a significant morpho-structural, hydrological and geochemical boundary during the great part of the Holocene. Such a threshold is the expression of an active tectonic setting of the HRFS (Le Turdu et al., 1999). The fault plane brought to light by excavation at site 1, documents a late Holocene (post 6200 14C years BP; sample 1a) activity of the fault system giving rise to the Haroresa escarpment (Agostini et al., 2011).\nFrom a stratigraphic point of view, the sections exposed at sites 1 and 2 reflect at a local scale the general evolution of the Holocene Ziway–Shala lakes basin (Benvenuti et al., 2002): early-mid Holocene synthem 3 and late Holocene synthem 4 left clear traces as marginal lacustrine and slope deposits, respectively (Figs. 5 and 6). As regards the synthem 3 deposits, the comparison between the elevation/chronology of the shell beds 1a, 2a, and 2b and the overall Holocene lake fluctuations (Gillespie et al., 1983), locate the dated sediment during stages of rising or high-lake levels (Fig. 2). The reconstructed lake level fluctuations across the saddle are schematically illustrated in Fig. 7. The available topographic data allows to place the present threshold separating the Langano embayment from the Haro Bu-a lake around 1650 m. a.s.l., with the shell samples (1a, 2a and 2b) being collected a few meters below the threshold (Figs. 4a and 7). Both the sedimentary features observed in the sampled shell beds and the stratigraphic onlap at the site 2 section testify to the deposition in nearshore environments. These latter pertained to the Lake Langano (sample 1a) and Lake Haro Bu-a (samples 2a–2b), which were thus separated at about 9730 14C years BP (sample 2a; Fig. 7a) and around 6200–6300 14C years BP (samples 1a–2b; Fig. 7c; Table 1). A higher lake level is indirectly recorded by the 7190 14C years-old thin stromatolite coating some boulders in the slope deposits of synthem 4 at site 1 (sample 1b; Fig. 7b). The stromatolite evidences a high lacustrine stillstand that is morphologically recorded by a terrace cutting into the Haroresa escarpment at around 1670 m a.s.l,, and that likely corresponds to the maximum level of the early-mid Holocene Macrolake. In agreement with Gillespie et al. (1983), the Ziway–Shala lakes level was rather high at around 7000 14C years BP, and was possibly approaching its maximum level that reached between 6000 and 5000 14C years BP (Fig. 2). Under this hypothesis, the Langano embayment and the Lake Haro Bu-a may\nhave been joined about 7190 14C years ago (Fig. 7b). In hydrological terms, the story reconstructed from sites 1 and 2 stratigraphy tells about a dominant isolation of the Lake Haro Bu-a from the Langano embayment, interrupted by a short-lived connection during lacustrine highstand around the mid Holocene maximum lake level (Fig. 7).\nA NE-dipping angular unconformity separates the lower and the upper mollusk-bearing paleo-shore deposits (Fig. 6), which correspond to the two major Lake Haro Bu-a highstands at ca. 9730 14C years BP (sample 2a) and around 6200–6300 14C years BP (sample 2b; Table 1). Such a bottom lake tilting is consistent\nwith an event of tectonic subsidence affecting the fault-controlled Haro Bu-a basin. Both faulting evidence and the presence of ash fall deposits across the unconformity attest to an episode of volcanotectonic activity during early-middle Holocene."
  }, {
    "heading": "6.2. Endogenic vs. exogenic isotopic signatures of Carbon in Melanoides shells",
    "text": "The carbon geochemistry, derived from the dating of carbonate organic remains collected at sites 1 and 2, reveals an intriguing variation in the 13C/12C isotopic ratio of the M. tubercolata shells.\nOwing to the different basin dimensions, distinct environmentalgeochemical conditions (e.g. water temperature and pH) could have been established within the Lakes Haro Bu-a and Langano. In particular, these conditions might have caused different carbon isotopic signatures of CO2, and, consequently, of bicarbonate involved in the cycle of the biotic calcification process of M. tubercolata, as described by the following reaction (Hotchkiss and Hall, 2010):\nCa2þ þ 2HCO 3 ! CaCO3 þH2Oþ CO2\nTherefore, a variation of the 13C/12C ratios of CO2 dissolved in the Lake Haro Bu-a water may have indirectly caused a change of the 13C/12C ratios of the M. tubercolata shells, which used bicarbonate ions to construct their exoskeletons.\nBy reference to the lake water, the CO2 sourced from within a system, such as that produced by microbial activity, can be referred to as ‘endogenic’; the CO2 coming from outside the lake system, such as the mantle, is instead ‘exogenic’. It is worth mentioning that the 13C/12C value of mantle-related CO2 is typically heavier (from 7 to 3‰ V-PDB) than that of microbial CO2 (< 20‰ VPDB) (Rollinson, 1993; Hoefs, 1997; Ohmoto and Goldhaber, 1997). Deep-originated CO2 has been likely discharged into the Lake Langano system through fluid emissions related to the strong volcano-tectonic and geothermal activity characterizing this sector of the MER (Gianelli and Teklemariam, 1993; Biggs et al., 2011).\nThe establishment of isolation phases of the Lake Haro Bu-a from the Lake Langano are revealed by the paleo-shore deposits at site 2 (Figs. 6 and 7). The shells collected in the two distinct paleo-shore layers show marked difference in the 13C/12C ratios (samples 2a and 2b; Fig. 6 and Table 1). This isotopic difference could be explained by variations in (i) environmental conditions (influencing biogenic CO2 production occurring within the lake) and/or (ii) hydrothermal activity (regulating the exogenic CO2 contribution). The shells contained in the older paleo-shore beds (sample 2a), deposited during an early phase of isolation, yield a negative 13C/12C ratio ( 5‰ V-PDB) that correlates regionally with the negative values of the 13C/12C isotopic ratio determined on shells of samples 3–11 (Table 1) representative of the Mega- and Macrolake systems (Benvenuti et al., 2002, and unpublished data; Fig. 1). In this scenario, sample 2b is the only showing a positive isotopic ratio (13C/12C = +0.2), implying that the isolated Lake Haro Bu-a recorded a major change in the isotopic composition of the lake water between 9730 yr BP (sample 2a) and 6350 years BP (sample 2b). Such a positive 13C/12C ratio could manifest the input of relatively high amounts of isotopically heavy mantle-related CO2 into the system, which has strongly affected the carbon isotopic signature of carbon-bearing dissolved ions (mainly HCO3) of the small Lake Haro Bu-a. The larger Lake Langano would have in fact buffered any exogenic deep-input of 13C-rich CO2 because microbial activity represented the main (endogenic) CO2 source controlling the negative isotope ratio of the carbon-bearing ions of the lake and, consequently, of the shell composition (cf. the 13C/12C ra-\ntios of the roughly coeval samples 1a and 2b; Table 1). In other terms, the isolation of the Lake Haro Bu-a, in combination with the recorded variation in the 13C/12C ratio in the M. tubercolata shells collected within the Lake Haro Bu-a basin (samples 2a and 2b), have allowed the recognition of a significant variation in the tectono-magmatic activity in this rift portion during early-middle Holocene times.\nThe effects of evaporative processes operating in the different sized Lakes Langano and Haro Bu-a cannot be invoked to explain the difference between the isotopic values of the samples 1a and 2b, because a very different carbon isotopic signature of shells has been recorded during the two distinct isolation events of the Lake Haro Bu-a (i.e., samples 2a and 2b; cf. Fig. 7a with 7c). As for as the 13C/12C ratio of stromatolites (sample 1b) is concerned, this cannot be directly compared with those of the M. tubercolata shells, because the carbon isotope fractionation related to the biocalcification processes of these two types of living organisms may be different.\nFrom the above discussion, we interpret the presented data as evidence that the input of deep exogenic CO2 into the geothermal system of the Lake Langano increased between 9730 years BP (sample 2a; Fig. 7a) and 6350 years BP (sample 2b; Fig. 7c). The network of rift faults described in the area has been shown to consist of several active structures, which thus represent the most likely candidate that accomplished such a supposed post9730 year BP transfer increase of mantle fluids to shallower levels."
  }, {
    "heading": "7. Concluding remarks",
    "text": "This integrated work has allowed to put forward the following main points:\n(1) Geochemical and radiocarbon dating of lacustrine shells, corroborated by detailed stratigraphic field analysis, have allowed reconstructing local variations in Lake Langano level during early-middle Holocene (5–10 ky), which accord with, and may refine, the reconstructed regional hydrologic fluctuations. (2) Local active faults may bear a two-fold importance by providing both (1) the topographic frame onto which the lake level fluctuations have been operating, and (2) potential deeply-rooted fault-controlled pathways exploited by ascending fluids. (3) Finally, the present work may offer a case history in which lake-level fluctuations modulated by climatic forcing combine with variations in the supply of CO2-rich fluids sourced from the mantle up-through active faults."
  }, {
    "heading": "Acknowledgments",
    "text": "Research supported by CNR Funds (RSTL No. 105 ‘‘Evoluzione della parte Nord del rift Afroarabico e distribuzione regionale delle georisorse’’; P.I.M. Bonini)."
  }],
  "year": 2012,
  "references": [{
    "title": "Geological map (scale 1:200,000) of the northern Main Ethiopian Rift and its implication for the volcano-tectonic evolution of the rift",
    "authors": ["T. Abebe", "P. Manetti", "M. Bonini", "G. Corti", "F. Innocenti", "F. Mazzarini"],
    "venue": "Geological Society of America Map and Chart Series,",
    "year": 2005
  }, {
    "title": "Distribution of quaternary deformation in the central Main Ethiopian Rift",
    "authors": ["A. Agostini", "M. Bonini", "G. Corti", "F. Sani", "P. Manetti"],
    "venue": "East Africa, Tectonics,",
    "year": 2011
  }, {
    "title": "Le oscillazioni tardo-quaternarie del Lago Shala (Rift Etiopico): Analisi dell’evoluzione ambientale dall’integrazione di evidenze morfologiche, sedimentarie e cronologiche",
    "authors": ["M. Alessio", "L. Allegri", "G. Belluomini", "M. Benvenuti", "M. Cerasoli", "S. Improta", "L. Manfra", "M. Sagri", "D. Ventra"],
    "venue": "Il Quaternario",
    "year": 1996
  }, {
    "title": "Depositional processes",
    "authors": ["M. Benvenuti", "S. Carnicelli", "G. Ferrari", "M. Sagri"],
    "year": 2005
  }, {
    "title": "Tectonic and climatic control on evolution of rift lakes",
    "authors": ["M. Dühnforth"],
    "year": 2009
  }, {
    "title": "Central Kenya Rift, East Africa",
    "authors": ["J. Biggs", "I.D. Bastow", "D. Keir", "E. Lewi"],
    "venue": "Quaternary Science Reviews",
    "year": 2011
  }, {
    "title": "New evidence for the Late Pleistocene",
    "authors": ["M. Coltorti", "L. Corbo", "G. Sacchi"],
    "venue": "Geothermal Research",
    "year": 2002
  }, {
    "title": "Continental rift evolution: from rift initiation to incipient break-up",
    "authors": ["G. Corti"],
    "venue": "Belts and Plateaux’, Addis Ababa,",
    "year": 2002
  }, {
    "title": "Ethiopian Rift, East Africa",
    "authors": ["N. Dainelli", "M Benvenuti", "M. Sagri"],
    "venue": "Earth Science Reviews",
    "year": 2001
  }, {
    "title": "Continental breakup in magmatic provinces",
    "authors": ["Basin (Ethiopia", "Scale", "M. Casey"],
    "year": 2001
  }, {
    "title": "Abrupt post-glacial climate events in West Asia",
    "authors": ["Djibuti). Palaeogeography", "Palaeclimatology", "Palaeoecology", "F. 279–325. Gasse", "E. Van Campo"],
    "year": 1994
  }, {
    "title": "Water-rock interaction processes in the Aluto",
    "authors": ["G. Gianelli", "M. Teklemariam"],
    "year": 1993
  }, {
    "title": "Post-glacial arid episodes",
    "authors": ["R. Gillespie", "A.F. Street-Perrot", "R. Switsur"],
    "venue": "Researches",
    "year": 1983
  }, {
    "title": "Geology of the Middle Stone Age archaeological",
    "authors": ["R.L. Boulder. Laury", "C.C. Albritton"],
    "year": 1975
  }, {
    "title": "On the isotopic chemistry of carbonates and a paleotemperature",
    "authors": ["J.M. 135–177. McCrea"],
    "year": 1950
  }, {
    "title": "The Ethiopian flood basalt province",
    "authors": ["B. Zanettin"],
    "venue": "Observatory Addis Ababa",
    "year": 1988
  }, {
    "title": "Using Geochemical Data: Evaluation, Presentation, Interpretation",
    "authors": ["H.R. Rollinson"],
    "year": 1993
  }, {
    "title": "Latest Pleistocene and Holocene river network evolution in the Ethiopian Lakes Region",
    "authors": ["M. Sagri", "C. Bartolini", "P. Billi", "G. Ferrari", "M. Benvenuti", "S. Carnicelli", "F. Barbano"],
    "venue": "Geomorphology",
    "year": 2008
  }, {
    "title": "A kinematic model for the East African rift",
    "authors": ["D.S. Stamps", "E. Calais", "E. Saria", "C. Hartnady", "J.M. Nocquet", "C.J. Ebinger", "R.M. Fernandes"],
    "venue": "Geophysical Research Letters",
    "year": 2008
  }, {
    "title": "Late Quaternary Lakes in the Ziway–Shala Basin, Southern Ethiopia",
    "authors": ["F.A. Street"],
    "venue": "Ph.D. Thesis,",
    "year": 1979
  }, {
    "title": "Abrupt climate fluctuations in the tropics: the influence of Atlantic Ocean circulation",
    "authors": ["F.A. Street-Perrott", "R.A. Perrott"],
    "venue": "Nature",
    "year": 1990
  }, {
    "title": "Geology, geochronology, and rift basin development in the central sector of the Main Ethiopia Rift",
    "authors": ["G. WoldeGabriel", "J.L. Aronson", "R.C. Walter"],
    "venue": "Geological Society of America Bulletin",
    "year": 1990
  }],
  "id": "SP:f574ee896fa46899648c06e0aa745b274ace858c",
  "authors": [{
    "name": "Marco Benvenuti",
    "affiliations": []
  }, {
    "name": "Marco Bonini",
    "affiliations": []
  }, {
    "name": "Franco Tassi",
    "affiliations": []
  }, {
    "name": "Giacomo Corti",
    "affiliations": []
  }, {
    "name": "Federico Sani",
    "affiliations": []
  }, {
    "name": "Andrea Agostini",
    "affiliations": []
  }, {
    "name": "Piero Manetti",
    "affiliations": []
  }, {
    "name": "Orlando Vaselli",
    "affiliations": []
  }],
  "abstractText": "This work reports the results of an integrated investigation on Holocene faulted deposits exposed on the northeastern Lake Langano in the central sector of the Main Ethiopian Rift (MER). The Lake Langano is part of a closed basin and thus it is highly sensitive to climate fluctuations. The present study explored the foot of the Haroresa escarpment, where coarse-grained slope deposits interbedded with thin lake shore shell-rich coarse sands are well exposed. Stratigraphical analysis of these deposits, integrated with radiocarbon dating carried out on lacustrine gastropod Melanoides tubercolata shells, points to significant lake level fluctuations forced mainly by climate oscillations. These have been interplaying during the early and middle Holocene with a structurally-controlled threshold separating an embayment of the Lake Langano to the south, from the small perched Lake Haro Bu-a basin to the north. Significant differences in the C/C isotopic ratio have been identified in the M. tubercolata shells collected on the opposite sides of such a threshold. The time-space variations of the isotopic signature of the shells are referred to the mutual relationships between the two main different CO2 sources (i.e., microbial activity and deep mantle degassing) dissolved in the lake water. 2012 Elsevier Ltd. All rights reserved.",
  "title": "Holocene lacustrine fluctuations and deep CO2 degassing in the northeastern Lake Langano Basin (Main Ethiopian Rift)"
}