{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nEarth-Science Reviews\nj ourna l homepage: www.e lsev ie r .com/ locate /earsc i rev\nThe volcanic response to deglaciation: Evidence from glaciated arcs and a reassessment of global eruption records\nSebastian F.L. Watt a,b,⁎, David M. Pyle b, Tamsin A. Mather b\na Ocean and Earth Science, National Oceanography Centre Southampton, University of Southampton Waterfront Campus, European Way, Southampton SO14 3ZH, UK b Department of Earth Sciences, University of Oxford, South Parks Road, Oxford OX1 3AN, UK\n⁎ Corresponding author at: Ocean and Earth Science, N SO14 3ZH, UK. Tel.: +44 2380 596614; fax: +44 2380\nE-mail address: Sebastian.Watt@noc.soton.ac.uk (S.F\n0012-8252/$ – see front matter © 2013 Elsevier B.V. All http://dx.doi.org/10.1016/j.earscirev.2013.03.007\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 26 July 2011 Accepted 29 March 2013 Available online 13 April 2013\nKeywords: Arc volcanoes Glaciation Post-glacial Climate change Volcanic eruption rates Chile\nSeveral lines of evidence have previously been used to suggest that ice retreat after the last glacial maximum (LGM) resulted in regionally-increased levels of volcanic activity. It has been proposed that this increase in volcanism was globally significant, forming a substantial component of the post-glacial rise in atmospheric CO2, and thereby contributing to climatic warming. However, as yet there has been no detailed investigation of activity in glaciated volcanic arcs following the LGM. Arc volcanism accounts for 90% of present-day subaerial volcanic eruptions. It is therefore important to constrain the impact of deglaciation on arc volcanoes, to understand fully the nature and magnitude of global-scale relationships between volcanism and glaciation. The first part of this paper examines the post-glacial explosive eruption history of the Andean southern volcanic zone (SVZ), a typical arc system, with additional data from the Kamchatka and Cascade arcs. In all cases, eruption rates in the early post-glacial period do not exceed those at later times at a statistically significant level. In part, the recognition and quantification of what may be small (i.e. less than a factor of two) increases in eruption rate is hindered by the size of our datasets. These datasets are limited to eruptions larger than 0.1 km3, because deviations from power-law magnitude–frequency relationships indicate strong relative under-sampling at smaller eruption volumes. In the southern SVZ, where ice unloading was greatest, eruption frequency in the early post-glacial period is approximately twice that of the mid post-glacial period (although frequency increases again in the late post-glacial). A comparable pattern occurs in Kamchatka, but is not observed in the Cascade arc. The early post-glacial period also coincides with a small number of very large explosive eruptions from the most active volcanoes in the southern and central SVZ, consistent with enhanced ponding of magma during glaciation and release upon deglaciation. In comparison to non-arc settings, evidence of post-glacial increases in rates of arc volcanism is weak, and there is no need to invoke significantly increased melt production upon ice unloading, as occurred in areas such as Iceland. Non-arc volcanoes may therefore account for a relatively higher proportion of global volcanic emissions in the early post-glacial period than is suggested by the relative contributions of arc and non-arc settings at the present day. The second part of this paper critically examines global eruption records, in an effort to constrain global-scale changes in volcanic output since the LGM. Accurate interpretation of these records relies on correcting both temporal and spatial variability in eruption recording. In particular, very low recording rates, which also vary spatially by over two orders of magnitude, prevent precise, and possibly even accurate, quantitative analysis. For example, if we assume record completeness for the past century, the number of known eruptions (volcanic explosivity index ≥ 2) from some low-latitude regions, such as Indonesia, is approximately 1 in 20,000 (0.005%) for the period 5–20 ka. There is a need for more regional-scale studies of past volcanism in such regions, where current data are extremely sparse. We attempt to correct for recording biases, and suggest a maximum two-fold (but potentially much less) increase in global eruption rates, relative to the present day, between 13 and 7 ka. Although volcanism may have been an important source of CO2 in the early Holocene, it is unlikely to have been a dominant control on changes in atmospheric CO2 after the LGM.\n© 2013 Elsevier B.V. All rights reserved.\national Oceanography Centre Southampton, University of Southampton Waterfront Campus, European Way, Southampton 593052. .L. Watt).\nrights reserved.\nContents\n1. Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 78 1.1. Relationships between deglaciation and volcanism . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 78 1.2. Evidence of increased arc-volcanic eruptions following deglaciation . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 79 2. Investigating the impact of deglaciation on arc volcanism . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 79 2.1. Glaciated volcanic arcs and site selection . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 79 2.2. Arc-scale records: sampling rate (ER) and eruption magnitude . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 80 2.3. Assumptions and limitations . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 81 3. Post-glacial volcanism and deglaciation in southern Chile . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 81 3.1. Eruption records . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 81 3.2. Deglaciation in southern Chile . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 83 3.3. Eruption data interpretation . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 84\n3.3.1. Record length and ice retreat . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 84 3.3.2. Eruption rate analysis . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 85\n3.4. Chilean data: summary and discussion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 87 3.4.1. Timing of the arc response to deglaciation . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 87 3.4.2. Enhanced crustal storage of magma . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 88 3.4.3. Deglaciation, fault activation and volcanism . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 88 4. A comparison with eruption data from the Cascade and Kamchatka arcs . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 88 4.1. Post-glacial volcanism in the Cascade arc . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 88 4.2. Post-glacial volcanism in Kamchatka . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 89 4.3. Summary of the arc volcanic response to deglaciation . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 91 5. Reassessing the nature of patterns in global eruption records . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 91 5.1. The compilation of global eruption records . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 93 5.2. Effects of sampling rate variations on data interpretation . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 93\n5.2.1. Magnitude-related variation in eruption sampling rates . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 93 5.2.2. Correcting for temporal variation in eruption sampling rates . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 94 5.2.3. Sensitivity of results to sampling variations . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 94\n5.3. Spatial sampling bias . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 95 5.3.1. Regional variation in ER . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 95 5.3.2. Resolving variation between different volcano-tectonic settings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 96 5.3.3. Correcting for a spatial sampling bias . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 98\n5.4. The timing and impact of post-glacial changes in global volcanism . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 98 6. Conclusions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 98 Acknowledgements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 99 References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 99"
  }, {
    "heading": "1. Introduction",
    "text": "A possible coupling between volcanism and glacial cycles has been discussed for many years (Grove, 1976; Rampino et al., 1979; Hall, 1982; Nakada and Yokose, 1992; Sigvaldason et al., 1992; McGuire et al., 1997; Capra, 2006; Bigg et al., 2008; Huybers and Langmuir, 2009; Narcisi et al., 2010; Kutterolf et al., 2013; Nyland et al., 2013). For example, after the last glacial maximum (LGM; ~26.5–19 ka), with deglaciation starting from ~19 to 14 ka (Clark et al., 2009; Denton et al., 2010), volcanic eruption rates in Iceland were several times higher than at present (Sigvaldason et al., 1992; Maclennan et al., 2002; Sinton et al., 2005). Similarly, eruption rates in continental Europe (Nowell et al., 2006) and eastern California (Glazner et al., 1999) show increases following deglaciation, over several glacial cycles. Such increases may be globally significant: Huybers and Langmuir (2009) used an analysis of global eruption records to conclude that volcanic activity increased by a factor of 2–6 globally, from 12 to 7 ka, due to enhanced eruption rates across formerly glaciated regions. Associated increases in volcanic emissions potentially contributed significantly to the post-glacial increase in atmospheric CO2. However, there has been no systematic regional-scale investigation of whether volcanism increased in glaciated volcanic arcs after the LGM (Iceland, continental Europe and eastern California are all non-arc settings). Arc volcanoes account for 90% of recorded subaerial eruptions since A.D. 1900 (Siebert and Simkin, 2002-), and it is therefore important to interpret the response of glaciated volcanic arcs to ice retreat, in order to quantify the impact of deglaciation on global volcanic fluxes.\nThe purpose of this paper is two-fold. Firstly, we investigate regional-scale eruption records from the southern Chilean volcanic arc, supplemented by data from the Cascade and Kamchatka arcs, for evidence of post-glacial changes in volcanic activity. Secondly, we re-examine available global volcanic records in light of our arc results, and show that the sparseness of current records severely limits our ability to quantify global relationships between volcanic and climatic systems."
  }, {
    "heading": "1.1. Relationships between deglaciation and volcanism",
    "text": "Regional-scale studies in the non-arc settings of Iceland, continental Europe and eastern California all show clear evidence for increased volcanism following the end of glacial cycles (Glazner et al., 1999; Maclennan et al., 2002; Nowell et al., 2006). Iceland lies on a divergent plate boundary coincident with a mantle plume, and volcanism results from decompression melting of the upwelling mantle (Jull and McKenzie, 1996). Intraplate volcanism in continental Europe is also associatedwith decompressionmelting, potentially linked to amantle plume (Ritter et al., 2001), while that in eastern California results from mantle decompression in response to lithospheric extension (Hildreth, 2004).\nIn Iceland, geophysical modelling and geochemical evidence suggest that decompression following ice removal resulted in increased mantle melt production (Jull and McKenzie, 1996; Sinton et al., 2005; Pagli and Sigmundsson, 2008) and an increase in eruptive flux by up to two orders of magnitude (Hardarson and Fitton, 1991;\nSigvaldason et al., 1992; Slater et al., 1998; Maclennan et al., 2002). As well as enhanced melt production, the release of pooled magma (Sigvaldason et al., 1992; Sigvaldason, 2002) or shortened crustal residence times (Gee et al., 1998; Jellinek et al., 2004) may explain increased eruption rates.\nIt has also been argued that both rapid sea-level rise (Nakada and Yokose, 1992) and fall (Rampino et al., 1979; Wallman et al., 1988), associated with changes in global ice mass, have led to enhanced volcanic eruption rates in a range of settings (cf. McGuire et al., 1997). Additionally, climatic changes associated with glacial cycles may not only affect magmatic processes, but also control the timing of volcanic edifice collapse (Capra, 2006; Quidelleur et al., 2008) and the dynamics of associated landslides (Capra et al., 2013)."
  }, {
    "heading": "1.2. Evidence of increased arc-volcanic eruptions following deglaciation",
    "text": "Current evidence for post-glacial increases in arc volcanism is ambiguous, and generally based only on individual study sites. Temporal variations in effusive eruptive flux at Mt. Mazama, in the Cascade arc (Bacon and Lanphere, 2006) and Tatara–San Pedro and Puyehue– Cordón Caulle, in Chile (Singer et al., 1997, 2008) have been attributed to glacial cycles. However, due to large dating errors and volumetric uncertainties associated with edifice erosion and growth, patterns in effusive flux can only be resolved at ~10 kyr timescales. Additionally, detailed data of this type are available from very few locations (cf. White et al., 2006; Singer et al., 2008; Völker et al., 2011).\nTephrochronological sequences, which record only explosive eruptions, can provide a much higher resolution record, or alternatively be used to assess volcanic activity on regional scales (e.g., Bigg et al., 2008). Kutterolf et al. (2013) used 408 tephras from Pacific sea-floor cores, deposited over the past 1.15 Ma, to demonstrate a 41 kyr periodicity in volcanic activity, and thereby attribute increased volcanism to periods of rapid sea level rise. However, this analysis was based on a relatively small number of eruptions for any one glacial cycle. Tephra deposits in recent soil or sediment sequences potentially provide a much more comprehensive eruption record, which may allow better quantification of the changes that occurred after the last glaciation. For example, the two lake-core examples in Fig. 1 (de Fontaine et al., 2007; Bertrand et al., 2008a) show clustering onmillennial timescales, suggestive of underlying controls on eruption timing (cf. Gusev et al., 2003). However, the patterns in each core differ, and the data from Lake Puyehue counter the conclusion of an increased post-glacial volcanic flux derived from mapped lava flows at the nearby Puyehue– Cordón Caulle volcano (Singer et al., 2008). Many volcanoes display episodic eruption patterns (e.g., Hildreth, 2007), and examining individual locations may provide coincidental or contradictory correlations between periods of ice retreat and elevated volcanism. A rigorous assessment of such relationships therefore requires examination of eruption data on a regional scale. If a glacial control on volcanism exists at individual volcanoes, then by combining data from several volcanoes this pattern should be amplified. Alternatively, if temporal variation in volcanism is random, variability across an entire region will be attenuated through averaging."
  }, {
    "heading": "2. Investigating the impact of deglaciation on arc volcanism",
    "text": ""
  }, {
    "heading": "2.1. Glaciated volcanic arcs and site selection",
    "text": "Ice was present across several volcanic arcs at the LGM (Siegert, 2001; Clark et al., 2009). The extent of ice cover ranged from small mountain glaciers, housed on individual edifices, through to broad ice sheets with thicknesses in excess of 1000 m. We assume that the greater the change in ice volume between the LGM and the Holocene, the more likely that a volcanic response will be observable. For this investigation, we therefore focus on arcs that were extensively glaciated.\nExtensive ice cover, which we define as the presence of continuous LGM ice cover between adjacent Pleistocene–Holocene stratovolcanoes over distances of >100 km, affected four arcs. In southern Chile, the Patagonian ice sheet extended for several hundred kilometres along the Andes (McCulloch et al., 2000). The northernmost part of the Cascade arc and the eastern part of the Alaska– Aleutian arc were similarly affected by a thick ice-sheet (Siegert, 2001). LGM ice cover in Kamchatka was less extensive and is less well constrained, but continuous ice fields certainly covered much of the arc (Zamoruyev, 2004; Bigg et al., 2008). Less extensive ice, forming substantial ice caps but with discontinuous cover between volcanoes, affected the equatorial and tropical Andes (Clapperton, 1993; Smith et al., 2005), the southern part of the Cascade arc, the Aleutian Islands (Siegert, 2001), and Japan (Sawagaki et al., 2004; Ono et al., 2005). For these locations, the precise ice extent at the LGM is relatively poorly constrained.\nTo investigate the impact of deglaciation on arc volcanism three other criteria, in addition to extensive LGM ice cover, would ideally be met: (1) The extent of ice cover and the timing of ice retreat would be well constrained; (2) The majority of volcanoes across a long segment of the arc would have been subjected to ice cover; and (3) The timing and magnitude of volcanic activity from the LGM to the present day would be well constrained. In reality, the third criterion is the least likely to be met, since available data are generally limited to large eruptions and to the period following ice retreat (see Section 2.3).\nThe above criteria led us to select the Andean southern volcanic zone (SVZ; 33°–46° S), in southern Chile, as the best test site for constraining the arc-scale volcanic response to deglaciation. Here, more stratovolcanoes were affected by an ice sheet of >1000-m thickness than in any other arc. The Patagonian ice sheet, where it extended\nover the southern SVZ, was broader (up to 300 km) than in any arc except for the northernmost Cascade and Alaskan arcs, where the Cordilleran ice sheet was of a similar scale (Broecker and Denton, 1989; Andersen et al., 1999; McCulloch et al., 2000; Clark et al., 2009). Moreover, in southern Chile the prevailing winds disperse tephra across the continent, meaning that widely-preserved tephra deposits provide a good post-glacial eruption record (e.g., Naranjo and Stern, 2004; Watt et al., 2011b). In Kamchatka, ice cover was less extensive (Bigg et al., 2008), while only the northern part of the Cascade arc was affected by a thick ice sheet. Eruption data coverage in the Cascades and Kamchatka is comparable to that from Chile. We therefore structure this paper as follows: Section 3 examines the Chilean data in detail, and these are then compared to the Cascade and Kamchatka arcs in Section 4. Although good eruption records exist from individual volcanoes in Alaska (e.g., Miller and Smith, 1987; Payne et al., 2008), the total number of records is relatively small, and records from the Alaska–Aleutian arc are not considered further. A summary of the datasets used in this study is given in Table 1."
  }, {
    "heading": "2.2. Arc-scale records: sampling rate (ER) and eruption magnitude",
    "text": "For past eruptions, we refer to the ratio of known events versus the number of actual events as the eruption sampling rate, ER. ER is widely variable in space and time, and can only be estimated, since the actual number of eruptions is unknown. However, it is evident that ER approaches unity in the recent past (i.e. nearly all eruptions are recorded; Siebert and Simkin, 2002-), but decreases rapidly for prehistoric times (Deligne et al., 2010). Correcting for temporal sampling variation can be problematic, since remaining variability in the corrected record may either be due to uncertainties in the applied correction (since the temporal variation in ER can never be known precisely), or may reflect real variations in activity.\nER also varies with eruption magnitude. In our arc datasets, we compile all events with an estimated volume ≥0.01 km3. However, eruptions below 0.1 km3 are strongly under-sampled in comparison to larger events. This is indicated by the event size distribution in Fig. 2, where we expect a consistently sampled dataset to be described by a power law (i.e. plot as a straight line), except for the very largest eruptions (Simkin and Siebert, 2000; Gusev et al., 2003). The Chilean data fall slightly below a linear log–log relationship for volumes below 0.3 km3, and flatten more sharply below 0.1 km3, while those from Kamchatka fall sharply at b0.3 km3. The\nrecord of large events is both more complete and relatively constant, and we therefore limit our analyses of arc-scale datasets to eruptions with a volume ≥0.1 km3 (Table 1) (≥0.3 km3 for Kamchatka).\nRecords of prehistoric effusive eruptions with good age and volumetric constraints are limited, and none are included in our Chilean dataset (Table 1). Thus, our volume limit of 0.1 km3 generally refers to explosive eruption products, and is equivalent to the boundary between Volcanic Explosivity Index (VEI; Newhall and Self, 1982) 3 and 4. For Kamchatka, our data are again dominated by explosive eruptions, but include a small percentage of effusive products (Table 1). In contrast, most of our Cascades dataset comprises mapped effusive or mixed volcanic deposits, but this comes at the expense of well defined eruption ages, with many “eruptions” representing episodes thatmay contain several discrete effusive or explosive eruptions (Hildreth, 2007).\nLarge explosive eruptions disperse their products over a wide area, and the good spatial coverage of detailed field studies in our studied arcs explains why ER for these events is consistent (and, we would suggest, relatively high) (De la Cruz-Reyna, 1991; Simkin and Siebert, 2000). Prior to the most recent 1–2 kyr, where we expect historical records and good exposure, preservation or sampling of the shallowest soil and sediment sequences to increase ER, there is no reason to suggest that ER for large explosive eruptions should vary significantly during the post-glacial period (cf. Deligne et al., 2010). This is confirmed by Fig. 2B, which shows that the consistently-sampled larger eruptions are spread relatively evenly across post-glacial time, before 2 ka. We do not, therefore, apply a temporal sampling correction. For smaller events, not only is their sampling rate far lower, but this sampling is very strongly skewed towards the past 1 kyr.\nThe Cascades data have a less clear linear section in Fig. 2A than the other arc datasets. This suggests that the rate of recording decreases continuously with decreasing eruption size, and may reflect the fact that this dataset encompasses all eruptive products (but predominantly lavas, as for the Icelandic data in Fig. 2A), in contrast to the other arc records. The compilation of the Cascades dataset (Hildreth, 2007) aimed to be comprehensive in terms of volume, and it provides a better reflection of total eruptive flux than our other arc datasets (although there is a higher proportion of unrepresented volcanoes than in our Chilean dataset; Table 1). However, many of the recorded events potentially package several eruptions into single eruptive episodes. The likelihood of amalgamating eruptions in this way will increase as eruption size decreases, particularly for lavas, which may be buried or hard to map or date separately, thus explaining the curved form of the magnitude–frequency plot."
  }, {
    "heading": "2.3. Assumptions and limitations",
    "text": "Tephrochronological records have the potential to reveal eruptionrate variability on centennial to millennial timescales (Fig. 1). In regional-scale datasets, such records are dominated by larger eruptions, commonly preserved as macroscopic layers in soil sequences (e.g., Naranjo and Stern, 2004). Smaller events, which produce thinner andmore locally dispersed deposits, are poorly represented. Although lake sediment cores may preserve more comprehensive deposit sequences (e.g., Bertrand et al., 2008a; Juvigné et al., 2008) and lead to higher-resolution regional-scale datasets in the future, it can be challenging to correlate smaller events both between sampling sites and to a source volcano, particularly given the currently sporadic coverage of such cores.\nTephras erupted during the last glaciation are unlikely to be preserved, at least proximally, due to a lack of suitable depositional environments (e.g., open lake water, actively accumulating peat mires or soil sequences). In many cases, the potential for preserving thin tephra deposits may only increase significantly following the re-establishment of a vegetation cover in formerly glaciated areas (cf. Pennington, 1986; Frenot et al., 1998; Levesque and Svoboda, 1999; Kilian et al., 2007).\nAs a consequence, our datasets from glaciated arcs are limited to postglacial time.\nGiven the nature of our datasets from Chile and Kamchatka, we must assume that large explosive eruptions provide a proxy for total volcanic activity. Eruption style may well be modulated by ice cover during glaciations (Smellie and Skilling, 1994; Carrivick et al., 2009). However, given that there is no significant change in ice cover during the post-glacial period, we would expect any increase in early postglacial volcanism, relative to the present day, to be manifested (approximately) proportionately through explosive activity. Furthermore, although the predominant style of activity at individual volcanoes may vary on millennial timescales, the largest explosive eruptions (up to VEI 7) dominate the long-term erupted mass flux across wider spatial scales (Pyle, 1995; Simkin and Siebert, 2000), and should therefore provide a good indication of arc-wide patterns in volcanic activity.\nPrevious regional-scale studies of the relationship between volcanism and glaciation have used data of variable quality. In Iceland, dating of both tephra deposits and lava flows (e.g., Maclennan et al., 2002; Sinton et al., 2005) provides a relatively comprehensive volcanic record, although effusive eruption rates in the earliest part of therecord are subject to some uncertainty. Records from eastern California (Glazner et al., 1999) and continental Europe (Nowell et al., 2006) are subject to much larger dating errors and lack volumetric information, but they have the advantage of spanning several glaciations. In all cases, datasets are biased towards larger-volume eruptions, a problem inherent to reconstructions of past volcanic activity. This is particularly the case in settings where activity is focussed at stratovolcanoes (i.e. arcs such as southern Chile), rather than in dispersed volcanic fields, since edifice erosion and subsequent activity render reconstruction of small-volume or non-explosive activity difficult. In addition, glacial-age eruption records are sparse for all datasets. A glacially-driven change in volcanism is thus generally deduced by comparing activity in the immediate post-glacial period with later post-glacial time, the assumption being that deglaciation only temporarily perturbs the magmatic system (whether via increased melting or by melt release). There is no assumption that later post-glacial rates of volcanism return to a level characteristic of glacial periods, but since the latter is so poorly known, this is not easily testable. However, as discussed in Section 3.4, the two are likely to differ.\nIn summary, two caveats to our approach should be considered: first, records based only on explosive volcanism cannot be used to investigate changes in eruptive style; second, because our arc-scale datasets are restricted to the post-glacial period, we cannot directly compare post-glacial eruption rates with those during the last glaciation. However, long-term changes in volcanism may be deduced if activity in the early post-glacial period is elevated, over a period of finite duration, relative to the later Holocene. For example, the postglacial pulse in Icelandic volcanism lasted for ~2 kyr (Maclennan et al., 2002), and postulated increases in activity from individual arc volcanoes, although less well constrained, have a duration of a few thousand years (e.g., Bacon and Lanphere, 2006; Singer et al., 2008). It is therefore reasonable to expect that a volcanic response to deglaciation would be observable within the 10–15 kyr period of our arc datasets."
  }, {
    "heading": "3. Post-glacial volcanism and deglaciation in southern Chile",
    "text": ""
  }, {
    "heading": "3.1. Eruption records",
    "text": "We have compiled tephrochronological data, recording event age and magnitude, for an 800-km segment of the Andean SVZ, between Llaima (38.7° S) and Hudson (45.9° S) volcanoes in southern Chile (Table 2 and references therein). Table 2 lists 121 eruptions with volumes ≥0.01 km3, from 26 volcanoes. Records of smaller events are almost entirely limited to historical time. Of the 121 eruptions\nin Table 2, 87 (from 24 volcanoes) have a volume ≥0.1 km3. The 34 smaller events account for just 0.7% of the total erupted volume (Table 1), and their strong relative under-representation is confirmed by Fig. 2 (see Section 2.2.). Thirty-three regional volcanoes are likely to have been active in post-glacial time, and the centres unrepresented in Table 2 are either little-studied or have only experienced effusive or small-magnitude eruptions. If deglaciation did influence arc volcanism across regional scales, a lack of data from these littlestudied volcanoes would not affect this pattern.\nRecords from individual volcanoes highlight the strong control of magnitude on prehistoric eruption identification. For example, at Calbuco the tephrochronological record (Table 2; Watt et al., 2011b) includes thirteen events, suggesting a mean eruption interval approaching 1000 years. In contrast, historical eruptions from Calbuco have occurred with an average repeat time of a few decades (Siebert and Simkin, 2002-) but only one of these, in 1893, approached the magnitude of the smallest eruptions in the tephrochronological record. It is notable that eleven of the thirteen Calbuco tephras were deposited within b4 kyr in the early Holocene. However, the timing of this elevated activity, shortly after regional deglaciation, may be coincidental, and we must test whether such patterns persist across the arc as a whole. In fact, because most of the studied volcanoes have experienced very few large post-glacial explosive eruptions, only an approach that combines these data can be used to elucidate any meaningful patterns.\nEvidence of glacial-age volcanism in Chile is often limited to subglacial lavas, which have been studied at very few volcanoes (e.g., Nevados de Chillán (Dixon et al., 1999; Mee et al., 2009), Puyehue–Cordón Caulle (Singer et al., 2008)). Even in these cases the uncertainties in eruption volume and age are generally far larger than for tephra deposits, and we have therefore not integrated these records with our dataset.\nWe selected Llaima as the northern terminus of the studied arc segment for two reasons. Firstly, Llaima lies at the end of a continuous narrow arc extending northwards from Hudson (Fig. 3), for which the tephra-stratigraphy has been well studied. Further north, the arc broadens (Stern, 2004) and eruption records are more sparse. Secondly, south of Llaima the Patagonian ice-sheet was sufficiently thick to feed piedmont ice lobes, which extended beyond the main mountain chain (McCulloch et al., 2000), while to the north the presence of ice was restricted to volumetrically much smaller bodies along the Andean mountain belt.\nTephra deposit ages (Table 2) are all based on calibrated radiocarbon dates, using OxCal4.0 (Bronk Ramsey, 2009) and a Bayesian method for any sequences constrained by multiple dates (cf. Watt et al., 2011b). Our eruption ages are the mid-value of the calibrated age range at the 95.4% highest probability density. Events with an age uncertainty of greater than ±400 years are indicated in Table 2, and account for 23% of the dataset.\nExplosive eruption volumes (Table 2) were constrained from mapped tephra deposit isopachs (Pyle, 1989, 1999) when such data were available (31% of the dataset; cf. Watt et al., 2011b). In other cases, volumes were estimated either directly from the quoted VEI or from field descriptions of eruptions and tephra deposits. Constraints tend to be poorer for smaller eruptions. Although some uncertainty is inevitable, it is not clear that this varies with age in our dataset, and it should not introduce systematic errors.We do not attempt to convert eruption volumes to mass, since deposit density information is rarely available. All our volumes are for explosive eruption deposits, which are likely to have broadly similar densities; this minimises the error associated with using volumes to represent explosive eruption flux."
  }, {
    "heading": "3.2. Deglaciation in southern Chile",
    "text": "The most recent glacial period, from ~90–12 ka, is known in Chile as the Llanquihue glaciation (Heusser, 1974), and is well recorded by\nextensive glaciogenic deposits (Mercer, 1976; Porter, 1981; Rabassa and Clapperton, 1990). At the LGM, the Patagonian ice sheet extended for 2000 km along the Andes, between 56° S and 37° S (Fig. 3). Ice-sheet thickness and width increased southwards, with marine glacial termini south of 43° S (Andersen et al., 1999; McCulloch et al., 2000; Glasser et al., 2008). Deglaciation of the southern Chilean volcanoes occurred from 18 to 11 ka, with ice persisting for longer in the south (Denton et al., 2010). Hudson (45.9° S) is still extensively glaciated at the present day, and lies a little north of the North Patagonian ice-field, a remnant of Llanquihue ice cover (Glasser et al., 2004).\nTemperatures at the LGM were up to 6–7 °C lower than present, and precipitation was significantly higher (Heusser et al., 2000; Moreno et al., 2001; Denton et al., 2010). The glacier equilibrium line was ~1000 m below present levels (Porter, 1981; Denton et al., 1999b). Ice-sheet modelling (Hulton et al., 2002) suggests that north\nof 43° S, ice thickness exceeded 1000 m only in the high Andes, but that south of 43° S (Minchinmávida–Hudson; Fig. 3), with a width broadening to 300 km, the average ice thickness was >1000 m, giving a total ice volume of >5 × 105 km3 at the LGM.\nThe progression of ice retreat is summarised in Fig. 3 and Table 3 (Ariztegui et al., 1997; Andersen et al., 1999; McCulloch et al., 2000; Hajdas et al., 2003; Rabassa et al., 2005; Glasser et al., 2008). To allow consistent comparison with our eruption records, ages of climatic events are based on calibrated radiocarbon dates. Regional deglaciation occurred rapidly after the LGM (Rabassa and Clapperton, 1990; Denton et al., 1999a), with an initial warming (~17.5 ka) leaving a much reduced ice sheet. North of 45° S, continuous ice cover was restricted to high ground. Subsequent climatic changes produced a complex pattern of glacial advance and retreat that was not necessarily regionally coherent (McCulloch et al., 2000; Lamy et al., 2004; Heusser and Heusser, 2006; Kaplan et al., 2008; Zech et al., 2008), but does show at least broad correlation with late-glacial fluctuations recorded in the Northern Hemisphere (Lowell et al., 1995; Ariztegui et al., 1997; Denton et al., 1999a; Moreno et al., 2001). Data from the Tronador ice-cap (41° S) indicate extensive advances as late as 12.5 ka (Ariztegui et al., 1997), as part of a regional cold reversal from 13.3 to 11.8 ka (Hajdas et al., 2003). At 40° S, evidence for low-altitude ice advances during this same period is absent (Bertrand et al., 2008b; Sterken et al., 2008; cf. Zech et al., 2008). A final warming stage at 11.4 ka left temperature conditions and ice extent similar to that of today (Denton et al., 1999a; McCulloch et al., 2000; Glasser et al., 2004; Kilian et al., 2007).\nWe use the term post-glacial to refer to ages younger than the final retreat of low-altitude ice. In the south of the study region, 11.4 ka may be taken as the onset of the post-glacial period. Further north, the initial warming step left only mountain ice cover after ~17 ka. Thus, the onset of post-glacial time in southern Chile, which marks the base of present-day soil sequences and the establishment of environments suitable for tephra deposit preservation, varied with latitude and is bracketed between 17 ka and 11.4 ka."
  }, {
    "heading": "3.3. Eruption data interpretation",
    "text": "A plot of eruption volume against time (Fig. 4) shows that the early post-glacial period included some of the largest known eruptions in the SVZ, including those at Llaima (Curacautín ignimbrite), Villarrica (Licán ignimbrite) and Hudson (H1 tephra). Relatively small eruptions cluster towards the past two millennia, particularly in the north of the arc segment. Fig. 4 indicates that tephra flux varies widely in space and time, as has been found for total magmatic flux in Chile and elsewhere (Singer et al., 2008; Völker et al., 2011). We suggest that this dominance of the record by a few volcanic centres is real: Hudson has previously been suggested to be far more active than volcanoes immediately to the north (Naranjo and Stern, 2004), and the prominence of Llaima and Villarrica in Fig. 4 corresponds with their high historical levels of activity."
  }, {
    "heading": "3.3.1. Record length and ice retreat",
    "text": "South of 41° S, the absence of data before 11.4 ka most likely reflects a lack of tephra preservation, rather than a lack of activity. The outliers to this pattern (i.e. the older deposits from Hudson in Fig. 4; Haberle and Lumley, 1998; Carel et al., 2011) are tephra deposits sampled in lake sediments from islands west of the volcano. This environment may have been protected from late-glacial ice advances, since no tephra deposits of comparable age have been found in extensive studies on the Andean side of Hudson (Naranjo and Stern, 1998). Further sampling in distal environments, beyond the ice-sheet limits, would help extend the volcanic record at these latitudes into the late-glacial period (e.g., Stern, 2008; Carel et al., 2011; Stern et al., 2011); the paucity of such studies is a shortcoming of the tephrochronological record in this region. We assume that all eruptions in Fig. 4 (except the noted outliers) post-date the final ice retreat at their latitude of deposition, because proximal tephra deposits, which account for most of the records, would not otherwise be preserved.\nMany of the oldest proximal tephra deposits in southern Chile are deposited on glacial till or glacially scoured bedrock (Watt et al., 2011b), and provide a rough proxy for the age of final ice retreat from the inland valleys where the deposits have generally been sampled. This tephra-based record contrasts with the terminal moraine samples generally used to reconstruct the progress of deglaciation (e.g., McCulloch et al., 2000; Rabassa et al., 2005; Glasser et al., 2008), which record the retreat of ice from its maximum extent. The latitudinal range of our dataset makes it worth examining from this perspective.\nOur oldest recorded eruptions define preservation age limits (the “baselines” in Fig. 4), enclosing the records on the old side of the dataset. The simplest fit joins the Licán ignimbrite from Villarrica and the Palena eruptions. However, eruptions south of ~41° S are much more closely fitted by a line joining Yan1 and Ca1 (Table 2; Fig. 4). Palena (11.4 ka) falls outside this baseline. This eruption, associated with a set of monogenetic cones, is categorically different from most of the dataset, which records eruptions from arc-frontal stratovolcanoes. The timing of the Palena eruption is discussed further in Section 3.4.2.\nThe Ca1–Yan1 baseline can be used to approximate ice retreat south of ~41° S. A simplistic (in all likelihood, over-simplistic) interpretation of its slope suggests a southward retreat of the low-altitude ice-front of ~30 km per century. North of 41° S much older eruptions (up to 16.5 ka) are preserved, whereas to the south all eruptions (except Palena) are younger than 10.5 ka. These limits of tephra preservation are consistent with independent records of deglaciation (Fig. 3; Table 3), in terms of the initial warming at 17.5 ka (McCulloch et al., 2000), the northern limit of recorded late-glacial ice readvances (~41° S; Ariztegui et al., 1997; Hajdas et al., 2003), and the final stage of deglaciation in the far south at 11.4 ka. South of ~41° S, the lack of preserved tephras before 11.5 ka suggests that the northern edge of the ice sheet (Fig. 3), although likely to have been narrow and potentially discontinuous, extended 250 km further\nnorth during the late-glacial than the mapped limit of McCulloch et al. (2000), at ~43° S.\nAlthough there is a general correlation between our pattern of tephra preservation and the regional progression of ice retreat, there is a lag of 1–2 kyr between the main warming stages and the oldest identified eruptions from arc stratovolcanoes (Table 3). After this 1–2 kyr period, the volcanic record is marked by several notably large explosive eruptions. Possible reasons for the lag are discussed in Section 3.4.1."
  }, {
    "heading": "3.3.2. Eruption rate analysis",
    "text": "For our Chilean data, a cumulative plot of erupted volume against age fits an approximately straight line (Fig. 5A), suggesting a roughly constant eruptive flux. The initial, steep part of the curve corresponds to three large eruptions from Villarrica and Llaima (Fig. 4), but beyond this there is no clear variability in the long-term eruption rate. Eruption frequency is in fact substantially lower in the first third of the record (2.4 per kyr), and inter-event intervals are non-stationary (the statistical parameters describing the data vary through time), showing a steady decrease towards the present, albeit with a deviation to lower eruption frequencies in the mid-Holocene (Fig. 5A). However, the non-stationary trend is attributable to an absence of data in the earliest post-glacial period for the southernmost part of the arc (Fig. 4), due to widespread ice cover. Hence, eruption rate variations may be obscured if calendar-age data alone are considered. We therefore reassess arc-scale volcanic flux by analysing a comparable time period across all latitudes. We define this period using the baselines discussed in Section 3.3.1, along with an equivalent parallel that intersects the southern end of the arc at the present day (Fig. 4). This allows a simple interpretation of volcanic records coupled to climatic changes.\nThe Licán–Palena baseline does not fit our eruption records particularly closely, but can be used to interpret the entire study region. The 8833-year record defined by this line suggests an elevated early post-glacial eruption rate (Fig. 5C; 54% of the total tephra volume erupted during the first 27% of the time period), but this is entirely accounted for by three large eruptions (Licán, Curacautín and H1) from Villarrica, Llaima and Hudson (Fig. 4). Although these very\nlarge eruptions may represent some form of post-glacial response, there is no trend or episodicity in eruption frequency (Fig. 5B).\nAn alternative approach is to consider data south of 41° S, which is tightly enclosed by the Ca1–Yan1 baseline (Fig. 4). For this arc segment (Osorno–Hudson), interpretations are limited statistically by the small size of the sample, but records do show some evidence for temporal trends: the mid-Holocene eruption frequency is reduced relative to the early Holocene, with inter-event times exceeding the 95% confidence interval that is expected for a stationary eruption sequence (Fig. 5D). Eruption rates vary by a factor of two over this time (5.3 versus 2.7 eruptions-per-kyr between the early and middle part of the study period). Hudson dominates the volumetric flux (Fig. 5E), but for the remaining volcanoes (Osorno–Maca) nearly three times as many eruptions occur in the first third of the defined post-glacial period than in the second (Fig. 5F). Eruption magnitude over the same period shows no clear variation.\nIn our null hypothesis, of no dependence between ice retreat and eruption occurrence, eruptions should follow a stationary Poisson point-process (e.g., Cox and Isham, 1980), with inter-event times that are independent and identically distributed, described by an exponential distribution (cf. Bebbington and Lai, 1996; Gusev et al., 2003; Bebbington, 2010). If the data do not fit the exponential distribution, this would suggest a reason to reject the null hypothesis. In particular, we may expect eruption clustering (short inter-event intervals) in the early post-glacial period. Our Osorno–Hudson data hint at such a pattern, with a mid-Holocene eruption frequency that is lower than expected (Fig. 5F). However, a Kolmogorov–Smirnov test for the exponential (Lilliefors, 1969) does not reject the null hypothesis at the 90% significance level (the same result is obtained for the Licán–Palena baseline dataset). This is not surprising, given the small size of our dataset (N = 36). It is difficult to demonstrate non-stationarity in a point process unless the effects of the modulating mechanism cause a strong deviation from the steady-state event frequency, and a larger dataset would be required to demonstrate the statistical significance of our observed pattern.\nAlthough the Kolmogorov–Smirnov test does not support rejection of the exponential distribution for our eruption data, a graphical assessment of inter-event intervals, t, may still be informative for\nassessing evidence of clustering. Deviation from an exponential cumulative distribution function [F(t) = 1 − exp(−t / t0), where t0 is the scale parameter, estimated as the mean inter-event interval], towards a Weibull fit [F(t) = 1 − exp(−(t / t0)γ), where γ is the shape parameter, and t0 and γ are estimated here from probability plots (cf. Gusev et al., 2003; Watt et al., 2007)] would suggest either\nclustering (for γ b 1) or periodicity (for γ > 1) (Gusev et al., 2003; Marzocchi and Zaccarelli, 2006; Bebbington, 2010). When γ = 1 the Weibull reduces to the exponential function. As expected from our earlier analysis, data from the Licán–Palena dataset (Fig. 5B) show a good fit to the exponential distribution (Fig. 6). The Ca1–Yan1 dataset (Fig. 5D) does suggest a possible departure towards a periodic\nxponential and Weibull cumulative distribution functions are shown, with the Weibull\nWeibull model (γ = 1.17; Fig. 6), but by making equivalent assessments of randomly simulated data (cf. Gusev et al., 2003), it is clear that this is not statistically significant. Again, the small dataset size limits the strength of any conclusions that may be drawn from apparent patterns within the dataset. Additionally, the short temporal length of the dataset means that cyclic or periodic patterns may not be manifested at statistically significant levels (cf. Bebbington, 2010). In summary, eruption frequency in the Ca1–Yan1 dataset approximately halves from the early- to mid-Holocene (Fig. 5D), and this is potentially consistent with a quasi-cyclic variation in activity on a timescale related to deglaciation (5–10 kyr). However, such variation, overprinting background eruption behaviour, is not statistically significant at the available sample size."
  }, {
    "heading": "3.4. Chilean data: summary and discussion",
    "text": "Beneath the thickest and broadest part of the Patagonian ice sheet (south of 41° S), when the latitudinally-variable timing of deglaciation is taken into consideration, eruption frequency was up to a factor of two higher during the ~5 kyr period after deglaciation, than in the later Holocene (Fig. 5D). However, this observation is based on a small dataset, and is not statistically significant; nor is it apparent when a wider segment of the arc is analysed. The ~5 kyr period after regional deglaciation also coincides with notably large explosive eruptions from the region'smost active volcanoes: Llaima, Villarrica and Hudson. Large eruptions also occurred around this time at Mocho– Choshuenco, Calbuco, Chaitén and Yanteles (Fig. 4), but there is no clear increase in eruption magnitude as a whole during this period if events at Llaima, Villarrica and Hudson are discounted. In order to discuss the mechanisms that may explain the above patterns in volcanic activity, we provide a summary of the potential impacts of deglaciation on arc volcanism in Fig. 7.\nIn rift or intraplate settings such as Iceland and continental Europe, enhanced melt production, through decompression, is the most likely cause of a post-glacial pulse in volcanism. Given the more limited post-glacial changes in volcanism, increased melt production does not need to be invoked in southern Chile. Here, observed patterns may simply reflect the enhanced release of crustally-stored melt due to changes in the prevailing upper crustal stress state (e.g., Stewart et al., 2000; Jellinek et al., 2004). Although ice thickness in Chile (~1000 m) was comparable to that in Iceland, corresponding to an\nFig. 7. Schematic representation of the impact of deglaciation on arc volcanic processes. Hy shows immediately post-glacial conditions.\neffective lithostatic pressure release of a few hundred metres upon retreat, and although the lack of a clear residual post-glacial uplift signal suggests a rapid isostatic response to ice removal (cf. Lambeck et al., 1990; Ivins and James, 1999, 2004), it is not clear whether such processes may enhance the degree of partial melting within subduction zones (cf. Plank and Langmuir, 1988; Huybers and Langmuir, 2009). The thermal structure of subduction zones,which are dominated by volatile-drivenmelting in the hot core of themantlewedge (Schmidt and Poli, 1998; Grove et al., 2012), may reduce the impact of lithospheric unloading on overall rates of melting, and will also be sensitive to the lateral extent of the ice load that is removed."
  }, {
    "heading": "3.4.1. Timing of the arc response to deglaciation",
    "text": "There is a lag of 1–2 kyr between final ice retreat and the earliest recorded post-glacial tephra deposits in southern Chile (Table 3 and Fig. 4). This lag is based on well-constrained ages for climatic and volcanic events, derived frommultiple radiocarbon dates. In apparent contrast to Chile, the period of increased volcanism in Iceland occurred almost immediately after deglaciation (Maclennan et al., 2002),finishing within 2 kyr.\nThe time lag in Chile may reflect a characteristic timescale of crustal magma ascent. In eastern California, a time of ~3 kyr has been estimated for the enhanced ascent of upper crustal magmas following the maximum rate of ice retreat (Jellinek et al., 2004). The lag may also reflect the timing of maximum upper crustal strain following ice retreat. An ice sheet overprints the prevailing tectonic stress state (Stewart et al., 2000), and in compressive or strike-slip regimes, such as southern Chile, the increase in vertical stress reduces the differential stress (Fig. 7; Johnston, 1989). Deglaciation abruptly removes the vertical load, with glacio-isostatic recovery comprising an elastic lithospheric flexure and a viscoelastic asthenospheric flow response. Flexural stresses may reach tens of MPa for an ice sheet of 1 km thickness, producing large horizontal strain rates (Stein et al., 1989; Stewart et al., 2000) and a period of intense upper crustal deformation (Hampel and Hetzel, 2006), but this may not reach its maximum for several thousand years within the bounds of the former ice-sheet (Beck et al., 1996; Stewart et al., 2000). In addition, some delay in the actual unloading of the crust may have resulted from the formation of pro-glacial lakes, which potentially stored meltwater for 1–2 kyr before draining (Stern et al., 2011).\npotheses discussed in the text are depicted. The glacial state is shown in (A), while (B)\nStresses affecting the immediate surroundings of crustally-stored magma are also likely to control eruption timing (e.g., Pagli and Sigmundsson, 2008; Albino et al., 2010). Ice loads smaller in diameter than the lithospheric elastic thickness (20–25 km in this region; Pérez-Gussinyé et al., 2008) are supported by the lithosphere's strength. Elastic recovery on their removal is accompanied by rapid local changes in strain rates (Cohen, 1993; Sauber et al., 2000) and edifice deformation (Pinel et al., 2007). If local (edifice-scale) ice bodies were present on high edifices relatively later during deglaciation, and exerted the main control on eruption timing, then this could also contribute to the apparent delay in eruption timing. However, there is no evidence to suggest that higher altitude ice retreat significantly lagged the regional scale retreat (McCulloch et al., 2000), and the limited size of our dataset does not permit meaningful comparison between edifice altitude and eruption timing."
  }, {
    "heading": "3.4.2. Enhanced crustal storage of magma",
    "text": "The reduction in vertical stress following ice retreat increases magmatic overpressure and the probability of stored magma reaching a critical eruptive state. Conversely, during glaciation the probability of eruption is suppressed (Fig. 7). In a simple elastic model (uniaxial strain; cf. Glazner et al., 1999), 1000 m of ice increases the horizontal stress by ~3 MPa, comparable to the excess pressure involved in dyke formation (Rubin, 1995). This load is potentially sufficient to impede vertical magma movement. Thus, enhanced ponding of magma during glaciation, and its subsequent release, may account for the very large explosive eruptions in the early post-glacial period at Llaima, Hudson and Villarrica (Fig. 4; cf. Lohmar et al., 2012). Particularly at active systems such as these, a high magma flux would promote significant melt accumulation in the upper crust. Elsewhere, a lower magma flux may mean that a pattern of enhanced storage is harder to discern, given the uncertainties within our dataset.\nIf crustal magma storage was enhanced during glaciation, then the products of early post-glacial eruptions should be relatively more evolved. Available data suggest that this is at least plausible: at Villarrica, post-Licán rocks are less silicic than the Licán ignimbrite, and while this is less clear at Llaima, the mineralogy of the Curacautín ignimbrite suggests a highly homogeneous stock of magma, contrasting with later zoned and more widely variable compositions (Lohmar et al., 2005). No clear age-composition trend is seen at Hudson."
  }, {
    "heading": "3.4.3. Deglaciation, fault activation and volcanism",
    "text": "Deglaciation may cause fault reactivation (Mörner, 1978; Stein et al., 1989; Beck et al., 1996; Turpeinen et al., 2008) both within and beyond ice-sheet boundaries (James and Bent, 1994). We speculate that such enhanced faulting may have promoted the ascent of primitive magmas at Palena (Fig. 3) and other monogenetic clusters of cones during the early post-glacial period.\nThe Palena scoria deposits (43.8° S) are dated at ~11.5 ka (Heusser et al., 1992; Watt, 2010), relatively earlier in the post-glacial period than more evolved tephra deposits from the arc front (Fig. 4). The Palena eruption formed a series of cinder cones along a 30 km lineament behind the arc front, associated with the regional-scale transpressional Liquiñe–Ofqui fault zone (LOFZ; Fig. 3). The scoria deposits lie on thin post-glacial soils, and appear to have erupted over a relatively short time period, without preceding or subsequent activity. Their primitive chemistry (Watt, 2010) implies rapid ascent from depth.\nEnhanced deformation may have occurred along the LOFZ in the early post-glacial period, potentially allowing magma ponded at the base of the crust to rise rapidly (Fig. 7). The greatest strain rates would have occurred beneath the widest part of the former ice sheet (south of 43° S), where its width of 300 km far exceeded the lithospheric elastic thickness (Mörner, 1978; Johnston, 1989; Johnston et al., 1998). Rapid changes in strain rate may have temporarily provided conditions more conducive to dyke ascent, otherwise inhibited by the prevailing stress regime (cf. Ziv et al., 2000). It is\npossible that a similar explanation applies to the Puyuhuapi eruptions further south (Fig. 3), although the eruption timing fits less clearly in this case (Table 2). Localised ascent of magmas along faults within transpressional systems is relatively widespread (e.g., De Saint Blanquat et al., 1998). Indeed, small volumes of decompression melting may facilitate fault movement (Gaffney et al., 2007) and promote magma ascent along the fracture plane."
  }, {
    "heading": "4. A comparison with eruption data from the Cascade and Kamchatka arcs",
    "text": "As discussed in Section 2.1, the Cascade and Kamchatka arcs also provide suitable sites for investigating volcanic eruption rates following deglaciation. Extensive Holocene eruption data is available from both arcs (provided as Supplementary Data), and we analyse these datasets using the same approach as that for southern Chile. It should be noted that although the overall sizes of our three arc datasets are similar, in the Kamchatka and Cascades arcs there are higher proportions of unrepresented volcanoes (Table 1). Nevertheless, it is still likely that any glacially-driven variation in activity would be observable in the available data, and the purpose of these additional analyses is to assess whether our Chilean results, showing only limited evidence of a post-glacial enhancement of volcanism, are replicated elsewhere."
  }, {
    "heading": "4.1. Post-glacial volcanism in the Cascade arc",
    "text": "Hildreth (2007) provides a comprehensive summary of post-glacial eruptions in the Cascade arc, incorporating data from 18 volcanoes spanning a N–S distance of 1100 km (Fig. 8; Table 1). At the LGM, the Cordilleran ice sheet extended down the north-western edge of North America, covering the northernmost part of the Cascade arc (Fig. 8), and was contiguous with the larger Laurentide ice sheet to the east (Siegert, 2001; Clark et al., 2009). Ice thickness over the northern edge of the arc was ~1000 m (Marshall and Clarke, 1999), and therefore comparable to that in southern Chile. However, ice cover to the south was limited to mountain ice-caps, and we may therefore expect the magnitude of any arc-wide response to deglaciation to be smaller than that in southern Chile. Retreat of the Cordilleran ice sheet and of mountain glaciers further south is considered to have been synchronous (Clark et al., 2009), occurring gradually after 16–17 ka, and rapidly after 13 ka (Dyke and Prest, 1987; Siegert, 2001).\nIn contrast to the Chilean data, the Cascade dataset includes several effusive episodes, as well as explosive eruptions. Quoted eruption volumes (Hildreth, 2007) often combine lavas and tephra, but without density information these are not easily converted into a mass flux. Thus, we simply use the given volumes to interpret long-term rates of activity. Events that were not constrained to a particular age or age range have been excluded. Where an age range is given, we use the central value. This leaves a record comprising 83 eruptions (volume ≥0.1 km3) from 16.5 to 0 ka. Of these, 28% have ages constrained only within a >1 kyr range (Fig. 8A), and in some cases may represent eruptive episodes, potentially comprisingmultiple discrete eruptions during a period of elevated volcanism, rather than a single event. In common with the Chilean dataset, the Cascade data is dominated by large volume eruptions. As discussed in Section 2.2, the volume–frequency relationship in Fig. 2 is slightly curved, and although a broadly linear fit occurs at volumes ≥0.1 km3 (suggesting a consistent sampling rate), this is flatter than that for Chile and Kamchatka, and steepens for larger events. This shape may reflect the more complete nature of this dataset, comprising all eruption types, but may also be influenced by the amalgamation of multiple smaller eruptions into single volcanic units.\nThe post-glacial eruptive flux across the Cascade arc has been remarkably constant, (Fig. 8B and C), with the cumulative volume trend approximating a straight line. Similarly, inter-event intervals show no trend (Fig. 8D), except for a slight decrease towards the\npast few kyr, which may be attributed to more precise dating and a slightly higher rate of eruption sampling. Inter-event intervals vary more widely than expected, suggesting event clustering, but without an obvious temporal pattern. Part of this may be an artefact of poor age constraints for many events in the early part of the record, where dates are only provided to the nearest thousand years and several eruptive episodes are assigned identical ages. Without accurate event times, evidence of clustering (as in Fig. 6) cannot be analysed further. Our interpretation is in agreement with Hildreth (2007), who asserted that eruption data from the arc show no evidence for coordinated episodicity."
  }, {
    "heading": "4.2. Post-glacial volcanism in Kamchatka",
    "text": "In Kamchatka, we base our records on a dataset of 43 regional tephra deposits (Braitseva et al., 1995, 1997; Ponomareva et al., 2007; Zaretskaya et al., 2007; Kyle et al., 2011), supplemented by data from Siebert and Simkin (2002-). The full dataset of 275 eruptions (volume ≥0.01 km3) is under-sampled below volumes of 0.3 km3 (Fig. 2). Rejecting these smaller events, we analyse a dataset of 105 eruptions since 10.4 ka, from 27 volcanoes spanning a N–S distance of nearly 700 km (Fig. 9). Of these eruptions, 13% include some effusive activity, but in all other respects the dataset is very similar to\nthat from Chile. Again, we base our analysis on quoted eruption volumes, because no density information is available. Uncalibrated eruption ages have been calibrated using OxCal4.0 (Bronk Ramsey, 2009).\nIce cover at the LGM in Kamchatka is generally considered to have been restricted to discontinuous mountain ice fields (Zamoruyev, 2004; Bigg et al., 2008). Ice thickness is poorly constrained, but these ice bodies had widths of 100 km in their widest parts (Fig. 9). There is evidence that ice was substantially more extensive at an earlier stage in the last glaciation, with a significant retreat at ~40 ka (Bigg et al., 2008). A similar pattern occurred in Japan, with the global LGM marking a much smaller ice extent (Ono et al., 2005). Bigg et al.\n(2008) use the proportion of ash in Pacific Ocean sediment cores to suggest a period of enhanced explosive volcanism in southern Kamchatka and the Kurile Islands following the ~40 ka ice retreat.\nOur data show broadly consistent levels of volcanism through the Holocene (Fig. 9), although there is evidence for clustering, with relatively reduced eruption frequencies in the mid-Holocene (Fig. 9D). This mid-Holocene gap is matched in the pattern from southern Chile (Fig. 5). The early Holocene also coincides with the Kurile Lake eruption, which dominates the overall eruptive flux for this period (Fig. 9C). The increased eruption frequency in the late Holocene may reflect the improved recognition (and perhaps preservation)\nof younger eruptions, and is a pattern apparent across all of our arc records.\nA Kolmogorov–Smirnov test for the exponential distribution (Lilliefors, 1969) rejects the null hypothesis (i.e. a stationary Poisson point-process, implying no dependence between ice retreat and eruption occurrence) at the 90% significance level, but not at the 95% level, therefore weakly supporting departure from a Poisson process for the Kamchatka inter-event times. Similarly, this is suggested by the slightly better visual fit to a Weibull cumulative distribution function, rather than an exponential distribution (Fig. 6), indicative of weak clustering (γ = 0.88). However, this deviation from the exponential, based on 1000 simulations of random data, is not statistically significant at the 90% level. Earlier work has concluded that large explosive eruptions in Kamchatka are clustered (Gusev et al., 2003; Ponomareva et al., 2007), with a greater tendency to clustering for the largest events. However, our larger dataset, which includes smaller eruptions, shows weaker evidence for clustering. It is possible that the clustering pattern therefore only holds for the very largest explosive eruptions.\nEven if clustering is present within the Kamchatka dataset, this in itself does not indicate a response to deglaciation. To confidently assert a post-glacial response, we would require a relatively more pronounced cluster of eruptions in the early Holocene than at any other time in the record. Although there is an episode of relatively increased volcanic output from 9 to 7 ka (Fig. 9), this is no more prominent than later variations in eruption frequency."
  }, {
    "heading": "4.3. Summary of the arc volcanic response to deglaciation",
    "text": "The three arcs studied here are the best candidates worldwide for assessing the arc-volcanic response to deglaciation. No arc shows unequivocal evidence of a post-glacial enhancement in volcanism. The clearest suggestion of a volcanic response is in southern Chile (Andean SVZ), which, in the southern SVZ, was subjected to the greatest change in ice loading after the LGM. Here, several large eruptions occur in the first few thousand years after deglaciation, and eruption frequency for an ~3 kyr period, beginning ~2 kyr after the final retreat of low altitude ice, was up to twice that in the mid-Holocene, although only slightly higher than that in the late-Holocene (Fig. 5A and D). These observations could be explained by the enhanced release of pooled magma, and there is no need to invoke increased melt production. Data from Kamchatka provide some evidence for episodicity, again with a relatively low eruption frequency in the mid-Holocene. The Cascade arc shows a remarkably constant rate of activity since the LGM. Here, LGM ice cover over most of the arc was less than that in Chile and Kamchatka, and many volcanoes were affected only by mountain glaciation. We postulate that arcs glaciated to a similar extent, such as those of the central and northern Andes, and parts of Mexico and Japan, would have been affected to a similarly small, or even negligible, degree by ice retreat.\nOur arc data do not support an increase in volcanic eruption rate of the order seen in non-arc volcano-tectonic settings (Maclennan et al., 2002; Nowell et al., 2006). For example, Sinton et al. (2005) showed from a dataset of 44 eruptions that there was a 7.5-fold increase in eruption frequency in Iceland's Western Volcanic Zone (WVZ) from 12 to 9 ka when compared to 4.5–0 ka, with no change in mean eruption volume. Parts of Iceland may have experienced a substantially larger pulse in volcanism. Maclennan et al. (2002) calculated increases in volcanic output (km3 per kyr) by factors of 25–47 for the period 12.5–10 ka relative to 10–0 ka, for four separate Icelandic sites. Much of this increase is due to several large-volume lava shields dated from 12.5 to 10 ka. However, the time period over which these effusive structures formed is not necessarily well constrained. It is also worth noting that the regional tephra record does not show a corresponding peak in activity (Gudmundsdóttir et al., 2012), although this could potentially reflect changes affecting tephra preservation\nor the dominant style of eruptions. We plot the WVZ dataset (Sinton et al., 2005; D. Eason and J. Sinton, pers. comm.) in Fig. 2, and note that the linear slope (except for the expected deviation at the largest volumes) suggests consistent sampling rates, but is much flatter than the arc datasets, indicating a different volume– frequency relationship in this setting. Inter-eruption intervals for the WVZ (Fig. 10A) are strongly non-stationary, with the ten-point average interval lying below the 5th percentile for the oldest half of the dataset, before increasing to values above the 95th percentile for the most recent eruptions. Fig. 10B shows the per-kyr eruption rate normalised against the mean per-kyr rate for 10–0 ka, indicating an approximately 5-fold increase in volcanism during the early Holocene. No such striking changes in eruption frequency are observed in our arc data. All three arcs show a tendency towards increased eruption rates in the late Holocene, which may be attributed to relative over-sampling for this period.\nBecause there is some variability in eruption rates in individual arcs, it is possible that any patterns may be strengthened if all three arcs are analysed collectively. For this combination, we simply use calendar ages of eruptions. This is somewhat problematic, as it fails to account for differences in the timing of final ice retreat within the Chilean dataset, and also restricts our interpretation to ages younger than 10.4 ka, since not all datasets are fully represented before this time. We note, however, that the onset of post-glacial ice retreat was approximately coeval in each arc. Thus, assuming comparable timescales of any arc-magmatic response to deglaciation, any patterns in the data should combine additively. Furthermore, the timing of the maximum global increase in volcanism postulated by Huybers and Langmuir (2009) was from 12 to 7 ka; if this pattern is manifested in arcs, our records should be sufficiently long to observe this.\nWe collate all our records, and calculate a relative eruption frequency f across 1000-year time bins (Fig. 11). For each time bin, the eruption frequency n is normalised against the mean per-kiloyear eruption rate for the entire dataset from 3 to 10.4 ka, n′, and then set to vary around zero, such that f = (n / n′) − 1. This value is calculated at 100 year intervals. We select the period 3–10.4 ka for this calculation, because for ages younger than 3 ka data from each arc suggest a slightly higher eruption frequency (Fig. 10B), which may result from slightly higher levels of preservation and recording (i.e. relative over-sampling) over this time period. For ages older than 10.4 ka, our records are less comprehensive and have larger uncertainties, being limited to the Cascades and the northern part of our Chilean dataset. The eruption rate does decrease from 10.4 ka to 3 ka, but this pattern does not represent a statistically significant departure from stationarity, falling within the 2σ bounds derived from simulated randomly-sampled data. Similarly, the time-binned volume data for the three arcs show no evidence for temporal variation consistent with a post-glacial enhancement of eruption magnitude (Fig. 11). In summary, the results from three combined arcs remain equivocal, and do not statistically support a pattern of elevated volcanism in the early post-glacial period.\nAlthough our datasets are generally limited to larger explosive eruptions (except for the Cascades), the compiled records are still likely to account for a substantial proportion of the entire post-glacial volcanic flux in these arcs. It therefore seems unlikely that the lack of a clear increase in volcanism following deglaciation can be attributed to biased records or sparse sampling. Rather, we suggest that the magnitude of the volcanic response to deglaciation was insufficiently large to be clearly observable at the resolution of our records (given uncertainties in age and magnitude estimates and a lack of data for small eruptions)."
  }, {
    "heading": "5. Reassessing the nature of patterns in global eruption records",
    "text": "Our analysis of eruption records fromsouthernChile, theCascades and Kamchatka represents the first large-scale investigation of post-glacial\nchanges in arc-volcanic activity. Arc volcanism dominates Earth's subaerial volcanic flux, accounting for 90% of eruptions since 1900 (Siebert and Simkin, 2002-). Overall, our results suggest that the\nimpact of deglaciation on arcs was far smaller than that observed in rift and intraplate settings. Given this, then what was the global significance of any increase in volcanism (across all tectonic settings)\nge and eruptions of volume≥0.1 km3 (≥0.3 km3 for Kamchatka). (A) Relative eruption icating deviation from an expected mean of zero and normalised against the 3–10.4 ka d therefore expected to show greater variation (data are limited to the northern part of gh the data (dashed line) suggests a decreasing eruption rate. However, the data fall ts of equivalent size and length. (B) Cumulative erupted volume for the same data, in r southernmost Chile and Kamchatka from the preceding time period. The Kurile Lake e for each time bin is indicated by the red line. The median, 5th and 95th percentiles ame volume data (excluding Kurile Lake) assigned random eruption ages.\nafter the LGM? Can any patterns in global eruption records be mainly accounted for by enhanced volcanism in non-arc settings?\nHuybers and Langmuir (2009) postulated that global eruption rates increased by a factor of 2–6 from 12 to 7 ka. Our analyses of glaciated volcanic arcs suggest that an increase at the top end of this range is very unlikely. By critically reassessing the Huybers and Langmuir (2009) analysis of global eruption records, we attempt to marry our results from Chile, the Cascades and Kamchatka with their interpretations. We principally consider uncertainties inherent to global eruption records, in an effort to understand how well global variability in volcanism can be constrained, and the strength of conclusions that can be drawn from such data."
  }, {
    "heading": "5.1. The compilation of global eruption records",
    "text": "Huybers and Langmuir (2009) combined two existing global eruption datasets for their analysis. We use exactly the same data here, compiled from Bryson et al. (2006; 442 eruption ages, without magnitude information; 0–25 ka) and Siebert and Simkin (2002-; 4709 eruption ages, with estimated magnitudes as VEI; 0–11.8 ka) (Table 1). These datasets combine results from many disparate sources, and analytical difficulties relating to variable eruption sampling rates (see Section 2.2) are compounded. In an effort to reduce temporal sampling bias, eruptions of VEI b 2 (not ≤2, as was incorrectly written in Huybers and Langmuir, 2009) were removed from the Siebert and Simkin (2002-) data. The final dataset contains 5151 eruption ages (91.4% from Siebert and Simkin, 2002-), between A.D. 2004 and 25 ka, from ~530 volcanoes out of ~1500 that were potentially active in the Holocene (Siebert and Simkin, 2002-).\nFollowing the method of Huybers and Langmuir (2009), we divide the global dataset into two subsets, separating areas glaciated at the LGM from non-glaciated areas. For simplicity, we refer to each subset as (formerly) ice-covered and ice-free regions, respectively. The boundary between ice-covered and ice-free regions is defined in the same way as Huybers and Langmuir (2009), using their −9 m/yr ice volume balance proxy (based on the ratio of modern accumulation and ablation rates) (Fig. 12A). This allows direct comparison with their results. Although this ice-limit proxy does not account for local mass-balance variations and includes some discrepancies, it provides a good general approximation of ice limits. For example, the ice-covered region includes low-latitude areas that are known to have been glaciated, such as the tropical Andes. Clearly, it also spans areas covered with thick ice sheets and those where ice was only present at high altitudes. The possible implications of such differences\n(e.g., Tuffen, 2010) have already beenmentioned in relation to our arc data. However, for the purposes of a global analysis, a division into two categories based on the presence or absence of ice, is a reasonable first order approach to assess evidence of globally significant variations in volcanism."
  }, {
    "heading": "5.2. Effects of sampling rate variations on data interpretation",
    "text": "In Section 2.2 we discussed how corrections for a variable eruption sampling rate (ER) lead to results that must be interpreted with caution, since remaining patterns in the data may be attributable both to uncertainties in the correction as well as to real variability. When correcting global records, collected across regions that have been studied at different levels of detail, applying a universal correction to the whole dataset is likely to be too crude an approach to remove fully the influence of both spatial and temporal sampling variability.\nIn this section, we briefly illustrate how variations in ER, and in particular the relative sparseness of data from prehistoric times, severely constrains analyses of global eruption records. We aim to highlight the uncertainties that must be accounted for when interpreting global datasets."
  }, {
    "heading": "5.2.1. Magnitude-related variation in eruption sampling rates",
    "text": "Globally, the number of known volcanic eruptions decreases through time. Although our global dataset excludes eruptions of VEI b 2, a very clear temporal sampling bias remains, and this bias is strongly magnitude dependent (Fig. 12B). Within the global eruption dataset, only the Siebert and Simkin (2002-) data includes eruption magnitudes. These records (Fig. 12B) show that known eruptions of VEI b 4 predominantly occurred within the past 500 years (91% of recorded VEI 2 eruptions are from 0 to 0.5 ka, and 98% from 0 to 5.5 ka). In contrast, the approximately straight trends in Fig. 12B suggest that the largest eruptions (VEI ≥ 5) have been sampled at a consistent ER. Nevertheless, the trend for these largest events steepens at b1 ka (32% of recorded VEI ≥ 5 eruptions are from 0 to 1 ka), suggesting that before this time a significant proportion of the largest eruptions remain unidentified. This agrees qualitatively with Deligne et al. (2010), who concluded that prior to 2 ka, only ~20% of eruptions of magnitude 6 are recorded, but that this rate of under-recording is statistically constant through the Holocene. This sampling rate may seem low, but more critically for a global analysis, it is also likely to be spatially variable (see Section 5.3).\nThe above result supports our approach in analysing regional-scale arc data, where we excluded events of volume b0.1 km3 (Fig. 2) in an\nangmuir, 2009). The global dataset has been divided, following Huybers and Langmuir plot of Holocene eruptions (VEI ≥ 2; Siebert and Simkin, 2002-), separated according to\neffort to achieve consistency in ER. Unfortunately, adopting a similar approach on a global scale renders the dataset too small for a comprehensive analysis, since it leaves some regions with virtually no data. Additionally, the Bryson et al. (2006) dataset, although likely to be dominated by larger eruptions, does not explicitly include any magnitude data. Thus, the global records in their entirety can only be analysed on the basis of eruption timing, but the very strong under-sampling of smaller eruptions (Fig. 12B) means that any such analysis must be interpreted with caution. The inclusion of magnitude data for the whole dataset would partly mitigate the temporal sampling bias, since estimates of volumetric or mass flux could be made."
  }, {
    "heading": "5.2.2. Correcting for temporal variation in eruption sampling rates",
    "text": "To interpret patterns within our global dataset, the temporal variation in ER must be corrected. To do this, we follow the method of Huybers and Langmuir (2009). The tested hypothesis is that volcanic activity in ice-covered regions increased after the LGM. If it is assumed that volcanism in ice-free regions proceeded at a constant rate (i.e. was not subject to any climatic forcing), then the ratio of activity in ice-covered (x) to ice-free (y) regions at any particular time reflects relative changes in the global rate of volcanic activity (Fig. 13A). Using this ratio corrects for temporal variability in ER if, and only if, the absolute value of ER at any one time is equal for ice-free and ice-covered regions (see Section 5.3). This is the critical assumption of the analysis.\nFollowing Huybers and Langmuir (2009), we have applied a normalisation based on x/y to produce an eruption factor, Ef, which measures global eruption rate at any particular time relative to the most recent time bin (0–2 ka in the Huybers and Langmuir (2009) analysis; Fig. 13B):\nEf ¼ 1þ x=yð Þ= 1þ x0=y0ð Þ:\nIn this expression, x0 and y0 are the eruption frequencies in icecovered and ice-free areas, respectively, during the most recent time bin. For Ef > 1, this suggests increased volcanism in formerly ice-covered regions relative to recent times, assuming that rates of volcanism in ice-free regions were constant. If the full dataset is binned at 2 kyr intervals (Fig. 13A), the results suggest an increase in global volcanism at ca. 11 ka, decreasing after 7 ka (Fig. 13Bi). This was the original result of Huybers and Langmuir (2009; their Fig. 6B)."
  }, {
    "heading": "5.2.3. Sensitivity of results to sampling variations",
    "text": "The method of analysing global eruption rates based on the ratio x/y means that Ef is highly sensitive to the denominator y, which is the number of eruptions in ice-free regions within any particular time bin. This value is extremely small across much of the global record. Thus, very minor changes to the dataset significantly affect the magnitude of Ef. For example, if the data are binned at 1 kyr (Fig. 13Bii) the amplitude and irregularity of the Ef curve dramatically increases.\nFig. 13A shows that recorded eruptions in the ice-free dataset averaged 4.35/kyr from 20 to 6 ka, before increasing. This equates to an exceedingly low sampling rate, as can be demonstrated by assuming that records of volcanism from the past 100 years are both complete and representative of the long-term eruption rate (excluding any climatic response). Thus, in ice-free areas, the 913 eruptions from A.D. 1904–2004 imply that ER from 20 to 6 ka was 0.05% (4.35/9130). That is, over a 14 kyr period, only 1 in 2000 eruptions of VEI ≥ 2 have been identified across ice-free regions. ER cannot be estimated for ice-covered regions, because the tested hypothesis postulates post-glacial changes in the absolute rate of volcanism for these areas, so different time periods cannot be compared. However, the general pattern for ice-covered regions shows an increase in recorded eruptions after 15 ka. This increase, and the consequent change in x/y\n(Fig. 13Bi), was taken by Huybers and Langmuir (2009) to provide a quantitative measure of the global impact of deglaciation on volcanism. In reality, while the broad pattern in Fig. 13Bi may be real, the shape and amplitude of this curve strongly reflects the extremely low value of ER in ice-free regions.\nThe sensitivity of the analysis to small changes in the dataset can be shown by adjusting the assumed limit of glaciation. This is due to a few well-studied volcanoes dominating the records (i.e. a spatial, as well as a temporal sampling bias). The weight these volcanoes are given in the subsequent analysis does not necessarily reflect their long-term contribution to global volcanic output. For example, just four volcanoes (Aso, Etna, Asama, and Piton de la Fournaise), out of ~1500 Holocene subaerial volcanoes, account for 9.4% (483 eruptions) of the entire dataset. Additionally, the temporal distribution of records is clustered, and while this may partly reflect real episodic eruption patterns, it may also reflect the sections of individual volcanic stratigraphies that have been studied in detail. For example, during the 5–25 ka section of the record, the four best-represented volcanoes account for 13.7% (70 eruptions) of the dataset, but the specific centres are different (Chaîne des Puys, Gorely, Campi Flegrei and Mutnovsky; none of these are in the top 16 best-represented volcanoes for the entire 0–25 ka dataset). Although the well-studied volcanoes listed above are not directly on the border of our glaciation limit, others are. To illustrate the sensitivity to small changes in the defined limit of glaciation, we add data from two well-studied volcanoes (Orizaba, Mexico (32 eruptions); Sakura-jima, Japan (37 eruptions)) that lie immediately outside the ice-covered region, into the ice-covered records. Reanalysis of this amended dataset (2 kyr bins) suggests a large increase in Ef (Fig. 13Biii). This increase is due to the reduction in the denominator y: the amended dataset contains just two eruptions for the entire ice-free region from 10 to 12 ka (an estimated ER of 0.01%; coincident with the peak in Fig. 13Biii). In fact, Orizaba should, correctly, be placed in the ice-covered dataset, given its significant ice cover (e.g., White, 1986). However, we retain the originally defined ice limit for all other analyses in this paper.\nAgain, because of the sparse sampling rate, the global analysis is highly sensitive to the addition of a small number of new eruption records from ice-free regions. In Fig. 13Biv, 13 eruptions (b0.25% of the total dataset) from recent studies (Horz et al., 2004; Mehringer et al., 2005; Soto and Alvarado, 2006; Kutterolf et al., 2007; RodriguezGonzalez et al., 2009; Macías et al., 2010), dated between 5 and 11 ka and from ice-free regions, have been added to the global dataset (2 kyr bins). These alone significantly increase the number of records from ice-free regions during the early post-glacial period, resulting in a substantial reduction in the early-Holocene value of Ef. In contrast, adding 12 new dates (Watt et al., 2011b) between 5 and 11 ka from the ice-covered region (Fig. 13Bv) has only aminor effect on the original analytical results (Fig. 13Bi).\nThe purpose of the above analyses is not to produce a corrected or more accurate global dataset, but to demonstrate that the small size of the dataset (the low ER) across much of the post-glacial period prevents quantification of changes in global eruption rates. Strictly speaking, we cannot conclude that any one of the curves in Fig. 13B is more accurate than another. Importantly, we cannot be confident that the calculated Ef reflects real patterns, rather than spurious patterns arising from a spatially or temporally variable ER or an analytical assumption (such as the chosen limit of glaciation). Because the eruption rate in ice-covered regions is expected to have changed through time, it is simply not possible to compare values of ER precisely between ice-covered and ice-free regions. However, we suggest that ER is lower across the ice-free region as awhole, and discuss the basis for this assertion in more detail below (Section 5.3). The implication of more equal values of ER across the two regions would be to substantially reduce the amplitude of the Ef curve in Fig. 13Bi. What is clear from the above analyses is that if the absolute value of ER was both higher and more spatially consistent, then Ef would be considerably less sensitive to the\nremoval of data from one or two volcanoes, or the addition of a small number of new eruption data."
  }, {
    "heading": "5.3. Spatial sampling bias",
    "text": "We have shown that although the global eruption dataset is large, the recording of eruptions is strongly skewed towards the lateHolocene, especially for eruptions of VEI b 4 (Figs. 12 and 13). Immediately after the LGM, eruption records are so sparse that the global data cannot easily be interpreted. Furthermore, our investigation suggests that eruption sampling rates (ER, indicating the proportion of known events), vary spatially. Although Huybers and Langmuir (2009) recognised that ER may vary between ice-covered and ice-free regions, the key assumption of their normalisation method is that they are equal. If they are unequal for any particular time period, then this would invalidate the global analysis. Evidence for spatial sampling bias must therefore be evaluated before a robust assessment of global eruption patterns can be made."
  }, {
    "heading": "5.3.1. Regional variation in ER",
    "text": "To investigate whether ER during the post-glacial period is not simply low, but also spatially variable, we have subdivided the ice-covered and ice-free regions into geographic sub-regions. We continue to use the original dataset and defined ice limit, and do not include any of the changes to the data discussed in Section 5.2.3. The proportional number of recorded eruptions during particular time periods, which provides an indication of relative changes in ER, is plotted for our defined sub-regions in Fig. 14. The resolution of this analysis has been deliberately limited in an effort to retain relatively large samples within each time bin.\nAcross ice-free regions, ER is spatially consistent between the 0–100 year records and the 0–1000 year records, but several subregions are strikingly under-represented prior to this. Indonesia, the Philippines, New Guinea to Tonga and the Indian Ocean account for over 60% of eruptions in ice-free regions over the past 1000 years. From 1 to 5 ka, the same locations account for b10% of the dataset. There is no known reason why the absolute rate of volcanism in these sub-regions should differ between these time periods; indeed,\nthe global analysis centres on the assumption that volcanism throughout these regions has not varied. Assuming that the past century is representative, ER for Indonesia, the countrywith themost historically active volcanoes (Simkin and Siebert, 2000), is 0.005% for the 5–20 ka period (for VEI ≥ 2). That is, for a period of ~15 kyr after the LGM, only 1 in 20,000 eruptions of VEI ≥ 2 has been identified in Indonesia. Fig. 14 suggests that ER varies by two orders of magnitude between different ice-free sub-regions, so that regions such as the Mediterranean, with sampling rates of >0.1%, come to dominate the 5–20 ka eruption record.\nSimilar data can be inspected for the ice-covered region. However, actual values of ER cannot be precisely estimated, since we expect some (unconstrained) post-glacial enhancement of volcanism relative to the present day, and the effect of this may vary between geographic regions, since we earlier concluded that the volcanic response to deglaciation was greater in non-arc settings than in arcs. In spite of this, ER appears to be far more spatially consistent through time than in ice-free regions (Fig. 14). The Andes sub-region shows some indication of relative under-sampling, but this pattern may also reflect real enhancement of volcanism in sub-regions incorporating non-arc volcanoes, such as continental Europe and Iceland.\nThe contrast between the relative spatial consistency in ER across ice-covered regions and the wide spatial variability for ice-free regions indicates a systematic spatial sampling bias. We suggest that the ice-free regions that are relatively well sampled (Ryukyu and S. Kyushu, Mediterranean, Pacific islands, Africa and Arabia, Atlantic islands, Antilles) are likely to have comparable ER to most ice-covered areas. For example, for the 5–20 ka period, these listed ice-free regions have an overall sampling rate of 0.20% (based again on assumed completeness\nof the 0–100 year records). For the same period, ER for the entire global dataset is b0.17%, and the apparent rate for the entire ice-covered region b0.28% (these are maxima, again because the true figure for ice-covered regions would be lower if there was any post-glacial enhancement of volcanism). We therefore suggest that ER is at least of the same order of magnitude (i.e. ~0.2%) between the ice-covered regions and the well-sampled (as listed above) ice-free regions. In contrast, ER for ice-free regions such as Indonesia and the Philippines is as low as 0.005%. Any global analysis is invalid if it does not attempt to account for this.\nIt is not surprising that accessible, continental and developed regions have been more comprehensively studied than less-developed island nations. This difference is clear simply from the relative number of cited data sources between different parts of the world in the Bryson et al. (2006) database. Such variation is particularly significant for our analysis, since the well-studied regions were predominantly ice-covered (e.g., North America, Europe, Japan), while many of the ice-free sub-regions are developing island nations, commonly with difficult access and poor exposure for field studies (e.g., Indonesia, Philippines, Pacific arcs)."
  }, {
    "heading": "5.3.2. Resolving variation between different volcano-tectonic settings",
    "text": "Our results from individual arcs led us to suggest that the impact of deglaciation on arc volcanism was smaller than that in non-arc settings. However, arcs account for the majority of subaerial volcanic eruptions. If the change in global volcanic flux was as large as implied by Huybers and Langmuir (2009), we may expect glaciated volcanic arcs to have played a role in this increase. It is worth examining the global dataset to see if it can be used to resolve the relative global\ncontribution of arcs to post-glacial eruption increases. To do this, we reject all non-arc records from the global dataset. In this amended dataset, southern Chile, the Cascades and Kamchatka account for 28% of eruption records. In these areas, we have already demonstrated that evidence of a post-glacial increase in volcanism is limited. Of the remaining ice-covered arcs, Japan is particularly well represented, accounting for 29% of eruptions.\nFig. 15 shows an identical analysis to that in Fig. 13, based on the arc-only global dataset. The dataset contains 4624 records, accounting for 86% of the entire global dataset. This 86% contrasts with the 90% contribution of arc volcanoes to eruption records since A.D. 1900 (Siebert and Simkin, 2002-). The difference in the non-arc proportion of the global records, from 10% since A.D. 1900 to 14% for 0–25 ka, may reflect real post-glacial changes in volcanic activity, but is far from sufficient to explain the magnitude of post-glacial enhancement suggested by Huybers and Langmuir (2009). This is confirmed by Fig. 15. Indeed, the patterns in Figs. 13 and 15 are virtually identical in terms of amplitude. This may lead us to conclude that the increase in arc volcanic output was indeed substantial, and similar\nFig. 15. Graphs plotted as for Fig. 13, but repeated for a global dataset that only includes rec the Mediterranean; correction 2 uses these locations, plus the Antilles.\nto that in non-arc settings. Was this pattern somehow missed within our individual analyses of the Chile, Cascade and Kamchatka arcs, or were these particular arcs for some reason less affected by ice retreat? The latter seems unlikely, since southern Chile contains more volcanoes affected by thick ice sheets than any other arc, and several volcanoes in the Cascades and Kamchatka were similarly affected (Section 2.1). Alternatively, perhaps the fact that our individual arc analyses were limited to large eruptions obscured any patterns. Again, if eruption frequency really increased to the extent suggested by Fig. 15, this seems unlikely. Indeed, most of the prehistoric records in the global dataset are based on dated tephra deposits, with 43% of records from 2 to 11.8 ka having volumes >0.1 km3 (based on the Siebert and Simkin (2002-) data). Thus, the types of record that make up the global dataset are comparable to those used in our analyses of individual arc segments (Figs. 10 and 11).\nWe suggest that the apparent contrast between our individual arc analyses and the global-scale patterns in Fig. 15 to a large extent reflects spatial sampling biases in the global dataset. If this is the case, and as argued in Sections 5.2.3 and 5.3.1, the amplitude of the peaks\nords from arc settings. In graphs (C) and (D), correction 1 uses Ryukyu/S. Kyushsu and\nin Figs. 13 and 15 are spurious. Although regional studies (e.g., Maclennan et al., 2002; Nowell et al., 2006) have shown that a real increase in volcanism occurred after the LGM in non-arc volcanotectonic settings, this pattern cannot be easily disentangled from a global dataset that is strongly affected by spatially variable and, in general, extremely low sampling rates."
  }, {
    "heading": "5.3.3. Correcting for a spatial sampling bias",
    "text": "To demonstrate the impact of spatial variability in ER, we undertake a simple correction of the dataset from ice-free regions, using records from sub-regions that are relatively well sampled prior to 1 ka (Ryukyu and S. Kyushu, Mediterranean, Pacific islands, Africa and Arabia, Atlantic islands, Antilles; Fig. 14). We then scale these data to produce a measure for the entire ice-free region, using the proportional contribution from these well-sampled regions over the 0–100 yr period of the record. For example, if n eruptions are recorded from the well-sampled sub-regions in any 2 kyr time bin, and these same sub-regions account for x% of the records in the 0–100 yr period, then the corrected count for that same time bin is n / (x / 100). Given the extremely low overall value of ER, this is a crude correction. It also involves the assumption that the sub-regions used for the correction have an equal ER to ice-covered regions (which is not directly testable; see Section 5.3.1). However, a more complex approach cannot be justified, and this method at least allows a semi-quantitative assessment of changes in global rates of volcanic activity.\nSpatially corrected results, using two different corrections based on combinations of the above sub-regions, are shown in Figs. 13C (for the entire global dataset) and 15C (for the arc-only global dataset). The two curves have similar peak amplitudes. The data in Fig. 13C indicate a post-glacial increase in global eruption rates by a factor of two, but this compares to a peak Ef value of seven in the equivalent spatially-uncorrected analysis of Huybers and Langmuir (2009) (their Figure 6C). The shape of the spatially-corrected curves supports the hypothesis of a pulse in volcanism of finite length, with an eruption factor close to one at >14 ka and b5 ka. This is expected if deglaciation only temporarily perturbs volcanic systems, such that at later times (b5 ka) the ratio of activity between ice-covered and ice-free regions is constant. We would not expect this ratio to be necessarily the same prior to the perturbation (>14 ka), when volcanic activity could be suppressed in ice-covered regions relative to the present day. However, the data coverage is too sparse to accurately test this.\nIt is notable that the spatially-corrected data in Fig. 15C (arc-only data) is again virtually identical to that in Fig. 13C. The two are not directly comparable, because the correction for the arc data is based on a smaller number of records (the correcting sub-regions in Fig. 13C include non-arc settings), but the results are essentially the same. Again, this appears to conflict with our conclusions from individual arcs. If there was an approximate doubling in the global frequency of arc eruptions for several thousand years, accounted for by activity in glaciated arcs, then this should be prominent in the records from southern Chile, the Cascades and Kamchatka. Data from Chile and Kamchatka do support some increase in eruption frequency during the early Holocene, but it was not as prominent as the global analysis suggests. We suggest that the apparent discrepancy between our individual-arc and global-arc analyses highlights the flawed nature of the global analysis, which is still strongly affected by a low overall ER. The crude nature of our spatial correction is clear from the irregularity of the ice-free curves in Figs. 13D and 15D. This irregularity in the denominator, y, is mirrored in Figs. 13C and 15C, where the apparent peaks in global eruption rate correspond to dips in the ice-free records, rather than to noticeable spikes in the ice-covered eruption records. In an ideal dataset (i.e. one sufficiently large to make a reliable correction for spatial sampling bias), the ice-free records would define a flat line in Figs. 13D and 15D over the 25–5 ka period, before better sampling rates begin to skew the data.\nThus, although the corrected curves still suggest a potential doubling of post-glacial global eruption rates (Figs. 13C and 15C), we reiterate that this should be treated cautiously, and may substantially exaggerate the true pattern. Furthermore, a more conservative estimate of the area over which ice-loading influenced volcanism would also reduce the amplitude of the peaks in Figs. 13C and 15C (cf. Huybers and Langmuir, 2009).\nIce-core records provide some independent evidence against which to test the timing of any post-glacial increase in global volcanic output. The age of a post-glacial cluster of sulphate peaks in Greenland ice cores (Zielinski, 2000) approximately matches that of the peak in our corrected global eruption curve (Fig. 13D). The same ice core data are also consistent with our suggestion that much of the increase in global volcanism was restricted to particular glaciated regions. There is no corresponding sulphate peak in Antarctic ice cores (Castellano et al., 2004; Kurbatov et al., 2006), where sulphate records show amore ambiguous pattern (cf. Narcisi et al., 2010), and the Greenland sulphate may predominantly be due to the well-documented enhancement of Icelandic volcanism (Maclennan et al., 2002), rather than reflecting globally widespread increases in activity."
  }, {
    "heading": "5.4. The timing and impact of post-glacial changes in global volcanism",
    "text": "The peak increase in global volcanism implied by the results in Fig. 13 lags the onset of deglaciation (19–20 ka in the Northern Hemisphere; Clark et al., 2009) by several thousand years. As discussed in Section 3.4.1, such lags may reflect the response times of various magmatic processes, and on a global scale are complicated by asynchrony in the timing and rate of ice retreat, acting across a wide range of different volcanic settings (cf. Tuffen, 2010).\nDuring the second half of the deglaciation period (13–7 ka), increased CO2 emissions from enhanced volcanismmay have contributed to continuing climatic changes. Based on our spatially corrected global curves, as well as our regional-scale arc results, we tentatively suggest that global volcanic output increased by a factor of b2, and potentially much less. The volcanic contribution to atmospheric CO2 during the 13–7 ka period was therefore at the bottom end of the 15–70 ppm range postulated by Huybers and Langmuir (2009), if not lower. The size of this CO2 contribution may also have been overestimated, since it was based on a scaling of recent gas fluxes dominated by arc volcanic measurements. If non-arc settings account for a significant proportion of post-glacially enhanced volcanism (Maclennan et al., 2002; Nowell et al., 2006), then the generally lower carbon content of these magmas (Marty and Tolstikhin, 1998; Wallace, 2005) may have reduced the overall impact on atmospheric CO2 levels.\nOur results agree well with the climate models of Roth and Joos (2012), who showed that proxy-based changes in carbon between the LGM and post-glacial period are inconsistent with both the timing and magnitude of the increase in volcanism postulated by Huybers and Langmuir (2009). However, the smaller increase in global volcanism suggested by our corrected data is potentially consistent with climate models (Roth and Joos, 2012). Our results indicate that volcanic emissions cannot have played a dominant role in regulating atmospheric CO2 after the LGM. Nevertheless, an increase in global volcanism by a factor of b2, lasting for a few millennia, could still have been an important source of CO2 emissions during the latter stages of deglaciation."
  }, {
    "heading": "6. Conclusions",
    "text": "The post-glacial explosive eruption history of glaciated arc segments, based on records of large eruptions, suggests that regionalscale ice retreat after the LGM led to a limited increase in volcanism. In the southernmost part of the Andean SVZ (southern Chile), explosive eruption frequency was approximately double that of the\nmid-Holocene, for an ~3 kyr period beginning ~2 kyr after the final retreat of low-altitude ice. Further north, where the LGM ice sheet was narrower, such a pattern is less evident, but the same time period coincides with a doubling of explosive volumetric flux across the arc, accounted for by a few very large eruptions from the region's most active volcanoes. This pattern is consistent with a model whereby pooled melt, stored in the crust during glaciation, was released upon deglaciation due to increased magmatic overpressure and upper-crustal stress conditions more conducive to dyke formation. There is no requirement to invoke substantially increased post-glacial melt production.\nIn Kamchatka, explosive eruption frequency is also relatively reduced in the mid-Holocene relative to the early Holocene, but whether this pattern reflects the influence of ice retreat is ambiguous. In the Cascades, where the degree of ice unloading was the smallest of our studied arcs, the rate of volcanism throughout the post-glacial period shows little variation. Taken together, the three arcs do not show a statistically significant change in eruption frequency or magnitude that can be attributed to deglaciation. Our analyses are limited by the small size of available eruption datasets, but suggest that the impact of deglaciation was greatest in arcs that experienced the most ice unloading. However, this impact was far smaller than that in non-arc settings such as Iceland, which saw eruption frequencies increase by up to an order of magnitude.\nThe lack of eruption data from the last glacial period, and a general paucity of data for small-volume and effusive eruptions, hinder analyses of regional-scale eruption records. Our records of large-volume eruptions are subject to limited variability in temporal or magnituderelated sampling rates, but at the expense of providing only small datasets. To further understand the relationship between ice loading, magma storage and volcanic eruptions, there is a need for detailed case studies of currently- and formerly-glaciated volcanoes, and for improved eruption records in several poorly-studied parts of the world.\nIn an effort to constrain the contribution of arc volcanism to globalscale changes in post-glacial volcanic eruption rates, we reassess an existing global eruption dataset (VEI ≥ 2), compiled by Huybers and Langmuir (2009). Using this dataset, Huybers and Langmuir (2009) estimated amaximum seven-fold increase in post-glacial global volcanic activity. By critically examining spatial and temporal sampling biases, the peak in our equivalent curve suggests that eruption rate increased by a factor of two, but that this may still be a significant overestimate.\nThe rate of eruption recording over the past 25 kyr is stronglymagnitude dependent. The identification of eruptions with VEI ≥ 5 is temporally consistent before ~1 ka. In contrast, 98% of recorded Holocene VEI 2 eruptions are younger than 5.5 ka. Based on a comparison with records from the past 100 years, the sampling rate (i.e. proportion of identified eruptions, VEI ≥ 2) in the global dataset from 5 to 20 ka is b0.17%. However, this sampling rate varies by two orders of magnitude between different geographic regions. In some areas that were unglaciated, such as Indonesia, the sampling rate is as low as 0.005%: just 1 in 20,000 eruptions (VEI ≥ 2) have been identified. Since 20 ka, the spatial coverage of eruption records from formerlyglaciated regions is relatively more comprehensive. These regions are commonly in accessible, continental and developed locations, which has led to a higher eruption recording rate than in many tropical areas unaffected by glaciation. It is this spatial variability that exaggerates the apparent post-glacial increase in volcanism, and prevents precise quantification of the true pattern. Spatial sampling biases cannot be fully removed, and these obscure and overprint real global-scale changes in eruption frequency. It will not be possible to constrain global-scale patterns in volcanism to any greater degree of precision without substantially increased and more spatially consistent eruption records. Preservation and exposure, in addition to temporal and spatial sampling variability, must also be considered when interpreting past volcanic records on regional or global scales.\nOur regional-scale results from volcanic arcs and our reassessment of global records suggest that volcanism cannot have formed the dominant contribution to increases in global atmospheric CO2 at any stage during the late-glacial and early Holocene. Nevertheless, volcanic output did increase on a global scale, forming an important CO2 source during the late post-glacial period. A substantial proportion of this output was due to strongly enhanced volcanism in non-arc settings, rather than being evenly distributed across all formerlyglaciated volcanoes.\nSupplementary data to this article can be found online at http:// dx.doi.org/10.1016/j.earscirev.2013.03.007."
  }, {
    "heading": "Acknowledgements",
    "text": "The authors acknowledge the Natural Environment Research Council (NERC) UK for financial support through grants NE/I013210/1 and NE/I02044X/1. TAM and DMP are supported by and contribute to the NERC National Centre for Earth Observation (NCEO), of which the Centre for the Observation and Modelling of Earthquakes, Volcanoes and Tectonics (COMET+) is a part. DMP also thanks the British Council and IAVCEI for support for fieldwork in Chile. We are grateful to D. Eason and J. Sinton for providing Icelandic eruption data. We thank Hugh Tuffen for comments on earlier work, now partially incorporated into this paper, and three anonymous reviewers for suggestions that led to substantial improvements of this manuscript."
  }],
  "year": 2013,
  "references": [{
    "title": "Influence of surface load variations on eruption likelihood: application to two Icelandic subglacial volcanoes, Grímsvötn and Katla",
    "authors": ["F. Albino", "V. Pinel", "F. Sigmundsson"],
    "venue": "Geophysical Journal International",
    "year": 2010
  }, {
    "title": "Tephra stratigraphy and eruptive volume of the May, 2008, Chaitén eruption, Chile",
    "authors": ["F. Alfano", "C. Bonadonna", "A.C.M. Volentik", "C.B. Connor", "S.F.L. Watt", "D.M. Pyle", "L.J. Connor"],
    "venue": "Bulletin of Volcanology",
    "year": 2011
  }, {
    "title": "Glacial geomorphologic maps of Llanquihue drift in the area of the southern Lake District, Chile",
    "authors": ["B. Andersen", "G.H. Denton", "T.V. Lowell"],
    "venue": "Geografiska Annaler: Series A",
    "year": 1999
  }, {
    "title": "Interhemispheric synchrony of late-glacial climatic instability as recorded in proglacial Lake Mascardi, Argentina",
    "authors": ["D. Ariztegui", "M.M. Bianchi", "J. Masaferro", "E. Lafargue", "F. Niessen"],
    "venue": "Journal of Quaternary Science",
    "year": 1997
  }, {
    "title": "Eruptive history and geochronology of Mount Mazama and the Crater Lake region, Oregon",
    "authors": ["C.R. Bacon", "M.A. Lanphere"],
    "venue": "Geological Society of America Bulletin",
    "year": 2006
  }, {
    "title": "Trends and clustering in the onsets of volcanic eruptions",
    "authors": ["M.S. Bebbington"],
    "venue": "Journal of Geophysical Research",
    "year": 2010
  }, {
    "title": "Statistical analysis of New Zealand volcanic occurrence data",
    "authors": ["M.S. Bebbington", "C.D. Lai"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1996
  }, {
    "title": "Enhanced seismicity in the early post-glacial period: evidence from the post-Würm sediments of Lake Annecy, northwestern Alps",
    "authors": ["C. Beck", "F. Manalt", "E. Chapron", "P.V. Rensbergen", "M. de Batist"],
    "venue": "Journal of Geodynamics",
    "year": 1996
  }, {
    "title": "Tephrostratigraphy of the late glacial and Holocene sediments of Puyehue Lake (Southern Volcanic Zone, Chile, 40°S)",
    "authors": ["S. Bertrand", "J. Castiaux", "E. Juvigne"],
    "venue": "Quaternary Research",
    "year": 2008
  }, {
    "title": "Climate variability of southern Chile since the Last Glacial Maximum: a continuous sedimentological record from Lago Puyehue (40°S)",
    "authors": ["S. Bertrand", "F. Charlet", "B. Charlier", "V. Renson", "N. Fagel"],
    "venue": "Journal of Paleolimnology",
    "year": 2008
  }, {
    "title": "Ages of calderas, large explosive craters and active volcanoes in the Kuril–Kamchatka region, Russia",
    "authors": ["O.A. Braitseva", "I.V. Melekestsev", "V.V. Ponomareva", "L.D. Sulerzhitsky"],
    "venue": "Bulletin of Volcanology",
    "year": 1995
  }, {
    "title": "Holocene key-marker tephra layers in Kamchatka, Russia",
    "authors": ["O.A. Braitseva", "V.V. Ponomareva", "L.D. Sulerzhitsky", "I.V. Melekestsev", "J. Bailey"],
    "venue": "Quaternary Research",
    "year": 1997
  }, {
    "title": "The role of ocean–atmosphere reorganizations in glacial cycles",
    "authors": ["W.S. Broecker", "G.H. Denton"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1989
  }, {
    "title": "Bayesian analysis of radiocarbon dates",
    "authors": ["C. Bronk Ramsey"],
    "venue": "Radiocarbon",
    "year": 2009
  }, {
    "title": "A calibrated radiocarbon database of late Quaternary volcanic eruptions",
    "authors": ["R.U. Bryson", "R.A. Bryson", "A. Ruter"],
    "venue": "eEarth Discussions",
    "year": 2006
  }, {
    "title": "Abrupt climatic changes as triggering mechanisms of massive volcanic collapses",
    "authors": ["L. Capra"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2006
  }, {
    "title": "Climatic fluctuations as a significant contributing factor for volcanic collapses. Evidence from Mexico during the Late Pleistocene",
    "authors": ["L. Capra", "J.P. Bernal", "G. Carrasco-Núñez", "M. Roverato"],
    "venue": "Global and Planetary Change",
    "year": 2013
  }, {
    "title": "Tephrostratigraphy of a deep-sea sediment sequence off the south Chilean margin: new insight into the Hudson volcanic activity",
    "authors": ["M. Carel", "G. Siani", "G. Delpech"],
    "year": 2011
  }, {
    "title": "77–102 since the last glacial period",
    "authors": ["S.F.L. Watt"],
    "venue": "Earth-Science Reviews",
    "year": 2013
  }, {
    "title": "Geomorphological evidence towards a de-glacial control on volcanism",
    "authors": ["J.L. Carrivick", "A.J. Russell", "E.L. Rushmer", "F.S. Tweed", "P.M. Marren", "H. Deeming", "O.J. Lowe"],
    "venue": "Earth Surface Processes and Landforms",
    "year": 2009
  }, {
    "title": "Volcanic eruption frequency over the last 45 ky as recorded in Epica-Dome C ice core (East Antarctica) and its relationship with climatic changes",
    "authors": ["E. Castellano", "S. Becagli", "J. Jouzel", "A. Migliori", "M. Severi", "J.P. Steffensen", "R. Traversi", "R. Udisti"],
    "venue": "Global and Planetary Change",
    "year": 2004
  }, {
    "title": "Nature of environmental changes in South America at the Last Glacial Maximum",
    "authors": ["C.M. Clapperton"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1993
  }, {
    "title": "Evolution of Villarrica Volcano",
    "authors": ["J. Clavero", "H. Moreno"],
    "venue": "Boletín de Servicio Nacional de Geología y Minería, Gobierno de Chile",
    "year": 2004
  }, {
    "title": "Does rapid change in ice loading modulate strain accumulation and release in glaciated, tectonically active regions",
    "authors": ["S.C. Cohen"],
    "venue": "Geophysical Research Letters",
    "year": 1993
  }, {
    "title": "Late Quaternary distal tephra-fall deposits in lacustrine sediments, Kenai Peninsula, Alaska",
    "authors": ["C.S. de Fontaine", "D.S. Kaufman", "R. Scott Anderson", "A. Werner", "C.F. Waythomas", "T.A. Brown"],
    "venue": "Quaternary Research",
    "year": 2007
  }, {
    "title": "Poisson-distributed patterns of explosive eruptive activity",
    "authors": ["S. De la Cruz-Reyna"],
    "venue": "Bulletin of Volcanology",
    "year": 1991
  }, {
    "title": "Transpressional kinematics and magmatic arcs",
    "authors": ["M. De Saint Blanquat", "B. Tikoff", "C. Teyssier", "J.L. Vigneresse"],
    "venue": "Geological Society, London, Special Publication",
    "year": 1998
  }, {
    "title": "Interhemispheric linkage of paleoclimate during the last glaciation",
    "authors": ["G.H. Denton", "C.J. Heusser", "T.V. Lowell", "P.I. Moreno", "B.G. Andersen", "L.E. Heusser", "C. Schluchter", "D.R. Marchant"],
    "venue": "Geografiska Annaler: Series A",
    "year": 1999
  }, {
    "title": "Geomorphology, stratigraphy, and radiocarbon chronology of Llanquihue drift in the area of the southern Lake District, Seno Reloncavi, and Isla Grande de Chiloe, Chile",
    "authors": ["G.H. Denton", "T.V. Lowell", "C.J. Heusser", "C. Schluchter", "B.G. Andersen", "L.E. Heusser", "P.I. Moreno", "D.R. Marchant"],
    "venue": "Geografiska Annaler: Series A",
    "year": 1999
  }, {
    "title": "The geology of Nevados de Chillán volcano, Chile",
    "authors": ["H.J. Dixon", "M.D. Murphy", "R.S.J. Sparks", "R. Chavez", "J.A. Naranjo", "P.N. Dunkley", "S.R. Young", "J.S. Gilbert", "M.R. Pringle"],
    "venue": "Revista Geológica de Chile",
    "year": 1999
  }, {
    "title": "Late Wisconsinan and Holocene history of the Laurentide ice sheet",
    "authors": ["A.S. Dyke", "V.K. Prest"],
    "venue": "Géographie Physique et Quaternaire",
    "year": 1987
  }, {
    "title": "El depósito de pómez pliniana del Centro Volcánico Mocho-Choshuenco, Andes del Sur (40°S), Chile",
    "authors": ["J. Echegaray", "H. Moreno", "L. López-Escobar"],
    "venue": "Actas 7th Chilean Geological Congress, Concepción,",
    "year": 1994
  }, {
    "title": "Primary succession on glacier forelands in the subantarctic Kerguelen Islands",
    "authors": ["Y. Frenot", "J. Gloaguen", "M. Cannavacciuolo", "A. Bellido"],
    "venue": "Journal of Vegetation Science",
    "year": 1998
  }, {
    "title": "Localization of volcanic activity: 2. Effects of pre-existing structure",
    "authors": ["E.S. Gaffney", "B. Damjanac", "G.A. Valentine"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2007
  }, {
    "title": "Glacioisostacy controls chemical and isotopic characteristics of tholeiites from the Reykjanes Peninsula, SW Iceland",
    "authors": ["M.A.M. Gee", "R.N. Taylor", "M.F. Thirlwall", "B.J. Murton"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1998
  }, {
    "title": "Late Pleistocene and Holocene palaeoclimate and glacier fluctuations in Patagonia",
    "authors": ["N.F. Glasser", "S. Harrison", "V. Winchester", "M. Aniya"],
    "venue": "Global and Planetary Change",
    "year": 2004
  }, {
    "title": "The glacial geomorphology and Pleistocene history of South America between 38°S and 56°S",
    "authors": ["N.F. Glasser", "K.N. Jansson", "S. Harrison", "J. Kleman"],
    "venue": "Quaternary Science Reviews",
    "year": 2008
  }, {
    "title": "Fire or ice: anticorrelation of volcanism and glaciation in California over the past 800,000 years",
    "authors": ["A.F. Glazner", "C.R. Manley", "J.S. Marron", "S. Rojstaczer"],
    "venue": "Geophysical Research Letters",
    "year": 1999
  }, {
    "title": "Deglaciation — a possible triggering mechanism for recent volcanism",
    "authors": ["E.W. Grove"],
    "venue": "Proceedings of the Symposium on Andean and Antarctic Volcanology Problems (Santiago,",
    "year": 1976
  }, {
    "title": "The role of H2O in subduction zone magmatism",
    "authors": ["T.L. Grove", "C.B. Till", "M.J. Krawczynski"],
    "venue": "Annual Review of Earth and Planetary Sciences",
    "year": 2012
  }, {
    "title": "Tephra stratigraphy on the North Icelandic shelf: extending tephrochronology into marine sediments off North Iceland",
    "authors": ["E.R. Gudmundsdóttir", "G. Larsen", "J. Eiríksson"],
    "venue": "Boreas",
    "year": 2012
  }, {
    "title": "Great explosive eruptions on Kamchatka during the last 10,000 years: selfsimilar irregularity of the output of volcanic products",
    "authors": ["A.A. Gusev", "V.V. Ponomareva", "O.A. Braitseva", "I.V. Melekestsev", "L.D. Sulerzhitsky"],
    "venue": "Journal of Geophysical Research 108",
    "year": 2003
  }, {
    "title": "Age and origin of tephras recorded in postglacial lake sediments to the west of the southern Andes, 44°S to 47°S",
    "authors": ["S.G. Haberle", "S.H. Lumley"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1998
  }, {
    "title": "Precise radiocarbon dating of LateGlacial cooling in mid-latitude South America",
    "authors": ["I. Hajdas", "G. Bonani", "P.I. Moreno", "D. Ariztegui"],
    "venue": "Quaternary Research",
    "year": 2003
  }, {
    "title": "Rapid deglaciation as an initiator of volcanic activity: an hypothesis",
    "authors": ["K. Hall"],
    "venue": "Earth Surface Processes and Landforms",
    "year": 1982
  }, {
    "title": "Response of normal faults to glacial–interglacial fluctuations of ice and water masses on Earth's surface",
    "authors": ["A. Hampel", "R. Hetzel"],
    "venue": "Journal of Geophysical Research",
    "year": 2006
  }, {
    "title": "Increased mantle melting beneath Snaefellsjökull volcano during Late Pleistocene deglaciation",
    "authors": ["B.S. Hardarson", "J.G. Fitton"],
    "venue": "Nature",
    "year": 1991
  }, {
    "title": "Vegetation and climate of the southern Chilean Lake District during and since the last interglaciation",
    "authors": ["C.J. Heusser"],
    "venue": "Quaternary Research",
    "year": 1974
  }, {
    "title": "Submillennial palynology and palaeoecology of the last glaciation at Taiquemó (50,000 cal yr, MIS 2–4) in southern Chile",
    "authors": ["C.J. Heusser", "L.E. Heusser"],
    "venue": "Quaternary Science Reviews",
    "year": 2006
  }, {
    "title": "Paleoecology of late Quaternary deposits in Chiloé continental, Chile",
    "authors": ["C.J. Heusser", "L.E. Heusser", "A. Hauser"],
    "venue": "Revista Chilena de Historia Natural",
    "year": 1992
  }, {
    "title": "Pollen sequence from the Chilean Lake District during the Llanquihue glaciation in marine Oxygen Isotope Stages 4–2",
    "authors": ["C.J. Heusser", "T.V. Lowell", "L.E. Heusser", "A. Moreira", "S. Moreira"],
    "venue": "Journal of Quaternary Science",
    "year": 2000
  }, {
    "title": "Volcanological perspectives on Long Valley, Mammoth Mountain, and Mono Craters: several contiguous but discrete systems",
    "authors": ["W. Hildreth"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2004
  }, {
    "title": "Quaternary magmatism in the Cascades — geologic perspectives",
    "authors": ["W. Hildreth"],
    "venue": "USGS Professional Paper 1744",
    "year": 2007
  }, {
    "title": "Late Quaternary tephra in the New Ireland Basin, Papua New Guinea",
    "authors": ["K.H. Horz", "T.J. Worthington", "K. Winn", "P. Stoffers"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2004
  }, {
    "title": "The last glacial maximum and deglaciation in southern South America",
    "authors": ["N.R.J. Hulton", "R.S. Purves", "R.D. McCulloch", "D.E. Sugden", "M.J. Bentley"],
    "venue": "Quaternary Science Reviews",
    "year": 2002
  }, {
    "title": "Feedback between deglaciation, volcanism, and atmospheric CO2",
    "authors": ["P. Huybers", "C. Langmuir"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "Simple models for late Holocene and present-day Patagonian glacier fluctuations and predictions of a geodetically detectable isostatic response",
    "authors": ["E.R. Ivins", "T.S. James"],
    "venue": "Geophysical Journal International",
    "year": 1999
  }, {
    "title": "Bedrock response to Llanquihue Holocene and present-day glaciation in southernmost South America",
    "authors": ["E.R. Ivins", "T.S. James"],
    "venue": "Geophysical Research Letters",
    "year": 2004
  }, {
    "title": "A comparison of eastern North American seismic strainrates to glacial rebound strain-rates",
    "authors": ["T.S. James", "A.L. Bent"],
    "venue": "Geophysical Research Letters",
    "year": 1994
  }, {
    "title": "Did melting glaciers cause volcanic eruptions in eastern California? Probing the mechanics of dike formation",
    "authors": ["A.M. Jellinek", "M. Manga", "M.O. Saar"],
    "venue": "Journal of Geophysical Research",
    "year": 2004
  }, {
    "title": "The effect of large ice sheets on earthquake genesis",
    "authors": ["A.C. Johnston"],
    "year": 1989
  }, {
    "title": "Dependence of horizontal stress magnitude on load dimension in glacial rebound models",
    "authors": ["P. Johnston", "P. Wu", "K. Lambeck"],
    "venue": "Geophysical Journal International",
    "year": 1998
  }, {
    "title": "The effect of deglaciation on mantle melting beneath Iceland",
    "authors": ["M. Jull", "D. McKenzie"],
    "venue": "Journal of Geophysical Research",
    "year": 1996
  }, {
    "title": "Tephrostratigraphy of lake sediments located in an active geodynamic setting: lessons from lake Icalma (Chile, southern volcanic zone, 38°S)",
    "authors": ["E. Juvigné", "S. Bertrand", "B. Heuschen", "E. Tallier"],
    "venue": "Quaternaire",
    "year": 2008
  }, {
    "title": "Glacial dynamics in southernmost South America during Marine Isotope Stage 5e to the Younger Dryas chron: a brief review with a focus on cosmogenic nuclide measurements",
    "authors": ["M.R. Kaplan", "P.I. Moreno", "M. Rojas"],
    "venue": "Journal of Quaternary Science",
    "year": 2008
  }, {
    "title": "Palaeoecological constraints on late Glacial and Holocene ice retreat in the Southern Andes (53°S)",
    "authors": ["R. Kilian", "C. Schneider", "J. Koch", "M. Fesq-Martin", "H. Biester", "G. Casassa", "M. Arévalo", "G. Wendt", "O. Baeza", "J. Behrmann"],
    "venue": "Global and Planetary Change",
    "year": 2007
  }, {
    "title": "A 12,000 year record of explosive volcanism in the Siple Dome Ice Core, West Antarctica",
    "authors": ["A.V. Kurbatov", "G.A. Zielinski", "N.W. Dunbar", "P.A. Mayewski", "E.A. Meyerson", "S.B. Sneed", "K.C. Taylor"],
    "venue": "Journal of Geophysical Research",
    "year": 2006
  }, {
    "title": "Late Pleistocene to Holocene temporal succession and magnitudes of highly explosive volcanic eruptions in west-central Nicaragua",
    "authors": ["S. Kutterolf", "A. Freundt", "W. Pérez", "H. Wehrmann", "H.U. Schmincke"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2007
  }, {
    "title": "A detection of Milankovitch frequencies in global volcanic activity",
    "authors": ["S. Kutterolf", "M. Jegen", "J.X. Mitrovica", "T. Kwasnitschka", "A. Freundt", "P.J. Huybers"],
    "venue": "Geology",
    "year": 2013
  }, {
    "title": "Geochemical characterization of marker tephra layers from major Holocene eruptions, Kamchatka Peninsula, Russia",
    "authors": ["P.R. Kyle", "P.P. Ponomareva", "R. Rourke Schluep"],
    "venue": "International Geology Review",
    "year": 2011
  }, {
    "title": "Holocene glacial rebound and sea-level change in NW Europe",
    "authors": ["K. Lambeck", "P. Johnston", "M. Nakada"],
    "venue": "Geophysical Journal International",
    "year": 1990
  }, {
    "title": "Antarctic timing of surface water changes off Chile and Patagonian ice sheet response",
    "authors": ["F. Lamy", "J. Kaiser", "U. Ninnemann", "D. Hebbeln", "H.W. Arz", "J. Stoner"],
    "venue": "Science",
    "year": 2004
  }, {
    "title": "Overview of Villarrica volcano",
    "authors": ["L.E. Lara"],
    "venue": "Villarrica Volcano (39.5°S),",
    "year": 2004
  }, {
    "title": "Lanín volcano (39.5° S), Southern Andes: geology and morphostructural evolution",
    "authors": ["L.E. Lara", "J.A. Naranjo", "H. Moreno"],
    "venue": "Revista Geológica de Chile",
    "year": 2004
  }, {
    "title": "Magmatic evolution of the Puyehue–Cordón Caulle volcanic complex (40° S), Southern Andean Volcanic Zone: from shield to unusual rhyolitic fissure volcanism",
    "authors": ["L.E. Lara", "H. Moreno", "J.A. Naranjo", "S. Matthews", "C. Pérez de Arce"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2006
  }, {
    "title": "Vegetation re-establishment in polar “lichen-kill” landscapes: a case study of the Little Ice Age impact",
    "authors": ["F. Levesque", "J. Svoboda"],
    "venue": "Polar Research",
    "year": 1999
  }, {
    "title": "On the Kolmogorov–Smirnov test for the exponential distribution with mean unknown",
    "authors": ["H.W. Lilliefors"],
    "venue": "Journal of the American Statistical Association",
    "year": 1969
  }, {
    "title": "The two major postglacial (13–14,000 BP) pyroclastic eruptions of Llaima and Villarrica volcanoes (Southern Andes): A comparison",
    "authors": ["S. Lohmar", "C. Robin", "M.A. Parada", "A. Gourgaud", "L. López-Escobar", "H. Moreno", "J. Naranjo"],
    "venue": "6th International Symposium on Andean Geodynamics (ISAG",
    "year": 2005
  }, {
    "title": "Mineralogical and numerical approaches to establish the pre-eruptive conditions of the mafic Licán Ignimbrite, Villarrica volcano (Chilean southern Andes)",
    "authors": ["S. Lohmar", "M. Parada", "F. Gutiérrez", "C. Robin", "M.C. Gerbe"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2012
  }, {
    "title": "Interhemispheric correlation of Late Pleistocene glacial",
    "authors": ["T.V. Lowell", "C.J. Heusser", "B.G. Andersen", "P.I. Moreno", "A. Hauser", "L.E. Heusser", "C. Schluchter", "D.R. Marchant", "G.H. Denton"],
    "venue": "events. Science",
    "year": 1995
  }, {
    "title": "LatePleistocene flank collapse triggered by dome growth at Tacaná volcano, México– Guatemala, and its relationship to the regional stress",
    "authors": ["J.L. Macías", "J.L. Arce", "A. García-Palomo", "J.C. Mora", "P.W. Layer", "J.M. Espíndola"],
    "venue": "regime. Bulletin of Volcanology",
    "year": 2010
  }, {
    "title": "The link between volcanism and deglaciation in Iceland",
    "authors": ["J. Maclennan", "M. Jull", "D. McKenzie", "L. Slater", "K. Grönvold"],
    "venue": "Geochemistry, Geophysics, Geosystems",
    "year": 2002
  }, {
    "title": "CO2 fluxes from mid-ocean ridges, arcs and plumes",
    "authors": ["B. Marty", "I.N. Tolstikhin"],
    "venue": "Chemical Geology",
    "year": 1998
  }, {
    "title": "A quantitative model for the time-size distribution of eruptions",
    "authors": ["W. Marzocchi", "L. Zaccarelli"],
    "venue": "Journal of Geophysical Research",
    "year": 2006
  }, {
    "title": "Climatic inferences from glacial and palaeoecological evidence at the last glacial termination, southern South America",
    "authors": ["R.D. McCulloch", "M.J. Bentley", "R.S. Purves", "N.R.J. Hulton", "D.E. Sugden", "C.M. Clapperton"],
    "venue": "Journal of Quaternary Science",
    "year": 2000
  }, {
    "title": "Correlation between rate of sea-level change and frequency of explosive volcanism in the Mediterranean",
    "authors": ["W.J. McGuire", "R.J. Howarth", "C.R. Firth", "A.R. Solow", "A.D. Pullen", "S.J. Saunders", "I.S. Stewart", "C. Vita-Finzi"],
    "venue": "Nature 389,",
    "year": 1997
  }, {
    "title": "Palaeoenvironment reconstruction, volcanic evolution and geochronology of the Cerro Blanco subcomplex, Nevados de Chillán volcanic complex, central Chile",
    "authors": ["K. Mee", "J.S. Gilbert", "D.W. McGarvie", "J.A. Naranjo", "M.S. Pringle"],
    "venue": "Bulletin of Volcanology",
    "year": 2009
  }, {
    "title": "Age and extent of the Ilopango TBJ Tephra inferred from a Holocene chronostratigraphic reference section, Lago De Yojoa, Honduras",
    "authors": ["P.J. Mehringer", "A.M. Sarna-Wojcicki", "L.K. Wollwage", "P. Sheets"],
    "venue": "Quaternary Research",
    "year": 2005
  }, {
    "title": "Glacial history of southernmost South America",
    "authors": ["J.H. Mercer"],
    "venue": "Quaternary Research",
    "year": 1976
  }, {
    "title": "Late Quaternary caldera-forming eruptions in the eastern Aleutian",
    "authors": ["T.P. Miller", "R.L. Smith"],
    "venue": "arc, Alaska. Geology",
    "year": 1987
  }, {
    "title": "Osorno–Calbuco. IAVCEI General Assembly",
    "authors": ["H. Moreno"],
    "venue": "Field Trip Guide C4,",
    "year": 2004
  }, {
    "title": "Interhemispheric climate links revealed by a late-glacial cooling episode in southern Chile",
    "authors": ["P.I. Moreno", "G.L. Jacobson", "T.V. Lowell", "G.H. Denton"],
    "venue": "Nature 409,",
    "year": 2001
  }, {
    "title": "Faulting, fracturing, and seismicity as functions of glacio-isostasy in Fennoscandia",
    "authors": ["N.A. Mörner"],
    "venue": "Geology",
    "year": 1978
  }, {
    "title": "Ice age as a trigger of active Quaternary volcanism and tectonism",
    "authors": ["M. Nakada", "H. Yokose"],
    "venue": "Tectonophysics",
    "year": 1992
  }, {
    "title": "Actividad explosiva postglacial en el Volcán Llaima, Andes del Sur (38° 45′S)",
    "authors": ["J.A. Naranjo", "H. Moreno"],
    "venue": "Revista Geológica de Chile",
    "year": 1991
  }, {
    "title": "Holocene explosive activity of Hudson Volcano, southern Andes",
    "authors": ["J.A. Naranjo", "C.R. Stern"],
    "venue": "Bulletin of Volcanology",
    "year": 1998
  }, {
    "title": "Holocene tephrochronology of the southernmost part (42° 30′–45° S) of the Andean Southern Volcanic Zone",
    "authors": ["J.A. Naranjo", "C.R. Stern"],
    "venue": "Revista Geológica de Chile",
    "year": 2004
  }, {
    "title": "Volcanismo explosive reciente en la caldera del volcán Sollipulli, Andes del sur (39° S)",
    "authors": ["J.A. Naranjo", "H. Moreno", "C. Emparan", "M. Murphy"],
    "venue": "Revista Geológica de Chile",
    "year": 1993
  }, {
    "title": "A 70 ka record of explosive eruptions from the TALDICE ice core (Talos Dome, East Antarctic plateau)",
    "authors": ["B. Narcisi", "J.R. Petit", "J. Chappellaz"],
    "venue": "Journal of Quaternary Science",
    "year": 2010
  }, {
    "title": "The volcanic explosivity index (VEI): an estimate of explosive magnitude for historical volcanism",
    "authors": ["C.G. Newhall", "S. Self"],
    "venue": "Journal of Geophysical Research",
    "year": 1982
  }, {
    "title": "Episodic Quaternary volcanism in France and Germany",
    "authors": ["D.A. Nowell", "M.C. Jones", "D.M. Pyle"],
    "venue": "Journal of Quaternary Science",
    "year": 2006
  }, {
    "title": "Volcanic activity and its link to glaciation cycles: single-grain age and geochemistry of Early to Middle Miocene volcanic glass from ANDRILL AND-2A core, Antarctica",
    "authors": ["R.E. Nyland", "K.S. Panter", "S. Rocchi", "G. Di Vincenzo", "P. Del Carlo", "M. Tiepolo", "B. Field", "P. Gorsevski"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2013
  }, {
    "title": "Mountain glaciation in Japan and Taiwan at the global Last Glacial Maximum",
    "authors": ["Y. Ono", "T. Aoki", "H. Hasegawa", "L. Dali"],
    "venue": "Quaternary International",
    "year": 2005
  }, {
    "title": "Will present day glacier retreat increase volcanic activity? Stress induced by recent glacier retreat and its effect on magmatism at the Vatnajökull ice cap, Iceland",
    "authors": ["C. Pagli", "F. Sigmundsson"],
    "venue": "Geophysical Research Letters",
    "year": 2008
  }, {
    "title": "Geología e historia evolutiva del complejo volcánico Quetrupillán, Andes del Sur, 39.5°S",
    "authors": ["A. Pavez"],
    "venue": "Actas. 8th Chilean Geological Congress,",
    "year": 1997
  }, {
    "title": "Using cryptotephras to extend regional tephrochronologies: an example from southeast Alaska and implications for hazard assessment",
    "authors": ["R. Payne", "J. Blackford", "J. van der Plicht"],
    "venue": "Quaternary Research",
    "year": 2008
  }, {
    "title": "Lags in adjustment of vegetation to climate caused by the pace of soil development. Evidence from Britain",
    "authors": ["W. Pennington"],
    "venue": "Plant Ecology",
    "year": 1986
  }, {
    "title": "Effective elastic thickness variations along the Andean margin and their relationship to subduction geometry",
    "authors": ["M. Pérez-Gussinyé", "A.R. Lowry", "J.P. Morgan", "A. Tassara"],
    "venue": "Geochemistry, Geophysics, Geosystems",
    "year": 2008
  }, {
    "title": "Discriminating volcano deformation due to magma movements and variable surface loads: application to Katla subglacial volcano, Iceland",
    "authors": ["V. Pinel", "F. Sigmundsson", "E. Sturkell", "H. Geirsson", "P. Einarsson", "M.T. Gudmundsson", "T. Hognadottir"],
    "venue": "Geophysical Journal International",
    "year": 2007
  }, {
    "title": "An evaluation of the global variations in the major element chemistry of arc basalts",
    "authors": ["T. Plank", "C.H. Langmuir"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1988
  }, {
    "title": "Late Pleistocene–Holocene volcanism on the Kamchatka peninsula, northwest Pacific region",
    "authors": ["V. Ponomareva", "I. Melekestsev", "O. Braitseva", "T. Churikova", "M. Pevzner", "L. Sulerzhitsky"],
    "venue": "Geophysical Monograph Series,",
    "year": 2007
  }, {
    "title": "Pleistocene glaciation in the southern Lake District of Chile",
    "authors": ["S.C. Porter"],
    "venue": "Quaternary Research",
    "year": 1981
  }, {
    "title": "The thickness, volume and grainsize of tephra fall deposits",
    "authors": ["D.M. Pyle"],
    "venue": "Bulletin of Volcanology",
    "year": 1989
  }, {
    "title": "Mass and energy budgets of explosive volcanic eruptions",
    "authors": ["D.M. Pyle"],
    "venue": "Geophysical Research Letters",
    "year": 1995
  }, {
    "title": "Widely dispersed Quaternary tephra in Africa",
    "authors": ["D.M. Pyle"],
    "venue": "Global and Planetary Change",
    "year": 1999
  }, {
    "title": "Causal link between Quaternary paleoclimatic changes and volcanic islands evolution",
    "authors": ["X. Quidelleur", "A. Hildenbrand", "A. Samper"],
    "venue": "Geophysical Research Letters",
    "year": 2008
  }, {
    "title": "Quaternary glaciations of the southern Andes",
    "authors": ["J. Rabassa", "C.M. Clapperton"],
    "venue": "Quaternary Science Reviews",
    "year": 1990
  }, {
    "title": "Chronology of the Late Cenozoic Patagonian glaciations and their correlation with biostratigraphic units of the Pampean region (Argentina)",
    "authors": ["J. Rabassa", "A.M. Coronato", "M. Salemme"],
    "venue": "Journal of South American Earth Sciences",
    "year": 2005
  }, {
    "title": "Can rapid climatic change cause volcanic eruptions",
    "authors": ["M.R. Rampino", "S. Self", "R.W. Fairbridge"],
    "venue": "Science",
    "year": 1979
  }, {
    "title": "IntCal04 terrestrial radiocarbon age calibration, 0–26 cal kyr BP",
    "authors": ["P.J. Reimer", "M.G.L. Baillie", "E. Bard", "A. Bayliss", "J.W. Beck", "C.J.H. Bertrand", "P.G. Blackwell", "C.E. Buck", "G.S. Burr", "Cutler", "K.B"],
    "venue": "Radiocarbon",
    "year": 2004
  }, {
    "title": "A mantle plume below the Eifel volcanic fields, Germany",
    "authors": ["J.R.R. Ritter", "M. Jordan", "U.R. Christensen", "U. Achauer"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2001
  }, {
    "title": "The Holocene volcanic history of Gran Canaria island: implications for volcanic hazards",
    "authors": ["A. Rodriguez-Gonzalez", "J.L. Fernandez-Turiel", "F.J. Perez-Torrado", "A. Hansen", "M. Aulinas", "J.C. Carracedo", "D. Gimeno", "H. Guillou", "R. Paris", "M. Paterne"],
    "venue": "Journal of Quaternary Science",
    "year": 2009
  }, {
    "title": "Model limits on the role of volcanic carbon emissions in regulating glacial–interglacial CO2 variations",
    "authors": ["R. Roth", "F. Joos"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2012
  }, {
    "title": "Propagation of magma filled cracks",
    "authors": ["A.M. Rubin"],
    "venue": "Annual Review of Earth and Planetary Sciences",
    "year": 1995
  }, {
    "title": "Crustal deformation associated with glacial fluctuations in the eastern Chugach Mountains, Alaska",
    "authors": ["J. Sauber", "G. Plafker", "B.F. Molnia", "M.A. Bryant"],
    "venue": "Journal of Geophysical Research",
    "year": 2000
  }, {
    "title": "Late Quaternary glaciations in Japan",
    "authors": ["T. Sawagaki", "T. Aoki", "H. Hasegawa", "S. Iwasaki", "S. Iwata", "K. Hirakawa"],
    "year": 2004
  }, {
    "title": "Experimentally based water budgets for dehydrating slabs and consequences for arc magma generation",
    "authors": ["M.W. Schmidt", "S. Poli"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1998
  }, {
    "title": "Volcanoes of the world: an illustrated catalog of Holocene volcanoes and their eruptions. Smithsonian Institution, Global Volcanism Program Digital Information Series, GVP-3. (http://www.volcano.si.edu/world/)",
    "authors": ["L. Siebert", "T. Simkin"],
    "year": 2002
  }, {
    "title": "Ice Sheets and Late Quaternary Environmental Change",
    "authors": ["M.J. Siegert"],
    "venue": "JohnWiley & Sons Ltd., Chichester",
    "year": 2001
  }, {
    "title": "Volcanic and tectonic processes coinciding with glaciation and crustal rebound: an early Holocene rhyolitic eruption in the Dyngjufjöll volcanic centre and the formation of the Askja caldera, north Iceland",
    "authors": ["G.E. Sigvaldason"],
    "venue": "Bulletin of Volcanology",
    "year": 2002
  }, {
    "title": "Effect of glacier loading/deloading on volcanism: postglacial volcanic production rate of the Dyngjufjöll area, central Iceland",
    "authors": ["G.E. Sigvaldason", "K. Annertz", "M. Nilsson"],
    "venue": "Bulletin of Volcanology",
    "year": 1992
  }, {
    "title": "The 2011–2012 eruption of Cordón Caulle volcano (Southern Andes): evolution, crisis management and current hazards",
    "authors": ["C. Silva Parejas", "L.E. Lara", "D. Bertin", "A. Amigo", "G. Orozco"],
    "venue": "Geophysical Research Abstracts",
    "year": 2012
  }, {
    "title": "Earth's volcanoes and eruptions: an overview",
    "authors": ["T. Simkin", "L. Siebert"],
    "year": 2000
  }, {
    "title": "Volcanism and erosion during the past 930 ky at the Tatara–San Pedro complex, Chilean Andes",
    "authors": ["B.S. Singer", "R.A. Thompson", "M.A. Dungan", "T.C. Feeley", "S.T. Nelson", "J.C. Pickens", "L.L. Brown", "A.W. Wulff", "J.P. Davidson", "J. Metzger"],
    "venue": "Geological Society of America Bulletin",
    "year": 1997
  }, {
    "title": "Eruptive history, geochronology, andmagmatic evolution of the Puyehue–Cordón Caulle volcanic complex, Chile",
    "authors": ["B.S. Singer", "B.R. Jicha", "M.A. Harper", "J.A. Naranjo", "L.E. Lara", "H. Moreno-Roa"],
    "venue": "Bulletin of the Geological Society of America",
    "year": 2008
  }, {
    "title": "Postglacial eruptive history of theWestern volcanic zone, Iceland",
    "authors": ["J. Sinton", "K. Grönvold", "K. Sæmundsson"],
    "venue": "Geochemistry, Geophysics, Geosystems",
    "year": 2005
  }, {
    "title": "Deglaciation effects on mantle melting under Iceland: results from the northern volcanic zone",
    "authors": ["L. Slater", "M. Jull", "D. McKenzie", "K. Gronvöld"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1998
  }, {
    "title": "Products of subglacial volcanic eruptions under different ice thicknesses: two examples from Antarctica",
    "authors": ["J.L. Smellie", "I.P. Skilling"],
    "venue": "Sedimentary Geology",
    "year": 1994
  }, {
    "title": "Regional synthesis of last glacial maximum snowlines in the tropical Andes, South America",
    "authors": ["J.A. Smith", "G.O. Seltzer", "D.T. Rodbell", "A.G. Klein"],
    "venue": "Quaternary International",
    "year": 2005
  }, {
    "title": "Eruptive history of Arenal Volcano, Costa Rica, 7 ka to present",
    "authors": ["G.J. Soto", "G.E. Alvarado"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2006
  }, {
    "title": "Passive margin earthquakes, stresses and rheology",
    "authors": ["S. Stein", "S. Cloetingh", "N.H. Sleep", "R. Wortel"],
    "year": 1989
  }, {
    "title": "Late Quaternary climatic changes in southern Chile, as recorded in a diatom sequence of Lago Puyehue",
    "authors": ["M. Sterken", "V. Verleyen", "K. Sabbe", "G. Terryn", "F. Charlet", "S. Bertrand", "X. Boës", "N. Fagel", "M. De Batist", "W. Vyverman"],
    "venue": "Journal of Paleolimnology",
    "year": 2008
  }, {
    "title": "Active Andean volcanism: its geologic and tectonic setting",
    "authors": ["C.R. Stern"],
    "venue": "Revista Geológica de Chile",
    "year": 2004
  }, {
    "title": "Holocene tephrochronology record of large explosive eruptions in the southernmost Patagonian Andes",
    "authors": ["C.R. Stern"],
    "venue": "Bulletin of Volcanology",
    "year": 2008
  }, {
    "title": "Evolution of ice-dammed proglacial lakes in ultima Esperanza, Chile: implications from the late-glacial R1 eruption of Reclus volcano, Andean Austral Volcanic Zone",
    "authors": ["C.R. Stern", "P.I. Moreno", "R. Villa-Martinez", "E.A. Sagredo", "A. Prieto", "R. Labarca"],
    "venue": "Andean Geology",
    "year": 2011
  }, {
    "title": "Glacio-seismotectonics: ice sheets, crustal deformation and seismicity",
    "authors": ["I.S. Stewart", "J. Sauber", "J. Rose"],
    "venue": "Quaternary Science Reviews",
    "year": 2000
  }, {
    "title": "How will melting of ice affect volcanic hazards in the twenty-first century",
    "authors": ["H. Tuffen"],
    "venue": "Philosophical Transactions of the Royal Society A",
    "year": 2010
  }, {
    "title": "Effect of ice sheet growth and melting on the slip evolution of thrust faults",
    "authors": ["H. Turpeinen", "A. Hampel", "T. Karow", "G. Maniatis"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2008
  }, {
    "title": "Explosive volcanism during the Holocene in the Upper Limay River Basin: the effects of ashfalls on human societies, Northern Patagonia, Argentina",
    "authors": ["G. Villarosa", "V. Outes", "A. Hajduk", "E.C. Montero", "D. Sellés", "M. Fernández", "E. Crivelli"],
    "venue": "Quaternary International",
    "year": 2006
  }, {
    "title": "Comparative mass balance of volcanic edifices at the Southern Volcanic Zone of the Andes between 33°S and 46°S",
    "authors": ["D. Völker", "S. Kutterolf", "H. Wehrmann"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2011
  }, {
    "title": "Volatiles in subduction zone magmas: concentrations and fluxes based on melt inclusion and volcanic gas data",
    "authors": ["P.J. Wallace"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2005
  }, {
    "title": "Mechanical models for correlation of ring-fracture eruptions at Pantelleria, Strait of Sicily, with glacial sea-level drawdown",
    "authors": ["P.C. Wallman", "G.A. Mahood", "D.D. Pollard"],
    "venue": "Bulletin of Volcanology",
    "year": 1988
  }, {
    "title": "Records of volcanism and controls on volcanic processes in southern Chile",
    "authors": ["S.F.L. Watt"],
    "venue": "D.Phil thesis Department of Earth Sciences,",
    "year": 2010
  }, {
    "title": "Vulcanian explosion cycles: patterns and predictability",
    "authors": ["S.F.L. Watt", "T.A. Mather", "D.M. Pyle"],
    "venue": "Geology",
    "year": 2007
  }, {
    "title": "Fallout and distribution of volcanic ash over Argentina following the May 2008 explosive eruption of Chaitén, Chile",
    "authors": ["S.F.L. Watt", "D.M. Pyle", "T.A. Mather", "R.S. Martin", "N.E. Matthews"],
    "venue": "Journal of Geophysical Research",
    "year": 2009
  }, {
    "title": "Geology, petrology and geochemistry of the dome complex of Huequi volcano, southern Chile",
    "authors": ["S.F.L. Watt", "D.M. Pyle", "T.A. Mather"],
    "venue": "Andean Geology",
    "year": 2011
  }, {
    "title": "Holocene tephrochronology of the Hualaihue region (Andean southern volcanic zone, 42° S), southern Chile",
    "authors": ["S.F.L. Watt", "D.M. Pyle", "J.A. Naranjo", "G. Rosqvist", "M. Mella", "T.A. Mather", "H. Moreno"],
    "venue": "Quaternary International",
    "year": 2011
  }, {
    "title": "Evidence of mid- to late-Holocene explosive rhyolitic eruptions from Chaitén volcano, Chile",
    "authors": ["S.F.L. Watt", "D.M. Pyle", "T.A. Mather"],
    "venue": "Andean Geology (in press). http:// dx.doi.org/10.5027/andgeoV40n2-a??",
    "year": 2013
  }, {
    "title": "Quaternary glacial stratigraphy and chronology of Mexico",
    "authors": ["S.E. White"],
    "venue": "Quaternary Science Reviews",
    "year": 1986
  }, {
    "title": "Long-term volumetric eruption rates andmagma budgets",
    "authors": ["S.M. White", "J.A. Crisp", "F. Spera"],
    "venue": "Geochemistry, Geophysics, Geosystems",
    "year": 2006
  }, {
    "title": "Quaternary glaciation of north-eastern Asia",
    "authors": ["V. Zamoruyev"],
    "venue": "Part III. Elsevier,",
    "year": 2004
  }, {
    "title": "Radiocarbon dating of large Holocene volcanic events within south Kamchatka (Russian Far East)",
    "authors": ["N.E. Zaretskaya", "V.V. Ponomareva", "L.D. Sulerzhitsky"],
    "venue": "Radiocarbon",
    "year": 2007
  }, {
    "title": "Timing of the late Quaternary glaciation in the Andes from 15 to 40° S",
    "authors": ["R. Zech", "May", "J.-H", "C. Kull", "J. Ilgner", "P.W. Kubik", "H. Veit"],
    "venue": "Journal of Quaternary Science",
    "year": 2008
  }, {
    "title": "Use of paleo-records in determining variability within the volcanism– climate system",
    "authors": ["G.A. Zielinski"],
    "venue": "Quaternary Science Reviews",
    "year": 2000
  }, {
    "title": "Stability of dike intrusion along preexisting fractures",
    "authors": ["A. Ziv", "A.M. Rubin", "A. Agnon"],
    "venue": "Journal of Geophysical Research",
    "year": 2000
  }],
  "id": "SP:3a429ebee3bf253faa04895768b2d11ba5125d85",
  "authors": [{
    "name": "Sebastian F.L. Watt",
    "affiliations": []
  }, {
    "name": "David M. Pyle",
    "affiliations": []
  }, {
    "name": "Tamsin A. Mather",
    "affiliations": []
  }],
  "title": "The volcanic response to deglaciation: Evidence from glaciated arcs and a reassessment of global eruption records"
}