{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGondwana Research\nj ourna l homepage: www.e lsev ie r .com/ locate /gr\nNew geophysical compilations link crustal block motion to Jurassic extension and strike-slip faulting in the Weddell Sea Rift System of West Antarctica\nT.A. Jordan a,⁎, F. Ferraccioli a, P.T. Leat a,b a British Antarctic Survey, High Cross, Madingley Road, Cambridge CB3 0ET, United Kingdom b Department of Geology, University of Leicester, University Road, Leicester LE1 7RH, United Kingdom\n⁎ Corresponding author. E-mail address: tomj@bas.ac.uk (T.A. Jordan).\nhttp://dx.doi.org/10.1016/j.gr.2016.09.009 1342-937X/© 2016 International Association for Gondwa\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 20 May 2016 Received in revised form 6 September 2016 Accepted 17 September 2016 Available online 20 October 2016\nHandling Editor: T. Tsunogae\nGondwana breakup changed the global continental configuration, leading to opening of major oceanic gateways, shifts in the climate system and significant impacts on the biosphere, hydrosphere and cryosphere. Although of global importance, the earliest stages of the supercontinental fragmentation are poorly understood. Reconstructing the processes driving Gondwana breakup within the ice-covered Weddell Sea Rift System (WSRS) has proven particularly challenging. Paleomagnetic data and tectonic reconstructions of the WSRS region indicate that major Jurassic translation and rotation ofmicrocontinental blockswere a key precursor to Gondwana breakup by seafloor spreading. However, geophysical interpretations have provided little support for major motion of crustal blocks during Jurassic extension in theWSRS. Here we present new compilations of airbornemagnetic and airborne gravity data, together with digital enhancements and 2D models, enabling us to re-evaluate the crustal architecture of theWSRS and its tectonic and kinematic evolution. Two provinces are identified within theWSRS, a northern E/W trending province and a southern N/S trending province. A simple extensional or transtensional model including ~500 km of crustal extension and Jurassic magmatism accounts for the observed geophysical patterns. Magmatism is linkedwith rifting between South Africa and East Antarctica in the north, and associatedwith back-arc extension in the south. Our tectonic model implies ~30° of Jurassic block rotation and juxtaposes the magnetically similar Haag Block and Shackleton Range, despite differences in both Precambrian and Pan African-age surface geology. Although geophysically favouredour newmodel cannot easily be reconciledwith geological and paleomagnetic interpretations that require ~1500 km of motion and 90° anticlockwise rotation of the Haag-EllsworthWhitmore block from a pre-rift position adjacent to the Maud Belt. However, our model provides a simpler view of the WSRS as a broad Jurassic extensional/transtensional province within a distributed plate boundary between East and West Antarctica.\n© 2016 International Association for Gondwana Research. Published by Elsevier B.V. All rights reserved.\nKeywords: Magnetic anomalies Gravity anomalies Continental rifting Tectonics Microcontinent"
  }, {
    "heading": "1. Introduction",
    "text": "Gondwana breakup changed the global continental configuration, led to the opening of major oceanic gateways, likely triggered major shifts in the climate system and had significant impacts on the biosphere, hydrosphere and cryosphere (Storey et al., 2013). The breakup of Gondwana was initiated along a rift zone which comprised the Somali Basin, the southern Africa-Dronning Maud Land conjugate margins and the Weddell Sea embayment (Dalziel et al., 2013). Seafloor spreading between Africa and East Antarctica had commenced by ca 160 Ma (Roeser et al., 1996; Ghidella et al., 2007; Leinweber and Jokat, 2012). However, continental separation was preceded by emplacement of the Karoo/Ferrar mafic Large Igneous Province (LIP), one of the most\nna Research. Published by Elsevier B.\nvoluminous Mesozoic LIP, and the development of theWeddell Sea Rift System (WSRS) (Fig. 1).\nThe drivers and nature of Gondwana breakup remain contentious. Both the presence of one or moremantle plumes and the location within a back-arc position relative to the Paleo-Pacific margin (Fig. 2a) have been invoked as drivers of plate motion and wider Gondwana breakup (Elliot and Fleming, 2000;Martin, 2007; Dalziel, 2013). One complicating factor in interpretation of the early stages of Gondwana breakup is that it is thought to involve distinct microcontinental fragments. This unusual configuration has been linked in part to the influence of tectonic inheritance, specifically to earlier collisional and indentation tectonic processes responsible for the assembly of East Antarctica and Africa into Gondwana during Pan-African events ca. 600–500 Ma (Jacobs and Thomas, 2004; Jacobs et al., 2015). One key crustal block is the West Antarctic Ellsworth-Whitmore mountains crustal block (Dalziel and Elliot, 1982) referred to here as the Haag-Ellsworth Whitmore block (HEW) (Figs. 1\nV. All rights reserved.\nand 2). The HEW is generally regarded as a far travelled allochthonous block that was transferred from an original pre-breakup position close to the East Antarctic plate and/or to South Africa (in the Natal Embayment) (Fig. 2a) to its current position in West Antarctica, south of the WSRS (Schopf, 1969; Randall and MacNiocaill, 2004; Dalziel, 2013). The movement of a far travelled crustal block in the WSRS region during Gondwana breakup is widely accepted. However, the relationships between the formation of the Jurassic LIP, intracontinental extension in the WSRS, possible triple junctions and postulated crustal block movements have remained largely elusive (Studinger and Miller, 1999; Ferris et al., 2000).\nSeveral geophysical studies investigated the WSRS during the 1980s and 90s, each using different techniques to assess the structure, crustal architecture and kinematics of the region (Hübscher et al., 1996; King and Bell, 1996; Aleshkova et al., 1997; Leitchenkov and Kudryavtzev, 1997; Golynsky and Aleshkova, 1997b; Studinger and Miller, 1999; Ferris et al., 2000). These studies, although in general agreement that the WSRS reflects a broad continental rift, did not clearly recognise major faults or identify large-scale mechanisms that could have enabled crustal\nblockmovements or rotations compatiblewith those required by conventional far travelled tectonic models. A recent aerogeophysical survey over the inland extent of the WSRS has, however, imaged a major strike slip fault system, the Pagano Shear Zone (PSZ) separating East and West Antarctica (Fig. 1), which may have accommodated at least some of the proposed Jurassic crustal block motion (Jordan et al., 2013).\nHere we present new compilations of enhanced airborne magnetic and airborne gravity data across the WSRS and adjacent regions. These datasets are interpreted, together with limited existing seismic data, satellite magnetic data, and with reference to the geological literature, to re-investigate the crustal architecture of theWSRS and to re-assess its tectonic and kinematic evolution with respect to the early phases of Gondwana breakup. Our new integrated interpretation of the crustal architecture of theWSRS indicates the southernWSRS is a highly extended terrane, with voluminous rift-related Jurassic magmatism, as suggested by some previous authors (Studinger and Miller, 1999; Dalziel et al., 2000). We discuss a range of tectonic scenarios for WSRS evolution based on our geophysical interpretations. We find no geophysical evidence for significant (~1500 km) crustal block translation and ~90°\nrotation in our newpotentialfield data compilations andmodels.Wepropose instead an alternative model that predicts ~500 km of movement of the HEW crustal block and ~30° block rotation during Jurassic crustal extension in theWSRS. Ourmodel represents a simpler geophysical view of the WSRS region compared to most previous tectonic models. According to our model, the WSRS formed in response to distributed crustal extension within a broad plate boundary region between East and West Antarctica. We suggest that the ~60° of rotation unaccounted for by the geophysically imaged Jurassic extension may have occurred during the Permian collisional Gondwanide orogen."
  }, {
    "heading": "2. Geological setting and tectonic evolution",
    "text": ""
  }, {
    "heading": "2.1. Pre-Jurassic geological evolution",
    "text": "The breakup of Gondwana and movement of crustal blocks within theWSRS was potentially influenced by the complex pre-existing lithospheric architecture of the region (Jacobs and Thomas, 2004). During Gondwana assembly in the late Neoproterozoic to earliest Paleozoic,\nthe HEW is inferred to have been located at the junction between three distinct orogens; the East-African-Antarctic Orogen (EAAO), Saldanian and Ross orogens (Fig. 2b), (Jacobs and Thomas, 2004; Jacobs et al., 2015), and may have been adjacent to Laurentia (Dalziel, 1997, 2014). The EAAOmay reflect final suturing between East andWest Gondwana, although the true scale and location of this suture remains to be uniquely identified (Figs. 1 and 2b). The EAAO incorporated and overprinted to various degrees a number of distinct older Mesoproterozoic crustal blocks and terranes including the Coats Land Block, a Tonian age Oceanic Arc Super Terrane, and potentially also the HEW, Falkland and Filchner microcontinents (Fig. 2b) (Jacobs et al., 2015). At Haag Nunataks within the HEW and on the Falkland Islands ~1 Ga basement rocks similar to those observed in East Antarctica, and unlike those exposed in West Antarctica, crop out (Clarkson and Brook, 1977; Millar and Pankhurst, 1987; Storey et al., 1994; Jacobs et al., 1999). It has been suggested that major transcurrent fault systems of the EAAO allowed tectonic escape of the inferred pre-existing microcontinental fragments from the EAAO interior towards the Paleo Pacific (Fig. 2b) (Jacobs and Thomas, 2004; Jacobs et al., 2015). The Saldanian orogen to the north of the\nreconstructed HEW marks the amalgamation between southern Africa and South America (Rozendaal et al., 1999), while the Ross Orogen to the south reflects development of a continental margin magmatic arc system (Ferraccioli et al., 2002; Goodge, 2007). Both these orogens appear to temporally overlapwith the late Neoproterozoic and early Paleozoic EAAO (Rozendaal et al., 1999; Goodge, 2007; Jacobs et al., 2015).\nExposed lithologies in theHEWblock include a ca 13 km thick Paleozoic sedimentary sequence in the Ellsworth Mountains and adjacent nunataks together called the Ellsworth Whitmore Mountains (EWM) province (Anderson et al., 1962; Storey and Dalziel, 1987). This distinctive EWM sedimentary sequence is unlike any other sequence exposed in West Antarctica, aside from two minor exposures at Erehwon Nunatak and FitzGerald Bluffs (Fig. 1) (Elliot et al., 2016). The earliest Paleozoic sequences record sedimentation and volcanism ~512 Ma in an inferred continental rift setting (Curtis, 2001) approximately coeval with the EAAO and Ross orogens (Fig. 2b). The lack of Ross or EAAO age deformation or metamorphism of both the EWM sediments and Haag basement rocks has been used to suggest that the HEWwas a distinct crustal block, which lay within an embayment, or back-arc region within the broader compressional Paleo-Pacific margin of Gondwana (Curtis et al., 1999; Curtis, 2001). Alternatively, the HEWmay have simply been located to the northwest of the EAAO, adjacent to the Grenvillian sector of the Maud Belt (Fig. 2a) (Dalziel et al., 2013). However, other authors have argued that the EAAO was a broader orogen that included multiple lithospheric scale shear zones, which may have surrounded the more rigid HEW block even if it was originally adjacent to the Maud Belt (Fig. 2b) (Jacobs and Thomas, 2004). It has been proposed that the Cambrian Ellsworth Whitmore rift extended into South Africa, where fluvial deposits above the Saldinian basement are inferred to mark sedimentation close to the rift flank, supporting the position of the HEW in the Natal embayment close to South Africa in Cambrian times (Curtis, 2001). However, alternative models for the South African sediments as foreland or intra-orogen deposits would question this link (Rozendaal et al., 1999).\nBy Permian times, provenance studies show sediments in the Ellsworth Mountains and adjacent Erehwon Nunatak and FitzGerald Bluffs in the Antarctic Peninsula (Fig. 1) were deposited in a basin distinct from the South African Karoo basin, with material dominantly sourced from East Antarctica (Elliot et al., 2016). Stratigraphic correlation, including the presence of extensive Permo-Carboniferous glacial tills in the EWM and Pensacola Mountains (Schopf, 1969; Matsch and Ojakangas, 1992) has been used to constrain the EWM to a position north of the present day Pensacola Mountains (Schopf, 1969). Paleo ice-flow markers suggest that glacial sediments were transported into the EWM basin by ice streams flowing outward from East Antarctica (Matsch and Ojakangas, 1992). This model is further supported by Permo-Carboniferous glacial tills in EWM, Falkland Islands and South Africa, which all contain archaeocyathan limestone clasts most likely transported from the Transantarctic Mountains/East Antarctica by an extensive Gondwanide ice sheet (Stone and Thompson, 2005).\nThe sediments in theHEWand Falkland crustal blocks, andPensacola Mountains of East Antarctica, were all deformed during the extensive Permian Gondwanide orogeny (Figs. 1 and 2a). This compressional event deformed sedimentary sequences inboard of the Paleo-Pacific Gondwanide margin in a ~4000 km long fold and thrust belt running from South America to the Pensacola Mountains (Curtis, 1997; Curtis and Hyam, 1998; Johnston, 2000; Curtis, 2001; Pankhurst et al., 2006; Stone, 2010). Within the EWM sediments a strong tectonic fabric developed (Fig. 1) due to partitioned dextral transpressive deformation which created a series of well-defined folds (Curtis, 1997). In the PensacolaMountains Gondwanide deformation follows the trend of a series of pre-existing Ross-age folds, which were tightened by the subsequent Permo-Triassic deformation (Storey et al., 1996a). The coincident trend of the Cambrian to Permo-Triassic structural elements may be related to the fundamental inherited geometry of the boundary between East and West Antarctica in the Pensacola Mountains region (Ford,\n1972). The intensity of Gondwanide folding decreases markedly eastward across the Pensacola Mountains (Ford, 1972). Gondwanide deformation is also absent along strike in the Patuxent mountains (Schmidt et al., 1964) and towards the Shackleton Range (Brewer, 1989), where undeformed Devonian (Beacon) sediments are exposed (Fig. 1). Together this suggests that the Pensacola Mountains may lie close to the eastern and southern end of the Gondwanide orogen. It is clear that today the Gondwanide trends in the EWM and Pensacola Mountains are orthogonal to each other. This key observation has beenused to support a post-Permian age rotational tectonic model for the HEW block as awhole (Schmidt and Rowley, 1986; Dalziel and Grunow, 1992; Dalziel, 2007, 2013)."
  }, {
    "heading": "2.2. Jurassic magmatism",
    "text": "The Karoo/Ferrar LIP was emplaced in East Antarctica and South Africa at around 185–177 Ma (Figs. 1 and 2a) (Elliot, 1992; Elliot and Fleming, 2000; Jourdan et al., 2005; Riley et al., 2005; Ferraccioli et al., 2005a). This dominantly mafic event has been linked with the impact of amantle plume between South Africa and East Antarctica, potentially a key driver for Gondwana breakup (Fig. 2a). The regions around the HEWand Falkland crustal blockswere subject to significantmagmatism associated with this LIP. Jurassic mafic dikes geochemically similar to Karoo/Ferrar magmas occur in the Falkland Islands (Mitchell et al., 1999; Hole et al., 2016), where paleomagnetic and aeromagnetic data indicate that they were rotated by ~150° clockwise during the early phases of Gondwana break upwith an additional 30° clockwise rotation related to subsequent opening of the South Atlantic (Taylor and Shaw, 1989; Stone et al., 2009).\nJurassic granites, outcropping in several isolated nunataks across the EWM (Fig. 1), are thought to be related to the LIP by crustal melting, possibly with a Ferrar-like heat source and parental magma (Storey et al., 1988b; Lee et al., 2012). Recent dating and geochemical analysis of these granites gives an age of between 174 and 177 Ma (Craddock et al., 2016) and is consistent with a link between the Ferrar LIP and the slightly later granitic magmatism. Aeromagnetic data have been used to suggest some of these granites were emplaced along the PSZ which may have accommodated a sinistral component of the Jurassic HEW motion (Fig. 1) (Jordan et al., 2013). The Ellsworth Whitmore granites may be part of a broader Silicic Large Igneous Province (SLIP) including the Antarctic Peninsula and South American Chon Aike province (Pankhurst et al., 1998). SLIP magmatism has been linked to interaction between Paleo-Pacific margin subduction, the Karoo/Ferrar plume and continuing continental extension. The Latady Formation along the eastern margin of the Antarctic Peninsula provides geological records for such extensional processes in an inferred back-arc setting (Laudon, 1992) (Fig. 1). Seismic interpretations also suggest that this sequence of Jurassic to Cretaceous back-arc sediments overlies the western part of the WSRS (King and Bell, 1996)."
  }, {
    "heading": "2.3. Proposed Jurassic crustal block motion",
    "text": "A cornerstone of the conventional tectonic model for the evolution of theWSRS duringGondwana breakup is the rotation and translation of the HEW. Key evidence supporting HEW rotation comes from paleomagnetic poles derived from folded Middle to Late Cambrian metasediments exposed in the Ellsworth Mountains and adjacent nunataks (Fig. 1) (Watts and Bramall, 1981; Grunow et al., 1987; Randall and MacNiocaill, 2004). The Cambrian magnetisation in the Ellsworth Mountains is primary, with poles becoming well clustered after the effects of the Permian Gondwanide folding are removed (Randall andMacNiocaill, 2004). Comparison with Cambrian poles for other parts of Gondwana require ~90° anticlockwise rotation of the Ellsworth Mountains sediments and a location further north, similar to that shown in Fig. 2. It is generally inferred that subsequent rotation of the HEWblock occurred during its translation to its current position during Jurassic breakup of Gondwana (Grunow\net al., 1991; Randall andMacNiocaill, 2004; Dalziel, 2013). Paleomagnetic data from the ca 175 Ma granites in the HEW block indicate that by the time of granite emplacement, HEW and Antarctic Peninsula were in their current positions with respect to each other (Grunow et al., 1987). However, there is no more precise date for the bulk of HEW rotation than post-Middle to Late Cambrian and prior to Jurassic granite emplacement."
  }, {
    "heading": "2.4. Structure of the Weddell Sea Rift System - a geophysical view",
    "text": "The area between East andWest Antarctica occupied by theWSRS is covered by the Ronne and Filchner Ice Shelves, which prevent direct geological observations of the rift itself. Hence information about this critical region is derived mainly from geophysical data. Seismic refraction data along the ice shelf margin (Fig. 1) indicates that syn- to postrift sedimentary infill is up to 13–15 km thick, thinning towards the margins of the WSRS (Hübscher et al., 1996; Leitchenkov and Kudryavtzev, 1997). The underlying ~8 km thick layer with relatively low seismic velocities is interpreted by some authors as deformed Paleozoic meta-sediments, similar to those exposed in the Ellsworth Mountains (Leitchenkov and Kudryavtzev, 1997). The deepest crustal layer recognised by seismic refraction studies exhibits high velocities, interpreted to reflect significant mafic underplating (intrusions) within the lower WSRS crust (Jokat et al., 1997; Leitchenkov and Kudryavtzev, 1997). Seismic refraction studies yield a Moho depth between 33 and 28 km beneath the WSRS, with the thinnest crust beneath the Filchner rift, offset from the centre of the sedimentary basin (Leitchenkov and Kudryavtzev, 1997). Regional seismic tomography studies are in broad agreement with seismic refraction results and suggest crust ~30 km thick beneath theWSRS, with 35 and 40 km thick crust beneath the adjacent Antarctic Peninsula, much of the HEW, and East Antarctic regions (An et al., 2015a). The seismic refraction data have been used to argue that oceanic crust predicted in some models of HEW translation is unlikelywithin theWSRS (Jokat et al., 1997). In addition, seismic reflection studies revealing flat lying, or relatively mildly folded post-rift sediments indicate that there has been no significant strike slip motion that would allow translation of crustal blocks in post-Jurassic times (King and Bell, 1996; Jokat et al., 1997).\nAcross the WSRS, gravity data support the presence of thinned continental rather than oceanic crust (Aleshkova et al., 1997; Studinger and Miller, 1999; Block et al., 2009). Modelling indicates 5–10 km of sedimentary infill within the rift system, overlying ~20 km continental crust (Studinger and Miller, 1999). This supports the suggestion that a pre-existing continental “Filchner Block” should be included in tectonic reconstructions of theWSRS andmodels of HEWmovement (Studinger and Miller, 1999). Localised positive Bouguer gravity anomalies including the Weddell Rift Anomaly, and Filchner Rift Anomaly along the flanks of theWSRS (Fig. 1) suggest thatmore localised crustal extension also occurred within the broader WSRS (Aleshkova et al., 1997). A distinct positive free air anomaly along the bathymetric shelf break has been modelled as the transition between continental and oceanic crust coupled with dense mafic underplating within a ~150 km wide continent ocean transition zone at the northern edge of the WSRS (Ferris et al., 2000). More negative Bouguer anomalies south of the WSRS are interpreted to reflect the thicker, less extended crust of the HEW (Jordan et al., 2013).\nMagnetic data have also been used to infer the crustal structure across the WSRS. The northern edge of the WSRS is marked by the Orion, Andenes and Explora magnetic anomalies (Fig. 1) which are interpreted to reflect a combination of Jurassic intrusions, underplate and thick seaward dipping lava sequences within the transition between continental and oceanic crust (Golynsky and Aleshkova, 1997b; Ferris et al., 2000; Kristoffersen et al., 2014). Berkner Island is also associated with a significant positive magnetic anomaly that may reflect a link between the Explora wedge and the Dufek mafic intrusion (Fig. 1), an exposed part of the Ferrar LIP (Behrendt et al., 1981; Hunter et al., 1996). Alternatively,\nthe Berkner Island anomaly may reflect an uplifted highly magnetic Precambrian basement block (Johnson et al., 1992; Ferris et al., 1998). A hybrid model where basement structures exert control on the location of magmatism along the margin of East Antarctica has also been proposed (Golynsky and Aleshkova, 1997a). Magnetic anomaly patterns have been interpreted to suggest that theWSRS is the failed third armof a complex Jurassic rift-rift-rift triple junction which developed above the inferred Karoo/Ferrar mantle plume in a triaxial strain regime (Ferris et al., 2000). This failed rift arm may have been superimposed on a preexisting suture that has been interpreted as separating East and West Antarctic basement provinces (Golynsky and Aleshkova, 1997b). However, in contrast to other tectonic models, the presence of either an East/West Antarctic suture, or the arm of a Jurassic triple junction in the WSRS, imply that no significant movement of the HEW within the WSRS occurred during the Early toMiddle Jurassic breakup of Gondwana (Golynsky and Aleshkova, 1997b; Ferris et al., 2000).\nTectonic models that include a tight fit reconstruction of the HEW, Falkland Islands, East Antarctica, and South Africa (Fig. 2b) (Dalziel et al., 2013) would appear incompatible with the presence of the inferred pre-existing continental Filchner block. Alternative tectonic models for Jurassic rotation and translation of a broader HEW and a pre-existing continental Filchner block (Storey et al., 1996b) do not have clear kinematic markers within the WSRS either. Additionally, some plate tectonic models have been used to propose that substantial independent movement of the HEW microplate is not required as part of Gondwana breakup (Eagles and Vaughan, 2009). Our review clearly illustrates that significant open questions remain both about the crustal architecture of the WSRS and, above all, the relationships between the geophysically imaged structures and the different models for rifting and inferred major motions of a crustal block in the region."
  }, {
    "heading": "3. Data compilation and enhancement",
    "text": "To better constrain the structures within the WSRS we re-levelled and re-gridded all the available gravity and magnetic datasets for this region. These new compilations, together with digital enhancement and modelling allow us to re-assess the regional pattern of geophysical signatures across the entire WSRS."
  }, {
    "heading": "3.1. Gravity data compilation",
    "text": "Our new grid of free air gravity data (Fig. 3a)was constructed from a range of sources including an existing Russian compilation (Aleshkova et al., 1997), airborne NASA operation ICEBRIDGE and British Antarctic Survey (BAS) data (Jones et al., 2002; Jordan et al., 2013; Cochran and Bell, 2010, updated 2014). Sparse point land data provided additional confirmation of the pattern and amplitude of anomalies across the region, but was not included in our final gridded compilation (Behrendt et al., 1974; Herrod, 1987). Data for the individual airborne surveys was upward or downward continued to a common altitude of 3750 m. All gravity data setswere referenced to the global GOCO3s satellite gravity field (Mayer-Gürr et al., 2012) tominimise biases between individual surveys. Oceanic gravity data from the global marine gravity anomaly grid was included in offshore areas with no airborne data coverage (Sandwell and Smith, 2009). The Bouguer anomaly (Fig. 3b) was calculated by correcting the free air gravity data for the modelled effect of known topographyand bathymetry, based on theBEDMAP2 topographic compilation (Fretwell et al., 2013). Standard densities of 2670, 1028 and 915 kg m−3 were assumed for rock, water and ice respectively. See Sup. Mat. S1 for full details on the gravity compilation."
  }, {
    "heading": "3.2. Magnetic data compilation",
    "text": "Our aeromagnetic compilation (Fig. 4a)was created using US, Russian and BAS line data released as part of the ADMAP compilation (Golynsky et al., 2001), together with more recent BAS data (Ferris et al., 1998,\n2002; Jordan et al., 2013). By reverting to the original line data we were able to produce a higher resolution compilation than the original Antarctic-wide ADMAPmagnetic data compilation.We performed statistical andmicrolevelling of the individual surveys (Ferraccioli et al., 1998), referencing the surveys to the MF7 satellite magnetic field (Maus et al., 2008), and the derivation of a newmerged and reduced to the polemagnetic anomaly grid (Fig. 4a). This approach provided improved resolution ofmagnetic features. See Sup.Mat. S2 for further details on the newmagnetic compilation."
  }, {
    "heading": "3.3. Magnetic data enhancement and modelling",
    "text": "To better define the geophysical structures within our study area we calculated two enhancements, the normalised maximum horizontal gradient amplitude of the tilt derivative (TDX) (Cooper and Cowan, 2006), and a terrace map of the pseudo-gravity (Cordell and Grauch, 1985; Blakely and Simpson, 1986; Cordell and McCaffrey, 1989). TDX normalises and enhances anomaly margins, and is calculated as the inverse tangent of the ratio of themaximum horizontal and vertical gradients of the magnetic field (Cooper and Cowan, 2006). High TDX values (N64°) locate the theoretical edges of the source bodies. This arbitrary threshold gives a clear image with anomaly margins delineated by continuous bands of high TDX (Fig. 4b). The pseudo gravity enhancement typically enhances longer wavelength features giving a view of deeper and more regional structures (Cordell and Grauch, 1985; Blakely and Simpson, 1986). It is calculated by integrating the reduced to polemagnetic field before calculating the equivalent gravity anomaly assuming all magnetic sources have the same specific apparent density contrast. We chose an apparent density contrast between the inferred magnetised bodies and surrounding material of 1000 kg m−3, and an assumed magnetization of 0.5 G. A terrace map of the pseudo gravity values was produced (Fig. 5a) which differentiates provinces eachwith internally consistentmagnetic properties (Philips, 1992). Margins of the pseudo gravity terrace blocks coincide with peaks in the maximum horizontal gradient of pseudo gravity (Cordell andMcCaffrey, 1989). The lineations and blocks revealed and accentuated by these two digital enhancements were manually picked. These picked structures (Fig. 6) together with modelling of the crustal structure provide the basis for our interpretation of the WSRS region.\nTo assess the depth of the basement magnetic sources across the WSRS we applied a 2D Euler depth to source technique along two profiles (Fig. 7). This technique uses the horizontal and vertical gradient of the magnetic field along a profile together with assumptions about the source body (the structural index) and analysis window size, to provide estimates of the source depth (Mushayandebvu et al., 2001). The first profile followed the front of the Ronne-Filchner ice shelf, approximately coincident with an existing seismic refraction experiment (Leitchenkov and Kudryavtzev, 1997). The second profile ran from southeast to northwest across the Ronne-Filchner Ice Shelf, orthogonal to the trend of the main magnetic structures. Data was sampled from our compiled grid and the calculated magnetic gradient values were filtered with a 10 km low pass filter to minimise residual noise. As this technique was applied to investigate the basement structures a relatively large 50 kmwindowwas used, and both dike and contact solutions (structural index of 0 and 1 respectively)were calculated.Windows of 25 kmand 80 km were also assessed, which return a similar pattern of estimated sources (Sup. Mat. S3).\nTo investigate the architecture of the WSRS and its magmatic patterns we constructed two regional scale 2D joint gravity and magnetic models (Fig. 7). The aim of thesemodels wasfirstly to test if a highly extended terrane model for the WSRS is compatible with the observed gravity anomalies. The second aim is to investigate if the presence of significantmagmatic bodies, located beneath the syn- topost-rift sedimentary basin can explain the observed magnetic anomalies. In order to reduce the inherent ambiguities associated with potential field modelling, our first model used the existing Russian seismic refraction line at the edge of the Ronne/Filcher ice shelves to create an initial layered\ncrustal model (Fig. 7a). For more detail on the construction of our 2D models see Sup. Mat. S4. Although our first model is somewhat constrained by the seismic data, it lies oblique to or misses many of the key magnetic anomalies. We therefore constructed a second model orthogonal to the main magnetic anomalies (Fig. 7b). We imposed the same initial layered crustal structure as our better constrained first model and assumed a similar broad sedimentary basin beneath the ice shelf, as indicated by depth to source solutions."
  }, {
    "heading": "4. Interpretation",
    "text": "Weuse the distribution ofmagnetic trends (Fig. 4), regionalmagnetic terraces (Fig. 5a), and the satellite magnetic field MF7 (Fig. 5b) to interpret a number of distinct magnetic structures and provinces across the WSRS (Fig. 6). The sources for the observed magnetic anomalies and regional crustal architecture are interpreted here based on a combination of magnetic, gravity and seismic data, together with sparse geological information. We focus on interpretation of structures within the WSRS and theHEWblock, which are themost critical for understanding the evolution of the earliest stages of Gondwana breakup. Within East Antarctica we interpret a number of additional provinces (Fig. 6) which broadly agree with those previously recognised and interpreted (e.g. Golynsky and Aleshkova, 1997b; Studinger and Miller, 1999; Mieth and Jokat, 2014)."
  }, {
    "heading": "4.1. A composite Haag-Ellsworth Whitmore crustal block",
    "text": "Magnetic data indicate that the HEW block is a composite crustal block formed of two distinct provinces. These are the strongly magnetisedHaag provincewithNNE–SSWorientedmagnetic lineations and themagnetically quieter EWMregion (Figs. 4 and 5a). Themagnetic sources within the Haag block are inferred to reflect Mesoproterozoic basement (Garrett et al., 1988). However the only exposure in the Haag province is b2 km2 of Mesoproterozoic granitic gneiss basement with mafic lenses, in one small cluster of nunataks (Storey and Dalziel, 1987). The origin of themagnetic anomalies and regional magnetic fabric within the wider ~185,000 km2 Haag block cannot be precisely known due to the paucity of exposure. The dominant NNE–SSW magnetic lineations include the inferred margins of the block, which follow the trends within the block and likely reflect geological control on the overall shape of the block. The Haag magnetic trends have been previously recognised (Garrett et al., 1987; Golynsky and Aleshkova, 1997a) and broadly correlate with the observed sub-ice topographic fabric in the Haag block (Fig. 1). Plausible interpretations for the magnetic fabric include: Mesoproterozoic basement structures associated with Grenville-age tectonic/magmatic features with little reactivation; normal faulting associated with extension during Jurassic rifting in the adjacent WSRS; Cretaceous to Cenozoic normal faulting linked to the West Antarctic Rift System; or a combination of Mesoproterozoic features and more recent reactivation. The exposed geological fabric has a shallow E/W dip, and strikes approximately N-S (Storey and Dalziel, 1987). This local structural trend strikes approximately parallel to the magnetic trends within the wider Haag province, which could be taken to support a Mesoproterozoic origin for the observed magnetic fabric. However,we cannot rule out later reactivation of these structures to give rise to the regional NNE–SSW magnetic fabric. The regionally thinned crust beneath the Haag block and the adjacent Evans Rift, as indicated by positive Bouguer anomalies, would suggest that rift-related reactivation is highly likely (Jones et al., 2002). In addition, previous 2D models of the observed magnetic anomalies suggested a horst and graben structure (Maslanyj and Storey, 1990), supporting the idea of extensional reactivation of the tectonic structures in this region.\nThe abrupt change in aeromagnetic signatures between Haag and the EWM provinces could represent deep burial of Haag basement beneath the EWM sediments. However, these distinct aeromagnetic provinces are also visible in long wavelength MF7 satellite magnetic data\n(Fig. 5b), which typically distinguishes deeper crustal basement provinces. Our preferred interpretation of both short and long wavelength anomalies is therefore that the HEW is a composite block including two separate basement provinces. The magnetic interpretation of two sub-blocks within the HEW is supported by the pattern of Bouguer anomalies (Fig. 3b), 2D modelling (Fig. 7b) and seismic observations (An et al., 2015a), which indicate 5–10 km thinner crust beneath Haag relative to the EWM part of the HEW. The inferred difference in crustal thickness suggests that the Haag and EWM regions have basement which responded differently to extension within the WSRS region. The boundary between these two HEW provinces is presently obscured by a major ice stream, but we model it as a low angle detachment (Fig. 7b) in line with previous authors (Maslanyj and Storey, 1990). We suggest that a thrust fault may have originally formed during the Permian Gondwanide orogeny, a time of extensive transpressional folding in the EWM (Curtis, 1997), which was potentially reactivated as a low-angle normal fault during Jurassic extension.\nThe southeastern edge of the EWM quiet magnetic province is marked by higher amplitude linear magnetic anomalies (Fig. 4) interpreted as Jurassic granites emplaced along the PSZ (Jordan et al., 2013). The PSZ is a major shear zone inferred to lie close to the junction between theHEWand East Antarctica (Jordan et al., 2013). Our new terrace map (Fig. 5a) demonstrates that the PSZ marks the boundary between two magnetically distinct provinces, and may include a number of moreminor fault splays to the south imaged by reconnaissance aeromagnetic data (Figs. 4a and 6). To the south of the EWMmagnetic low, a more highly magnetic province is imaged in both the terrace map and the MF7 satellite magnetic field. We interpret this southern region as a distinct ‘Patuxent/Transantarctic’ province of East Antarctica. This is consistent with both regional seismic studies which reveal that the Patuxent/Transantarctic province lies within the region of seismically imaged fast East Antarctic lithosphere (An et al., 2015a), and geological observations (Storey et al., 1996a; Curtis et al., 2004) that the Pensacola and Patuxent Mountains have a distinct Cambrian deformational history from the now adjacent HEW. These observations confirm the generally accepted interpretation that theHEW is a distinct province from the now adjacent part of the East Antarctic continent."
  }, {
    "heading": "4.2. Weddell Sea Rift System provinces",
    "text": "TheWSRS is shown in our newmagnetic compilation to include two distinct sub-provinces (Fig. 6). A southern province with a number of distinct approximately N-S trending anomalies including the Berkner Island, Henry and Korf Anomalies, and a northern province including the Orion, Andenes and Central anomalies together with a complex series of more minor anomalies with an overall NE–SW trend (Figs. 4 and 6). Component anomalies of these different provinces have been recognised and discussed previously (Golynsky and Aleshkova, 1997b; Ferris et al., 2000), and a broad extended continental Filchner Block has been proposed for the entire WSRS region (Storey et al., 1996b; Jokat et al., 1997; Studinger and Miller, 1999; Dalziel and Lawver, 2001). The two provinces we define within the previously identified Weddell Sea Magnetic Zone/Filchner Block are identified primarily based on the internal consistency of trends (Fig. 4) within the different regions. We name these two provinces the Southern Weddell Magnetic Province (SWMP) and Northern Weddell Magnetic Province (NWMP) (Fig. 6). Although the differing anomaly trends are best seen in the TDX enhancement (Fig. 4b), our terrace map also indicates the NWMP province is a distinct region of highermagnetic intensity relative to the SWMP (Fig. 5a). In the MF7 satellite magnetic field (Fig. 5b) these NWMP and SWMP provinces are not clearly differentiated. As the satellitefield is typically indicative of the regional crustal architecture, but does not clearly define the SWMP/ NWMP boundary, we suggest that these two structural provinces are imposed on a relatively uniform, generally weakly magnetic underlying basement province.\nPositive magnetic anomalies within the SWMP have been variously interpreted as basement fragments or Jurassic igneous intrusions. Towards the Haag block, the Korff Anomaly (Fig. 4a) has been interpreted as a fragment of the adjacent Haag basement (Garrett et al., 1987; Golynsky and Aleshkova, 1997a), and a suture between East and West Antarctic crust has been proposed in this region (Golynsky and Aleshkova, 1997b). In contrast, the Berkner Island anomaly was interpreted as indicating a major Jurassic igneous intrusion (Behrendt et al., 1981; Johnson et al., 1992; Hunter et al., 1996), although Ferris et al. (1998) re-interpreted the Berkner Island anomaly as a basement block. There is no clear-cut way to distinguish the basement and intrusive interpretations of the SWMP magnetic data. However, it is known that magnetic basement provinces typically retain the older basement fabric, despite overprinting by later tectonic events (Ferraccioli and Bozzo, 1999; McLean et al., 2009). All the major SWMP anomalies trend approximately orthogonal to the magnetic fabric in the adjacent Haag and Shackleton basement provinces, suggesting an origin for the SWMP structures distinct from the adjacent basement (Fig. 4b). We therefore propose that the SWMP anomalies reflect dominantly magmatic features, which trace the rift fabric that developed during Jurassic extension. Both intrusive and extrusive magmatismwould be expected to focus along extensional fault systems. Significant Jurassicmagmatism within the SWMP would be consistent with the proximity of the proposed mantle plume which gave rise to the extensive Karoo-Ferrar LIP (Elliot, 1992; Elliot and Fleming, 2000; Jourdan et al., 2005; Riley et al., 2005; Ferraccioli et al., 2005a). The interpreted Jurassic magmatism beneath Berkner Islandmay follow the trace of the inherited Gondwanide Orogen that has been inferred to continue north of the PensacolaMountains (Dalziel pers. com 2016), and is suggested based on relatively low mid crustal velocities from seismic refraction data (Leitchenkov and Kudryavtzev, 1997). Crustal thickness from both seismic and gravity data indicate that the crust beneath Berkner Island is highly attenuated supporting the interpretation that Jurassic extension and magmatism are likely to be the dominant process controlling the magnetic signatures in this region.\nAlthoughwe interpret the SWMPmagnetic anomalies as igneous intrusions, our Bouguer anomaly map (Fig. 3b) does not reveal associated significant (N50mGal) localised positive anomalies, as seen for example over other large mafic intrusions such as the Bushveld complex (e.g. Kgaswane et al., 2012). We therefore suggest that the intrusions underlying the SWMPmagnetic anomalies most likely consist of a mixture of dense mafic rocks and lower density silicic-intermediate rocks. This would be consistent with the recognition of locally significant volumes of silicic rocks of the Chon Aike province (Pankhurst et al., 1998), the wider inferred ignimbrite flare-up in the developing Scotia arc region (Dalziel et al., 2013) and the significant silicic component of the Lebombo Monocline in southern Africa (Cleverly et al., 1984; Klausen, 2009).\nIn contrast to the SWMP, the highly magnetic NWMP is dominated by magnetic anomalies with a NE–SW trend, approximately parallel to the strike of the adjacent Explora Anomaly (Figs. 4 and 6). The Orion Anomaly, defining the northern edge of the NWMP, trends ~E-W and is therefore slightly oblique the rest of the NWMP anomalies. These anomalies have been interpreted and modelled previously as midcrustal intrusions and underplatedmaterial within the transitional continental crust inboard of the continent/ocean boundary (Ferris et al., 2000). We agree with this interpretation and our new Bouguer gravity anomaly map (Fig. 3b) confirms that the NWMP lies in the transitional region between extended continental and thinner oceanic crust. Precise dating of the NWMP structures is not possible. The proximity and coincident strike of the adjacent Explora Anomaly suggests emplacement at a similar time. The Explora Anomaly is thought to be conjugate to the 185 to 174 Ma magmatism in the Lebombo Monocline in southern Africa (Jourdan et al., 2005; Kristoffersen et al., 2014). Additionally, recent analysis has revealed Early-Middle Jurassic (~178 Ma) mafic rocks on the eastern margin of the Antarctic Peninsula (Riley et al.,\n2016) (Fig. 4a). Together this dating evidence suggests that the intervening NWMP magmatic structures were most likely emplaced coincident with Karoo-Ferrar magmatism.\nThe complex array of lineations with a dominant NE–SW trend in the NWMP lead us to propose alternative extensional or transtensional models for this region. The pattern of apparently diverging lineations is consistentwith that of a ‘horse tail’ splay close to the end of amajor strike slip fault system (Kim and Sanderson, 2006; Mouslopoulou et al., 2007). Regions where fault systems are of a similar scale to those we propose in the NWMP include, for example, the end of the Babahoyas Fault in the Ecuador forearc region (Kim and Sanderson, 2006), and the termination of the North Island Fault System in New Zealand (Mouslopoulou et al., 2007). Discontinuities in the dominant NE–SW fabric of the NWMP could reflect linking fault systems, or evidence of later extension. Previous models of the NWMP region suggested the development of a complex triple junction in response to a tri-axial strain regime (Ferris et al., 2000). This interpretationwas based on recognition of an additional series of NW-SE trending lineations, which separated the NE–SW structures into a series of non-magnetic lozenge shapes in plan view. In our new compilation we do not recognise the proposed NW-SE trending lineations asmajor structures (Fig. 4b), and therefore prefer a simpler extensional or transtensional model for this region. An extensional model would be consistent with tectonic models for the earliest stages of rifting between South African and East Antarctica (Klausen, 2009; Kristoffersen\net al., 2014). However, a transtensional model would be consistent with some regional reconstructions of later Gondwana breakup, which show dextral strike slipmotion extending directly along strike from the Explora Anomaly (Klausen, 2009). Models for the subsequent earliest stages of ocean spreading, which likely followed on from development of the NWMP, also suggest oblique divergence at this margin (Eagles and Vaughan, 2009; Eagles, 2016).\nThe nature of the western edge of the NWMP in the region of the Antarctic Peninsula is not clear. A rifted or strike slip margin to the Weddell Sea Rift System may have been present in Jurassic times, or the NWMP structures may have extended into the region of the present day Antarctic Peninsula. However, overprinting by Cretaceous magmatism and orogenic processes largely obscures the older structures within the Antarctic Peninsula (Storey and Garrett, 1985; Vaughan et al., 2012; Burton-Johnson and Riley, 2015). In addition, the precise position of the Antarctic Peninsula relative to the WSRS in Jurassic times is not well constrained (Miller, 2007). Detailed aeromagnetic studies of the eastern margin of the Antarctic Peninsula have suggested that magnetic structures may continue onshore from the WSRS (Ferris et al., 2002). More extensive and detailed geophysical studies, coupled with geochronological and geological investigations may be able to trace the full extent of the Jurassic NWMP structures into and potentially across the Antarctic Peninsula, constraining our interpretation further."
  }, {
    "heading": "4.3. Crustal architecture of the Weddell Sea Rift System",
    "text": "Our new Bouguer gravity compilation shows that theWSRS is associated with Bouguer anomalies close to 0mGal, and linear positive anomalies are associated with the flanks of the rift system (Fig. 3b). This pattern is consistent with theWSRS being a region of thinner crust relative to the surrounding crustal blocks of both West and East Antarctica, which are marked by strong Bouguer anomaly lows. The presence of a seismically imaged 12–15 km thick sedimentary basin within the WSRS, coupled with thin crust is also consistent with very significant crustal extension in the WSRS region (Leitchenkov and Kudryavtzev, 1997; An et al., 2015a). The magnetically mapped extent of igneous bodies within the WSRS indicates that they cover ~50% of the WSRS (Fig. 4b). Depth to source analysis suggests that most of the magnetic sources lie at or below the base of the seismically imaged sedimentary basin (Fig. 7a). These interpretedmagmatic bodies thereforemost likely represent significant volumes of syn-riftmagmatism that is underlain by a seismically imaged high velocity lower crustal layer, interpreted as a mafic underplated layer (Leitchenkov and Kudryavtzev, 1997). Large amounts of distributed crustal extension and a high volume of rift related magmatism support the interpretation that the WSRS is a highly extended terrane, as suggested by Dalziel and Lawver (2001). To test if this interpretation is consistent with the observed potential field data we construct two simple forward gravity and magnetic models across the WSRS. Specifically, we assess if the presence of significant underplating, intra-crustal magmatism, thin residual crust and a thick overlying sedimentary basin is consistent with observed potential field signatures.\nOurfirst 2Dmodel of the crustal architecture (Fig. 7a), constrained to match both the Bouguer anomaly fromour new compilation and crustal structure along the Russian seismic refraction line (Leitchenkov\nand Kudryavtzev, 1997) images both the NWMP and SWMP and the boundary between these provinces. The model includes a layer of dense material up to 9 km thick at the base of the crust required to match the observed gravity anomaly. This layer is interpreted as a magmatic underplate or series of lower crustal intrusions, which, as seen in other rifted margins, represents significant addition of juvenile mantlederived material to the base of the crust (White et al., 2008; Thybo and Artemieva, 2013). Additionally, depth to source analysis and modelling of the observed magnetic anomalies suggests that multiple magmatic bodies 4–8 km thick are present beneath the seismically imaged sedimentary basin (Fig. 7a). Although the thickness of these bodies is uncertain, as they are only defined by potential field modelling, the source width (Fig. 4b) and anomaly amplitude suggests that they do reflect a significant proportion of the crustal layer beneath the seismically imaged sedimentary basin. If these bodies were emplaced coincident with the Karoo-Ferrar LIP we suggest that it is likely that they also reflect an additional significant juvenile magmatic addition to the crust, as the wider Karoo-Ferrar province has an almost exclusively mantle source (Leat, 2008). The model indicates similar crustal structure beneath the NWMP and the SWMP, suggesting they have similar rifted crust. The model supports the interpretation of highly extended crust in both provinces of the WSRS.\nOur second 2D model images the southern part of the SWMP (Fig. 7b). It shows overall crustal thickness in the rift is 5–10 km thinner than the adjacent regions, indicative of significant crustal extension. Given the presence of a thick sedimentary basin, suggested bymagnetic depth to basement solutions, an extensive dense underplated body at the base of the crust is required along the modelled profile. Within the highly extended residual crustal layer significant 5–10 km thick magmatic bodies are modelled. Together these structures confirm that rift-\nrelated magmatic bodies make up a significant proportion of the crustal column. Ourmodels support the hypothesis that a highlymagmatic and highly extended continental terrane extends southward from the Coats Landmargin right across the SWMP and the adjacent part of the NWMP.\nOur 2D crustalmodels provide an indication of the amount of extension and β factors that occurred within the Jurassic WSRS. To calculate the amount of extension across the SWMP we use a simple areabalance method (e.g. Huismans et al., 2002). This technique assumes that all the residual continental crust (i.e. excluding syn- to post-rift sediments and all juvenile magmatic additions) was originally a single pre-rift crustal layer of uniform thickness. We applied this technique to the SWMP model as it is approximately orthogonal to the apparent magnetic rift fabric, and is not truncated by the more recent Antarctic Peninsula arc magmatism. The modelled 2D cross-sectional area of residual crust, including the region of thinned crust beneath Haag, is 17,820 km2. Assuming an original crustal thickness of between 35 and 40 km, approximately consistent with the adjacent Coats Land and EWM regions, predicts a pre-rift crustal block 509 and 446 km wide. As the SWMP rifted region is today ~1000 km wide this equates to extension of between 96% and 124%, a regional β stretching factor of 1.9 to 2.2, and between 490 and 550 km of EWM translation. If pre-rift crustal thicknesswas thicker (~60 km) due to the Gondwanide orogeny the pre-rift crustal block would still have to be ~300 km wide and ~700 kmof translation of the HEWwould be suggested. However, studies of other parts of the Gondwanide orogen, such as the South African Cape Fold Belt (Stankiewicz et al., 2002; Tedla et al., 2011) and Patagonia (Chulick et al., 2013) suggest crustal thicknesses between 30 and 40 km would be more typical.\nOur conceptual model for the SWMP is that magmatism was driven by the upwelling Karoo-Ferrarmantle plume,while extensionwas facilitated by a tectonically ‘free edge’ towards the Paleo-Pacific margin (Fig. 8). We infer that this free edge was most likely associated with a subduction system, given the presence in the Permian of a magmatic arc proximal to the EWM (Elliot et al., 2016), and the extensive Middle to Upper Jurassic Latady back-arc basin along the eastern edge of the Antarctic Peninsula (Laudon, 1992). Within the SWMP we suggest that plume-related magmatism gave rise to the modelled magmatic underplate and mid to upper crustal magmatic bodies (Fig. 7). The strong linear fabric observed within the SWMP (Fig. 4b) indicates that the mid to upper crustal magmatic bodies were localised along fault systems, which developed in response to the regional extension.\nTowards the Haag region, crustal thinning relative to the adjacent Ellsworth Mountains is observed, potentially reflecting unroofing of\nthe Haag block along low angle detachment faults in the Jurassic (Fig. 8). Although un-roofing of the Haag block can account for some crustal thinning in this region, we suggest that lower crustal flow also played a role. In this scenario lateral crustal flow from beneath the Haag block towards the SWMPwould have been driven by the developing lateral pressure gradient within the lower crust as the SWMP thinned. Lower crustal flow, in effect ‘borrowing’material from adjacent regions to facilitate upper crustal extension in the adjacent rift, has been proposed for other highly extended terranes such as the Basin and Range province in the US (Snow and Wernicke, 2000). The processes of lower crustal flow requires unusually low viscosities in the lower crust (McKenzie and Jackson, 2002), which would have been facilitated by magmatism and heating due to the Karoo/Ferrar LIP."
  }, {
    "heading": "5. Discussion",
    "text": "The origin of theWSRS as a broad continental rift system iswidely accepted (Studinger and Miller, 1999; Dalziel, 2013) and confirmed by our study. The contrasting magnetic signatures and trends within the SWMP and NWMP provinces provide further clues to the tectonic andmagmatic processes that affected the WSRS. In addition, understanding the crustal architecture and evolution of the WSRS has important implications for re-assessing from a geophysical perspective the potential magnitude and mechanisms of HEW crustal block motion, as discussed hereafter."
  }, {
    "heading": "5.1. Tectonic evolution of the Weddell Sea Rift System from a geophysical perspective",
    "text": "Our new aeromagnetic compilation shows that the E/W trending NWMP structures appear to truncate the approximately N/S oriented SWMP structures (Figs. 4 and 6). The simplest tectonic model for the evolution of this region is therefore that the SWMP and NWMP reflect distinct early and later phases of inferred Jurassic rifting. In this scenario the SWMP structures reflect a relic of a relatively older rift system that formed in an extensional back-arc setting located between the active Paleo-Pacific margin and the interior of Gondwana (Fig. 9a). The PSZ would mark the southern end of the rift system, where extension was largely terminated along a sinistral strike-slip fault system located at the edge of the more rigid East Antarctic lithosphere (An et al., 2015b). The Jurassic back-arc basin fill of the Latady Formation along much of the south eastern Antarctic Peninsula (Laudon, 1992), would be consistent with such an extensive back-arc basin. In this scenario, the change in trend of the SWMP anomalies between Berkner Island and the Henry and Korf Anomalies to the west (Figs. 4 and 6) could\nRift System. Structures in colour are derived from our modelling and interpretation of tarctic and Paleo-Pacific margin. Note inferred HEW exotic crustal block transferred from by plume related magmatism and flow of lower crustal material from beneath the now\nreflect a changing extension direction with time, and would imply ~30° rotation of the margin relative to East Antarctica.\nIf the SWMP reflects a relatively older rifted region, the NWMP can then be explained as a separate phase of rifting, which cross cuts and overprints the SWMP (Fig. 9b). Eastwards along strike from the NWMP is the Explora anomaly, linked to a narrow but highly magmatic rift zone, which developed during the initial separation between South Africa and East Antarctica, with coincident emplacement of Karoo magmas (Kristoffersen et al., 2014). We suggest that, where the narrow South Africa/East Antarctic rift intersected the pre-existing SWMP backarc basin, distributed rifting developed over awider area, explaining the broad triangular shape of the NWMP (Fig. 9b). Such a change from narrow-mode rifting of a rigid craton to distributed rifting within an already extended back-arc is consistent with numerical models of continental rifting, which predict more distributed rifting in regions with weaker lithosphere (Gueydan et al., 2008). This phase of NWMP extension was potentially coincident with the initial separation of the Falkland Island plateau from the WSRS region as suggested by some previous authors (Ferris et al., 2000). The present day position of the NWMP adjacent to the oceanic crust of theWeddell Sea, and the apparently highly magmatic nature of this region, would be consistent with NWMP rifting being the pre-cursor to the development of a highlymagmatic ocean-facing rifted margin.\nIt is possible that the SWMP extension continued while the inferred rift forming the NWMP developed, with relative motion taken up within transtensional shear zones. The resolution of our datamakes it difficult to uniquely define the cross cutting relationships between the SWMP and\nNWMP structures, and hence their relative timing. Both regions are interpreted to be highly magmatic, which could be consistent with their development broadly synchronously with the regionally extensive Jurassic Karoo-Ferrar LIP. From our TDX enhancement (Fig. 4b) and terracemap (Fig. 5a) it is apparent that the NWMP containsmore numerous anomalies, and is generally moremagnetic than the SWMP. This suggests that the NWMP was associated with a distinct peak in magmatism, and hence developed as separate structure from the SWMP and was potentially more precisely coincident with the Karoo Ferrar LIP.\nAn alternative to a twophasemodel for theWSRS evolution is that the NWMP and SWMP structures developed simultaneously as part of a regional scale transtensional fault system (Fig. 10a or b). In this scenario the PSZ and NWMP represent shear zones, linked by the broadly extensional SWMP. The abrupt change in strike betweenNWMPandSWMPreflects the transtensional and extensional parts of the system respectively. One endmember of this synchronousmodel is that theWSRSdevelops as a sinistral pull-apart basin. Inwhat is effectively a twoplatemodel the entire sector of the Paleo Pacific margin north of the PSZ moved away from East Antarctica (Fig. 10a). Alternatively the NWMP structure could represent a conjugate dextral shear zone which formed a separate link to the Paleo Pacificmargin (Fig. 10b). Thiswouldmean that the extensionwithin the SWMP requires only relatively localised differential movement along the Paleo Pacific margin. Later Cretaceous deformation and magmatism within the Antarctic Peninsula has significantly overprinted any earlier structures. This makes resolving any continuation of the NWMP into or across the Antarctic Peninsulawith the currently available data challenging, although the presence of a large-scale Beaumont shear zone, which may have been active in Late Jurassic to Early Cretaceous time has been suggested (Ferris et al., 2002).\nOne commonality between the threemodels for the evolution of the WSRS laid out above is that the structures we image within the WSRS can be explained by relatively simple combinations of extension and strike-slip faulting within an extensional rift setting. Also, irrespective of whether the development of the SWMP and NWMP were synchronous or not, all ourmodels for the evolution of theWSRS suggest extension of the SWMP province towards the Paleo Pacific margin played a critical role. Such extension must have been facilitated by a tectonically free edge along the Paleo Pacific margin.We therefore suggest that subduction processes such as slab roll back may have played an important role in facilitating lithospheric extension within the WSRS (Martin, 2007; Dalziel et al., 2013).\nAlthough it is hard to confidently differentiate between the models for WSRS evolution we prefer the two phase model (Fig. 9a and b) as it most simply explains the observed structures, and is consistent with geological evidence for both an eastern Antarctic Peninsula back-arc basin and a highly magmatic rift zone between South Africa and East Antarctica. The synchronous models for NWMP and SWMP development should, however, not be ruled out, but likely require further testing with more detailed aerogeophysical data acquisition and careful consideration of the kinematic interplay between broadly sinistral WSRS extension and predominately dextral rifting inferred between South Africa and East Antarctica (Klausen, 2009; Eagles, 2016).We suggest that new surveys targeting the critical boundaries of the SWMP with the NWMP and PSZ could significantly constrain these alternative kinematic models."
  }, {
    "heading": "5.2. Far travelled Haag-Ellsworth Whitmore paradigm",
    "text": "Most tectonicmodels indicate that, prior to the breakupofGondwana, the HEWwas in a pre-rotated orientation and located ~1500 km further north, adjacent to theMaud Belt (Fig. 11a) (e.g. Dalziel et al., 2013). From both a geological and an aeromagnetic perspective, juxtaposition of the Haag block against the Maud Belt (Fig. 11a) would seem logical. Both are regions with ~1 Ga crust, with similar isotopic compositions (Storey et al., 1994; Jacobs et al., 2008), and our new compilation confirms that both the Haag and Maud belt are associated with relatively high amplitude aeromagnetic anomalies (Fig. 4a). The magnetic Haag block could therefore form a link between the formally adjacent Beattie Magnetic Anomaly in South Africa and the East Antarctic Maud Belt (Mieth and Jokat, 2014). The rotated reconstruction of the HEW block aligns the structural fabric of the EWM Permo-Triassic Gondwanide fold belt along strikewith the Gondwanide and older Ross age structures in the Pensacola Mountains (Fig. 11a). A location of the EWM adjacent to Coats Land would be consistent with stratigraphic considerations that suggest the Ellsworth Whitmore sediments were deposited in a basin north of the PensacolaMountains (Schopf, 1969). In addition, the 90° tectonic rotation would explain the paleomagnetic data,which suggests this orientation for the Cambrian sediments (Watts and Bramall, 1981; Grunow et al., 1987; Randall andMacNiocaill, 2004). Together these factors have been taken as evidence to make a compelling case for the far travelled model.\nAs noted above, the traditional far travelled model of the HEW is apparently well constrained by geological observations. None the less it remains challenging to reconcile the requiredmovement of the HEWblock (Fig. 11a) with the geophysical observations within the WSRS. Our 2D model of the SWMP crustal structure (Fig. 7) is most consistent with extension of just 500 km. In addition, our new models for the evolution of the WSRS (Figs. 9 and 10) indicate that the observed structures in the SWMP can be explained simply in terms of the interaction of crustal extension and potentially relatively simple strike-slip fault systems. In the traditional model, assuming the Gondwanide orogen continued through the Berkner Island region (Dalziel pers. com. 2016), the HEWwould first need to be translated ~650kmgridwest before being translated ~650km grid south to a position adjacent to Berkner Island. From this point extension of the Berkner Island region could have given rise to the ~500 km translation of the HEW and development of the SWMP suggested in our\n2D crustal models. The predicted complex motion of the HEW creates an obvious space problem. Initial westward translation of the HEW would require replenishment of continental crustal material adjacent to the Maud Belt and Grunehogna cratonic fragment. This could be accommodated by a combination of magmatism and lower crustal flow (Dalziel et al., 2013). However, the rigid lithosphere of East Antarctica and formerly adjacent South Africa would be an unlikely source of lower crustal material. Further block rotation and southward movement of the HEW into the SWMP region would be expected to lead to the generation of a complex array of faults each accommodating a component of the extension, strike-slip motion and associated magmatism. Although the proposed mechanisms for HEW motion are geologically plausible, it is challenging for the traditional model of HEW movement to explain both the apparent space problem and the lack of geophysical expression of the expected complex fault arrays.\nThe traditional model suggests that the Haag is a displaced fragment of the wider Grenville Namaqua-Natal-Maud Belt. However, analysis of the long wavelength MF7 satellite magnetic field indicates that the distinctive N120 nT positive anomaly over the HEW is unlike both the Maud Belt where a more subdued satellite field of b20 nT is observed (Fig. 5b) and the conjugate South African Namaqua-Natal Belt where satellite magnetic anomalies between 10 and 60 nT are observed. Satellite magnetic data is typically a good predictor of regional basement provinces and has previously been used to map the extent of Meso- to Neoproterozoic rocks from Australia into the Terre Adelie margin of East Antarctica (Finn et al., 2006). The observed discrepancy between the satellite magnetic signal of Haag and the wider Namaqua-NatalMaud Belt suggests that the underlying basement of these provinces differs. In addition, although both Haag and the Maud belt are areas with relatively high amplitude aeromagnetic anomalies, as noted by previous authors (Golynsky and Aleshkova, 1997b), when rotated through 90° the trends of the Haag andMaud Belt anomalies do not align as expected (Fig. 9a). Hence from both a short and long wavelength magnetic perspective, juxtaposition of Haag with the Maud Belt is questionable."
  }, {
    "heading": "5.3. Alternative less far travelled Haag-Ellsworth Whitmore block model",
    "text": "We propose an alternative less far travelled HEW model (Fig. 11b) based on the modelled amount of crustal extension and pattern of observed lineationswithin theWSRS. In ourmodel, theHEWblockwas located ~500 km northeast of its current location prior to extension in the SWMP (Fig. 11b), which is compatible with the ~500 km of crustal extension predicted by our 2D gravity model. The inferred pre-extension location of the HEW remains consistent with the stratigraphic interpretation of the position of the EWM north of the Pensacola Mountains (Schopf, 1969) and is consistent withmineralogical and paleontological provenance studies suggesting the Ellsworth Mountains sediments were sourced from the Transantarctic region of East Antarctica (Stone and Thompson, 2005; Elliot et al., 2016). The motion of the HEW in this less far travelled model would be consistent with either the proposed two stage, or more complex single stage tectonic models for the evolution of the WSRS magnetic lineations (Figs. 9 and 10). In all these models the HEW block would have been rifted from East Antarctica by extension in the SWMP and transferred to West Antarctica. Our geophysical data suggests limited rotation of ~30° during SWMP extension, reflected by the apparent change in strike of the SWMP anomalies (Figs. 4 and 6).\nOur simplified reconstruction predicts that the high amplitudemagnetic anomalies within the Haag block lie directly along strike from the Shackleton Range, which contains anomalies with a similar amplitude and overall trend (Fig. 10b). At the longer satellite wavelengths, the Haag and Shackleton Range also showvery similar amplitude anomalies (Fig. 5b), supporting a possible link between these two regions.\nAlthough the alignment of the Haag and Shackleton regions is magnetically viable, there are significant andwell documented geological differences between these regions. Magnetite rich gneisses in the\nShackleton Range, modelled to be the main sources for the observed anomalies (Sergeyev et al., 1999), lie within a region of 1.6 to 1.8 Ga rocks (Buggisch and Kleinschmidt, 1999), while the exposed Haag rocks are dated to ~1.1 Ga (Storey et al., 1988a). Dating of the magnetic rocks identified by (Sergeyev et al., 1999) could help to constrain the possible link between these two regions. Our simplemodel also juxtaposes apparently un-reworkedHaag rockswith the terranes of the Shackleton Range, whichwere inmany places affected by extensive deformation andmetamorphism during the ~500 Ma EAAO (Jacobs and Thomas, 2004; Buggisch and Kleinschmidt, 2007). Nevertheless, minor outcrops within the eastern Shackleton Range do give ~1.06 Ga ages (Will et al., 2009), and have Hf isotope signatures almost identical to those exposed in the Haag Block, suggesting a link between these regions in Mesoproterozoic times is geochemically permissible (Will et al., 2010). In addition, although our model reconstructs the Haag and Shackleton Provinces as lying along strike, the sparse rock exposures in the Haag block are still over 350 km from the Shackleton Range in our reconstruction (Fig. 10b). Over such distances the impact of the EAAO may have been significantly reduced, as seen in the Maud Belt where some regions are overprinted by the EAAO, while others remain unaffected. In addition, the Haag outcrop represents just ~0.001% of the wider geophysically defined block and may therefore not be totally representative.\nOur model also juxtaposes the EWM sedimentary sequences, which show no Cambrian deformation, with the approximately contemporary EAAO and Ross orogens. We suggest that the EWM sedimentary basin may have been decoupled from this Cambrian deformation by a long lived structural boundary approximately following the trend of the present day PSZ. Such decoupling of the EWM and East Antarctic deformation along a major tectonic discontinuity is also suggested in previous far travelled models for the HEW block (Curtis, 2001).\nAlthough broadly consistent with geophysical observations and stratigraphic correlations, and arguably acceptable in terms of geological correlations, our simplified model for the movement of the HEW due to Jurassic extension of the SWMP fails to explain themisalignment of the structural trends in the HEW and PensacolaMountains (Fig. 10b). It can also only account for only ~30° of the paleomagnetically estimated ~90° rotation of the Middle to Late Cambrian EWM sediments. This would suggest that rotation of the sediments and structural fabric within the EWMoccurred prior to the Jurassic evolution of the SWMP,which from a geophysical perspective, shows little evidence for rotation. One possible model for rotation of the EWM sedimentary sequences is that it occurred during the extensive Permo-Triassic Gondwanide orogeny. Structural considerations suggest that this region was dominated by dextral transpression (Curtis, 2001). We propose that, after initial dextral deformation, the sediments and structural trends of the EWM region were rotated by ~60°. This would be consistent with our interpretation of the EWM being a separate province to the Haag basement within the wider HEW.\nObservations in other parts of theGondwanide Fold Belt show that it did not develop as a linear structure.Within the South African portion of the orogen two distinct 40–80° bends in the structural trend are seen, the Cape Syntaxis and Port Elizabeth Antaxis (Johnston, 2000). These oroclinal bends are inferred to be related to the overall dextral sense of motion and are suggested to explain at least part of the rotation of the Falkland Island block (Johnston, 2000). Previous authors have suggested that rotations of the EWMblockmay represent the accommodation of a collision that generated the Gondwanide fold-thrust belt along the cratonic margin of Gondwana (Dalziel and Grunow, 1992). The\nFig. 11.Different reconstructed pre-Jurassic positions of theHEWblock and proposed subseque show reconstructed HEW and other pre-Jurassic crustal provinces of East Antarctica. Muted col block. Thin yellow lines trace Gondwanide fold structures. Solid black line shows present locat trends in East Antarctic blocks and reconstructed HEW. a) HEW adjacent to theMaud Belt with outlines show intermediate positions for the HEWassuming Berkner Island (BI) contained a con HEWwithin theWSRS and predicts ~500 kmof southwestwardly translation accompanied bym constrained here. Also note the alignment of Haag/Shackleton magnetic trends in our preferre\ntrigger for these rotations may have been collision of the Thurston Island block with the Paleo Pacific margin (Dalziel and Grunow, 1992), or possibly variation in marginal processes such as flat subduction or differential slab roll back (Dalziel et al., 2013).\nBoth the traditional far travelled and more local HEW models have the power to explain many of the geological and geophysical observationswithin theWeddell Sea region. Regardless of the uncertainties surrounding themechanisms of crustal block rotationwe favour the less far travelled HEWmodel as overall it explains the geophysical observations better, and implies a much simpler model of crustal extension within the WSRS. We do acknowledge, however, that there are problems with some of the geological and structural correlations predicted from our less far travelled HEW model. However, we contend that further geological and paleomagnetic investigations are required to provide more evidence to either validate or refute our newgeophysical interpretations. In addition, higher resolution aerogeophysical observations of the WSRS and its northern and southern boundaries are also required in order to test our alternative kinematic interpretations."
  }, {
    "heading": "6. Conclusions",
    "text": "Our compilation of aerogeophysical datasets provides new insights into the crustal architecture of the Jurassic Weddell Sea Rift System. The magnetic anomaly patterns within the rifted region are dominated by simple linear structures, grouped into two distinct crustal provinces. Anomalies in the northern province trend approximately E/W and appear to crosscut the approximately N/S trending anomalies of the southern province. We interpret these anomalies as reflecting Jurassic riftrelated magmatism controlled by major fault systems within the broader rift system. The contrasting aeromagnetic trends lead us to suggest that the Weddell Sea Rift System reflects the intersection of two distinct phases of rifting: an earlier N/S trending back-arc rift system located inboard of the Paleo Pacific active margin, and the later E/W trending rift that developed between South Africa and East Antarctica. This later E/W rift system was potentially the conjugate to the Falkland Island Plateau, and may have developed as a pre-cursor to the rifted continental margin of Antarctica. The lack of geochronological constraints on the inferred Jurassic rifting and magmatism, coupled with the reconnaissance nature of the available potential field datasets, means that we cannot rule out the possibility that the two provinces within the Weddell Sea Rift System rifts overlapped in time, or that the two provinces developed synchronously in an overall transtensional tectonic regime.\nThe pattern of anomalies across the southern Weddell Sea Rift System indicates that an extensional rift system developed between the Haag-Ellsworth Whitmore Mountains region and East Antarctica. A combined model of the gravity and magnetic anomalies shows that the region of thinned crust is ca 1000 km wide and extends beneath the Precambrian Haag province itself. The rift system is modelled as containing a broad sedimentary basin up to 10 km thick and significant magmatism, including ~5 km of underplatedmaterial and 4–8 km thick intracrustal Jurassic intrusions/volcanics. A β stretching factor of 1.9 to 2.2, corresponding to ~500 km of extension in theWeddell Sea Rift System is derived from our crustal modelling.\nAirborne and satellite magnetic data confirm that the Haag-Ellsworth Whitmore region is a composite crustal block, distinct from the presently adjacent West and East Antarctic crustal blocks. This supports the idea that the Haag-Ellsworth Whitmore region is a distinct crustal block.\nnt HEWmotion (arrows). Background image is themagnetic anomalymap. Strong colours ours show present magnetic anomalies synchronous or postdating translation of the HEW ion of HEW, and interpreted Jurassic structural features. Dashed red lines showmagnetic 90° rotation (e.g. Curtis, 2001; Randall andMacNiocaill, 2004; Dalziel et al., 2013). Dashed tinuation of the Gondwanide orogen. b) Our proposed new reconstruction that places the ore limited (ca 30°) Jurassic rotation. Note evolution of the structures in the NWMP is not d reconstruction.\nOur geophysical interpretation places new constraints on the amount of potential Jurassic Haag-Ellsworth Whitmore crustal block movement associated with extension in the Weddell Sea Rift System during the breakup of Gondwana. Although consistent with geological and paleomagnetic observations the traditional far travelled paradigm predicting up to 1500 km of movement for the Haag-Ellsworth Whitmore block is hard to reconcile with the more limited (~500 km) extension predicted by our 2D gravity models, and the simple extensional rift fabric we imaged within the southern Weddell Sea Rift System. Additionally, the far travelled model is shown here to juxtapose East Antarctic and Haag Precambrian basement blocks that differ both in terms of short wavelength magnetic trends and longer wavelength magnetic anomaly pattern.\nWe propose an alternative ‘less far travelled’ model with the HaagEllsworth Whitmore crustal block already located within the Weddell Sea Rift System region prior to Jurassic extension. Our interpretation places the Haag block closer to the Shackleton Range in a pre-rift configuration, as opposed to the conventional juxtapositionwith theMaud Belt. Although favoured from a geophysical perspective, we acknowledge that our alternative less far travelled model appears to juxtapose basement provinces with apparently dissimilar geological histories and it only accounts for ca 30° of the paleomagnetically and structurally proposed 90° rotation of the Ellsworth Whitmore crustal block. We suggest that regional-scale deformation, associated with the Permian Gondwanide Orogen, may account for the additional ~60° rotation of the Ellsworth Whitmore sediments, helping reconcile our new geophysical interpretation with previous geological and paleomagnetic interpretations.\nAlthough there is as yet no categorical way to decide between the two proposed models for movement of the Haag-Ellsworth Whitmore crustal block we prefer the less-far travelled model. The traditional far travelled model is well established but we argue that it may be easier to explain the geological discrepancies than account for how the far travelled model could produce the observed geophysical signatures. The proposed less far travelled blockmodel still implies ~500 km translation of a distinct Haag-Ellsworth Whitmore block."
  }, {
    "heading": "Acknowledgements",
    "text": "We wish to thank British Antarctic Survey for logistical support of the surveys included in our compilation, and the many contributors to the ADMAP dataset. We also wish to thank Graham Eagles, Ian Dalziel and an anonymous third reviewer for their helpful and constructive comments on this paper. This work was supported by the UK Natural Environment Research Council (NERC) through the British Antarctic Survey Geology and Geophysics core programme."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at http://dx. doi.org/10.1016/j.gr.2016.09.009."
  }],
  "year": 2016,
  "references": [{
    "title": "Gravity mapping in the SouthernWeddell Sea Region. (Explanatory note for free-air and Bouguer anomalies maps)",
    "authors": ["N.D. Aleshkova", "A.V. Golynsky", "R.G. Kurinin", "V.S. Mandrikov"],
    "venue": "Polarforschung",
    "year": 1997
  }, {
    "title": "2015a. S-velocity model and inferred Moho topography beneath the Antarctic plate from Rayleigh waves",
    "authors": ["M. An", "D.A. Wiens", "Y. Zhao", "M. Feng", "A.A. Nyblade", "M. Kanao", "Y. Li", "A. Maggi", "J. Lévêque"],
    "venue": "Journal of Geophysical Research 120:359–383. http://dx.doi. org/10.1002/2014JB011332",
    "year": 2014
  }, {
    "title": "Temperature, lithosphere-asthenosphere boundary, and heat flux beneath the Antarctic plate inferred from seismic velocities",
    "authors": ["M. An", "D.A. Wiens", "Y. Zhao", "M. Feng", "A.A. Nyblade", "M. Kanao", "Y. Li", "A. Maggi", "J. Lévêque"],
    "venue": "Journal of Geophysical Research",
    "year": 2015
  }, {
    "title": "Antarctica: geology of the Ellsworth Mountains",
    "authors": ["J.J. Anderson", "T. Bastien", "P.G. Schmidt", "J.F. Splettstoesser", "C. Craddock"],
    "venue": "Science",
    "year": 1962
  }, {
    "title": "Geophysical Investigations of the Pensacola Mountains and Adjacent Glacierized Areas of Antarctica",
    "authors": ["J.C. Behrendt", "J.R. Henderson", "L. Meister", "W.L. Rambo"],
    "year": 1974
  }, {
    "title": "Aeromagnetic and radio echo ice-sounding measurements over the Dufek intrusion, Antarctica",
    "authors": ["J.C. Behrendt", "D.J. Drewry", "E.J. Jankowski", "M.S. Grim"],
    "venue": "Journal of Geophysical Research",
    "year": 1981
  }, {
    "title": "Approximating edges of source bodies from magnetic or gravity",
    "authors": ["R.J. Blakely", "R.W. Simpson"],
    "venue": "anomalies. Geophysics",
    "year": 1986
  }, {
    "title": "Antarctic crustal thickness from satellite gravity: implications for the Transantarctic and Gamburtsev subglacial mountains",
    "authors": ["A.E. Block", "R. Bell", "M. Studinger"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "The Taylor Group (Beacon Supergroup): the Devonian sediments of Antarctica",
    "authors": ["M.A. Bradshaw"],
    "venue": "Antarctic Palaeoenvironments and Earth-Surface Processes. Geological Society London Special Publication,",
    "year": 2013
  }, {
    "title": "Mesozoic dolerites from Whichaway Nunataks",
    "authors": ["T.S. Brewer"],
    "venue": "Antarctic Science",
    "year": 1989
  }, {
    "title": "New evidence for nappe tectonics in the southern Shackleton Range Antarctica",
    "authors": ["W. Buggisch", "G. Kleinschmidt"],
    "venue": "Terra Antarctica",
    "year": 1999
  }, {
    "title": "The Pan-African nappe tectonics in the Shackleton Range",
    "authors": ["W. Buggisch", "G. Kleinschmidt"],
    "venue": "USGS Open-File Report. http://dx",
    "year": 2007
  }, {
    "title": "Autochthonous v. accreted terrane development of continental margins: a revised in situ tectonic history of the Antarctic Peninsula",
    "authors": ["A. Burton-Johnson", "T.R. Riley"],
    "venue": "Journal of the Geological Society of London",
    "year": 2015
  }, {
    "title": "Seismic structure of the crust and uppermost mantle of South America and surrounding oceanic basins",
    "authors": ["G.S. Chulick", "S. Detweiler", "W.D. Mooney"],
    "venue": "Journal of South American Earth Sciences",
    "year": 2013
  }, {
    "title": "Age and position of the Ellsworth Mountains crustal block",
    "authors": ["P.D. Clarkson", "M. Brook"],
    "venue": "Nature",
    "year": 1977
  }, {
    "title": "Geochemistry and petrogenesis of the Lebombo rhyolites",
    "authors": ["R.W. Cleverly", "P.J. Betton", "J.W. Bristow"],
    "venue": "Special Publications of the Geological Society of South Africa",
    "year": 1984
  }, {
    "title": "Enhancing potential field data",
    "authors": ["G.R.J. Cooper", "D.R. Cowan"],
    "year": 2006
  }, {
    "title": "Precise U–Pb zircon ages and geochemistry",
    "authors": ["A. Konstantinou", "B.C. Storey"],
    "year": 2016
  }, {
    "title": "Structural and geochronological",
    "authors": ["M.L. Curtis", "I.L. Millar", "B.C. Storey", "M. Fanning"],
    "year": 2004
  }, {
    "title": "Plumes, orogenesis, and supercontinental",
    "authors": ["I.W.D. Dalziel", "L. Lawver", "J.B. Murphy"],
    "venue": "Environment. American Geophysical Union,",
    "year": 2000
  }, {
    "title": "The Scotia Arc: genesis",
    "authors": ["I.W.D. Dalziel", "L. Lawver", "I.O. Norton", "L.M. Gahagan"],
    "venue": "fragmentation. Earth and Planetary Science Letters 178,",
    "year": 2013
  }, {
    "title": "2016. Plate kinematics of the Rocas Verdes Basin and Patagonian orocline",
    "authors": ["G. 767–793. Eagles"],
    "year": 2016
  }, {
    "title": "Gondwana breakup and plate kinematics: business as usual",
    "authors": ["G. Eagles", "A.P.M. Vaughan"],
    "venue": "Geophysical Research Letters",
    "year": 2009
  }, {
    "title": "Jurassic magmatism and tectonism associated with Gondwanaland break-up: an Antarctic perspective",
    "authors": ["D.H. Elliot"],
    "venue": "Geological Society,",
    "year": 1992
  }, {
    "title": "Weddell triple junction: the principal focus of Ferrar and Karoo magmatism during initial breakup of Gondwana",
    "authors": ["D.H. Elliot", "T.H. Fleming"],
    "venue": "Geology 28:539–542",
    "year": 2000
  }, {
    "title": "Occurrence and dispersal of magmas in the Jurassic Ferrar Large Igneous Province, Antarctica",
    "authors": ["D.H. Elliot", "T.H. Fleming"],
    "venue": "Gondwana Research",
    "year": 2004
  }, {
    "title": "The Gondwana Plate margin in the Weddell Sea sector: zircon geochronology of Upper Paleozoic (mainly Permian) strata from the EllsworthMountains and eastern Ellsworth Land, Antarctica",
    "authors": ["D.H. Elliot", "C.M. Fanning", "T.S. Laudon"],
    "venue": "Gondwana Research 29:234–247",
    "year": 2016
  }, {
    "title": "Inherited crustal features and tectonic blocks of the Transantarctic Mountains: an aeromagnetic perspective (Victoria Land, Antarctica)",
    "authors": ["F. Ferraccioli", "E. Bozzo"],
    "venue": "Journal of Geophysical Research",
    "year": 1999
  }, {
    "title": "Microlevelling procedures applied to regional aeromagnetic data: an example from the Transantarctic Mountains (Antarctica)",
    "authors": ["F. Ferraccioli", "M. Gambetta", "E. Bozzo"],
    "venue": "Geophysical Prospecting",
    "year": 1998
  }, {
    "title": "Aeromagnetic and gravity anomaly constraints for an early Paleozoic subduction system of Victoria Land, Antarctica",
    "authors": ["F. Ferraccioli", "E. Bozzo", "G. Capponi"],
    "venue": "Geophysical Research Letters",
    "year": 2002
  }, {
    "title": "Subglacial imprints of early Gondwana break-up as identified from high resolution aerogeophysical data over western Dronning Maud Land, East Antarctica",
    "authors": ["F. Ferraccioli", "P.C. Jones", "M.L. Curtis", "P.T. Leat"],
    "venue": "Terra Nova",
    "year": 2005
  }, {
    "title": "Tectonic and magmatic patterns in the Jutulstraumen rift(?) region, East Antarctica, as imaged by highresolution aeromagnetic data",
    "authors": ["F. Ferraccioli", "P.C. Jones", "M.L. Curtis", "P.T. Leat", "T.R. Riley"],
    "venue": "Earth, Planets and Space",
    "year": 2005
  }, {
    "title": "East Antarctic rifting triggers uplift of the Gamburtsev Mountains",
    "authors": ["F. Ferraccioli", "C.A. Finn", "T.A. Jordan", "R.E. Bell", "L.M. Anderson", "D. Damaske"],
    "venue": "Nature 479:388–392",
    "year": 2011
  }, {
    "title": "Form and extent of the Dufek intrusion, Antarctica, from newly compiled aeromagnetic data",
    "authors": ["J.K. Ferris", "A.C. Johnson", "B.C. Storey"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1998
  }, {
    "title": "Relics of a complex triple junction in the Weddell Sea embayment, Antarctica",
    "authors": ["J.K. Ferris", "A.P.M. Vaughan", "B.C. Storey"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2000
  }, {
    "title": "A window on West Antarctic crustal boundaries: the junction between the Antarctic Peninsula, the Filchner Block, and the Weddell Sea oceanic lithosphere",
    "authors": ["J.K. Ferris", "A.P.M. Vaughan", "E.C. King"],
    "venue": "Tectonophysics",
    "year": 2002
  }, {
    "title": "Scouting craton's edge in PaleoPacific Gondwana",
    "authors": ["C. Finn", "J.W. Goodge", "D. Damaske", "C.M. Fanning"],
    "year": 2006
  }, {
    "title": "Weddell orogeny—Latest Permian to early Mesozoic deformation at the Weddell Sea margin of the Transantarctic Mountains",
    "authors": ["A.B. Ford"],
    "venue": "Antarctic Geology and Geophysics,",
    "year": 1972
  }, {
    "title": "Bedmap2: improved ice bed, surface and thickness datasets for Antarctica",
    "authors": ["P. Fretwell", "H.D. Pritchard", "D.G. Vaughan", "J. Bamber", "N. Barrand", "R. Bell", "C. Bianchi", "R. Bingham", "D. Blankenship", "G. Casassa"],
    "venue": "The Cryosphere",
    "year": 2013
  }, {
    "title": "Crustal structure of the area around Haag Nunataks, West Antarctica: new aeromagnetic and bedrock elevation data",
    "authors": ["S.W. Garrett", "L.D.B. Herrod", "D.R. Mantripp"],
    "venue": "American Geophysical Union Geophysical Monograph,",
    "year": 1987
  }, {
    "title": "Interpretation of aeromagnetic data from the Ellsworth Mountains-Thiel Mountains ridge, West Antarctica",
    "authors": ["S.W. Garrett", "M.P. Maslanyj", "D. Damaske"],
    "venue": "Journal of the Geological Society of London",
    "year": 1988
  }, {
    "title": "Break-up of Gondwana and opening of the South Atlantic: review of existing plate tectonic models",
    "authors": ["M.E. Ghidella", "L. Lawver", "L.M. Gahagan"],
    "venue": "USGS Open-File Report 2007–1047:p. 5",
    "year": 2007
  }, {
    "title": "Regional magnetic anomalies of theWeddell Sea Region and their geological significance",
    "authors": ["A. Golynsky", "N.D. Aleshkova"],
    "venue": "Polarforschung",
    "year": 1997
  }, {
    "title": "New aspects of crustal structure in the Weddell Sea region from aeromagnetic studies",
    "authors": ["A.V. Golynsky", "N.D. Aleshkova"],
    "venue": "Polarforschung",
    "year": 1997
  }, {
    "title": "ADMAP –Magnetic anomaly map of the Antarctic",
    "authors": ["A. Golynsky", "M. Chiappini", "D. Damaske", "F. Ferraccioli", "J.K. Ferris", "C. Finn", "M.E. Ghidella", "T. Isihara", "A. Johnson", "H.R. Kim", "L. Kovacs", "J. LaBrecque", "V. Masolov", "Y. Nogi", "M. Purucker", "P. Taylor", "M. Torta"],
    "year": 2001
  }, {
    "title": "Metamorphism in the Ross orogen and its bearing on Gondwanamargin tectonics",
    "authors": ["J.W. Goodge"],
    "venue": "Geological Society of America Special Paper,",
    "year": 2007
  }, {
    "title": "Ellsworth-Whitmore Mountains crustal block, Western Antarctica: new paleomagnetic results and their tectonic significance",
    "authors": ["A. Grunow", "I.W.D. Dalziel", "D.V. Kent"],
    "year": 1987
  }, {
    "title": "Continental rifting as a function of lithosphere mantle strength",
    "authors": ["F. Gueydan", "C. Morency", "J.P. Brun"],
    "venue": "Tectonophysics 460,",
    "year": 2008
  }, {
    "title": "Gondwana break-up related magmatism in the Falkland Islands",
    "authors": ["M.J. Hole", "R.M. Ellam", "D.I.M. Macdonald", "S. Kelley"],
    "venue": "Journal of the Geological Society of London",
    "year": 2016
  }, {
    "title": "Structure and origin of southern Weddell Sea crust: results and implications",
    "authors": ["C. Hübscher", "W. Jokat", "H. Miller"],
    "venue": "Weddell Sea Tectonics and Gondwana Break-up. Geological Society Special Publication,",
    "year": 1996
  }, {
    "title": "Aeromagnetic data from the southern Weddell Sea embayment and adjacent areas: synthesis and interpretation",
    "authors": ["S.J. Hunter", "A.C. Johnson", "N.D. Aleshkova"],
    "venue": "Weddell Sea Tectonics and Gondwana Break-up. Geological Society Special Publication,",
    "year": 1996
  }, {
    "title": "Himalayan-type indenter-escape tectonics model for the southern part of the late Neoproterozoic-early Paleozoic East African-Antarctic orogen",
    "authors": ["J. Jacobs", "R.J. Thomas"],
    "venue": "Geology 32:721–724",
    "year": 2004
  }, {
    "title": "Age and thermal evolution of the Mesoproterozoic Cape Meredith Complex, West Falkland",
    "authors": ["J. Jacobs", "R.J. Thomas", "R.A. Armstrong", "F. Henjes-Kunst"],
    "venue": "Journal of the Geological Society of London",
    "year": 1999
  }, {
    "title": "The Kalahari craton during the assembly and dispersal of Rodinia",
    "authors": ["J. Jacobs", "S.A. Pisarevsky", "R.J. Thomas", "M. Becker"],
    "venue": "Precambrian Research",
    "year": 2008
  }, {
    "title": "Two distinct Late Mesoproterozoic/Early Neoproterozoic basement provinces in central/eastern Dronning Maud Land, East Antarctica: the missing link, 15–21°E",
    "authors": ["J. Jacobs", "M. Elburg", "A.L. Läufer", "I.C. Kleinhanns", "F. Henjes-Kunst", "S. Estrada", "A.S. Ruppel", "D. Damaske", "P. Montero", "F. Bea"],
    "venue": "Precambrian Research",
    "year": 2015
  }, {
    "title": "A preliminary aeromagnetic anomaly compilation map for the Weddell province of Antarctica",
    "authors": ["A. Johnson", "N.D. Aleshkova", "A. Barker", "A.V. Golynsky", "V. Masolov", "A.M. Smith"],
    "venue": "Recent Progress in Antarctic Earth Science. Terra Scientific Publishing Company,",
    "year": 1992
  }, {
    "title": "The Cape Fold Belt and syntaxis and the rotated Falkland Islands: dextral transpressional tectonics along the southwest margin of Gondwana",
    "authors": ["S.T. Johnston"],
    "venue": "JSAFES",
    "year": 2000
  }, {
    "title": "Geodynamic models of the Weddell Sea embayment in view of new geophysical data",
    "authors": ["W. Jokat", "N. Fechner", "M. Studinger"],
    "venue": "Terra Antarctica Publication,",
    "year": 1997
  }, {
    "title": "Detecting rift basins in the Evans Ice Stream region ofWest Antarctica using airborne gravity data",
    "authors": ["P.C. Jones", "A.C. Johnson", "R.R.B. von Frese", "H. Corr"],
    "venue": "Tectonophysics",
    "year": 2002
  }, {
    "title": "Inland extent of the Weddell Sea Rift imaged by new aerogeophysical data",
    "authors": ["T.A. Jordan", "F. Ferraccioli", "N. Ross", "H.F.J. Corr", "P.T. Leat", "R.G. Bingham", "D.M. Rippin", "A. le Brocq", "M.J. Siegert"],
    "venue": "Tectonophysics 585,",
    "year": 2013
  }, {
    "title": "Karoo large igneous province: brevity, origin, and relation to mass extinction questioned by new 40Ar/39Ar age data",
    "authors": ["F. Jourdan", "G. Féraud", "H. Bertrand", "A.B. Kampunzu", "G. Tshoso", "M.K. Watkeys", "B. Le Gall"],
    "venue": "Geology 33:745–748",
    "year": 2005
  }, {
    "title": "Shear wave velocity structure of the Bushveld Complex, South Africa",
    "authors": ["E.M. Kgaswane", "A.A. Nyblade", "R.J. Durrheim", "J. Julià", "Dirks", "P.H.G.M", "S.J. Webb"],
    "venue": "Tectonophysics 554–557:83–104",
    "year": 2012
  }, {
    "title": "Structural similarity and variety at the tips in a wide range of strike–slip faults: a review",
    "authors": ["Y.S. Kim", "D.J. Sanderson"],
    "venue": "Terra Nova 18:330–344",
    "year": 2006
  }, {
    "title": "New seismic data from the Ronne Ice Shelf, Antarctica",
    "authors": ["E.C. King", "A.C. Bell"],
    "venue": "Weddell Sea Tectonics and Gondwana Break-up",
    "year": 1996
  }, {
    "title": "The Lebombo monocline and associated feeder dyke swarm: diagnostic of a successful and highly volcanic rifted margin? Tectonophysics",
    "authors": ["M.B. Klausen"],
    "year": 2009
  }, {
    "title": "ReassemblingGondwana: a newhigh quality constraint fromvibroseis exploration of the sub-ice shelf geology of the East Antarctic continental margin",
    "authors": ["Y. Kristoffersen", "C. Hofstede", "A. Diez", "R. Blenkner", "A. Lambrecht", "C. Mayer", "O. Eisen"],
    "venue": "Journal of Geophysical Research 119",
    "year": 2014
  }, {
    "title": "Petrology of sedimentary rocks from the English Coast, eastern Ellsworth Land",
    "authors": ["T.S. Laudon"],
    "year": 1992
  }, {
    "title": "On the long distance transport of Ferrar magmas",
    "authors": ["P.T. Leat"],
    "venue": "Structure and Emplacement of High-level Magmatic Systems. Special Publication of the Geological Society,",
    "year": 2008
  }, {
    "title": "The A-type Pirrit Hills granite, West Antarctica: an example of magmatism associated with the Mesozoic break-up of the Gondwana supercontinent",
    "authors": ["H.M. Lee", "J.I. Lee", "M.J. Lee", "J. Kim", "S.W. Choi"],
    "venue": "Geosciences Journal",
    "year": 2012
  }, {
    "title": "The Jurassic history of the Africa Antarctica corridor new constraints from magnetic data on the conjugate continental margins",
    "authors": ["V. Leinweber", "W. Jokat"],
    "year": 2012
  }, {
    "title": "Structure and origin of the Earth's crust in the Weddell Sea embayment (beneath the front of the Filchner and Ronne Ice Shelves) from deep seismic sounding data",
    "authors": ["G.L. Leitchenkov", "G.A. Kudryavtzev"],
    "venue": "Polarforschung",
    "year": 1997
  }, {
    "title": "Coats Land crustal block, East Antarctica: a tectonic tracer for Laurentia? Geology 39:859–862",
    "authors": ["S.L. Loewy", "I.W.D. Dalziel", "S.A. Pisarevsky", "J.N. Connelly", "J. Tait", "R.E. Hanson", "D. Bullen"],
    "year": 2011
  }, {
    "title": "Mesoproterozoic subduction under the eastern edge of the Kalahari-Grunehogna Craton preceding Rodinia assembly: the Ritscherflya detrital zircon record, Ahlmannryggen (Dronning MaudLand, Antarctica)",
    "authors": ["H.R. Marschall", "C. Hawkesworth", "P.T. Leat"],
    "venue": "Precambrian Research 236:31–45",
    "year": 2013
  }, {
    "title": "Gondwana breakup via double-saloon-door rifting and seafloor",
    "authors": ["T.A. Jordan"],
    "venue": "Gondwana Research",
    "year": 2017
  }, {
    "title": "Regional aeromagnetic anomalies in Ellsworth land",
    "authors": ["M.P. 245–272. Maslanyj", "B.C. Storey"],
    "year": 1990
  }, {
    "title": "The New Combined Satellite Model GOCO03S., GGHS",
    "authors": ["T. Fecher", "T. Gruber"],
    "year": 2012
  }, {
    "title": "Conditions for flow in the continental crust",
    "authors": ["Venice", "D.P. Italy. McKenzie", "J. Jackson"],
    "venue": "Tectonics",
    "year": 2002
  }, {
    "title": "New aeromagnetic view of the geological fabric of southern",
    "authors": ["M. 1029/2008JB005650. Mieth", "W. Jokat"],
    "year": 2014
  }, {
    "title": "Rb-Sr geochronology of the region between the Antarctic",
    "authors": ["I.L. 358–367. Millar", "R.J. Pankhurst"],
    "year": 1987
  }, {
    "title": "History of views on the relative positions of Antarctica",
    "authors": ["H. Miller"],
    "year": 2007
  }, {
    "title": "Mesozoic dolerite dyke s of the Falkland",
    "authors": ["R.M. Ellam", "K.G. Cox"],
    "year": 1999
  }, {
    "title": "Displacement transfer between",
    "authors": ["V. 901–916. Mouslopoulou", "A. Nicol", "T.A. Little", "J.J. Walsh"],
    "year": 2007
  }, {
    "title": "TERRACE; a terracing procedure for gridded data, with Fortran",
    "authors": ["J.D. 235–257. Philips"],
    "year": 1992
  }, {
    "title": "Cambrian palaeomagnetic data confirm a Natal",
    "authors": ["D.E. USGS. Randall", "C. MacNiocaill"],
    "year": 2004
  }, {
    "title": "Origins of large volume rhyolitic",
    "authors": ["T.R. 105–116. Riley", "P.T. Leat", "R.J. Pankhurst", "C. Harris"],
    "year": 2001
  }, {
    "title": "The development of the crust off Dronning Maud",
    "authors": ["J. Fritsch", "K. Hinz"],
    "year": 1996
  }, {
    "title": "Continental rifting and transform faulting along",
    "authors": ["D. 11029/10096JB03223. Schmidt", "P.D. Rowley"],
    "year": 1986
  }, {
    "title": "Geology of the Patuxent Mountains",
    "authors": ["D. Schmidt", "J.H. Dover", "A.B. Ford", "R.D. Brown"],
    "year": 1964
  }, {
    "title": "Ellsworth Mountains: position in West Antarctica due to sea-floor spreading",
    "authors": ["J.M. Schopf"],
    "venue": "Science",
    "year": 1969
  }, {
    "title": "The geological nature of the Haskard-Fuchs magnetic anomaly and an identification of highly magnetic rock units in the Shackleton Range, Antarctica",
    "authors": ["M.B. Sergeyev", "U.F. Meyer", "A. Eckstaller", "V.M. Mikhailov"],
    "venue": "Terra Antarctica",
    "year": 1999
  }, {
    "title": "Cenozoic tectonism in the central Basin and Range: magnitude, rate and distribution of upper crustal strain",
    "authors": ["J.K. Snow", "B.P. Wernicke"],
    "venue": "American Journal of Science",
    "year": 2000
  }, {
    "title": "Crustal thickness, discontinuity depth, and upper mantle structure beneath southern Africa: constraints from body wave conversions",
    "authors": ["J. Stankiewicz", "S. Chevrot", "R.D. van der Hilst", "M.J. de Wit"],
    "venue": "Physics of the Earth and Planetary Interiors",
    "year": 2002
  }, {
    "title": "The geology of the Falkland Islands",
    "authors": ["P. Stone"],
    "venue": "Deposits Magazine",
    "year": 2010
  }, {
    "title": "Archaeocyathan limestone blocks of likely Antarctic origin in Gondwanan tillite from the Falkland Islands",
    "authors": ["P. Stone", "Thompson"],
    "venue": "M.R.A.,",
    "year": 2005
  }, {
    "title": "Rotation of the Falklands microplate reassessed after recognition of discrete Jurassic and Cretaceous dyke swarms",
    "authors": ["P. Stone", "G.S. Kimbell", "P.C. Richards"],
    "venue": "Petroleum Geoscience",
    "year": 2009
  }, {
    "title": "Outline of the structural and tectonic history of the Ellsworth Mountains-Thiel Mountains ridge, West Antarctica",
    "authors": ["B.C. Storey", "Dalziel"],
    "venue": "I.W.D.,",
    "year": 1987
  }, {
    "title": "Crustal growth of the Antarctic Peninsula by accretion, magmatism and extension",
    "authors": ["B.C. Storey", "S.W. Garrett"],
    "venue": "Geological Magazine",
    "year": 1985
  }, {
    "title": "1988a. West Antarctica in Gondwanaland: crustal blocks, reconstruction and breakup processes",
    "authors": ["B.C. Storey", "I.W.D. Dalziel", "S.W. Garrett", "A. Grunow", "R.J. Pankhurst", "W. Vennum"],
    "venue": "Tectonophysics",
    "year": 1988
  }, {
    "title": "Middle Jurassic within-plate granites in west Antarctica and their bearing on the break-up of Gondwanaland",
    "authors": ["B.C. Storey", "M.J. Hole", "R.J. Pankhurst", "I.L. Millar", "W. Vennum"],
    "venue": "Journal of the Geological Society of London",
    "year": 1988
  }, {
    "title": "The Grenville Province within Antarctica: a test of the SWEAT hypothesis",
    "authors": ["B.C. Storey", "R.J. Pankhurst", "A.C. Johnson"],
    "venue": "Journal of the Geological Society of London",
    "year": 1994
  }, {
    "title": "Early Paleozoic sedimentation,magmatism, and deformation in the PensacolaMountains, Antarctica: the significance of the Ross orogeny",
    "authors": ["B.C. Storey", "D.I.M. Macdonald", "I.W.D. Dalziel", "J.L. Isbell", "I.L. Millar"],
    "venue": "Geological Society of America Bulletin",
    "year": 1996
  }, {
    "title": "Geodynamic evolution of the Antarctic Peninsula during Mesozoic times and its bearing on Weddell Sea history. Weddell Sea Tectonics and Gondwana Break-up",
    "authors": ["B.C. Storey", "A.P.M. Vaughan", "I.L. Millar"],
    "venue": "Geological Society Special Publication,",
    "year": 1996
  }, {
    "title": "The links between large igneous provinces, continental break-up and environmental change: evidence reviewed from Antarctica",
    "authors": ["B.C. Storey", "A.P.M. Vaughan", "T.R. Riley"],
    "venue": "Earth and Environmental Science Transactions of the Royal Society of Edinburgh",
    "year": 2013
  }, {
    "title": "Crustal structure of the Filchner-Ronne shelf and Coats Land, Antarctica, from gravity and magnetic data: implications for the breakup of Gondwana",
    "authors": ["M. Studinger", "H. Miller"],
    "venue": "Journal of Geophysical Research",
    "year": 1999
  }, {
    "title": "The Falkland Islands: new palaeomagnetic data and their origin as a displaced terrane from southern Africa",
    "authors": ["G.K. Taylor", "J. Shaw"],
    "venue": "Deep Structure and Past Kinematics of Accreted Terranes. International Union of Geodesy and Geophysics,",
    "year": 1989
  }, {
    "title": "A crustal thickness map of Africa derived from a global gravity field model using Euler deconvolution",
    "authors": ["G.E. Tedla", "M. van der Meijde", "A.A. Nyblade", "F.D. van der Meer"],
    "venue": "Geophysical Journal International",
    "year": 2011
  }, {
    "title": "Moho and magmatic underplating in continental lithosphere",
    "authors": ["H. Thybo", "I.M. Artemieva"],
    "venue": "Tectonophysics 609:605–619",
    "year": 2013
  }, {
    "title": "Evidence for a two-phase Palmer Land Event from cross-cutting structural relationships and emplacement timing of the Lassiter Coast Intrusive Suite, Antarctic Peninsula: implications for mid-Cretaceous Southern Ocean plate",
    "authors": ["A.P.M. Vaughan", "G. Eagles", "M.J. Flowerdew"],
    "venue": "configuration. Tectonics",
    "year": 2012
  }, {
    "title": "Palaeomagnetic evidence for a displaced terrain in Western Antartica",
    "authors": ["D.R. Watts", "A.M. Bramall"],
    "venue": "Nature",
    "year": 1981
  }, {
    "title": "Lowercrustal intrusion on the North Atlantic continental margin",
    "authors": ["R.S. White", "L.K. Smith", "A.W. Roberts", "P.A.F. Christie", "N.J. Kusznir", "Team"],
    "venue": "Nature 452:460–464",
    "year": 2008
  }, {
    "title": "Palaeoproterozoic to Palaeozoic magmatic and metamorphic events in the Shackleton Range, East Antarctica: constraints from zircon and monazite dating, and implications for the amalgamation of Gondwana",
    "authors": ["T.M. Will", "A. Zeh", "A. Gerdes", "H.E. Frimmel", "I.L. Millar", "E. Schmädicke"],
    "venue": "Precambrian Research",
    "year": 2009
  }, {
    "title": "Geochemical and isotopic constraints on the tectonic and crustal evolution of the Shackleton Range, East Antarctica, and correlation with other Gondwana crustal segments",
    "authors": ["T.M. Will", "H.E. Frimmel", "A. Zeh", "P. Le Roux", "E. Schmädicke"],
    "venue": "Gondwana Research",
    "year": 2010
  }],
  "id": "SP:70c7a06f6ba5463f66d802596627c74c97f08246",
  "authors": [{
    "name": "T.A. Jordan",
    "affiliations": []
  }, {
    "name": "F. Ferraccioli",
    "affiliations": []
  }, {
    "name": "P.T. Leat",
    "affiliations": []
  }],
  "abstractText": "Handling Editor: T. Tsunogae Gondwana breakup changed the global continental configuration, leading to opening of major oceanic gateways, shifts in the climate system and significant impacts on the biosphere, hydrosphere and cryosphere. Although of global importance, the earliest stages of the supercontinental fragmentation are poorly understood. Reconstructing the processes driving Gondwana breakup within the ice-covered Weddell Sea Rift System (WSRS) has proven particularly challenging. Paleomagnetic data and tectonic reconstructions of the WSRS region indicate that major Jurassic translation and rotation ofmicrocontinental blockswere a key precursor to Gondwana breakup by seafloor spreading. However, geophysical interpretations have provided little support for major motion of crustal blocks during Jurassic extension in theWSRS. Here we present new compilations of airbornemagnetic and airborne gravity data, together with digital enhancements and 2D models, enabling us to re-evaluate the crustal architecture of theWSRS and its tectonic and kinematic evolution. Two provinces are identified within theWSRS, a northern E/W trending province and a southern N/S trending province. A simple extensional or transtensional model including ~500 km of crustal extension and Jurassic magmatism accounts for the observed geophysical patterns. Magmatism is linkedwith rifting between South Africa and East Antarctica in the north, and associatedwith back-arc extension in the south. Our tectonic model implies ~30° of Jurassic block rotation and juxtaposes the magnetically similar Haag Block and Shackleton Range, despite differences in both Precambrian and Pan African-age surface geology. Although geophysically favouredour newmodel cannot easily be reconciledwith geological and paleomagnetic interpretations that require ~1500 km of motion and 90° anticlockwise rotation of the Haag-EllsworthWhitmore block from a pre-rift position adjacent to the Maud Belt. However, our model provides a simpler view of the WSRS as a broad Jurassic extensional/transtensional province within a distributed plate boundary between East and West Antarctica. © 2016 International Association for Gondwana Research. Published by Elsevier B.V. All rights reserved.",
  "title": "New geophysical compilations link crustal block motion to Jurassic extension and strike-slip faulting in the Weddell Sea Rift System of West Antarctica"
}