{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary Science Reviews\njournal homepage: www.elsevier .com/locate/quascirev\nLate Holocene volcanic activity and environmental change in Highland Guatemala\nJon C. Lohse a, b, *, W. Derek Hamilton c, Mark Brenner d, Jason Curtis d, Takeshi Inomata e, Molly Morgan f, Karla Cardona g, Kazuo Aoyama h, Hitoshi Yonenobu i\na Coastal Environments, Inc., Houston, TX, United States b Department of Anthropology, University of Texas as San Antonio, United States c SUERC Radiocarbon Dating Laboratory, United Kingdom d Department of Geological Sciences, University of Florida, United States e Department of Anthropology, University of Arizona, United States f Department of Anthropology, Rice University, United States g Universidad del Valle de Guatemala, Guatemala h Faculty of Humanities, Ibaraki University, Japan i Graduate School of Education, Naruto University of Education, Japan\na r t i c l e i n f o\nArticle history: Received 21 April 2018 Received in revised form 10 May 2018 Accepted 10 May 2018 Available online 29 May 2018\nKeywords: Central America Guatemala highlands Lake Amatitlan Volcanism Environmental change Tephrochronology\n* Corresponding author. 7808 Bellewood Drive, Hou E-mail address: jlohse@coastalenv.com (J.C. Lohse\nhttps://doi.org/10.1016/j.quascirev.2018.05.014 0277-3791/© 2018 Elsevier Ltd. All rights reserved.\na b s t r a c t\nWe present a record of late Holocene volcanic eruptions with elemental data for a sequence of sampled tephras from Lake Amatitlan in Highland Guatemala. Our tephrochronology is anchored by a Bayesian P_Sequence age-depth model based on multiple AMS radiocarbon dates. We compare our record against a previously published study from the same area to understand the record of volcanism and environmental changes. This work has implications for understanding the effects of climate and other environmental changes that may be related to the emission of volcanic aerosols at local, regional and global scales.\n© 2018 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "In recent years there has been a growing emphasis in Mesoamerican archaeology on correlating cultural and environmental records, specifically those pertaining to climate change (Brenner et al., 2002, 2003; Curtis et al., 1996, 1998; Gill, 2000; Hodell et al., 1995, 2001; 2005; Kennett et al., 2012; Kennett and Voorhies, 1995; Lachniet et al., 2012; Neff et al., 2006b; Rosenmeier et al., 2002; Voorhies and Metcalfe, 2007; Yaeger and Hodell, 2008). This reflects increased understanding of how climate change influenced pre-Columbian cultural and political systems (Iannone, 2014). Additionally, multi-disciplinary investigations continue to contextualize both coastal and inland adaptations, such as intensive wetland agricultural production, in\nston, TX 77055, United States. ).\nrelation to sea level changes that were linked to climate change (Beach et al., 2009, 2013; Luzzadder-Beach and Beach, 2009; Neff et al., 2006a; Pohl et al., 1996; Voorhies, 2004). Cultural responses to environmental changes like these varied widely, including shifting settlement choices, adopting new farming strategies in response to fluctuations in water tables or encroaching shorelines, and reorganizing political networks.\nVolcanism, as an environmental factor that affected preColumbian culture in Mesoamerica (Cooper and Sheets, 2012; Dull et al., 2001; Gill and Keating, 2002; Mehringer et al., 2005; Plunket and Uru~nuela, 1998, 2006; Siebe, 2000; Sheets, 1983, 2005, 2008), has received less attention. Volcanically active areas like Central Mexico and the Central American Volcanic Arc (CAVA), running from the Guatemala Highlands south through El Salvador, are commonly associated with explosive eruptions that decimated large surrounding areas, buried villages like Cer en in El Salvador and Tetimpa in Puebla, and caused widespread abandonment. Such\ndocumented responses, however, may not represent the total capacity for human societies to successfully adapt and prosper in volcanically active regions. Cultural responses came not only in the context of the expulsion of ash and lava across the landscape, but must also have contended with how volcanic activity directly and indirectly influences local, regional and even global environments. For example, sulfur-laden aerosols (e.g., SO2) from volcanic activity force global climate change by absorbing upper-level atmospheric solar radiation, which disrupts solar-driven atmospheric and oceanic circulation cells that convey both heat and moisture between regions (Mayewski et al., 1994; Zielinski, 2000). Recent work has helped to link specific volcanic events with punctuated, historically recorded periods of global climate change, specifically cold, dry periods (Larsen et al., 2008; Lavigne et al., 2013; Miller et al., 2012; Sigl et al., 2015). We anticipate that, as linkages between volcanic SO2 aerosol emissions and climate change become better understood (Crowley et al., 2008; Gao et al., 2008; Ridley et al., 2015; Sigl et al., 2013; Zielinski, 2000), the effects of volcanism on ancient Mesoamerican populations, in terms of sudden catastrophic events, general landscape instability, and the gradual or cumulative effects of aerosol loading on regional climates, will also receive increasing attention.\nAn important component of this research is the enhanced temporal precision of paleoenvironmental records, achieved through various methods. This has made it possible to define punctuated events more accurately and better understand the role of these events in local and regional political processes (e.g., Siebe, 2000). In some cases, such as reconstructions of climate patterns from d18O records in speleothems (Bernal et al., 2011; Kennett et al., 2012; Lachniet et al., 2012; Medina-Elizalde et al., 2016), chronometric resolution is achieved by fine-interval U-Th dating. Although such resolution is not possible in alluvial, marine, or lacustrine sediment contexts that rely on radiocarbon dates, very high-resolution sedimentation rates and sequences are occasionally encountered, as in the marine Cariaco Basin off Venezuela (Haug et al., 2001) or the distal beach plain at the mouth of the Usumacinta-Grijalva river system in Tabasco, Mexico (Nooren et al., 2017a), that allow for precise dating of environmental events. Better chronometric precision is important in studies of environmental and climate change, as they relate to human cultures, because it enables researchers to better contextualize specific natural events in terms of past human social experiences that occurred within a generation or less.\nHere, we present results from analyses of a sediment core from Lake Amatitl an, located approximately 25 km south of present-day Guatemala City (Fig. 1). This highland lake is uniquely suited for paleoenvironmental study in a region characterized by complex and dynamic cultural developments that began in the Terminal Pleistocene (Love, 2007; Love and Kaplan, 2011). Unlike the lowlands to the north, comparatively little environmental information is available from highland zones. Consequently, archaeologists lack context for understanding the societal effects of terminal Late Formative drought (Dahlin, 1983; Neff et al., 2006b; Popenoe de Hatch et al., 2002), which may have contributed to widespread regional decline (Love, 2007:299). And indeed, little is known of environmental conditions in the highland region for many other periods. Lake Amatitl anwas cored previously (Tsukada and Deevey, 1967; Velez et al., 2011) and several lines of evidencewere explored to infer the history of environmental change in relation to cultural developments in the nearby Valley of Guatemala. Our work builds on these earlier studies, but with a focus on the late Holocene record of regional volcanism. We used a Bayesian age-depth model (Bronk Ramsey, 2008) that integrates AMS radiocarbon ages and depth information to refine the sediment chronology and better understand the temporal environmental history of this region."
  }, {
    "heading": "2. Regional geology and climate",
    "text": "The Guatemalan Highlands are a dynamic landscape where orogenic structure has a significant effect on local and regional environments, extending downslope to both the Pacific and Caribbean coastlines. This mountain chain was formed by a convergent boundary between the Cocos and Caribbean continental plates. Subduction of the Cocos plate some 150 km offshore uplifts the Caribbean plate to form the southeast-to-northwest trending CAVA, which covers Guatemala, El Salvador, Nicaragua, and Costa Rica (Kutterolf et al., 2008, Fig. 2). This subduction zone does not extend northward, where the coastal area of Chiapas, Mexico, called the Soconusco, is less tectonically active. Archaic people focused on estuarine resources and maize cultivation by about 6500 years cal B.P. and have been documented in the Soconusco (Kennett et al., 2010; Voorhies, 2004; Voorhies et al., 2002). We anticipate that such ancient activities will be documented in our area by future research (Morgan, 2011; Neff et al., 2006a).\nLake Amatitl an is surrounded by active volcanoes that include Pacaya (Kitamura and Matías, 1995) and the Fuego-Meseta complex, which includes the Fuego, Meseta, and Pico Major (also called Acatenango) vents that were active in pre-Columbian times, as well as the non-active Yepocapa and Acatenango Antiguo vents (Eggers, 1971; Vallance et al., 2001, Fig. 3). This complex is one of four documented “paired volcanoes” in northern Central America (Haslor and Rose, 1988). In such pairs, the seaward vent has commonly been more active in recent times, and is also associated with more mafic magmas and higher Na2O/ K2O than the landward vent. Although these trends may help distinguish eruptions within paired vents to some degree, differences among tephras from a single vent can exceed differences between two vents (see below). The presently inactive Agua volcano is also located nearby.\nThe Fuego complex, along with Pacaya, is among the most volcanically active in Guatemala and numerous eruptions from both are recorded in historic documents. Not only are both complexes active, but they are also quite young geologically; this fact has important implications for archaeological study of the region. Studies of lava deposits from Meseta suggest that the entire present-day edifice of Fuego may have been constructed in about 8500 years and that this impressive cone may be less than 30,000 years old (Vallance et al., 2001). Based on qualitative geomorphic evidence, Eggers (1971) suggested that the entire present-day cone structure of Pacaya is of Holocene age. Conway et al. (1992) corroborated this conclusion using paleomagnetic data from sequenced lava flows.\nIn addition to eruption events, other hazards associated with volcanism in this area include catastrophic edifice collapses that resulted in downhill debris-avalanches. Some time between about 30,000 and 8500 years ago, a massive edifice collapse at Meseta resulted in a debris avalanche with an estimated volume of about 9 km3 that covered approximately 300 km2 of the Pacific Coastal Plain south of Escuintla (Vallance et al., 1995). Eggers (1971) documented a similar debris avalanche associated with the collapse of the Pacaya edifice, and Vallance et al. (1995:341) inferred an age for that event of between 2000 and 400 years ago, based in part on soil development above this deposit and recovery of Late Preclassic pottery below it (Hunter, 1976, cited in Vallance et al., 1995). They estimated this debris-avalanche may have covered more than 55 km2 along the Rio Metapa Valley, east of Escuintla, which is located about 30 km southwest of Amatitl an (Vallance et al., 1995). Clearly, active volcanism has important implications, not only for regional occupation histories but also for archaeological reconstruction of those histories.\nLong-term study of the eruptive histories of Pacaya and Fuego\nshowed that these vents tended to undergo centuries-long periods of high activity followed by periods of repose that lasted on the order of 350e500 years or longer (Conway et al., 1992). Paleomagnetic work at Pacaya indicates eruptive periods on the order of 125e300 years, to as much as about 500 years. Within each eruptive period, the nature and volume of events can change rapidly (Conway et al., 1992:31) meaning that no single event or kind of event defines the history of a volcano as nearby populations would have experienced it. These characteristics are starkly different from the highly explosive events commonly associated with volcanism, such as Ilopango Tierra Blanca Joven (TBJ), potentially one of the largest Holocene eruptions, with an estimated 84 km3 bulk deposit volume of ejected ash, tephra, and lava (Lavigne et al., 2013, Table SI1). The specific date for the TBJ event has long been debated (Dull et al. 2001, 2010; Merhinger et al., 2005), and we address this issue below. Although not archaeologically relevant, the Los Chocoyos eruption of Atitl an about 84,000 years ago (Newhall et al., 1987) was even larger, at about 300 km3, and is recorded in the sediments of Lake Peten-Itza, in the lowlands of northern Guatemala (Hodell et al., 2008).\nComparative studies of Pacaya and Fuego between 1999 and 2002 indicated that the vents differ in terms of their aerosol emissions. Over that three-year period, Pacaya averaged 1350 tons/ day of SO2 emissions, while Fuego averaged about 340 tons/day (Rodriguez et al., 2004). Both vents together represent an estimated 4.5e9% of the global volcanic output of SO2 during that time (Rodriguez et al., 2004). It would be important for future paleoclimate studies to understand how the gradual accumulation of low-atmosphere aerosols during prolonged periods of frequent eruption may have influenced regional drought in the Mesoamerican region.\nSome Guatemalan mountain peaks reach >11,000 feet amsl and affect local weather conditions. Normal rainfall patterns involve late spring and early summer (dry season) high-pressure Pacific weather systems, which accumulate against the uplifted mountain chain until they overtop them, bringing rains to the highland valleys and northern flanks. As this process unfolds, leading up to the summer rainy season, rainfall is significantly greater at higher elevations than on the coast. Bove (1989:16) reported an average annual rainfall of 1000e1500mm along the shoreline, about 3000mm along the upper coastal plain, extending to approximately 45 km inland, and 3800e5000mm on the Pacific Slopes of the volcanic arc. During El Ni~no years, warmer-than-average seasurface temperatures influence this process, as southerly longshore winds move available Pacific moisture northward, leaving tropical regions highly susceptible to drought conditions (Maasch, 2008).\nAs noted, earlier research showed how volcanic eruptions are linked with global cooling. Recent modeling of the effect of SO2 aerosols on tropical climates (Ridley et al., 2015) indicates one way that northern hemisphere volcanism can influence low-latitude effective precipitation. Sulfate aerosols emitted during eruption events help push the Intertropical Convergence Zone (ITCZ) southward by cooling the Northern Hemisphere relative to the Southern Hemisphere. Southward location of the ITCZ keeps circum-equatorial moisture cells frommigrating northward, and so is associated with reduced tropical rainfall.\nEarlier work on the relationship between global volcanism and drought in Mesoamerica (Gill and Keating, 2002) also noted historic-period connections. This work proposed that the ejection of large quantities of aerosols into Earth's atmosphere absorbed incoming solar radiation, thereby influencing, disrupting, or forcing\nnorthward the descending arm of Hadley cell circulation in the North Atlantic. This low-latitude (30-0 N) thermodynamic convection cell is responsible for bringing Atlantic moisture westward over Central America. Atmospheric aerosols would theoretically disrupt this and perhaps other circulation cells, thereby causing localized droughts in regions where Hadley cells are important for seasonal rainfall. Given their close proximity to Pacific and Atlantic climate patterns, including vulnerability to El Ni~no events, combined with active volcanism, Guatemala's Highlands and Pacific Coastal zones were active and dynamic environments for preHispanic populations. Effects that might have been felt from weather patterns and climate changes would have been in addition to and, from the perspective of human communities that occupied these regions, distinct from experiences associated with\npunctuated or continuous volcanism."
  }, {
    "heading": "3. Study area",
    "text": "Lake Amatitl an lies in a geologically and climatologically dynamic region and is well suited for paleoenvironmental study, usingmultiple lake sediment variables. Nearby volcanic peaks include Pacaya, 11.5 km to the south; Agua, about 15 km west; and FuegoMeseta, approximately 25 km to the west. Amatitl an experienced an enormous eruption approximately 250,000 years ago (Wunderman and Rose, 1984) that resulted in a caldera collapse that subsequently formed the lake. Unlike many highland caldera lakes, Amatitl an is fairly shallow (~33m), and has gently sloping bathymetric contours and a relatively flat bottom. The lake's sediments are in stratigraphic order and are not influenced by turbidity currents that influence deposits in other highland caldera lakes like Atitl an (Newhall et al., 1987) and Ayarza (Poppe et al., 1985), where steep contours have led to slumps and collapses. Additionally, Amatitl an's shallow depth compared with other caldera lakes (e.g. Atitl an, ~340m; Deevey, 1957) makes it amenable to coring. In a region otherwise generally lacking suitable sources of paleoenvironmental data, Amatitl an may be among the most important sources of information for understanding past environmental change in the southern Highland region.\nLake Amatitl an receives most of its hydrologic input from the Rio Villalobos, a complex alluvial system that drains most of the Valley of Guatemala, a watershed of about 313 km2. Tsukada and\nDeevey (1967) reported on pollen in a core from the lake and provided evidence for maize cultivation that arguably dated to preColumbian times. The lake was cored again in 2000 (Velez et al., 2011) as part of an effort to compile paleoenvironmental data relevant to understanding Maya political history in the nearby Valley of Guatemala, especially at the Maya capital of Kaminaljuyu. Lake Miraflores, which was located in the Valley, had largely dried by around the first century A.D. (Popenoe de Hatch et al., 2002) for reasons that remain unclear but that may relate tomassive drought. The sediment core reported by Velez et al. (2011) produced a record of environmental change that covered the interval from about 750 B.C. to ~ A.D. 1875, spanning from the Middle Preclassic into the Historic period. This core was 7.01m long (Velez et al., 2011:5) and was stopped by a dense, sandy stratum. Analyses included measurement of magnetic susceptibility and density of core sediments, as well as pollen, diatoms, d15N, total C, total N, and C/N. Use of\nFig. 5. Coring Lake Amatitl an using modified Livingston piston corer with locking piston, a\nthese sediment variables is fairly straightforward in lake-based paleoenvironmental studies, and volcanic events were inferred from spikes in magnetic susceptibility. We address this proxy for volcanic activity in detail, below.\nIn 2011, we visited Lake Amatitl an with the goal of recovering pollen evidence for Archaic maize cultivation in the region (Lohse et al., 2012). We retrieved a core near the same location as the 2000 study, a northwestern lobe of the lake near the present-day town of Amatitl an (Fig. 4). The new core was taken in 1-m increments using a modified Livingston piston corer with a locking piston, and each meter of sediment was collected in a single drive using a two-inch-diameter polycarbonate core tube (Fig. 5). The topmost section was collected using a piston corer designed especially for obtaining relatively unconsolidated mud-water interface profiles (Fisher et al., 1992). Our core's total length was 5.41m, and it terminated at the same sandy stratum encountered previously. The mud-water interface core was extruded vertically in the field and sections were placed in labeled plastic bags for transport. Intact, deeper core sections were shipped to the University of Florida, where magnetic susceptibility (MS) and density were measured on a GeoTek Multi-Sensor core logger. Comparison of the MS values in the 2000 and 2011 cores (Fig. 6) shows that both are defined by the same sequence of major and minor peaks and plateaus. On this basis, the records of each can be correlated for comparative purposes."
  }, {
    "heading": "3.1. The tephra record",
    "text": "In this studywe introduce a chronology for the volcanic deposits preserved in the Amatitl an sediments and correlate previous environmental records from the lake with this improved age control model. Numerous ash layers are preserved in the lacustrine sediments, visible as white or gray layers that vary in thickness (several mm to almost 2 cm). Several strata are also present consisting of coarse-grained scoria, but with no visible ash. We presume that these layers represent volcanic events that occurred\nnd labeling one of the core tubes representing a 1m drive (200e300 cm core depth).\nwhen the lake was upwind of the source vent. Lastly, in terms of linking glass in any of our tephra samples with documented vents, more data are needed to better define sources for many of our ashes. Most source information for volcanic deposits comes from x-ray fluorescence (XRF) analysis of whole rock data, which includes mineral components. These whole-rock data are not useful for correlating tephra units (Tomlinson et al., 2012), which means we are unable to reliably correlate the ash layers in the sequence to specific eruptions or sources."
  }, {
    "heading": "4. EMP methods and results",
    "text": "Core tubes for depths from 1m to the bottom (5.41m) were cut and cores were split length-wise. Each core section was photographed and sediments were described according to texture, color, inclusions and transitional zone boundaries (SI Table 1, SI Fig. 1). A total of 63 depositional zones were defined. While the sediments were still moist and fresh, color differentiation was pronounced, and several white to gray ash layers were plainly visible. As sediments dried, coloration gradually faded to the point that subsequent photos were less useful for showing ash layers than earlier ones. Once the core tubes were opened and cores were split, it was obvious that thereweremanymore ash layers than recorded by the MS peaks, and that they represent a detailed history of regional volcanism. Indeed, multiple fine ash layers are present between about 490 and 440 cm (SI Fig. 1), a part of the core characterized by low MS values. Our findings make it clear that the use of MS to identify volcanic events, while helpful, is more complex than previously believed. MS values reflect elemental differences in volcanic tephras (ejectedmaterial) evenwithin the same eruption, as well as other anthropogenic, non-volcanic inputs into the sediment record. As such, MS cannot be taken as a simple proxy for volcanic ash.\nTephra were identified using color, texture and grain size.\nSeveral layers that had coarser grain sizes, but were not accompanied by a color change, were also sampled. All samples werewetsieved to eliminate material <20 mm, and were oven-dried at 60 C for 24 h. The glass shards from the tephra units were analyzed using a Jeol 8600 electron microprobe (EMP) at the Research Laboratory for Archaeology and the History of Art, University of Oxford. An accelerating voltage of 15 kV, beam current of 6 nA, and 10-microndiameter beamwere used. Peak counting times were 30 s for Si, Al, Fe, Ca, K and Ti; 40 s for Cl and Mn; 60s for P; and 12 s for Na. Total background counts were collected for the same period of time, with half the time on either side of the peak. The electron microprobe was calibrated using a suite of mineral standards, and the PAP absorption correction method was used for quantification. The accuracy of the EMP analyses was assessed using MPI-DING reference glasses (Jochum et al., 2006), and during all runs the secondary standards were within ±1 standard deviation of the preferred values. All glass analyses were normalized to 100% for comparative purposes.\nAdditionally, p-XRF analysis was carried out on samples taken at 5-cm intervals. This analysis provides chemical data for core sediments that are useful for generally characterizing environmental, including volcanic, and to a lesser degree, cultural processes in the lake's watershed. That work is reported elsewhere (Lohse et al., 2014), but those findings were important for defining six depositional zones within the core (Fig. 7)."
  }, {
    "heading": "4.1. EMP results",
    "text": "EMP data for each sample were averaged and results were compared with published data for nearby volcanic events in an effort to associate the Amatitl an samples with specific volcanoes (SI Table 2). The effort was complicated by the fact that there are relatively few EMP data from known ash sources. We evaluated the results of this comparison by plotting each sample's average (plus standard deviation) alkali (Na2O þ K2O) versus silica (SiO2) contents on a Total Alkali vs. Silica (TAS) diagram (Fig. 8).\nThis technique identifies some samples as highly likely to have originated from regional vents. For example, samples AM2, 6, 8, and 9 are all within the range of variability that characterizes control samples from Pacaya. Fuego, which has only a single control sample, compares favorably with samples AM3, 4, 10, 11, 22, and 23. Clearly, better comparative data are needed from Fuego before the extent of ashes from vents associated with this complex can be understood. One sample, AM16, is identified as TBJ from the eruption of Ilopango, El Salvador. Most of the other samples fall outside the chemical signature for known regional vents, and remain unidentified."
  }, {
    "heading": "5. Dating control",
    "text": "Our sequence of regional volcanism and other environmental change is directly dated by 14 AMS radiocarbon dates on the 2011 core (Table 1). Additional dating control comes from five dates from the 2000 core (a sixth date was rejected by those authors for being out of place). Originally, 19 dates were used to create a Bayesian age-depth model for the core using the P_Sequence in OxCal v4.2 (Bronk Ramsey, 2008, 2009). Earlier work on the TBJ eruption sought to link it with a global cold climate anomaly at about A.D. 540 (Dull et al., 2010). Recent studies elsewhere, however, identified multiple, closely spaced eruptions at that time (Ferris et al., 2011), and have proposed other volcanoes as likely sources for these events, including El Chich on in Mexico (Nooren et al., 2017b). Other potential sources include systems in the Aleutian arc in Alaska, the Northern Cordilleran volcanic province of British Columbia, and the Mono-Inyo Craters area in California (Sigl et al.,\n2015: Extended Data). Considering the uncertain dating of the TBJ event, we estimated the age of this layer at the depth of the base of the tephra (390 cm; see below). Given the 3-cm thickness of the TBJ tephra, depths of the overlying strata were adjusted by 3 cm to account for the rapid deposition of the TBJ layer.\nAs discussed below, our age model still produces unlikely estimates for the TBJ event, and future work is needed to determine more precisely when that eruption took place. Additionally, invariably some lag time is present between when carbon enters into a lacustrine environmental system and when it is finally deposited in sediments. This lag time cannot be known, but likely accounts to some degree for the early age modeled here for the TBJ event.\nAn age-depth model for the core was developed using the P_Sequence model in the OxCal program (Bronk Ramsey, 2008, 2009) (Fig. 9). The modeling used the IntCal13 calibration curve (Reimer et al., 2013), and all modeled probabilities were rounded outwards to 5 years. Radiocarbon dates were included at the mid-\npoint of the depth from which they came, accounting for the 3-cm shift in depth for the TBJ tephra (Fig. 10). A number of lithostratigraphic transitions were identified, many of which were defined by thin, diffuse tephra horizons. The model included, as boundaries, the lithostratigraphic changes that did not appear to correspond to tephra. With the exception of the transition between Zones 2 and 3 that was at a lithostratigraphic interface, the Date function was used in the model to produce an estimate for the date of the transition between identified zones, as well as the date for deposition of the Ilopango TBJ tephra. Our model estimates the date of TBJ at cal A.D. 270e400 (95% probability). Dull et al. (2010) use new radiocarbon data to link the eruption of Ilopango with a cold climate event recorded globally at about A.D. 535. We evaluated this date in our modeling process, and found that the overall agreement index actually decreased; by our calculations, this date seems too recent for the Ilopango eruption. Earlier, Dull et al. (2001) proposed a two-sigma date of about A.D. 408e536 for this event, an age range more in line with our modeled date but somewhat\nTable 2 Modeled dates for the main parameters in the Lake Amatitl an core.\nModel parameter (depth in model) 68% probability 95% probability\nstart (550 cm) 975e585 cal BC 1310e545 cal BC transition: Zone 1/2 (500 cm) 450e310 cal BC (58%) or 275e225 cal BC (10%) 510e175 cal BC transition: Zone 2/3 (Z49/50) (438 cm) 125e50 cal BC 150e10 cal BC Ilopango e TBJ (390 cm) cal AD 325e390 cal AD 270e400 transition: Zone 3/4 (362 cm) cal AD 405e440 (35%) or cal AD 460e470 (5%) or cal AD 490e530 (28%) cal AD 400e535 transition: Zone 4/5 (299 cm) cal AD 620e680 cal AD 600e705 end (200 cm) cal AD 1240e1295 cal AD 1225e1340\nFig. 9. Age-depth (P_sequence) model for Lake Amatitlan showing zone boundaries.\nyounger than the earlier accepted date of about A.D. 260 (Mehringer et al., 2005). Considering the uncertainties around calculating a precise date for this event, we simply note the estimations provided by our model, and defer to future research to resolve this issue with greater confidence.\nFour of the 19 dates were excluded (PLD-28995, PLD-28994, PLD-28993, and CAMS-71624) from the model because they appear to be from residual or reworked material. With these dates removed, the model displays good agreement between the dates and their stratigraphic positions (Amodel¼ 64). The modeled date estimates for the main parameters are given in Table 2."
  }, {
    "heading": "6. Regional environmental and volcanic history",
    "text": "By using our well-constrained age model, it was possible to reconstruct a reliable history of volcanism in the eastern Highlands of Guatemala. Our age model also enabled us to re-evaluate the environmental sequence based on pollen and diatoms, presented by Velez et al. (2011). We present and discuss this history using the sediment zones above. Dates are discussed using 95% confidence intervals."
  }, {
    "heading": "6.1. Zone 1",
    "text": "Zone 1 extends from the bottom to approximately 500 cm; the beginning of this zone is not well dated (1310-545 cal B.C.) and it lasts until about 510-175 cal B.C. (transition: Zone 1/2). The nature of lowermost part of Zone 1 is unclear. Sediment grain size suggests intermittent periods of rapid, high-energy deposition into the lake characterized by two sand units at 539 cm. Alternatively, these lowermost sediments may be the actual lakebed itself, and thus not representative of alluvial deposits. Elevated MS values imply rapid deposition, at least at the outset, as suggested by Velez et al. (2011). Future subdivision of Zone 1 into finer stratamay bewarranted. Our earliest 14C date for this deposit (PLD-28995) may predate 1000 B.C. (89% probability; see Table 1), meaning that this record of sedimentation in the lake could extend back to the end of the regional Archaic, before the earliest record of established ceramic technology (Inomata et al., 2014; Lohse, 2010). However, this early date may also be redeposited considering the nature of these sediments. Regardless, the early part of this core appears very dynamic, and evidence for maize cultivation is present from the outset of this record.\nFive tephra samples were taken form the zone for analysis. Two of these (AM22 and 23) match the chemical signature of Fuego. Sample AM20 has two groups; one (20b) may match Fuego, whereas the other (20a) does not appear to match any welldocumented vents. Sample AM19 might also be from Fuego.\nConsidering that the lowermost parts of this zone result from rapid deposition under high-energy conditions, it is possible that the lower two samples (AM22, 23) contain ash that mixed in with terrestrial sediments as they eroded into the lake, rather than from air-fall events.\nPollen data reported by Velez et al. (2011) show that maize declines while forest taxa increase around the middle of this zone before these trends reverse toward the top of Zone 1. In the Kaminaljuyu cultural chronology (Inomata et al., 2014), this period covers the early and late Las Charcas period (750e350 B.C.); late Las Charcas coincided with the decline of the important early Highland center Naranjo. Whereas the pollen record reported by Velez et al. (2011) is imprecise, its apparent fluctuations may reflect the regional shifts seen in the archaeological record. The following Providencia phase (350-100 B.C.) begins with this regional depopulation, showing good correspondence between the archaeological record and the environmental sequence indicated in lakebed sediments."
  }, {
    "heading": "6.2. Zone 2",
    "text": "Zone 2 extends from 500 to 438 cm and dates from about 510- 175 cal B.C. (transition: Zone 1/2) to 150-10 cal B.C. (transition: Zone 2/3). This zone is defined by the sequence of thin ash layers visible to about 450 cm (Fig. SI 1). At least 13 different fine tephras are visible in this zone. Zone 2 terminates at the beginning of a pronounced and sustained increase in MS. Zea mays and other indicators of cleared fields such as Asteraceae display a gradual and steady decline throughout Zone 2, but begin to recover just below the top of this zone. Arboreal pollen grains steadily increase during this period, suggesting that regional activities like agriculture may have declined. This decline reversed before the end of Zone 2. Our age model estimates the date of this agricultural recovery at about 225-95 cal B.C. Low MS values may indicate reduced runoff into the basin from surrounding hillsides. Velez et al. (2011:12) noted that soil erosion into the lake decreased during this period, although our age-depth model indicates that sedimentation in the basin actually increased compared to that recorded in Zone 1. Much of this increase probably resulted from the introduction of air-fall ash into the lake during this period.\nAs noted, several faint ash layers are visible in Zone 2, and this period was characterized by frequent, recurring volcanic eruptions. Zone 2 includes the entire Providencia phase of the Kaminaljuyu chronology (Inomata et al., 2014), as well as most of the following Verbena phase. Although the early part of the Providencia phase is identified as one of severe political decline in the Valley of Guatemala, characterized for example by the abandonment of the major center of Naranjo (Arroyo, 2010), late Providencia and the\nparameters, as shown in the model in Fig. 9.\nfollowing Verbena phase periods witnessed gradual social recovery across the region, with accelerated growth toward the end of this period. This means that the major political declines described for early Providencia happened before or at the beginning of most of the volcanic activity evident in Zone 2, and that regional recoveries took place in spite of continued volcanic activity. This scenario revises the sequence presented by Velez et al. (2011), and should lead to important questions about the role of volcanism in regional Formative society."
  }, {
    "heading": "6.3. Zone 3",
    "text": "Zone 3, which spans from 438 to 362 cm, is depositionally complex and dates from about 150-10 cal B.C. (transition: Zone 2/3) to cal A.D. 400e535 (transition: Zone 3/4). Four tephra samples were taken for analysis, corresponding with pronounced MS peaks or visible ash deposits. Immediately following the increase in Zea pollen noted in Zone 2, MS values spike, indicating runoff into the lake basin of anthropogenic sediments associated with increased occupation. This increase in MS helps define the beginning of Zone 3, and we associate it with the mid-Zone 2 recovery. Zea and Asteraceae pollen maintain the increases that began at the top of Zone 2, indicating that regional agricultural practices continued to intensify and were sustained at high levels. Zea and Asteraceae pollen both decline dramatically in frequency before the end of Zone 3. This drop is associated with an increase in Quercus, as forest cover returned to previously cleared land, and begins below (prior to) the TBJ tephra. Our age model estimates a date for this event of 226-372 cal A.D.; this event occurs at about 400 cm in core depth.\nTwo tephra samples, AM17 and 18, were taken below 400 cm. Chemically, AM17 appears to be non-local in origin; this sample has very high SiO2 content (70þ% by weight) compared with regional CAVA vents, which are characterized by lower SiO2 values (50e60% by weight). AM18 is one of a group of samples that compare well with the control sample from Fuego.\nTwomajor events characterize the upper part of Zone 3. The first, AM16 at 390 cm, is the TBJ tephra from Ilopango. This ash layer is the most visible in our core andwas sampled directly. Ourmodel predicts a posterior distribution of cal A.D. 270e400 for this event. This date seems too earlywhen comparedwith regional archaeological records from sites closer to Ilopango, where the TBJ tephra appears to date closer to the earlypartof the6th centuryA.D. The secondevent, AM15 at 370 cm, is characterized by two sandy layers separated by sandy loam. Chemically, ash from AM15 is a close but imperfect match for TBJ. Based on grain size and texture, this deposit may represent a couple of floods into the lakebed that carried weathered TBJ ash particles with them. We interpret this deposit as being related to a severe weather or climate event that caused substantial alluvium from exposed hillsides to be carried into the lake.\nAlthough Zone 3 does not encompass a long time span, it represents important developments in terms of recording impacts or effects sustained as a consequence of the TBJ event. This zone also encompasses the severe drought that occurred in the Late Preclassic (Dahlin, 1983; Love, 2007; Medina-Elizalde et al., 2016; Neff et al., 2006b). To the degree that our age estimate for sharp agricultural decline represents regional drought, we see that date as a terminus ante quem and argue that the actual decline started earlier. From sediment cores taken on the Pacific Coast, Neff et al. (2006) characterize the period from about 2100 to 1700 cal B.P. (150 B.C. to A.D. 250) as intermittently dry, and stressful for large populations. Medina-Elizalde et al. (2016) more recently have defined Late Preclassic Drought Events (LPDE) 5 and 6 as “mega-droughts” centering on A.D. 186 and 232, and lasting about 31 and 22 years, respectively. Inomata et al. (2014) and Velez et al. (2011) both argue that the drying up of Lago Miraflores and associated decline of\nKaminaljuyu took place sometime in the second century A.D., and our terminus ante quem date for agricultural decline supports this conclusion. It also clearly establishes this event to have preceded the Ilopango eruption, raising the question of just precisely how that major event affected the regional landscape."
  }, {
    "heading": "6.4. Zone 4",
    "text": "Zone 4 begins at 362 cm and extends to 298 cm, spanning from about cal A.D. 400e535 (transition: Zone 3/4) to cal A.D. 600e705 (transition: Zone 4/5). Pollen (maize) evidence for agriculture in Zone 3 remains low from, suggesting that regional population recovery was not expansive. Slow regional population growthmay be attributed to regional reorganization around the Highland capital of Kaminaljuyu or other more proximate factors. A good possibility to explain the slow recovery in the area of Lake Amatitlanmay involve the lasting deleterious effects of TBJ ash across this landscape. Here, the Kaminaljuyu community and its rulers may have taken advantage of this opportunity to reorganize local and regional networks and reestablish the site as an important capital while centers and settlements to the south were still recovering from the Ilopango eruption. Regional settlement data from the Valley of Guatemala and extending south (Murdy, 1996) indicate a dramatic increase starting at the outset of the Late Classic. However, given the pollen record of Lake Amatitl an, this expansion clearly did not extend all the way to the lake basin itself. Stratigraphically, this zone is characterized by high concentrations of S and P, which probably reflect delayed erosion of soils that were enriched in the previous period. Signatures for volcanic and/or terrestrial inputs (Rb and Zr) begin to decline relative to the previous zone.\nTephra samples AM11 and AM12 were collected from a MS peak at 305e308 cm characterized by a scoria deposit (AM12) immediately under ash (AM11). This sequence is believed to relate to a single eruption. Although AM12 falls outside the time frame of documented tephras, AM11 closely matches local volcanoes, including Pacaya. Overall, this period seems to have been one of minimal volcanic activity."
  }, {
    "heading": "6.5. Zones 5 and 6",
    "text": "Zone 5 spans from 298 to 200 cm and begins at approximately cal A.D. 600e705 (transition: Zone 4/5). The end of this zone is dated at ca. cal AD 1225-1340, above which our dating model ends. Zone 6 extends from 200 cm to the top of the core and represents the Late Postclassic through Colonial and Historic periods. Zone 6 is undated and is therefore difficult to interpret. In Zone 5, MS and density have large peaks at ~240 cm and again at 200 cm. Faint ash and a MS peak, along with peaks in K, Rb, and Zr at about 165 cm in Zone 6, indicate a volcanic event. This is the most pronounced peak in K since the TBJ layer, which was also characterized by sharp increases in Zr and Rb.\nSeven tephra samples were collected for analysis from Zone 5. Many of these samples were taken at the smaller MS peaks and all match local volcanic sources. Kitamura and Matias (1995) reported a series of eruptions from Pacaya that occurred during this time. Like Zone 2, Zone 5, which covers the period from ca. cal A.D. 600e705 to cal AD 1225-1340, appears to have been one of relatively frequent local volcanic activity. Tephra samples AM2 and AM3 were taken from below the MS spike at 165 cm, and both are strong matches with regional volcanic signatures. Ash layers are much less discernible here than lower in the core, and as result, the record of volcanism is not well resolved."
  }, {
    "heading": "7. Conclusions",
    "text": "Our analysis of a sediment sequence from Lake Amatitl an, together with a Bayesian age-depth model utilizing 19 AMS 14C dates provides the most detailed environmental record yet available for Highland Guatemala and its associated Pacific Coastal zone. An earlier core from the same area of the lake (Velez et al., 2011) was analyzed for pollen and other paleoenvironmental variables. The two cores are easily correlated using magnetic susceptibility values, and the earlier environmental findings are re-interpreted here using the new chronology. Some source (EMP) data enable us to begin to characterize the regional volcanic history, but much more work, including analyses of near-vent, primary tephra deposits, is necessary before a model can be developed that ties individual eruption events to specific volcanoes in the region.\nNeither core penetrated sediments unambiguously associated with evidence for an Archaic human presence in the basin. Maize pollen is present in the bottom of both cores, which date to just before 1000 B.C. If the depositional record of the lower portion of Zone 1 can be clarified, this date may represent evidence for Archaic farming and associated forest clearance in the region. However, archaeological sites and material evidence associated with these early activities are so far lacking. Late Holocene anthropogenic influences extending back into the Archaic, including maize agriculture, have been reported from the Pacific Coast (Morgan et al., 2014; Neff et al., 2006b), and we anticipate that future research will eventually recover such evidence from the Highlands as well. To date, however, the pollen and environmental record reflect steady population growth and food production from Middle Formative times onward. This trend persisted until the beginning of Zone 2, where maize pollen sharply declines before recovering; forest pollens show corresponding changes. The revised regional chronology for Kaminaljuyu (Inomata et al., 2014) identifies this period, corresponding with the Providencia phase, as one of severe regional decline and even partial abandonment. The archaeologist Edwin Shook identified early Late Preclassic pottery below a debris-avalanche deposit near Esquintla associated with the collapse of the Pacaya cone. One possible explanation for the temporary regional collapse is that it resulted, perhaps partly, from volcanic hazards in the form of catastrophic yet localized collapses and associated lahar flows.\nThe recovery indicated in pollen records corresponds with a depth in our core of about 458 cm, and a query from our age model indicates that it started by about 225-95 cal BC. Whereas the initial cause(s) of this collapse are not well known, it cannot be associated with the extended period of volcanism. Indeed, the ensuing recovery persists through the sequential eruptions visible in Zone 2. This fact raises important questions about the role of volcanoes and volcanism in local and regional ideologies as communities reorganized on the landscape.\nRegional recovery seems to have begun just before 150- 10 cal B.C. Based on the maize pollen record reported by Velez et al. (2011), this recovery had already begun by the Zone 2e3 transition. Another line of evidence for regional population recovery is the elevated “plateau” in MS values that closelymatches the Zea record. We see this plateau as reflecting increased anthropogenic runoff entering into the lake basin, likely associated with agricultural intensification. Zea and Asteraceae pollen maintain increases that began at the top of Zone 2, indicated that regional agricultural practices were sustained at high levels. However, both taxa decline again in frequency about halfway into Zone 3, at about 398 cm. This drop is associated with the return of Quercus, marking the return of forest cover. This part of the core is complicated, and unfortunately occurs close to the ends of the tubes in the core sequence.\nThe onset of this agricultural decline is age modeled to about cal\nA.D. 225e370. We argue that this is a terminus ante quem date and that the decline probably started earlier. This decline, pre-dating the early second century A.D., may be our best currently available evidence for drought in this particular part of the sequence.\nThe major event in the upper part of Zone 3 is the TBJ tephra from Ilopango at 390 cm. This event clearly post-dates the drought onset, since it occurs above the pollen declines in our core sequence. However, dating TBJ continues to pose problems to researchers; our model predicts a date of cal A.D. 270e400 for this event, which is too early when compared with data from sites closer to Ilopango itself. Because TBJ occurs above our signal for regional decline, we argue that this massive eruption may not have had a major impact on highland or coastal sites, at least those located this far to the north. However, an important possibility for consideration is whether, when combinedwith the earlier droughtrelated depopulation, the TBJ event prolonged and exacerbated local drought recoveries, creating opportunities for other sites in the region to reorganize. Regional settlement data from the Valley of Guatemala down to Lake Amatitlan (Murdy, 1996) show a slight decline and plateau from Late Formative through Early Classic before expanding dramatically by the beginning of the Late Classic. Most of the dating controls on these studies come from obsidian hydration dates, which are problematically unreliable in terms of false precision. Nevertheless, important lines of inquiry for future research will involve determining more precisely regional population curves and comparing these against the actual date of the TBJ tephra, once determined, and then calculating the span of time between this eruption and the end of the LPDE mega-drought that may have ended by about A.D. 240 (Medina-Elizalde et al., 2016).\nFollowing TBJ, the regional pollen record shows sustained, low levels of agricultural activity and corresponding high levels of forest cover at Amatitl an until fairly late in time. Quercus and Pinus remain high until the end of Zone 4, about cal A.D. 600e705, when Pinus begins to decline and Quercus, following a brief decline, increases again. Zea remains steady but low throughout this part of the sequence, and indeed does not increase notably again until the upper, Postclassic section of the core. The record of volcanism in Zone 4 appears relatively quiescent, with only a couple of recorded eruptions. Zone 5, however, represents a period of renewed activity with at least seven major eruptions between ca. cal A.D. 600e705 and cal AD 1225-1340. Velez et al. (2011) characterized this period as one of forest expansion and very little agriculture, environmental characteristics suggestive of declining regional populations.\nZone 6 includes sediments from the Late Postclassic and Historic periods. This part of the core sequence illustrates the difficulty in matching specific, historically recorded events with the geologic tephra record. Two sampled tephras, AM2 and AM3, and both closely match local vents. However, several other historically documented eruptions are known (Meyer-Abich, 1956) but are not clearly represented in the Lake Amatitl an sediment record.\nFuture research is needed to refine our understanding of chemical variation within and among tephras associated with volcanic vents in the central Guatemala Highlands. Challenges also remain with respect to linking any given tephra to a specific, historically recorded eruption in this region. Nevertheless, our study documents important periods of increased volcanic activity at Fuego and Pacaya, and at inactive or extinct vents of the FuegoMeseta complex. Perhaps more impactful over time than single eruptions were multi-century periods of volcanic frequency followed by long periods of quiescence. Our dating of these periods of activity provides important environmental information for better understanding social and political developments in this region. Volcanism is an important environmental factor, but it does not appear to have adversely affected regional settlement from about 510 to 10 cal B.C. based on agricultural recoveries evident in the\npollen record. Rather, drought may provide a better explanation for the settlement and environmental records for this time. Precisely dating the eruption of Ilopango remains a challenge. Our modeled distribution of about cal A.D. 270e400 is too early compared with other, regional records. Nevertheless, the apparent decline in agricultural productivity clearly pre-dates this event in our record, suggesting that when it did occur, the TBJ eruption did not cause directly the decline or interruption of regional political networks.\nCompeting interest statement\nThe authors declare no competing interests.\nContributions\nJCL primarily authored the article and oversaw the fieldwork in Guatemala. WDH performed the Bayesian age modeling. MB and JC extracted the lake core, conducted analyses at University of Florida, and contributed to the article authorship. TI, KA, and HY contributed additional radiocarbon dating to support the age modeling; TI also contributed to article authorship. MM and KC assisted in the execution of fieldwork and provided feedback and input on draft versions of this manuscript."
  }, {
    "heading": "Acknowledgements",
    "text": "This work was supported in part by a National Geographic Research Grant (#W191-11). Funding was also provided by the Japan Society for the Promotion of Science (Grants-in-Aid for Scientific Research no. 21101003). The authors express their gratitude to support from the Asociaci on Amigos del Lago Amatitl an, to Dr. Tom as Barrientos of Universidad del Valle in Guatemala, and to Guatemala's Departamento de Monumentos Prehispanicos y Coloniales of the Direccion General del Patrimonio Cultural y NaturalInstituto de Antropolgía e Historia in the Ministerio de Cultura y Deportes. David Yelacic and Keith Faz provided the core zone descriptions. Electron microprobe analysis and data were carried out and provided by Dr. Victoria Smith of Oxford University's School of Archaeology. Dr. Smith also provided helpful comments on this manuscript."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data related to this article can be found at https://doi.org/10.1016/j.quascirev.2018.05.014."
  }],
  "year": 2018,
  "references": [{
    "title": "Entre cerros, cafetales, y urbanismo en el valle de Guatemala",
    "authors": ["B Arroyo"],
    "venue": "Proyecto de Rescate Naranjo. Academia de Geografía e Historia de Guatemala,",
    "year": 2010
  }, {
    "title": "A review of human and natural changes in Maya lowland wetlands over the Holocene",
    "authors": ["Beach", "Tim", "Luzzadder-Beach", "Sheryl", "Dunning", "Nicholas", "Jones", "John", "Lohse", "Jon", "Guderjan", "Tom", "Bozarth", "Steve", "Millspaugh", "Sarah", "Bhattacharya", "Tripti"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "Landscape formation and agriculture in the wetlands of northwestern Belize",
    "authors": ["Beach", "Timothy P", "Luzzadder-Beach", "Sheryl", "Lohse", "Jon C"],
    "venue": "Cotsen Institute for Archaeology,",
    "year": 2013
  }, {
    "title": "A speleothem record of Holocene climate variability from southwestern Mexico",
    "authors": ["Bernal", "Juan Pablo", "Lachniet", "Matthew", "McCullogh", "Malcolm", "Mortimer", "Graham", "Morales", "Pedro", "Cienfuegos", "Edith"],
    "venue": "Quat. Res",
    "year": 2011
  }, {
    "title": "Formative Settlement Patterns on the Pacific Coast of Guatemala: a Spatial Analysis of Complex Societal Evolution",
    "authors": ["Bove", "Frederick J"],
    "venue": "BAR International Series",
    "year": 1989
  }, {
    "title": "Paleolimnology of the Maya lowlands: long-term perspectives on interactions among climate, environment, and humans",
    "authors": ["Brenner", "Mark", "Rosenmeier", "Michael F", "Hodell", "David A", "Curtis", "Jason H"],
    "venue": "Anc. Mesoam",
    "year": 2002
  }, {
    "title": "Paleolimnological approaches for inferring past climate change in the Maya region: recent advances and methodological limitations",
    "authors": ["Anselmetti", "Flavio S", "Ariztegui", "Daniel"],
    "year": 2003
  }, {
    "title": "Deposition models for chronological records",
    "authors": ["C. Bronk Ramsey"],
    "venue": "Quat. Sci. Rev",
    "year": 2008
  }, {
    "title": "Bayesian analysis of radiocarbon dates",
    "authors": ["C. Bronk Ramsey"],
    "venue": "Radiocarbon",
    "year": 2009
  }, {
    "title": "Paleomagnetic constraints on eruption patterns at the Pacaya composite volcano, Guatemala",
    "authors": ["Conway", "F.Michael", "Diehl", "Jimmy F", "Matías", "Otoniel"],
    "venue": "Bull. Volcanol",
    "year": 1992
  }, {
    "title": "Volcanism and the little ice age",
    "authors": ["Crowley", "Thomas J", "G. Zielinski", "B. Vinther", "R. Udisti", "K. Kreutz", "J. Cole-Dai", "E. Catellano"],
    "venue": "PAGES News",
    "year": 2008
  }, {
    "title": "Climate variability on the yucatan peninsula (Mexico) during the past 3500 Years, and implications for Maya cultural evolution",
    "authors": ["Curtis", "Jason H", "Hodell", "David A", "Brenner", "Mark"],
    "venue": "Quat. Res",
    "year": 1996
  }, {
    "title": "A multi-proxy study of Holocene environmental change in the Maya lowlands of peten, Guatemala",
    "authors": ["Curtis", "Jason H", "Brenner", "Mark", "Hodell", "David A", "Basler", "Richard A", "Islebe", "Gerald A", "Hooghiemstra", "Henry"],
    "venue": "J. Paleolimnol",
    "year": 1998
  }, {
    "title": "Climate and prehistory on the yucatan peninsula",
    "authors": ["Dahlin", "Bruce H"],
    "venue": "Climate Change",
    "year": 1983
  }, {
    "title": "Limnologic studies in Middle America with a chapter on aztec limnology",
    "authors": ["E.S. Deevey"],
    "venue": "Trans. Conn. Acad. Arts Sci",
    "year": 1957
  }, {
    "title": "Volcanism, ecology, and culture: a reassessment of the volcan Ilopango TBJ eruption in the southern Maya realm",
    "authors": ["Dull", "Robert A", "Southon", "John R", "Sheets", "Payson D"],
    "venue": "Lat. Am. Antiq",
    "year": 2001
  }, {
    "title": "Did the Ilopango TBJ Eruption Cause the AD 536 Event",
    "authors": ["Dull", "Robert", "Southon", "John", "Kutterolf", "Steffen", "Freundt", "Armin", "Wahl", "David", "Sheets", "Payson"],
    "year": 2010
  }, {
    "title": "The Geology and Petrology of the Amatitl an Quadrangle, Guatemala",
    "authors": ["Eggers", "Albert Allyn"],
    "venue": "Unpublished Ph.D. Dissertation. Department of Geology, Dartmouth College,",
    "year": 1971
  }, {
    "title": "South pole ice core record of explosive volcanic eruptions in the first and second millennia A.D. and evidence of a large eruption in the tropics around 535 A.D",
    "authors": ["Ferris", "Dave G", "Cole-Dai", "Jihong", "Reyes", "Angelica R", "Budner", "Drew M"],
    "venue": "J. Geophys. Res.: Atmosphere",
    "year": 2011
  }, {
    "title": "A simple, inexpensive piston corer for collecting undisturbed sediment/water interface profiles",
    "authors": ["Fisher", "Millard M", "Brenner", "Mark", "K. Ramesh Reddy"],
    "venue": "J. Paleolimnol",
    "year": 1992
  }, {
    "title": "Volcanic forcing of climate over the past 1500 Years: an improved ice core-based index for climate models",
    "authors": ["Gao", "Chaochao", "Robock", "Alan", "Ammann", "Caspar"],
    "venue": "J. Geophys. Res. 113,",
    "year": 2008
  }, {
    "title": "The Great Maya Droughts: Water, Life, and Death",
    "authors": ["Gill", "Richardson B"],
    "year": 2000
  }, {
    "title": "Volcanism and mesoamerican archaeology",
    "authors": ["Gill", "Richardson B", "Keating", "Jerome P"],
    "venue": "Anc. Mesoam",
    "year": 2002
  }, {
    "title": "Common characteristics of paired volcanoes in northern Central America",
    "authors": ["Haslor", "Sid P", "Rose", "William I"],
    "venue": "J. Geophys. Res",
    "year": 1988
  }, {
    "title": "Southward migration of the intertropical convergence zone through the Holocene",
    "authors": ["ohl", "Ursula"],
    "venue": "Science 293,",
    "year": 2001
  }, {
    "title": "Possible role of climate in the collapse of classic Maya civilization",
    "authors": ["Hodell", "David A", "Curtis", "Jason H", "Brenner", "Mark"],
    "venue": "Nature 375,",
    "year": 1995
  }, {
    "title": "Solar forcing of drought frequency in the Maya lowlands",
    "authors": ["Hodell", "David A", "Brenner", "Mark", "Curtis", "Jason H", "Guilderson", "Thomas P"],
    "venue": "Science 292,",
    "year": 2001
  }, {
    "title": "Terminal classic drought in the northern Maya lowlands inferred from multiple sediment cores in lake chichancanab (Mexico)",
    "authors": ["Hodell", "David A", "Brenner", "Mark", "Curtis", "Jason H"],
    "venue": "Quat. Sci. Rev",
    "year": 2005
  }, {
    "title": "An 85-ka record of climate change in lowland Central America",
    "authors": ["Hodell", "David A", "Anselmetti", "Flavio S", "Ariztegui", "Daniel", "Brenner", "Mark", "Curtis", "Jason H", "Gilli", "Adrian", "Grzesik", "Dustin A", "Guilderson", "Thomas J", "Müller", "Andrew D", "Bush", "Mark B", "Correa-Metrio", "Alex", "Escobar", "Jaime", "Kutterolf", "Stephen"],
    "venue": "Quat. Sci. Rev",
    "year": 2008
  }, {
    "title": "Fluvial Sedimentation on an Active Volcanic Continental Margin: Río Guacalate, Guatemala",
    "authors": ["B. Hunter"],
    "venue": "Unpublished M.A. thesis. University of Missouri,",
    "year": 1976
  }, {
    "title": "The Great Maya Droughts in Cultural Context: Case Studies in Resiliance and Vulnerability",
    "authors": ["Iannone", "Gyles"],
    "year": 2014
  }, {
    "title": "Chronological revision of preclassic Kaminaljuyu, Guatemala: implications for social processes in the southern Maya area",
    "authors": ["Inomata", "Takeshi", "Ortiz", "Raúl", "Arroyo", "B arbara", "Robinson", "Eugenia J"],
    "venue": "Lat. Am. Antiq",
    "year": 2014
  }, {
    "title": "MPI-DING reference glasses for in situ microanalysis: new reference values for element concentrations and isotope ratios",
    "authors": ["Sun", "Weidong D", "Tiepolo", "Massimo", "Vannucci", "Riccardo", "Vennemann", "Torsten", "Wayne", "Dave", "Woodhead", "Jon D"],
    "venue": "G-cubed 7",
    "year": 2006
  }, {
    "title": "Middle Holocene periodicities in rainfall inferred from oxygen and carbon isotopic fluctuatins in prehistoruc tropical estuarine mollusc",
    "authors": ["D. Kennett", "B. Voorhies"],
    "venue": "shells. Archaeometry",
    "year": 1995
  }, {
    "title": "Pre-pottery farmers on the pacific Coast of southern Mexico",
    "authors": ["Kennett", "Douglas J", "Piperno", "Dolores R", "Jones", "John G", "Neff", "Hector", "Voorhies", "Barbara", "Walsh", "Megan K", "Culleton", "Brendan J"],
    "venue": "J. Archaeol",
    "year": 2010
  }, {
    "title": "7th Series. Tephra Stratigraphic Approach to the Eruptive History of Pacaya volcano, Guatemala",
    "authors": ["Kitamura", "Shigeru", "Matías", "Otoniel"],
    "venue": "Science Reports of the Tohoku University, Sendai,",
    "year": 1995
  }, {
    "title": "Pacific offshore record of plinian arc volcanism in Central America: along-arc correlations",
    "authors": ["T. orz", "U. Schacht", "H. Wehrmann", "Schmincke", "H.-U"],
    "venue": "G-cubed 9,",
    "year": 2008
  }, {
    "title": "A 2400 yr mesoamerican rainfall reconstruction links climate and cultural change",
    "authors": ["Lachniet", "Matthew S", "Pablo Bernal", "Juan", "Asmerom", "Yemane", "Polyak", "Victor", "Piperno", "Dolores"],
    "venue": "Geology 40,",
    "year": 2012
  }, {
    "title": "New ice core evidence for a volcanic cause of the A.D. 536 dust veil",
    "authors": ["L.B. Larsen", "B.M. Vinther", "K.R. Briffa", "T.M. Melvin", "H.B. Clausen", "P.D. Jones", "Siggaard-Andersen", "M.-L", "C.U. Hammer", "M. Eronen", "H. Grudd", "B.E. Gunnarson", "R.M. Hantemirov", "M.M. Naurbaev", "K. Nicolussi"],
    "venue": "Geophys. Res. Lett",
    "year": 2008
  }, {
    "title": "Source of the great A.D.1257 mystery eruption unveiled, samalas volcano, rinjani volcanic",
    "authors": ["Lavigne", "Franck", "Degeai", "Jean-Phillippe", "Komorowski", "Jean-Christophe", "Guillet", "S ebastien", "Robert", "Vincent", "Lahitte", "Pierre", "Oppenheimer", "Clive", "Stoffel", "Markus", "Vidal", "C eline M", "Pratomo", "Surono Indyo", "Wassmer", "Patrick", "Hajdas", "Irka", "Sri Hadmoko", "Danang", "Belizal", "Edouard de"],
    "year": 2013
  }, {
    "title": "Archaic origins of the lowland Maya",
    "authors": ["Lohse", "Jon C"],
    "venue": "Lat. Am. Antiq",
    "year": 2010
  }, {
    "title": "Recent research in the southern highlands and pacific Coast of Mesoamerica",
    "authors": ["Love", "Michael"],
    "venue": "J. Archaeol. Res",
    "year": 2007
  }, {
    "title": "The Southern Maya in the Late Preclassic: the Rise and Fall of an Early Mesoamerican Civilization",
    "authors": ["Love", "Michael", "Kaplan", "Jonathan"],
    "year": 2011
  }, {
    "title": "Arising from the wetlands: mechanisms and chronology of landscape aggradation in the northern coastal plain of Belize",
    "authors": ["Luzzadder-Beach", "Sheryl", "Beach", "Timothy"],
    "venue": "Ann. Assoc. Am. Geogr",
    "year": 2009
  }, {
    "title": "Changes in atmospheric circulation and ocean ice cover over the north atlantic during the last 41,000 years",
    "authors": ["P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler", "M.C. Morrison", "P. Bloomfield", "G.C. Bond", "R.B. Alley", "A.J. Gow", "P.M. Grootes", "D.A. Meese", "M. Ram", "K.C. Taylor", "W. Wumkes"],
    "venue": "Science 263,",
    "year": 1994
  }, {
    "title": "Age and extent of the Ilopango TBJ tephra inferred from a Holocene chronostratigraphic reference",
    "authors": ["Mehringer", "Peter J", "Sarna-Wojcicki", "Andrei M", "Wollwage", "Lance K", "Sheets", "Payson"],
    "venue": "section, Lago de yojoa, Honduras. Quat. Res",
    "year": 2005
  }, {
    "title": "Abrupt onset of the little ice age triggered by volcanism and sustained by sea-ice/ocean feedbacks",
    "authors": ["ornsson", "Helgi", "Thordarson", "Thorvaldur"],
    "venue": "Geophys. Res. Lett",
    "year": 2012
  }, {
    "title": "Early formative transitions in settlement and subsistence at chiquiuitan, Guatemala",
    "authors": ["Morgan", "Molly"],
    "year": 2011
  }, {
    "title": "Prehispanic settlement and society in the Valley of Guatemala, 1500 B.C.-A.D. 1524",
    "authors": ["Murdy", "Carson N"],
    "venue": "Arqueología Mesoamericana: Homenaje a William T. Sanders, II. Instituto Nacional de Antrpología e Historia, M exico,",
    "year": 1996
  }, {
    "title": "Early Maya adaptive patterns: mid-late Holocene paleoenvironmental evidence from pacific Guatemala",
    "authors": ["arbara", "Collins", "Shawn", "Freidel", "Dorothy E"],
    "venue": "Lat. Am. Antiq",
    "year": 2006
  }, {
    "title": "Climate change and population history in the pacific lowlands of southern Mesoamerica",
    "authors": ["Neff", "Hector", "Persall", "Deborah M", "Jones", "John G", "de Pieters", "B arbara Arroyo", "Freidel", "Dorothy E"],
    "venue": "Quat. Res",
    "year": 2006
  }, {
    "title": "Recent geologic history of Lake atitlan, a caldera lake in western Guatemala",
    "authors": ["C.G. Newhall", "C.K. Paul", "J.P. Bradbury", "A. Higuera-Gundy", "L.J. Poppe", "S. Self", "N. Bonar Sharpless", "J. Ziagos"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 1987
  }, {
    "title": "The Usumacinta-Grijalva beach-ridge plain in southern Mexico: a high-resolution archive of river discharge and precipitation",
    "authors": ["K. Nooren", "W.Z. Hoek", "T. Winkels", "A. Huizinga", "H. Van der Plicht", "R.L. Van Dam", "S. Van Heteren", "M.J. Van Bergen", "M.A. Prins", "T. Reimann", "J. Wallinga", "K.M. Cohen", "P. Minderhoud", "H. Middelkoop"],
    "venue": "Earth Surf. Dynam",
    "year": 2017
  }, {
    "title": "Explosive eruption of El Chich on volcano (Mexico) disrupted 6th century Maya civilization and contributed to global cooling",
    "authors": ["K. Nooren", "W.Z. Hoek", "H. Van der Plicht", "M. Sigl", "M.J. Van Bergen", "D. Galop", "N. Torrescano-Valle", "G. Islebe", "A. Huizinga", "T. Winkels", "H. Middelkoop"],
    "venue": "Geology 45,",
    "year": 2017
  }, {
    "title": "Preclassic household patterns preserved under volcanic ash at Tetimpa, Puebla, Mexico. Latin american antiquity 9:287309.2006 social and cultural consequences of a late Holocene eruption of popocat",
    "authors": ["nuela", "Gabriela"],
    "year": 1998
  }, {
    "title": "Climate and technological innovation at Kaminaljuyu, Guatemala",
    "authors": ["Popenoe de Hatch", "Marion", "Ponciano", "Erick", "Q. Tom as Barrientos", "Brenner", "Mark", "Ortloff", "Charles"],
    "venue": "Anc. Mesoam",
    "year": 2002
  }, {
    "title": "A Geophysical and Geological Study of Laguna de Ayarza, a Gautemalan Caldera Lake",
    "authors": ["Poppe", "L.C.K.Paul", "C.G. Newhall", "J.P. Bradbury", "J. Ziagos"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 1985
  }, {
    "title": "IntCal13 and Marine13 radiocarbon age calibration curves 0e50,000 years cal BP",
    "authors": ["C. e", "T.J. Heaton", "D.L. Hoffmann", "A.G. Hogg", "K.A. Hughen", "K.F. Kaiser", "B. Kromer", "S.W. Manning", "M. Niu", "R.W. Reimer", "D.A. Richards", "E.M. Scott", "J.R. Southon", "R.A. Staff", "C.S.M. Turney", "J. van der Plicht"],
    "venue": "Radiocarbon 55,",
    "year": 2013
  }, {
    "title": "Aerosol forcing of the",
    "authors": ["Ridley", "Harriet E", "Asmerom", "Yemane", "Baldini", "James U.L", "Breitenbach", "Sebastian F.M", "Aquino", "Valorie V", "Prufer", "Keith M", "Culleton", "Brendan J", "Polyak", "Victor", "Lechleitner", "Franziska A", "Kennett", "Douglas J", "Zhang", "Minghua", "Marwan", "Norbert", "Macpherson", "Colin G", "Lisa M", "Xiao", "Tingyin", "Peterkin", "Joanne L", "Awe", "Jaime", "Haug", "Gerald H"],
    "year": 2015
  }, {
    "title": "SO2 emissions to the atmosphere from active volcanoes in Guatemala and El Salvador, 1999-2002",
    "authors": ["Rodríguez", "Lizzette A", "I. Matthew Watson", "Rose", "William I", "Branan", "Yvonne K", "Bluth", "Gregg J.S", "Chinga", "Gustavo", "Matías", "Otoniel", "Escobar", "Demetrio", "Caarn", "Simon A", "Fischer", "Tobias P"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2004
  }, {
    "title": "Age and archaeological implications of xitle volcano, southwestern basin of Mexico city",
    "authors": ["C. Siebe"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2000
  }, {
    "title": "A new bipolar ice core record of volcanism from WAIS divide and NEEM and implications for climate forcing of the last 2000 years",
    "authors": ["Sigl", "Michael", "McConnell", "Joseph R", "Layman", "Lawrence", "Maselli", "Olivica", "McGwire", "Ken", "Pasteris", "Daniel", "Dahl-Jensen", "Dorthe", "Steffensen", "Jørgen Peder", "Vinther", "Bo", "Edwards", "Ross", "Mulvaney", "Robert", "Kipfstuhl", "Sepp"],
    "venue": "J. Geophys. Res",
    "year": 2013
  }, {
    "title": "Timing and climate forcing of volcanic eruptions for the past 2,500 years",
    "authors": ["J.R. Pilchjer", "M. Salzer", "S. Schüpbach", "J.P. Steffensen", "B.M. Vinther", "T.E. Woodruff"],
    "venue": "Nature 523,",
    "year": 2015
  }, {
    "title": "Pollen analyses from four lakes in the southern Maya area of Guatemala and El Salvador",
    "authors": ["Tsukada", "Matsuo", "Deevey", "Edward S"],
    "year": 1967
  }, {
    "title": "Edifice collapse and related hazards in Guatemala",
    "authors": ["Vallance", "James W", "Seibert", "Lee", "Rose Jr.", "William I", "Raul Gir on", "Jorge", "Banks", "Norman G"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 1995
  }, {
    "title": "Volcano Hazards at Fuego and Acatenango, Guatemala",
    "authors": ["J.W. Vallance", "S.P. Schilling", "O. Matías", "W.I. Rose", "M.M. Howell"],
    "venue": "U. S. Geological Survey Open-File Report 01e431,",
    "year": 2001
  }, {
    "title": "Environmental and cultural changes in highland Guatemala inferred from Lake amatitlan sediments",
    "authors": ["Velez", "Maria I", "Curtis", "Jason H", "Brenner", "Mark", "Escobar", "Jaime", "Leyden", "Barbara W", "Hatch", "Marion Popenoe de"],
    "venue": "Geoarchaeology 26,",
    "year": 2011
  }, {
    "title": "Coastal Collectors in the Holocene: the Chantuto People of Southwest Mexico",
    "authors": ["Voorhies", "Barbara"],
    "year": 2004
  }, {
    "title": "Culture and climate in Mesoamerica during the middle Holocene",
    "authors": ["Voorhies", "Barbara", "Metcalfe", "Sarah E"],
    "year": 2007
  }, {
    "title": "A middle archaic archaeological site on the west Coast of Mexico",
    "authors": ["Voorhies", "Barbara", "Kennett", "Douglas J", "Jones", "John G", "Wake", "Thomas A"],
    "venue": "Lat. Am. Antiq",
    "year": 2002
  }, {
    "title": "Amatitlan, an actively resurging cauldron 10 km south of Guatemala city",
    "authors": ["Wunderman", "Richard L", "Rose", "William I"],
    "venue": "J. Geophys. Res",
    "year": 1984
  }, {
    "title": "The collapse of Maya civilization: assessing the interaction of culture, climate, and environment",
    "authors": ["Yaeger", "Jason", "Hodell", "David A"],
    "year": 2008
  }],
  "id": "SP:78b3a32f5365ab74cb3cfad9ee5c67c379277a75",
  "authors": [{
    "name": "Jon C. Lohse",
    "affiliations": []
  }, {
    "name": "W. Derek Hamilton",
    "affiliations": []
  }, {
    "name": "Mark Brenner",
    "affiliations": []
  }, {
    "name": "Jason Curtis",
    "affiliations": []
  }, {
    "name": "Takeshi Inomata",
    "affiliations": []
  }, {
    "name": "Molly Morgan",
    "affiliations": []
  }, {
    "name": "Karla Cardona",
    "affiliations": []
  }, {
    "name": "Kazuo Aoyama",
    "affiliations": []
  }, {
    "name": "Hitoshi Yonenobu",
    "affiliations": []
  }],
  "abstractText": "We present a record of late Holocene volcanic eruptions with elemental data for a sequence of sampled tephras from Lake Amatitlan in Highland Guatemala. Our tephrochronology is anchored by a Bayesian P_Sequence age-depth model based on multiple AMS radiocarbon dates. We compare our record against a previously published study from the same area to understand the record of volcanism and environmental changes. This work has implications for understanding the effects of climate and other environmental changes that may be related to the emission of volcanic aerosols at local, regional and global",
  "title": "Late Holocene volcanic activity and environmental change in Highland Guatemala"
}