{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nj ourna l homepage: www.e lsev ie r.com/ locate /eps l\nThe timing and extent of the eruption of the Siberian Traps large igneous province: Implications for the end-Permian environmental crisis\nMarc K. Reichow a,⁎, M.S. Pringle b, A.I. Al'Mukhamedov c, M.B. Allen d, V.L. Andreichev e, M.M. Buslov f, C.E. Davies g, G.S. Fedoseev f, J.G. Fitton h, S. Inger i, A.Ya. Medvedev c, C. Mitchell j, V.N. Puchkov k, I.Yu. Safonova f, R.A. Scott l, A.D. Saunders a\na Department of Geology, University of Leicester, University Road, Leicester LE1 7RH, UK b Department of Earth, Atmospheric, and Planetary Sciences, 77 Massachusetts Ave., Massachusetts Institute of Technology, Cambridge, MA 02139-4307, USA c Institute of Geochemistry, Favorsky Street, Post Office Box 4019, Irkutsk 664033, Russia d Department of Earth Sciences, University of Durham, Durham, UK e Institute of Geology, Komi Scientific Centre, Uralian Branch of Russian Academy of Sciences, Pervomayskaya Street 54, Syktyvkar 167982, Russia f Institute of Geology and Mineralogy, Siberian Branch Russian Academy Sciences, Koptyuga ave. 3, Novosibirsk-90 630090, Russia g Woodside Energy Ltd, 240 St Georges Terrace, Perth 6000, Australia h School of GeoSciences, University of Edinburgh, Grant Institute, West Mains Road, Edinburgh EH9 3JW, UK i Staff Development Unit, Wessex House 3.32, University of Bath, BA2 7AY, UK j Scottish Natural Heritage, Battleby, Redgorton, Perth. PH1 3EW, UK k Ufimskii National Centre, Institute of Geology, 450000 Ufa, Karl Marx Street 16/2, Russia l Cambridge Arctic Shelf Programme (CASP), West Building, 181A, Huntingdon Road, Cambridge CB3 0DG, UK\n⁎ Corresponding author. Tel.: +44 116 252 3912; fax: E-mail address: mkr6@le.ac.uk (M.K. Reichow).\n0012-821X/$ – see front matter © 2008 Elsevier B.V. Al doi:10.1016/j.epsl.2008.09.030\na b s t r a c t a r t i c l e i n f o\nArticle history:\nWe present new high-precis\nReceived 28 March 2008 Received in revised form 30 August 2008 Accepted 24 September 2008 Available online 18 November 2008\nEditor: R.W. Carlson\nKeywords: Siberian Traps end-Permian mass extinction 40Ar/39Ar ages large igneous provinces climate change\nion 40Ar/39Ar ages on feldspar and biotite separates to establish the age, duration and extent of the larger Siberian Traps volcanic province. Samples include basalts and gabbros from Noril'sk, the Lower Tunguska area on the Siberian craton, the Taimyr Peninsula, the Kuznetsk Basin, Vorkuta in the Polar Urals, and from Chelyabinsk in the southern Urals. Most of the ages, except for those from Chelyabinsk, are indistinguishable from those found at Noril'sk. Cessation of activity at Noril'sk is constrained by a 40Ar/ 39Ar age of 250.3±1.1 Ma for the uppermost Kumginsky Suite. The new 40Ar/39Ar data confirm that the bulk of Siberian volcanism occurred at 250 Ma during a period of less than 2 Ma, extending over an area of up to 5 million km2. The resolution of the data allows us to confidently conclude that the main stage of volcanism either immediately predates, or is synchronous with, the end-Permian mass extinction, further strengthening an association between volcanism and the endPermian crisis. A sanidine age of 249.25±0.14 Ma from Bed 28 tuff at the global section and stratotype at Meishan, China, allows us to bracket the P–Tr boundary to 0.58±0.21 myr, and enables a direct comparison between the 40Ar/39Ar age of the Traps and the Permo–Triassic boundary section. Younger ages (243 Ma) obtained for basalts from Chelyabinsk indicate that volcanism in at least the southern part of the province continued into the Triassic.\n© 2008 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The outpouring of enormous volumes of magma during short periods of time produces so-called large igneous provinces (LIPs) on the Earth's seafloor and continents. The origins of these LIPs and the influences they might have on the climate, in particular continental provinces, are matter of current and vigorous debate. The Siberian Traps represent the largest continental flood basalt province, and they have been linked to the end-Permian crisis, the largest known mass extinction (Erwin, 1994; Wignall, 2001). The degassing of magma\n+44 116 252 3918.\nl rights reserved.\naccompanied by the volcanic eruptions has been implicated in changes to global climate and, ultimately, as the cause of mass extinctions (Rampino and Stothers, 1988; Wignall, 2001). Although the details of the links between the volcanism and the extinctions are unclear, a prerequisite to establishing a causal relationship between volcanism and extinction is the relative timing of the two events. Furthermore, despite representing the largest continental LIP, the extent and volume of the Siberian Traps province still remain hugely controversial, demonstrated by the range of published figures (e.g., Reichow et al., 2002; Dobretsov, 2005). For example, it is often suggested that outlying volcanic rocks exposed in Taimyr, the Urals and the Kuznetsk Basin, and buried beneath the West Siberian Basin (WSB) form part of the Siberian Traps volcanic activity (e.g., Dobretsov,\n2005), but precise age determinations with which to confirm or dismiss these correlations have yet to be confirmed.\nAge and volume estimates are required not only for understanding any link between volcanism and the end-Permian crisis, but also to develop models for the formation of the Traps. Was activity for the entire province restricted to one short pulse of magmatic activity, or was volcanismmore protracted? Is there any evidence formigration of volcanic centres both spatially and temporally?\nIn this contributionwe present new, high-precision 40Ar/39Ar dates on basalt plagioclase feldspar and gabbro biotite separates from the Siberian large igneous province. Our aim is to refine the timing of the emplacement of the province, and to assess its geographical extent. To this end we have analysed a series of samples from Noril'sk and Tunguska on the main outcrop of the Traps exposed on the Siberian craton and from a series of geographically dispersed outliers of basalt (previously recognised as Permo–Triassic or Triassic in the literature; e.g. Milanovskiy, 1976) in Taimyr, Urals Mountains, and the Kuznetsk Basin (Fig. 1, modified after Reichow et al., 2002; Surkov, 2002; Kletz et al., 2007).We also analysed a set of sanidine feldspar separates from Bed 28 of the Permo–Triassic Global Stratotype and Section, Meishan\n(previously dated by Bowring et al., 1998), for calibration purposes. This will also aid in refining the timing of deposition betweenMeishan Beds 25 and 28 bracketing the P–Tr boundary."
  }, {
    "heading": "2. Geological setting of sampling localities",
    "text": ""
  }, {
    "heading": "2.1. Noril'sk and Putorana",
    "text": "The most visible manifestation of the Siberian Traps are outcrops on the Siberian craton covering ∼2.5×106 km2 (Lur'ye and Masaytis, 1964; Fedorenko et al., 1996). Noril'sk and Putorana are the most intensively sampled and analysed regions of the Siberian LIP (e.g., Fedorenko et al., 1996; Sharma, 1997). The Noril'sk volcanics reach a total thickness of ∼3.5 km, and the uppermost 1.5 km comprises three formations or suites that correlate with lavas in Putorana (where the total thickness is nearly 2 km) and Lower Tunguska (up to 1 km). These uppermost formations represent about 90% of the erupted volume on the craton.\nThe Noril'sk succession and parts of Putorana have been extensively radiometrically dated (Renne and Basu, 1991; Campbell et al.,\ng areas. The dashed line indicates the suggested extent of Permo–Triassic volcanism in to the north beneath the Kara (e.g. Vyssotski et al., 2006) and Laptev Seas to the New salt subcrops buried within the West Siberian Basin are derived from borehole, seismic, tz et al., 2007).\n1992; Dalrymple et al., 1995; Kamo et al., 1996, 2003). Venkatesan et al. (1997) provided 40Ar/39Ar ages from the entire Noril'sk section, but the resolution of their ages prevent determination of the duration of volcanism to better than 3.8±2.7 Ma. Three samples from Noril'sk borehole SG32, previously analysed by Dalrymple et al. (1995), were made available for this study. These include samples from the early erupted alkaline Syverminsky (SG32-2515.4) and Gudchikhinsky (SG32-2328.0) suites. Another sample (SG32-54.0) was taken from the tholeiitic Kumginsky suite which, together with the overlying Samoedsky suite, represents the final stage of volcanism at Noril'sk."
  }, {
    "heading": "2.2. Lower Tunguska River section",
    "text": "The Lower Tunguska River traverses sub-horizontal basaltic lavas and volcaniclastic rocks for a distance of about 1000 km across the Siberian craton. The sequence has been divided into five suites, totalling about 1 km in thickness (Zolotukhin and Al'Mukhamedov, 1988; Fedorenko et al., 1996). The three middle suites have been correlated, on the basis of petrography and geochemistry, with suites at Putorana and the upper part of the Noril'sk section (e.g., Sharma, 1997; unpublished data of the authors). The precise location of the P– Tr boundary in the Tunguska successions is unknown, but Sadovnikov (2008) suggests that the transition from Permian to Triassic fossil assemblages began before the basalts were erupted.\nSamples 91-75 and 91-58 belong to the Nidymsky Suite and were collected from the Lower Tunguska River."
  }, {
    "heading": "2.3. The Kuznetsk Basin (Kuzbass)",
    "text": "The Kuznetsk Basin covers an area of approximately 20,000 km2 to the east of Novosibirsk. Upper Permian (Tatarian) coal-bearing sedimentary rocks are conformably overlain by the Lower Triassic Abinskaya Series, which comprises both volcanic and sedimentary rocks (Buslov et al., 2007). The transition is abrupt, but there is no evidence for an angular unconformity. Russian geologists have placed the Permo–Triassic boundary at the transition, but biostratigraphic ages on the sedimentary rocks immediately overlying the unconformity are lacking. The Abinskaya Series is subdivided into three suites, with the oldest Mal'tsevskaya suite including two basaltic units. The strata were deposited in a variety of fluvial settings. Conglomeratic beds near the base of the Series are interpreted (by CD) to be from a high-energy, braided system.\nTwo basalt and gabbro samples, from the northern and southern part of the Kuznetsk Basin, respectively, were selected for dating. Basalt samples S4.1 and FGS-8 were taken from two sheet-like bodies 37 km apart and located in the lower section of the Abinskaya Series. Although separated, field relationships suggest that both samples may be part of one laterally extensive unit. The two medium-grained gabbro samples FGS-1 and FGS-5 were taken from the centre of a sill located ∼110 km southeast of the basalts. The sill intrudes sedimentary rocks which, according to pollen analysis (Verbitskaya, 1996), are of Upper Carboniferous/ Early Permian age."
  }, {
    "heading": "2.4. Taimyr Peninsula",
    "text": "The Taimyr Peninsula lies to the north of the Siberian Platform (Fig. 1). Late Permian to early Triassic mafic lavas and sills are present in South Taimyr and are deformed with their sedimentary host rocks, exposed along a belt of ∼800 km (Inger et al., 1999). Fedorenko et al. (1996) estimated that the thickness of mafic flows and sills in south Taimyr reach at least 2 km. Recent 40Ar/39Ar age determinations (Walderhaug et al., 2005) of these flows and sills suggest Triassic and Early Jurassic ages, respectively. Plagioclase–phyric basalt samples T98-57 and T98-58 are taken from two flows on the Hoffman Peninsula, 24 km to the north of locations reported in Walderhaug et al. (2005)."
  }, {
    "heading": "2.5. Vorkuta area (Polar Urals)",
    "text": "Widespread basalt flows occur in the Polar Urals (Fig. 1). North of Vorkuta, two basalt flows can be traced over a distance of at least 80 km (Khaitser, 1959). The lowermost flow forms the apparent base of the Triassic in this region and unconformably overlies Upper Permian terrestrial conglomerates (Kalantar and Udovichenko, 1980). The two flows are separated by ∼40 m of terrestrial conglomerates and sandstones and assigned to the Lower Triassic (Induan stage). The Permian and Triassic ages are only tentatively assigned as they are based on lithostratigraphic correlations between these and sediments in the surrounding area and require confirmation. Andreichev (1992) reported an Rb–Sr isochron age of 250±15 Ma derived from the lowermost flow. This result was repeated by Andreichev et al. (2005) with a Sm–Nd age of 249±17 Ma. Plagioclase–phyric basalt samples 322/1 and 322/4 available for this study are taken from the lowermost flows, 3 m and 6.5 m above the Permian conglomerates, respectively."
  }, {
    "heading": "2.6. Chelyabinsk (Borehole 7)",
    "text": "Widespread volcanic sequences are buried within northeast– southwest trending grabens around the city of Chelyabinsk, in the southern Urals (Fig. 1). Extensive drilling and seismic studies reveal that the volcanic sequences extend over a region approximately 41,000 km2 and are up to 2.0 km thick towards the centres of the grabens (Tuzhikova, 1973; Ivanov, 1974), making this a substantial volcanic province. Borehole 7 represents one of several boreholes drilled for coal exploration south–east of Chelyabinsk. The drilled basalt sections in Borehole 7 comprise a total of 541.2 m, with lithologies ranging from basaltic tuffs, flows, and dolerites. Samples for dating were taken at depths of 254.0 m and 696.4 m. Published biostratigraphical data indicate Triassic ages for these basalts (Tuzhikova, 1973)."
  }, {
    "heading": "2.7. Permo–Triassic Boundary, Meishan, China",
    "text": "The Global Stratotype Section and Point (GSSP) of the Permo– Triassic (P–Tr) boundary is located within Section D, at Meishan, South China (Yin et al., 2001). The biostratigraphical boundary between the Permian and Triassic is defined as the first occurrence of the conodont Hindeodus parvus (Yin et al., 1986; Nicoll et al., 2002), located at the base of Bed 27c at Meishan. The main extinctions occurred slightly earlier, and are recorded within Beds 24 through 26, with a peak extinction of 94% at the base of Bed 25 (Jin et al., 2000).\nThe volcanic ash layers at Meishan and Shangsi have provided an important source of isotopic age dates bracketing the age of the P–Tr boundary (e.g. Renne et al., 1995; Mundil et al., 2004). Crystals of sanidine feldspar extracted from Bed 25 yielded a 40Ar/39Ar age of 249.83±0.15 Ma (Renne et al., 1995, recalculated to FCs at 28.02 Ma). An argon age fromMeishan Bed 28 located above the P–Tr boundary is so far not reported. Mundil et al. (2004) obtained a single zircon age of 252.4±0.4 Ma from Bed 25, older than the respective 40Ar/39Ar age. Unfortunately, sample material from Meishan Bed 25 was not available for this study. We have analysed sanidine samples obtained from Bed 28, previously studied for zircons by Mundil et al. (2001), to bracket the age of the Permo–Triassic boundary section and refine the timing of sediment deposition in the Early Triassic."
  }, {
    "heading": "3. Analytical methodology",
    "text": "Specimens were chosen on the basis of lack of visible alteration in thin sections, crushed and sorted in four main size fractions: 75–150, 150–300, 75–125, 125–250 μm (Table 1). Feldspars were separated magnetically and cleaned ultrasonically with 6 N HCl and distilled water followed by acetone before hand picking. Biotite separates were ultrasonically cleaned with water followed by acetone before hand\n12 M .K .Reichow et al./ Earth and Planetary Science Letters 277 (2009) 9 –20\npicking. All mineral separates were wrapped in 99.99+% pure Cu foil stacked in two sealed quartz vials and irradiated for 16 h at 3 MW during one irradiation with no Cd-shielding in the McMaster Nuclear Reactor facility, Hamilton, Canada. Corrections for undesirable neutron-induced reactions from 40K and 40Ca were determined by irradiation of CaF2 and Fe-doped K-glass positioned in the vials and are: [40Ar/39Ar]K = 0.029; [36Ar/37Ar]Ca = 0.00028; [39Ar/ 37Ar]Ca=0.000672.\nFish Canyon Tuff sanidine (FC-1) was used as the fast neutron fluence monitor with a reference age of 28.02Ma (Renne et al., 1998a). Four packets of Taylor Creek rhyolite sanidine (TCR 2a) were also loaded in one of the vials as a secondarymonitor providing an average age of 28.24±0.02 Ma (MSWD=1.25) versus FC-1 at 28.02 Ma. The (40Arrad/39ArK) of FC-1 for each irradiation positionwas determined by\nFig. 2. a–g. Mineral (plagioclase) age spectra showing 40Ar/39Ar apparent ages and related K released. All ages are relative to Fish Canyon sanidine feldspar standard at 28.02 Ma (Renne\ntotal fusion laser heating from individual 5–10 analysis of 2 to 3 separate FC-1 grains. Samples and flux monitor were analysed at the 40Ar/39Ar Geochronology Laboratory at the Massachusetts Institute of Technology (MIT), Cambridge, MA, USA. Values for the irradiation parameter J for individual sample packages were calculated by parabolic interpolation between the measured standards. Estimated uncertainties for J are on average 0.25% and 0.16%. The 40Ar/39Ar age determinations were carried out by incremental furnace and laser heating on multi-grain feldspar and biotite fractions, respectively. Analytical procedures, blanks and corrections, anddata reductionwere similar to those described by Pringle (1993). All 40Ar/39Ar data referred to in this paper are relative to FC-1 using the age of 28.02 Ma determined by Renne et al. (1998a). All errors are reported as internal errors given at the 2σ significance level. Mean ages were calculated as\n/Ca ratios for each of the basalt samples as a function of cumulative percentage of 39Ar et al., 1998a) and errors quoted at 2σ including uncertainty on the age of the monitor.\nweighted means where each age is weighted by the inverse of its variance. Incremental heating plateau and isochron ages were calculated as weighted means with 1/σ2 as weighting factor and as York-2 fit with correlated errors (York, 1969) using the ArArCALC v2.4 software (Koppers, 2002; see http://earthref.org/tools/ararcalc.htm)."
  }, {
    "heading": "4. 40Ar/39Ar results",
    "text": "Data from the incremental heating experiments, including the J values, the complete analysis of each sample and age spectra (Figs. S1 and S2; Table S1) not shown here are available in the Background Data Set. Age spectra for our samples including selected inverse isochron and K/Ca ratios for the incremental-heating experiments are presented in Figs. 2 and 3, and described for each area individually below."
  }, {
    "heading": "4.1. Noril'sk",
    "text": "Two separate incremental heating experiments on plagioclase separates from sample SG32-54.0 of the Noril'sk Kumginsky suite, near the top of the sequence, yielded concordant weighted plateau ages of 250.1±2.5 Ma and 250.3±1.1 Ma with a mean square weighted deviation (MSWD) of 1.07 and 0.39, respectively (Figs. 2a and S1a). Inverse and normal isochron ages are slightly younger in one\nexperiment but within error of both plateau ages (Table 1). 40Ar/36Ar intercepts of 313.1±23and292.6±14 alongwith lowand consistentK/Ca ratios indicating only one source of radiogenic argon and that the trapped argon composition was atmospheric. The weighted mean plateau age of the experimentproviding the lowestMSWDis considered to represent the best estimate of the crystallisation age.\nGudchikhinsky suite sample SG32-2328.0 yielded 10 plateau increments with a weighted mean age of 247.5±0.8 Ma (MSWD=0.50) including 56% of the radiogenic argon released (Fig. S1b). Isochron ages are within error of the plateau age (Table 1) but associated with relatively large errors and dominated by the more radiogenic steps. 40Ar/36Ar intercepts above the atmospheric ratio imply presence of excess argon, although the associated large errors make it difficult to verify. K/Ca ratios are consistently low but elevated in comparisonwith other Siberian Traps samples (e.g. sample 91-58). Reliable older ages obtained on stratigraphically lower and higher units (e.g., Renne and Basu, 1991 and this study) imply argon loss for this sample and hence the plateau age is considered as a minimum age of crystallisation.\nSyverminsky suite sample SG32-2515.4 provided an incremental heating experiment with a weighted plateau age of 248.7±0.6 Ma (Fig. S1c) and indistinguishable isochron ages. 40Ar/36Ar intercepts above the atmospheric ratiomay imply presence of excess argon similar to that described for Gudchikhinsky sample SG32-2328.0. Data included in the calculations cluster close to the 39Ar/40Ar axis due to high radiogenic component relative to trapped argon in the plateau steps. Including all steps provides 40Ar/36Ar intercepts close to the atmospheric value. This, however, results in a statistically significant amount of scatter about the mean providing no reliable age. K/Ca ratios display a gradual decrease during the experiment with excursions to elevated ratios at high temperature steps but indicating only one source of radiogenic argon."
  }, {
    "heading": "4.2. Tunguska",
    "text": "Aphyric basalt 91-58, from the base of the Nidymsky suite, displays an age spectrum typical of irradiation-induced 39Ar recoil distribution at low temperature steps (Fig. 2b). This is accompanied by decreasing K/Ca ratios at these temperatures. A high temperature plateau, including 10 steps with 47% of the 39Ar released, provided a weighted mean plateau age of 251.8±1.5 Ma with a robust MSWD of 1.98. The isochron analysis is not significantly different yielding an apparently concordant age of 252.0±1.9 Ma but an MSWD of 2.21 indicating a statistically significant scatter about themean. The 40Ar/36Ar of 286.7± 81 provides no evidence for excess argon and K/Ca ratios are concordant at high temperature steps. The most reliable estimate of the crystallization age of this sample is therefore derived from the weighted mean plateau age.\nIncremental heating of sample 91-75 provides a weighted plateau age of 248.9±1.2Ma containing 76.9% the total 39Ar released (Fig. S1d). This age corresponds well with the inverse isochron age of 249.1± 1.4 Ma. K/Ca ratios gradually decrease from 0.02 to 0.008 during the experiment which we interpret to reflect degassing from pristine, zoned feldspar. The slightly younger plateau age compared to sample 91-58 from the same unit may be related to minor loss of argon indicated by a lower 40Ar/36Ar though isochron ages are indistinguishable. The best estimate of crystallisation of this sample is derived from the weighted plateau age."
  }, {
    "heading": "4.3. Kuznetsk Basin",
    "text": "Two incremental heating experiments on size fractions of 150– 300 µm and 75–150 µm were performed on sample S4.1 (Figs. 2c and S1e). Low K/Ca ratios in both experiments at mid- to higher temperatures indicate only one source for radiogenic argon. The finergrained sample yielded a mid- to high temperature weighted plateau age of 247.5±0.8 Ma (MSWD=1.74) containing 48% of the total 39Ar released. The corresponding inverse isochron age of 250.6±2.5 Ma\n(MSWD=1.20) is slightly older but statistically indistinguishable from the plateau age (Table 1). The low 40Ar/36Ar intercept of 64.8±56 may imply an overcorrection for 40Ar and/or trapped 36Arair in this sample. Data cluster close to 39Ar/40Ar axis due to high radiogenic component relative to trapped argon in the plateau steps. Including all high temperature steps in the isochron diagram provides an 40Ar/36Ar intercept (321±23) close to the atmospheric ratio. Incremental heating of the 150–300 µm size fractions provided a low- to midtemperature plateau with 7 out of 14 steps and 52% the 39Ar released. The plateau age of 250.3±0.7 Ma is indistinguishable from the concordant inverse isochron age of 249.8±1.4 Ma. The 40Ar/36Ar intercept of 330±91 inferred from this experiment is indistinguishable from the atmospheric ratio. The best age estimate for this sample is derived from the weighted plateau age of the 150–300 µm size fractions.\nSample FGS-8 (Fig. S1f) provided a weighted plateau age of 248.8± 0.8 Ma including 67% of the 39Ar released similar to S4.1 (75–150 μm) but a high MSWD of 5.34 indicating a statistically significant amount of excess scatter about the mean. The isochron analyses are not significantly different, yielding concordant ages of 250.7±0.6 Ma and 250.8±0.6 Ma with low MSWD's (Table 1). However, low 40Ar/36Ar intercepts (∼24) may imply (as discussed above) loss of 40Ar for this sample. K/Ca ratios are high and variable (compared with S4.1), and only reach equally low ratios (b0.1) at high temperature steps. Nevertheless, a trapped argon component cannot be inferred from analysis of the data and we interpret the isochron age to provide a reliable estimate of the crystallisation age.\nBiotites separates from Kuznetsk gabbroic sample FGS-5 (Fig. 3a) yielded two indistinguishable concordant weighted plateau ages of 252.7±0.7 Ma (MSWD=2.62) and 252.3±0.6 Ma (MSWD=8.48) including 43% and 50% of total 39Ar released, respectively. Although the high-temperature plateaus include over 20 of the up to 46 steps, MSWD's in both experiments indicate a significant statistical scatter about the mean. The patterns of discordance in both experiments are suggestive of either Ar loss at low temperature or contamination by secondary phases in particular as K/Ca display excursions to higher ratios at high temperature steps. Corresponding inverse isochron analyses are slightly younger with 252.0±0.6 Ma (MSWD=1.17) and 251.3±0.4 Ma (MSWD=1.32). The 40Ar/36Ar intercepts of 323.7±12 and 321.2±5 above atmospheric ratio indicate in both cases similar contribution of excess 40Ar. The inverse isochron ages with their more robust MSWD are hence regarded as maximum ages of crystallisation of this sample with a combined weighted mean of 251.5±0.3 Ma.\nTwo biotite separates from gabbroic sample FGS-1 (Fig. 3b) provided apparent concordant weighted plateau ages of 252.2± 0.5 Ma (MSWD=2.84) and 251.8±0.6 Ma (MSWD=5.65). These are indistinguishable from FGS-5 biotite ages displaying a significant scatter around themean. 40Ar/36Ar intercepts of 455.3±54 and 359.8± 16 are statistically distinguishable revealing the presence of different 40Ar/36Ar ratios between the two experiments. The crystallisation age for FGS-1 is as for FGS-5 best derived from both inverse isochron ages with their more reasonable MSWD's (Table 1) and the weighted mean of 250.6±0.4 Ma representing a maximum crystallisation age."
  }, {
    "heading": "4.4. Taimyr",
    "text": "Sample T98-57 plagioclase provided two separate incrementalheating experiments with indistinguishable plateau and inverse isochron ages (Fig. 2d). Slightly older ages at low temperature steps are attributed to probable 39Ar recoil as discussed above. The mid- to high temperature plateau includes 8 steps in both experiments containing 63% and 65% of the total 39Ar released with weightedmean plateau ages of 251.1±1.2 Ma (MSWD=0.99) and 250.1±1.3 Ma (MSWD=1.64), respectively. The inverse isochron analyses are with 252.7±2.8 Ma and 251.6±2.0 Ma not significantly different. Although 40Ar/36Ar intercepts are slightly lower than the atmospheric ratio, statistically they are indistinguishable. Theweightedmean age of both\nplateau ages is 250.6±0.8 Ma which is considered to represent the crystallisation age of this sample.\nSample T98-58 was taken close to T98-57 and the step heating experiment with 12 out of 20 steps provided aweighted mean plateau age of 251.0±0.7 Ma (MSWD=0.79) including 72% of the released 39Ar (Fig. S1h). The corresponding inverse isochron age of 251.5±0.9 Ma (MSWD=0.68) with 40Ar/36Ar=261.9±45 is indistinguishable from the plateau age (Table 1). The crystallisation age for this sample is derived from the reliable plateau age."
  }, {
    "heading": "4.5. Vorkuta",
    "text": "Aphyric basalt sample 322/1 yielded a plateau age of 249.7±0.7 Ma with a MSWD of 2.30 including 45% of the total 39Ar released (Fig. 2e). This age is indistinguishable from the inverse isochron age of 250.6± 0.7Mawith aMSWD of 0.83 and 40Ar/36Ar intercept of 160.2±72. Older variable ages obtained at low temperature steps are most likely caused by recoil redistribution of argon during irradiation (Huneke and Smith, 1976). However, K/Ca ratios included in the plateau are between 0.23– 0.29 indicating only one source of radiogenic argon. We consider the weighted plateau age as the most reliable estimate of crystallisation.\nPlagioclase–phyric sample 322/4, taken 3.5 m above sample 322/1, yielded a plateau age of 247.4±0.6 Ma (MSWD=0.56) derived from ‘mid-temperature’ experiments (Fig. S1i). The corresponding inverse isochron age (Table1) is indistinguishable from the plateau age and yielded a 40Ar/36Ar intercept of 259.5±56. These ages are ∼2.0 myr younger than those obtained from sample 322/1. K/Ca ratios of sample 322/4 are low and display a gradual decrease during the experiment (0.14–0.02). As for the previous sample, we consider the weighted plateau age as the most reliable estimate of crystallisation."
  }, {
    "heading": "4.6. Chelyabinsk (Borehole 7)",
    "text": "Incremental heating experiment for sample 7/254.0 (Fig. 2f) yielded 19 concordant steps with 80% of the 39Ar released providing a plateau age of 243.3±0.6 Ma (MSWD=1.22). The inverse isochron age of 243.1±0.6 Ma is equally concordant with MSWD of 1.04 and 40Ar/36Ar intercept of 304.4±9, and both are considered reliable estimates of the crystallisation age of this sample.\nSample 7/696.4 is from the lower borehole section and two separate heating experiments provided indistinguishable plateau and inverse isochron ages including 77 and 88% of the total 39Ar released (Figs. 2g and S1j). The 40Ar/36Ar intercepts (Table 1) are close to the atmospheric value of 295.5 and with identical K/Ca ratios and release pattern good indication for the reliability of the obtained ages. The weighted mean plateau age calculated from both experiments is 242.2±0.6 Ma, which is considered to represent the best estimate for the crystallisation age of this sample."
  }, {
    "heading": "4.7. P–Tr Boundary section (Bed 28), Meishan, China",
    "text": "Weminimised the problems associated with differences related to the 40Ar/39Ar technique by dating the Siberian Traps and Meishan Bed 28 in the same laboratory against the same standard during the same irradiation. Consequently all argon ages obtained during this study are directly comparable, with low internal errors. Sanidine separates obtained from Bed 28 were divided into two density fractions with specific gravities of b2.55 and 2.55–2.61. Each density fraction provided two laser and one furnace incremental step heating experiments for comparison between the methods. All experiments include between 91 and 100% of the total 39Ar released and between 24 and 30 steps out of up to 43 (Table 1 and Fig. S2). The patterns of discordance of the furnace step heating experiments at low temperatures are suggestive of Ar loss. All experiments yield plateau, normal and inverse isochron ages within error and low MSWD's. Dates from these six experiments are analytically indistinguishable and the age of\nsanidine crystallisation calculated including all plateau ages providing a combined weighted mean of 249.25±0.14 Ma (MSWD=1.01)."
  }, {
    "heading": "5. Discussion",
    "text": "The new dates indicate that the 3.5 km-thick basalt succession at Noril'sk was emplaced between 248.7±0.6 Ma and 250.3±1.1 Ma. The dates for the lower part of the Noril'sk succession are indistinguishable from those published by Dalrymple et al. (1995), but the new ages have much lower internal errors (Fig. 4). Our ages obtained on the Noril'sk Syverminsky and Kumginsky suites are only ∼1.6 Ma apart and combined with published data provide a full set of ages for the entire Noril'sk section. The differences between the youngest and oldest age obtained on the earliest Noril'sk Ivakinsky suite rocks (248.5±1.9 and 250.1±1.9 Ma; Renne and Basu, 1991; Venkatesan et al., 1997) and our new age on the uppermost Kumginsky suite (250.3±1.1Ma) are 1.8±2.2 Ma or 0.2±2.2Ma, respectively. These ages confirm previous estimates of the short duration of magmatism, based on U–Pb age determinations, of b2 Ma (Kamo et al., 1996, 2003).\nOurdataprovide thebest age for the terminationof activityatNoril'sk, constrained by the uppermost Kumginsky suite with a 40Ar/39Ar age of 250.3±1.1Ma. Onset of volcanism appears to be contemporaneous in the Noril'sk and Maymecha-Kotuy areas, where the first-erupted basalts lie on top of Upper Permian (Tatarian) coal-bearing sediments (Budnikov, 1976). However, because the tops of the sequences are exposed and likely to have beenpartially eroded, it is not possible to knowwith certainty the age of the last activity, and hence the full duration of activity. Equivalents of the dated Delkansky suite (Kamo et al., 2003) in Maymecha are not present elsewhere in the province, and the age of the topmost Noril'sk Samoedsky suite is not reliable (Venkatesan et al., 1997).\nThe volcanic succession in the Lower Tunguska area differs from the sections exposed to the north at Noril'sk or Putorana, because of\nthe high proportion of basaltic tuffs (Zolotukhin and Al'Mukhamedov, 1988). The new ages of 250.8±1.2Ma and 251.8±2.5Ma obtained from the base and middle sections of the Nidymsky suite are indistinguishable from their compositional counterparts at Noril'sk. This provides evidence of a close temporal relation between these suites, which are over 1000 km apart. Note, however, that we currently have no radioisotopic constraints on the age of the thick pyroclastic units in Tunguska. They are compositionally similar to the overlying, dated lavas and therefore probably not much older.\nAges obtained on the Kuznetsk samples are within error of those obtained from Noril'sk, the Lower Tunguska and Taimyr Peninsula (Fig. 4). Biotite data presented here indicate an excess argon component and should be considered asmaximumages. TheKuznetsk units are part of theMal'tsevskaya Suite of theAbinskaya Series, that has been assigned a Lower Triassic age (Section 2.3, and Buslov et al., 2007). The age of the underlying Upper Permian coal-bearing sediments is constrained by litho- and biostratigraphy. It has been suggested that the Permo-Triassic boundary in this region lies at an abrupt stratigraphic transition at the base of the Mal’tsevskaya Suite. However, the new 40Ar/39Ar ages indicate that the Mal'tsevskaya Suite is at least 250 m.y. old and, taking into account the observed bias of ∼1% between the Ar–Ar and U/Pb techniques (see discussion below), should be assigned to the Late Permian or very early Triassic. These findings have strong implications for the location of the Permo–Triassic boundary in the area. Based on our newage datawe argue that the position of the P–Tr boundary in the area has to be revisited and is located above its present assignment.\nThe new basalt dates from the Taimyr Peninsula are not the same as the Triassic and Jurassic ages obtained on similar rocks by Walderhaug et al. (2005). The new dates not only confirm concurrence with the 250 Ma volcanic activity, but they also support previous suggestions that the Traps are contiguous between the Taimyr Peninsula and the craton, occurring at depth beneath the Yenesei–\nrovince and volcanic ash Bed 28 at the Global Stratotype Section and Point (GSSP) of the\nd Reichow et al., 2002), Noril'sk (Renne and Basu,1991; Campbell et al., 1992; Dalrymple\net al., 1992), and Maymecha–Kotuy (Basu et al., 1995) areas. 40Ar/39Ar age of ash Bed 25\nat its base. Note: The Permo–Triassic boundary is defined as the first occurrence of the\n7c between ash Beds 25 and 28.\nKhatanga Trough, where their thickness may be greater than that at Noril'sk (Zolotukhin and Al'Mukhamedov, 1988).\nVorkuta in the polar Urals represents the most westerly area included in this study. Again, the newdates (Fig. 4) are indistinguishable from ages obtained on volcanic rocks from the West Siberian Basin (WSB) and on the Siberian craton. Sample 322/4 was taken only 3.5 m above sample 322/1 but is∼2m.y. younger. Volcanism in the Polar Urals may have been more sporadic than the volcanism farther east. Alternatively, the flows found in Vorkuta may have originated in the WSB, and represent the distal portions of sporadic incursions of lava.\nAges of 243.3±0.6 Ma and 242.2±0.6 Ma for the Chelyabinsk basalts clearly demonstrate that volcanism southeast of the Urals is ∼7 Ma younger than the main activity on the Siberian craton and within the WSB (Reichow et al., 2002). These Triassic ages are within error and differ by 1.1±0.6 Ma, with the stratigraphically higher sample providing the slightly but indistinguishable older age. Sills with Triassic ages were reported (Ivanov et al., 2005) in the Kansk– Taseevskaya basin along the southern border of the Siberian craton. Lyons et al. (2002) also reported Lower Triassic ages of 248.8±0.5 Ma and 248.2±0.5 Ma for extrusive rocks in the Semeitau area, Kazakhstan."
  }, {
    "heading": "5.1. Extent of the Siberian LIP",
    "text": "The areal extent (and volume) of the Siberian LIP has been debated for several decades. The visible portion, on the Siberian craton, forms but a small portion of the total province. Several Russian workers (e.g. Milanovskiy, 1976; Makarenko, 1976; Zhuravlev, 1986; Zolotukhin and Al'Mukhamedov, 1988) have suggested that the province extends beneath theWSB to the Urals and Kuznetsk, and beneath the Yenesei– Khatanga Trough to the Taimyr Peninsula. The new data presented here and previously published (Renne and Basu, 1991; Campbell et al., 1992; Dalrymple et al., 1995; Renne et al., 1995; Kamo et al., 1996, 2003; Venkatesan et al., 1997; Reichow et al., 2002) confirm the contemporaneity of volcanism in these areas. These ages are, within the limitations of the dating techniques, indistinguishable (Fig. 4). Basalts and intrusive rocks from Noril'sk and Maymecha–Kotuy have been intensively dated using U/Pb techniques (Kamo et al., 1996, 2003) and give identical ages to those presented here, once the data have been corrected for systematic bias between the U/Pb and 40Ar/ 39Ar dating techniques (see below). Kuzmichev and Pease (2007) report a U–Pb zircon laser ablation age of 252±4 Ma on a gabbroic intrusive rock of Bel'kov Island, part of the New Siberian Islands, arguing that this represents the north-eastern limits of the Siberian Traps province.\nThe basalt subcrop beneath the WSB is not continuous (Fig. 1), occurring as a patchwork associated with large N–S trending grabens and half-grabens (Reichow et al., 2005; Saunders et al., 2005, Kletz et al., 2007). Whether the patchwork nature of the basalt subcrop is a primary feature, or was produced by erosion (Makarenko, 1976) is unclear, but these buried basalts can be traced as far south as Kuznetsk and as far west as the Urals. It seems therefore reasonable to assume that the greater Siberian LIP extends to these distal regions, and our new ages from Kuznetsk and Vorkuta provide strong support for this hypothesis. The activity at Chelyabinsk is significantly younger, implying either that LIP activity extended well into the Triassic in this area, or that it is a separate province altogether.\nThe total area that encompasses the greater Siberian LIP can be crudely drawn as shown in Fig. 1. This includes all areas mentioned above, the intervening regions, and extends beneath the Kara Sea (Vyssotski et al., 2006). This gives a total area of over 5 million km2. However, this is not the same as the area of the volcanic activity, because large areas within this boundary patently are not covered with igneous rock. It is unclear (a) howmuch volcanic material has been removed by erosion, and (b) which areas were not covered in the first place. Therefore, this area estimate has to be considered as a maximum.\nCalculating the present-day volcanic volume is very difficult, because thickness estimates are missing from large parts of the province, especially the WSB. From seismic studies and deep boreholes we know the sequences in the north of the basin are at least 2 km thick in the rifts (Westphal et al., 1998; Kletz, pers. com.) thinning to the south. The combined volume of extrusive and shallow intrusive rocks on the Siberian craton are at least 1.2×106 km3, of which 44% is related to intrusive activity (Zolotukhin and Al'Mukhamedov, 1988). In some places intrusive rocks (sills and dikes) make up as much as 50% of the thickness of the volcanic and sedimentary succession (Zolotukhin and Al'Mukhamedov, 1988), and in the southern and eastern parts of the province, the intrusive sheets are now the only magmatic expression (Ivanov et al., 2005). Calculating the original volumes is almost impossible, for the reasons mentioned, and this explains the variation in published figures (Fedorenko et al., 1996; Vasil'ev et al., 2000; Reichow et al., 2002; Ivanov et al., 2005; Dobretsov, 2005; Dobretsov et al., 2008). However, volume estimates of ∼3 million km3 suggested by Reichow et al. (2002) can be regarded as a reliable minimum and the true value may be much higher."
  }, {
    "heading": "5.2. Comparability between U–Pb and 40Ar/39Ar ages from Meishan: the timing of the P–Tr boundary and mass extinction event horizon",
    "text": "Our new 40Ar/39Ar age for Bed 28 sanidines is 249.25±0.14 Ma, slightly younger than the age of 249.83±0.15 Ma measured for Bed 25 (Renne et al., 1995). The age difference between these two tuff layers bracketing the P–Tr boundary is 0.58±0.21 myr, assuming no interlaboratory bias. This result corresponds well with a new estimate from unpublished zircon U/Pb ages (Bowring, pers. com.). Considering that Beds26and27 consist of shallowmarine sediments (Yin et al., 2001) and are thought to be partly condensed, we consider these to be reasonable estimates. Although our findings cannot resolve the age of the P–Tr boundary, our new Bed 28 age refines the relative timing of sediment deposition at Meishan. Understanding the timing of deposition may assist in understanding the observed carbon fluctuations in the Early Triassic (Payne et al., 2004), which are not well constrained.\nOur Bed 28 40Ar/39Ar age is 1.29% younger than the U/Pb zircon age obtained by Mundil et al. (2001). Annealed and leached zircons from Bed 25 obtained by Mundil et al. (2004) gave a U/Pb age of 252.4± 0.3 Ma, and a statistically identical age of 252.5±0.3 Ma age was obtained for zircons from Meishan Bed 28 (Mundil et al., 2001). The apparent bias between U–Pb and 40Ar/39Ar has been previously reported in numerous studies (e.g., Renne et al., 1998b; Min et al., 2000; Renne, 2000; Villeneuve et al., 2000; Schmitz and Bowring, 2001; Nomade et al., 2004; Schoene et al., 2006; Kuiper et al., 2008) with 40Ar/39Ar ages being younger in rapidly cooled rocks. Some of the bias may be accounted for by inaccuracies of the K decay constants and/or the accepted ages for the 40Ar/39Ar standardminerals being too young (Min et al., 2000, 2001; Schmitz and Bowring, 2001; Schoene et al., 2006; Kuiper et al., 2008). This discrepancy does not preclude using high-precision Ar–Ar dates to evaluate the relative timing of events at Meishan and in Siberia."
  }, {
    "heading": "5.3. Relative timing of the P–Tr mass extinction event and the Siberian Traps",
    "text": "Several authors have proposed that the Siberian volcanism is synchronous with the P–Tr boundary and associated mass extinction (e.g., Renne et al., 1995; Kamo et al., 1996, 2003; Campbell et al., 1992) and consequently inferred that the volcanism was responsible for the end-Permian climatic changes. Most correlations were based on the P–Tr boundary age although this boundary does not record the main extinction, which peaked at the top of Bed 24 at Meishan (Jin et al., 2000). In order to illustrate the relative difference between the timing of volcanism and the mass extinction, we calculated the relative age\ndifferences between Siberian basalts and the 249.83±0.15 Ma 40Ar/ 39Ar age of Bed 25 (Renne et al., 1995) (Fig. 5).\nMost previously published 40Ar/39Ar data overlapwithin error of the Bed 25 age (Renne et al., 1995). However, most previously published 40Ar/39Ar ages for the Traps also have large error bars and our new ages allow us to conclude that Siberian volcanism preceded, at least in part, the end of the peak extinction by several hundred thousands of years. Ages obtained on volcanic rocks from Tunguska,WSB, Taimyr, Kuznetsk, and Vorkuta demonstrate thewidespread activity preceding the peak of themass extinction. Our newdata provide further evidence and support for a correlation between volcanism and mass extinction, with ages predating the onset of the shift to low δ13C values recorded in Bed 24 at Meishan, and in other P–Tr sections.\nA characteristic feature of the P–Tr crisis was its protracted nature, with a long period of oceanic anoxia. It has been suggested that this apparent delay of biological renewal could reflect the time scale necessary for reintegration of ecosystems (Erwin, 1993, 1994), or persistently unfavourable environmental conditions through part or all of the Early Triassic (Erwin, 1993; Wignall and Twichett, 2002). Triassic activity recorded in Chelyabinsk may have maintained environmental stress well into the Triassic (e.g., Payne et al., 2004; Payne and Kump, 2007), but its effects are not well constrained because so little is known about the volume of this sub-province. Payne et al. (2004) demonstrated that the end-Permian carbon isotope excursion was not an isolated event, but rather a series of negative and positive excursions that continued through the early part of the Triassic."
  }, {
    "heading": "6. Conclusions",
    "text": "40Ar/39Ar ages presented from the Noril'sk, Tunguska, Taimyr, Kuznetsk, and Vorkuta areas, combined with previous published data,\ndemonstrate that volcanic activity in Siberia covered an area of up to 5 million km2 at 250 Ma (in Ar–Ar years). Our data support previous correlations, and links volcanic units which are over 1000 km apart. Enhanced error estimates provide strong evidence for a short duration of the main-stage volcanic activity at Noril'sk and the wider Siberian Traps province. The main stage volcanism of this province partially predates and is synchronous with the end-Permian extinction. Including Meishan ash Bed 28 sanidine samples, previously studied for zircons, not only has enabled a direct comparison between 40Ar/ 39Ar age of the Traps and the Permo–Triassic boundary section, but it also allowed bracketing the timing of deposition between tuff Beds 25 and28 to0.58±0.21Ma. From thedata presentedwe infer that Siberian Traps volcanismwas responsible for the climatic changes at the end of the Permian. Borehole samples near Chelyabinsk are clearly Triassic in age indicating that volcanism in Siberia occurred in at least two stages.\nBased on ages obtained from Kuznetsk and Vorkuta, we suggest that the location of the Permo–Triassic boundary in these areas (and possibly other terrigenous sections), where the criteria for the boundary include lithostratigraphy, may need to be revised."
  }, {
    "heading": "Acknowledgments",
    "text": "The authors are grateful to S.A. Bowring for providing the Bed 28 sample taken from the Global Stratotype Section and Point of the Permo–Triassic boundary at Meishan Section D, China. M.A. Lanphere and G.B. Dalrymple are thanked for providing samples from the Noril'sk section, and E. Petrovich for providing samples from Chelyabinsk. R.W. Carlson, P.R. Renne and an anonymous reviewer are thanked for their constructive reviews and comments. The 40Ar/ 39Ar analysis at MIT, Cambridge, USA and MKR were supported by Natural Environment Research Council grant NE/C003276/1."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data associated with this article can be found, in the online version, at doi:10.1016/j.epsl.2008.09.030."
  }],
  "year": 2008,
  "references": [{
    "title": "9–20 differences between Siberian basalts and the 249.83±0.15 Ma 40Ar/ 39Ar age of Bed 25 (Renne et",
    "authors": ["M.K. Reichow"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "Rb–Sr and Sm–Nd",
    "authors": ["V.L. Russian). Andreichev", "Ronkin", "Yu.L", "O.P. Lepikhina", "A.F. Litvinenko"],
    "year": 2005
  }, {
    "title": "U/Pb zircon geochronology and tempo of the End-Permian mass extinction",
    "authors": ["S.A. Bowring", "D.H. Erwin", "Y.G. Jin", "M.W. Martin", "K. Davidek", "W. Wang"],
    "year": 1998
  }, {
    "title": "Regularities of sedimentation in the Carboniferous and Permian of the Western Siberian Platform",
    "authors": ["V.I. Budnikov"],
    "venue": "Proceedings of SNIIGGiMS, Issue 183: Moscow. Nedra Press, Russia,",
    "year": 1976
  }, {
    "title": "Plume-related basalts of the Kuznetsk Basin",
    "authors": ["M.M. Buslov", "Safonova", "I.Yu", "G.S. Fedoseev", "M.K. Reichow", "A.V. Travin", "G.A. Babin"],
    "year": 2007
  }, {
    "title": "Synchronism of the Siberian Traps and the Permian–Triassic Boundary",
    "authors": ["I.H. Campbell", "G.K. Czamanske", "V.A. Fedorenko", "R.I. Hill", "V. Stepanov"],
    "venue": "Science 258,",
    "year": 1992
  }, {
    "title": "A reconnaissance",
    "authors": ["G.B. Dalrymple", "G.K. Czamanske", "V.A. Fedorenko", "O.N. Simonov", "M.A. Lanphere", "A.P. Likhachev"],
    "year": 1995
  }, {
    "title": "250 Ma large igneous provinces of Asia: Siberian and Emeishan Traps (plateau basalts) and associated granitoids",
    "authors": ["N.L. Dobretsov"],
    "venue": "Russ. Geol. Geophys",
    "year": 2005
  }, {
    "title": "Modelling of thermochemical plumes and implications for the origin of the Siberian Traps",
    "authors": ["N.L. Dobretsov", "A.A. Kirdyashkin", "A.G. Kirdyashkin", "V.A. Vernikovsky", "I.N. Gladkov"],
    "venue": "Lithos",
    "year": 2008
  }, {
    "title": "The Great Palaeozoic Crisis: Life and Death in the Permian",
    "authors": ["D.H. Erwin"],
    "year": 1993
  }, {
    "title": "The Permo–Triassic extinction",
    "authors": ["D.H. Erwin"],
    "venue": "Nature 367,",
    "year": 1994
  }, {
    "title": "Petrogenesis of the flood-basalt sequence at Noril'sk, North Central Siberia",
    "authors": ["V.A. Fedorenko", "P.C. Lightfoot", "A.J. Naldrett", "G.K. Czamanske", "C.J. Hawkesworth", "J.L. Wooden", "D.S. Ebel"],
    "venue": "Int. Geol. Rev",
    "year": 1996
  }, {
    "title": "Triassic Traps Formations in the Urals",
    "authors": ["K.P. Ivanov"],
    "venue": "Akademia Nauka, Moscow. (In Russian)",
    "year": 1974
  }, {
    "title": "Pattern of marine mass extinction near the Permian–Triassic boundary in South China",
    "authors": ["Y.G. Jin", "Y. Wang", "Q.H. Shang", "C.Q. Cao", "D.H. Erwin"],
    "year": 2000
  }, {
    "title": "On the discussion concerning the age of basalts of the Pechora Basin. In: New Data on the Triassic Stratigraphy of the Paleo-Urals; Uralian Science, Centre",
    "authors": ["I.Z. Kalantar", "L.A. Udovichenko"],
    "venue": "Academy of Sciences,",
    "year": 1980
  }, {
    "title": "A minimum U–Pb age for Siberian floodbasalt volcanism",
    "authors": ["S.L. Kamo", "G.K. Czamanske", "T.E. Krogh"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1996
  }, {
    "title": "Rapid eruption of Siberian flood-volcanic rocks and evidence for coincidence with the Permian–Triassic boundary and mass extinction at",
    "authors": ["S.L. Kamo", "G.K. Czamanske", "Y. Amelin", "V.A. Fedorenko", "D.W. Davis", "V.R. Trofimov"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "New data on the age of the basalts of the Chernyshov Range and the North-Eastern parts of the Pechora basin",
    "authors": ["L.L. Khaitser"],
    "venue": "Izvestia of the Academy of Sciences. Geology Series,",
    "year": 1959
  }, {
    "title": "A geodynamic model of the pre-Jurassic basement as a basis for oil-and-gas exploration of the Upper Precambrian–Lower Triassic structural level of the West Siberian oil-and-gas province. Proc. 10-th conference 'Ways of realization of oil-and-gas potentials within the Khanty-Mansiysk district. Yugra, Khanty",
    "authors": ["A.G. Kletz", "V.A. Kontorovich", "K.S. Ivanov", "B.A. Kasanenkov", "S.V. Sarayev", "V.A. Simonov", "A.N. Vomin"],
    "year": 2007
  }, {
    "title": "Synchronizing rock clocks of Earth history",
    "authors": ["K.F. Kuiper", "A. Deino", "F.J. Hilgen", "W. Krijgsman", "P.R. Renne", "J.R. Wijbrans"],
    "year": 2008
  }, {
    "title": "Siberian trap magmatism on the New Siberian Islands: constraints for Arctic Mesozoic plate tectonic reconstructions",
    "authors": ["A.B. Kuzmichev", "V.L. Pease"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2007
  }, {
    "title": "Main features of the geology and petrology of the trap formation of the Siberian Platform",
    "authors": ["M.L. Lur'ye", "V.L. Masaytis"],
    "year": 1964
  }, {
    "title": "Paleomagnetism of the early Triassic Semeitau igneous series, eastern Kazakhstan",
    "authors": ["J.J. Lyons", "R.S. Coe", "X. Zhao", "P.R. Renne", "A.Y. Kazansky", "A.E. Izokh", "L.V. Kungurtsev", "D.V. Mitrokhin"],
    "venue": "J. Geophys. Res., B",
    "year": 2002
  }, {
    "title": "Rift zones of the geological past and their associated formations",
    "authors": ["Y.Y. Milanovskiy"],
    "venue": "Int. Geol. Rev",
    "year": 1976
  }, {
    "title": "A test for systematic errors",
    "authors": ["K. Min", "R. Mundil", "P.R. Renne", "K.R. Ludwig"],
    "year": 2000
  }, {
    "title": "Timing of the Permian–Triassic biotic crisis: implications from new zircon U/Pb age data (and their limitations)",
    "authors": ["R. Mundil", "I. Metcalfe", "K.L. Ludwig", "P.R. Renne", "F. Oberli", "R.S. Nicoll"],
    "venue": "Earth Planet. Sci",
    "year": 2001
  }, {
    "title": "Age and timing of the Permian Mass Extinctions: U/Pb dating of closed-system zircons",
    "authors": ["R. Mundil", "K.R. Ludwig", "I. Metcalfe", "P.R. Renne"],
    "year": 2004
  }, {
    "title": "New species of the conodont Genus Hindeodus and the conodont biostratigraphy of the Permian–Triassic boundary interval",
    "authors": ["R.S. Nicoll", "I. Metcalfe", "W. Cheng-Yuan"],
    "venue": "J. Asian Earth Sci",
    "year": 2002
  }, {
    "title": "Large perturbations of the carbon cycle during recovery from the End-Permian extinction",
    "authors": ["J.L. Payne", "D.J. Lehrmann", "J. JiayongWei", "J. Michael", "M.J. Orchard", "D.P. Schrag", "A.H. Knoll"],
    "year": 2004
  }, {
    "title": "Evidence for recurrent Early Triassic massive volcanism from quantitative interpretation of carbon isotope fluctuations",
    "authors": ["J.L. Payne", "L.R. Kump"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2007
  }, {
    "title": "Age progressive volcanism in the Musicians seamounts: a test of the hot spot hypothesis for the late Cretaceous Pacific",
    "authors": ["M.S. Pringle"],
    "venue": "Am. Geophys. Union Geophys. Monogr., Washington, DC,",
    "year": 1993
  }, {
    "title": "Geochronological constraints on the origin of large igneous provinces: examples from the Siberian and Kerguelen flood Basalts",
    "authors": ["M.S. Pringle", "C. Mitchell", "J.G. Fitton", "M. Storey"],
    "venue": "Terra Nova",
    "year": 1995
  }, {
    "title": "Flood basalt volcanism during the past 250 million years",
    "authors": ["M.R. Rampino", "R.B. Stothers"],
    "venue": "Science",
    "year": 1988
  }, {
    "title": "Geochemistry and petrogenesis of basalts from the West Siberian Basin: an extension of the Permo–Triassic Siberian Traps, Russia",
    "authors": ["M.K. Reichow", "A.D. Saunders", "R.V. White", "A.I. Al'Mukhamedov", "Medvedev", "A.Ya"],
    "venue": "Lithos",
    "year": 2005
  }, {
    "title": "Rapid eruption of the Siberian Traps flood basalts at the Permo–Triassic Boundary",
    "authors": ["P.R. Renne", "A.R. Basu"],
    "venue": "Science",
    "year": 1991
  }, {
    "title": "Synchrony and causal relations between Permian–Triassic boundary crises and Siberian flood volcanism",
    "authors": ["P.R. Renne", "Z. Zichao", "M.A. Richards", "M.T. Black", "A.R. Basu"],
    "year": 1995
  }, {
    "title": "Intercalibration of standards, absolute ages and uncertainties",
    "authors": ["P.R. Renne", "C.C. Swisher", "A.L. Deino", "D.B. Karner", "T.L. Owens", "D.J. DePaolo"],
    "year": 1998
  }, {
    "title": "On the global stratotype section and point of the Triassic base. Stratigr",
    "authors": ["G.N. Sadovnikov"],
    "venue": "Geol. Correl",
    "year": 2008
  }, {
    "title": "A mantle plume origin for the Siberian Traps",
    "authors": ["A.D. Saunders", "R.W. England", "M.K. Reichow", "R.V. White"],
    "venue": "Uplift and extension in the West Siberian Basin. Lithos",
    "year": 2005
  }, {
    "title": "U–Pb zircon and titanite systematics of Fish Canyon Tuff: an assessment of high-precision U–Pb geochronology and its application to young volcanic rocks",
    "authors": ["M.D. Schmitz", "S.A. Bowring"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2001
  }, {
    "title": "Reassessing the uranium decay constants for geochronology using ID-TIMS U–Pb data",
    "authors": ["B. Schoene", "J.L. Crowley", "D.J. Condon", "M.D. Schmitz", "S.A. Bowring"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2006
  }, {
    "title": "Siberian Traps",
    "authors": ["M. Sharma"],
    "venue": "Large Igneous Provinces. Geophysical Monograph,",
    "year": 1997
  }, {
    "title": "Neogean evolution of the Young Ural–Siberian platform",
    "authors": ["V.S. Surkov"],
    "venue": "Russian Geol. Geophys",
    "year": 2002
  }, {
    "title": "The History of the Triassic Coal Accumulation in the Urals. Nauka, Moscow",
    "authors": ["V.I. Tuzhikova"],
    "year": 1973
  }, {
    "title": "Evaluation of the volumes and genesis of Permian–Triassic Trap magmatism on the Siberian platform",
    "authors": ["Y.R. Vasil'ev", "V.V. Zolotukhin", "G.D. Feoktistov", "S.N. Prusskaya"],
    "venue": "Russian Geol. Geophys",
    "year": 2000
  }, {
    "title": "The Kuzbass as a key region for stratigraphy of the Late Palaeozoic of Angarida",
    "authors": ["N.G. Verbitskaya"],
    "venue": "SNIIGGIMS, Novosibirsk,",
    "year": 1996
  }, {
    "title": "A method for intercalibration of U",
    "authors": ["M. Villeneuve", "H.A. Sandeman", "W.J. Davis"],
    "year": 2000
  }, {
    "title": "Palaeomagnetism and 40Ar/39Ar geochronology from the South Taimyr igneous complex, Arctic Russia: a Middle–Late Triassic magmatic pulse after Siberian flood-basalt volcanism",
    "authors": ["H.J. Walderhaug", "E.A. Eide", "R.A. Scott", "S. Inger", "E.G. Golionko"],
    "venue": "Geophys. J. Int",
    "year": 2005
  }, {
    "title": "Magnetostratigraphy of the lower Triassic volcanics from deep drill SG6 in western Siberia: evidence for long-lasting Permo–Triassic volcanic activity",
    "authors": ["M. Westphal", "E.L. Gurevitch", "B.V. Samsonov", "H. Feinberg", "J.P. Pozzi"],
    "venue": "Geophys. J. Int",
    "year": 1998
  }, {
    "title": "Large igneous provinces andmass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2001
  }, {
    "title": "Extent, duration, and nature of the Permian–Triassic superanoxic event, in: Catastrophic events and mass extinctions: Impacts and beyond",
    "authors": ["P.B. Wignall", "R.J. Twichett"],
    "venue": "Geological Society of America Special Paper,",
    "year": 2002
  }, {
    "title": "The Global Stratotype Section and Point (GSSP) of the Permian–Triassic Boundary",
    "authors": ["H. Yin", "K. Zhang", "J. Tong", "Z. Yang", "S. Wu"],
    "venue": "Episodes",
    "year": 2001
  }, {
    "title": "A proposal to the biostratigraphic criterion of the Permian–Triassic Boundary",
    "authors": ["H.F. Yin", "F.Q. Yang", "K.X. Zhang", "W. Yang"],
    "venue": "Memerie Deiia Societa Geological. Italiana",
    "year": 1986
  }, {
    "title": "Least squares fitting of a straight line with correlated errors",
    "authors": ["D. York"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1969
  }, {
    "title": "Trap formation of West Siberian Basin",
    "authors": ["E.G. Zhuravlev"],
    "venue": "Isvestiya Vuzov. Ser. Geologycheskaya",
    "year": 1986
  }, {
    "title": "Traps of the Siberian Platform",
    "authors": ["V.V. Zolotukhin", "A.I. Al'Mukhamedov"],
    "year": 1988
  }],
  "id": "SP:5f30cc89fc36c64d3dd4c922f3c1dee9bc527061",
  "authors": [{
    "name": "Marc K. Reichow",
    "affiliations": []
  }, {
    "name": "M.S. Pringle",
    "affiliations": []
  }, {
    "name": "A.I. Al'Mukhamedov",
    "affiliations": []
  }, {
    "name": "M.B. Allen",
    "affiliations": []
  }, {
    "name": "V.L. Andreichev",
    "affiliations": []
  }, {
    "name": "M.M. Buslov",
    "affiliations": []
  }, {
    "name": "C.E. Davies",
    "affiliations": []
  }, {
    "name": "G.S. Fedoseev",
    "affiliations": []
  }, {
    "name": "J.G. Fitton",
    "affiliations": []
  }, {
    "name": "S. Inger",
    "affiliations": []
  }, {
    "name": "A.Ya. Medvedev",
    "affiliations": []
  }, {
    "name": "C. Mitchell",
    "affiliations": []
  }, {
    "name": "V.N. Puchkov",
    "affiliations": []
  }, {
    "name": "I.Yu. Safonova",
    "affiliations": []
  }, {
    "name": "R.A. Scott",
    "affiliations": []
  }],
  "abstractText": "Article history: We present new high-precis Received 28 March 2008 Received in revised form 30 August 2008 Accepted 24 September 2008 Available online 18 November 2008 Editor: R.W. Carlson",
  "title": "The timing and extent of the eruption of the Siberian Traps large igneous province: Implications for the end-Permian environmental crisis"
}