{
  "sections": [{
    "text": "Recent studies have shown that geological emissions of methane are an important greenhouse-gas source. Remarkable amounts of methane, estimated in the order of 40e60 Tg yr 1, are naturally released into the atmosphere from the Earth’s crust through faults and fractured rocks. The main source is natural gas, both microbial and thermogenic, produced in hydrocarbon-prone sedimentary basins and injected into the atmosphere through macro-seeps (onshore and offshore mud volcanoes and other seeps) and microseepage, an invisible but pervasive flux from the soil. This source is now evaluated for Europe on the basis of a literature survey, new field measurements and derived emission factors. The up-scaling criteria recommended by the EMEP/CORINAIR guidelines are applied to the local point and area source data.\nIn Europe, 25 countries host oil and/or natural gas reservoirs and potentially, or actually, emit geological methane. Flux data, however, are available only from 10 countries: the onshore or offshore petroliferous sectors of Denmark, Italy, Greece, Romania, Spain, Switzerland, United Kingdom and Black Sea countries (Bulgaria, Ukraine, Georgia). Azerbaijan, whose emissions due to mud volcanism are known to be relevant, is included in the estimate.\nThe sum of emissions, regional estimates and local measurements, related to macro-seeps leads to a conservative total value of about 2.2 Tg yr 1. Together with the potential microseepage fluxes from the petroliferous basins, estimated on the basis of the Total Petroleum System concept (around 0.8 Tg yr 1), the total European seepage is projected to 3 Tg yr 1. This preliminary figure would represent, in terms of magnitude, the second natural methane source for Europe after wetlands. The estimate will have to be refined by increasing the number of seepage measurements both on lands, where there is high potential for microseepage (e.g., Germany, Hungary, Romania, Ukraine, Belarus, Russia, Georgia) and in coastal marine areas (the North Sea, the Black Sea, offshore Greece and Italy) where emission factors and the extent of the underwater seeping area are not completely known. 2008 Elsevier Ltd. All rights reserved.\nKeywords: Methane; Natural emissions; Geological sources; Seepage"
  }, {
    "heading": "1. Introduction",
    "text": "Geological gas seepage, i.e. leakage at the land surface or the seabed of fossil natural gas migrating within the Earth’s crust, has always been considered a negligible or minor contributor to the atmospheric\n* Tel.: þ390 651 860 394; fax: þ390 651 860 338. E-mail address: etiope@ingv.it\n1352-2310/$ - see front matter 2008 Elsevier Ltd. All rights reserved. doi:10.1016/j.atmosenv.2008.03.014\nmethane concentration (Lelieveld et al., 1998; Prather et al., 2001). The European EMEP/CORINAIR Emission Inventory (EEA, 2004) gave only minor consideration to geological sources, within the category Group 11d‘‘Other sources and sinks’’ as Gas seeps (code 110900), without providing emission factors or an ‘‘official’’ emission value. The Second and Third Assessment Reports of the Intergovernmental Panel on Climate Change (Schimel et al., 1996; Prather et al.,\n2001) considered only gas hydrates as geological sources. Gas hydratesdor methane clathratesdare ice-like mixtures of water and methane trapped in the ocean sediments (e.g., Kvenvolden, 1988). The majority of gas escaping from melting deep-sea hydrates is dissolved in the seawater column and does not enter the atmosphere. The global emission to the atmosphere is however considered to be roughly from 3 Tg yr 1 (Kvenvolden, 1988) to 10 Tg yr 1 (Lelieveld et al., 1998), even if these values are highly speculative, because they result from some misquotations and are not supported by direct measurements.\nStudies of the last 10 years make it clear that there are other geological methane sources, much more important than gas hydrates. There has been growing consensus on the importance of marine (offshore) seeps, independent from gas hydrates, as global contributors to the atmosphere (e.g., Judd et al., 2002a). Studies started in 2001 are providing more and more evidence of huge emissions from continental (onshore) gas manifestations (see references related to the tables of this work). These findings have been pointed out to the IPCC and European commissions on greenhouse-gas emission inventories: the new global estimates of geological sources have been finally acknowledged by IPCC in its Fourth Assessment Report (Denman et al., 2007) and geological seepage will be considered as a new category in the UNECE/ EMEP Task Force emission inventory guidebook.\nBasically, two types of geological sources must be distinguished: geothermal and volcanic systems, and hydrocarbon-generation processes in sedimentary basins. Geothermal-volcanic emissions, already described in Etiope and Klusman (2002) and Etiope et al. (2007a), are high temperature H2O- or CO2dominated gas manifestations in which CH4 is produced by inorganic reactions or thermal breakdown of organic hydrocarbons. Its concentrations generally range from a few ppmv to a few units of %v. The geological-sedimentary emission, the subject of the present work, comprises low temperature CH4-dominated (generally around 80e99%v/v) onshore macroseepage (including subaerial mud volcanoes), onshore microseepage, and submarine macro-seeps (including seafloor mud volcanoes) occurring in hydrocarbonprone basins. Globally, methane emission from geological seepage is 10 times higher than that arising from geothermal-volcanic sites (Etiope, 2004).\nGeological seepage has historically been an important indicator of subsurface hydrocarbon accumulations, and today it still drives the geochemical exploration for petroleum and gas (e.g., Schumacher\nand Abrams, 1996; Abrams, 2005). Methane production can be due to microbial and thermogenic processes. Microbial CH4 forms by a bacterial breakdown of organic material in sediments, with a distinctive isotopic carbon composition, d13CCH4 , lighter than 60&. At greater depths thermogenic CH4 produced by the thermal breakdown of organic matter or heavier hydrocarbons has a d13CCH4 composition ranging from 50& to 25&.\nMethane seepage from coal-beds generally is not considered as a natural source, being almost always produced by dewatering of coal strata induced by mining activity (e.g., Thielemann et al., 2000). There have been few reports of natural gas seepage associated with coal-bearing strata: Thielemann et al. (2000) identified some thermogenic gas emissions in the Ruhr basin apparently unrelated to mining, and Judd et al. (2007) reported extensive methane-derived authigenic carbonates associated with coal-bearing Carboniferous rocks in the Irish Sea. So the existence of significant natural seepage related to coal-beds cannot be excluded; its actual role as methane source must be assessed by field measurements in coal basins not perturbed by mining.\nSo far, the term ‘‘geological methane’’ has been used with reference to ‘‘fossil’’ methane (Etiope and Klusman, 2002; Kvenvolden and Rogers, 2005), which is radiocarbon-free (older than about 50,000 years) and can be distinguished from ‘‘modern’’ gas developed from recent organic material in soils or shallow sediments by radiocarbon (14C-CH4) analyses. However, the methane produced in late Pleistocene and Holocene sediments in estuaries, deltas and bays or trapped beneath permafrost, also could be formally considered geological even though this is not necessarily fossil. This ‘‘recent’’ gas is widely discussed by Judd (2004) and Judd and Hovland (2007). Modern microbial methane produced by very recent and contemporary microbial activity should be considered in the literature and source categories of peatlands, wetlands and oceans.\nMigration and accumulation of fossil methane in stratigraphic and structural traps is widely described in the petroleum geology literature (Hunt, 1996). Gas is released naturally into the atmosphere mainly through active and permeable faults and fractured rocks after long-distance migration driven by pressure or density gradients. The largest expression of CH4 release into the atmosphere is provided by macro-seeps, including mud volcanoes and other kinds of gas seeps. Mud volcanoes formed by the emission of gas, water and sediments, sometimes with oil and/or rocky breccia, in areas where thick sequences of sedimentary rocks are\ncompressed tectonically or by buoyancy-driven sediment movements. Mud volcanoes are distributed along faults, over oil and gas reservoirs of Alpine-Himalayan, Pacific Ocean and Caribbean geological belts. The gas of onshore mud volcanoes is mainly thermogenic CH4 (Etiope et al., 2008) and can be released through continuous (steady state) exhalations from craters, vents and surrounding soil, intermittent blowouts and eruptions. Literature describing the nature, origin, distribution and emissions of mud volcanoes is widely available (e.g., Kopf, 2002; Milkov, 2000; Dimitrov, 2002; Etiope and Milkov, 2004, and references therein). Other kinds of gas seeps, which are independent from mud volcanism, release only gas or gas, oil and water from the ground, bubbling pools or the seabed (Etiope et al., 2008).\nMicroseepage is a slow, invisible but continuous loss of CH4 and light alkanes from sedimentary basins. It is a pervasive, diffuse exhalation of methane from soil and may be responsible for positive fluxes or for a decrease in negative methane fluxes in dry lands, indicating that methanotrophic consumption in the soil can be lower than the input from underground sources (Etiope and Klusman, 2008). The positive fluxes are typically at a few units or tens of mg m 2 d 1, but may reach hundreds of mg m 2 d 1 over wide tectonised and faulted areas. All petroleum basins have microseepage, as shown by innumerable surveys performed for petroleum exploration (e.g., Hunt, 1996; Abrams, 2005, and references therein).\nUnlike the flow in the subaerial environment, methane seeping in the marine environment meets more significant hindrances before entering the atmosphere. Methane passing through seafloor sediments is normally oxidised at the sulphateemethane transition zone; if the supply of methane overcomes anaerobic consumption, methane bubbles are able to escape into the water column where, however, they can be partially or completely dissolved and oxidised. The degree of dissolution in seawater depends mainly on the depth of water, temperature and size of the bubbles rising towards the surface. Models and field data indicate that, generally, only submarine seeps occurring at depths less than 100e300 m can have significant impact on the atmosphere (e.g., Schmale et al., 2005).\nThe main global emission estimates of natural geological CH4 sources are listed in Table 1. A dual approach to the global submarine emission estimate was based on the seep flux and on the amount of geological methane produced and available to seep (Kvenvolden et al., 2001). The two approaches produced comparable results, 30 and 10 Tg yr 1, respectively; the average, 20 Tg yr 1, is still today\na consensus value (Judd, 2004). Unlike the seabed seeps, onshore global emission estimates have been derived on the basis of hundreds of flux measurements performed since 2001; some estimates (mud volcanoes, microseepage and geothermal sources) follow upscaling methods of the EMEP/CORINAIR Guidelines, which are based on the concepts of ‘‘emission factor’’ and ‘‘area’’ or ‘‘point’’ sources (EEA, 2004; Etiope et al., 2007a). The global geo-CH4 emission ranges from 40 to 60 Tg CH4 yr\n1 (Table 1). This value represents the second most important natural methane source after wetland; it accounts for about 9% of the total emission (580 Tg yr 1; Denman et al., 2007).\nIn this paper, the geo-sedimentary seepage is estimated on a European scale on the basis of a literature survey, new field measurements and derived emission factors. The geothermal European component, whose emission is in the order of 104e105 tonnes yr 1, is discussed elsewhere (Etiope et al., 2007a).\nAn earlier work by Simpson et al. (1999) assigned to the European geological seepage a best guess of 0.01 Tg yr 1, and the speculative upper limit of 3 Tg yr 1, only on the basis of an extrapolation of a few submarine emission data."
  }, {
    "heading": "2. Emission factors",
    "text": ""
  }, {
    "heading": "2.1. Macro-seepage",
    "text": "Macro-seeps gas fluxes can cover a wide range of values. Single vents or craters of small mud volcanoes\n(1e5 m high) can release units up to tens of tonnes of CH4 per year. A whole mud volcano (hosting tens or hundreds of vents) can continuously emit hundreds of tonnes per year. In all mud volcanoes areas measured so far (Italy, Romania, Azerbaijan), the specific flux, including microseepage and macro-seeps (excluding the eruptions), is between 100 and 1000 tonnes km 2 yr 1 (Etiope et al., 2002, 2004a, b, 2007b). Submarine seeps can release 103e106 tonnes yr 1 of gas over 105 km2 areas (Judd et al., 1997). The flux of an individual seepage or groups of bubble streams may reach several tonnes per year (Judd, 2004). The main problem in extrapolating to regional and global estimates is the uncertainty in the actual area of active seepage.\nThe emission estimate from Azerbaijan mud volcanoes considers conservatively the component due to gas eruptions (Etiope and Milkov, 2004), which is not included for other mud volcano areas."
  }, {
    "heading": "2.2. Microseepage",
    "text": "Following a statistical analysis of a database of 563 measurements performed in dry soils in different petroliferous basins in the USA and Europe (Etiope and Klusman, 2008), microseepage emission factors can be divided into three main classes:\nLevel 1: high microseepage (>50 mg m 2 d 1) Level 2: medium microseepage (5e50 mg m 2 d 1) Level 3: low microseepage (0e5 mg m 2 d 1).\nLevels 1 and 2 mainly occur in sectors hosting macro-seepage sites and in the sedimentary basins in general during the winter. Of the 563 flux data, 276 are positive fluxes (49%); 3% are in the level 1 range (mean of 210 mg m 2 d 1); level 2 represents about 12% of the surveyed areas (mean of 14.5 mg m 2 d 1); level 3 is common in winter, far from macro-seepage zones, accounting for about 34% of the surveyed sedimentary zones (mean of 1.4 mg m 2 d 1). Actually, microseepage flux depends upon two main geological factors: amount and pressure of the reservoir gas, and permeability of the rocks and faults, in turn controlled by tectonic activity and brittle lithological response. Therefore it is expected that the emission factors are higher in the regions characterised by active tectonics, neotectonics and seismicity."
  }, {
    "heading": "3. Method",
    "text": "An extensive literature survey has been carried out to collect available information and flux data for all\nEuropean countries. Although Azerbaijan is not considered a part of Europe, it has been included for its proximity, since it is a territory with the world’s largest mud volcanoes and most dense mud volcano population. Flux data refer to subaerial macro-seepage (including mud volcanism), subaerial microseepage and submarine seeps (seafloor macro-seeps).\nThe emission on a European scale is estimated on the basis of:\n(a) regional estimates, (b) local flux surveys (c) potential microseepage area.\n(a) A few regional scale emission estimates are found in literature. The submarine emissions (Denmark, the UK, Spain and the Black Sea shelves) are derived by extrapolations based on indirect measurements, such as geophysical imaging (echo-sounder, seismic, sub-bottom profilers and side-scan sonar records) and bubble parametrization (size of bubble plume and single bubbles; e.g., Judd et al., 1997). The up-scaling criteria are described by the respective authors. Regional emission estimates from subaerial mud volcanoes are available for Azerbaijan; most of them are, however, quite speculative, based on a few measurements of vents or, often, on visual observations only, and the upscaling criteria are not clearly described (e.g., Guliyev and Feizullayev, 1997). (b) Local onshore flux data were acquired by using traditional techniques including closed-chamber system, inverted funnel system, flux-meters associated with gas-chromatographic, infra-red or laser sensors. These techniques are described, among others, by Klusman et al. (2000) and Etiope et al. (2004a). The emission estimates are based on the emission factor and area-based approaches, the way it is typically applied in agricultural or natural ecosystems, following the EMEP/CORINAIR Guidelines (EEA, 2004). The method, its applicability and limitation are also described by Etiope et al. (2007a).\nThe emission calculation from the invisible microseepage is based on averaging field contribution from identifiable homogeneous areas, with calculations of the type:\nEmicro ¼ AhFi ð1Þ\nwhere A is the area in km2 or m2 and hFi average flux value (tonnes km 2 yr 1 or mg m 2 d 1). The definition\nof the area used for emission calculation depends on the recognition of homogeneous identifiable areas and the spatial variability of the measured flux. Basically, the investigated area is divided into different sectors with different levels of flux; in case of a wide range of flux, the levels may correspond to different orders of magnitude (101, 102, 103,.mg m 2 d 1). The total emission is, thus, the sum of the output from each area in which Eq. (1) is applied. Emission from macroseepage in a given area is the sum of the fluxes, measured or estimated, of all individual seeps:\nEmacro ¼ SFvent ð2Þ\nThe total emission in an area where macro-seeps exist is then the sum of the macro-seep component with the microseepage component existing around the vent:\nE¼ Emicro þEmacro ð3Þ\n(c) It is essential to remember that microseepage exists also independently from macro-seeps, throughout vast areas of sedimentary basins. Microseepage measurements in Europe have been only made in Italy, Romania, Greece and Azerbaijan. The existence of microseepage in wide areas in Germany is demonstrated by microbiological studies, but flux data are not available (Wagner et al., 2002). Accordingly, the output for all Europe can be estimated only with large uncertainty. However, as a starting point, it is possible to follow an approach based on the Total Petroleum Systems (TPS), a term used in petroleum geology (USGS, 2000) to describe the whole hydrocarbonefluid system in the lithosphere including the essential elements and processes necessary for oil and gas accumulations, migration and seepage. The whole area of a TPS is a potential microseepage area (Etiope and Klusman, 2008). Accordingly, a potential microseepage emission may be estimated by means of the TPS area data in Europe and by applying the disaggregated emission factors reported in Section 2. The minimum geographic extent of a TPS has been considered, which is defined by a line that circumscribes the discovered petroleum shows, seeps and oilegas fields (Magoon and Schmoker, 2000). So, the minimum European TPS area has been preliminarily assessed by analysis of the distribution of oil/ gas fields within the 21 European petroleum provinces, reported in the GIS data set of the US Geological Survey World Petroleum Assessment\n2000 and related maps (Etiope and Klusman, 2008; USGS, 2000). A polygon has been drawn for each province enclosing the gas/oil field points in the interactive maps (USGS, 2000), and the area has been estimated by graphic software. The error in the assessment of the areas mainly depends on the scale and precision of the USGS map and the drawing of the lines that enclose the gaseoil field points; replicate drawings and tests on known areas (e.g. country boundaries) suggest a drawing error of maximum 20%."
  }, {
    "heading": "4. Results",
    "text": "Hydrocarbon-prone areas in Europe which host oil and/or natural gas reservoirs, potentially or actually producing geological methane emissions, occur in 25 countries (26 including Azerbaijan). Table 2 reports the petroleum reserves in Europe, just to recognise the countries with the potential for gas seepage.\nFig. 1 shows the European hydrocarbon-prone areas, with the indication of oil/gas fields and known macro-seeps sites. The oilegas field distribution reflects the potential area with natural emission of fossil methane (Hunt, 1996; Etiope and Klusman, 2002, 2008); the seepage is then more frequent and intense in the more tectonically active and seismic ‘‘oilegas-prone’’ regions (e.g. those occurring along the margin between African and Eurasian plates, Italy, Greece, Romania, Turkey, Caucasus and Caspian basins). Offshore seepage, including recent Holocene gas, occurs in the North Sea, the UK, Dutch and Danish shelves, the Baltic Sea, Atlantic shelves of the Iberian peninsula, the Black Sea and the centralwestern basins of the Mediterranean Sea. Active onshore oil or gas seeps exist in Italy, Romania, Greece, Slovenia, Switzerland, Ukraine, Russia, Turkey, Georgia, Armenia, Azerbaijan and the United Kingdom. Inactive or questionable seeps are reported in Hungary, Poland and Czech Republic. Ancient oil seeps generally have a very low or nil content of gas alkanes due to biodegradation, so they are not significant methane emitters. However the gas flux data are available only from 10 countries: Bulgaria, Denmark, Georgia, Greece, Italy, Romania, Spain, Switzerland, Ukraine and the United Kingdom."
  }, {
    "heading": "4.1. Regional emission estimates",
    "text": "Table 3 shows the regional emission estimates found in literature. Some have large uncertainties and the mean\nvalue is considered as best estimate. The estimates for the whole UK continental shelf are based on emission factors derivable from submarine seeps and a detailed assessment of the distribution, density and area of seepage. The benchmark paper by Judd et al. (1997) indicated an emission range of 0.12e3.5 Tg yr 1, but a recent unpublished thesis of Tizzard (2008) would suggest a range of 0.02e0.6 Tg yr 1. Since the Tizzard’s work is not peer-reviewed yet, its maximum value, which is only 1/3 of the average reported by Judd et al. (1997), is here assumed as more representative.\nThe most intense and the largest gas bubble plumes, visible also from the sea surface, occur in the coastal areas (from inter-tidal zones to 200e300 m water depth) of Bulgaria, Romania, Ukraine and Georgia. Emission estimates from these areas are quite rough and incomplete (Tkeshelashvili et al., 1997; Dimitrov, 2002; Dimitrov and Vassilev, 2003), but they cannot be ignored. Seeps occurring along the Georgian coast (offshore Supsa river) seem to be the most prolific. Other studies were oriented to deep-sea seeps and flux from methane dissolved in seawater (e.g., CRIMEA\nproject; Schmale et al., 2005), which have not significant impact on the atmosphere. Data by Kessler et al. (2006) result from a CH4 budget modelling which only partially takes into account the direct emission from bubbles in coastal zones.\nThe estimates from mud volcanoes of Azerbaijan and Kerch (Ukraine) are quite speculative, as is mentioned in Section 3. The only regional estimate from Azerbaijan which is based on experimental emission factors, derived from onshore measurements of vents and surrounding microseepage, is reported by Etiope et al. (2004b).\nTable 3 also includes an estimate of large-scale output from microseepage in Italy independent from macro-seeps (Etiope et al., 2007b). Data refers to a regional survey (9000 km2) performed in Italy’s central TPS, which extends along the Adriatic coast and along the margin of the Apennine mountain chain."
  }, {
    "heading": "4.2. Local onshore flux surveys",
    "text": "Table 4 reports the local measurement data in and around macro-seeps, and related emission estimates. Original unpublished data are from surveys performed in 2005 and 2006 in Greece. In Fig. 2 some examples of the investigated macro-seeps are shown.\nThe specific flux of mud volcanoes is generally between 102 and 103 tonnes km 2 yr 1. A higher flux is produced by dry seep zones, where only gas is released from the ground, reaching orders of 105 tonnes km 2 yr 1. Some dry seeps produce everlasting or temporary flames from the soil by self- or induced-ignition (e.g., Yanardag in Azerbaijan, Monte Busca and Censo in Italy, Andreiasu and Sarmasel in Romania, Katakolo Faros in Greece). In all areas remarkable microseepage (>102 mg m 2 d 1) occurs around the vents, even at distances of hundreds of metres."
  }, {
    "heading": "4.3. Potential microseepage emission",
    "text": "The estimates of the potential areas of microseepage, based on the TPS concept and GIS data set of USGS (2000) are listed in Table 5. The total area, including the European territory of former Soviet Union and Azerbaijan, is around 500,000 km2. The emission for each TPS in Europe and Azerbaijan is estimated on the basis of the disaggregated levels 2 and 3 of microseepage emission factors (see Section 2), i.e. 12% of the area at level 2 (14 mg m 2 d 1) and 34% of the area at level 3 (1.4 mg m 2 d 1); level 1, 3% of the area at 210 mg m 2 d 1, is applied only in the TPS with\nknown onshore macro-seeps, i.e. Alps, Transylvania, Po, Carpathian, Sicily, Azov Kuban and South Caspian-Apsheron. The total, speculated, emission estimate is then in the order of 0.8 Tg yr 1. This would\nsuggest an average emission factor for microseepage of only 1.4 mg m 2 d 1. Actually, microseepage must be higher where tectonics produces faults and fracture networks, acting as preferential pathways of degassing.\nTherefore the theoretical emission values in Table 5 will have to be ‘‘corrected’’ by a geological-based model and, obviously, by field measurements."
  }, {
    "heading": "4.4. Total emission",
    "text": "The sum of the best emission estimates (Tables 3 and 6) leads to a conservative total value of about 2.2 Tg yr 1. This figure is basically formed by regional estimates from offshore UK shelf (27%), offshore Black Sea (about 42%) and onshore Azerbaijan (about 27%). It must be outlined that the onshore fluxes in\nEurope have been actually measured only in a small area (below 10,000 km2), and do not includedexcept for part of Italydthe microseepage component existing far from macro-seep sites. Adding the estimate of such a component (0.8 Tg yr 1), the total European seepage is projected to w3 Tg yr 1. Excluding Azerbaijan, the European emission is around 2.4 Tg yr 1."
  }, {
    "heading": "5. Uncertainties",
    "text": "The emission factors of microseepage and macroseeps and related ranges are well known, except for\neruptions of mud volcanoes, the gas flux of which has never been measured directly. In general, the emission factor data quality of microseepage independent from macro-seeps can be defined by class A or B (10e60% error range; EEA, 2004).\nEstimate uncertainties are mainly due to the poor knowledge of the actual area of shallow submarine macro-seeps and, even more important, the dryland area of the invisible microseepage. It is evident that all seeps and microseepage zones occur within hydrocarbon provinces and in particular within the TPS (Etiope and Klusman, 2008), but the actual microseepage area is not known. Accordingly, there can be defined three main levels of spatial disaggregation,\nwith increasing estimate uncertainty: an area including sites of verified microseepage flux; an area including macro-seeps (where microseepage is very likely to occur); an area including oilegas fields (where microseepage is likely to occur). The last area has been considered in the previous section to estimate the total European microseepage output (0.8 Tg yr 1), which is, therefore, only a first evaluation of the possible order of magnitude. A larger number of field measurements are necessary for refining the emission factor’s classes and testing, country by country (or province by province), the actual spatial extent of positive methane fluxes. It proves particularly necessary for onshore Germany, Romania, Hungary, Turkey, Georgia, Russia,\nUkraine and Belarus, which have a potentially huge microseepage area. Regarding the local flux measurements, uncertainty may range from 5% to 20%, depending on the technique used."
  }, {
    "heading": "6. Conclusions and outlook",
    "text": "The data set available today for geological methane emissions is enough to provide a first but reliable indication of the emission factors and to assess a first conservative emission estimate on a European scale. A preliminary and provisional derivable estimate is in the order of 3 Tg CH4 yr\n1 which would represent the second most prolific natural methane source for Europe\n(Fig. 3), after wetlands (about 6 Tg yr 1; Simpson et al., 1999), and roughly 8% of European anthropogenic emission (38 Tg yr 1; Simpson et al., 1999). Methane emission from sedimentary basins is at least one order of magnitude greater than European geothermal/volcanic emission (104e105 tonnes yr 1; Etiope et al., 2007a).\nFurther data are necessary to refine the estimate. However, the potential of the geological emission is clear and the actual value is not likely to be very far from this order of magnitude (which is quite conservative indeed). The main regional estimates (UK, Black Sea shelves and Azerbaijan) will have to be refined through a better assessment of the actual seeping area and local emission factors. Field measurements are then necessary on lands to evaluate the extent of microseepage in those countries with relevant hydrocarbon production, and in coastal marine areas where there is evidence of gas emissions, but whose quantification has not been done (e.g., the Ionian coast in western Greece, the Danish coast, the Adriatic Sea). The existence of natural seepage related to coal-beds shall also be investigated.\nThis activity is particularly urgent considering the surprisingly high values shown by the first studies performed thanks to small research projects. To better define the role of the geological methane sources, effort at European level is strongly needed. Together with field measurements, it will be necessary to develop a process-based geological model to predict CH4 emissions, by an assessment of the relationships between gas flux and soil-geology-geophysical factors. Recognition of geological sources as a major source of\natmospheric methane will provide a significant addedvalue for the greenhouse-gas inventories, especially for the definition of the ‘‘fossil’’, radiocarbon-free, methane budget. Actually, geological seepage is the only natural source emitting fossil methane, whose amount in the atmosphere was postulated to be almost entirely from anthropogenic, industrial emissions (losses from coal mining, oil and natural gas industry and associated infrastructures). The recent re-evaluation by Lassey et al. (2007) that 30% of atmospheric CH4 has a fossil origin supports global geo-CH4 emission estimates >50 Tg yr 1. The European fossil CH4 emission from industry is about 30 Tg yr\n1 (42 regions, excluding Azerbaijan, in the GAINS model for 1990; Höglund-Isaksson and Mechler, 2005). Then, the natural geologic fossil emission of 2.4 Tg yr 1 in Europe (excluding Azerbaijan) would be at least 8% of the amount produced by the gas, oil and coal industry. The actual significance and implication of these data for the European CH4 reduction strategies and policies will have to be carefully examined."
  }, {
    "heading": "Acknowledgements",
    "text": "This paper derives from the E.U. NATAIR Project. It benefited from supports and suggestions by Wilfried Winiwarter, Jochen Theloke and Troels Laier. Alan Judd and an anonymous reviewer provided valuable comments. Original data of Greece are from unpublished works carried out in collaboration with G. Papatheodorou and D. Christodoulou (Patras University)."
  }],
  "year": 2009,
  "references": [{
    "title": "Specific flux is equivalent to the emission factor (1⁄4total output divided by area). MV: mud volcano; DS: dry seep; DSW: dry seep intercepted by well; SS: seabed seep; WW: water",
    "authors": ["Greber"],
    "year": 1997
  }, {
    "title": "1430e1443 eruptions of mud volcanoes, the gas flux of which has never been measured directly. In general, the emission factor data quality of microseepage independent from macro-seeps can be defined by class A or B (10e60",
    "authors": ["G. Etiope"],
    "venue": "Atmospheric Environment",
    "year": 2009
  }, {
    "title": "1430e1443 (Fig. 3), after wetlands (about 6 Tg yr 1; Simpson et al., 1999), and roughly 8% of European anthropogenic emission",
    "authors": ["G. Etiope"],
    "venue": "Atmospheric Environment",
    "year": 2009
  }, {
    "title": "atmospheric CH4 has a fossil origin supports global geo-CH4 emission estimates >50 Tg yr 1. The European fossil CH4 emission from industry is about 30 Tg yr 1 (42 regions, excluding Azerbaijan, in the GAINS model for",
    "authors": ["Lassey"],
    "year": 2007
  }, {
    "title": "Significance of hydrocarbon seepage relative to",
    "authors": ["M.A. Abrams"],
    "year": 2005
  }, {
    "title": "Climate change 2007: the physical",
    "authors": ["Denman", "K.L"],
    "year": 2007
  }, {
    "title": "Mud volcanoesdthe most important pathway",
    "authors": ["L. Dimitrov"],
    "year": 2002
  }, {
    "title": "Black Sea gas seepage and venting structures and their contribution to atmospheric methane. Annual of univ. of mining and geology ‘‘St.Ivan Rilski’’, 46, part I",
    "authors": ["L. Dimitrov", "A. Vassilev"],
    "venue": "Geology and Geophysics. Sofia,",
    "year": 2003
  }, {
    "title": "GEMdgeologic emissions of methane, the missing source in the atmospheric methane budget",
    "authors": ["G. Etiope"],
    "venue": "Atmospheric Environment",
    "year": 2004
  }, {
    "title": "Geologic emissions of methane to the atmosphere",
    "authors": ["G. Etiope", "R.W. Klusman"],
    "venue": "Chemosphere 49,",
    "year": 2002
  }, {
    "title": "A new estimate of global methane flux from onshore and shallow submarine mud volcanoes to the atmosphere",
    "authors": ["G. Etiope", "A.V. Milkov"],
    "venue": "Environmental Geology",
    "year": 2004
  }, {
    "title": "Microseepage in drylands: flux and implications in the global atmospheric source/sink budget of methane",
    "authors": ["G. Etiope", "R.W. Klusman"],
    "venue": "Global Planetary Changes,",
    "year": 2008
  }, {
    "title": "Methane emission from the mud volcanoes of Sicily (Italy)",
    "authors": ["G. Etiope", "A. Caracausi", "R. Favara", "F. Italiano", "C. Baciu"],
    "venue": "Geophysical Research Letters",
    "year": 2002
  }, {
    "title": "Reply to comment by A. Kopf on ‘‘methane emission from the mud volcanoes of Sicily (Italy)’’, and notice on CH4 flux data from European mud volcanoes",
    "authors": ["G. Etiope", "A. Caracausi", "R. Favara", "F. Italiano", "C. Baciu"],
    "venue": "Geophysical Research Letters",
    "year": 2003
  }, {
    "title": "Gas flux to the atmosphere from mud volcanoes in eastern Romania",
    "authors": ["G. Etiope", "C. Baciu", "A. Caracausi", "F. Italiano", "C. Cosma"],
    "venue": "Terra Nova",
    "year": 2004
  }, {
    "title": "Methane emission from mud volcanoes in eastern Azerbaijan",
    "authors": ["G. Etiope", "A. Feyzullayev", "C.L. Baciu", "A.V. Milkov"],
    "year": 2004
  }, {
    "title": "Methane and hydrogen sulfide seepage in the NW Peloponnesus petroliferous basin (Greece): origin and geohazard",
    "authors": ["G. Etiope", "G. Papatheodorou", "D. Christodoulou", "G. Ferentinos", "E. Sokos", "P. Favali"],
    "venue": "American Association of Petroleum Geologists Bulletin",
    "year": 2006
  }, {
    "title": "Natural emissions of methane from geothermal and volcanic sources in Europe",
    "authors": ["G. Etiope", "T. Fridriksson", "F. Italiano", "W. Winiwarter", "J. Theloke"],
    "venue": "Journal of Volcanology and Geothermal Research 165,",
    "year": 2007
  }, {
    "title": "Methane seeps and mud volcanoes in Italy: gas origin, fractionation and emission to the atmosphere",
    "authors": ["G. Etiope", "G. Martinelli", "A. Caracausi", "F. Italiano"],
    "venue": "Geophysical Research Letters 34,",
    "year": 2007
  }, {
    "title": "Did geologic emissions of methane play any role in Quaternary climate change",
    "authors": ["G. Etiope", "A.V. Milkov", "E. Derbyshire"],
    "venue": "Global Planetary Change",
    "year": 2008
  }, {
    "title": "A natural laboratory for shallow gas: the Rıas",
    "authors": ["S. Garcia-Gil"],
    "venue": "Baixas (NW Spain). Geo-Marine Letters",
    "year": 2003
  }, {
    "title": "Hydrocarbon provinces in the Swiss southern Alpsda gas geochemistry and basin modelling study",
    "authors": ["E. Greber", "W. Leu", "D. Bernoulli", "M.E. Schumacher", "R. Wyss"],
    "venue": "Marine and Petroleum Geology",
    "year": 1997
  }, {
    "title": "All about Mud Volcanoes",
    "authors": ["I.S. Guliyev", "A.A. Feyzullayev"],
    "venue": "Baku Pub. House, Nafta-Press",
    "year": 1997
  }, {
    "title": "The GAINS Model for Greenhouse GasesdVersion 1.0: Methane",
    "authors": ["L. Höglund-Isaksson", "R. Mechler"],
    "year": 2005
  }, {
    "title": "The world’s most spectacular marine hydrocarbon seeps (coal oil point, Santa Barbara channel, California): quantification of emissions",
    "authors": ["J.S. Hornafius", "D. Quigley", "B.P. Luyendyk"],
    "venue": "Journal of Geophysical Research 104,",
    "year": 1999
  }, {
    "title": "Petroleum Geochemistry and Geology",
    "authors": ["J.M. Hunt"],
    "venue": "W.H. Freeman and Co.,",
    "year": 1996
  }, {
    "title": "Mud volcanoes of Azerbaijan SSR",
    "authors": ["A.A. Jakubov", "A.A. Alizade", "M.M. Zeinalov"],
    "venue": "Atlas: Baku, Elm. 257pp (in Russian)",
    "year": 1971
  }, {
    "title": "Natural seabed seeps as sources of atmospheric methane",
    "authors": ["A.G. Judd"],
    "venue": "Environmental Geology",
    "year": 2004
  }, {
    "title": "Seabed Fluid Flow: Impact on Geology, Biology and the Marine Environment",
    "authors": ["A.G. Judd", "M. Hovland"],
    "year": 2007
  }, {
    "title": "Contributions to atmospheric methane by natural seepages on the UK continental shelf",
    "authors": ["A.G. Judd", "J. Davies", "J. Wilson", "R. Holmes", "G. Baron", "I. Bryden"],
    "venue": "Marine Geology",
    "year": 1997
  }, {
    "title": "The geological methane budget at continental margins and its influence on climate change",
    "authors": ["A.G. Judd", "M. Hovland", "L.I. Dimitrov", "S. Garcia Gil", "V. Jukes"],
    "venue": "Geofluids",
    "year": 2002
  }, {
    "title": "Gas seepage on an intertidal site: Torry Bay, firth of forth. Scotl",
    "authors": ["A.G. Judd", "R. Sim", "P. Kingston", "J. McNally"],
    "venue": "Continental Shelf Research",
    "year": 2002
  }, {
    "title": "Extensive methane-derived authigenic carbonates in the Irish Sea",
    "authors": ["A.G. Judd", "P. Croker", "L. Tizzard", "C. Voisey"],
    "venue": "GeoMarine Letters",
    "year": 2007
  }, {
    "title": "Basin-wide estimates of the input of methane from seeps and clathrates to the Black sea",
    "authors": ["J.D. Kessler", "W.S. Reeburgh", "J. Southon", "R. Seifert", "W. Michaelis", "S.C. Tyler"],
    "venue": "Earth and Planetary Science Letters 243,",
    "year": 2006
  }, {
    "title": "Does microseepage of methane and light hydrocarbons contribute to the atmospheric budget of methane and to global climate change? Association for Petroleum and Geochemical Exploration Bulletin 11, 1e55",
    "authors": ["R.W. Klusman", "M.E. Jakel", "M.P. LeRoy"],
    "year": 1998
  }, {
    "title": "Seasonal variation in methane fluxes from sedimentary basins to the atmosphere: results from chamber measurements and modeling of transport from deep sources",
    "authors": ["R.W. Klusman", "M.E. Leopold", "M.P. LeRoy"],
    "venue": "Journal of Geophysical Research 105D,",
    "year": 2000
  }, {
    "title": "Significance of mud volcanism",
    "authors": ["A.J. Kopf"],
    "venue": "Review of Geophysics",
    "year": 2002
  }, {
    "title": "Methane hydrate and global climate",
    "authors": ["K.A. Kvenvolden"],
    "venue": "Global Biogeochemical Cycles",
    "year": 1988
  }, {
    "title": "Gaia’s breathdglobal methane exhalations",
    "authors": ["K.A. Kvenvolden", "B.W. Rogers"],
    "venue": "Marine and Petroleum Geology 22,",
    "year": 2005
  }, {
    "title": "Attention turns to naturally occurring methane seepage",
    "authors": ["K.A. Kvenvolden", "T.D. Lorenson", "W. Reeburgh"],
    "venue": "EOS",
    "year": 2001
  }, {
    "title": "Unaccounted-for sources of fossil and isotopically enriched methane and their contribution to the emissions inventory: a review and synthesis",
    "authors": ["A.V. Lacroix"],
    "venue": "Chemosphere 26,",
    "year": 1993
  }, {
    "title": "The atmospheric cycling of radiomethane and the ‘‘fossil fraction’’ of the methane source",
    "authors": ["K.R. Lassey", "D.C. Lowe", "A.M. Smith"],
    "venue": "Atomospheric Chemistry and Physics",
    "year": 2007
  }, {
    "title": "Changing concentration, lifetime and climate forcing of atmospheric methane",
    "authors": ["J. Lelieveld", "P.J. Crutzen", "F.J. Dentener"],
    "venue": "Tellus 50B,",
    "year": 1998
  }, {
    "title": "The Total Petroleum Systemdthe natural fluid network that constraints the assessment units. US Geological Survey World Petroleum Assessment",
    "authors": ["L.B. Magoon", "J.W. Schmoker"],
    "year": 2000
  }, {
    "title": "Worldwide distribution of submarine mud volcanoes and associated gas hydrates",
    "authors": ["A.V. Milkov"],
    "venue": "Marine Geology",
    "year": 2000
  }, {
    "title": "Global gas flux from mud volcanoes: a significant source of fossil methane in the atmosphere and the ocean",
    "authors": ["A.V. Milkov", "R. Sassen", "T.V. Apanasovich", "F.G. Dadashev"],
    "venue": "Geophysical Research Letters",
    "year": 2003
  }, {
    "title": "Atmospheric chemistry and greenhouse gases, in climate change 2001: the scientific basis",
    "authors": ["M Prather"],
    "venue": "Contribution of Working Group I to the Third Assessment Report of the",
    "year": 2001
  }, {
    "title": "Methane emission from high-intensity marine gas seeps in the Black sea into the atmosphere",
    "authors": ["O. Schmale", "J. Greinert", "G. Rehder"],
    "venue": "Geophysical Research Letters 32, L07609,",
    "year": 2005
  }, {
    "title": "Hydrocarbon migration and its near surface expression",
    "authors": ["D. Schumacher", "M.A. Abrams"],
    "venue": "American Association of Petroleum Geologists, Memoir",
    "year": 1996
  }, {
    "title": "Inventorying emissions from nature in Europe",
    "authors": ["M. Aslam", "K. Khalil", "S. Owen", "T.E. Pierce", "H. Puxbaum", "M. Shearer", "U. Skiba", "R. Steinbrecher", "L. Tarrason", "M.G. Oquist"],
    "venue": "Journal of Geophysical Research",
    "year": 1999
  }, {
    "title": "Methane exchange between coal-bearing basins and the atmosphere: the Ruhr Basin and the Lower Rhine Embayment, Germany",
    "authors": ["T. Thielemann", "A. Lucke", "G.H. Schleser", "R. Littke"],
    "venue": "Organic Geochemistry",
    "year": 2000
  }, {
    "title": "The contribution to atmospheric methane from sub-seabed sources in the UK continental shelf",
    "authors": ["L.H. Tizzard"],
    "venue": "Unpublished Ph.D. Thesis, University of Newcastle upon Tyne, UK,",
    "year": 2008
  }, {
    "title": "Methane emissions from the Black sea bottom in the mouth zone of the Supsa river at the coast of Georgia",
    "authors": ["G.I. Tkeshelashvili", "V.N. Egorov", "S.A. Mestvirishvili", "G.S. Parkhaladze", "M.B. Gulin", "S.B. Gulin", "Y.G. Artemov"],
    "venue": "Geochemistry International",
    "year": 1997
  }, {
    "title": "Case histories of microbial prospection for oil and gas, onshore and offshore northwest Europe",
    "authors": ["M. Wagner", "J. Piske", "R. Smit"],
    "year": 2002
  }],
  "id": "SP:c319471424b56a77191d4e8c2cff19aaa2d62826",
  "authors": [{
    "name": "Giuseppe Etiope",
    "affiliations": []
  }],
  "abstractText": "Recent studies have shown that geological emissions of methane are an important greenhouse-gas source. Remarkable amounts of methane, estimated in the order of 40e60 Tg yr , are naturally released into the atmosphere from the Earth’s crust through faults and fractured rocks. The main source is natural gas, both microbial and thermogenic, produced in hydrocarbon-prone sedimentary basins and injected into the atmosphere through macro-seeps (onshore and offshore mud volcanoes and other seeps) and microseepage, an invisible but pervasive flux from the soil. This source is now evaluated for Europe on the basis of a literature survey, new field measurements and derived emission factors. The up-scaling criteria recommended by the EMEP/CORINAIR guidelines are applied to the local point and area source data. In Europe, 25 countries host oil and/or natural gas reservoirs and potentially, or actually, emit geological methane. Flux data, however, are available only from 10 countries: the onshore or offshore petroliferous sectors of Denmark, Italy, Greece, Romania, Spain, Switzerland, United Kingdom and Black Sea countries (Bulgaria, Ukraine, Georgia). Azerbaijan, whose emissions due to mud volcanism are known to be relevant, is included in the estimate. The sum of emissions, regional estimates and local measurements, related to macro-seeps leads to a conservative total value of about 2.2 Tg yr . Together with the potential microseepage fluxes from the petroliferous basins, estimated on the basis of the Total Petroleum System concept (around 0.8 Tg yr ), the total European seepage is projected to 3 Tg yr . This preliminary figure would represent, in terms of magnitude, the second natural methane source for Europe after wetlands. The estimate will have to be refined by increasing the number of seepage measurements both on lands, where there is high potential for microseepage (e.g., Germany, Hungary, Romania, Ukraine, Belarus, Russia, Georgia) and in coastal marine areas (the North Sea, the Black Sea, offshore Greece and Italy) where emission factors and the extent of the underwater seeping area are not completely known. 2008 Elsevier Ltd. All rights reserved.",
  "title": "Natural emissions of methane from geological seepage in Europe"
}