{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nJournal of Volcanology and Geothermal Research\nj ourna l homepage: www.e lsev ie r.com/ locate / jvo lgeores\nEnigmatic clastogenic rhyolitic volcanism: The Corral de Coquena spatter ring, North Chile\nStephen Self a,⁎, Shanaka L. de Silva b, Joaquín A. Cortés c\na Volcano Dynamics Group, Department of Earth Sciences, The Open University, Walton Hall, Milton Keynes, MK7 6AA, UK b Department of Geosciences, Oregon State University, Corvallis, Oregon 97333-5506, USA c Department of Geology, University of Buffalo, The State University of New York, 876 Natural Sciences Complex, Buffalo, NY 14260-3050, USA\n⁎ Corresponding author. E-mail addresses: stephen.self@open.ac.uk (S. Self), d\n(S.L. de Silva), caco@buffalo.edu (J.A. Cortés).\n0377-0273/$ – see front matter © 2008 Elsevier B.V. Al doi:10.1016/j.jvolgeores.2008.01.047\na b s t r a c t a r t i c l e i n f o\nArticle history:\nWe report on the unusual o\nAccepted 25 January 2008 Available online 7 June 2008\nKeywords: rhyolite magma spatter ring lava fountaining monogenetic volcano Chile\nccurrence of the products of lava fountaining in a Pliocene calc-alkaline rhyolitic monogenetic center from northern Chile. Corral de Coquena is a discontinuous ring of lava located in themoat of La Pacana caldera (23°27' S, 67°23.5' W), part of the Altiplano-Puna Volcanic Complex of the Central Andes. The volcanic structure is composed of a maar-like crater, with an associated pyroclastic (possibly phreatomagmatic) unit, that is overlain by rhyolitic glassy lava ramparts, in which evidence of spatter, agglutinate and clastogenic material is found. Typical explanations for theunusual textures ina rhyolitic lava, suchasperalkaline composition, high volatile content, or superheated magma are untenable in this case. We propose that the most likely explanation for this extreme style of rhyolitic volcanism is a combination of moderately high eruption rate and efficient degassing prior to eruption. In the light of reports of several other bodies of fountain-fed silicic magma from the UK, US, and Japan, we propose that Corral de Coquena is a rhyolitic spatter ring superimposed upon a maar-like crater. We further propose that pyroclastic fountaining should be considered an end-member of the spectrum of eruptive styles of calc-alkaline silicic magmas, and that Corral de Coquena is a rare example, preserved because of the hyper-arid climate in the Altiplano-Puna Volcanic Complex.\n© 2008 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Volcanic edifices composed of spatter, agglutinate, and clastogenic (or fountain-fed) lavas, and related structures, are usually formed by the eruption of mafic or peralkaline silicic magmas (e.g., Head and Wilson, 1989; Stevenson et al., 1993; Stevenson and Wilson, 1997). They are the product of fire-fountains where fallback is sufficiently hot, poorly fragmented, and of low-enough viscosity to weld upon impact and form piles of agglutinated spatter around the vent. In some cases thematerial is hot enough to flow after deposition and feeds lava ponds or rootless flows (Wilson et al., 1995; Sumner et al., 2005). Formation of such structures by explosive eruption of calc-alkaline silicic magma is reported much more rarely as such magmas usually explosively disrupt in the conduit and vent, and the fragmental fallback is not usually coarse or hot enough, nor is deposited rapidly enough, to form spatter accumulations. Proximal welded facies of calc-alkaline silicic fall deposits have been occasionally recognized (e.g., Sparks and Wright, 1979) but do not usually form constructs around the vents, whereas welded fall deposits and clastogenic lava flows are common in peralkaline volcanic systems due to the low viscosity of the magmas (e.g., Stevenson et al., 1993).\nesilvas@geo.oregonstate.edu\nl rights reserved.\nCalc-alkaline rhyolitic spatter deposits have, however, been reported from sequences with awide range of ages. An ancient example is from a Silurian caldera structure in the Lake District volcanic province, UK (Branney et al., 1992). Extensive Oligocene clastogenic lavas have been reported from Colorado, USA (Bachmann et al., 2000). Several examples of Miocene-age fountain-fed rhyolitic lava flows come from the Black Range of New Mexico, USA (Duffield, 1990; Duffield and Dalrymple, 1990) and fromspatter rings surrounding silicic domes in SWIdaho,USA (Godchaux and Bonnischen, 2003). These occurrences, plus the recognition of Quaternary-age spatter deposits in Kyushu, Japan (Furukawa and Kamata, 2004) and the present contribution, suggest that this eruptive style may be quite commonplace during eruptions of metaluminous calc-alkaline silicic magma.\nAmongst a wide spectrum of volcanic structures present in the Altiplano-Puna Volcanic Complex of the Central Andes (22° to 24°S; de Silva, 1987, 1989; de Silva et al., 2006) are several that appear to result from rapid accumulation and agglutination of explosively erupted calcalkaline silicic magma. These include clastogenic lavas and several unusual silicic monogenetic centers (de Silva et al., 1988; Francis et al., 1989). We here describe one of these, Corral de Coquena (23°27'S, 67°23.5'W), which we propose is a rhyolitic spatter ring with minor flows of clastogenic lava superimposed upon a maar-like structure. Further, since formation by a fountainingmechanism clearly requires a restrictive set of physical magmatic conditions, we present a basic analysis of these. They include magma temperature, viscosity, and the\nability for volatiles to permeate freely through the rising magma, in combination with moderate ejection velocities, moderately high or fluctuating eruption rates, and localized, very high accumulation rates."
  }, {
    "heading": "2. Regional setting and description",
    "text": "Corral de Coquena (Coquena, for short) is a monogenetic volcano located on the Tropic of Capricorn in the SE moat of the large (60×35 km), c. 4-Ma-old, La Pacana caldera complex, shown on Fig. 1 (Lindsay et al., 2001a,b). Coquenawas first described by Gardeweg and Ramirez (1985) and Gardeweg and Ramirez (1987) who suggested that it was an exploded lava dome located on an outer caldera ring fault, and who also recognized a surrounding apron of pyroclastic deposits. The structure does appear to be situated above one of the major caldera-collapse faults near the base of the topographic rim (Figs. 2 and 3).\nCoquena has the form of a slightly oval, semi-continuous ridge of rhyolite lava-like rock that forms the rim of a shallow, 2.5×2.7-km-wide sediment-filled crater (Fig. 3a). The longer axis is oriented NE–SW, parallel to the structural trend of that part of the caldera floor. The rimof Coquena is 4572 m above sea level, while the lowest point on the crater floor is 4363m. Inner rim heights range from 30 to 210 m, of which the lava-dominatedpart, extending to theouter rampart of lava, ranges from 40 to 125 m in thickness, and the depth of the crater relative to the surrounding surface varies from30 to 80m (Fig. 3b). Coquena is thus not only formed by a construct of lava-like rock around the edge but also has a crater in the center that was excavated into the substrate (the local caldera moat floor) during its formation. In total, the volume of magma erupted during the formation of Coquena is b1 km3.\nThe whole Coquena structure appears to sit atop a local topographic high in the moat, an uplift ~5 km in diameter from which the underlying strata dip gently in all directions except SEwards. The general level of the La Pacana caldera floor in this area is approximately 4250 m while Coquena appears to have formed upon the uplifted surface at about 4450 m, which is the lowest elevation of its rim deposits. The crater is believed to have considerable infill through mass wasting and was therefore originally deeper than the present maximum of 80 m below the local caldera floor (Fig. 3b)."
  }, {
    "heading": "3. Age",
    "text": "Coquena is one of the youngest andmost obvious features in the SW moat of La Pacana (Fig. 2). The lava body clearly post-dates the main caldera-forming event and thus the Atana ignimbrite, dated by the K-Ar method at 4.0–4.5±0.5 Ma. It was interpreted to be the result of postcaldera activity (Gardeweg and Ramírez, 1985). A 4.4±0.3 Ma age by the K-ArmethodonCoquenabiotitewas reported byGardeweg andRamirez (1985, 1987) suggesting that its formation followed caldera formation quite quickly. Newer K-Ar ages in the range 3.8–4.2±0.1–0.2 Ma by Lindsay et al. (2001a) on biotites fromAtana ignimbrite pumices (but not Coquena) perhaps suggest a slightly younger caldera-forming event, and thus Coquena may be less than 4 Ma in age. On the other hand, it is not clear from field relations whether the later Pampa Chamaca ignimbrite (2.4–2.5±0.4Ma; K-Ar on biotite from the non-welded glassy basal unit; Gardeweg and Ramírez,1985), erupted from the Salar de Aguas Calientes area in the southern part of La Pacana caldera (Fig. 2), overlies or underlies the Coquena lava and ash units. It seems likely that if the Pampa Chamaca eruption is younger than Coquena it would have filled\nopographic rim of La Pacana caldera, present distribution of ignimbrites derived from La a (see also Fig. 2). The boot-shaped outcrop of Atana ignimbrite (centre) is the resurgent\nthe craterwith the thinwelded ignimbrite veneer that is draped over the surrounding caldera floor and up the topographic rim in the area (Fig. 2).\n4. Stratigraphy and field relations\nThe stratigraphy of Coquena is apparently simple (Fig. 4) but apart from the inwardly draping crater wall lava exposures there are few vertical incisions through the strata exposing the interior of the structure due to inefficient erosion in this hyper-arid climate. Following Gardeweg and Ramirez (1987) we recognize two main components: an early pyroclastic deposit from an explosive phase that formed the crater and a main lava structure that forms the raised rim and lava rampart. However, we interpret an apron of heterolithologic clastic material, which extends 2–3 km around the northern and western sides of the crater (Fig. 2), as reworked secondary material because it consists of angular clasts of Coquena rhyolite and subrounded clasts derived from the Atana ignimbrite (both ignimbrite and lithic fragments). This deposit was previously thought to be of primary pyroclastic origin (Gardeweg and Ramirez,1985,1987) but we believe it to be stratigraphically above the Coquena pyroclastic layer, described below. There is a possibility that some of the clastic material was derived from early phreatomagmatic explosions, and has been reworked into its present stratigraphic position. This could explain the presence of Atana ignimbrite clasts in the surficial sediments in the caldera moat at this location, mixed with Coquena-like rhyolite clasts.\nThe Coquena pyroclastic deposit is poorly exposed in several discontinuous outcrops. It consists of (possibly) several thin (10–30 cm) poorly sorted ash beds seen on thewestern andnorthern side of Coquena at a distance of ~5 km from the center of the structure (Fig. 3a). At one exposure, the bed is composed offine-grained ash at its base but contains\nlarger, cm-sized juvenile clasts up-section. There is also a concomitant change in clast character up section from vesicular, moderate density, light-coloured crystal-poor pumice to a dense, poorly vesicular crystalrich rhyolite typical of the Coquena deposits. The deposit is mostly composed of ash-grade material; one 30-cm-thick bed examined has weak cross-stratification and may be a surge deposit. In summary, this deposit has some of the characteristics of silicic phreatomagmatic ash (e.g., Self, 1983) and is thought to be of phreatomagmatic origin.\nThe main edifice of Coquena consists of two low-profile crescentic rhyolite lavabodies, up to800mwide, around theoval crater, separatedby breaches to theNNEandS. The lava-like rock is light-coloured, crystal-rich, massive, and variably vesicular with domains of abundant lithophysae. More vesicular zones occur in bands defining crude “bedding” and the vesicles are stretched parallel to the bedding. Dips of bedding vary from horizontal to subvertical and are generally inwards on the inner rim and horizontal or outwards on the outer rim. These structures are especially well-preserved on the western and southern rims of the main lava body (Fig. 5). There, particularly around the highest (W) part of the rim, the uppermost lava mantles the rim, showing crude layering and forming lobes down the inner rimwith steep (60–80°) dips into the crater (Fig. 5a, b, f). The outer wall is made of a series (up to 9) of subtle, low-angle ramparts consisting of terraces and steps (Fig. 5c), which appear to be the product of downslope viscous flow of lava. On the image in Fig. 2, surface flow ridges (ogives) can be seen that are the expression of these steps.\nOn the northern side of the main lava body the outer wall is more dissected than the rest, exposing the upper internal parts in rare places. Here lava with variable dips can be seen in sections through parts of ramp structures (Fig. 5d). The rhyolite lava is more massive and glassier in the core of these structures (the “vitrophyre” referred to byGardeweg and Ramírez, 1987), and shows abundant large lithophysae and flow\nbanding. A particularly striking, although not pervasive, characteristic of the rhyolite is its clastic appearance in some places. In such locations, it has the appearance of being formedbyaccumulation of large “flattened” sub-rounded clasts of poorly to non-vesicular lava (Fig. 5e) that have agglutinated by impact-induced pressure (Wolff and Sumner, 2000)."
  }, {
    "heading": "5. Corral de Coquena rhyolite",
    "text": "The rhyolite lava of Coquena is variably phyric and contains up to 20 vol.% phenocrysts, dominantly plagioclase with biotite, minor embayed and resorbed quartz (Fig. 6a), and sparse magnetite and ilmenite (Fig. 6b). Vesicularity of the slightly devitrified glass is variable but the lava typically has a “fibrous” texture, which we interpret was being produced by extreme flattening and elongation of\nvesicles during impact and post-agglutination flowage (Fig. 6b). This texture is pervasive in the glass and wraps around the phenocrysts, on the margins of which undeformed vesicles remain in pressure shadows. Non-juvenile clasts are absent from the lava.\nNewwhole-rock chemistry determined using XRF at the University of Hawaii is consistent with published data (Lindsay, 1999). Electron microprobe was used to analyse the composition of glass in some samples (J.D. Webster, personal communication, 2002) and also to measure volatiles that could affect the viscosity of the melt (e.g. F, Cl). Results (Table 1) show values within normal ranges in a rhyolite. Based on the TAS classification of Le Bas et al. (1986), the Coquena lava is rhyolitic in composition (Fig. 7). The alkali content is typical of the high K calc-alkaline suite defined by the evolved rocks in the Central Andes: K2O between 4 and 5 wt.%, and Na2O between 3 and 4.5 wt.%.\nAnalyses and thin sections (Fig. 6a, b) show that the samples are rather fresh, and glass and phenocrysts lack alteration. It is therefore possible that the variability in the amount of volatiles (i.e. loss-on-ignition in the analysis, Table 1) could be a primary feature.\nThe composition of Coquena rhyolite is typical of the CVZ and the La Pacana suite. Coquena magma was distinctly more evolved than the dominantly dacitic Atana ignimbrite magma and that of theMorro Negro post-La Pacana caldera lava dome located to the north of Coquena (Gardeweg and Ramirez, 1987; Lindsay, 1999). Although Coquena's composition is broadly similar to the rhyolitic PampaChamaca ignimbrite, there are clear differences beyond analytical precision (Fig. 7); Coquena rhyolite is slightly more evolved, being distinctly poorer in TiO2, Fe2O3, MgO, Na2O, and P2O5 than Pampa Chamaca ignimbrite pumices. The presence of fresh biotite and, perhaps, the high (N3 wt.%) LOI in the freshest samples (CC2; Table 1), might suggest that the initial water content of the magma was ~3–4 wt%. This is not unusually high for a rhyolite, and is consistent with the low total of electron microprobe analysis of glass inclusions (see Table 1; sample 89-CC2gi). Magmatic temperatures derived from ilmenite–magnetite pairs (3 determinations from sample 89-CC2) are in the range the 800±50 °C.\nPumice and poorly vesicular clasts from the upper part of the associated pyroclastic deposit have an identical mineral assemblage to that of the lava but an overall lower crystal content. Vesicles in the pumice are generally sub-spherical and donot showsigns offlattening, lending further weight to our interpretation that extreme flattening of vesicles in the lava was a result of impact and rapid accumulation. Pumice clasts are too small and altered to obtain useful compositional data, but, by analogy with other rhyolitic lava-dominated centers in this region such as the Cerro Chason–Runtu Jarita complex in Bolivia, these early pyroclastic deposits are likely to be more evolved."
  }, {
    "heading": "6. Discussion",
    "text": ""
  }, {
    "heading": "6.1. Evaluation of possible origins",
    "text": "The following features need to be taken into account when evaluating the origin of Corral de Coquena:\n1) There is a crater excavated below the level of the local surface. In this regard, Coquena is maar-like and has a gently concave floor filled with colluvium. Other youngmonogenetic volcanoes occur in the region, for example, the small basaltic maar of Cerro Overo (Thorpe et al., 1984; de Silva and Francis, 1991) and the Holocene Nekhe Khota and Jayu Khota maars in Bolivia (de Silva and Francis, 1991; Davidson and de Silva, 1995). Such features provide evidence of phreatomagmatic activity despite the hyper-arid climate that has persisted in the region since the beginning of the Miocene\n(Alpers and Brimhall, 1988). Assuming that the groundwater table has not changed substantially in the last few million years, and based on the elevation of nearby water bodies in La Pacana caldera moat (e.g., Salar de Aguas Calientes, Salar de Quisquiro), the top of the local water table would have lain at ~150 m below Coquena at the time of its eruption. Thus, crater-formation by phreatomagmatic explosions could well have occurred, accompanied by deposition of the bedded pyroclastic layers found to the north. 2) The semi-circular, lava-like pile of vesicular rhyolite that surrounds the crater shows prominent terraces or ramparts on the outer slopes and part of the upper pile drapes the rim and rests at steep dips down the inner crater wall. Relationships suggest that craterformation preceeded the generation of the lava pile, because there is no trace of a cover of pyroclastic material on the lava, and the inward-dipping lava drapes the inner crater wall, suggesting a transition from more explosive eruptive behaviour to lava fountaining. 3) Macro- and microscopic textures in the rhyolite support a clastogenic, agglutinate origin for the lava pile.\nIf Coquena formed by explosive disruption of a post-caldera dome (Gardeweg and Ramirez, 1987), the remnant “dome” lava might be expected to have a cover of explosion breccia and the lava would not drape the rim of the crater. Field evidence suggests an alternative origin. We earlier noted that Coquena sat atop a high area in the caldera moat and one possibility is that this area was pushed up by a cryptodome, part of which intersected the water table, thus triggering venting to the surface and formation of a crater. Another possibility is that during surface venting from the cryptodome the arcuate lava pile was formed by effusive eruption along a curved fissure. However, such an eruptionmechanism does not account for the excavation of a crater, nor do textures and structures in the lava suggest eruption from the axis of the arcuate pile. Rather, the lava appears to be clastogenic, draping the crater rim, and accumulated in an arc around a central vent.\nBased on the above observations, we suggest that Coquena is a monogenetic feature formed when magma, possibly rising in a cryptodome, encountered groundwater, leading to an initial phreatomagmatic explosive phase which created a maar-like crater, followed by a period of lava fountaining. The lava pile most probably accumulated by spatter agglutination of dominantly coarse rhyolitic clasts from a large fire-fountain, withmost flowing outwards to form a set of ramparts and some of the later lava flowing and slumping into the pre-existing crater. This is a common sequence in eruptions of mafic magma (and more evolved types) where crater-forming, groundwater-magma explosive interaction precedes a dryer phase of Hawaiian, Strombolian, or effusive activity (White and Houghton, 2000). Because the field data is limited due to a lack of incision of the Coquena deposits, we do not attempt more elaborate interpretations of the eruption mechanism, but below we try to constrain the magmatic and environmental conditions that may have led to the formation of Coquena."
  }, {
    "heading": "6.2. Silicic magmas that produce spatter",
    "text": "Volcanic structures produced by the accumulation and agglutination of spatter are commonly described from eruptions that form basaltic and intermediate lavas and cones, and from those of peralkaline silicic magma. Spatter edifices are generally about 1 km or less in diameter but may be longer if arranged along a fissure vent (e.g., The Sproul, San Francisco volcanic field, USA (Finnemore and Self, 1991). Peralkaline silicic magmas display the ability to erupt by firefountaining mechanisms and create thick lava flows (Stevenson et al., 1993; Stevenson and Wilson 1997) and spatter deposits (e.g., on Tenerife in the Canary Islands: Soriano et al., 2002; Gottsmann and Dingwell 2001; Giordano et al., 2000).\nHigh-K calc-alkaline silicicmagmas are not usually thought to be able to produce spatter upon disruption due to their high viscosity and high water content, which promote extreme fragmentation. However, rare\nexamples of non-peralkaline eruptions producing spatter and associated eruptionshavebeendescribed in the literature (Sparks andWright,1979; Duffield,1990; FurukawaandKamata, 2004) suggesting that under some\nconditions eruptions of non-peralkaline silicic magma can produce spatter, agglutinate, and clastogenic lavas. A spectacular example of calcalkalinedacitemagma that erupted in anunusual style is thePagosa Peak Dacite, which was the preliminary phase of the huge 5000 km3 Fish Canyon Tuff eruption from La Garita Caldera in the Central San Juan\nMountain Volcanic Field of Colorado (Bachmann et al., 2000). There, 300 km3 of poorly vesicular, crystal-rich dacite forms thick densely welded deposits proximal to the vents. The mass shows evidence of rheomorphic flow under the influence of gravity that has resulted in a macroscopic appearance similar to flow-layered silicic lavas.\nWe have also observed several examples of such deposits and structures in different settings in the Altiplano-Puna Volcanic Complex of the Central Andes. They vary in size from local beds, to mounds and ramparts of agglutinate around vents of plinian eruptions (La Pacana caldera, Lindsay et al., 2001a; Huaynaputina volcano, Adams et al., 2001; S. L. de Silva, unpublished data), or domes (Cerro Runtu Jarita; Watts et al., 1999), and silicic monogenetic features such as Cerro Coquena described here, and Cerro Jarellon to the north (de Silva et al., 1988; Francis et al., 1989). Cerro Bola on the other side of the La Pacana resurgent dome also has welded pyroclastic deposits at its base. We suggest that these features may be more common than previously thought but are rarely preserved well-enough for positive recognition — the excellent preservation and exposure in the Central\nAndes clearly displays the volcanic textures and structures.We believe that this form of eruption is an important end-member style in the spectrum for calc-alkaline silicic magmas."
  }, {
    "heading": "6.3. Conditions and viscosity of magma",
    "text": "Empirical methods have been developed in order to calculate the viscosity of a silicate liquid depending on its chemical composition and temperature (Bottinga and Weil, 1972; Shaw, 1963, 1972; Pinkerton and Stephenson, 1992). In particular, using the Bottinga and Weil (1972) or Pinkerton and Stephenson (1992) methods, at an eruption temperature of 800 °C and the composition of sample 89- CC2A (Table 1), the estimated viscosity of the Coquena melt is of the order of 106–7 Pa s. This value is at the low end of the spectrum for rhyolites and rhyodacites. Glass transition temperatures that may control agglutination and welding can be quite low (600–700 °C) in even slightly hydrous silicic melts (Giordano et al., 2005), which may also help explain the continued flow of Coquena rhyolite after impact and coalescence, assuming minimal loss of temperature in the lava fountain.\nFurther insight into conditions required for agglutination comes from Wolff and Sumner (2000) and Sumner et al. (2005). This work shows that for a given accumulation rate, agglutination is a function primarily of clast size implying that heat retention is the primary control. The following relationship provides the limiting case for agglutination:\nLog r ¼ 0:673 log η−4:44\nwhere r is the clast diameter in meters, and η is clast viscosity in Pa s. Sumner et al. (2005) suggest that below viscosities of 105 Pa s (possible for Coquena rhyolite), clasts N10 cm across will flatten and deform when hitting the ground at terminal velocity. Using the viscosity estimated above, we see that at clast sizes above 0.5 m agglutination should be readily attained. It is interesting to note that this is about the dimension of the \"clasts\" that make up parts of the Coquena lava."
  }, {
    "heading": "6.4. Conditions for fountaining",
    "text": "The rhyolite of Corral de Coquena shows no unusual petrologic characteristics that would suggest a rheology that is atypical of the normal calc-alkaline felsic lavas in this region (cf. Francis et al., 1989; de Silva, 1987; de Silva and Francis, 1991; de Silva et al., 1994; Feeley and Davidson,1994). There is no evidence for superheating or elevated\nhalogen contents and therefore any unusual conditions in the Coquena magma, other than a slightly low viscosity. We therefore believe that the enigmatic character of Coquena is the result of eruptive conditions that promote the formation of spatter agglutinate through fountaining rather than vesiculated pumice and pyroclastic flows fed by a sustained eruption column.\nAsmentioned above, a possible analogue for the Coquena eruption, albeit on amuch larger scale and displaying only the proximal outflow but not the vent area, is the Pagosa Peak Dacite of the La Garita Caldera in Colorado, USA (Bachmann et al., 2000). Eruption by low-column pyroclastic fountaining with relatively low emission velocities for a given discharge rate is thought to have led to rapid accumulation of fall-out that resulted in dense welding and rheomorphic flow. The explosive potential of the Pagosa Peak dacite magma may have been reduced by degassing during ascent through wide fissure-like conduits. Eruption by fountaining has therefore been proposed as a tenable mechanism for normal silicic magmas.\nWe do not attempt a detailed analysis of the conditions that led to fountaining behavior at Coquena as the lava-like deposit is not amenable for detailed grain size measurements. However, we attempt to define some general conditions. In order to agglutinate upon impact, clasts must have a sufficiently low viscosity to undergo plastic deformation and sintering. Rapid accumulation rate also aids further welding by hindering loss of volatiles (Sparks andWright,1979; Sparks et al., 1999) and aids heat retention, required for sintering to adjacent clasts. We point out that evidence of welding in rhyolitic pyroclasts is abundant in welded ignimbrites, where ultra-rapid accumulation and heat and volatile retention are perhaps the key parameters, and also in welded silicic fall deposits (e.g., Santorini: Sparks and Wright, 1979; and Asjka, Iceland: Sparks and Wilson, 1977).\nWe suggest that field evidence at Coquena is most consistent with an origin as an accumulation of agglutinated spatter, possibly from a slightly elongate vent or a pair of aligned vents. A mechanism for producing such a feature would have the properties of moderate ejection velocities and moderate to high eruption and accumulation rates, which we estimate as follows:\na) The furthest distance for fountain clasts to be ejected is ~1350 m (center of crater to high point on furthest rim), with probable locations of the vents nearer to west side than the east. b) The ejection angle cannot be precisely determined, and may have varied considerably during the course of the eruption but it was likely to have been steep (at least late in the event) as the highest arcuate rim accumulation is quite narrow. Applying a ballistic ejection equation (but ignoring the reduced atmospheric pressure\nsence of possible underlying cryptodome not shown here. Crater is a maar-like structure this early stage. This was followed by fountaining that may have been directed primarily d on outer rim, agglutinated, and flowed downslope to produce ogives and ramps seen\nat 4 km altitude), the terminal velocity of coarse clasts is on the order of 115 m/s, in agreement with values of 90–130 m/s from Stevenson andWilson (1997) at a 45° ejection and deposition angle. c) Assuming a terminal velocity of 115 m/s the fountain height would be a maximum of 670 m. The greater accumulation on the west side than the east suggests an angled fountain (or a vent nearer the west wall). This makes any height estimate very approximate. d) A model proposed by Capaccioni and Cuccoli (2005) shows that at fountain heights of ~500 m and 45° ejection, the range is just N1 km with ejection velocities of 100 m/s (consistent with the distribution of Coquena deposits). Moreover, large particles do not lose much heat through transport in a fountain (e.g., Thomas and Sparks, 1992) and accumulation rates of N0.2 m/hr will promote welding; however, it may be possible to attain conditions for agglutination at lower rates if the particles are larger (N50 cm).\nIn summary, a fire-fountaining mechanism seems the most likely explanation of all the features observed in the upper lava-like Coquena deposits (Fig. 8). Post-eruption erosion of the deposits, consistent with the local erosion observed in the welded Pampa Chamaca ignimbrite (Fig. 2), or the sedimentation of younger deposits may have removed or buried any ash deposits related to the fire-fountaining.We note that the scale of the Coquena construct, 2–3 km across, is similar to that reported for the extent of the Yamakogawa Rhyolite in Japan (Furukawa and Kamata, 2004). Perhaps, if there was deeper dissection of Coquena deposits, a more complex proximal stratigraphy would be displayed, as seen in the Japanese example."
  }, {
    "heading": "7. Concluding remarks",
    "text": "We suggest that Corral de Coquena, in the moat of La Pacana caldera, Chile, is a rare example of a well-preserved spatter ring produced by clastogenic/fountaining eruption of typical, calc-alkaline rhyolite lava. It may be the surface manifestation of a partly degassed cryptodome, present under the bulge in the caldera floor surrounding Coquena, that was disrupted by intersectionwith the local water table. This caused explosions in an early, partly phreatomagmatic ‘wet’ phase of the eruption, and formation of the maar-like crater, after which the aquifer ran dry. The early phase was followed by ‘dry’ lava fountaining in the second phase of the event. The Coquena lava-like deposit may represent a case where partly degassed silicic magma fragmented under the influence of external water, perhaps accompanied by a sudden increase in eruption rate brought on by vent widening, but the clasts yielded plastically and could still undergo agglutination upon deposition because of a high accumulation rate. Deposition took place along a relatively narrow fall-out zone, fed by the fountain, and in this zone high accumulation rates prevailed, promoting agglutination. This combination of eruption mechanisms resulted in a volcanic construct that is unusual and enigmatic but is, unfortunately, not well-enough exposed in its interior to permit a more detailed examination of the deposits, and of eruptive conditions. Corral de Coquena may be a rare, example of the product of an end-member style of eruption in calc-alkaline silicic magmatic activity."
  }, {
    "heading": "Acknowledgements",
    "text": "We dedicate this paper to the honor of Professor Michael F. Sheridan and to the memory of the late Peter Francis, with whom SS and SdeS spent many windy and cold days working in this region. The authors acknowledge Jan Lindsay and Marti Godchaux for their thorough and incisive reviews of an earlier version of this manuscript. Jim Webster is thanked for the glass inclusion analysis to determine F and Cl. John Bailey, Janet Sumner, and John Wolff are acknowledged for fruitful discussions of preliminary versions of this manuscript."
  }],
  "year": 2008,
  "references": [{
    "title": "The physical volcanology of the 1600 eruption of Huaynaputina, Southern Perú",
    "authors": ["N. Adams", "S.L. de Silva", "S. Self", "G. Salas", "S. Schubring", "J.L. Permenter", "K. Arbesman"],
    "venue": "Bulletin of Volcanology",
    "year": 2001
  }, {
    "title": "Middle Miocene climatic change in the Atacama Desert, northern Chile; evidence from supergene mineralization at La Escondida",
    "authors": ["Alpers", "Ch.N", "G.H. Brimhall"],
    "venue": "Geological Society of America Bulletin",
    "year": 1988
  }, {
    "title": "Voluminous lava-like precursor to a major ash-flow tuff: low-column pyroclastic eruption of the Pagosa Peak Dacite, San Juan volcanic field, Colorado",
    "authors": ["O. Bachmann", "M.A. Dungan", "P.W. Lipman"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2000
  }, {
    "title": "The viscosity of magmatic silicate liquids: a model for calculation",
    "authors": ["Y. Bottinga", "D.F. Weil"],
    "venue": "American Journal of Science",
    "year": 1972
  }, {
    "title": "The Bad Step Tuff; a lava-like rheomorphic ignimbrite in a calc-alkaline piecemeal caldera, English Lake District",
    "authors": ["M.J. Branney", "B.P. Kokelaar", "B.J. McConnell"],
    "venue": "Bulletin of Volcanology",
    "year": 1992
  }, {
    "title": "Spatter and welded air fall deposits generated by firefountaining eruptions: cooling of pyroclasts during transport and deposition",
    "authors": ["B. Capaccioni", "F. Cuccoli"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2005
  }, {
    "title": "Late Cenozoic magmatism in the Bolivian Altiplano",
    "authors": ["J.P. Davidson", "S.L. de Silva"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 1995
  }, {
    "title": "Large volume explosive silicic volcanism in the Central Andes of NorthernChile",
    "authors": ["S.L. de Silva"],
    "venue": "Unpub PhD thesis, OpenUniversity,MiltonKeynes,",
    "year": 1987
  }, {
    "title": "Volcanoes of the Central Andes",
    "authors": ["S.L. de Silva", "P.W. Francis"],
    "year": 1991
  }, {
    "title": "A new class of volcanic center from N",
    "authors": ["S.L. de Silva", "S. Self", "P.W. Francis"],
    "venue": "Chile? Transactions of the American Geophysical Union, EOS",
    "year": 1988
  }, {
    "title": "Effusive silicic volcanism in the Central Andes; the Chao Dacite and other young lavas of the Altiplano-Puna volcanic complex",
    "authors": ["S.L. de Silva", "S. Self", "P.W. Francis", "R.E. Drake", "Ramirez", "C.-F"],
    "venue": "Journal of Geophysical Research",
    "year": 1994
  }, {
    "title": "Large ignimbrite eruptions and volcano-tectonic depressions in the Central Andes: a thermomechanical perspective",
    "authors": ["S.L. de Silva", "G. Zandt", "R. Trumbull", "J. Viramonte", "G. Salas", "N. Jiminez"],
    "venue": "Geological Society Special Publication",
    "year": 2006
  }, {
    "title": "Eruptive fountains of silicic magma and their possible effects on the tin content of fountain-fed lavas, Taylor Creek Rhyolite, NewMexico",
    "authors": ["W.A. Duffield"],
    "venue": "Geological Society of America Special Paper",
    "year": 1990
  }, {
    "title": "The Taylor Creek Rhyolite of NewMexico: a rapidly emplaced field of lava domes and flows",
    "authors": ["W.A. Duffield", "G.B. Dalrymple"],
    "venue": "Bulletin of Volcanology",
    "year": 1990
  }, {
    "title": "Petrology of calc-alkaline lavas at Volcan Ollagüe and the origin of compositional diversity at central Andean stratovolcanoes",
    "authors": ["T.C. Feeley", "J.P. Davidson"],
    "venue": "Journal of Petrology",
    "year": 1994
  }, {
    "title": "Fire-fountain behaviour determined from a basaltic spatter deposit, The Sproul, San Franciso Volcanic Field, Arizona",
    "authors": ["S. Finnemore", "S. Self"],
    "venue": "Transactions of the American Geophysical Union, EOS",
    "year": 1991
  }, {
    "title": "Large diameter volcanic spatter rings: mechanisms of origin and significance to planetary studies",
    "authors": ["P.W. Francis", "S.L. de Silva", "P.J. Mouginis-Mark", "S. Self"],
    "venue": "Proceedings of the XX Lunar and Planetary Science Conference,",
    "year": 1989
  }, {
    "title": "Eruption and emplacement of the Yamakogawa Rhyolite in central Kyushu, Japan: a model for emplacement of rhyolitic spatter",
    "authors": ["K. Furukawa", "H. Kamata"],
    "venue": "Earth, Planets and Space",
    "year": 2004
  }, {
    "title": "Hoja Río Zapaleri",
    "authors": ["M. Gardeweg", "Ramírez", "C.-F"],
    "venue": "Carta Geológica de Chile No 66. Servicio Nacional de Geología yMinería, Santiago,",
    "year": 1985
  }, {
    "title": "La Pacana caldera and the Atana Ignimbrite — a major ash-flow and resurgent caldera complex in the Andes of northern Chile",
    "authors": ["M.C. Gardeweg", "C.F. Ramirez"],
    "venue": "Bulletin of Volcanology",
    "year": 1987
  }, {
    "title": "Viscosity of a Teide phonolite in the welding interval",
    "authors": ["D. Giordano", "D.B. Dingwell", "C. Romano"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2000
  }, {
    "title": "Glass transition temperature of natural hydrous melts: a relationship with shear viscosity and implications for the welding process",
    "authors": ["D. Giordano", "A.R.L. Nichols", "D.B. Dingwell"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2005
  }, {
    "title": "Syneruptive magma-water and posteruptive lava-water interactions in the western Snake River Plain, Idaho, during the past 12 million years",
    "authors": ["M.M. Godchaux", "B. Bonnischen"],
    "venue": "Plain Volcanic Province. Idaho Geological Survey Bulletin,",
    "year": 2003
  }, {
    "title": "Cooling dynamics of spatter-fed phonolite obsidian flows on Tenerife, Canary Islands",
    "authors": ["J. Gottsmann", "D.B. Dingwell"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2001
  }, {
    "title": "Basaltic pyroclastic eruptions: influence of gas-release patterns and volume fluxes on fountain structure, and the formation of cinder cones, spatter cones, rootless flows, lava ponds, and lava flows",
    "authors": ["J.W. Head III", "L. Wilson"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1989
  }, {
    "title": "A chemical classification of volcanic rocks on the total alkali-silica diagram",
    "authors": ["M.J. Le Bas", "R.W. Le Maitre", "A. Streckeisen", "B. Zanettin"],
    "venue": "Journal of Petrology",
    "year": 1986
  }, {
    "title": "Stratigraphy age relations and magmatic evolution of large-volume felsic ignimbrites of the La Pacana Caldera, Central Andes, Chile",
    "authors": ["J.M. Lindsay"],
    "venue": "Scientific Technical Report STR99/16, GeoForschungd Zentrum Potsdam",
    "year": 1999
  }, {
    "title": "La Pacana caldera N. Chile: a re-evaluation of the stratigraphy and volcanology",
    "authors": ["J.M. Lindsay", "S. de Silva", "R. Trumbull", "R. Emmermann", "K. Wemmer"],
    "year": 2001
  }, {
    "title": "812–821 world's largest resurgent calderas",
    "authors": ["S. Self"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2008
  }, {
    "title": "Magmatic evolution of the La Pacana Caldera system, Central Andes, Chile; compositional variation of two cogenetic, large-volume felsic ignimbrites",
    "authors": ["J.M. Lindsay", "A.K. Schmitt", "R.B. Trumbull", "S.L. de Silva", "W. Siebel", "R. Emmermann"],
    "venue": "Journal of Petrology",
    "year": 2001
  }, {
    "title": "Methods of determining the rheological properties of magmas at sub-liquidus temperatures",
    "authors": ["H. Pinkerton", "R.J. Stephenson"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1992
  }, {
    "title": "Large-scale phreatomagmatic silicic volcanism; a case study from New Zealand",
    "authors": ["S. Self"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1983
  }, {
    "title": "Obsidian-H2O viscosities at 1000 and 2000 bars in the temperature range 700 to 900 °C",
    "authors": ["H.R. Shaw"],
    "venue": "Journal of Geophysical Research",
    "year": 1963
  }, {
    "title": "Viscosities of magmatic silicate liquids: an empirical method of prediction",
    "authors": ["H.R. Shaw"],
    "venue": "American Journal of Science",
    "year": 1972
  }, {
    "title": "Welding and rheomorphism of phonolitic fallout deposits from the Las Canadas Caldera, Tenerife, Canary Islands",
    "authors": ["C. Soriano", "S. Zafrilla", "J. Marti", "S. Bryan", "R.A.F. Cas", "G. Ablay"],
    "venue": "Geological Society of America Bulletin",
    "year": 2002
  }, {
    "title": "Tephra from the 1875 explosive rhyolitic eruption of Askja, Iceland",
    "authors": ["R.S.J. Sparks", "L. Wilson"],
    "venue": "Geological Society of America Abstracts with Programs",
    "year": 1977
  }, {
    "title": "Welded air-fall tuffs",
    "authors": ["R.S.J. Sparks", "J.V. Wright"],
    "venue": "Ash-flow tuffs, Geological Society of America Special Paper,",
    "year": 1979
  }, {
    "title": "Dense welding caused by volatile resorption",
    "authors": ["R.S.J. Sparks", "S.R. Tait", "Y. Yanev"],
    "venue": "Journal of the Geological Society of London",
    "year": 1999
  }, {
    "title": "Physical volcanology and eruption dynamics of peralkaline agglutinates from Pantelleria",
    "authors": ["R.J. Stevenson", "L. Wilson"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1997
  }, {
    "title": "Cooling of tephra during fallout from eruption",
    "authors": ["R.M.E. Thomas", "R.S.J. Sparks"],
    "venue": "columns. Bulletin of Volcanology",
    "year": 1992
  }, {
    "title": "Relative roles of source composition, fractional crystallization and crustal contamination in the petrogensis of Andean volcanic rocks",
    "authors": ["R.S. Thorpe", "P.W. Francis", "L. O'Callaghan"],
    "venue": "Philosophical Transactions of the Royal Society of London,",
    "year": 1984
  }, {
    "title": "Effusive silicic volcanism triggered and fuelled by recharge; a case study of the Chascon-Runtu Jarita Complex, SW Bolivia",
    "authors": ["R.W. Watts", "S.L. de Silva", "G. Jimenez"],
    "venue": "Bulletin of Volcanology",
    "year": 1999
  }, {
    "title": "Explosive volcanic eruptions VIII: The role of magma recycling in controlling the behaviour of Hawaiian-style lava fountains",
    "authors": ["L. Wilson", "E.A. Parfitt", "J.W. Head III"],
    "venue": "Geophysical Journal International",
    "year": 1995
  }, {
    "title": "Surtseyan and related eruptions",
    "authors": ["J.D.L. White", "B.F. Houghton"],
    "year": 2000
  }, {
    "title": "Lava fountains and their products",
    "authors": ["J.A. Wolff", "J.M. Sumner"],
    "year": 2000
  }],
  "id": "SP:cf47f4354d704eafd80a8957866771bf8efac5ce",
  "authors": [{
    "name": "Stephen Self",
    "affiliations": []
  }, {
    "name": "Shanaka L. de Silva",
    "affiliations": []
  }, {
    "name": "Joaquín A. Cortés",
    "affiliations": []
  }],
  "abstractText": "Article history: We report on the unusual o Accepted 25 January 2008 Available online 7 June 2008",
  "title": "Enigmatic clastogenic rhyolitic volcanism: The Corral de Coquena spatter ring, North Chile"
}