{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nSedimentary Geology\nj ourna l homepage: www.e lsev ie r.com/ locate /sedgeo\nIntegrated analysis for constraining palaeoclimatic and volcanic influences on clay–mineral assemblages in orogenic basins (Palaeogene Andean foreland, Northwestern Argentina)\nMargarita Do Campo a,⁎, Cecilia del Papa b, Fernando Nieto c, Fernando Hongn b, Ivan Petrinovic b\na CONICET—U.B.A. Instituto de Geocronología y Geología Isotópica y Facultad de Ciencias Exactas y Naturales, Pabellón INGEIS, Ciudad Universitaria (1428) Buenos Aires, Argentina b CONICET—Universidad Nacional de Salta, Buenos Aires 177, 4400 Salta, Argentina c Departamento de Mineralogía y Petrología and I.A.C.T., Universidad de Granada-CSIC, Avda. Fuentenueva s/n, 18002-Granada, España\n⁎ Corresponding author. Fax: (54)11 4783 3024. E-mail address: Docampo@ingeis.uba.ar (M. Do Cam\n0037-0738/$ – see front matter © 2010 Elsevier B.V. A doi:10.1016/j.sedgeo.2010.04.002\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 30 July 2009 Received in revised form 19 March 2010 Accepted 15 April 2010 Available online 24 April 2010\nEditor: G.J. Weltje\nKeywords: Foreland basins Clay minerals Volcaniclastic material Smectite Northwest Argentina\nVariations in clay–mineral assemblages in ancient continental deposits are frequently used to reconstruct past climate changes. In active settings, volcanic events can supply highly labile volcaniclastic material, which can easily be transformed into smectite via diagenesis, which can produce a noticeable footprint in clay–mineral assemblages. Southern Central Andean foreland deposits are appropriate case studies to ascertain whether the climatic signal was preserved in the clay assemblages of their fine-grained sediments as tectonic uplift, volcanism, and sedimentation have been interacting since the Cretaceous. We have studied a 1400-m-thick coarsening-upward Palaeogene succession of the Tin Tin basin (northern Calchaquí Valley, Argentina), applying X-ray diffraction (XRD), electron microscopy, and detailed sedimentary facies analysis with the aim of comparing tendencies in the vertical fluctuations of clay minerals with evidence from sedimentological facies. Illite–muscovite plus smectite account for 78% to 100% of the clay minerals in the fine fraction, with kaolinite and chlorite in subordinate amounts. The vertical variation of sedimentary settings from an overbank/ lacustrine domain to fluvial braided plains and an aeolian dune field suggests a gradual increase in aridity upsection. However, smectite abundances do not show a gradual decreasing trend compatible with progressively lower hydrolyzing conditions; their relative abundances vary widely throughout the section, depicting pulse-like, abrupt fluctuations. Despite the absence of field evidence for volcanic influence, several indications of volcanic and volcaniclastic material have been found under scanning electron microscopy (SEM) in levels with high smectite abundances from the middle to the top of the succession. They include quartz crystals showing embayments and skeletal forms, with smectite filling the voids, microcrystalline silica, as well as heulandite crystals in close association with authigenic smectite. The XRD analyses of these levels evidence well-crystallized smectite, which is characteristic of a volcaniclastic origin. Therefore, the increase in smectite abundance in these beds reflects a significant volcaniclastic contribution, which is also evidenced by a centimetre-thick ash layer topward in the sequence. The only smectite-rich level near the base of the Tin Tin section also contains well-crystallized smectite associated with heulandite, thus probably evidencing volcaniclastic input. We infer that most of the smectite in these sediments formed during early diagenesis, probably through the dissolution of labile tuffaceous material. Textural and morphological analysis by SEM is essential to determine whether clay–mineral assemblages could be interpreted in terms of palaeoclimate.\npo).\nll rights reserved.\n© 2010 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The study of clay–mineral assemblages in sediments affected only by early diagenesis constitutes a significant tool for unravelling the evolution of continental sedimentary basins since the preservation of the detrital signature can be considered a reasonable assumption. Clay\nminerals are common products of earth–surface reactions such as weathering and authigenesis, and the clay–mineral assemblages in continental sediments are the result of the complex interaction of several variables, including source-area lithology, continental morphology, depositional environments, and palaeoclimate (Chamley, 1989). Consequently, the clay–mineral assemblages of sediments only affected by early diagenesis have beenwidely used to determine longterm trends in provenance and palaeoclimate. This approach has been successfully applied to the study of a variety of sedimentary basins all over theworld (Inglès and Ramos-Guerrero, 1995; Adatte, et al., 2002;\nSaèz et al., 2003; Suresh et al., 2004; Fesharaki, et al., 2007). Other studies have focused on diverse factors than can obscure or make the palaeoclimatic signal unrecognizable (Singer, 1984; Curtis, 1990; Thiry, 2000; Dera et al., 2009). In particular, Thiry (2000) emphasized that clay minerals must have reached a state close to equilibriumwith their environment in order to be representative of the climatic conditions prevailing during their formation in soil profiles. The same author considered the possible bias resulting from the relative stability of kaolinite in relation to smectite as the former remains stable in the soil profile even when the climate becomes drier.\nIn addition, events contemporaneous with the evolution of continental basins, such as tectonism and volcanism, not directly relatedwith climate, could also produce a noticeable footprint in clay– mineral assemblages. Tectonic events can drastically change weathering regimes since they have the potential to modify palaeorelief in the source area, as well as to generate new relief and alter palaeohydrological regimes. On the other hand, volcanic events can supply highly labile volcaniclastic material to a basin, which can easily be transformed into smectite via early diagenesis (Cuadros et al., 1999). Consequently, these events can give rise to clay–mineral assemblages substantially different than those produced if climatic factors had prevailed (Bradshaw, 1975; Lindgreen and Surlyk, 2000; Jeans et al., 2000; Pellenard et al., 2003; Jeans, 2006). Such factors can be relevant in active continental sedimentary basins; in consequence, the default interpretation of clay–mineral assemblages in terms of palaeoclimate could lead to erroneous conclusions in these cases. Therefore, in order to constrain the relative importance of tectonic, volcanic, and climatic factors, and to avoid misinterpretations, we present an integrated approach using X-ray diffraction (XRD), Scanning Electron Microscopy (SEM), and Transmission Electron Microscopy (TEM) analyses of fine-grained samples, along with detailed sedimentary facies analyses. Textural and morphological analysis by scanning electron microscopy (SEM) is essential for recognizing diagenetic reactions (such as smectite authigenesis), and for identifying reworked fines (including palaeosol levels), and thus to discriminate whether clay–mineral assemblages could be interpreted in terms of palaeoclimate.\nIn southern Central Andes tectonic uplift, volcanism, and sedimentation have been interacting since the Cretaceous. The analysis of clay–mineral assemblages in conjunction with more traditional techniques of basin research has scarcely been applied in the study of the evolutionary stages of its associated sedimentary basins (Deconinck, et al., 2000; Do Campo et al., 2007; Collo et al., 2008). Knowledge of Andean foreland evolution during the Eocene is quite fragmentary. In fact, the recognition of the basal Palaeogene deposits and their assignation to an active foreland system has only recently been proposed (Hongn et al., 2007; Carrapa and DeCelles, 2008). Consequently, there are many unresolved questions, such as the overall geometry of the basin and the interplay between the beginning of the Andean uplift and the development of foreland basins. In this context, as part of an extensive study on the evolution of Palaeogene Andean foreland basins in NW Argentina, we have undertaken a study of clay–mineral assemblages applying the proposed approach for three representative sections in the northern Calchaquí Valley (Tin Tin, Cerro Bayo, and Saladillo sites, Fig. 1). The aim of this survey is to discuss the meaning of vertical fluctuations in clay–mineral assemblages and to constrain the relative importance of tectonic, volcanic, and climatic factors in these Andean foreland deposits. With this goal in mind, we have analyzed the fine-grained sediments for more than 80 samples using X-ray diffraction, SEM, and TEM in conjunction with sedimentary facies analyses.\nThis contribution presents the results of the mineralogical study on claystone and siltstone levels of the Tin Tin site from bulk samples and the b2 µm sub-fraction, including textural and morphological analyses, with the aim of discriminating between clay minerals formed through physical and chemical weathering in soil profiles, reworked fines\n(including palaeosol levels), and those formed by early diagenesis of volcaniclastic material. Moreover, the tendencies deriving from vertical fluctuations in clay–mineral assemblages are contrasted with evidence from sedimentological facies analyses. The use of this approach for analysing a complex Tertiary continental forelandbasin represents a key test of the power of the proposed methodologies."
  }, {
    "heading": "2. Geological setting",
    "text": "The Calchaquí Valley is a north–south-trending elongate valley limited by regional faults in the transition zone between the high Puna plateau and the Cordillera Oriental in the Central Andes (Fig. 1).\nThis region is characterized by good preservation and very wellexposed Palaeogene-to-Pliocene Andean foreland deposits (for regional accounts see Díaz and Malizzia, 1983; Starck and Vergani, 1996; Coutand et al., 2006). The recognition of the basal Palaeogene deposits and their assignation to an active foreland system has only recently been proposed (Hongn et al., 2007; Carrapa and DeCelles, 2008) and consequently its study is in an early stage.\nIn the Calchaquí Valley, the Palaeogene sedimentary succession preserves syntectonic fan-like strata geometries and progressive unconformity structures suggesting active faults and folding coeval with sedimentation since the Middle Eocene (Hongn et al., 2007).\nThe basement of this basin is represented mainly by Cretaceous– Lower Eocene Salta rift (Turner, 1959) deposits and secondly by the Proterozoic–Lower Palaeozoic low-grade metamorphic rocks of the Puncoviscana Formation (Turner, 1960). Both units were uplifted and partially eroded prior to foreland deposition (Salfity et al., 1993; Starck and Vergani, 1996; del Papa et al., 2004; Hongn et al., 2007).\nThe Palaeogene foreland record is assigned to the Quebrada de los Colorados and Angastaco formations of the Payogastilla Group (Díaz and Malizzia, 1983; and following Starck and Vergani's, 1996 proposal; Figs. 1 and 2); these two formations are divided by a regional unconformity. The chronology of these deposits is not well constrained; the mammal vertebrate record suggests a Middle Eocene age for the basal levels of Los Colorados Formation (Hongn et al., 2007), and a zircon U–Pb age of 15 Ma was obtained for a tuff level at the base of the Angastaco Formation (Pereyra et al., 2008). Therefore, based on the existing chronological constraints, a time span from the Middle Eocene to the Lower Miocene can be reasonably assumed for the circa 1400 m of orogenic deposits considered herein."
  }, {
    "heading": "2.1. Sedimentary sequences and facies association",
    "text": "In the Tin Tin area, the Palaeogene deposits consist of approximately 1400 m of coarsening-upward succession (Fig. 2A). Based on the presence of unconformity surfaces and abrupt changes in the sedimentary facies patterns, four main depositional sequences have been recognized: Los Colorados I, Los Colorados II, Angastaco I, and Angastaco II. The two basal depositional sequences were assigned to the Quebrada de los Colorados Formation (Díaz et al., 1987), and the two upper ones to the Angastaco Formation; a conspicuous calcareous duricrust surface marks the contact between the two (Fig. 2A).\nLos Colorados I (LC I) consists of 315 m of coarsening-upward succession, from fined-grained sediments to coarse sandstones. The main facies are blanket-like red siltstones to sandy siltstones, massive or with sediment cracking, burrowing tubes and calcareous rhizoconcretions, and drab-haloed features (Fm, P). At the base, isolated single-storey shallow-channel facies are interbedded; towards the top, the association of medium to coarse sandstone multi-storey channel-fill facies (St, Sp), sandy lateral-migration bar complexes (LA macroforms), and fine-grained overbank deposits (Fm, Fl) predominate (Fig. 2A).\nLos Colorados II (LC II) presents similar facies patterns of finegrained to conglomerate levels, with a thickness of 480 m (Fig. 2A). The main sedimentary facies are: blanket-like light-red siltstones,\nmassive or bioturbated (Fm), well-laminated grey claystones, and siltstones (Fl). Towards the top, the predominant facies are normalgraded, coarse-to-medium sandstone and conglomerate filling shallow channels and transverse bars (Sh, St, Gp, Gh, and Sp). Centimetrethick light-red sandy siltstones preserved as overbank deposits (Fm) are also interbedded in the coarse facies. The overall sedimentary arrangement of sequences LC I and LC II suggests the progressive progradation of an alluvial system from distal to proximal settings. Each sequence represents a minor pulse of aggradation/progradation, and together they constitute indirect evidence of tectonic-driven accommodation in the basin (Flemings and Jordan, 1989; Horton, 1998; Jordan et al., 2001). Los Colorados I represents deposition in an extensive alluvial plain; the lack of well-developed palaeosol levels and instead the presence of incipient composite palaeosols and singlestorey sand bodies suggest an uninterrupted aggradational plain (Turner, 1992; Kraus and Bown, 1993). Moreover, the broad belt of multi-storey channels with frequent LA structures is indicative of\nrivers of moderate sinuosity flowing over moderate palaeo-slopes (Turner, 1992; Schumm et al., 2000). Los Colorados II displays a similar pattern; at the base, an extensive, fine-grained alluvial plain developed; in local topographic depressions, shallow ephemeral lakes evolved. Upsection and transitionally, braided channel deposits replaced floodplain fines. The upper section of LC II is typified by coarse-grained material filling broad channels and migrating bars in a braided system indicating relatively steeper slopes (Schumm, 1977; Schumm et al., 2000; Bridge, 2003).\nThe Angastaco sequences also show a general coarsening-upward tendency. Angastaco I (A I), 150 m thick, is formed of silty sandstones with outsized clasts and mud-clasts interbedded with thin levels of slightly laminated reddish sandy siltstones and siltstones displaying burrowing and mudcracks (Fm and Sm). These levels are intercalated by isolated normal-graded conglomerate with erosional bases (Gp) representing channel-fill fluvial facies. This facies association suggests an extensive distal alluvial plain dominated by flash-flood processes;\nfine-grained material, in turn, represents the waning flow stage. Isolated braided streams may be either post-flood event streams or seasonal braided currents.\nAngastaco II (A II) is merely 360 m thick in this area; it is composed of aeolian facies (E) interbedded with laminated red claystone layers (Fl); towards the top, the aeolian deposits are replaced by conglomeratic fluvial-channel facies (Gp and Gt) that become dominant upsection (Fig. 2A). Aeolian facies consist of large trough sets 1 to 4 m thick, with concave foresets and thin (30–50 cm) sand sheet deposits. The laminated claystones between dunes also suggest small lakes developed in the interdune. This facies association reveals the interaction of three distinctive sedimentary settings: aeolian field, braided streams, and lakes. This relationship resembles the aeolian field dune-braided stream systems described by Langford (1989) and Langford and Chan (1989); a similar environment was also described by Tripaldi and Limarino (2005) for the Miocene Vallecitos Formation in the foreland basin of northwestern Argentina.\nPetrographic thin-section studies along the four sequences and field counts of conglomeratic clasts at seven locations across the LC II, A I, and A II sequences reveal a constant source area for these deposits. Granite is the main source of sediments, but low-grade metamorphic and sedimentary (mainly sandstone) rocks are suppliers as well (Fig. 3A and B). Moreover, the massively silicified volcanic rocks (Fig. 3C) present in these sediments are considered to derive from Palaeozoic volcanic belts (del Papa et al., 2008). No significant variation in lithological composition is observed through the sequences (Fig. 4). However, an increase in the percentage of metamorphic rocks is plain in A I, and an increase in the percentage of granitic rocks is noted in A II (Fig. 4); these relative variations are likely a consequence of the unroofing of different thrust sheets. The afore-mentioned lithologies presently crop out in the Puna region (Fig. 1), an extended longitudinal belt west of the study area. In addition, palaeocurrent directions do not reveal any significant changes upsection and are in agreement with a source area located in the Puna (Fig. 2A)."
  }, {
    "heading": "3. Sampling and analytical techniques",
    "text": "Samples from the Tin Tin site were collected for X-ray diffraction (XRD) analysis of bulk samples and clay–mineral analysis of the b2 µm sub-fraction. In addition, selected samples were studied with scanning electron microscopy (SEM) and transmission electron microscopy (TEM). Sampling covered tuff levels and fined-grained layers (claystones, siltstones, and sandy siltstone levels) that correspond to alluvial plains, shallow lakes, and overbank fluvial sediments. Standard petrographic analyses were carried out on all samples to determine lithology, general composition, and texture.\nThe mineralogical composition of 52 powdered samples was determined by X-ray diffraction (XRD) using a Philips PW1050 diffractometer (INGEIS) with CuKα radiation generated at 40 mA and 30 kV. Clay sub-samples (b2 µm; 49 samples) were prepared in accordance with the guidelines of Moore and Reynolds (1997). Calcium carbonate was removed from samples with Acetic Acid– Sodium Acetate buffer (pH adjusted to 5) prior to clay separation by centrifugation. Clay minerals were identified according to the position of the (00 l) series of basal reflections on XRD patterns of air-dried, ethylene–glycol solvated, and heated specimens (at 500 °C for 4 h).\nThe mineral intensity factors of Moore and Reynolds (1997) were employed for the semi-quantitative analysis of the clay minerals. Due to the importance of the variation in smectite proportions in this study, its quantification has been externally checked for some samples using thermogravimetric analysis of ethylene–glycol solvated samples (Nieto et al, 2008); the differences in percentage between the two methods range from 5% to 14%. Furthermore, the textures and mineralogy of selected claystones and siltstones were examined by scanning electron microscopy (SEM) employing polished thin\nsections using back-scattered electron imaging and X-ray dispersive (EDS) analysis with a ZEISS DSM 950 scanning electron microscope (Centro de Instrumentación Científica, University of Granada, CIC). Unprocessed chips of the same samples, coated with 50 Å of carbon, were examined with a Jeol scanning electron microscope (CEAMA). Analyses were carried out with a LINK QX2000 microanalyzer attached to a ZEISS DSM 950 scanning electron microscope (CIC). The following compounds were used as calibration standards: albite (Na), orthoclase (K), periclase (Mg), wollastonite (Si), and synthetic oxides of Al2O3 (Al), Fe2O3 (Fe), and MnTiO3 (Ti and Mn). Atomic concentration ratios were converted into formulae according to stoichiometry (number of oxygens in the theoretical formulae of\nminerals). In the case of smectite, structural formulae were obtained considering 22 oxygens and the following rules: the empty tetrahedral sites were filled with Al to make Si+Al=4. Then the remaining Al was assigned to octahedral positions. All the iron was assumed to be ferric and all Mg was assigned to octahedral sites."
  }, {
    "heading": "4. XRD and SEM results",
    "text": ""
  }, {
    "heading": "4.1. Bulk mineralogy",
    "text": "The fine-grained levels analyzed mainly comprise quartz, detrital micas (illite–muscovite and subordinate biotite), and plagioclase; in many cases, K-feldspar, calcite, and haematite are also present in subordinate amounts. Moreover, several levels in sequences LC I and A II contain minor heulandite and, less frequently, minor analcime. Gypsum, identified in several levels of sequence LC II, appears in veins crossing the beds in different directions."
  }, {
    "heading": "4.2. Clay mineralogy",
    "text": "The clay–mineral assemblages identified by XRD are dominated by illite–muscovite and smectite,with kaolinite and chlorite in subordinate amounts or absent (Table 1). Smectite in some cases haswidepeaks, but in others sharp,well-defined reflections are indicative of relatively good crystallization; representative X-ray patterns are depicted in Fig. 5. In all the analyzed levels from the Tin Tin site, illite–muscovite plus smectite account for more than 78% and even up to 100% of the clay minerals in the fine fraction. However, the relative abundances of these two minerals vary considerably along the stratigraphic column, with sometimes gradual but in other cases sharp fluctuations (Fig. 2B). Illite–muscovite predominates in most of the levels of LC I, where smectite comprises less than 25%, with the exception of a thin level in which smectite has a peak value of 79% (Figs. 2B and 5A). Relative smectite abundances remain low in the basal levels of the LC II depositional sequence, but from the middle to the top they gradually increase. Towards the top of the section, in sequence A I, smectite abundance displays several abrupt spikes and dips. Upsection, in sequence A II, smectite is very abundant (Fig. 5B), especially in the beds immediately below and above a tuff level, where it is the only clay"
  }, {
    "heading": "4.3. SEM and TEM",
    "text": "Dioctahedral (illite and muscovite) and trioctahedral micas and chlorite appear under the SEM as laths a few microns to 40 μm in width and 20 to more than 150 μm long, in general bent or kinked (Fig. 6A). In addition, pelite and slate lithoclasts composed of tiny laths of dioctahedral mica and chlorite are common (Fig. 6B). In contrast, smectite forms the matrix of these rocks, exhibiting radial textures (Fig. 6C); it may also occur in association with calcite. Smectite also grows in fractures, small voids, or embayments of detrital silicate grains (Fig. 6D). In fresh cut, smectite has a rose-like texture under SEM (Fig. 6E). However, pelitic lithoclasts, mainly\ncomposed of smectite, have also been identified in sediments from the LC II and A II sequences (Figs. 6F and 8A).\nGlobular silica, probably microcrystalline, was identified in a level of LC I (Fig. 7A). According to microanalyses, this silica is found in close association with smectite. In the same level, tiny subhedral crystals of heulandite are also identified by XRD (Fig. 7B). Amorphous and microcrystalline silica were identified under TEM in an A II sequence level directly below the tuff (Fig. 7C).\nIn a siltstone level that overlies the tuff bed, smectite also has a rose-like morphology in fresh cut; in this case it occurs in close association with subhedral crystals of heulandite, previously identified by XRD (Fig. 7D). Heulandite is also identified in an A II sequence in a level around 600m upsection from the tuff, where many crystals are partially dissolved (Fig. 7E).\nQuartz crystals exhibiting embayments and skeletal forms, with smectite filling the void spaces, were identified under SEM in levels from LC II and A II (Figs. 7F and 8A; see also Fig 6D).Moreover, grains of polycrystalline quartz were identified in some levels of LC II (Fig. 8B). A lithoclast (from a level of sequence A II) exhibiting typical volcanic textures and entirely composed of idiomorphic crystals of intermediate plagioclase is shown in the SEM photomicrograph (Fig. 8C).\nKaolinite, present in subordinate amounts in several levels of the four depositional sequences, shows fan-like morphologies under SEM (Fig. 8D)."
  }, {
    "heading": "4.4. Smectite and heulandite compositions",
    "text": "AEM analysis of smectites and dioctahedral micas (illite and muscovite) were carried out under TEM for five selected samples. Smectite displays a wide range of compositions among samples and even within the same sample (Table 2a). Si contents range from 3.56 to 4.03 and the interlayer charge varies from 0.00 to 0.68 (Table 2a). These results are not surprising as it is an accepted fact that smectite presents heterogeneous compositions even at the nanoscale (Grauby et al., 1993; Gaudin et al., 2004a,b). However, very low interlayer\noccupancies could be an artifact resulting from the assumption that all the Mg atoms are in octahedral sites. In fact, many of the structural formulae that show interlayer charge values under 0.20 also display high Mg contents and an octahedral cation sum of over 2.15 afu; in these cases, at least a part of theMg probably occupies interlayer sites. The existence of Mg in exchangeable sites in smectites has previously been suggested (Christidis and Dunham, 1993), but no objective criteria exist to separate Mg contents between the two sites. Dioctahedral aluminous smectite with compositions intermediate between beidellite and montmorillonite prevails in Quebrada de los Colorados and Angastaco sediments (Table 2a); subordinate iron-rich smectite was also identified in some levels (407-36-1 and Fig. 8E).\nMost of the dioctahedral smectites plot in the fields of beidellite and Wyoming-type montmorillonite in the octahedral cation triangle (Güven, 1991), showing a continuous trend (Fig. 9). Several analyses plot outside these fields, lying between them and Cheto and Tantillatype montmorillonite. Smectites from samples 407-5 and 407-14 depict a larger range of Fe contents, including a few analyses that plot in the area corresponding to FeN0.15% octahedral cations.\nThe classification of Al-smectites as montmorillonite or beidellite depends on the predominance of either octahedral or tetrahedral charges in the structural formulae (Güven, 1991). However, as the structural formulae of the analyzed smectite in many cases present an octahedral cation sum considerably exceeding 2, octahedral charges (Xoct) calculated as —6+( VI Al⁎3)+(Fe⁎3)+(Mg⁎2) often produce unrealistic positive values. Tetrahedral charges (Xtet) given as—16+ (Si⁎4)+( IV Al⁎3) provide, with few exceptions, realistic negative values. Therefore, the definition of beidellite as smectite with Xtet/ XoctN1 (Güven, 1991) is not easily applied. Other definitions of beidellite and montmorillonite in the literature are also very difficult to apply to real structural formulae (Brigatti and Poppi, 1981) and, what is more important, the classifications obtained with them do not entirely coincide with each other. Consequently, in order to discriminate between beidellite andmontmorillonite, we have chosen a simple practical definition: a member of the series is classified as beidellite when IV Al (tetrahedral substitution) exceedsMg (octahedral substitution). This implies that the charge from the tetrahedral layer is greater than the charge from the octahedral layer. In contrast, a member of this series is considered a montmorillonite when Mg exceeds IV Al in the structural formulae. This definition is correct only if Mg occurs exclusively in octahedral sites and all the Fe is ferric. The lack of detectable tetrahedral Fe3+ substitutions in Al–Fe synthetic smectite was demonstrated by the analysis of absorption bands in infrared spectra of beidellite and nontronite by Decarreau et al. (1992), and also by the multi-technique study of Garfield nontronite by Gates et al. (2002), among others. Therefore, applying the above definition provides a Mg– IV Al plot (Fig. 10). Most of the analyses correspond to montmorillonite; in addition, it is worth noting that many analyses lie close to the line separating the beidellite and montmorillonite fields, which implies that there is no compositional gap between them (see also Fig. 9).\nThe heulandite analysis showed that Si/Si+Al ranges from 0.70 to 0.73 and the predominant interlayer cations are Na or K, with subordinate Ca (Table 2b)."
  }, {
    "heading": "5. Discussion",
    "text": "In order to determine the factors governing clay–mineral assemblages in these sediments, we contrast the tendencies deriving from vertical fluctuations in clay–mineral assemblages with evidence from sedimentological facies analysis.\nThe lack of I/S mixed-layer minerals at the base of the Tin Tin section, along with the occurrence of a level containing a high percentage of smectite in the LCI depositional sequence, suggests that these sediments were only affected by early diagenesis during their post-depositional history. The sandstone petrography also\nreveals shallow diagenetic transformations as shown, for example, by the predominance of mechanical compaction fabrics and by the absence of secondary quartz overgrowths and stylolites (see Fig. 3 A\nand B). These characteristics would seem contradictory with the buried depth of 3 km estimated for the Tin Tin basin according to the sedimentary column record. However, early diagenetic transformations\nhave been described in thicker Andean synorogenic foreland sequences (locally N10 km), for which a maximum palaeogeothermal gradient of 17 °C/km was estimated (Collo et al., 2008). Therefore, primary clay–mineral assemblages must have been preserved in this succession.\nThe provenance analysis suggests a relatively constant source area with negligible variations that could not have produced significant changes in clay–mineral assemblages as no modification is noted in drainage areas. Moreover, provenance studies in conjunction with environmental interpretations (mainly coarse braided systems and\nflash-flood deposits) suggest proximity to the source area, minimizing clay–mineral transformation during transport (Singer, 1984).\nThus, the changes in clay–mineral assemblages recorded in these sediments may reflect changes in palaeoclimate and weathering\nregimes, or alternatively be the consequence of contemporaneous episodes of tectonic and volcanic activity during the sedimentary cycle, or more probably are the result of a combination of these variables.\nTa bl e 2a\n(c on\nti nu\ned ) 40 7- 27\n40 7- 14\n40 7- 10\n40 7- 36\n13 14\n16 2\n4 5\n6 8\n9 10\n11 12\n13 14\n15 16\n2 4\n5 6\n8 9\n10 11\n12 13\n16 17\n18 1*\nSi 3. 66\n3. 83\n3. 67\n3. 58\n3. 72\n3. 83\n3. 94\n3. 76\n3. 75\n3. 96\n3. 98\n3. 86\n3. 69\n3. 67\n3. 71\n3. 86\n3. 81\n3. 51\n3. 76\n3. 66\n3. 68\n3. 52\n3. 62\n3. 62\n3. 87\n3. 92\n3. 73\n3. 53\n4. 01\n2. 90\nA lIV\n0. 34\n0. 17\n0. 33\n0. 42\n0. 28\n0. 17\n0. 06\n0. 24\n0. 25\n0. 04\n0. 02\n0. 14\n0. 31\n0. 33\n0. 29\n0. 14\n0. 19\n0. 49\n0. 24\n0. 34\n0. 32\n0. 48\n0. 38\n0. 38\n0. 13\n0. 08\n0. 27\n0. 47\n0. 00\n1. 10\nA lV I\n1. 24\n1. 44\n1. 38\n1. 34\n1. 60\n1. 59\n1. 41\n1. 30\n1. 39\n1. 38\n1. 36\n1. 40\n1. 26\n1. 18\n1. 36\n1. 17\n1. 38\n1. 10\n1. 62\n1. 55\n1. 64\n1. 65\n1. 50\n1. 39\n1. 62\n1. 63\n1. 51\n1. 42\n1. 50\n0. 07\nFe 0. 37\n0. 28\n0. 23\n0. 25\n0. 14\n0. 14\n0. 26\n0. 25\n0. 28\n0. 22\n0. 16\n0. 23\n0. 33\n0. 37\n0. 35\n0. 49\n0. 30\n0. 42\n0. 12\n0. 17\n0. 07\n0. 12\n0. 23\n0. 32\n0. 17\n0. 12\n0. 23\n0. 37\n0. 09\n1. 23\nM g\n0. 51\n0. 31\n0. 44\n0. 40\n0. 26\n0. 23\n0. 38\n0. 47\n0. 37\n0. 48\n0. 49\n0. 50\n0. 56\n0. 58\n0. 30\n0. 37\n0. 42\n0. 69\n0. 31\n0. 38\n0. 31\n0. 38\n0. 33\n0. 37\n0. 29\n0. 28\n0. 33\n0. 28\n0. 31\n1. 41\nTi 0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\nΣ oc t.\n2. 11\n2. 03\n2. 05\n1. 99\n2. 00\n1. 96\n2. 05\n2. 02\n2. 04\n2. 09\n2. 00\n2. 13\n2. 16\n2. 13\n2. 01\n2. 02\n2. 10\n2. 21\n2. 06\n2. 11\n2. 02\n2. 16\n2. 06\n2. 08\n2. 09\n2. 03\n2. 07\n2. 07\n1. 90\n2. 71\nK 0. 21\n0. 16\n0. 17\n0. 41\n0. 28\n0. 33\n0. 05\n0. 11\n0. 16\n0. 03\n0. 03\n0. 03\n0. 09\n0. 12\n0. 26\n0. 16\n0. 17\n0. 14\n0. 03\n0. 05\n0. 10\n0. 23\n0. 21\n0. 30\n0. 02\n0. 02\n0. 16\n0. 39\n0. 03\n0. 39\nN a\n0. 12\n0. 09\n0. 21\n0. 43\n0. 21\n0. 12\n0. 24\n0. 37\n0. 25\n0. 16\n0. 37\n0. 21\n0. 24\n0. 39\n0. 16\n0. 28\n0. 14\n0. 19\n0. 21\n0. 24\n0. 30\n0. 00\n0. 24\n0. 14\n0. 07\n0. 21\n0. 16\n0. 05\n0. 45\n0. 00\nCa 0. 09\n0. 07\n0. 12\n0. 00\n0. 02\n0. 03\n0. 00\n0. 09\n0. 05\n0. 03\n0. 05\n0. 00\n0. 03\n0. 00\n0. 07\n0. 00\n0. 00\n0. 11\n0. 07\n0. 05\n0. 09\n0. 09\n0. 03\n0. 04\n0. 03\n0. 02\n0. 03\n0. 05\n0. 03\n0. 00\nΣ in t.\n0. 51\n0. 38\n0. 63\n0. 85\n0. 53\n0. 52\n0. 29\n0. 65\n0. 51\n0. 26\n0. 51\n0. 24\n0. 40\n0. 51\n0. 56\n0. 44\n0. 31\n0. 55\n0. 38\n0. 40\n0. 58\n0. 40\n0. 52\n0. 51\n0. 15\n0. 26\n0. 38\n0. 54\n0. 56\n0. 39\nx l ay er\n− 0. 51\n− 0. 38\n− 0. 63\n− 0. 85\n− 0. 53\n− 0. 52\n− 0. 29\n− 0. 65\n− 0. 51\n− 0. 26\n− 0. 51\n− 0. 24\n− 0. 40\n− 0. 51\n− 0. 56\n− 0. 44\n− 0. 31\n− 0. 55\n− 0. 38\n− 0. 40\n− 0. 58\n− 0. 40\n− 0. 52\n− 0. 51\n− 0. 15\n− 0. 26\n− 0. 38\n− 0. 54\n− 0. 56\n− 0. 39\nx T et\n− 0. 34\n− 0. 17\n− 0. 33\n− 0. 42\n− 0. 28\n− 0. 17\n− 0. 06\n− 0. 24\n− 0. 25\n− 0. 04\n− 0. 02\n− 0. 14\n− 0. 31\n− 0. 33\n− 0. 29\n− 0. 14\n− 0. 19\n− 0. 49\n− 0. 24\n− 0. 34\n− 0. 32\n− 0. 48\n− 0. 38\n− 0. 38\n− 0. 13\n− 0. 08\n− 0. 27\n− 0. 47\n0. 05\n− 1. 10\nx O ct\n− 0. 17\n− 0. 21\n− 0. 30\n− 0. 43\n− 0. 25\n− 0. 35\n− 0. 23\n− 0. 41\n− 0. 25\n− 0. 22\n− 0. 48\n− 0. 11\n− 0. 09\n− 0. 18\n− 0. 27\n− 0. 30\n− 0. 13\n− 0. 06\n− 0. 15\n− 0. 06\n− 0. 26\n0. 08\n− 0. 14\n− 0. 13\n− 0. 03\n− 0. 18\n− 0. 12\n− 0. 07\n− 0. 61\n0. 71\nx O ct /\nx T et\n0. 50\n1. 26\n0. 90\n1. 04\n0. 90\n2. 03\n3. 56\n1. 68\n0. 99\n5. 60\n21 .7 9\n0. 77\n0. 30\n0. 53\n0. 96\n2. 20\n0. 69\n0. 12\n0. 62\n0. 16\n0. 81\n− 0. 17\n0. 37\n0. 34\n0. 19\n2. 37\n0. 44\n0. 15\n− 12\n.0 0\n− 0. 65\nTa bl e 2a St ru ct ur al\nfo rm\nul ae\nfo r sm\nec ti te\nac co\nrd in g to\nA EM\nda ta .A\nna ly se s w er e no\nrm al iz ed\nfo r 10\nO an\nd 2 (O\nH ). *E D S an\nal ys is .\n40 7- 13\n40 7- 5\n40 7- 27\n1 2\n3 4\n5 6\n7 9\n10 11\n12 1\n3 4\n5 9\n10 13\n15 17\n21 22\n1 2\n3 5\n6 10\n11\nSi 3. 67\n3. 77\n4. 03\n3. 74\n3. 72\n3. 88\n3. 69\n3. 68\n3. 79\n3. 84\n3. 74\n3. 59\n3. 96\n3. 67\n3. 91\n3. 71\n3. 89\n3. 64\n3. 77\n3. 57\n3. 65\n3. 61\n3. 65\n3. 65\n3. 56\n3. 61\n3. 76\n3. 55\n3. 66\nA lIV\n0. 33\n0. 23\n0. 00\n0. 26\n0. 28\n0. 12\n0. 31\n0. 32\n0. 21\n0. 16\n0. 26\n0. 41\n0. 04\n0. 33\n0. 09\n0. 29\n0. 11\n0. 36\n0. 23\n0. 43\n0. 35\n0. 39\n0. 35\n0. 35\n0. 44\n0. 39\n0. 24\n0. 45\n0. 34\nA lV I\n1. 35\n1. 49\n1. 69\n1. 41\n1. 53\n1. 58\n1. 56\n1. 55\n1. 39\n1. 56\n1. 59\n0. 75\n1. 42\n1. 75\n1. 52\n1. 57\n1. 52\n1. 62\n1. 58\n1. 77\n1. 89\n1. 48\n1. 18\n1. 36\n1. 62\n1. 50\n1. 51\n1. 41\n1. 53\nFe 0. 29\n0. 21\n0. 07\n0. 24\n0. 21\n0. 12\n0. 14\n0. 19\n0. 17\n0. 19\n0. 12\n0. 93\n0. 22\n0. 17\n0. 22\n0. 22\n0. 26\n0. 29\n0. 27\n0. 19\n0. 10\n0. 26\n0. 42\n0. 28\n0. 14\n0. 24\n0. 24\n0. 26\n0. 23\nM g\n0. 48\n0. 39\n0. 24\n0. 46\n0. 34\n0. 36\n0. 38\n0. 31\n0. 55\n0. 38\n0. 31\n0. 39\n0. 33\n0. 26\n0. 39\n0. 34\n0. 38\n0. 20\n0. 20\n0. 26\n0. 19\n0. 38\n0. 47\n0. 40\n0. 30\n0. 35\n0. 35\n0. 46\n0. 31\nTi 0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\nΣ oc\nt. 2. 13\n2. 09\n2. 00\n2. 11\n2. 07\n2. 06\n2. 08\n2. 05\n2. 12\n2. 12\n2. 02\n2. 07\n1. 96\n2. 18\n2. 13\n2. 14\n2. 15\n2. 12\n2. 06\n2. 21\n2. 18\n2. 12\n2. 08\n2. 05\n2. 06\n2. 09\n2. 10\n2. 13\n2. 07\nK 0. 05\n0. 05\n0. 00\n0. 02\n0. 05\n0. 03\n0. 05\n0. 00\n0. 03\n0. 00\n0. 09\n0. 45\n0. 20\n0. 05\n0. 09\n0. 15\n0. 03\n0. 08\n0. 09\n0. 05\n0. 00\n0. 19\n0. 25\n0. 26\n0. 25\n0. 21\n0. 10\n0. 30\n0. 19\nN a\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 00\n0. 19\n0. 11\n0. 18\n0. 10\n0. 00\n0. 11\n0. 09\nCa 0. 19\n0. 15\n0. 07\n0. 19\n0. 17\n0. 14\n0. 21\n0. 24\n0. 19\n0. 09\n0. 21\n0. 07\n0. 14\n0. 00\n0. 00\n0. 03\n0. 00\n0. 07\n0. 09\n0. 00\n0. 00\n0. 10\n0. 07\n0. 12\n0. 07\n0. 07\n0. 09\n0. 05\n0. 09\nΣ in t.\n0. 43\n0. 36\n0. 14\n0. 39\n0. 39\n0. 31\n0. 47\n0. 48\n0. 41\n0. 17\n0. 50\n0. 58\n0. 47\n0. 05\n0. 09\n0. 22\n0. 03\n0. 22\n0. 26\n0. 05\n0. 00\n0. 40\n0. 58\n0. 61\n0. 56\n0. 45\n0. 28\n0. 51\n0. 45\nx l ay\ner −\n0. 43\n− 0. 36\n− 0. 14\n− 0. 39\n− 0. 39\n− 0. 31\n− 0. 47\n− 0. 48\n− 0. 41\n− 0. 17\n− 0. 50\n− 0. 58\n− 0. 47\n− 0. 05\n− 0. 09\n− 0. 22\n− 0. 03\n− 0. 22\n− 0. 26\n− 0. 05\n0. 00\n− 0. 40\n− 0. 58\n− 0. 61\n− 0. 56\n− 0. 45\n− 0. 28\n− 0. 51\n− 0. 45\nx T et\n− 0. 33\n− 0. 23\n0. 11\n− 0. 26\n− 0. 28\n− 0. 12\n− 0. 31\n− 0. 32\n− 0. 21\n− 0. 16\n− 0. 26\n− 0. 41\n− 0. 04\n− 0. 33\n− 0. 09\n− 0. 29\n− 0. 11\n− 0. 36\n− 0. 23\n− 0. 43\n− 0. 35\n− 0. 39\n− 0. 35\n− 0. 35\n− 0. 44\n− 0. 39\n− 0. 24\n− 0. 45\n− 0. 34\nx O ct\n− 0. 10\n− 0. 13\n− 0. 25\n− 0. 14\n− 0. 12\n− 0. 19\n− 0. 15\n− 0. 16\n− 0. 20\n− 0. 01\n− 0. 24\n− 0. 17\n− 0. 43\n0. 28\n0. 00\n0. 06\n0. 07\n0. 15\n− 0. 03\n0. 38\n0. 35\n− 0. 01\n− 0. 23\n− 0. 26\n− 0. 13\n− 0. 07\n− 0. 04\n− 0. 06\n− 0. 11\nx O ct /\nx T et\n0. 29\n0. 58\n− 2. 22\n0. 52\n0. 43\n1. 54\n0. 49\n0. 50\n0. 97\n0. 08\n0. 92\n0. 41\n10 .5 6\n− 0. 84\n− 0. 04\n− 0. 22\n− 0. 68\n− 0. 40\n0. 12\n− 0. 89\n− 1. 00\n0. 03\n0. 68\n0. 73\n0. 29\n0. 18\n0. 17\n0. 13\n0. 34\nIn relation with palaeoclimate, the Early Eocene represents a period of optimal climate identified in several basins – EECO – (Zachos et al., 1992; Hollis et al., 2005); since then, the climate has become progressively more arid. In fact, in the southern Central Andes, welldocumented aridity persisted from the Oligocene to the Present (Vandervoort et al., 1995; Clarke, 2006; or see synthesis in Strecker et al., 2007). In the Tin Tin section, the vertical variation of sedimentary settings from an overbank/lacustrine domain to fluvial braided plains and to an aeolian dune field (Fig. 2A) suggests a gradual increase in aridity upsection. Additionally, the presence of many herbivorous mammal fossils at LC I (astrapotheres and notoungulates; Powell et al., 2006), completely absent upsequence, constitutes indirect evidence of aridity. In relatively young sediments like the Angastaco and Los Colorados sequences, only affected by early diagenesis, muscovite and chlorite clearly represent a product of predominantly physical weathering, namely reactions under low hydrolysis, typical of dry climates. In addition, illite probably occurred as an original mineral in the catchment area because slate lithoclasts composed of tiny laths of dioctahedral mica and chlorite are frequently observed\nunder SEM. As a matter of fact, the morphologies of dioctahedral and trioctahedral micas and chlorite identified under SEM plainly indicate a detrital origin (Fig. 6A, B). The scarcity of detrital chlorite in these sediments is in conformity with a source area dominated by acidintermediate lithologies, but it is also indicative of mild weathering, as proven by the unaltered biotite laths observed under optical microscope and SEM (Fig. 6A).\nIn contrast, kaolinite shows fan-like morphologies under SEM (Fig. 8D), indicating a probable authigenic origin (Baker and Golding, 1992). The lack of detrital kaolinite in these sediments is in accordance with the low hydrolyzing conditions deduced for the source area. In continental profiles, smectite authigenesis is favoured by a warm climate with alternating humid and arid seasons (Chamley, 1989), although well-crystallized smectite could also be indicative of volcanic activity (Bradshaw, 1975; Cuadros et al., 1999; Lindgreen and Surlyk, 2000). In the images of fresh cuts obtained under SEM, smectite displays a rose-like texture typical of an authigenic origin (Fig. 6E); in addition, smectites with such amorphologywere found in close association with heulandite (Fig. 7D). Therefore, the smectite forming these sediments probably derived not only from weathering in the source area, but also from early diagenetic alteration of volcaniclastic material (the relative importance of both these processes is discussed below). The occurrence of mainly smectitic rounded pelitic lithoclasts in sediments from LC II and A II (Figs. 6D, F and 7F) implies an additional subordinate origin for this mineral from reworked fines (including palaeosol levels) from the inter-channel floodplain.\nBased on the idea that mica- and smectite-rich sediments form under contrasting climatic conditions, the smectite/mica ratio (Sm/ Ms) has been proposed as a proxy for climate change (Chamley, 1989). Most of the levels are characterized by low Sm contents (Fig. 2B). However, several remarkable changes can be distinguished, including a single sharp increase in LC I, several smooth increases in Sm abundance in the LC II sequence, followed by pulse-like behaviour in A I. Finally, in the middle of the A II sequence, several levels characterized by high Sm contents clearly contrast with the clay mineralogy of the underlying and overlying beds. One of the layers whose clay fraction is composed entirely of well-crystallized smectite is a centimetre-thick tuff bed. It is worth noting that the clay fraction of the siltstone underlying the tuff bed is also composed entirely of well-crystallized smectite.\nThe upper parts of the LC II sequence that display high Sm percentages and high Sm/Ms ratios (Table 1) correspond to thin sandy siltstone levels interbedded in thick conglomerate beds deposited in a coarse-grained braided fluvial setting (Fig. 2A). These sedimentary facies are indicative of moderate palaeo-slopes, high-energy processes, and an oversupply of sediments, arguing active faulting and\nuplifting of the drainage areas (Schumm et al., 2000), and hence they imply rapid denudation. Consequently, this scenario is not compatible with high hydrolyzing conditions in theweathering profile, which is the usual interpretation for high Sm/Ms ratios.\nOn the other hand, the levels of the A II sequence with high smectite contents and high Sm/Ms ratios correspond to aeolian facies that clearly imply a drier climate. In this context, a smectite origin under high hydrolyzing conditions during weathering seems highly improbable.\nMoreover, considerable evidence of volcanic and volcaniclastic material has been found under SEM in samples with high smectite abundances from LC II and A II. This evidence includes quartz crystals exhibiting embayments and skeletal forms, with smectite filling the voids (Figs. 6D, 7F, and 8A), microcrystalline silica, as well as heulandite crystals in close association with authigenic smectite (Fig. 7B, C, D, and E); minor analcime was also identified by XRD in a few samples. Furthermore, the XRD analyses of these levels evidenced well-crystallized smectite (Fig. 5B), which is characteristic of a volcaniclastic origin (Deconinck, et al., 2000). Therefore, the increase in smectite abundance in beds from the LC II and A II depositional sequences probably reflects a significant volcaniclastic contribution, which in sequence A II is also demonstrated by the presence of a centimetre-thick ash layer. The only smectite-rich level in LC I may be interpreted in the same way since it contains well-crystallized smectite associated with heulandite (Fig. 5A). Moreover, heulandite was identified by XRD and SEM in adjoining levels, in which it appears as subhedral crystals (Fig. 7B). Likewise, the sudden increases in smectite abundances recorded in two layers of sequence A I (Fig. 2B) probably reflect episodes of volcanic activity. In fact, the XRD analyses of these levels also evidenced well-crystallized smectite, characteristic of a volcaniclastic origin. Consequently, we deduce that most of the smectite in these sediments formed during early diagenesis, probably through the dissolution of labile tuffaceous material (distal ash-fall deposits). Textural evidence of such an origin comes from the observed fluctuation in smectite composition at the micron scale (Fig. 8F), which seems to indicate changes in chemical composition in parent solutions as the authigenesis progressed in pore spaces. However, a complementary origin through subaerial alteration of exposed volcanoclastic material cannot be discarded.\nDespite the lack of recognizable ash-fall levels in sequences LC I, LC II, and A I, we have found several indirect indications of volcanic influence in the sediments from the middle of the LC I depositional sequence (Middle Eocene). We interpret this volcanic material as stemming from explosive plumes generated westwards, at the Eocene–Oligocene arc. The minimum calculated distance between Los Colorados basin and the volcanic arc was 330 km (restored considering a shortening of 15% according to Coutand et al., 2001); therefore, it could have deposited ash in minimal grain sizes (distal facies) that would be easily devitrified and transformed to smectite. As a result, the influence of the volcanic arc into the foreland basin could be easily underestimated as the volcanogenic input would be very difficult to recognize in field work as well as in common petrographic analyses since distal ash-fall facies can be easily mixed with basin detritus and are seldom preserved as distinctive ash horizons.\nPresent-day ash falls deriving from Plinian to sub-Plinian eruptions in the active volcanic arc always show a pattern of eastward distribution, strongly influenced by stratospheric winds. A similar scenario should have prevailed in Eocene–Oligocene times, producing a widespread distribution of ash deposits in the foreland basin. Thus, the tuff bed in the A II sequence (as well as the levels with significant volcaniclastic contribution identified from the middle of the LC I depositional sequence) is interpreted as distal facies of ash falls from the Eocene–Oligocene arc. The giant copper porphyries in the Cordillera de Domeyko (such as Chuquicamata, La Escondida, and El Salvador) are important representatives of the activity of the arc on\nthe western Puna border during the Palaeogene (Maksaev and Zentilli, 1999). The Tin Tin section is characteristic of the foreland basins on the Puna–Cordillera Oriental boundary, and therefore the fact that the volcaniclastic influence recorded in these sediments could be entirely attributed to distal sources is in agreement with previous studies suggesting that magmatic activity on the eastern border of the Puna began later, in the Middle–Late Miocene (Petrinovic et al., 2008).\nTherefore, in this Andean foreland basin, vertical fluctuations in clay–mineral assemblages show no trend that could be correlated with palaeoclimatic changes, although a tendency to more arid conditions towards the top of the sequence has been well documented through sedimentary facies. On the contrary, volcanic input seems to overwhelm any climatic and/or tectonic imprint in claymineralogy, especially reflected in the mismatching pattern involving the Sm/Ms ratio and the sedimentary facies.\nSmectite compositions are extremely variable in single samples, corresponding mainly to montmorillonite and subordinately to beidellite. It is worth noting that, in agreement with recent findings (Wolters et al., 2009), no compositional gap seems to exist among them, despite previous opinions to the contrary (e.g. Brigatti and Poppi, 1981). Many of the calculated structural formulae have an octahedral cation sum of over 2.15. This composition could correspond to a close association between dioctahedral and trioctahedral smectite at the nanoscale (Gaudin et al., 2004b) and also to minute iron oxides intercalated between smectite layers (Sánchez Navas et al., 1998; Drief et al., 2001). Coexistence between discrete bundles of dioctahedral aluminous and iron-rich smectites has been documented at the SEM scale. We consider it to represent additional evidence of smectite authigenesis during early diagenesis in response to the variable chemical composition of pore solutions at the microscale.\nAlthough the clay–mineral assemblages of sediments affected only by early diagenesis have mainly been used to determine long-term trends in palaeoclimate, examples of the identification of volcanic episodes can also be found in the literature. Lindgreen and Surlyk (2000) reported that, in the Hareelv Formation at Sjællandselv (Upper Permian–Lower Cretaceous, East Greenland), mudstones having I–S with ∼30% illite layers were interbedded with others having I–S with ∼80% illite layers. These authors interpreted that the smectite-rich I–S probably reflected episodes of volcanic activity in the late Jurassic and late Barremian–early Aptian; this was the first indication of volcanism from the Mesozoic rift basin of East Greenland. Furthermore, smallscale variations between large and small amounts of smectite in adjacent beds in the Bathonian of eastern England (Bradshaw, 1975) and in the Oxfordian of southern England (Chowdhury, 1982) were explained as representing periodic volcanism. More recently, Jeans et al. (2000) proved that in-situ argillization of volcanic ash is an important component of the Jurassic and Cretaceous sediments of England. Later, in a review of the clay mineralogy of Jurassic sediments of the British Isles, Jeans (2006) provided evidence of the regional vastness of this phenomenon. He suggested that some of the bentonite horizons recognized by Pellenard et al. (2003) in the Paris Basin and Subalpine Basin could represent the same period of volcanicity and came from pene-contemporaneous volcanism in and around the North Sea Basin.\nSince clay–mineral assemblages, and in particular Sm/Ms ratios, are frequently used as palaeoclimatic indicators, our conclusions are relevant to understanding the importance of textural and morphological studies by means of electron microscopy in order to prevent the misinterpretation of patterns in such assemblages. This survey demonstrates that, even in sequences that only experienced early diagenesis, clay–mineral assemblages can change significantly if the original sediment contains abundant unstable material (such as vitric ash). Even in cases in which the preservation of the detrital signature could be considered a reasonable assumption, it should be checked by means of electron microscopy. We can assume that a significant\nvolcaniclastic contribution is more probable in sedimentary basins related with convergent margins because explosive volcanism is common in arc settings, as is the case of the Andean chain. Therefore, in basins related to convergent margins or rift settings, clay–mineral assemblages should not be interpreted in terms of palaeoclimate without careful SEM analyses and contrasting with data from facies analysis. It is worth noting that it is not only the basins closest to an active volcanic arc that would be affected, because distal ash facies can travel hundreds of kilometres and be mixed with clastic sediments."
  }, {
    "heading": "6. Conclusions",
    "text": "The detailed sedimentary facies analysis performed for a Palaeogene 1400-m-thick succession in the Tin Tin basin (northern Calchaquí Valley, Argentina) shows that sedimentary settings vary from an overbank/lacustrine domain to fluvial braided plains and an aeolian dune field upsection. This suggests a gradual increase in aridity upsection. However, the vertical fluctuation in these clay– mineral assemblages shows no trend that could be correlated with palaeoclimatic changes. Quite the contrary, the volcanic input seems to overwhelm any climatic and/or tectonic imprint in the clay mineralogy, especially reflected in the mismatching pattern involving the Sm/Ms ratio and the sedimentary facies.\nStrong evidence of a volcaniclastic input has been revealed by SEM and TEM analyses in levels close to the base of the succession (Middle Eocene) characterized by high smectite abundances. The XRD analyses of these levels evidence well-crystallized smectite, which is characteristic of a volcaniclastic origin. We infer that most of the smectite in these sediments formed during early diagenesis, probably through the dissolution of labile tuffaceous material, which is also evidenced by a centimetre-thick ash layer topward in the sequence. This volcanic material probably stemmed from explosive plumes generated westwards, at the Eocene–Oligocene arc at a minimum calculated distance of 330 km. They therefore deposited ash in minimal grain sizes that could be easily devitrified and transformed to smectite. The fact that the volcaniclastic influence recorded in these sediments can be entirely attributed to distal sources is in agreement with previous studies suggesting that the magmatic activity on the eastern border of the Puna began in the Middle–Late Miocene, later than on its western side (Petrinovic et al., 2008).\nThis study demonstrates that, in sediments containing abundant labile volcaniclastic material, clay–mineral assemblages can be significantly affected, even in sequences that only experienced early diagenesis. This survey attests to the importance of the study of polished thin sections under SEM using backs-cattered electrons in conjunction with XRD before interpreting clay–mineral assemblages in terms of palaeoclimate. Textural andmorphological analysis of finegrained sediments by scanning electronmicroscopy (SEM) is essential to identify when clay mineral assemblages can be interpreted to deduce palaeoclimate.\nThis work demonstrates the power of the proposed approach, in conjunction with more traditional techniques of sedimentary facies analyses, to identify the main variables controlling clay–mineral assemblages even in sedimentary basins with complex histories."
  }, {
    "heading": "Acknowledgements",
    "text": "This workwas partially financed by CONICET-PIP 0781 and ANCyTPICT 2006-381 grants and Research Project CGL2007-66744-C02-01 (Spanish Ministry of Science and Technology). The stay of M. Do Campo at the University of Granada and the field work of Fernando Nieto in Argentina were supported by AECI projects A/5120/06 and A/ 7712/07. The authors are grateful to Parques Nacionales Salta and the park guards of Los Cardones National Park for their collaboration in the research carried out in that park. We also thank Christine Laurin for\nrevising the English text. The authors are grateful to M. Inglès and an anonymous reviewer for their valuable and constructive comments."
  }],
  "year": 2010,
  "references": [{
    "title": "Late Cretaceous to early Paleocene climate and sea-level fluctuations: the Tunisian record",
    "authors": ["T. Adatte", "G. Keller", "W. Stinnesbeck"],
    "year": 2002
  }, {
    "title": "Occurrence and palaeohydrological significance of authigenic kaolinite in the Aldebaran Sandstone, Denison trough, Queensland, Australia",
    "authors": ["J.C. Baker", "S.D. Golding"],
    "venue": "Clays and Clay Minerals",
    "year": 1992
  }, {
    "title": "Origin of montmorillonite bands in the Middle Jurassic of eastern England",
    "authors": ["M.J. Bradshaw"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1975
  }, {
    "title": "Rivers and Floodplains, Forms",
    "authors": ["J.S. Bridge"],
    "venue": "Processes, and Sedimentary Record. Blackwell Publishing",
    "year": 2003
  }, {
    "title": "A mathematical model to distinguish the members of the dioctahedral smectite series",
    "authors": ["M.F. Brigatti", "L. Poppi"],
    "venue": "Clay Minerals",
    "year": 1981
  }, {
    "title": "Eocene exhumation and basin development in the Puna of northwestern Argentina",
    "authors": ["B. Carrapa", "P.G. DeCelles"],
    "venue": "Tectonics 27,",
    "year": 2008
  }, {
    "title": "Clay Sedimentology",
    "authors": ["H. Chamley"],
    "year": 1989
  }, {
    "title": "Smectite, zeolite, biotite and apatite in the Corallian (Oxfordian) sediments of the Baulking area in Berkshire, England",
    "authors": ["A.N. Chowdhury"],
    "venue": "Geological Magazine",
    "year": 1982
  }, {
    "title": "Compositional variations in Smectites: Part I. Alteration of intermediate volcanic rocks. A case study from Milos Island, Greece",
    "authors": ["G. Christidis", "A.C. Dunham"],
    "venue": "Clay Minerals",
    "year": 1993
  }, {
    "title": "Antiquity of aridity in the Chilean Atacama Desert",
    "authors": ["J.D. Clarke"],
    "venue": "Geomorphology",
    "year": 2006
  }, {
    "title": "Burial history and estimation of ancient thermal gradients in deep synorogenic foreland sequences: the Neogene Vinchina Basin, South-Central Andes",
    "authors": ["G. Collo", "F. Dávila", "J. Nóbile", "R. Astini"],
    "venue": "XVII Congreso Geológico Argentino,",
    "year": 2008
  }, {
    "title": "Style and history of Andean deformation, Puna plateau, northwestern Argentina",
    "authors": ["I. Coutand", "P. Cobbold", "M. de Urreiztieta", "P. Gautier", "A. Chauvin", "D. Gapais", "E. Rossello", "O. López Gamundi"],
    "venue": "Tectonics",
    "year": 2001
  }, {
    "title": "Orogenic plateau formation and lateral growth of compressional basins and ranges: insights from sandstone petrography and detrital apatite fission–track thermochronology in the Angastaco Basin, NW Argentina",
    "authors": ["I. Coutand", "B. Carrapa", "A. Deeken", "A.K. Schmitt", "E. Sobel", "M.R. Strecker"],
    "venue": "Basin Research",
    "year": 2006
  }, {
    "title": "Experimental alteration of volcanic tuff: smectite formation and effect",
    "authors": ["J. Cuadros", "E. Caballero", "J. Huertas", "C. Jiménez de Cisneros", "F. Huertas", "J. Linares"],
    "year": 1999
  }, {
    "title": "Aspects of climatic influence on the clay mineralogy and geochemistry of soils, palaeosols and clastic sedimentary rocks",
    "authors": ["C.D. Curtis"],
    "venue": "Journal of the Geological Society",
    "year": 1990
  }, {
    "title": "The actual distribution of octahedral cations in 2′′1 clay minerals: results from clay synthesis",
    "authors": ["A. Decarreau", "O. Grauby", "S. Petit"],
    "venue": "Applied Clay Science",
    "year": 1992
  }, {
    "title": "Palaeoenvironmental and diagenetic control of the mineralogy of the UpperCretaceous–Lower Tertiary deposits of the Central Palaeo-Andean basin of Bolivia (Potosi area)",
    "authors": ["J.F. Deconinck", "M.M. Blanc-Valleron", "J.M. Rouchy", "G. Camoin", "D. Badaut-Trauth"],
    "venue": "Sedimentary Geology",
    "year": 2000
  }, {
    "title": "Evidencias de deformación pre-miocena media asociada al antepaís andino en la Cordillera Oriental",
    "authors": ["C. del Papa", "F. Hongn", "I. Petrinovic", "R. Domínguez"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 2004
  }, {
    "title": "La presencia de clastos volcánicos en la secuencias orogénicas de antepaís en el valle Calchaquí: indicadores clave en la evolución geológica de la región? XII Reunión Argentina de Sedimentología",
    "authors": ["C. del Papa", "I. Petrinovic", "F. Hongn", "S. Guzmán"],
    "venue": "junio",
    "year": 2008
  }, {
    "title": "Distribution of clay minerals in Early Jurassic Peritethyan seas: palaeoclimatic significance inferred from multiproxy comparisons",
    "authors": ["G. Dera", "P. Pellenard", "P. Neige", "J.F. Deconinck", "E. Pucéat", "J.L. Dommergues"],
    "year": 2009
  }, {
    "title": "Estudio geológico y sedimentológico del Terciario superior del Valle Calchaquí (Departamento de San Carlos, Prov",
    "authors": ["J.I. Díaz", "D.C. Malizzia"],
    "venue": "De Salta). Boletín Sedimentológico",
    "year": 1983
  }, {
    "title": "Análisis estratigráfico del Grupo Payogastilla",
    "authors": ["J. Díaz", "D. Malizzia", "G. Bossi"],
    "venue": "Proccedings, X Congreso Geológico Argentino, Tucumán (Argentina),",
    "year": 1987
  }, {
    "title": "Clay mineral assemblages and analcime formation in a Palaeogene fluvial–lacustrine sequence (Maíz Gordo Formation Palaeogen) from northwestern Argentina",
    "authors": ["M. Do Campo", "C. del Papa", "J. Jiménez-Millán", "F. Nieto"],
    "venue": "Sedimentary Geology",
    "year": 2007
  }, {
    "title": "Experimental clay–mineral formation from a subvolcanic rock by interaction with 1 M NaOH solution at room temperature",
    "authors": ["A. Drief", "F. Nieto", "A. Sánchez-Navas"],
    "venue": "Clays and Clay Minerals",
    "year": 2001
  }, {
    "title": "Clay mineral genesis and chemical evolution in the Miocene sediments of Somosaguas, Madrid Basin, Spain",
    "authors": ["O. Fesharaki", "E. García-Romero", "J. Cuevas-González", "N. López-Martínez"],
    "venue": "Clay Minerals",
    "year": 2007
  }, {
    "title": "A synthetic stratigraphic model of foreland basin development",
    "authors": ["P.B. Flemings", "T. Jordan"],
    "venue": "Journal of Geophysical Research",
    "year": 1989
  }, {
    "title": "Site occupancies by iron in nontronites",
    "authors": ["W.P. Gates", "P.G. Slade", "A. Manceau", "B. Lanson"],
    "venue": "Clays and Clay Minerals",
    "year": 2002
  }, {
    "title": "Accurate crystal chemistry of ferric smectites from the lateritic nickel ore of Murrin Murrin (Western Australia). I. XRD and multi-scale chemical approaches",
    "authors": ["A. Gaudin", "O. Grauby", "Y. Noack", "A. Decarreau", "S. Petit"],
    "venue": "Clay Minerals",
    "year": 2004
  }, {
    "title": "The accurate crystal chemistry of ferric smectites from the lateritic nickel ore of Murrin Murrin (Western Australia)",
    "authors": ["A. Gaudin", "S. Petit", "J. Rose", "F. Martin", "A. Decarreau", "Y. Noack", "D. Borschneck"],
    "venue": "II. Spectroscopic (IR and EXAFS) approaches. Clay Minerals",
    "year": 2004
  }, {
    "title": "The beidellite–saponite series: an experimental approach",
    "authors": ["O. Grauby", "S. Petit", "A. Decarreau", "A. Baronnet"],
    "venue": "European Journal of Mineralogy",
    "year": 1993
  }, {
    "title": "The Paleocene– Eocene transition at Mead Stream, New Zealand: a southern Pacific record of early Cenozoic global change",
    "authors": ["C.J. Hollis", "G.R. Dickens", "B.D. Field", "C.M. Jones", "C.P. Strong"],
    "year": 2005
  }, {
    "title": "Middle Eocene deformation and sedimentation in the Puna–Eastern Cordillera transition (23°– 26°S): control by preexisting heterogeneities on the pattern of initial Andean shortening",
    "authors": ["F. Hongn", "C. del Papa", "J. Powell", "I. Petrinovic", "R. Mon", "V. Deraco"],
    "venue": "Geology",
    "year": 2007
  }, {
    "title": "Sediment accumulation on top of the Andean orogenic wedge: Oligocene to late Miocene basins of the Eastern Cordillera, southern Bolivia",
    "authors": ["B. Horton"],
    "venue": "Geological Society of America Bulletin",
    "year": 1998
  }, {
    "title": "Sedimentological control on the clay mineral distribution in the marine and non-marine Palaeogene deposits of Mallorca (Western Mediterranean)",
    "authors": ["M. Inglès", "E. Ramos-Guerrero"],
    "venue": "Sedimentary Geology",
    "year": 1995
  }, {
    "title": "Volcanogenic clays in Jurassic and Cretaceous strata of England and the North Sea Basin",
    "authors": ["C.V. Jeans", "D.S. Wray", "R.J. Merriman", "M.J. Fisher"],
    "venue": "Clay Minerals",
    "year": 2000
  }, {
    "title": "Clay mineralogy of the Jurassic strata of the British Isles",
    "authors": ["C.V. Jeans"],
    "venue": "Clay Minerals",
    "year": 2006
  }, {
    "title": "Unsteady and spatially variable evolution of the Neogene Andean Bermejo Foreland Basin, Argentina",
    "authors": ["T. Jordan", "F. Schlunegger", "N. Cardozo"],
    "venue": "Journal of South American Earth Sciences",
    "year": 2001
  }, {
    "title": "Paleosols and sandbody prediction in alluvial sequences",
    "authors": ["M.J. Kraus", "T.M. Bown"],
    "venue": "Special Publication,",
    "year": 1993
  }, {
    "title": "Symbols of rock-forming minerals",
    "authors": ["R. Kretz"],
    "venue": "American Mineralogist",
    "year": 1983
  }, {
    "title": "Fluvial–aeolian interactions: Part I, modern systems",
    "authors": ["R.P. Langford"],
    "venue": "Sedimentology",
    "year": 1989
  }, {
    "title": "Fluvial–aeolian interactions: Part II, ancient systems",
    "authors": ["R.P. Langford", "M.A. Chan"],
    "venue": "Sedimentology",
    "year": 1989
  }, {
    "title": "Upper Permian–Lower Cretaceous claymineralogy of East Greenland: provenance, paleoclimate and volcanicity",
    "authors": ["H. Lindgreen", "F. Surlyk"],
    "venue": "Clay Minerals",
    "year": 2000
  }, {
    "title": "Fission track thermochronology of the Domeyko Cordillera, Northern Chile: implications for Andean tectonics and porphyry copper metallogenesis",
    "authors": ["V. Maksaev", "M. Zentilli"],
    "venue": "Exploration and Mining Geology",
    "year": 1999
  }, {
    "title": "X-ray Diffraction and the Identification and Analysis of Clay Minerals",
    "authors": ["D.M. Moore", "R.C. Reynolds"],
    "year": 1997
  }, {
    "title": "Smectite quantification in sediments and soils by thermogravimetric analyses",
    "authors": ["F. Nieto", "I. Abad", "J.M. Azañön"],
    "venue": "Applied Clay Science",
    "year": 2008
  }, {
    "title": "Characterization and correlation of Upper Jurassic (Oxfordian) bentonite deposits in the Paris Basin and the Subalpine Basin, France",
    "authors": ["P. Pellenard", "J.F. Deconinck", "W.D. Huff", "J. Thierry", "D. Marchand", "D. Fortwengler", "A. Trouiller"],
    "venue": "Sedimentology",
    "year": 2003
  }, {
    "title": "Minerales pesados en depósitos piroclásticos de caída distales. Su uso en la correlación cronoestratigráfica entre la Formación Angastaco (Grupo Payogastilla) y Formación Anta (Grupo Orán)",
    "authors": ["R. Pereyra", "R. Becchio", "J. Viramonte", "M. Pimentel"],
    "venue": "XVII Congreso Geológico Argentino,",
    "year": 2008
  }, {
    "title": "Volcanismo Paleógeno–Neógeno y su relación con la tectónica en la región central de la Puna (24° S)",
    "authors": ["I.A. Petrinovic", "F. Hongn", "C. del Papa"],
    "venue": "XVII Congreso Geológico Argentino, Actas, Jujuy,",
    "year": 2008
  }, {
    "title": "Primer registro de mamíferos de la Formación Quebrada Los Colorados (Grupo Payogastilla)",
    "authors": ["J. Powell", "M. Deraco", "F. Hongn", "C. del Papa", "R. Mon", "I. Petrinovic"],
    "venue": "Consideraciones cronológicas de la unidad y de las primeras fases del levantamiento de los Andes. Jornadas Argentinas de Paleontología de Vertebrados,",
    "year": 2006
  }, {
    "title": "Tectonic–palaeoenvironmental forcing of clay–mineral assemblages in nonmarine settings: the Oligocene",
    "authors": ["A. Saèz", "M. Inglès", "L. Cabreraa", "A. de las Heras"],
    "venue": "Miocene As Pontes Basin (Spain). Sedimentary Geology",
    "year": 2003
  }, {
    "title": "Bacterially-mediated authigenesis of clays in phosphate stromatolites",
    "authors": ["A. Sánchez Navas", "A. Martín-Algarra", "F. Nieto"],
    "venue": "Sedimentology",
    "year": 1998
  }, {
    "title": "The Fluvial System",
    "authors": ["S.A. Schumm"],
    "year": 1977
  }, {
    "title": "Active Tectonics and Alluvial Rivers",
    "authors": ["S.A. Schumm", "J.F. Dumont", "J. Holbrook"],
    "year": 2000
  }, {
    "title": "The paleoclimatic interpretation of clay minerals in sediments—a review",
    "authors": ["A. Singer"],
    "venue": "Earth-Sciences Reviews",
    "year": 1984
  }, {
    "title": "Desarrollo tecto-sedimentario del Cenozoico en el sur de la provincia de Salta-Argentina",
    "authors": ["D. Starck", "G. Vergani"],
    "venue": "XIII Congreso Geológico Argentino y III Congreso de Exploración de Hidrocarburos,",
    "year": 1996
  }, {
    "title": "Tectonics and climate of the Southern Central Andes",
    "authors": ["M.R. Strecker", "R. Alonso", "B. Bookhagen", "B. Carrapa", "G.E. Hilley", "E.R. Sobel", "M.H. Trauth"],
    "venue": "Annual Review of Earth and Planetary Sciences",
    "year": 2007
  }, {
    "title": "Clay–mineral distribution patterns in late Neogene fluvial sediments of the Subathu sub-basin, central sector of Himalayan foreland basin: implications for provenance and climate",
    "authors": ["N. Suresh", "S.K. Ghosh", "R. Kumar", "S.J. Sangode"],
    "venue": "Sedimentary Geology",
    "year": 2004
  }, {
    "title": "Paleoclimatic interpretation of clay minerals in marine deposits: an outlook from the continental origin",
    "authors": ["M. Thiry"],
    "venue": "Earth Science Reviews",
    "year": 2000
  }, {
    "title": "Vallecito Formation (Miocene): the evolution of an eolian system in an Andean foreland basin (northwestern Argentina)",
    "authors": ["A. Tripaldi", "O. Limarino"],
    "venue": "Journal of South America Earth Sciences",
    "year": 2005
  }, {
    "title": "Estratigrafía del cordón de Escaya y de la sierra de Rinconada (Jujuy)",
    "authors": ["J.C. Turner"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 1959
  }, {
    "title": "Evolving alluvial stratigraphy and thrust front development in the West Jaca piggyback basin, Spanish Pyrenees",
    "authors": ["J.P. Turner"],
    "venue": "Journal of the Geological Society of London",
    "year": 1992
  }, {
    "title": "Chronology of internal drainage development and uplift, southern Puna plateau",
    "authors": ["D.S. Vandervoort", "T.E. Jordan", "P.K. Zeitler", "R. Alonso"],
    "venue": "Argentine central Andes. Geology",
    "year": 1995
  }, {
    "title": "Abbreviations for names of rock-forming minerals",
    "authors": ["D.L. Whitney", "B.W. Evans"],
    "venue": "American Mineralogist",
    "year": 2010
  }, {
    "title": "A comprehensive characterization of dioctahedral smectites",
    "authors": ["F. Wolters", "G. Lagaly", "G. Kahr", "R. Nueesch", "K. Emmerich"],
    "venue": "Clays and Clay Minerals",
    "year": 2009
  }, {
    "title": "Early Oligocene ice-sheet expansion on Antarctica: stable isotope and sedimentological evidence from Kerguelen Plateau, southern",
    "authors": ["J.C. Zachos", "J.R. Breza", "S.W. Wise"],
    "venue": "Indian Ocean. Geology",
    "year": 1992
  }],
  "id": "SP:91af8be46dcb4384c9032e22d4443b776e5b9565",
  "authors": [{
    "name": "Margarita Do Campo",
    "affiliations": []
  }, {
    "name": "Cecilia del Papa",
    "affiliations": []
  }, {
    "name": "Fernando Nieto",
    "affiliations": []
  }, {
    "name": "Fernando Hongn",
    "affiliations": []
  }, {
    "name": "Ivan Petrinovic",
    "affiliations": []
  }],
  "title": "Integrated analysis for constraining palaeoclimatic and volcanic influences on clay–mineral assemblages in orogenic basins (Palaeogene Andean foreland, Northwestern Argentina)"
}