{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nTectonophysics\nj ourna l homepage: www.e lsev ie r .com/ locate / tecto\nMajor controlling factors on hydrocarbon generation and leakage in South Atlantic conjugate margins: A comparative study of Colorado, Orange, Campos and Lower Congo basins\nGabriela Marcano ⁎, Zahie Anka, Rolando di Primio GeoForschungsZentrum Potsdam (GFZ), Section 4.3, Telegrafenberg, 14473 Potsdam, Germany\n⁎ Corresponding author. Tel.: +49 331 288 2854; fax E-mail address: gmarcano@gfz-potsdam.de (G. Marc\n0040-1951/$ – see front matter © 2013 Elsevier B.V. All http://dx.doi.org/10.1016/j.tecto.2013.02.004\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 29 February 2012 Received in revised form 23 January 2013 Accepted 1 February 2013 Available online 12 February 2013\nKeywords: Conjugate margins Hydrocarbon generation Hydrocarbon leakage South Atlantic Petroleum system Mass transport deposits\nWepresent a supra-regional comparative study of themajor internal and external factors controlling source rock (SR) maturation and hydrocarbon (HC) generation and leakage in two pairs of conjugate margins across the South Atlantic: the Brazil (Campos Basin)–Angola (Lower CongoBasin)margins located in the “central segment”, and the Argentina (Colorado Basin)–South Africa (Orange Basin) in the “southern segment”. Our approach is based on the analysis and integration of borehole data, 1D numerical modeling, 2D seismic reflection data, and published reports. Coupling of modeling results, sedimentation rate calculation and seal-bypass system analysis reveal that: (1) oil window is reached by syn-rift SRs in the southern segment during the Early to Late Cretaceous when thermal subsidence is still active, while in the central segment they reach it in Late-Cretaceous–Neogene during a salt remobilization phase, and (2) early HC generation from post-rift SRs in the southern segment and from all SRs in the central segment appears to be controlled mainly by episodes of increased sedimentation rates. The latter seems to be associated with the Andes uplift history for the western South Atlantic basins (Campos and Colorado) and to a possibly climate-driven response for the eastern South Atlantic basins (Orange and Lower Congo). Additionally, we observe that the effect of volcanism on SR maturation in the southern segment is very local. The comparison of Cretaceous mass transport deposit (MTD) episodes with HC peak of generation and paleo-leakage indicators in the southern segment revealed the possible causal effect that HC generation and leakage have over MTD development. Interestingly, Paleogene leakage indicators, which were identified in the Argentina–South Africa conjugate margins, occur contemporaneously to low sedimentation rate periods. Nonetheless, present-day leakage indicators which were also identified in both pairs of conjugate margins might be related to seal failure events linked to eustatic sea-level drops.\n© 2013 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Following Gondwana continental break-up in the Mesozoic, and as the opening propagated northwards, the evolution of the South Atlantic basins was characterized by dividing transform fault segments, similar syn-rift geologic histories and marked post-rift diachronisms, not only between north and southern margins, but also between pairs of eastern–western margins.\nNowadays it is largely accepted that several South Atlantic passive margins host immense reserves of hydrocarbons (>41,000 MMBO, >32,000 BCFG) (USGS, 2000), and oil and gas discoveries in South American and Northwestern Equatorial African margins (e.g., pre-salt play potential at Brazilian and Angolan margins) (Durham, 2009; Steven et al., 2010) stress the need for deepening our understanding of the common factors that controlled petroleum system dynamics in these areas. A supra-regional analysis of these factors, either internal\n: +49 331 288 1782. ano).\nrights reserved.\n(i.e., thermal evolution, source rock quality, burial history) or external (i.e., sediment supply regional tectonics, eustasy, climate), by pairs of conjugated basins should allow to determine whether, and how, these differences and similarities in geological history are reflected in the evolution of the petroleum systems of individual basins.\nHence, in this study we have integrated and analyzed observations from two selected segments of South Atlantic conjugate margins: (1) the “central segment”: offshore Brazil–Angola margins (Campos and Lower Congo basins) and (2) the “southern segment”: offshore the Argentina–South Africa margins (Colorado and Orange basins) (Fig. 1). We then compared the possible driving factors that may have influenced the hydrocarbon generation and leakage in these basins. Attention was placed on the comparison of both the timing of hydrocarbon generation from syn- and post-rift source rocks (SRs) and past or present hydrocarbon leakage events recorded in the slope of the basins against variables such as: (a) changes in sedimentation rates and depositional-style (progradation to aggradation), (b) sea-level fluctuations and occurrence ofmass transport deposits (MTDs), and (c) geologic events of uplift and erosion. Ultimately, we hope that our results may help to improve the regional understanding on the driving mechanisms\nof petroleum generation, migration, accumulation, and leakage in the South Atlantic."
  }, {
    "heading": "2. Geological framework",
    "text": "The South Atlantic passive margins formed duringMesozoic time as a result of lithospheric extension followed by breakup of the Gondwana supercontinent (Blaich et al., 2011). The opening started in the southern portion and propagated towards the North with accompanying extensive deformation. Transform faults divided the South Atlantic into four segments, from South to North: the Falkland, Southern, Central, and Equatorial segments (Torsvik et al., 2009). Although the time and opening direction of the South Atlantic is still controversial, the diachronic opening clearly resulted in:\n1) lateral symmetry and thickness discrepancies along the margin length, and the strike of thinned crust and continent–oceanic transitional domains (Blaich et al., 2011; Davison, 1997); 2) hot spot volcanismand largeflood basalt eruptions fromLate Jurassic (?)–Early Cretaceous to Quaternary (O'Connor and Duncan, 1990) resulting in the Walvis Ridge–Rio Grande Rise hot spot system, which is a prominent bathymetric feature separating the “magmadominated” southern segment from a “magma-poor” central segment (Torsvik et al., 2009) (Fig. 1); 3) the establishment of Aptian salt basins north of the Rio Grande Rise–Walvis Ridge system, containing up to 1–2 km-thick salt layer (Jackson et al., 2000) (Fig. 1); 4) abnormal velocity layers below the shelf and/or the thinned crust in the Angolan margin (Blaich et al., 2011; Contrucci et al., 2004), and seaward dipping reflectors (SDRs) in the Santos and Campos basins (Mohriak et al., 2008; Torsvik et al., 2009).\nThe main tectonostratigraphic episodes represented by cycles of basin evolution or stratigraphicmegasequences identified in the studied basins are: pre-rift, syn-rift, transitional, and post-rift (Fig. 2a–b) (e.g., Anka et al., 2010; Mohriak et al., 2008, Paton et al., 2008;\nVayssaire et al., 2007). Our study is focused within the syn- to post-rift cycles, whose main characteristics are (Figs. 2, 3) the following:"
  }, {
    "heading": "2.1. The syn-rift cycle (Late Jurassic to Early Cretaceous)",
    "text": "In the Campos, Lower Congo, Colorado and Orange basins this cycle is represented by lacustrine black-shales and continental shoaling up prograding deltaic and fluvial sediments (Bushnell et al., 2000; Cobbold et al., 2001; Cole et al., 2000; Contreras et al., 2010; Da Costa et al., 2001; Davison, 2007; Guardado et al., 2000; Mello et al., 1989; Paton et al., 2008). Basins offshore the Argentinean margin, as the Colorado Basin, also containmarine shallowwater and alluvial sand deposits with possible reservoir potential (“syn-rift” reservoirs, Fig. 2) (Vayssaire et al., 2007). Offshore western South Africa, in the Orange Basin, syn-rift siliciclastic and lacustrine sediments, usually mixed with volcanic layers, fill half grabens (Paton et al., 2008; Vayssaire et al., 2007). The reported syn-rift SRs correspond to calcareous shales of the Lagoa Feia Formation in the Campos Basin (Guardado et al., 2000), bituminous shales of the Bucomazi Formation in the Lower Congo Basin (Cole et al., 2000), and the generic so-called “syn-rift” for the Colorado and Orange basins (Fig. 2)."
  }, {
    "heading": "2.2. The transitional basin cycle (Barremian to Early Albian & Barremian to Maastrichtian)",
    "text": "It is represented by the cessation of crustal stretching and most of basement-involved fault activity although regional subsidence prevailed (Mohriak et al., 2008). A “sag” basin phase is proposed in the Campos and Colorado basins (Figs. 2, 3) (Contreras et al., 2010; Kingston et al., 1983; Vayssaire et al., 2007). The transitional megasequence overlies the “break-up unconformity” (BU), which resulted from erosional peneplanation (Davison, 1999). In both studied segments on both sides of the South Atlantic this sequence comprises deepening-up siliciclastics, from fluvial red beds to deltaic deposits (Burwood, 1999; Bushnell et al., 2000; Contreras et al., 2010; Mohriak et al., 1990c; Paton et al., 2008; Stoakes et al., 1991). In the Colorado\nBasin this cycle lasts until Late Cretaceous (Vayssaire et al., 2007), when the best-quality SR was deposited (the Aptian SR) (Fig. 2). In the margins to the north of the Walvis–Rio Grande Rise, thick Albian evaporite deposits (>1.5 km) from the Loeme Fm. (Lower Congo Basin) and the Retiro Fm. (Campos Basin) constitute a subregional seal (Fig. 3a,b) (Beglinger et al., 2012; Guardado et al., 2000)."
  }, {
    "heading": "2.3. The post-rift cycle (Late Aptian & Early Albian to Present)",
    "text": "It is represented by marine sediments corresponding to the drift phase. Due to the presence of widespread unconformities representing\nmajor changes in depositional environment this cycle has been divided into two sub-cycles (Beglinger et al., 2012; Mohriak et al., 2008; Paton et al., 2008; Seranne and Anka, 2005; Vayssaire et al., 2007):\na) Early to middle post-rift stages: started in Late Aptian (southern segment) and Early Albian (central segment) and lasted until the Oligocene time. During this stage open marine conditions developed in the southern segment. In the central segment restricted marine conditions developed from Early Aptian to Turonian, and openmarine conditions from Turonian to Oligocene time (Beglinger et al., 2012; Seranne and Anka, 2005). While in the Colorado Basin\nextensive siliciclastic deposition persisted during the “sag phase” of the basin until the Maastrichtian (Vayssaire et al., 2007), in the Orange Basin an exclusively siliciclastic shelf prograded over the early Aptian aggrading marine sequence until the Oligocene (Seranne andAnka, 2005). Thefirstmarine incursion in the Colorado Basin occurs during Paleocene times (Pedro Luro Fm.) (Fig. 2b) (Vayssaire et al., 2007). In the central segment basins (Campos and Lower Congo) shallow-marine carbonate ramp/platform developed\nduring the early to late Albian (Fig. 2a), and Cenomanian to Turonian organic-rich black shales are deposited due to the worldwide Cenomanian–Turonian oceanic anoxic event (Mello et al., 1989) in most of the South Atlantic margins. However, the best quality SRs are found in the central segment basins, while poor-quality SRs are found in the southern segment basins due to dilution by large volumes of siliciclastics until Maastrichtian times. From late Turonian onwards, the depositional profile changed in the Campos and\nLower Congo basins as terrigenous sedimentation progressively increased (Mohriak et al., 2008; Seranne and Anka, 2005). b) Late post-rift stage: is marked by a major stratigraphic reorganization, which started during the global Oligocene sea-level lowstand and lasted until the present day. In the Orange Basin siliciclastic sediments continuously by-passed the shelf and deposited in a thin wedge on the slope (Figs. 2b, 3d) (Paton et al., 2008), while in the Colorado Basin prograding shallow-water and deep-water marine siliciclastics are represented by the Barranca Final and Belen Fms (Loegering et al., 2010; Vayssaire et al., 2007). In the central segment, shallow-water carbonate deposition seems to have locally developed in the Campos Basin (Fig. 2a) (Guardado et al., 2000). However, continuous marine clastic sedimentation dominates the deep basin, particularly in the Lower Congo Basin where sedimentationwasdominated by the progradation of the large turbiditic fan off\nCongo and Angola slope (Malembo Fm., Fig. 2a) (Anka and Séranne, 2004; Anka et al., 2009)."
  }, {
    "heading": "3. Petroleum systems comparison",
    "text": "The petroleum system elements represent a link between the oil and gas distribution and the stratigraphic evolution of the basin. Table 1 compiles the main petroleum system elements (Magoon and Dow, 1994) identified or proposed in the studied basins, and which we briefly describe below."
  }, {
    "heading": "3.1. Central segment: Campos and Lower Congo basins",
    "text": "(a) Known petroleum systems are related to the syn-rift Lower Cretaceous SRs (Lagoa Feia Group in Campos Basin, and Bucomazi\nliterature (see references therein).\nFm. in the Lower Congo Basin; Fig. 2a). Post-rift Cenomanian– Turonian SRs show scarce hydrocarbon contribution unless they are located in deep-water areas or related to growth faults in the Lower Congo Basin (Anka et al., 2010; Cole et al., 2000). (b) Most of the reservoirs containing major oil accumulations are found in Upper Cretaceous and Oligocene–Miocene–Pliocene sand turbidites (Cole et al., 2000; Guardado et al., 2000). (c) The common regional seal for syn-rift sourced hydrocarbons is the Aptian salt, but Upper Cretaceous deep-water shales and Oligocene to Pliocene silt/shales related to stacked channel/turbidite complexes are also important vertical seals. (d) Trap formation and geometry are controlledmainly by salt tectonics (e.g., rollovers into extensional faults, traps over and around salt domes, turtle structures) (Cole et al., 2000; Guardado et al., 2000). Nonetheless, traps with a stratigraphic component and pure stratigraphic traps are also reported (i.e., lateral pinch-out of turbidite reservoirs) (Cobbold et al., 2001; Cole et al., 2000; Guardado et al., 2000; Mohriak et al., 1990a,b)."
  }, {
    "heading": "3.2. Southern segment: Colorado and Orange basins",
    "text": "(a) In the Orange Basin main petroleum system is known to be sourced by the Aptian SR (Jungslager, 1999) and a similar petroleum system may also exist in the Colorado Basin (Vayssaire et al., 2007). (b) Proposed reservoirs, seals and traps in the Colorado Basin are highly speculative, although modeling suggests possibilities for Late Cretaceous turbidity reservoir overlain by sealing Paleogene deep-water shales (Vayssaire et al., 2007) (Fig. 2b). (c) Reservoirs in the Orange Basin relate to Albian Aeolian-type of sandstones and Cenomanian–Turonian shales seems to act as a regional seal. (d) The known petroleum system sourced from the syn-rift SR in the Orange Basin is located to the east of the inner-shelf (Paton et al., 2007), a similar one in the Colorado Basin is still considered speculative."
  }, {
    "heading": "4. Dataset, methods and limitations",
    "text": "The first phase of this work consisted on building the regional dataset, which comprises the integration of previous studies, including seismostratigraphic profiles, thermal histories, 2D and 3D basinmodels, and selected well information from the four basins located in the above described segments of the South Atlantic (Fig. 1). Then, in order to evaluate the controlling factors of hydrocarbon generation and leakage wemodeled the timing of hydrocarbon generation in selected locations on the slope of each basin by means of the commercial software PetroMod V.11 (Schlumberger). Subsequently, we calculated sedimentation rates, and carried out a “seal bypass system” (SBS) analysis (Cartwright et al., 2007) to identify subsurface and surface hydrocarbon leakage indicators and study possible association to the stratigraphic or structural context of the basins."
  }, {
    "heading": "4.1. 1D numerical models construction",
    "text": "The 1D modeling sites are located in the slope of the chosen basins becausewe are interested in evaluating the potential effect of slope processes, such as slope instability, mass transport deposits (MTDs) and rapid margin progradation, on organic matter maturation, hydrocarbon generation, and gas leakage (virtual wells A, B, C, D; Fig. 3a–d).\nThe ages and lithologies of the formations and SR intervals are based on the regional stratigraphy (Figs. 2a–b, 3a–d). The SR input parameters used for modeling are presented in Table 2. Heat-flow history are based in the published works of Kuhlmann et al. (2011) in the Orange Basin and of Loegering et al. (2010) in the Colorado Basin, which has good calibration with well thermal data in shelf locations (Fig. 4). We\nassumed a simple McKenzie stretching model with a β factor of 1.5 for the Lower Congo and Campos basins. The sediment–water interface temperatures (SWIT) were calculated through a paleo-latitude reconstruction as defined by Wygrala (1989)."
  }, {
    "heading": "4.2. Seal-bypass system (SBS) analysis",
    "text": "A seal-bypass system is a set of geological structures, which can be observed in seismic reflection data, that drive vertical to subvertical cross-stratal fluid migration – from subsurface reservoirs up through the surface – despite the existence of low-permeability sealing facies (e.g., Cartwright et al. (2007)). These structures include, but are not limited to, faults, intrusions (sand, mud, salt, igneous), or more generically “pipes” and usually terminate or are connected to surface to leakage indicators such as pockmarks, mounds, or craters. Table 3 presents a compilation of the predominant SBS proposed for the studied basins including their surface and subsurface leakage indicators."
  }, {
    "heading": "4.3. Limitations",
    "text": "Themain limitations of ourwork reside on the uncertainties regarding the basins' heat flow history and the source rock (SR) kinetics. Due to the lack of SR samples from SR intervals kinetic analysis could not be carried out, instead we used standard kinetics based on Pepper and Corvi (1995) for SR intervals in the four basins (Table 2).We are aware of the effect that standardization of kinetics can produce,mostlywhen comparing post-rift SRs deposited during different anoxic periods (Aptian and Turonian) in different geographic locations (Beglinger et al., 2012). Additionally, a heat-flow history for the central segment based only on McKenzie stretchingmodelmay seem a forced simplification; however this allowed a good calibration with well thermal data in the Lower Congo Basin (Fig. 4). On the other hand, the lack of available borehole data in the Campos Basin certainly limits our interpretations for this basin."
  }, {
    "heading": "5. Results",
    "text": ""
  }, {
    "heading": "5.1. Source rock maturation and timing of hydrocarbon generation",
    "text": "Fig. 5 presents the modeled burial and maturation histories of the main syn- and post-rift SRs for the conjugate pairs Campos–Lower Congo basins (Fig. 5a–b) and Colorado–Orange basins (Fig. 5c–d) in slope locations. Degree of maturation is expressed in terms of timedependant plots of vitrinite reflectance (% Ro) and transformation rate of kerogen (% TR).\nThe basins located inwestern SouthAtlantic, offshore SouthAmerica (Colorado and Campos), underwent the highest temperatures during the maximum burial. In contrast, for the basins located in the eastern South Atlantic (Orange and Lower Congo), the highest temperatures seem unrelated to deepest burial, but to high heat-flow associated to reported uplift events during the Late Cretaceous for the Orange Basin (Kuhlmann et al., 2010, 2011), and Early Miocene–Holocene for the Lower Congo Basin (Leturmy et al., 2003; Lucazeau et al., 2003).\nOur results also suggest that for basins in the southern segment (Colorado and Orange) (Fig. 5c–d): (1) syn-rift SRs would not have remaining generation potential (TR=100%) today, (2) Aptian post-rift SRs would also show complete conversion (TR=100%), and (3) the Turonianpost-rift SR in theOrange Basinmay have reachednearly complete transformation (TR=80–100%) (Fig. 5d). In contrast, in the slope of basins in the central segment (Campos and Lower Congo) (Fig. 5a–b), we observed that although the pre-salt syn-rift SRs would have also reached almost complete kerogen transformation in both conjugate margins (80–100%), all post-rift SRs on both sides of the South Atlantic may have remaining generation potential, although the degree varies between 30 and 40% (Fig. 5a–b).\nThemain periods of SRmaturation for basins located in the Colorado, Orange and Campos basins seem to have occurred during Early to\nLate Cretaceous times, while for the Lower Congo Basin they span the Paleocene–Eocene and early Miocene–Holocene (Fig. 5a–d). For example, while modeled syn-rift SRs matured from Early to Late Cretaceous time in the Orange Basin (~120 to 105 Ma), Colorado Basin (~130–70 Ma), and Campos Basin (~93–75 Ma), the syn-rift SR in the Lower Congo Basin matured during the Paleocene–Eocene (~55– 40 Ma). Aptian post-rift SRs in the Orange and Colorado basins entered maturation during the Late Cretaceous (Fig. 5c–d), but peak generation is reached first in the Orange Basin (Campanian–Maastrichtian) than in the Colorado Basin (Paleocene). While in the Orange Basin the Turonian post-rift SR seems to have entered maturation during the Late Cretaceous (Campanian–Maastrichtian) (Fig. 5d), in the Lower Congo and Campos basins the Turonian post-rift SRs seem to have entered maturation during the Early Miocene (22–18 Ma) and during Pliocene–Holocene, respectively (Fig. 5a–b). TheMiocene SR (Malembo Fm.) in the Lower Congo Basin is predicted to be immature with a very low degree of kerogen transformation (b5%) (Fig. 5b)."
  }, {
    "heading": "5.2. Sedimentation rates and mass transport deposits (MTDs)",
    "text": ""
  }, {
    "heading": "5.2.1. Sedimentation rates",
    "text": "Figs. 6 and 7 show the average sedimentation rates through time in the shelf and slope of basins in the southern (Colorado and Orange basins) and central segments (Campos and Lower Congo basins) respectively. In Fig. 6, which was extracted from Kuhlmann et al. (2010), the wells K-E1, K-A2, A-C1, A-D1, and A-J1 are located in the shelf of the Orange Basin. We observe that the Cretaceous is in general a time of high sedimentation rates in the Orange Basin (40–200 m/Ma), which also seems to be the case for the Colorado Basin, albeit mostly in the slope (Fig. 6). The Cenozoic, however, is a period of generalized decreased sedimentation rates in the Orange Basin (5–10 m/Ma), but in the Colorado Basin they drop only during the Eocene (1–10 m/Ma) and then increase again during the Paleocene in the shelf (35–40 m/Ma) and slope areas (>100 m/Ma), and basin-wide fromOligocene–Miocene to Holocene (65–70 m/Ma) (Fig. 6).\nIn the central segment, Cretaceous sedimentation rates are low (b50 m/Ma) offshore Equatorial Western Africa, except in the Gabon margin (60–80 m/Ma) during Albian times (Fig. 7). Basins located on the Brazilian margin show highly variable sedimentation rates, between 5 and 50 m/Ma during the Cretaceous and in the Santos Basin they are up to 100 m/Ma during the Cenomanian–Santonian time (Fig. 7). During the Cenozoic, there is a general increase in sedimentation rates in Equatorial Western Africa, from values of 15–20 m/Ma in the Oligocene to 40–90 m/Ma in the Holocene. The highest values are recorded in the Congo and Angolan margins (80–90 m/Ma) and are associated to the onset of the Congo submarine fan. In particular, the slope of the Lower Congo Basin records sedimentation rates up to 100 m/Ma (Fig. 7).\nThe Cenozoic sedimentation rates of basins located on the Brazilian margin are highly variable (5–80 m/Ma) (Fig. 7). During the Paleocene and Eocene, average values are in general higher in the Campos Basin (50–55 m/Ma) than in the Santos (5–45 m/Ma) and Pelotas basins (10–45 m/Ma). In the slope of the Campos Basin the Oligocene to Holocene sedimentation rates are high (50–70 m/Ma) and similar to those of the Santos Basin (50–80 m/Ma)."
  }, {
    "heading": "5.2.2. Mass transport deposits (MTDs)",
    "text": "In the Colorado Basin Cretaceous MTDs are found preferentially in the lower slope (Fig. 8a–b). They are usually associated to clinoformal seismic reflections characterizing progradational bodies in the upper to lower slopes (Loegering et al., 2010). At least three stacked slump deposits with basal erosive surfaces are identified in the upper part of the Sag sequence (~Turonian to Maastrichtian) (Fig. 8b) corresponding to the upper section of the Colorado Fm. (Vayssaire et al., 2007).\nFig. 9 shows examples and distributions of Cretaceous MTDs in the Orange Basin. Similar to the conjugate Colorado Basin, these deposits are found in the Upper Cretaceous sequence specifically in the uppermost section of theMaastrichtian slope sediments (Fig. 9, between seismic horizons 17At and 22At). Although basal erosive surfaces are difficult to identify, at least one episode of slumping can be observed in the upper slope in the northern parts of the basin. Later on we will discuss the possible relationship between these identified MTDs and the estimated timing of organic matter maturation and hydrocarbon leakage events in both basins."
  }, {
    "heading": "5.3. Hydrocarbon leakage: seals, faults and seepage indicators",
    "text": "Table 3 comprises a compilation of all possible information regarding hydrocarbon leakage indicators in the studied basins as in the conjugate Brazilian margin. We observe that evidence of leakage in basins located in the central segment is mainly concentrated in the Upper Cenozoic sequences, in contrast to in the basins located in the southern segment, where leakage is identified to occur during specific time intervals of the Early and Late Cenozoic. Fault bypass systems consisting of reactivated faults and polygonal fault networks seem to be the main mechanism for leakage in the basins located in the eastern margins. However, intrusion-related leakage has been proposed to occur in the Colorado Basin (volcanics), and in the Lower Congo Basin (salt). Possible triggers for leakage will be discussed below.\nThe depth of present-day sea-floor pockmarks identified in the slope varies from basin to basin. In the Colorado Basin, they are found between 200 and 2000 m of water depth, and buried paleo-pockmarks are identified at more than 1000 m of paleo-water depth (Loegering et al., 2010). In the conjugate Orange Basin paleo- and present-day pockmarks occur at shallower bathymetry, between 300 and b500 m, although to the north they can be found deeper between 500 and 1000 m (Kuhlmann et al., 2010). In the central segment, the reported present-day pockmarks in the Lower Congo Basin occur at more than 3000 m of bathymetry, while in the Santos Basin, in the Brazilian margin, they are located around the ~700 m isobath. The latter are usually associated with deep-water carbonate mounds (Sumida et al., 2004). If these pockmarks result from hydrocarbon leakage, these carbonate mounds may have a possible methane-derived origin. Paleo- and present-day seafloormounded structures arewidespread in the studied areas (Hartwig et al., 2012; Loegering et al., 2010; Serie et al., 2012), although in the Colorado Basin only Paleocene paleo-mounds have been documented (Loegering et al., 2010). The recognition of bottom simulator reflectors (BSRs) probably indicates the presence of gas hydrates in the central segment basins. These deposits may act as vertical seal to flow from underlying free-gas zone. However, we observe, seismic pipes rooted within the BSRs and connected to the present-day sea-floor pockmarks, which clearly indicates a local breach through the gas-hydrate bearing sediments (Gay et al., 2007; Oliveira et al., 2010).\n180 G .M arcano et al./ Tectonophysics 604 (2013) 172 –190"
  }, {
    "heading": "6. Discussion",
    "text": "The following discussion is mainly focused on the following:\n1. the possible role of internal factors linked to the basin evolution – such as burial, heat flow history, presence of salt or volcanism – in the timing of hydrocarbon generation; 2. the role played by external – regional and global – variables, such as sedimentation rates, regional tectonics, eustasy, and climate, on hydrocarbon generation; 3. the possible feed-back betweenMTDs and hydrocarbon generation and leakage; 4. the relationship between the observed seepage features and hydrocarbon leakage, and the possible driving factors for past and present hydrocarbon leakage events.\nAll of the above for each studied basin, in order to establish the main similarities and differences per conjugate pairs in each segment."
  }, {
    "heading": "6.1. Timing of hydrocarbon generation: possible internal controls linked to the basin evolution",
    "text": "In the southern segment, the calculated timing of hydrocarbon generation, from both syn- and post-rift SRs in the Orange Basin is in agreement with previous works (Boyd et al., 2011; Kuhlmann et al., 2011; Paton et al., 2007), and for the Colorado Basin our results coincide\nwith those of Vayssaire et al. (2007). Regarding the central segment, despite the limitations faced for the modeling of the virtual wells in the Campos and Lower Congo basins, our findings are in accordance with the generation timing presented by Hantschel and Kauerauf (2009) from the syn-rift SR in the Campos Basin and by Cole et al. (2000) from syn- and post-rift SRs in the Lower Congo Basin. Thus, our estimations are validated to some extent.\nAs previously presented, all SRs located in the slope of the Campos and Lower Congo basins, in the central segment, are estimated to be currently in the oil-to-early gas window (Fig. 5a–b). In the slope of the southern segment basins (Orange and Colorado), the syn-rift SRs are over mature and depleted, while the post-rift SRs would be in the gas window (Fig. 5c–d). Alternatively, both the syn- and post-rift SRs located in the shelf seem to be at oil window maturities (Kuhlmann et al., 2011; Vayssaire et al., 2007).\nBased on our models (Fig. 5a–d), SRs reached the oil window earlier in basins located in the southern segment (Colorado and Orange) than those in the central segment (Campos and Lower Congo). In the central segment basins (Fig. 5a–b), oil and gas are generated earlier from the syn-rift SR in the Campos Basin (Fig. 5a), and oil is generated earlier from the post-rift SRs in the Lower Congo Basin (Fig. 5b). In the southern segment basins (Fig. 5c–d), oil and gas seem to be contemporaneously generated from syn- and post-rift SRs in the Colorado and Orange basins; however, it seems that the post-rift SRs located in the Orange Basin generated gas earlier (Fig. 5d). In addition, it seems that the Aptian\npost-rift SR in the slope of the Colorado Basin and the syn-rift SR in the Campos Basin generate hydrocarbon contemporaneously (Fig. 5a,c). The previous observations indicate that timing of hydrocarbon generation in the Colorado, Orange, and Campos basins is similar, while clear differences are observed in the Lower Congo Basin.\nBased on the fact that a unique heat flow scenario was used for the 1D models in the slope of the Campos and Lower Congo basins, the earlier hydrocarbon generation in the Campos Basin may be associated to greater burial depths (~5.5 km) reached by the syn-rift SR during the Late Cretaceous (Fig. 5a–b). The Upper Cretaceous salt layer could have also contributed to speed up maturation. Although present in both basins, it is thicker in the modeled well in the Campos Basin (Fig. 5a). Salt and its geometry have a distinctive effect on subsalt SR maturation as it effectively dissipates heat in comparison to surrounding sediments (Mello et al., 1995). As salt thickness is a non-stationary feature, its emplacement history introduces a transient to the thermal evolution of the basin, consequently affecting the SR maturation. In the central segment two main episodes of salt tectonics have been recorded (Guardado et al., 2000; Hudec and Jackson, 2002): the Late Cretaceous and Late Cenozoic. Interestingly enough, we notice that maturation of the syn-rift SR in the Campos Basin is synchronouswith thefirst episode and maturation of post-rift SRs in both the Campos Basin and Lower Congo Basin is synchronous with the second episode (Figs. 12, 13). It must be stated that the maturation of the syn-rift SR in the Lower Congo Basin also started during the first period of salt tectonics, but it\nFig. 9. a) Bathymetric map of the Orange Basin depicting the location of hydrocarbon leakage 500 m and 1000 m of water depth. The black square contains the portion of the seismic profi as aerial reference. An area of clustered Upper Cretaceous MTDs (dashed orange line) was i MTDs, which was interpreted within the Maastrichtian sequence (22At–18At) (the red line thin sequence, which contains a large paleo-pockmarks field identified by Hartwig et al. (2\nis during the second period that the main phase of hydrocarbon generation takes place (Figs. 5b, 13). Besides the thermal effect, growth structures associated to salt tectonics in the Lower Congo Basin (Karner et al., 2003; Lentini et al., 2010) may have triggered hydrocarbon generation in certain areas of this basin by enhancing burial of the SR intervals.\nSRs located in the slope of the Colorado and Orange basins show close synchronicity of timing of hydrocarbon generation (Early to Late Cretaceous) (Fig. 5c–d). However, it seems that SRs in the Colorado Basin reached lesser burial than the SRs in the Orange Basin in order to generate hydrocarbons. Furthermore, SRs in the Orange Basin seem to have reached maturation (especially the Aptian post-rift SR) during maximum burial previous to the heat spike (Fig. 5d) and uplift. It is therefore suggested that the maturation of SR intervals in the Orange Basin is related to the burial rather than heat flow as expected in the Colorado Basin."
  }, {
    "heading": "6.2. Possible external controls on hydrocarbon generation: sedimentation rates, regional tectonics, and climate",
    "text": "In Figs. 10 to 13 we have compared the estimated timing of SR maturation in the slope of each studied basin, with external variables as sedimentation rates, major regional events, as well as the proxy curves for global climate.\nWe notice that in the southern segment the hydrocarbon generation from both syn- and post-rift SRs in the Colorado Basin is synchronous\nindicators (pockmarks) at the present-day slope. These features are restricted between le (location in Fig. 3d) shown in b. The study area of Kuhlmann et al. (2010) is depicted dentified to the north-west areas of the basin. b) Seismic expression of the Cretaceous indicates the basal erosive boundary). These deposits are overlain by an Early Eocene 012) (black perimeter in a).\nwith moderate-to-high sedimentation rates probably associated to the first phase (“Peruvian” phase) of the southern Andean uplift during the Late Cretaceous (Cobbold and Rossello, 2003) (Fig. 10). In the conjugate basin, the Late Cretaceous hydrocarbon generation from post-rift SRs in the Orange Basin is concomitant with high sedimentation rates and a regional uplift event called the “Senonian event” (Guiraud et al., 1992; Hudec and Jackson, 2002) (Fig. 11). In the central segment, similar to the Colorado Basin, the timing of hydrocarbon generation of the syn-rift SR in the Campos Basin also occurs during increased (but rather low) sedimentation rates, which are concomitant with the “Peruvian” Andean uplift (Fig. 12). Hence, besides the control exerted by the internal variables discussed in the previous section, it is proposed in this work that the first phase (“Peruvian”) of the Andes evolution, which is recorded by an increase in sediment supply in the Colorado and Campos basins, is to some extent driving hydrocarbon generation in these basins during the Late Cretaceous.\nThe Cenozoic is a general period of increased sedimentation rate in all basins (Figs. 6–7, 10–13). Hydrocarbon generation from post-rift SRs in Colorado and Campos Basin correlates with high to moderate sedimentation rates and with the “Quechua” Andean uplift during the Miocene–Recent (Cobbold and Rossello, 2003) (Figs. 10, 12). Additionally, high sedimentation rates in these basins coincide not only with the Andes uplift phases, but also with the diversion of river outlets into the western South Atlantic (i.e., the Colorado River and the Negro River in the Colorado Basin; the Paraiba do Sul River in the Campos Basin) (Cobbold and Rossello, 2003; Cobbold et al., 2001, 2007; Potter, 1997; Vogt et al., 2010). In the Lower Congo Basin (central segment) the impact of increased sediment supply in SRmaturation and hydrocarbon generation during the Cenozoic is striking (Fig. 13). The Oligocene–\nMiocene high sedimentation rates found in the Lower Congo Basin result from the interplay between the onset and further development of the Congo giant submarine fan and a regional uplift event (Fig. 13) (Lavier et al., 2000; Seranne and Anka, 2005). On the other hand, the effect in the Orange Basin (southern segment) is basically un-noticed (Fig. 11).\nThe fact that the episodes of high sedimentation rates recorded in the slope of the studied basins are synchronous with events of regional uplifts indicates that inland erosion highly influenced the burial and overburden of SRs and thus the timing of hydrocarbon generation in these basins. Despite the first order similarities discussed above, it is worth noting that the post-rift sedimentation rates in the Colorado and the Campos basins reveal differences in the amount of sediment supplied in each basin during each Andean uplift phase (Figs. 6–7, 10–12). Furthermore, these differences are not exclusive to the studied basins, but along the SE Brazilian margin (Fig. 7). We believe that these second order differences in the individual patterns of offshore sedimentation result mainly from local uplift and exhumation of coastal mountains onshore the SE Brazilian margin (e.g., Sierra Do Mar), which are superimposed to the first order signature of the Andes uplift.\nIn the western African margins episodes of inland erosion synchronous with regional uplifts and major offshore sediment accumulations have been identified (Figs. 11, 13): (1) in SWAfrica during the Senonian event (Late Cretaceous) (Gallagher and Brown, 1999a; Kuhlmann et al., 2010), and (2) in West Equatorial African margin during the African superswell (Late Tertiary) (Anka and Séranne, 2004; Anka et al., 2009; Seranne and Anka, 2005). While Moucha & Forte (2011) and Tinker et al. (2008) considered mantle dynamics and the development of dynamic topography as potential causes for these episodes of regional\nuplifts, Seranne andAnka (2005) considered a climatic effect over inland erosion in the West Equatorial and SW Africa produced by temporal humidity changes. These temporal humidity changes are synchronous with the temporal variations of high sedimentary rates recorded in western African margins from shelf to slope (Figs. 6–7, 11–13), river catchment size variation (e.g., the Congo River) (Seranne and Anka, 2005), diachronic lateral (latitudinal) changes of river outlets (e.g., the Orange River) (Dingle and Hendry, 1984), and the global climatic turnover from greenhouse to icehouse transition that occurred during the Oligocene–Miocene (Zachos et al., 2001a,b). In the South American margins the effect that tectonics and/or climate has over inland erosion and consequently in offshore sediment accumulation is a subject of debate (Aragon et al., 2011; Cogné et al., 2011; Coughlin et al., 1998; Di Giulio et al., 2012; Franco-Magalhaes et al., 2010; Messager et al., 2010). South America since Cretaceous time has been more or less at the same latitude since break-up and data available indicate a relatively stable climate (Bershaw et al., 2010). Besides climate, and based on the variation by location of uplift velocity and direction and distribution of regional stress, tectonics has been proposed as a cause for the differential denudation along the central to south Andes (Cogné et al., 2011; Franco-Magalhaes et al., 2010; Guzman et al., 2007)."
  }, {
    "heading": "6.3. MTD occurrences: cause or consequence of hydrocarbon generation and leakage?",
    "text": "Background sedimentation can be overrun by large and sudden catastrophic events such as deposition of mass transport deposits (MTDs). Their origins are multiple, for example: gas-hydrate decomposition, increase in sedimentation rates, migration of depocenters, and\nslope overloading (Maslin et al., 2004; Nelson et al., 2000) or other variables such as growth faults and salt tectonics, aswell as climate changes and rapid sea-level variations.\nIn the southern segment, the events of observed MTDs within the Upper Cretaceous sequences in the Colorado and Orange basins (Figs. 8, 9) seem to correlate fairly well with a long-term eustatic sea-level fall during the Turonian to Maastrichtian times (Figs. 10, 11). It is generally expected that sea-level falls enhance shelf erosion and basinward sediment progradation resulting in sediment buildup and eventual destabilization of the slope. The lattermay trigger the development of MTDs. However, in the Orange Basin the MTDs occur shortly after the peak of hydrocarbon generation in the slope (Fig. 11), which suggests that increase in pore pressure due to gas generation could have contributed to the reduction of sediment shear strength, and thus triggering local slope destabilization. This hypothesis is based not only on the close synchronicity between gas generation from theAptian SR (Campanian–Maastrichtian) and the MTDs identified in the slope during the Late Cretaceous (Figs. 5, 9, 11), but also on the fact that the MTD area coincides with the gas paleo-kitchen area and the paleoand present-day pockmark areas (Fig. 9a–b) (Hartwig et al., 2010, 2011, 2012). Additionally, the “Senonian” uplift event (Tinker et al., 2008) probably contributed to the development and redistribution of overpressures in the basin.\nGas venting or leakage has also been linked to slumping andMTDs in margins with high sedimentation rates (i.e., Krishna–Godavari offshore Basin) (Forsberg et al., 2007; Ramprasad et al., 2011). Hence, comparison of the distribution of MTDs with respect to seepage features is paramount to understanding the possible feedback between these processes (Ramprasad et al., 2011). In the Colorado Basin present-day\nleakage (pockmarks) occurs extensively in the present-day upper to lower slopes (Fig. 8a). However, it is only in SE areas of this basin where the Cretaceous MTDs in the paleo-lower slope have been identified (Fig. 8a–b). Even though present-day slope pockmarks are connected to the Aptian SR with underlying chimneys (Loegering et al., 2010), and major accumulations of gas have been predicted in the slope (Vayssaire et al., 2007), the aerial distribution of present-day pockmarks overcomes the aerial distribution of the Cretaceous MTDs. Thus, it seems that the origin of Cretaceous MTDs in the Colorado Basin is more likely to be linked to a combination of local depocenter migration (Loegering et al., 2010), high sedimentation rates and external processes (sea-level variation) rather than being the consequence of hydrocarbon generation or leakage in this basin.\nIt is therefore proposed here that in the southern segment, the Cretaceous MTDs in the Colorado Basin have a genetic relationship with depocenter migration, margin tilt and slope overloading associated to the Upper Cretaceous global sea-level fall. In contrast, in the Orange Basin hydrocarbon generation and leakage would be the driving factors of the Cretaceous MTDs located in the northern part of the basin.\nIn the central segment, MTDs in the Campos and Lower Congo basins have been poorly documented and their occurrence seems limited to certain areas of predominantly turbidite deposits. MTDs documented in the Campos Basin are synchronous with progradation and high sedimentation rates during the Late Eocene, Oligocene and Miocene (Contreras et al., 2010). Similar relationships have been identified in the Lower Congo Basin (Fig. 13), where MTDs are concomitant with increased sedimentation rates during middle Miocene to Pliocene (Droz et al., 2003). Although in both basins the MTDs occur after accelerated kerogen transformation and SR generation\n(Fig. 5a–b), Upper Tertiary MTDs take place synchronous with postrift SR maturation (Figs. 12, 13). In the case of the Lower Congo Basin, seepage indicators (pockmarks) postdate the MTDs on the presentday shelf and slope. Since the area in which pockmarks and related seepage indicators (i.e., mounds) identified is much larger than the location of the MTDs (e.g., Gay et al., 2007) we discarded a genetic link between both features in this basin."
  }, {
    "heading": "6.4. Origin of the seepage indicators and possible driving factors for hydrocarbon leakage",
    "text": "Seals are compromised when even a small number of pipes, chimneys, faults or rock intrusions connect underlying reservoirs with shallower hydrostatically pressured compartments (Cartwright et al., 2007). If this occurs, upward vertical migration and leakage of hydrocarbons to the overlying sequences or the surface may take place. Several trigger mechanisms are proposed for hydrocarbon leakage but disturbances of the pressure, and probably also temperature, are the most commonly reported (Cartwright et al., 2007; Maslin et al., 2004; Ramprasad et al., 2011).\nLooking at the stratigraphic location of the seepage indicators (chimneys, pipes, mounds, pockmarks) leakage episodes have occurred from the Upper Cretaceous to the present-day (Table 3). Comparing the stratigraphic location of seepage indicatorswith stratigraphic seal intervals (Table 1), we notice that seal-bypass systems aremostly defined by faults (listric, polygonal) and chimneys (Table 3). However, salt bodies in the Lower Congo Basin or volcanic intrusions in the Colorado Basin in the combination with faults seem to play a role on defining seal-bypass systems (Table 3).\nGas chimney and pipe distributionwithin post-rift sequences indicate that hydrocarbons have leaked in the shelf and slope in most of the studied basins (Figs. 8–9, Table 3). In the southern segment basins the chimneys or pipes cross-cuts the Upper Cretaceous sediments and ends up either in the Cretaceous–Paleocene boundary, the Upper Eocene sequence or the Pliocene–Quaternary sequence (Kuhlmann et al., 2010; Loegering et al., 2010). On the other hand, chimneys or pipes in the Lower Congo Basin, in the central segment, are concentrated in the Middle–Upper Miocene and the Pliocene–Present-day sequences (Andresen and Huuse, 2011; Anka et al., 2013–this issue; Gay et al., 2007). Comparing the cross-cutting stratigraphic relationships of seepage indicators and the age of the upward end of chimneys and pipes (i.e., Eocene paleo-pockmark field in the Orange Basin, Hartwig et al., 2012; Miocene paleo-pockmarks in the Lower Congo Basin, Gay et al., 2007; Paleocene carbonate mounds in the Colorado Basin, Loegering et al., 2010) with the calculated timing of hydrocarbon generation, it seems that the fluids feeding these paleo-leakage indicatorswere likely to consist of porefluids of thermogenic origin. A possible exception is the Pliocene–Pleistocene stacked paleo-pockmarks in the Lower Congo Basin (Andresen and Huuse, 2011;Anka et al., 2013–this issue),whichwere probably sourced by biogenic gas (methane) and pore water rather than by thermogenic fluids.\nAs previously mentioned, carbonate mounds and deep-water corals have been identified close to seafloor pockmarks in the Brazilianmargin (Sumida et al., 2004). Due to the lack of actual sample, it is not possible to propose a methane-related origin (either thermogenic or biogenic) for these mounded structures. However, considering that (1) deepwater corals thrive in non-tropical latitudes due to extreme oceanographic conditions (e.g., high salinity and nutrients) (Simone and Carannante, 1988), (2) coral distribution in the Brazilian margin depends on drastic temperature changes probably controlled by mixing\nof the poleward-warm Brazil Current with the colder water masses of the Brazilian margin in the upper 600 m of the water column (Stramma et al., 1990), and (3) the seafloor pockmarks are found at ~700 m of bathymetry (Table 3), we can then speculate that the identified deep-water carbonate mounds result not only from the oceanographic conditions, but maybe also from recent gas seepage. Paleomounded structures have been also identified in the Colorado Basin (Loegering et al., 2010), but they appear unrelated to any seepage indicator (Table 3, Fig. 10).\nInterestingly, the chronology of the majority of paleo- and present-day seafloor pockmarks also correlates with major sea-level drops in the global sea-level curve (Figs. 10–13). Additionally, it has been proposed that sea-level fluctuations could trigger releasing of thermogenic gas by pressure and temperature destabilization of gas-hydrates (Kvenvolden, 1993). However, it is not clear whether gas-hydrate deposits were present in the basins at the time of the paleo-leakage events. Moreover, present-day BSRs indicative of gas-hydrate deposits have been identified only in the central segment basins (Figs. 12–13, Table 3). But even if gas-hydrate deposits were not present in the past, background overpressure conditions did probably exist due to the high sedimentation rates and ongoing hydrocarbon generation (Figs. 10–13) (e.g., Orange Basin in the southern segment). Furthermore, in the central segment, salt-rooted listric faults were reactivated by episodes of high sedimentation rates (e.g., Miocene–Pliocene time, Lower Congo Basin), which most likely increased the pressures of adjacent reservoirs. Under these conditions, we could expect that removal of the overburden by erosion of the shelf/upper slope due to the sea-level fall would have driven pressure destabilization and thus, seal failure in the involved basins. Which would explain the synchronicity observed between that main paleo-seepage events in the basins and the eustatic sea-level\nfalls even in the absence of pre-existent gas hydrate deposits. Additionally, some of the paleo-leakage events (i.e., the intra-Eocene in the Orange Basin) are also concomitant with warmer global periods as the Eocene climatic optimum (Hartwig et al., 2012), which – if hydrate deposits did exist in this basin – could have further enhanced its destabilization.\nFinally, it is worth noting that the vertical confluence of theAntarctic intermediate water with the Upper Circumpolar deep water mass (Hernandez-Molina et al., 2010) takes place at the same depth at which present-day seafloor pockmarks cluster in the slope of the Colorado Basin (1000 m to ~2000 m), indicative of extensive ongoing or recent hydrocarbon leakage (Figs. 8, 10). Discussion on the possible casual link between these phenomena lies beyond the scope of this work, but it might be worth studying in detail in the future."
  }, {
    "heading": "7. Conclusions",
    "text": "(1) Hydrocarbon generation in basins in the southern segment occursmainly during the Cretaceous, when themargin is characterized by high tomoderate sedimentation rates on both sides of the South Atlantic. The volcanic nature of thesemargins partially plays a role on temperature evolution, particularly in the SW African margin, while generation of SRs located in northern areas is mostly controlled by sediment loading. (2) In basins located in the central segment hydrocarbon generation seems to have different causes at the SE Brazilian margin and at the Equatorial Western African margin. Post-rift SR generation in both margins is synchronous to high sedimentation rates during the Neogene. Syn-rift SR generation is influenced by early salt remobilization during the Late Cretaceous, and Neogene salt remobilization seems to play a major role for syn-rift SR generation in the African side. (3) While two Andean uplifts (Peruvian and Quechua) are synchronous with periods of hydrocarbon generation in the South American passive margins, Late Cretaceous and Neogene episodes of uplift and variation of climate are synchronouswith hydrocarbon generation in the West African margins. (4) MTDs linked to episodes of slope-instability and peak hydrocarbon generation from the Aptian SR in the southern segment are not simultaneous on both sides. In the Argentine margin, MTDs predate peak hydrocarbon generation and on the SW African margin MTDs postdate peak of generation. (5) Origins of MTDs in the southern segments seem to have a genetic relationship with depocenter migration, margin tilt and slope overloading linked to the Upper Cretaceous global sea-level drop. However, MTDs localized in northern areas of the Orange Basin seem also to have a genetic relationship with hydrocarbon generation. (6) The chronology of the Cenozoic hydrocarbon leakage indicators in comparison with respect to global climatic proxies suggest that episodes of thermogenic gas release in these margins occurred during warmer global climatic periods. Further comparison with timing of thermogenic gas emissions from other basins located on the same margins should allow weighting the effect of this process on Earth's climate."
  }, {
    "heading": "Acknowledgments",
    "text": "The research is funded by the Helmholtz Association of German Research Centres (HGF) in the framework of Z. Anka's HelmholtzUniversity Young Investigator grant. The authors would like to thank Petrobras Argentina S.A. andDieter Franke (from the BGR) for providing andallowingpublication of the Colorado Basin seismic lines.We benefited from excellent discussions with colleagues Alexander Hartwig, Julia Autin and Jorham Contreras. The comments and review from editor\nFrançois Roure and two anonymous reviewers largely helped to improved earlier versions of this manuscript."
  }],
  "year": 2013,
  "references": [{
    "title": "2007), and for the Colorado Basin our results coincide",
    "authors": ["Paton"],
    "year": 2007
  }, {
    "title": "Regarding the central segment, despite the limitations faced for the modeling of the virtual wells in the Campos and Lower Congo basins, our findings are in accordance with the generation timing presented by Hantschel and Kauerauf (2009) from the syn-rift",
    "authors": ["Vayssaire"],
    "venue": "SR in the Campos Basin and by Cole et al",
    "year": 2007
  }, {
    "title": "172–190 post-rift SR in the slope of the Colorado Basin and the syn-rift SR in the Campos Basin generate hydrocarbon contemporaneously (Fig. 5a,c). The previous observations indicate that timing of hydrocarbon generation",
    "authors": ["G. Marcano"],
    "venue": "Tectonophysics",
    "year": 2013
  }, {
    "title": "172–190 with moderate-to-high sedimentation rates probably associated to the first phase (“Peruvian” phase) of the southern Andean uplift during the Late Cretaceous (Cobbold and Rossello, 2003) (Fig. 10). In the conjugate basin, the Late Cretaceous hydrocarbon generation from post-rift",
    "authors": ["G. Marcano"],
    "venue": "Tectonophysics",
    "year": 2013
  }, {
    "title": "Dingle and Hendry, 1984), and the global climatic",
    "authors": ["Orange River"],
    "year": 1984
  }, {
    "title": "172–190 leakage (pockmarks) occurs extensively in the present-day upper to lower slopes (Fig. 8a). However, it is only in SE areas of this basin where the Cretaceous MTDs in the paleo-lower slope have been identified (Fig. 8a–b). Even though present-day slope pockmarks",
    "authors": ["G. Marcano"],
    "venue": "Tectonophysics",
    "year": 2013
  }, {
    "title": "Looking at the stratigraphic location of the seepage indicators",
    "authors": ["Ramprasad"],
    "year": 2011
  }, {
    "title": "Bulls-eye’ pockmarks and polygonal faulting in the Lower Congo Basin: relative timing and implications for fluid expulsion during shallow burial",
    "authors": ["K.J. Andresen", "M. Huuse"],
    "venue": "Marine Geology",
    "year": 2011
  }, {
    "title": "Reconnaissance study of the ancient Zaire (Congo) deep-sea fan (ZaiAngo Project)",
    "authors": ["Z. Anka", "M. Séranne"],
    "venue": "Marine Geology",
    "year": 2004
  }, {
    "title": "The long-term evolution of the Congo deep-sea fan: a basin-wide view of the interaction between a giant submarine fan and amature passivemargin (ZaiAngoproject)",
    "authors": ["Z. Anka", "M. Séranne", "M. Lopez", "M. Scheck-Wenderoth", "B. Savoye"],
    "venue": "Tectonophysics 470,",
    "year": 2009
  }, {
    "title": "Evidence of a large upper-Cretaceous depocentre across the Continent–Ocean boundary of the Congo–Angola basin. Implications for palaeo-drainage and potential ultra-deep source rocks",
    "authors": ["Z. Anka", "M. Seranne", "R. di Primio"],
    "venue": "Marine and Petroleum Geology",
    "year": 2010
  }, {
    "title": "Identification and numerical modelling of hydrocarbon leakage in the Lower Congo Basin: implications on the genesis of km-wide seafloor mounded structures. Tectonophysics",
    "authors": ["Z. Anka", "R. Ondrak", "A. Kowitz", "N. Schødt"],
    "year": 2012
  }, {
    "title": "Identification and numerical modelling of hydrocarbon leakage in the Lower Congo Basin: Implications on the genesis of km-wide seafloormounded structures",
    "authors": ["Z. Anka", "R. Ondrak", "A. Kowitz", "N.H. Schodt"],
    "venue": "Implication on the genesis of km-wide seafloor mounded structures. Tectonophysics",
    "year": 2013
  }, {
    "title": "Palaeogeography and palaeoenvironments of northern Patagonia from the Late Cretaceous to the Miocene: the Palaeogene Andean gap and the rise of the North Patagonian High Plateau",
    "authors": ["E. Aragon", "F.J. Goin", "Y.E. Aguilera", "M.O. Woodburne", "A.A. Carlini", "M.F. Roggiero"],
    "venue": "Biological Journal of the Linnean Society",
    "year": 2011
  }, {
    "title": "Colorado structure and rifting, Argentine passive margin",
    "authors": ["J. Autin", "M. Scheck-Wenderoth", "M.J. Loegering", "Z. Anka", "E. Vallejo", "J.F. Rodriguez", "D. Marchal", "F. Dominguez", "C. Reichert", "R. Di Primio"],
    "venue": "EGU (Ed.), European Geosciences Union General Assembly",
    "year": 2011
  }, {
    "title": "Relating petroleum system and play development to basin evolution: West African South Atlantic basins",
    "authors": ["S.E. Beglinger", "H. Doust", "S. Cloetingh"],
    "venue": "Marine and Petroleum Geology",
    "year": 2012
  }, {
    "title": "Spatial–temporal changes in Andean plateau climate and elevation from stable isotopes of mammal teeth",
    "authors": ["J. Bershaw", "C.N. Garzione", "P. Higgins", "B.J. MacFadden", "F. Anaya", "H. Alvarenga"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2010
  }, {
    "title": "Crustal breakup and continent–ocean transition at South Atlantic conjugatemargins",
    "authors": ["O.A. Blaich", "J.I. Faleide", "F. Tsikalas"],
    "venue": "Journal of Geophysical Research-Solid Earth 116",
    "year": 2011
  }, {
    "title": "Passivemargin evolution and controls on natural gas leakage in the Orange Basin, South Africa",
    "authors": ["D. Boyd", "Z. Anka", "R. Di Primio", "G. Kuhlmann", "M.J. DeWit"],
    "venue": "South African Journal of Geology",
    "year": 2011
  }, {
    "title": "Angola: source rock control for Lower Congo Coastal and Kwanza Basin petroleum systems",
    "authors": ["R. Burwood"],
    "venue": "Geological Society,",
    "year": 1999
  }, {
    "title": "Petroleum systems analysis of the Eastern Colorado Basin, offshore Northern Argentina",
    "authors": ["D.C. Bushnell", "J.E. Baldi", "F.H. Bettini", "H. Franzin", "E. Kovas", "R. Marinelli", "G.J. Wartenburg"],
    "venue": "Petroleum Systems of South Atlantic Margins. AAPG,",
    "year": 2000
  }, {
    "title": "Carbonate cementation patterns and diagenetic reservoir facies in the Campos Basin cretaceous turbidites, offshore eastern Brazil",
    "authors": ["M.V.F. Carvalho", "L.F. De Ros", "N.S. Gomes"],
    "venue": "Marine and Petroleum Geology",
    "year": 1995
  }, {
    "title": "Aptian to recent compressional deformation, foothills of the Neuquen Basin, Argentina",
    "authors": ["P.R. Cobbold", "E.A. Rossello"],
    "venue": "Marine and Petroleum Geology",
    "year": 2003
  }, {
    "title": "Reactivation of an obliquely rifted margin, Campos and Santos basins, southeastern Brazil",
    "authors": ["P.R. Cobbold", "K.E. Meisling", "V.S. Mount"],
    "venue": "AAPG Bulletin",
    "year": 2001
  }, {
    "title": "Distribution, timing, and causes of Andean deformation across South America",
    "authors": ["P.R. Cobbold", "E.A. Rossello", "P. Roperch", "C. Arriagada", "L.A. Gómez", "C. Lima"],
    "venue": "Geological Society,",
    "year": 2007
  }, {
    "title": "Post-rift reactivation of the onshoremargin of southeast Brazil: evidence from apatite (U–Th)/He and fission-track data",
    "authors": ["N. Cogné", "K. Gallagher", "P.R. Cobbold"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2011
  }, {
    "title": "Petroleum geochemical assessment of the Lower Congo Basin",
    "authors": ["G.A. Cole", "A.G. Requejo", "D. Ormerod", "Z. Yu", "A. Clifford"],
    "venue": "Petroleum Systems of South Atlantic Margins: AAPG Memoir,",
    "year": 2000
  }, {
    "title": "Seismic stratigraphy and subsidence analysis of the southern Brazilian margin (Campos, Santos and Pelotas basins)",
    "authors": ["J. Contreras", "R. Zuhlke", "S. Bowman", "T. Bechstadt"],
    "venue": "Marine and Petroleum Geology",
    "year": 2010
  }, {
    "title": "Deep structure of theWest African continentalmargin (Congo, Zaire, Angola), between 5 degrees S and 8 degrees S, from reflection/ refraction seismics and gravity data",
    "authors": ["I. Contrucci", "L. Matias", "M. Moulin", "L. Geli", "F. Klingelhofer", "H. Nouze", "D. Aslanian", "J.L. Olivet", "J.P. Rehault", "J.C. Sibuet"],
    "venue": "Geophysical Journal International",
    "year": 2004
  }, {
    "title": "Apatite fission-track thermochronology of the Sierras Pampeanas, central western Argentina: implications for the mechanism of plateau uplift in the Andes",
    "authors": ["T.J. Coughlin", "P.B. O'Sullivan", "B.P. Kohn", "R.J. Holcombe"],
    "venue": "Geology",
    "year": 1998
  }, {
    "title": "Lower Congo Basin, Deep-water Exploration Province, Offshore West Africa. AAPG",
    "authors": ["J.L. Da Costa", "T.W. Schirmer", "B.R. Laws"],
    "year": 2001
  }, {
    "title": "Wide and narrow margins of the Brazilian South Atlantic",
    "authors": ["I. Davison"],
    "venue": "Journal of the Geological Society",
    "year": 1997
  }, {
    "title": "Tectonics and hydrocarbon distribution along the Brazilian South Atlantic margin",
    "authors": ["I. Davison"],
    "venue": "Geological Society, London, Special Publications",
    "year": 1999
  }, {
    "title": "Geology and tectonics of the South Atlantic Brazilian salt basins",
    "authors": ["I. Davison"],
    "venue": "Geological Society, London, Special Publications",
    "year": 2007
  }, {
    "title": "Salt deposition, loading and gravity drainage in the Campos and Santos salt basins",
    "authors": ["I. Davison", "L. Anderson", "P. Nuttall"],
    "venue": "Geological Society,",
    "year": 2012
  }, {
    "title": "Detrital zircon provenance from the Neuquén Basin (south-central Andes): Cretaceous geodynamic evolution and sedimentary response in a retroarc-foreland",
    "authors": ["A. Di Giulio", "A. Ronchi", "A. Sanfilippo", "M. Tiepolo", "M. Pimentel", "V.A. Ramos"],
    "venue": "basin. Geology",
    "year": 2012
  }, {
    "title": "Late Mesozoic and Tertiary sediment supply to the eastern Cape Basin (SE Atlantic) and palaeo-drainage systems in Southwestern Africa",
    "authors": ["R.V. Dingle", "Q.B. Hendry"],
    "venue": "Marine Geology",
    "year": 1984
  }, {
    "title": "Architecture of an activemud-rich turbidite system: the Zaire Fan (Congo–Angola margin southeast Atlantic): results from ZaiAngo 1 and 2 cruises",
    "authors": ["L. Droz", "T. Marsset", "H. Ondreas", "M. Lopez", "B. Savoye", "F.L. Spy-Anderson"],
    "venue": "AAPG Bulletin",
    "year": 2003
  }, {
    "title": "Pre-salt has Brazil in salsa mood",
    "authors": ["L. Durham"],
    "venue": "AAPG Explorer",
    "year": 2009
  }, {
    "title": "Slope instability andmass transport deposits on the Godavari River Delta, East IndianMargin from a regional geological perspective",
    "authors": ["C.F. Forsberg", "A. Solheim", "T.J. Kvalstad", "R. Vaidya", "S. Mohanty"],
    "venue": "J. (Eds.), Submarine Mass Movements and Their Consequences,",
    "year": 2007
  }, {
    "title": "Rift to post-rift evolution of a “passive” continental margin: the Ponta Grossa Arch",
    "authors": ["A.O.B. Franco-Magalhaes", "P.C. Hackspacher", "U.A. Glasmacher", "A.R. Saad"],
    "venue": "SE Brazil. International Journal of Earth Sciences",
    "year": 2010
  }, {
    "title": "Crustal structure across the Colorado Basin, offshore Argentina",
    "authors": ["D. Franke", "S. Neben", "B. Schreckenberger", "A. Schulze", "M. Stiller", "C.M. Krawczyk"],
    "venue": "Geophysical Journal International",
    "year": 2006
  }, {
    "title": "Denudation and uplift at passive margins: the record on the Atlantic Margin of southern Africa",
    "authors": ["K. Gallagher", "R. Brown"],
    "venue": "Philosophical Transactions of the Royal Society of London Series A—Mathematical Physical and Engineering Sciences",
    "year": 1999
  }, {
    "title": "The Mesozoic denudation history of the Atlantic margins of southern Africa and southeast Brazil and the relationship to offshore sedimentation",
    "authors": ["K. Gallagher", "R. Brown"],
    "venue": "Geological Society,",
    "year": 1999
  }, {
    "title": "Isolated seafloor pockmarks linked to BSRs, fluid chimneys, polygonal faults and stacked Oligocene–Miocene turbiditic palaeochannels in the LowerCongo Basin.MarineGeology",
    "authors": ["A. Gay", "M. Lopez", "P. Cochonat", "M. Séranne", "D. Levaché", "G. Sermondadaz"],
    "year": 2006
  }, {
    "title": "Geological controls on focused fluid flow associated with seafloor seeps in the Lower Congo Basin",
    "authors": ["A. Gay", "M. Lopez", "C. Berndt", "M. Séranne"],
    "venue": "Marine Geology",
    "year": 2007
  }, {
    "title": "Petroleum system of the Campos Basin, Brazil",
    "authors": ["L.R. Guardado", "M.R. Mello", "A.R. Spadini", "J.S.L. Brandao"],
    "venue": "Petroleum Systems of South Atlantic Margins: AAPG Memoir,",
    "year": 2000
  }, {
    "title": "Early Cretaceous rifts of western and central Africa - and overview",
    "authors": ["R. Guiraud", "J.C. Maurin"],
    "venue": "Tectonophysics",
    "year": 1992
  }, {
    "title": "Chronology and geodynamic setting of Cretaceous Cenozoic rifting in west and central Africa",
    "authors": ["R. Guiraud", "R.M. Binks", "J.D. Fairhead", "M. Wilson"],
    "venue": "Tectonophysics",
    "year": 1992
  }, {
    "title": "Contemporary stress orientation in the Andean retroarc between 34°S and 39°S from borehole breakout analysis",
    "authors": ["C. Guzman", "E.O. Cristallini", "G. Bottesi"],
    "venue": "Tectonics",
    "year": 2007
  }, {
    "title": "Fundamentals of Basin and Petroleum Systems Modeling",
    "authors": ["T. Hantschel", "A. Kauerauf"],
    "year": 2009
  }, {
    "title": "Chronology of fluctuating sea levels since the Triassic",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Science",
    "year": 1987
  }, {
    "title": "Characterization of hydrocarbon generation and migration dynamics based on seismic interpretation and basin modeling: an integrated study of the Orange Basin, South Africa",
    "authors": ["A. Hartwig", "D. Boyd", "G. Kuhlmann", "S. Adams", "C. Campher", "Z. Anka", "R. Di Primio", "T. Albrecht", "V. Singh"],
    "venue": "AAPG International Convention and Exhibition,",
    "year": 2010
  }, {
    "title": "Wide-spread pockmark surface: evidence for a Paleogene massive fluid scape event in the Orange Basin, South Africa",
    "authors": ["A. Hartwig", "Z. Anka", "R. Di Primio", "T. Albrecht"],
    "year": 2011
  }, {
    "title": "Evidence of a widespread paleo-pockmarked field in the Orange Basin: an indication of an early Eocene massive fluid escape event offshore South Africa",
    "authors": ["A. Hartwig", "Z. Anka", "R. di Primio"],
    "venue": "Marine Geology",
    "year": 2012
  }, {
    "title": "Source-to-sink relationships along the South–Central Chilean margin: evidence from detrital apatite fission-track analysis",
    "authors": ["B. Heberer", "J.H. Behrmann", "M.K. Rahn"],
    "venue": "Basin Research",
    "year": 2011
  }, {
    "title": "Giant mounded drifts in the Argentine Continental Margin: origins, and global implications for the history of thermohaline circulation",
    "authors": ["F.J. Hernandez-Molina", "M. Paterlini", "L. Somoza", "R. Violante", "M.A. Arecco", "M. de Isasi", "M. Rebesco", "G. Uenzelmann-Neben", "S. Neben", "P. Marshall"],
    "venue": "Marine and Petroleum Geology",
    "year": 2010
  }, {
    "title": "Tectonic subsidence history and thermal evolution of the Orange Basin",
    "authors": ["K.K. Hirsch", "M. Scheck-Wenderoth", "J.D. van Wees", "G. Kuhlmann", "D.A. Paton"],
    "venue": "Marine and Petroleum Geology",
    "year": 2010
  }, {
    "title": "Structural segmentation, inversion, and salt tectonics on a passive margin: evolution of the Inner Kwanza Basin, Angola",
    "authors": ["M.R. Hudec", "M.P.A. Jackson"],
    "venue": "Geological Society of America Bulletin",
    "year": 2002
  }, {
    "title": "Tectonics and stratigraphy of the East Brazil Rift system: an overview",
    "authors": ["C. Hung Kiang", "R.O. Kowsmann", "A.M.F. Figueiredo", "A. Bender"],
    "venue": "Tectonophysics",
    "year": 1992
  }, {
    "title": "Role of subaerial volcanic rocks and mantle plumes in creation of South Atlantic margins: implications for salt tectonics and source rocks",
    "authors": ["M.P.A. Jackson", "C. Cramez", "J.M. Fonck"],
    "venue": "Marine and Petroleum Geology",
    "year": 2000
  }, {
    "title": "Andean tectonics related to geometry of subducted Nazca plate",
    "authors": ["T.E. Jordan", "B.L. Isacks", "R.W. Allmedinger", "J.A. Brewer", "V.A. Ramos", "C.J. Ando"],
    "venue": "Geological Society of America Bulletin",
    "year": 1983
  }, {
    "title": "Syn-rift regional subsidence across the West African continental margin: the role of lower plate ductile extension",
    "authors": ["G.D. Karner", "N.W. Driscoll", "Barker"],
    "venue": "D.H.N.,",
    "year": 2003
  }, {
    "title": "Hydrocarbon plays and global basin classification",
    "authors": ["D.R. Kingston", "C.P. Dishroon", "P.A. Williams"],
    "venue": "AAPG Bulletin",
    "year": 1983
  }, {
    "title": "Erosional event causing gas-venting on the upper continental slope, Campos Basin, Brazil",
    "authors": ["R.O. Kowsmann", "M.D. de Carvalho"],
    "venue": "Continental Shelf Research",
    "year": 2002
  }, {
    "title": "Passive margin evolution and its controls on natural gas leakage in the southern Orange Basin, blocks 3/4, offshore South Africa",
    "authors": ["G. Kuhlmann", "S. Adams", "C. Campher", "D. van der Spuy", "R. di Primio", "B. Horsfield"],
    "venue": "Marine and Petroleum Geology",
    "year": 2010
  }, {
    "title": "3D petroleum system modelling within a passive margin setting, Orange Basin, Blocks 3/4, offshore South Africa—implications for gas generation, migration and leakage",
    "authors": ["G. Kuhlmann", "S. Adams", "Z. Anka", "C. Campher", "R. di Primio", "B. Horsfield"],
    "venue": "South African Journal of Geology",
    "year": 2011
  }, {
    "title": "Gas hydrates—geological perspective and global change",
    "authors": ["K.A. Kvenvolden"],
    "venue": "Reviews of Geophysics",
    "year": 1993
  }, {
    "title": "An improved method for reconstructing the stratigraphy and bathymetry of continental margins: application to the Cenozoic Tectonic and sedimentary history of the Congo Margin",
    "authors": ["L.L. Lavier", "M.S. Steckler", "F. Brigaud"],
    "venue": "AAPG Bulletin",
    "year": 2000
  }, {
    "title": "Geodynamics of the central South Atlantic conjugate margins: implications for hydrocarbon potential",
    "authors": ["M.R. Lentini", "S.I. Fraser", "H.S. Sumner", "R.J. Davies"],
    "venue": "Petroleum Geoscience",
    "year": 2010
  }, {
    "title": "Dynamic interactions between the gulf of Guinea passive margin and the Congo River drainage basin: 1. Morphology and mass balance",
    "authors": ["P. Leturmy", "F. Lucazeau", "F. Brigaud"],
    "venue": "Journal of Geophysical Research-Solid Earth",
    "year": 2003
  }, {
    "title": "Sedimentary and tectonic evolution and their possible controls on HC migration in the Colorado Basin, offshore Argentina, South America",
    "authors": ["M.J. Loegering", "J. Autin", "Z. Anka", "J.F. Rodriguez", "D. Marchal", "R. Di Primio", "E. Vallejo", "M. Scheck-Wenderoth", "G. Kohler", "F. Pangaro"],
    "venue": "AAPG (Ed.), AAPG Annual Convention and Exhibition",
    "year": 2010
  }, {
    "title": "Dynamic interactions between the Gulf of Guinea passive margin and the Congo River drainage basin: 2. Isostasy and uplift",
    "authors": ["F. Lucazeau", "F. Brigaud", "P. Leturmy"],
    "venue": "Journal of Geophysical Research-Solid Earth",
    "year": 2003
  }, {
    "title": "High-resolution heat flow density in the lower Congo basin",
    "authors": ["F. Lucazeau", "F. Brigaud", "J.L. Bouroullec"],
    "year": 2004
  }, {
    "title": "3-D seismic as an exploration and production tool: the Campos Basin experience",
    "authors": ["C.F. Lucchesi", "C.C. Martins", "C.A. Costa", "L.R. Guardado"],
    "venue": "Proceedings, O. (Ed.),",
    "year": 1995
  }, {
    "title": "The petroleum system",
    "authors": ["L.B. Magoon", "W.G. Dow"],
    "venue": "AAPG Memoir",
    "year": 1994
  }, {
    "title": "Evolution of the Angolan passive margin, West Africa, with emphasis on post-salt structural styles",
    "authors": ["L.G. Marton", "G.C. Tari", "C.T. Lehmann"],
    "year": 2000
  }, {
    "title": "Linking continental-slope failures and climate change: testing the clathrate gun",
    "authors": ["M. Maslin", "M. Owen", "S. Day", "D. Long"],
    "venue": "hypothesis. Geology",
    "year": 2004
  }, {
    "title": "Segmentation of an obliquely rifted margin, Campos and Santos Basins, southeastern Brazil",
    "authors": ["K.E. Meisling", "P.R. Cobbold", "V.S. Mount"],
    "venue": "AAPG Bulletin",
    "year": 2001
  }, {
    "title": "Late cretaceous anoxic events in the Brazilian continental margin",
    "authors": ["M.R. Mello", "E.A.M. Koutsoukos", "M.B. Hart", "S.C. Brassell", "J.R. Maxwell"],
    "venue": "Organic Geochemistry",
    "year": 1989
  }, {
    "title": "Role of salt restraining the maturation of subsalt source rocks",
    "authors": ["U.T. Mello", "G.D. Karner", "R.N. Anderson"],
    "venue": "Marine and Petroleum Geology",
    "year": 1995
  }, {
    "title": "Geomorphic evidence for Plio-Quaternary compression in the Andean foothills of the southern Neuquén Basin, Argentina",
    "authors": ["G. Messager", "B. Nivière", "J. Martinod", "P. Lacan", "J.P. Xavier"],
    "venue": "Tectonics 29,",
    "year": 2010
  }, {
    "title": "1990a. Basin-forming processes and the deepstructure of the Campos Basin",
    "authors": ["W.U. Mohriak", "R. Hobbs", "J.F. Dewey"],
    "venue": "Marine and Petroleum Geology",
    "year": 1990
  }, {
    "title": "1990b. Petroleum Geology of the Campos Basin. Geological Society of London, London",
    "authors": ["W.U. Mohriak", "M.R. Mello", "J.F. Dewey", "J.R. Maxwell"],
    "year": 1990
  }, {
    "title": "1990c. Petroleum geology of the Campos Basin, offshore Brazil",
    "authors": ["W.U. Mohriak", "M.R. Mello", "J.F. Dewey", "J.R. Maxwell"],
    "venue": "Geological Society, London, Special Publications",
    "year": 1990
  }, {
    "title": "South Atlantic Divergent Margin Evolution: Rift-Border Uplift and Salt Tectonics in the Basins of the SE Brazil",
    "authors": ["W.U. Mohriak", "M. Nemcok", "G. Enciso"],
    "year": 2008
  }, {
    "title": "Salt: geology and tectonics of selected Brazilian basins in their global context",
    "authors": ["W.U. Mohriak", "P. Szatmari", "S. Anjos"],
    "venue": "Geological Society,",
    "year": 2012
  }, {
    "title": "Changes in African topography driven by mantle convection",
    "authors": ["R. Moucha", "A.M. Forte"],
    "venue": "Nature Geoscience",
    "year": 2011
  }, {
    "title": "Geological constraints on the evolution of the Angolan margin based on reflection and refraction seismic data (ZaïAngo project)",
    "authors": ["M. Moulin", "D. Aslanian", "Olivet", "J.-L", "I. Contrucci", "L. Matias", "L. Géli", "F. Klingelhoefer", "H. Nouzé", "Réhault", "J.-P", "P. Unternehr"],
    "venue": "Geophysical Journal International",
    "year": 2005
  }, {
    "title": "Sequence stratigraphy of petroleum plays, postrift Cretaceous rocks (Lower Aptian to Upper Maastrichtian), Orange Basin, Western offshore, South Africa",
    "authors": ["A. Muntingh", "Brown"],
    "venue": "J.L.F.,",
    "year": 1993
  }, {
    "title": "Variation of modern turbidite systems along the subduction zone margin of Cascadia Basin and implications for turbidite reservoir beds",
    "authors": ["C.H. Nelson", "C. Goldfinger", "J.E. Johnson", "G. Dunhill"],
    "venue": "Deep-water Reservoirs of the World: Gulf Coast Section SEPM,",
    "year": 2000
  }, {
    "title": "Evolution of the Walvis Ridge–Rio Grande Rise hot spot system: implications for African and South American plate motions over plumes",
    "authors": ["J.M. O'Connor", "R.A. Duncan"],
    "venue": "Journal of Geophysical Research",
    "year": 1990
  }, {
    "title": "Time–frequency spectral signature of Pelotas Basin deep water gas hydrates system",
    "authors": ["S. Oliveira", "O. Vilhena", "E. da Costa"],
    "venue": "Marine Geophysical Research",
    "year": 2010
  }, {
    "title": "Insights into the petroleum system evolution of the southern Orange Basin, South Africa",
    "authors": ["D.A. Paton", "R. di Primio", "G. Kuhlmann", "D. van der Spuy", "B. Horsfield"],
    "venue": "South African Journal of Geology",
    "year": 2007
  }, {
    "title": "Tectonically induced adjustment of passive-margin accommodation space; influence on the hydrocarbon potential of the Orange Basin, South Africa",
    "authors": ["D. Paton", "D. Van der Spuy", "R. di Primio", "B. Horsfield"],
    "venue": "AAPG Bulletin",
    "year": 2008
  }, {
    "title": "Simple kinetic-models of petroleum formation.1. Oil and gas generation from kerogen",
    "authors": ["A.S. Pepper", "P.J. Corvi"],
    "venue": "Marine and Petroleum Geology",
    "year": 1995
  }, {
    "title": "Palaeogeographical evolution of the Atlantic coast of Pampa and Patagonia from the last glacial maximum to the Middle Holocene",
    "authors": ["J.F. Ponce", "J. Rabassa", "A. Coronato", "A.M. Borromei"],
    "venue": "Biological Journal of the Linnean Society",
    "year": 2011
  }, {
    "title": "The Mesozoic and Cenozoic paleodrainage of South America: a natural history",
    "authors": ["P.E. Potter"],
    "venue": "Journal of South American Earth Sciences",
    "year": 1997
  }, {
    "title": "Palynological zonation of the Colorado and Salta basins, Argentina",
    "authors": ["M.E. Quattrocchio", "L. Ruiz", "W. Volkheimer"],
    "venue": "Revista Espanola de Micropaleontologia",
    "year": 2000
  }, {
    "title": "Changes of the palynobiotas in the Mesozoic and Cenozoic of Patagonia: a review",
    "authors": ["M.E. Quattrocchio", "W. Volkheimer", "Borrromei", "A.N.A.M", "M.A. MartÍNez"],
    "venue": "Biological Journal of the Linnean Society",
    "year": 2011
  }, {
    "title": "Evidence of slumping/sliding in Krishna–Godavari offshore basin due to gas/fluid movements",
    "authors": ["T. Ramprasad", "P. Dewangan", "M.V. Ramana", "A. Mazumdar", "S.M. Karisiddaiah", "E.R. Ramya", "G. Sriram"],
    "venue": "Marine and Petroleum Geology",
    "year": 2011
  }, {
    "title": "Petroleum system of offshore Cabinda, Angola",
    "authors": ["N.B. Schoellkopf", "B.A. Patterson"],
    "venue": "Petroleum Systems of South Atlantic Margins: AAPG Memoir,",
    "year": 2000
  }, {
    "title": "South Atlantic continental margins of Africa: a comparison of the tectonic vs climate interplay on the evolution of equatorial west Africa and SW Africa margins",
    "authors": ["M. Seranne", "Z. Anka"],
    "venue": "Journal of African Earth Sciences",
    "year": 2005
  }, {
    "title": "Gas hydrate pingoes: deep seafloor evidence of focused fluid flow on continental",
    "authors": ["C. Serie", "M. Huuse", "N.H. Schodt"],
    "venue": "margins. Geology",
    "year": 2012
  }, {
    "title": "The fate of foramol (“temperate-type”) carbonate platforms",
    "authors": ["L. Simone", "G. Carannante"],
    "venue": "Sedimentary Geology",
    "year": 1988
  }, {
    "title": "Tupi's conjugate: new pre-salt plays in the Angolan offshore, abstracts AAPG",
    "authors": ["H. Steven", "S. Lumen", "K. Naresh", "S. Adriano", "V. Sujate"],
    "year": 2010
  }, {
    "title": "Seismic stratigraphic analysis of the Punta Del Este Basin, offshore Uruguay, South America",
    "authors": ["F.A. Stoakes", "C.V. Campbell", "R. Cass", "N. Ucha"],
    "venue": "AAPG Bulletin",
    "year": 1991
  }, {
    "title": "Geostrophic transport in the Brazil current region north of 20°S",
    "authors": ["L. Stramma", "Y. Ikeda", "R.G. Peterson"],
    "venue": "Deep Sea Research Part A. Oceanographic Research Papers",
    "year": 1990
  }, {
    "title": "Seabed pockmarks associated with deepwater corals off SE Brazilian continental slope, Santos Basin",
    "authors": ["P.Y.G. Sumida", "M.Y. Yoshinaga", "Madureira", "L.A.S.-P", "M. Hovland"],
    "venue": "Marine Geology",
    "year": 2004
  }, {
    "title": "Linking source and sink: evaluating the balance between onshore erosion and offshore sediment accumulation since Gondwana break-up, South Africa",
    "authors": ["J. Tinker", "M. de Wit", "R. Brown"],
    "year": 2008
  }, {
    "title": "A new scheme for the opening of the South Atlantic Ocean and the dissection of an Aptian salt basin",
    "authors": ["T.H. Torsvik", "S. Rousse", "C. Labails", "M.A. Smethurst"],
    "venue": "Geophysical Journal International",
    "year": 2009
  }, {
    "title": "Mesozoic extension and the formation of Argentine sedimentary basins",
    "authors": ["M.A. Uliana", "K.T. Biddle", "J. Cerdan"],
    "venue": "AAPG Memoir",
    "year": 1989
  }, {
    "title": "Aptian source rocks in some South African Cretaceous basins",
    "authors": ["D. Van Der Spuy"],
    "venue": "Geological Society, London, Special Publications",
    "year": 2003
  }, {
    "title": "Petroleum systems of Colorado andMalvinas basins, deepwater Argentina. South Atlantic PetroleumSystem.Geological Society of London",
    "authors": ["A. Vayssaire", "W. Prayitno", "D. Figueroa", "S. Quesada"],
    "year": 2007
  }, {
    "title": "Influence of the post-Miocene tectonic activity on the geomorphology between Andes and Pampa Deprimida in the area of Provincia de La Pampa, Argentina",
    "authors": ["H. Vogt", "T. Vogt", "A.P. Calmels"],
    "venue": "Geomorphology",
    "year": 2010
  }, {
    "title": "Integrated study of an oil field in the southern Po Basin, northern italy",
    "authors": ["B.P. Wygrala"],
    "venue": "PhD dissertation, University of Koln. Ber. Kernforschungsanlage Juelich",
    "year": 1989
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Ma to present. Science",
    "year": 2001
  }, {
    "title": "Climate response to orbital forcing across the Oligocene–Miocene",
    "authors": ["J.C. Zachos", "N.J. Shackleton", "J.S. Revenaugh", "H. Palike", "B.P. Flower"],
    "venue": "boundary. Science",
    "year": 2001
  }],
  "id": "SP:8efd8e0afbda18b4e90ac588b50ebd1143e7e1e2",
  "authors": [{
    "name": "Gabriela Marcano",
    "affiliations": []
  }, {
    "name": "Zahie Anka",
    "affiliations": []
  }, {
    "name": "Rolando di Primio",
    "affiliations": []
  }],
  "title": "Major controlling factors on hydrocarbon generation and leakage in South Atlantic conjugate margins: A comparative study of Colorado, Orange, Campos and Lower Congo basins"
}