{
  "sections": [{
    "text": "Cappadocia is characterized by a particular plateau geomorphology, with a mean altitude of about 1000 m above sea level, and is composed of several pyroclastic ignimbrite deposits. Its climate has both continental and sub-desertic elements, with rainy and even snowy precipitation, which is intense in Winter and Spring and scarce in Summer. Strong geomorphological activity in the soft ignimbrite context gave rise to a unique landscape, which is defined by branched and deeply-incised valley systems and by the well-known pinnacles or “Fairy Chimneys”. The human settlements in this area are principally due to the Christians and, at a later stage, to the Byzantines: their activity marked the entire area and produced an outstanding system of underground settlements. In addition to residential structures, various types of service structures are still visible. Among the latter, mention should be made of those connected with water utilization. Both geology and climate made it imperative to optimize the use of water resources, with a view to enabling the development of minimal farming activities on the terraces of the valley bottoms and the related conservation of a minimal vegetational-faunal environment in a pre-desertic area. Two different types of water works can be identified:\n• Shallow drainage channels, consisting of underground tunnels dug into the ignimbrites; these tunnels, which run parallel to the valleys, ensured the fast discharge of meteoric waters, thereby avoiding erosion of the valley slopes, but above all of the valley bottoms, where agricultural crops were and still are concentrated.\n• Groundwater drainage tunnels, exploiting the small local perched aquifers. A drainage tunnel perpendicular to the axis of the valley can be observed. The tunnel, which intercepts the aquifer, is blocked at its outlet so as to create a cistern. Here, spring waters are stored to be used especially for irrigation. These cisterns might also favor condensation during the night. The simultaneous presence of these multi-purpose water works, a unique case in the pre-industrial era, testifies to a deep understanding of hydrological cycles by the ancient inhabitants of Cappadocia, as well as the close linkage between human activities, land and water resources. © 2005 Elsevier SAS. All rights reserved.\nKeywords: Cappadocia; Underground channels; Runoff; Groundwater; Agriculture"
  }, {
    "heading": "1. Introduction",
    "text": "The name Cappadocia generally indicates a broad geographical region in the central part of the Anatolian Plateau, between the cities of Aksaray, Kayseri, Nigde and Nevsehir. It is characterized by a plateau morphology, with mean altitude of about 1000 m a.s.l., essentially composed of pyroclastic ignimbrite deposits for an extension of about 11,000 km2. The climate has both continental and sub-desertic elements,\nwith rainy and even snowy precipitation, which is intense in Winter and Spring and scarce in Summer; the temperature increases gradually from a minimum in January to a maximum in July (Fig. 1).\nIn this context, the geological-structural evolution (with fault and fracture systems) has interacted with meteoric degradation, i.e. erosive effects due to precipitation (splash and rill erosion), corrasion effects and more generally thermoclastic effects. The result is a unique, rapidly evolving landscape, defined by branched and deeply-incised valley systems, low hills separated by broad structural plains and especially by exceptional erosion morphologies molded in the ignimbrites, i.e. the well-known pinnacles or mushrooms or “Fairy Chim* Corresponding authors. E-mail addresses: ezio.burri@aquila.infn.it (E. Burri); marco.petitta@uniroma1.it (M. Petitta).\n1296-2074/$ - see front matter © 2005 Elsevier SAS. All rights reserved. doi:10.1016/j.culher.2005.02.001\nneys”. Moreover, human activities have strongly marked the entire area, with the creation of an underground system of settlements whose origin is uncertain but which certainly developed in the mid-VII century AD [5].\nIn this paper, we describe the results of our studies of a particular structure that served the human settlements, i.e. underground channels. In the historical period, they guided the evolution of both the morphological aspects and human activities. The study area is the Meskendir Valley, adjacent to the touristically important Goreme Valley, near the town of Uchisar."
  }, {
    "heading": "2. Geology, geomorphology and climatic characters",
    "text": "The Cappadocia Volcanic Province (CVP) originated in the Neogenic following the collision of the Afro-Arabian and Eurasian plates. Today the area is mostly a broad plateau (more than 15,000 km2) with a mean altitude of 1200 m a.s.l. It is limited: • to the north by the Kirsehir massif, composed of Paleo-\nzoic metamorphites thrusted by granites, the oldest terms outcropping in the area; • to the south by the Nigde massif, lithologically similar to that of Kirsehir, and by the Taurus Mountains; • to the east by the Miocene fluvio-lacustrine Sivas basin; • to the west by the Tuz Golu basin, situated on an impor-\ntant tectonic line and now partly occupied by a salt lake. Geologically the zone contains; • 19 major volcanic complexes, distributed along a NE-SW\nline from Kayseri to Karapinar, composed of stratovolcanoes formed by the overlap of lavas and pyroclastic deposits varying from basic (basalts) to intermediate (andesites) to acidic (dacites and rhyolites); • a broad outcrop of pyroclastic deposits of Neogenic– Quaternary age; • hundreds of small eruptive centers; • six Quaternary fluvio-lacustrine basins of variable form\nand size. The ignimbritic pyroclastic deposits cover an area of about 11,000 km2 with thickness up to 400 m, for a total volume of\nejected material of 1400 km3. These deposits were formed in two main phases, the Neogenic and the Quaternary: the Neogenic phase occurred between 11.6 and 2.7 Myr ago and originated from various eruptive centers, now destroyed by erosion, located in the area of Nevsehir [7]. The Quaternary phase occurred between 0.2 and 0.1 Myr ago with a single eruptive center. The Neogenic ignimbrites have an essentially rhyolitic chemical composition [11] and can be described in 10 superimposed stratigraphic units [10]; [9]). The ignimbrites present low compressibility (around 35 MPa), which further decreases during the rainy season because of the microporosity of the rock.\nIn the zone of the Meskendir Valley where we made our observations, there are outcrops of deposits of the Zelve ignimbrite, derived from an eruptive source presumably situated south of Nevsehir and datable to about 8.5 Myr ago [8]. This pyroclastic body covers an area of about 4200 km2 with an ejected volume estimated at more than 120 km3. Three tectonic phases have been identified [12]: the first, with a NW-SE and NE-SW trend (middle-late Miocene) is related to the deposition of basaltic and andesitic lavas and of later ignimbritic deposits; the second is related to deposition of the rest of the ignimbrites (Pliocene), with the same directions; the third, in the last 2.5 Myr, is a new distensional phase with a N-S trend, responsible for the formation of broad basins and more recent volcanic complexes [6].\nAccompanying this geological-structural framework are two other elements of territorial instability: strong and widespread seismic activity (still active) and extremely deep erosion. The mechanical characteristics of the ignimbritic deposits are further weakened by the tectonic cataclastic action. The morphological evolution of the area has been aggravated by the climatic situation. The typical erosive forms, among which the famous Fairy Chimneys, owe their origin to the differential erosion of a more compact ignimbritic level on less cohesive levels. The action of runoff water tends to separate and then isolate the single pinnacles. The valleys, whose evolution is extremely rapid, are formed by the concentration of surface runoff water along directions coinciding with fracture lines (most often N-S, corresponding to the most recent tectonic event). The concentrated flow causes widening of the fractures and the creation of a gorge, which rapidly becomes deeper. At the same time, erosion on the slopes increases and develops from bottom to top, isolating the single pinnacles (Fig. 2). These short valleys (no more than 10 km) have different profiles and widths; it is important to underline that each geomorphological situation in the valley corresponds to a different type of settlement, both ancient and current. The very heavy erosion is mainly vertical in the high zones, but horizontal in the lower sectors. The basic level of erosion coincides with the main water courses, the largest being the Kilizirmak River.Added to the action of runoff water and the short intense precipitation are thermoclastic factors, related to thermal excursions (diurnal and seasonal) and the presence of frost in winter, and the corrasion of the wind."
  }, {
    "heading": "3. The role of water in agriculture and in the morphological evolution of the Meskendir Valley",
    "text": "Human activities have developed within this geological and morphological context. They have been concentrated in the valleys, according to an historical situation involving the expansion, since the VI century A.C., of monastic communities. These communities have followed one another and flourished in continuous settlement on the sporadic remains of the preceding centuries. The need to become self-sufficient in the reduced spaces of the valleys, led to the development of agriculture concentrated in the valley bottoms, which is still important for the survival of the local populations. Agriculture has been strongly influenced by the presence of water, which was both necessary, as irrigation for crops, and had a negative role in terms of soil conservation because of its erosive effect on the pyroclastic rock. This double problem was tackled ingeniously and resolved in the historical era by the monastic communities and subsequently by others using the terrain, which derives from the degradation of the pyroclastic plateau and is very fertile.\nIt must be stated that the spontaneous vegetation of the entire area is not very extensive, with sparse low trees. Although these assessments are based on recent or contemporaneous observations, there are also indications that in the past much of the available surface area was devoted to the production of cereals, grown essentially with the primitive system of “dry farming”. Other types of cereal crops, along with vineyards and orchards, were planted in the rapidly evolving, regressive, torrential linear incisions (Fig. 3). These locations were obviously determined by the possibility of exploiting a very favorable microclimate, especially in sum-\nmer. However, the problems that had to be resolved to make them available for this purpose were: a) rapid erosion of the slopes and deepening of the lowest\npart of the torrential incision, with consequent lack of flat surfaces; b) much solid transport (as a result of the erosion), making plot management difficult; c) availability of sufficient water resources to overcome the summer drought. The first problem was resolved, as commonly occurs, by terracing. However, the terraces were constructed with square stones from the same lithological context, which are subject to intense erosion. In this phase, it is possible to observe an important differentiation: although the erosion is more substantial for the visible part, it also occurs on the faces in contact with each other because of channeled corrivation due to intense runoff. This further accelerates the overall process and necessitates continuous maintenance to replace deteriorated stones.\nThe terraces are built transversely to the axis of the valley, connecting the two opposite slopes. Their frequency, i.e. the distance between one containment wall and the other, is determined by the slope of the valley, so that in very steep parts there is a high frequency of terraces with reduced surface area. All along the valley, there is an almost obsessive search for cultivable space, as shown by both the location of the terraces (even situated on the highest parts of the valleys) and their diffusion. The rapid deepening of the valley also leads to the loss of their topographical continuity. Thus the oldest terraces remain perched and are cultivated less and less until their abandonment, followed in time by their deterioration and collapse."
  }, {
    "heading": "3.1. Drainage channels",
    "text": "The problem of corrivation and, secondarily, of the abundant solid transport was brilliantly resolved by the creation of an underground channel able to drain almost all the precipitation, both the direct surface runoff and that from the lateral incisions [3,4]. The underground course does not occupy useful space and the channel network begins at the\nhead of the valley and closely follows its course. The waters are initially collected by small, shallow superficial furrows and then quickly directed through underground transverse tunnels into the channel winding along the valley walls. The central collector, the main skeleton of the valley, also receives channels from the numerous side branches and thus progressively increases in size (Fig. 4). The construction of this simple, but functional, water work raised a series of problems that can be summarized as: (a) excavation techniques, and (b) natural deterioration. a) excavation techniques. The planning and execution was not particularly sophisticated, since the underground course is the “epidermal” type, i.e. not very deep below the surface. Short perpendicular, or vertical, tunnels were initially dug. Then, in correspondence to the desired depth (presumably estimated approximately, but effectively, on site), the real tunnel was built with one excavation front directed down the valley and another up the valley, joining the various sections. The topographical and structural analysis of the constructions eloquently illustrates the succession of phases, with unions, rectifications of construction errors, rethinking and interruptions. b) natural deterioration. The massive erosion in the channels, due to the particular erodibility of the lithological context, is further accelerated by three concomitant factors:\n1) the volume of water carried in the channels, which increases progressively with ramification of the branches;\n2) abrasive activity due to the more resistant components of the sediment. Inside the tunnels, strong erosive morpholo-\ngies clearly show that they are mainly due to the mechanical components, with consequent rapid deepening of the channel section. Indeed in some cases, it is possible to obtain indications about the technique and direction of excavation only from the upper part of the tunnel, which from the beginning was not affected by the water flow (Fig. 5);\n3) exfoliation of the walls due to the rise of water by capillarity. In this particular case, it is the soaked fragment that becomes detached, on account of thinning of the cementing components due either to their dissolution or to microerosion. In winter, there is also cryoclastic activity, which affects some internal sectors of the duct because of the numerous ancient windows and access shafts and the course of air currents.\nTo all this is added the effect of several families of fractures (of various order and degree) that cross the valley. Thus there are collapses, even substantial ones, of large portions of channels, which are either obliterated or, more frequently, present part of the structure or tract in the subaerial environment. A further element of deterioration is the presence of sediments that are washed into these sites and generally tend to clog the opening; in extreme cases, they even obliterate the entire section of the channel.\nMaintenance is indispensable and of high priority. However, it is indicated only by some traces, since if still conducted it is to an extremely limited degree. It was generally practiced by means of removal of the detritus accumulated by sedimentation or collapse. Only in particularly serious cases were there excavations of diverticula, or bypasses, able to overcome the obstacle.\nThree further characteristics should be mentioned: i) erosion tends to isolate the older lateral channels, which\noften remain interrupted or divided into inactive trunks (Fig. 6); ii) the course of the central channel is also used to convey drinking water. In this case, a small channel a few centimeters deep and well isolated from the flow of the runoff water (which obviously occurs lower down) was made at the mid-height of the section; iii)the course of the main collector, in the terminal tract as far as its confluence in the broad valley below where the settlements are located, is normally used as a road, even for wagons and other vehicles, since it is very wide."
  }, {
    "heading": "3.2. Springs and irrigation channels",
    "text": "The last problem, due to the summer drought, was resolved with two distinct solutions: • the creation of cisterns, often arranged in sequence and\nconnected by short small channels, with water filters to reduce clogging from solid transport; • the creation of groundwater drainage channels. This technique is observed in broad sectors of the entire Mediterranean area and consists of the identification of small perched aquifers, the subsequent excavation of a short tunnel and the construction of a small dam at its outlet. Added to the primary function of the tunnel, i.e. to intercept the water table, is that of contemporaneously collecting the drip or condensation water. However, these are of little importance since the accumulation of water occurs slowly and the dam prevents its outflow. This water is used parsimoniously for the irrigation of vegetable gardens or, when necessary, also for drinking water. These structures are also subject to degradation, due essentially to interment, lowering of the water table or collapse (increasingly massive) of the tunnel walls due to the rise of water by capillarity, according to the scheme described above for the drainage channels. During our survey, we censused 12 active springs, located in various sectors of the valley (Figs. 7 and 8) The main data are summarized in Table 1. The spring waters have a tempera-\nture between 11 and 15 °C, a sign of rather shallow groundwater circulation which is only rarely influenced by the external temperature. The pH is basic, between a minimum of 7.15 and a maximum of about 8.5. The salinity is generally very low, between 100 and 220 mg/l, a sign of a weak, but in many cases appreciable, interaction of the water with the pyroclastic vulcanites. The emergence flow rarely exceeds 1 l/s, and it is subject in many cases to seasonal variations, characteristic of local aquifers of very limited extension and poten-\ntiality. From the information collected, these are perennial sources whose loss is essentially due to lack of maintenance.\nThe modalities of emergence of the scarce groundwater in the Meskendir Valley and more generally in the pyroclastic domain of Cappadocia present different characteristics from case to case. However, they always involve local perched aquifers, representing of very circumscribed groundwater circulation, with recharge areas on the order of one square kilometer. However, this is the only way water can be obtained at the surface in this geological situation, given the low primary permeability of the pyroclastic rocks, where cineritic terms with low grain size prevail.\nIn this situation, the local aquifers can be produced by two different modalities: • springs related to tectonic fractures; • springs related to stratigraphic discontinuities with litho-\nlogical variations. Instead it is extremely rare in the valley to find springs caused by discharge from the water table, whose local level is represented by the Kilizirmak River.\nSprings related to fracture lines tend to collect water of direct superficial origin. After precipitation, the water preferentially infiltrates along the fractures and tends to be directed along the major lines of discontinuity, where they outcrop directly at the base of the slopes. The potentiality of this water resource is very limited and in the dry period it tends to be completely exhausted. The temperature of this water is generally higher (13–15 °C) with lower salinity (100–150 mg/l).\nSprings related to stratigraphic horizons with low permeability, such as clayey levels, are fairly frequent and represent a more reliable water supply. In fact, they generally have substantial flows (exceeding 1 l/s) and their seasonal variability is less marked. The recharge basin of these springs is formed by the outcropping of pyroclasts overlying the impermeable stratum, which acts as the base level. Where this stratigraphic contact reaches the lowest point (in the valley), con-\nditions are favorable for a groundwater basin of limited potentiality and extension, but still of importance for the needs of the area.\nThese springs generally have a lower temperature (11– 13 °C) and slightly higher salinity (150–220 mg/l), indicating the greater extension of the recharge basin. In the Meskendir Valley, the presence of a pair of clayey levels no more than 10 cm thick guarantees the existence of various springs. In fact, numerous perched aquifers are connected to the same stratum, practically one for each lateral incision in the valley. The modalities of captation and withdrawal from these springs are different for the two types.\nFor fracture springs, the low water availability entails the construction of a dam at the end of the short tunnel, so as to create a kind of cistern. The tunnel is fusiform, with the lateral walls not far apart and the fracture line representing the vault. In fact, a mainly vertical development of the drainage tunnel agrees with the modalities of emergence, which is closely related to the presence of the fracture along which the excavation occurs. Any horizontal widening would be useless, since the groundwater reserve is in the immediate vicinity of the tectonic discontinuity. However, for springs with a base level constituted by a low permeability stratum, the modalities of captation involve a maximum horizontal development, with the digging of low broad tunnels, spread out in various directions so as to intercept the broadest possible spring surface. The result is tunnels even several meters long, with smaller tunnels going in various directions but always with the same clayey stratum at their base.\nThe efficiency of the drainage tunnels is generally still very good, since the valleys are still used for subsistence agriculture and the perennial groundwater is an inestimable resource."
  }, {
    "heading": "4. Future development and possible conservation measures",
    "text": "In this area, terracing, groundwater drainage tunnels and drainage channels are emblematic of the integrated management of the territory, albeit in a poorly defined historical period. Indeed we lack certain elements for its temporal definition, even though some observations provide various clues: • the massive and constant presence of rock churches\nthroughout the area; • the tunnel topography, which in some cases is clearly\ncoeval or subsequent to the construction of the churches. On the basis of these limited observations and in the hope that other investigations in progress will provide further elements, we can hypothesize a possible historical position of the whole project, from its first planning and execution, between the VII and XIII centuries A.C..\nFinally, within this context, we can briefly discuss the conservation of these structures. As for the more conspicuous, and in some ways more aesthetically appreciated, underground works (e.g. the splendidly frescoed stone churches), this part of the natural and architectural patrimony of Cappa-\ndocia faces serious risks of irreversible degradation [2]; indeed, in many sites the risk has turned into fact. There are many causes of the degradation, all worthy of study and attention, which can be summarized as: • lack of maintenance due to the low interest in their func-\ntion, in turn due to the abandonment of this particular agricultural practice, which survives only episodically; • excessive tourist pressure since the course of the tunnels is included in tour routes; it is easy to imagine the result of thousands of visitors walking over the surface each year. The specific conservation measures that can be proposed involve: • promoting the resumption of the traditional agricultural\npractice, with restoration of the channels; • regulation of the flow of tourists, limiting it to a few\nemblematic structures and providing further information in the form of illustrative panels or museum-type microinstallations."
  }],
  "year": 2005,
  "references": [{
    "title": "Evidences for hydrogeological planning in ancient Cappadocia",
    "authors": ["A.R. Bicchi", "E. Burri", "M. Castellani", "V. Castellani", "G. Pensabene"],
    "venue": "in: “Le citta sotterranee della Cappadocia”, Erga Edizioni",
    "year": 1995
  }, {
    "title": "Geology and conservation of antiques monuments in Turkey",
    "authors": ["R. Bowen"],
    "venue": "Environ. Geol 9 ",
    "year": 1987
  }, {
    "title": "Canalizzazioni sotterranee per il drenaggio e l’emunzione idrica nelle antiche e recenti attività agricole",
    "authors": ["E. Burri"],
    "venue": "Esempi comparati in Etruria Meridionale (Italia) ed in Cappadocia (Turchia), in “Atti del Conv. Geogr. Inter.: I valori dell’agricoltura nel tempo e nello spazio, Rieti: 557–582",
    "year": 1995
  }, {
    "title": "Drainage souterraine et exploitation hydraulique pour l’agricolture dans les vallees de Capppadoce (Turquie)",
    "authors": ["E. Burri"],
    "venue": "in: Atti Convegno Internazionale ESRA ’96 ′′L’eau souterraine en region agricole”, (S.2), Poitiers, France",
    "year": 1996
  }, {
    "title": "Problemi di conservazione dell’ambiente geomorfologico ed insediativo in sotterraneo della Cappadocia (Turchia)",
    "authors": ["E. Burri", "R. Massoli-Novelli", "G. Pensabene", "M. Petitta"],
    "venue": "in: Mem. Descr. Carta Geologica d’Italia, LIV, Roma",
    "year": 2000
  }, {
    "title": "Il controllo litostratigrafico e strutturale nel degrado degli ipogei della Cappadocia",
    "authors": ["E. Burri", "G. Ferrini", "R. Massoli-Novelli", "M. Petitta"],
    "venue": "in: Atti del Convegno “Condizionamenti geologici e geotecnici nella conservazione del patrimonio storico culturale”, Torino",
    "year": 2000
  }, {
    "title": "The Missing Calderas of Cappadocia",
    "authors": ["J.L. Froger", "J.L. Le Pennec", "J.F. Lenat", "J.L. Bourdier", "O. Kose"],
    "venue": "Abstract Int. Vol. Congr. of IAVCEI, spec. publ",
    "year": 1994
  }, {
    "title": "F",
    "authors": ["F. Innocenti", "R. Mazzuoli", "G. Pasquaré"],
    "venue": "Radicati Di Brozolo, L. Villari, The Neogene calc-alkaline volcanism of Central Anatolia: geochronological data of Kayseri–Nigde area, Geol. Mag. 112 ",
    "year": 1975
  }, {
    "title": "Gundogdu, The Neogene to Quaternary ignimbritic field of Cappadocia",
    "authors": ["J.L. Le Pennec", "A. Temel", "T. Druitt", "J.L. Froger", "E. Aydar", "J.L. Bourdier", "M.N.G. Camus"],
    "venue": "Excursion Guide of Int. Vol. Congr. of IAVCEI, spec. publ,",
    "year": 1994
  }, {
    "title": "Continental arc volcanism and tectonic setting in Central Anatolia",
    "authors": ["G. Pasquaré", "S. Poli", "L. Vezzoli", "A. Zanchi"],
    "venue": "Turkey. In “The Origin and Evolution of Arcs”, Tectonophysics 146 ",
    "year": 1988
  }, {
    "title": "Petrographical and geochemical aspects and K/Ar dating of ignimbrites in Cappadocia",
    "authors": ["R. Schumacher", "U. Mues", "U. Koberski"],
    "venue": "Turkey. Abstract of Sixth Congr. of Geol. Soc., Athens",
    "year": 1992
  }],
  "id": "SP:40f2947915d47bb67d4a1b7861a62f87397ab1fc",
  "authors": [{
    "name": "Ezio Burri",
    "affiliations": []
  }, {
    "name": "Marco Petitta",
    "affiliations": []
  }],
  "abstractText": "Cappadocia is characterized by a particular plateau geomorphology, with a mean altitude of about 1000 m above sea level, and is composed of several pyroclastic ignimbrite deposits. Its climate has both continental and sub-desertic elements, with rainy and even snowy precipitation, which is intense in Winter and Spring and scarce in Summer. Strong geomorphological activity in the soft ignimbrite context gave rise to a unique landscape, which is defined by branched and deeply-incised valley systems and by the well-known pinnacles or “Fairy Chimneys”. The human settlements in this area are principally due to the Christians and, at a later stage, to the Byzantines: their activity marked the entire area and produced an outstanding system of underground settlements. In addition to residential structures, various types of service structures are still visible. Among the latter, mention should be made of those connected with water utilization. Both geology and climate made it imperative to optimize the use of water resources, with a view to enabling the development of minimal farming activities on the terraces of the valley bottoms and the related conservation of a minimal vegetational-faunal environment in a pre-desertic area. Two different types of water works can be identified: • Shallow drainage channels, consisting of underground tunnels dug into the ignimbrites; these tunnels, which run parallel to the valleys, ensured the fast discharge of meteoric waters, thereby avoiding erosion of the valley slopes, but above all of the valley bottoms, where agricultural crops were and still are concentrated. • Groundwater drainage tunnels, exploiting the small local perched aquifers. A drainage tunnel perpendicular to the axis of the valley can be observed. The tunnel, which intercepts the aquifer, is blocked at its outlet so as to create a cistern. Here, spring waters are stored to be used especially for irrigation. These cisterns might also favor condensation during the night. The simultaneous presence of these multi-purpose water works, a unique case in the pre-industrial era, testifies to a deep understanding of hydrological cycles by the ancient inhabitants of Cappadocia, as well as the close linkage between human activities, land and water resources. © 2005 Elsevier SAS. All rights reserved.",
  "title": "Runoff drainage, groundwater exploitation and irrigation with underground channels in Cappadocia: Meskendir Valley case-study"
}