{
  "sections": [{
    "text": "Planetary and Space Science 158 (2018) 96–109\nContents lists available at ScienceDirect\nPlanetary and Space Science\njournal homepage: www.elsevier.com/locate/pss\nLarge-scale lava-ice interactions on Mars: Investigating its role during Late Amazonian Central Elysium Planitia volcanism and the formation of Athabasca Valles\nJames P. Cassanelli *, James W. Head\nDepartment of Earth, Environmental, and Planetary Sciences, Brown University Providence, RI 02912, USA\nA R T I C L E I N F O\nKeywords: Mars Mars climate Ices Geological processes Volcanism\n* Corresponding author. E-mail addresses: James_Cassanelli@Brown.edu\nhttps://doi.org/10.1016/j.pss.2018.04.024 Received 14 March 2018; Received in revised form Available online 26 April 2018 0032-0633/© 2018 Elsevier Ltd. All rights reserved\nA B S T R A C T\nThe Central Elysium Planitia region contains evidence for large-scale, Late Amazonian volcanic and fluvial activity, the youngest on Mars. The region consists of a population of geologically recent, Late Amazonian-aged flood basalt volcanic plains which are incised by several large fluvial outflow channel systems. Recent understanding of the distribution of paleo-glaciation on Mars, informed by geomorphic indicators and model predictions, suggests that Central Elysium Planitia was an area of likely surface snow and ice accumulation throughout the Amazonian period. Furthermore, the volcanic plains of Central Elysium Planitia contain wide areas with preserved rootless cones, representing among the strongest evidence for past lava-ice interactions on Mars. Consequently, Central Elysium Planitia is of significant interest to understanding the recent Amazonian thermal and hydrologic history of Mars.\nHere we perform an exploratory assessment of the influence of surficial large-scale lava-ice interactions on the geomorphology of the Central Elysium Planitia volcanic plains and their potential contribution to the formation of the fluvial outflow channels contained within the region. The outflow channels of Central Elysium Planitia are generally interpreted to have formed as a result of catastrophic outbursts of groundwater released from pressurized, confined subsurface aquifers by magmatic dike emplacement. However, the formation of the relatively young Central Elysium Planitia outflow channels by this mechanism is subject to several demanding conditions which are not required of a lava-ice interaction origin. Therefore we revisit the origin of the Central Elysium Planitia outflow channels and explore large-scale lava-ice interactions as a possible alternative mechanism to contribute to, or account for, their formation. This assessment is performed through a case study of Athabasca Valles, a well-characterized outflow channel system which appears to emanate from the Cerberus Fossae fissure system.\nWe find that surface ice and lava-ice interactions could have influenced the geomorphology of Central Elysium Planitia by contributing to the formation of the regions platy-ridged volcanic plains texture and rootless cones. Large-scale lava-ice interactions in Central Elysium Planitia are found to be able to readily supply the water volumes needed to form the Athabasca Valles system, but additional mechanisms are required to cause meltwater confinement and release to supply requisite discharges. Of the several potential mechanisms which could have led to meltwater confinement and release, the most likely are supra/englacial melt accumulation with outflow triggered by the flotation of a confining ice dam, and supra/englacial meltwater accumulation released by topdown supraglacial overflow. A simple analysis of these processes indicates that the rates of discharge necessary to form Athabasca Valles can be supplied while adhering to the geomorphic constraints of the system. Therefore, we conclude that the formation of the Athabasca Valles outflow channel system (and possibly other outflow channels in the region) could plausibly have been the result of surficial lava-ice interactions through meltwater confinement, accumulation, and release, providing an advantageous alternative to classical groundwater outburst models.\n(J.P. Cassanelli), James_Head@Brown.edu (J.W. Head).\n7 April 2018; Accepted 25 April 2018\n."
  }, {
    "heading": "1. Introduction",
    "text": "The Central Elysium Planitia region of Mars (Fig. 1) (e.g. Vaucher et al., 2009a, 2009b) (previously referred to as the Cerberus plains) contains evidence for the youngest volcanic and fluvial/diluvial activity on the martian surface (Plescia, 1990, 1993; Vaucher et al., 2009a; Voigt and Hamilton, 2018) and is therefore of significant importance for understanding the thermal and hydrologic history of the planet. The region is characterized by a series of geologically recent, Late Amazonian-aged lava plains (Fig. 1) which are interpreted to have been emplaced in a flood basalt mode (Plescia, 2003; Keszthelyi et al., 2004, 2017; Lanagan, 2004; Jaeger et al., 2010; Cataldo et al., 2014), involving voluminous eruptions of low viscosity magma at high effusion rates and with eruptive activity sustained over significant timescales (Head and Coffin, 1997). The flood basalt plains of Central Elysium Planitia are incised by the Athabasca, Grjota , Marte, and Rahway Valles outflow channel systems (Tanaka et al., 2014) (Fig. 1). The Athabasca Valles system is of particular interest due to its exceptionally young apparent age, with crater age dating estimates suggesting fluvial activity may have occurred within the system as recently as the last ~20 Myr (Berman and Hartmann, 2002;\nBurr and McEwen, 2002). It is worth noting, however, that these crater retention age estimates are derived from the lava units which embay the Athabasca Valles channel, and thus, the channel itself could be much older (unless it was carved by the lava) and of unknown precise age (McEwen et al., 2012; Dundas and Keszthelyi, 2013). Despite these uncertainties, stratigraphic constraints (Voigt and Hamilton, 2018) generally indicate that the outflow channels of Central Elysium Planitia (Fig. 1) are a relatively young, Middle to Late Amazonian-aged, population. It is widely accepted that the martian outflow channels were carved by water, thus the relatively young channel systems of Central Elysium Planitia (Fig. 1) represent the most geologically recent large-scale fluvial activity on Mars.\nBoth the flood basalt plains of Central Elysium Planitia, as well as the water thought to have carved the outflow channels of the region, are inferred to have emanated from Cerberus Fossae (Figs. 1 and 2) (Head et al., 2003b; Plescia, 2003; Jaeger et al., 2010), a series of extensional fissures extending over a total length of>1000 kmwithin the region. The Central Elysium Planitia outflow channels, as well as many other martian outflow channels, are canonically interpreted to have formed through the effusion of pressurized groundwater released from aquifers confined beneath the martian cryosphere (e.g. Baker et al., 1992; Clifford, 1993; Carr, 1996; Head et al., 2003b; Harrison and Grimm, 2004; Hanna and Phillips, 2005, 2006; Andrews-Hanna and Phillips, 2007; Marra et al., 2014). In Central Elysium Planitia, outflow channel formation by this mechanism is suggested to have been triggered by magmatic dike emplacement resulting in breaching of the cryosphere and outflow of pressurized groundwater (Head et al., 2003b) due to the close association of the outflow channel heads and the Cerberus Fossae fractures. This relationship is well-illustrated by the Athabasca Valles outflow channel (Fig. 2) which unambiguously heads along the Cerberus Fossae. However, the importance of water in the formation of the Athabasca channel has been called into question (a concise summary is provided by\nKeszthelyi et al., 2017), with a range from purely fluvial to purely volcanic origins suggested, or through a combination of the two (Burr, 2003; Burr et al., 2005; Leverington, 2004; Keszthelyi et al., 2007, 2017; Jaeger et al., 2010; Ramsdale et al., 2015).\nAssuming that the Central Elysium Planitia outflow channels were carved exclusively by water, the geologically young age of the systems (Voigt and Hamilton, 2018) results in several demanding requirements for the canonical formation mechanism. (1) A liquid groundwater system must have been preserved at great depth beneath a very thick cryosphere to near the present day (against the relatively efficient action of vapor diffusive loss to the cryosphere; Clifford, 1991), and must have been supplied by a source of active groundwater recharge (most plausibly Elysium Mons, still an unlikely source of recharge late in the Amazonian period near the time of formation of the Elysium Planitia outflow channels; Russell and Head, 2007; Cassanelli et al., 2015). (2) The groundwater system must have been saturated to the base of the cryosphere to allow confinement and pressurization, requiring potentially significant volumes of liquid water (Clifford, 1993). (3) Dike emplacement or tectonic extension must have produced and maintained an open conduit across the entire ~5–10 km thick cryosphere (Clifford et al., 2010) to allow water outflow to the surface. (4) The permeability of the aquifer from which the floods emanated must have been unreasonably large, far exceeding those common of terrestrial aquifers at similar depths and scales (Head et al., 2003b).\nCould any other mechanism account for the formation of the Central Elysium Planitia outflow channels without incurring these stringent requirements? Recent work has proposed that large-scale surficial lava-ice interactions could serve as a potential alternative mechanism for outflow channel formation (Cassanelli and Head, 2016, 2018), a mechanism which obviates many of the difficult conditions required of the canonical outflow channel formation model. Given the abundant evidence for lava (Vaucher et al., 2009a), ice (both surface and ground) (Head et al., 2003a; Mellon et al., 2004; Kadish et al., 2010; Bramson et al., 2015), and past lava-ice interactions (Hamilton et al., 2010b, 2011; Keszthelyi et al., 2010; Dundas and Keszthelyi, 2013) preserved in the Central Elysium Planitia region (or at comparable latitudes in the case of ice; Pedersen et al., 2010; Pedersen and Head, 2011, 2010), this is a plausible mechanism to explain the formation of outflow channels in the region. Additionally, the coincidence of glaciation and volcanism in Central Elysium Planitia and the operation of large-scale lava-ice interactions could have resulted in significant modification of the volcanic plains and meltwater generation that may have contributed to shaping the geology of the region (Cassanelli and Head, 2016, 2018).\nHere we perform a first-order evaluation of possible large-scale surface lava-ice interactions in Central Elysium Planitia. We explore the potential involvement of lava-ice interactions in producing the geomorphology of the Central Elysium Planitia volcanic plains and in the formation of the outflow channels of the region. We first review the nature and characteristics of volcanism and glaciation in Central Elysium Planitia, as well as the preserved evidence for past lava-ice interactions, in order to outline conditions of local lava and ice emplacement. We then review the geomorphology of the Central Elysium Planitia volcanic plains and assess the possible influences of large-scale lava-ice interactions. Finally, we explore the formation of the fluvial features in Central Elysium Planitia through large-scale lava-ice interactions. This final assessment is performed through a case study of Athabasca Valles (Figs. 1 and 2) as it is the most intensely studied and best characterized outflow channel system of the region, and because it poses the most rigorous test of the possible lava-ice interaction origin due to its scale, channel head morphology, and proximity to the Cerberus Fossae source (later discussed in detail). The geomorphology of Athabasca Valles is first reviewed in order to outline required criteria that must be satisfied to account for formation of the channel. These criteria are then used to test against predictions of meltwater generation and geomorphology from previous large-scale lava-ice interaction modeling work (Cassanelli and Head, 2016, 2018)."
  }, {
    "heading": "2. Lava-ice interaction geometry",
    "text": "In our analysis of large-scale surficial lava-ice interactions in Central Elysium Planitia, we assume a lava-ice interaction geometry involving the emplacement of effusive lava flows atop regional snow and ice deposits, as proposed in the ice sheet lava heating and loading mechanism (Cassanelli and Head, 2016, 2018). While other lava-ice interaction geometries are possible, the supra-ice emplacement geometry provides testable maximum end-member estimates for meltwater generation by optimizing heat transfer to the surface ice (Head andWilson, 2002, 2007; Wilson and Head, 2002, 2007; Cassanelli and Head, 2016, 2018) and has been observed to be a dominant interaction geometry between lava flows and surface snow and ice on Earth (Edwards et al., 2012, 2013, 2014, 2015). Supra-ice emplacement of lava flows can occur by (1) direct advancement of lava flows onto the ice from topographically-elevated terrain (as has been observed in glaciated terrestrial volcanic settings; Edwards et al., 2012, 2013, 2014, 2015), (2) supraglacial eruptions fed by dikes emplaced through surface ice due to high strain rates (Head and Wilson, 2002, 2007; Wilson and Head, 2002, 2007) or, (3) eruptions from tuyas that have pierced through surface ice (Smellie, 2007; Kadish et al., 2008; Scanlon et al., 2014)."
  }, {
    "heading": "3. Central Elysium Planitia: regional volcanism",
    "text": "The volcanic plains of the Central Elysium Planitia region are interpreted to have been emplaced in a flood basalt volcanic mode (Plescia, 2003; Keszthelyi et al., 2004, 2017; Lanagan, 2004; Jaeger et al., 2010; Cataldo et al., 2014). This style of volcanism is characterized (Keszthelyi et al., 2000, 2004) by very voluminous eruptions of low viscosity magma at high effusion rates producing large, extensive sheet lava flows with eruptive activity sustained over significant timescales, similar to that of the large igneous provinces on Earth (Head and Coffin, 1997). Volcanism of this nature is responsible for the emplacement of volcanic plains across nearly 1/3 of the surface of Mars (Head et al., 2002), with minimal evidence for associated source vents (Gregg, 2017) and only very localized volcanic constructs (primarily in Hesperia Planum and Syrtis Major; Tanaka et al., 2014). Thus, the predominant mode of volcanic emplacement in Central Elysium Planitia is extrusive in character, without evidence for a major accompanying component of intrusive or explosive activity.\nWithin the Central Elysium Planitia region (Fig. 1) (Plescia, 1990, 2003; Keszthelyi et al., 2000, 2004; Sakimoto and Gregg, 2001; Berman and Hartmann, 2002; Burr et al., 2002b, 2002a; Fuller and Head, 2002; Werner et al., 2003; Lanagan, 2004; Vaucher et al., 2009a, 2009b; Jaeger et al., 2010), volcanic plains cover a total area of ~1–10 106 km2 with a volume of ~0.1–0.15 106 km3 and with typical individual lava flow unit thicknesses of ~1–40m, areas of ~104 km2, and volumes of ~103 km3. Crater retention ages (Vaucher et al., 2009a) of the Central Elysium Planitia volcanic plains suggest that volcanic activity within the region occurred as recently as ~2 Ma and extended to at least 250 Ma. Estimates suggest individual periods of volcanic activity within Central Elysium Planitia lasted on the order of 1 Myr (Vaucher et al., 2009a) with large portions of the province (specifically the ~2.5 105 km2 Athabasca Valles flood lava) potentially emplaced over time periods as little as weeks to months (Jaeger et al., 2010).\nGiven these general characteristics, we evaluate large-scale lava-ice interactions in Central Elysium Planitia by assuming a total lava-ice interaction area of 107 km2 (the maximum extent of the lava, also assuming equally extensive surface ice deposits) and individual lava flow thicknesses of 20m and areas of 104 km2. In this analysis we assume that sequential lava flows are emplaced after the complete cooling of the prior flow, a reasonable assumption given the short duration of individual lava flow cooling relative to the total emplacement timescale of flood basalt units (Cassanelli and Head, 2016). Furthermore, we neglect the effects of the lava flow emplacement recurrence rate because, under these conditions, it does not control the total amount of ice melted, but only the\nlong-term melting behavior by determining the amount of time in-between lava emplacement events and thus melt pulses (Cassanelli and Head, 2016, 2018)."
  }, {
    "heading": "4. Central Elysium Planitia: snow and ice",
    "text": "Several lines of evidence have been documented indicating that regional snow and ice were likely to have been common within the latitude range of Central Elysium Planitia during the Amazonian period of Mars history. These include: (1) The deposition and formation of tropical mountain glaciers on the Tharsis Montes and the ice-bearing latitude-dependent mantle resulting from redistribution of polar volatiles toward the equator during periods of increased obliquity (Kreslavsky and Head, 2002; Head andMarchant, 2003; Head et al., 2003a, 2005; Forget et al., 2006; Madeleine et al., 2009, 2014; Dundas et al., 2018). (2) The preservation and distribution of pedestal craters, interpreted to be direct indicators of paleo-ice sheet thickness, which exhibit heights of several tens to in excess of one hundred meters (Kadish et al., 2010; Kadish and Head, 2011; Fastook and Head, 2014). (3) The presence of ice-bearing lineated valley fill, lobate debris aprons, and concentric crater fill units (Madeleine et al., 2009; Head et al., 2010; Levy et al., 2010; Fastook and Head, 2014). (4) General circulation model simulations of the Amazonian Mars climate predicting the accumulation of ice within similar latitudinal bands and within the northern portions of Central Elysium Planitia (Forget et al., 2006; Madeleine et al., 2009, 2014). (5) The inferred presence of widespread excess ground-ice within the nearby Arcadia Planitia region as indicated by Mars Reconnaissance Orbiter Shallow Radar (SHARAD; Seu et al., 2004) instrument measurements (Bramson et al., 2015).\nTogether, these observations and predictions suggest that the presence of regional surface snow and ice deposits in excess of tens of meters thick was likely within Central Elysium Planitia during the Amazonian period, coincident with the activity of volcanism in the region. Therefore, in our evaluation of lava-ice interactions in Central Elysium Planitia, we assess a range of possible surface ice thicknesses from 1 to 100m. This range accounts for a wide variation in possible surface ice thicknesses with the lower limit corresponding to thicknesses typical of the latitudedependent mantle (Kreslavsky and Head, 2002; Schon et al., 2009) and the upper limit to maximum thicknesses indicated by preserved pedestal craters (Kadish et al., 2010)."
  }, {
    "heading": "5. Central Elysium Planitia: lava-ice interactions",
    "text": "The volcanic plains of Central Elysium Planitia are not only of great interest due to their recent formation, but also because they contain among the best evidence for past lava-ice interactions on Mars. This evidence is in the form of rootless cones (also referred to as psuedocraters) which are preserved in numerous locations across the region, and which have been the subject of considerable study (Greeley and Fagents, 2001; Lanagan et al., 2001; Burr et al., 2002a; Fagents et al., 2002; Bruno et al., 2004, 2006; Fagents and Thordarson, 2007; Hamilton et al., 2010b, 2011; Keszthelyi et al., 2010, 2017; Dundas and Keszthelyi, 2013; Cataldo et al., 2014; Marcucci et al., 2016). On Earth, rootless cones are known to form when lava flows advance over volatile-bearing materials (due to the generation and accumulation of steam to explosive pressures beneath the lava flow; Dundas and Keszthelyi, 2013), typically water-laden sediments and ice-bearing permafrost (Thorarinsson, 1953; Fagents and Thordarson, 2007; Hamilton et al., 2010a, 2010c; Belousov et al., 2011; Marcucci et al., 2016; Smellie and Edwards, 2016). A possible interpretation of the Central Elysium Planitia rootless cones, given the typical terrestrial formation conditions, is that the volcanic plains were emplaced onto water-laden regolith produced as a result of recent prior outflow channel activity. Consequently, this interpretation suggests a geologically contemporaneous age of fluvial and volcanic activity, therefore indicating a young geologic age for the large-scale outflow channel fluvial activity. However, modeling of rootles cone\nformation on Mars (Dundas and Keszthelyi, 2013) indicates that cones may have formed by the vaporization of shallow, atmospherically-emplaced ground-ice, which is known to be present across Mars (Mellon and Jakosky, 1995; Mellon et al., 1997, 2009), and which could have long predated volcanic activity (though the ability of rootless cones to form in this way depends on the depth of the permafrost ice-table which, if large, may have been difficult). Therefore, the rootless cones of Central Elysium Planitia are not definitive indicators of recent fluvial activity in the region (Keszthelyi et al., 2017).\nIn a scenario of large-scale surficial lava-ice interactions as investigated here, rootless cone formation would be expected to occur by direct molten fuel-coolant interactions (Dundas and Keszthelyi, 2013) during lava flow advancement over snow and ice, or by advancement of lava flows over water-laden regolith produced by meltwater (Fig. 3a). While the direct advancement of lava flows over surface snow and ice has recently been documented on Earth (Edwards et al., 2012, 2014, 2015), phreatovolcanic activity was relatively limited and rootless cone formation was not observed. However, observations of this process are currently very limited, and specific local conditions (such as steep topographic gradients and permeable snow allowing for rapid drainage of meltwater and thus preventing major steam creation) may have inhibited rootless cone formation in these particular events (Edwards et al., 2012). Experiments involving the flow of lava directly over ice (Edwards et al., 2013) are suggestive of the ability of lava flows to trap steam and meltwater when flowing directly over ice, and thus rootless cone formation during the advancement of lava over surface snow and ice (Fig. 3a) remains a plausible process.\nDespite uncertainties regarding the precise formation conditions, the extensive distribution of rootless cones within Central Elysium Planitia (covering at least thousands of square kilometers; Hamilton et al., 2011), provides strong support for the widespread past occurrence of lava-ice interactions within the region and justification for the scenario we investigate. With the characteristics of regional volcanism and glaciation within Central Elysium Planitia outlined, and the history of lava-ice interactions established, we now evaluate the potential contribution of lava-ice interactions toward the geomorphology of the region and the formation of outflow channels."
  }, {
    "heading": "6. Geomorphology of Central Elysium Planitia",
    "text": "The geomorphology of the Central Elysium Planitia surface is characterized predominantly by young volcanic plains (Plescia, 1990; Fuller and Head, 2002; Lanagan, 2004; Jaeger et al., 2007, 2010; Vaucher et al., 2009a, 2009b; Morgan et al., 2013, 2015; Tanaka et al., 2014; Voigt and Hamilton, 2018) exhibiting lobate scarps, sinuous troughs, ridges, and platy-terrains (Keszthelyi et al., 2004; Voigt and Hamilton, 2016, 2018). A geomorphic attribute of particular interest within Central Elysium Planitia is the platy-ridged terrain morphology (Fig. 4) which is expressed across wide areas of the volcanic plains in the region (Keszthelyi et al., 2004) and which is now assessed in detail."
  }, {
    "heading": "6.1. Platy-ridged terrain",
    "text": "The platy-ridged surface morphology (Fig. 4) of the Central Elysium Planitia volcanic plains is characterized (Keszthelyi et al., 2004) by: (1) ridges tens of meters in height and width and hundreds of meters in length, (2) ridge-bounded flat plates hundreds of meters to kilometers across, (3) smooth surfaces divided into several-meter wide polygons which are elevated toward the center, (4) 1–10 km long parallel grooves cut into the surface (interpreted to result from flow around obstacles; Keszthelyi et al., 2004), and (5) inflated margins (interpreted to be inflated pahoehoe margins; Keszthelyi et al., 2004). In some areas, the platy-ridged volcanic plains surface is divided by long, kilometer-scale (in both length and width) lineated grooves which separate the terrain into compound-plates comprised of multiple individual plates and ridges (Fig. 4).\nThe platy-ridged surface morphology is not well represented by terrestrial analogs (Keszthelyi et al., 2000, 2004) and its formation has been the subject of some debate. Alternative suggestions for the formation of the platy-ridged morphology have included: (1) the disruption of an initial pahoehoe surface by large surges in the lava effusion rate, resulting in rafting of a disrupted lava crust (Keszthelyi et al., 2000, 2004; Ramsdale et al., 2015), (2) a combination of mud and ice flowing over the surface (Williams and Malin, 2004), (3) remnants of an evaporated/sublimated frozen sea (Murray et al., 2005), and (4) settling of icebergs onto martian plains (Woodworth-Lynas and Guign e, 2003).\nGiven the likelihood of volcano-ice interactions in Central Elysium\nPlanitia during the Amazonian period, as was earlier established, we assess here whether interactions between the effusive Central Elysium Planitia lava flows and surface snow and ice may have contributed to, or resulted in, the formation of the platy-ridged terrain."
  }, {
    "heading": "6.2. Platy-ridged terrain: lava-ice interaction origin",
    "text": "Observations (Edwards et al., 2012, 2014, 2015) of the advancement of lava flows over snow and ice on Earth have demonstrated that lava flows can undergo post-emplacement subsidence due to melting of underlying snow and ice leading to fracturing and disruption of the lava flow surface. While the lava flow deformation observed in these terrestrial studies is not directly similar to that exhibited by the platy-ridged terrain on Mars (which may be due to differences in scale, as the predicted surface ice deposits and sheet lava flows of the Central Elysium Planitia volcanic plains are much greater in size than those documented in the current terrestrial studies), these observation demonstrate that it is, at a minimum, possible for surficial lava-ice interactions to cause lava flow disruption and deformation. Therefore, the formation of the platy-ridged terrain by a surficial lava-ice interaction mechanism is, to a first order, plausible.\nIn order for surficial lava-ice interactions to account for the formation of the platy-ridged terrain in detail, the mechanism must be able to explain the complete range of morphologic characteristics (Fig. 4) including: (1) the lack of associated phreatovolcanic features (rootless cones), (2) the low variability in surface elevation between plates (on the order of 1–10m), (3) the occurrence of raised ridges between plates, and (4) the separation of plates by lineated grooves up to ~1 km or greater in width."
  }, {
    "heading": "6.2.1. Phreatovolcanic features",
    "text": "It is reasonable to expect the formation of platy-ridged terrain by surficial lava-ice interactions to be accompanied by considerable phreatovolcanic activity leading to rootless cone formation due to molten-fuel coolant interactions between lava and ice (Fig. 3a). However, rootless cones are not consistently observed in conjunction with the platy-ridged terrains in Central Elysium Planitia. The lack of associated phreatovolcanic features can be accounted for by steam escape through the disrupted lava flow surface and margins as well as meltwater escape from beneath the lava flow through either absorption into underlying snow/ ice or drainage beyond the flow margins. Both of these processes inhibit the accumulation of explosive steam pressures beneath the lava and have been observed (Edwards et al., 2012, 2014, 2015) to hinder phreatovolcanic activity and rootless cone formation during the advancement of lava flows over surface snow/ice on Earth. Therefore, the lack of phreatovolcanic features in association with the platy-ridged terrain does not preclude a lava-ice interaction origin."
  }, {
    "heading": "6.2.2. Elevation variability",
    "text": "Differences in elevation between plates of the platy-ridged volcanic terrain are generally uniform and on the order of 1–10m in magnitude. In a lava-ice interaction origin for the platy-ridged terrain, differential settling due to surface ice melting is required to cause lava flow surface disruption. Therefore, the observed 1–10m elevation differences between plates suggest that surface snow and ice must have been at least equal to these thicknesses in order for the platy-ridged texture to have formed by lava-ice interactions. Additionally, the existence of coherent lava plates several kilometers in dimension (Fig. 4) indicates the plates did not subside over significant distances, as differences in settling rate over a large total amount of subsidence would likely cause fracturing and disruption of the surface to a finer scale. Therefore, if indeed the platyridge terrain is the result of surficial lava-ice interactions in Central Elysium Planitia, surface ice thicknesses must have been on the order of ~1–10m, which is in general agreement with estimates of surface ice thickness derived from the latitude-dependent mantle (Kreslavsky and Head, 2002) and pedestal crater heights (Kadish et al., 2010)."
  }, {
    "heading": "6.2.3. Inter-plate ridges and lineated grooves",
    "text": "The ridges that bound the plates of the platy-ridged terrain (Fig. 4) are interpreted to be pressure-ridges formed through the compression of adjacent lava plates (Keszthelyi et al., 2004). These pressure ridges are contrasted in some areas by lineated grooves which separate the lava plates and compound-plates of the platy-ridged terrain by widths up to ~1 km (Fig. 4). The lineated grooves are thought to be produced as counterparts to the pressure ridges, with formation occurring in areas where the chilled lava surface underwent extensional flow, rafting the lava plates apart and opening the grooves between. Therefore, the interpreted origin of the ridges and grooves suggests that their formation must have occurred during lava flow emplacement while the lava was still fluid and undergoing active flow.\nIn a lava-ice origin scenario, pressure ridges and grooves may have been formed as a result of differential ice sheet melting rates or variations in ice sheet surface elevation leading to lava flow convergence toward areas of excess melting or lowered surface elevation, and divergence in areas of reduced melting or increased surface elevation (Fig. 3b). In order for the formation of ridges and grooves to occur in this manner the\ntimescale for viscous flow of the lava must not exceed that of the diffusive cooling to enable the lava to adjust to induced potential changes through flow before solidification. This can be confirmed in a very simple manner by taking a ratio of the timescale required for thermal diffusion across the lava flow thickness (assuming lava flow cooling predominantly by conduction and neglecting advective effects) and viscous flow over a given distance (assuming Newtonian rheology for simplicity) which yields:\n2 L κ μ H4 ρ g sin α\n(1)\nwhere L is a flow distance of interest (~1 km in this case, an approximate average width of the lineated grooves and the greatest flow distance required to explain platy-ridged terrain formation, given that ridges are only tens of meters in elevation and hundreds in width), κ is the thermal diffusivity (for which a typical value of 10 6 m2/s is adopted), μ is the lava viscosity (for which a value of 104 Pa s is used, consistent with measurements from terrestrial basaltic lava flows; Harris and Allen, 2008), H is the lava flow thickness (for which the average 20m value is\nutilized), ρ is the lava density (assuming a typical value of 3000 kg/m3), g is gravitational acceleration (3.71m/s2 on Mars), and α is the slope (for which a value of 1 is used, approximately equivalent to a surface elevation change equal to the 20m thickness of the lava flow over the typical 1 km length of the groove separations). Substituting the relevant parameters indicates a ratio value on the order of 10 7, suggesting that, for the conditions of interest, viscous flow occurs over more rapid timescales than conductive lava flow cooling, supporting the ability of surficial lava-ice interactions to form the ridges and grooves (Fig. 3b).\nIt is worth noting that, while surficial lava-ice interactions may have been responsible for the formation of the ridges and grooves of the platyridged lava terrain, they are not necessarily required. Formation of the ridges and grooves could alternatively have resulted from variations in lava flow conditions (as previously proposed; Keszthelyi et al., 2000, 2004) during supra-ice lava flow emplacement without any direct influence from differential settling due to melting of underlying surface snow and ice. This is because the conductive melting of ice generally proceeds at a slower rate than lava flow emplacement (Edwards et al., 2012, 2013, 2014, 2015), particularly for effusive low viscosity flows, such as those emplaced in Central Elysium Planitia (Keszthelyi et al., 2000, 2004; Jaeger et al., 2010). Ridges and grooves formed during emplacement in this manner could then have been preserved through subsequent melting and subsidence in areas where surface snow and ice was thin, and thus the total amount of subsidence experienced by the flow was limited. Therefore, platy-ridged terrain formation in this manner can occur irrespective of contemporaneous surface snow and ice deposits instead of as a direct consequence of lava-ice interactions."
  }, {
    "heading": "6.2.4. Distribution",
    "text": "A final morphologic factor which requires consideration is the observed (Keszthelyi et al., 2000, 2004) occurrence of platy-ridged terrains on martian flood lavas outside of Central Elysium Planitia. The formation of platy-ridged flood lavas by lava-ice interactions as described in the preceding assessment (Fig. 3b) necessitates the presence of surface snow and ice. Therefore, if indeed the platy-ridged terrain formed in this manner (Fig. 3b), the presence of this morphologic texture on themartian flood lava plains could provide information on the ages (through crater age dating of lava flow surfaces), thicknesses, and distribution of past regional surface snow and ice deposits on Mars.\nTo summarize, platy-ridged terrain (Fig. 4) may have formed as either a direct result of surficial lava-ice interactions (Fig. 3b) or from variations in lava flow conditions during supra-ice emplacement without substantial influence from melting of underlying ice. In either case, however, the presence of surface snow and ice may have resulted in enhanced lava flow velocities and emplacement rates through the formation of a lubricating meltwater lens produced through melting of underlying snow and ice as documented in terrestrial experiments (Edwards et al., 2013). This process may help explain the remarkable length of the Central Elysium Planitia lava flows which, despite relatively low thicknesses (~20m for individual flows) and exceedingly low regional slopes (~0.02–0.04%; Kreslavsky and Head, 2000), extend over lengths of at least 1500 km and likely greater than 2000 km (Keszthelyi et al., 2000, 2004). The significant lengths of the Central Elysium Planitia flood basalts have been previously explained by low lava viscosities, high effusion rates, and by lava flow emplacement occurring largely through flow confined beneath a protective cooled upper crust (increasing the thermal efficiency of the lava flow) (Keszthelyi et al., 2000, 2004). Thus, as earlier noted, if surface snow and ice was directly involved in the formation of platy-ridged terrain (through lava-ice interactions; Fig. 3b), or indirectly by enabling greater lava flow emplacement rates, the platy-ridged terrain could provide information on the age, thicknesses, and distribution of past glacial activity on Mars. In addition to the influences lava-ice interactions may have had on the geomorphology of the Central Elysium Planitia lava flows, the potential remains for significant meltwater production that may have contributed to the formation of fluvial features in the region. In order to test this we now examine the\npossible role of surface lava-ice interactions in the formation of the Athabasca Valles outflow channel system within the region."
  }, {
    "heading": "7. Outflow channel formation by lava-ice interactions",
    "text": "Formation of outflow channels by large-scale interactions between lava and surface snow/ice is predicted to proceed by meltwater generation and release from both direct top-down contact heating and melting, and by insulation-induced bottom-up heating and melting (Cassanelli and Head, 2016, 2018). Here we consider only direct top-down contact heating and melting as insulation-induced bottom-up heating and melting would require the accumulation of significant thicknesses of lava (~2 km, far exceeding the estimated total thicknesses of the volcanic plains in Central Elysium Planitia) to initiate bottom-up melting (Cassanelli et al., 2015; Cassanelli and Head, 2015, 2016) for even the thickest ice sheets likely to have accumulated in the Central Elysium Planitia region during the Amazonian (~100m, as indicated by the heights of pedestal craters at similar latitudes; Kadish et al., 2010). Lava-ice interactions involving top-down contact heating and melting (as envisioned in the ice sheet lava heating and loading model; Cassanelli and Head, 2016, 2018) depend upon a number of factors including: (1) the thickness of the individual accumulating lava flows, (2) the total thickness of lava accumulated, (3) the rate of lava accumulation, (4) the area over which top-down heating and melting occurs, and (5) the thickness and extent of pre-existing ice. These critical parameters and conditions for the Athabasca Valles outflow channel system were earlier defined through reviews of the geomorphology of the Central Elysium Planitia region (Sections 2–4) and are now utilized to explore the formation of the outflow channel system."
  }, {
    "heading": "7.1. Geomorphology of Athabasca Valles",
    "text": "To evaluate the ability of lava-ice interactions in Central Elysium Planitia to contribute to outflow channel formation in the region, we examine the Athabasca Valles system (Figs. 1 and 2) as a case example. Of the outflow channel systems within Central Elysium Planitia, Athabasca Valles presents the most difficult test of the lava-ice interaction origin mechanism. This is because the Athabasca Valles system is (1) among the largest in the region, requiring substantial volumes and discharges of liquid water, and, (2) is the most proximal to the Cerberus Fossae lava source, thereby providing the least amount of possible lava-ice interaction area for meltwater generation and drainage collection. The Athabasca Valles outflow channel system is situated in the north of Central Elysium Planitia, with a 10–30 km wide main branch that extends over a distance of ~300 km from Cerberus Fossae toward the southwest (Figs. 1 and 2). The main branch of the outflow channel system exhibits an average downstream slope of ~0.05%, varies in depth from ~60 to 75m (shallowing beyond detection at the distal end), and is more deeply incised within the headwaters near the Cerberus Fossae source area (Burr et al., 2002a; Keszthelyi et al., 2007). Peak discharge estimates of 1–2x106m3/s have been derived from measurements of the main branch of the Athabasca Valles system (Burr et al., 2002b) and have been shown to be consistent with the morphology of the channel through subsequent flood modeling (Keszthelyi et al., 2007; Kim et al., 2014). Conservative estimates of the total volume of water required to erode the Athabasca Valles outflow channel system range from 400 to 1600 km3 (Hanna and Phillips, 2006). These discharge and volume estimates imply erosion of the Athabasca Valles system over a timescale of ~2–18 days assuming continuous, uninterrupted flow at the peak discharge values, comparable to those derived for other martian outflow channel systems under the same assumptions (Carr, 1996; Leask et al., 2006, 2007; Turbet et al., 2017).\nThese outlined geomorphic characteristics lead to important criteria that must be met in order to account for the formation of the Athabasca Valles outflow channel. (1) Supply of a total volume of 400–1600 km3 of water as indicated by the total volume of the channel and conservative\nassumptions of the required water-to-rock ratio for erosion (Hanna and Phillips, 2006). (2) Supply of liquid water at discharge rates of ~1–2x106m3/s as evidenced by the channel dimensions (Burr et al., 2002b) and flood modeling (Keszthelyi et al., 2007; Kim et al., 2014). (3) Greater incision of the channel near the Cerberus Fossae source area as indicated by the channel morphometry (Burr et al., 2002a; Keszthelyi et al., 2007)."
  }, {
    "heading": "7.2. Origin of Athabasca Valles by lava-ice interactions",
    "text": "The formation of Athabasca Valles by lava-ice interactions, and the conditions required to meet the geomorphic criteria of the system, are assessed through the implementation of models and predictions developed in previous investigations of lava-ice interactions on Mars (Cassanelli and Head, 2016, 2018). In particular, we utilize thermal models (Cassanelli and Head, 2016, 2018) to evaluate the process of top-down contact melting following supra-ice lava flow emplacement to estimate the magnitudes and rates of potential melting. Estimates of the volumes and rates of meltwater production are then used to evaluate the areas of melting required to produce the needed volumes and discharges to form the Athabasca Valles outflow channel.\nThe accumulation of 20m thick individual lava flows (the typical value as established in Section 3) to the total thickness of tens to hundreds of meters observed (Vaucher et al., 2009a) in the Central Elysium Planitia region can potentially melt hundreds of meters of ice (Cassanelli and Head, 2016). Given that a plausible maximum surface ice sheet thickness in the Central Elysium Planitia region is ~100m (as indicated by pedestal crater heights at similar latitudes; Kadish et al., 2010), the total melting volume able to be supplied by lava-ice interactions is likely to be limited by the amount of surface ice present. Therefore, we assume any surface ice present within Central Elysium Planitia to have undergone complete melting in response to the emplacement of the volcanic plains. The melting area required to supply the volume of water needed to form Athabasca Valles is then computed using a plausible range of surface ice thicknesses (as determined in Section 4) from 1 to 100m (Fig. 5). At a minimal surface ice thickness of 1 m, a total melting area of ~0.4–1.7 106 km2 is required (Fig. 5) to supply the range of water volumes estimated to have been needed to carve the Athabasca Valles system (400–1600 km3). This area is approximately equivalent to the\ntotal area of the Central Elysium Planitia lavas and therefore, in principle, melting of 1m of regional ice by lava-ice interactions could have supplied the required volumes of water to source the outflow channel. However, this would require the unlikely collection and focus of meltwater from across the entire region to the Athabasca Valles channel head. At the upper limit 100m surface ice thickness the melting area requirement is reduced ~0.4–1.7 104 km2 (Fig. 5). This melting area is comparable to the average areal extent of individual lava flows in Central Elysium Planitia (refer to Section 3 for discussion on lava flow areas), indicating that if surface ice were present at these thicknesses, lava-ice interactions could readily supply the water needed to form Athabasca Valles (Fig. 5).\nTo assess the ability of lava-ice interactions in Central Elysium Planitia to supply meltwater at the discharge rates required to form Athabasca Valles we evaluate the melting rates (using previously developed lava-ice interaction thermal models; Cassanelli and Head, 2016, 2018) generated by the emplacement of a sequence of two 20m thick lava flows (the typical thickness of individual lava flows in the region). Melting rates generated by the emplacement of additional lava flows are not considered as two 20m thick lava flows are sufficient (Cassanelli and Head, 2016) to melt the maximum thickness of ice that is likely to have been present in Central Elysium Planitia (~100m as discussed in Section 4). Results of this analysis predict peak top-down melting rates of ~10 3 kg/m2s and average rates of ~10 4 kg/m2s over the course of lava flow emplacement and heat transfer to the underlying ice (Fig. 6). At these melting rates, top-down contact melting induced by lava-ice interactions would need to occur over areas of ~106 to>107 km2 to supply the nominally estimated discharge values for the Athabasca Valles outflow channel (1–2x106m3/s) (Fig. 6). These required melting areas equal and exceed the total area of the Central Elysium Planitia lava plains. While the low-end discharge estimate (1 106m3/s) could bemet by both peak and average melting rates over areas approximately equivalent to that of the Central Elysium Planitia lava plains (Fig. 6), this would require complete collection and focusing of flow from the entire region to the head of Athabasca Valles. This condition is physically improbable as there exist many nested drainage basins within the 1–10 106 km2 area of the Central Elysium Planitia volcanic plains which would direct meltwater flow along many different pathways. Therefore, as has been found in previous investigations of outflow channel formation by lava-ice interactions (Cassanelli and Head, 2018),\ngeneration of the requisite discharge values requires melting to occur over unreasonably large areas, and by consequence, additional mechanisms to confine, accumulate, and release meltwater in outbursts at elevated discharge rates. It is worth noting, however, that the nominal discharge estimates utilized to evaluate Athabasca Valles are derived under bankfull flow assumptions, and are therefore likely to be substantial over-estimates of the actual discharge of the system (Wilson et al., 2004; Cassanelli and Head, 2018). Therefore, it remains possible for Athabasca Valles to have been carved at lower discharge rates with either a greater number of flooding events or through more sustained flow, scenarios that are explored in greater detail by Cassanelli and Head (2018) for a similar martian outflow channel system (Reull Vallis in Hesperia Planum). In addition, there exists a multitude of processes which can result in the confinement and release of meltwater (Cassanelli and Head, 2018) in bursts at greatly elevated discharge rates which can reach those peak estimates derived from the Athabasca Valles system.We later explore the mechanisms, discharge rates, and possible geomorphic signatures generated by meltwater confinement and release and the potential involvement of this process in a lava-ice origin of Athabasca Valles.\nThe final criterion established from the morphometry of the Athabasca Valles system requires increased incision at the channel head near the Cerberus Fossae source (Fig. 2). To account for this geomorphic characteristic in a lava-ice interaction origin scenario, the majority of meltwater production would have to take place up-slope from the source region and to have focused melt directly to the channel source area. This is a difficult requirement given that the apparent source of the channel is also the apparent source of the regions lava, which would then require the unreasonable flow of lava upslope (to generate meltwater upslope of the channel head) to areas where there are also little volcanic plains mapped (Fig. 1). Therefore, due to this geomorphic characteristic, as well as the significant size of the system, the Athabasca Valles outflow channel poses the most stringent test of the lava-ice origin mechanism of any channel within Central Elysium Planitia. This difficulty, however, can be negated by the operation of meltwater confinement and release if sufficient quantities of water could be accumulated around the channel head area, a scenario we now assess.\n7.3. Meltwater confinement and release\nEvaluation of the melting rates generated by surficial lava-ice interactions for conditions relevant to the Central Elysium Planitia region indicates that, for melting over a reasonable source area scale, the peak discharge estimates for Athabasca Valles cannot be directly supplied (Fig. 6). However, there are a multitude of mechanisms which could have occurred in conjunction with lava-ice melting to confine and release accumulated reservoirs of meltwater at greatly increased discharge rates. These mechanisms are reviewed by Cassanelli and Head (2018) and fall under three broad categories (relevant references and a more thorough discussion are provided by Cassanelli and Head, 2018).\n(1) Meltwater confinement and accumulation within supraglacial or proglacial surface reservoirs created by snow, ice, or sediment/ regolith damming with subsequent failure by (a) disruption of dams by melting, (b) increased water volumes and pressure, (c) drainage through ice sheet fractures, moulins, or permeable layers, (d) triggering from external mechanisms such as landslides, avalanches, or ice mass failures delivering additional mass into the reservoir, or (e) increased pore pressures within the dam materials. (2) Meltwater confinement and accumulation within englacial or subglacial reservoirs, with subsequent reservoir failure by drainage through ice sheet fractures, moulins, permeable layers, or subglacial drainage networks, or by the pressurization of subsurface reservoirs through meltwater addition causing floatation of the confining ice and rapid subglacial drainage, a primary\nmechanism for the generation of the Icelandic j€okulhlaups (large glacial outburst floods) on Earth. (3) Subglacial and englacial magmatic intrusion and melting with failure occurring by the same processes as previously discussed with the addition of the potential for volcanic melting to extend toward the ice cap margin, opening a pathway to the surface and discharging stored meltwater.\nThe confinement and release of meltwater by the mechanisms outlined above have been estimated to produce discharges as high as 107m3/s in terrestrial flooding events, with the highest discharges typically associated with surface reservoir failure/overflow and j€okulhlaup-like subglacial outbursts (O’Connor and Costa, 2004) (Fig. 3c). These observed terrestrial discharge rates considerably exceed the peak discharge estimates for the Athabasca Valles and it is therefore plausible for meltwater confinement and release to have led to the formation of the outflow channel system. This plausible consistency is supported by the relatively rapid meltwater production rates involved specifically in lava-ice interactions (Cassanelli and Head, 2016, 2018) which would allow accumulation of large meltwater reservoirs without requiring sustained confinement conditions.\nWhile terrestrial examples suggest that confinement and release mechanisms can generate adequately large discharge values to supply the Athabasca Valle channel system, it is valuable to assess the plausibility of this process under conditions specific to Central Elysium Planitia and our investigation. The most likely mechanisms for meltwater confinement and release in the surficial lava-ice interaction scenario we investigate, given the regional extent of the surface ice and the supraglacial lava flow emplacement geometry being assessed, are: (1) supra/englacial meltwater accumulation confined by an ice dam, with release triggered by flotation of the confining ice allowing drainage beneath the dam (Fig. 3c) (much like the processes responsible for the generation of glacial lake outburst floods on Earth, such as the glacial Lake Agassiz events; Clarke et al., 2004), and (2) supra/englacial meltwater accumulation retained by the ice surface topography released by subsequent top-down supraglacial overflow (Smellie, 2006) leading to the erosion (by both mechanical and thermal processes; Marston, 1983; Russell et al., 2001) of a channel in the confining ice (similar to processes observed in some Icelandic j€okulhlaup events; Russell et al., 2001; Smellie, 2006) (Fig. 3c). Drainage of an accumulated meltwater reservoir by flotation and flow beneath a confining ice dam (Fig. 3c) would require separation of the initially cold-based ice dam material from the subsurface. This could occur by hydro-fracturing or meltwater infiltration and melting at the base of the ice dam.\nThe discharge that can be produced by meltwater confinement and release is exponentially dependent upon the size of the outlet conduit through which water is released (O’Connor and Costa, 2004; O’Connor and Beebee, 2009). To assess the viability of the two most likely confinement and release mechanisms defined above, we now evaluate the outflow conduit conditions required by each mechanism to reach the estimated discharge values of the Athabasca Valles system."
  }, {
    "heading": "7.3.1. Ice dam flotation outflow",
    "text": "To generate a simple estimate of the conduit dimensions required to meet the discharge values for the Athabasca Valles outflow channel by ice dam flotation outflow (Fig. 3c), we assume the confinement and release process can be represented as an open reservoir draining through a conduit (the form and geometry of which we next attempt to constrain) along the base of the ice dam confining the reservoir, analogous to a free jet (the geometry of which is illustrated diagrammatically in Fig. 3c). This reservoir and drainage geometry is commonly responsible for the generation of large glacial lake outburst floods and j€okulhlaup events on Earth (Clarke et al., 1984, 2004; Waitt, 1985; Atwater, 1986; Costa and Schuster, 1988; Russell, 1989; Tweed and Russell, 1999; Tweed, 2000; Bj€ornsson, 2009).\nAssuming the free jet geometry, the flow velocity at the outlet can be\nderived from the Bernoulli equation and is given by ffiffiffiffiffiffiffiffiffiffiffi 2 g H p where H is the difference in height from the top of the reservoir to the mid-depth of the outlet conduit. Estimates of flow velocity by this method are oversimplified because steady flow is assumed and, more importantly, shear forces are neglected. While shear forces are not likely to have a significant effect on flow within the reservoir (at large distances from the confining walls), they will have great importance for the confined flow through the outlet conduit due to interactions with the conduit walls (particularly since the walls will be comprised of relatively rough geologic materials). The effect of shear forces, along with the likely turbulence of the conduit flow, will act to reduce the flow velocities and thus the discharge. Therefore, the flow velocity estimates produced through this analysis will reflect maximum values and, consequently, yield minimum outlet conduit dimensions (since to reach any given discharge value, a maximum flow velocity will require a minimum flow area).\nIn order for meltwater release to occur by subglacial outflow as investigated here, the hydrostatic pressure at the base of the reservoir must equal or exceed the glaciostatic pressure at the base of the confining ice. At the maximum estimated regional ice thickness of 100m, the onset of flotation would require an adjacent water reservoir ~91m in depth. Assuming themaximum attainablemelt reservoir depth of 100m, limited by the maximum confining ice thickness, a conduit ~10m in height could be created through confining ice flotation (by isostatic balance). After the onset of flotation the conduit size would vary in response to the balance between processes acting to enlarge and to close the conduit (Clarke et al., 2004) (which would lead to variations in the rate of discharge). In particular, thermal and mechanical erosion of the conduit walls during discharge would tend to increase the conduit size, but would be overcome by the glaciostatic pressure during the waning stages of flow as drainage of the reservoir proceeded and discharge diminished (Clarke et al., 2004). In our analysis, we assume a constant conduit height for simplicity but note this parameter, and by consequence the discharge, would vary with time throughout the course of outflow activity. Under the geometric conditions outlined above, the elevation difference from the reservoir surface to the conduit mid-depth, H, is ~100m, which yields an outlet flow velocity of ~27m/s. Assuming a rectangular outlet conduit cross-sectional area and a constant outlet flow velocity, an outlet conduit width of ~3.5–7.5 km is required to reach the 1–2x106m3/s discharge values estimated for Athabasca Valles. Given that Athabasca Valles heads along a ~75 km long section of the Cerberus Graben (Figs 2 and 7), the estimated peak discharges could be met even if the effects of\nturbulence and friction reduced the conduit outflow velocity by a factor of ~10."
  }, {
    "heading": "7.3.2. Top-down supraglacial overflow",
    "text": "Under the cold and dry ambient climate conditions which have dominated the Amazonian period on Mars (Madeleine et al., 2009, 2014), surface ice sheets are predicted to be capped by relatively thick layers of snow and firn (Cassanelli and Head, 2015). As a result, this porous layer of snow and firn could act to prevent the flotation of confining ice by accumulated meltwater (Smellie, 2006), preferentially leading to top-down supraglacial overflow (Fig. 3c).\nIn order to estimate the size of the channel required to reach the necessary discharge by supraglacial overflow we utilize a version of the Manning equation for open-channel flow modified (Komar, 1979) to account for martian gravity:\nQ ¼ W d gm s R4=3 = ge n2 1=2\n(2)\nwhere Q is discharge (m3/s), W is channel width (m), d is channel depth (m), gm is martian gravity, s is the sine of the down-flow slope of the channel base, R is the hydraulic radius (m), ge is terrestrial gravity (9.81m/s2), and n is the Manning coefficient, which for ice has a value of ~0.01 s/m1/3 (Chu, 2014). In the initial stages of overflow, meltwater is likely to have been released as a widespread sheet flow which would be increasingly focused during continued outflow into a discrete channel (or many channels) as thermal and mechanical erosion of the confining ice progressed (Smellie, 2006). Assuming an initial channel slope approximately equivalent to that of the regional slope (0.05 ), we find that a sheet flow confined in an open channel 10m in depth would need to extend to widths of ~12–24 km in order to supply the 1–2x106m3/s discharge estimate for Athabasca Valles. In later stages of overflow activity if flow were concentrated into a single channel with an increased slope (1 ) and depth of 50m, a channel width of only ~200–400mwould be required. These estimated overflow channel widths are well within the width constraints imposed by the ~75 km length of the Athabasca Valles channel head.\nOur simplified analysis of the discharge rates generated by meltwater confinement and release (Fig. 3c) indicate that the peak values estimated for the Athabasca Valles outflow channel could be provided for conditions relevant to Central Elysium Planitia. Could the requisite volumes of water also be supplied by these mechanisms? We earlier established that an approximate minimum melting area of 104 km2 was required to provide the volumes of water necessary to carve the Athabasca Valles channel for a reasonable range of possible surface ice thicknesses. However, the disrupted terrain surrounding the Cerberus Fossae at the Athabasca Valles head does not extend over a comparable area (Fig. 7). The disrupted terrain immediately surrounding the Cerberus Fossae structure at the head of the Athabasca Valles channel covers a total area of only ~1700 km2 (Fig. 7). Our earlier results indicate that adequate volumes of water could not be produced by melting over this reduced area (Fig. 5). These results, however, did not account for the possibility of flood recurrence, and were generated assuming the occurrence of only one melting and discharge event. If meltwater generation and accumulation occurred over a reduced melting area of 1700 km2 as mapped around the Cerberus Fossae (Fig. 7), a total of ~2–9melting and drainage events would be needed to form the Athabasca Valles for a regional surface ice thickness of 100m, while ~20–90 events would be required for a 10m surface ice thickness.\nAs noted earlier, we find no strong evidence for melting over an expanded area of 10,000 km2 around the Cerberus Fossae source region of the Athabasca Valles system. In principal, however, it is possible for melting over an area of this extent to have occurred for two reasons. (1) Individual lava flow units in Central Elysium Planitia exhibit typical areas of 10,000 km2 (as described in Section 3) and could have been emplaced atop surrounding regional surface ice due to the exceptionally large effusion rates characteristic of the flood basalt volcanism of the area (up\nto 106m3/s; Keszthelyi et al., 2000, 2004). Some estimates suggest that individual lava flows in Central Elysium Planitia covering areas as large as 250,000 km2 were emplaced over timescales as little as weeks (Jaeger et al., 2010), far more rapid than the melting timescales (Cassanelli and Head, 2016, 2018) associated with lava flows of the scale typical in Central Elysium Planitia (as described in Section 3). (2) Melting over this larger 10,000 km2 area could have occurred and left little morphological signature due to obscuration by subsequent volcanic activity and lava flow emplacement which is known to have taken place in the system (Jaeger et al., 2007). Therefore, we consider melting over this larger area as a useful approximation for the upper limit of the possible melting area for any individual melting and discharge event. Over an area of 10, 000 km2, we find that only 1–2 melting and discharge events would be required for a regional surface ice thickness of 100m, while 10–20 would be required for a 10m surface ice thickness.\nThe estimated ranges in the total number of flooding events required to form Athabasca Valles (for melting areas of 1700–10,000 km2) are generally consistent with observations of the recurrence of glacial lake outburst floods and j€okulhlaups on Earth (Baker and Bunker, 1985; Waitt, 1985; Benito and O’Connor, 2003). Multiple episodes of meltwater generation, confinement, and release could have been produced in Central Elysium Planitia by the re-accumulation of ice under ambient climate conditions (Head et al., 2006; Madeleine et al., 2009, 2014; Fastook et al., 2011) or during later obliquity excursions (Head et al., 2003a) interacting with recurrent volcanic activity in the region. This process requires multiple periods of volcanic activity spaced out in time with sufficient duration inbetween eruptions to allow the regional ice deposits to reform, a condition which is readily satisfied by the age distribution of the volcanic plains of the area (Vaucher et al., 2009a; Voigt and Hamilton, 2018). Following flooding activity, ablation of the regional surface ice and subsequent volcanic activity (as evidenced by the young lavas draping the Athabasca Valles channel; McEwen et al., 2012; Dundas and Keszthelyi, 2013) would be likely to leave minimal diagnostic geomorphic evidence of the confinement and release process."
  }, {
    "heading": "7.4. Athabasca Valles origin: summary",
    "text": "In summary, we find that large-scale lava-ice interactions in Central Elysium Planitia could readily supply the water volumes necessary to form Athabasca Valles for reasonable thicknesses of surface ice within the region (Fig. 5). While results indicate that lava-ice interactions are not able to directly supply meltwater discharges sufficient to source the outflow channel (Fig. 6) a number of plausible processes could have led to the confinement and release of accumulated meltwater at greatly increased discharges. The rates of discharge that can be produced through the most likely confinement and release processes (supra/englacial impoundment with failure by confining ice flotation and supra/ englacial accumulation released by supraglacial top-down overflow; Fig. 3c) can reach the peak values estimated for Athabasca Valles and were found to be consistent with the geomorphic constraints of the channel system head. In addition, the extent of disrupted terrain along the Cerberus Fossae at the Athabasca Valles channel head suggests that meltwater confinement, accumulation, and outburst is not likely to have occurred over an area larger than ~1700 km2 (Fig. 7). At this area, anywhere from ~2 to 100 melting, confinement, and outburst events would be required to supply the total volume of water needed to erode the Athabasca Valles channels. This required range of flooding events is consistent with the recurrence of glacial lake outburst floods and j€okulhlaups on Earth and could have resulted from re-accumulation of ice under ambient climate conditions, or during later obliquity excursions, interacting with subsequent volcanic activity. Morphometric observations additionally have demonstrated that the Athabasca Valles outflow channel is most deeply incised near the channel source (Burr et al., 2002a; Keszthelyi et al., 2007). Meltwater confinement and release from the mapped 1700 km2 melting area (Fig. 7) could conceivably have caused this erosional pattern, as the majority of meltwater production\nand release would have occurred at the channel head. Therefore, the formation of the Athabasca Valles outflow channel system (and possibly other outflow channels in the region) could plausibly have been the result of surficial lava-ice interactions through meltwater confinement, accumulation, and release (Fig. 3c)."
  }, {
    "heading": "8. Conclusions",
    "text": "The Central Elysium Planitia region of Mars is host to the most recent large-scale volcanic and fluvial activity on Mars. The region is characterized by extensive, geologically recent flood basalt volcanic plains incised by several outflow channel systems. Recent improvements in the understanding of paleo-glaciation on Mars suggest that surface snow and ice accumulation was likely to have occurred in the Central Elysium Planitia during the Amazonian period. Furthermore, Central Elysium Planitia contains among the best evidence of past lava-ice interactions on Mars in the form of rootless cones which are preserved over wide areas of the region’s volcanic plains. Therefore, Central Elysium Planitia is a region of great interest for understanding the thermal and hydrologic evolution of Mars into the Late Amazonian period.\nThrough a first-order geomorphic assessment, we find that the presence of surface snow and ice and the operation of lava-ice interactions could have played a role in the formation of rootless cones through direct molten fuel-coolant interactions during advancement of flood lavas over regional surface ice/snow (Fig. 3a). Surface snow and ice and the operation of lava-ice interactions may also have been involved in the formation of the platy-ridged texture of the Central Elysium Planitia volcanic plains by inducing divergent/convergent flow in the overriding lavas as a result of variations in ice surface elevation or melting rates (Fig. 3b). While surface snow and ice and lava-ice interactions could have been involved in the formation of these features, they are not required. This is because rootless cones could have formed through the vaporization of atmospherically-emplaced ground-ice while platy-ridged terrain could have formed through variations in lava flow conditions without major influence of underlying snow and ice (due to the short timescales of lava emplacement relative to heat transfer and ice melting). In either case, the presence of surface snow and ice could have enabled more rapid lava flow emplacement through the formation of a lubricating meltwater lens generated by melting as documented in terrestrial experiments. This could help explain the exceptional length of the Central Elysium Planitia lava flows which have previously been attributed to low lava viscosities, high effusion rates, and lava flow emplacement occurring largely through flow confined beneath a protective cooled upper crust. Thus, if surface snow and ice was directly involved in the formation of rootless cones and platy-ridged terrain, or indirectly by enabling greater lava flow emplacement rates, the extent of rootless cones and platyridged terrain could provide information on the age, thicknesses, and distribution of past glacial activity on Mars.\nIn addition to the potential geomorphic influences, surface snow and ice, and the operation of lava-ice interactions, could have led to the production of significant quantities of meltwater that may have contributed to the formation of the fluvial outflow channel features contained within the region. These potential contributions were evaluated through a case study of the Athabasca Valles outflow channel system, a well-characterized system which poses a challenging test of the lava ice origin scenario due to its scale, geomorphology, and proximity to the Cerberus Fossae source. Modeling of the top-down heating and melting induced by large-scale surficial lava-ice interactions using parameters and conditions appropriate to the Central Elysium Planitia region indicates that the volume of water needed to form the Athabasca Valles outflow channel (400–1600 km3) could have been provided by melting over an area of ~104–106 km2 while supply of the nominal discharge estimates (1–2x106m3/s) would require melting over an area of ~106 to >107 km2 (Figs. 5 and 6). The melting area range required to provide the necessary water volume overlaps the range between individual lava flow areas within Central Elysium Planitia and the total area\nof lavas within the region. Therefore, the water needed to carve the Athabasca Valles outflow channel could plausibly have been provided by lava-ice interactions for reasonable surface ice thicknesses, particularly those approaching the maximum likely regional thickness of 100m. In contrast, the melting areas required to provide the discharge necessary to form Athabasca Valles equal and exceed the total area of the Central Elysium Planitia lavas thereby requiring additional mechanisms to confine, accumulate, and release meltwater in outbursts at the required elevated discharge rates. We explored the most likely of the several possible meltwater confinement and release mechanisms (Fig. 3c), (1) supra/englacial meltwater accumulation confined by an ice dam, with release triggered by flotation of the confining ice allowing drainage beneath the dam, and (2) supra/englacial meltwater accumulation retained by the ice surface topography released by subsequent top-down supraglacial overflow. Simple analysis of these processes indicates that the peak discharge values estimated for Athabasca Valles can be supplied within the geomorphic constraints of the outflow channel system. However, meltwater accumulation and release from the ~1700 km2 disrupted terrain at the Athabasca Valles channel head (Fig. 7) would require anywhere from ~2 to 100 melting, confinement, and outburst events to supply the total volume of water needed to erode channel. This required range of flooding events is consistent with the recurrence of glacial lake outburst floods and j€okulhlaups on Earth and could have resulted from re-accumulation of ice under ambient climate conditions, or during later obliquity excursions, interacting with subsequent volcanic activity. Morphometric observations additionally have demonstrated that the Athabasca Valles outflow channel is most deeply incised near the channel source. Meltwater confinement and release from the mapped 1700 km2 melting source area (Fig. 7) could plausibly have caused this erosional pattern, as the majority of meltwater production and release would have occurred at the channel head. Therefore, the formation of the Athabasca Valles outflow channel system (and possibly other outflow channels in the region) by surficial lava-ice interactions through meltwater confinement, accumulation, and release offers a viable alternative to the problematic classical groundwater outburst models."
  }, {
    "heading": "Acknowledgements",
    "text": "We are grateful for helpful reviews from John Smellie and an anonymous reviewer which improved the quality of this manuscript. Thanks are extended to Jay Dickson for assistance in generating CTX DEMs. We acknowledge support to JWH for participation in the Mars Express HighResolution Stereo Camera Team (JPL 1237163)."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data related to this article can be found at https://doi. org/10.1016/j.pss.2018.04.024."
  }],
  "year": 2018,
  "references": [{
    "title": "Hydrological modeling of outflow channels and chaos regions on Mars",
    "authors": ["J.C. Andrews-Hanna", "R.J. Phillips"],
    "venue": "J. Geophys. Res. Planets 112,",
    "year": 2007
  }, {
    "title": "Pleistocene glacial-lake deposits of the Sanpoil River valley, northeastern Washington. US Geol",
    "authors": ["B.F. Atwater"],
    "year": 1986
  }, {
    "title": "Cataclysmic late pleistocene flooding from glacial lake missoula: a review",
    "authors": ["V.R. Baker", "R.C. Bunker"],
    "venue": "Quat. Sci. Rev",
    "year": 1985
  }, {
    "title": "Channels and valley networks. Mars 493–522",
    "authors": ["V.R. Baker", "M.H. Carr", "V.C. Gulick", "C.R. Williams", "M.S. Marley"],
    "year": 1992
  }, {
    "title": "Generation of pyroclastic flows by explosive interaction of lava flows with ice/water-saturated substrate",
    "authors": ["A. Belousov", "B. Behncke", "M. Belousova"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 2011
  }, {
    "title": "Number and size of last-glacial missoula floods in the columbia river valley between the pasco basin, Washington, and portland",
    "authors": ["G. Benito", "J.E. O'Connor"],
    "venue": "Oregon. Geol. Soc. Am. Bull. 115,",
    "year": 2003
  }, {
    "title": "Recent fluvial, volcanic, and tectonic activity on the Cerberus Plains of Mars",
    "authors": ["D.C. Berman", "W.K. Hartmann"],
    "venue": "Icarus 159,",
    "year": 2002
  }, {
    "title": "Widespread excess ice in Arcadia Planitia",
    "authors": ["A.M. Bramson", "S. Byrne", "N.E. Putzig", "S. Sutton", "J.J. Plaut", "T.C. Brothers", "J.W. Holt"],
    "venue": "Mars. Geophys. Res. Lett. 42,",
    "year": 2015
  }, {
    "title": "Identification of volcanic rootless cones, ice mounds, and impact craters on Earth and Mars: using spatial distribution as a remote sensing tool",
    "authors": ["B.C. Bruno", "S.A. Fagents", "C.W. Hamilton", "D.M. Burr", "S.M. Baloga"],
    "venue": "J. Geophys. Res. Planets 111,",
    "year": 2006
  }, {
    "title": "Clustering within rootless cone groups on Iceland and Mars: effect of nonrandom processes",
    "authors": ["B.C. Bruno", "S.A. Fagents", "T. Thordarson", "S.M. Baloga", "E. Pilger"],
    "venue": "J. Geophys. Res. Planets 109,",
    "year": 2004
  }, {
    "title": "Hydraulic modelling of Athabasca Vallis",
    "authors": ["D.M. Burr"],
    "venue": "Mars. Hydrol. Sci. J 48,",
    "year": 2003
  }, {
    "title": "Repeated aqueous flooding from the Cerberus Fossae: evidence for very recently extant, deep groundwater on Mars",
    "authors": ["D.M. Burr", "J.A. Grier", "A.S. McEwen", "L.P. Keszthelyi"],
    "venue": "Icarus 159,",
    "year": 2002
  }, {
    "title": "Recent Extreme Floods on Mars, in: the Extremes of the Extremes: Extraordinary Floods",
    "authors": ["D.M. Burr", "A.S. McEwen"],
    "year": 2002
  }, {
    "title": "Recent aqueous floods from the Cerberus Fossae",
    "authors": ["D.M. Burr", "A.S.H. McEwen", "S.E. Sakimoto"],
    "venue": "Mars. Geophys. Res. Lett",
    "year": 2002
  }, {
    "title": "Young (late Amazonian), near-surface, ground ice features near the equator, Athabasca Valles, Mars",
    "authors": ["D.M. Burr", "R.J. Soare", "Wan Bun Tseung", "J.-M", "J.P. Emery"],
    "venue": "Icarus 178,",
    "year": 2005
  }, {
    "title": "Water on Mars",
    "authors": ["M.H. Carr"],
    "year": 1996
  }, {
    "title": "Formation of outflow channels on Mars: testing the origin of Reull Vallis in Hesperia Planum by large-scale lava-ice interactions and topdown melting",
    "authors": ["J.P. Cassanelli", "J.W. Head"],
    "venue": "Icarus 305,",
    "year": 2018
  }, {
    "title": "Lava heating and loading of ice sheets on early Mars: predictions for meltwater generation, groundwater recharge, and resulting landforms",
    "authors": ["J.P. Cassanelli", "J.W. Head"],
    "venue": "Icarus 271,",
    "year": 2016
  }, {
    "title": "Firn densification in a Late Noachian “icy highlands” Mars: implications for ice sheet evolution and thermal response",
    "authors": ["J.P. Cassanelli", "J.W. Head"],
    "venue": "Icarus 253,",
    "year": 2015
  }, {
    "title": "Sources of water for the outflow channels on Mars: implications of the Late Noachian “icy highlands” model for melting and groundwater recharge on the Tharsis rise",
    "authors": ["J.P. Cassanelli", "J.W. Head", "J.L. Fastook"],
    "venue": "Planet. Space Sci",
    "year": 2015
  }, {
    "title": "Athabasca Valles, Mars: how important was erosion by lava",
    "authors": ["V. Cataldo", "D.A. Williams", "C.M. Dundas", "L.P. Keszthelyi"],
    "venue": "45th Lunar Planet. Sci. Conf. Abstract",
    "year": 2014
  }, {
    "title": "The thermal emission imaging system (THEMIS) for the Mars 2001 odyssey mission",
    "authors": ["P.R. Christensen", "B.M. Jakosky", "H.H. Kieffer", "Malin Jr.", "M.C.H.Y.M", "K. Nealson", "G.L. Mehall", "S.H. Silverman", "S. Ferry", "M. Caplinger", "M. Ravine"],
    "venue": "Space Sci. Rev. 110,",
    "year": 2004
  }, {
    "title": "Greenland ice sheet hydrology: a review",
    "authors": ["V.W. Chu"],
    "venue": "Prog. Phys. Geogr. Earth Environ 38,",
    "year": 2014
  }, {
    "title": "Paleohydraulics of the last outburst flood from glacial Lake Agassiz and the 8200BP cold event",
    "authors": ["G.K.C. Clarke", "D.W. Leverington", "J.T. Teller", "A.S. Dyke"],
    "venue": "Quat. Sci. Rev",
    "year": 2004
  }, {
    "title": "Outburst floods from glacial lake missoula",
    "authors": ["G.K.C. Clarke", "W.H. Mathews", "R.T. Pack"],
    "venue": "Quat. Res",
    "year": 1984
  }, {
    "title": "A model for the hydrologic and climatic behavior of water on Mars",
    "authors": ["S.M. Clifford"],
    "venue": "J. Geophys. Res. Planets",
    "year": 1993
  }, {
    "title": "The role of thermal vapor diffusion in the subsurface hydrologic evolution of Mars",
    "authors": ["S.M. Clifford"],
    "venue": "Geophys. Res. Lett",
    "year": 1991
  }, {
    "title": "Depth of the Martian cryosphere: revised estimates and implications for the existence and detection of subpermafrost groundwater",
    "authors": ["S.M. Clifford", "J. Lasue", "E. Heggy", "J. Boisson", "P. McGovern", "M.D. Max"],
    "venue": "J. Geophys. Res. Planets 115,",
    "year": 2010
  }, {
    "title": "The formation and failure of natural dams",
    "authors": ["J.E. Costa", "R.L. Schuster"],
    "venue": "Geol. Soc. Am. Bull. 100,",
    "year": 1988
  }, {
    "title": "Exposed subsurface ice sheets in the Martian mid-latitudes",
    "authors": ["C.M. Dundas", "A.M. Bramson", "L. Ojha", "J.J. Wray", "M.T. Mellon", "S. Byrne", "A.S. McEwen", "N.E. Putzig", "D. Viola", "S. Sutton", "E. Clark", "J.W. Holt"],
    "year": 2018
  }, {
    "title": "Modeling steam pressure under martian lava flows",
    "authors": ["C.M. Dundas", "L.P. Keszthelyi"],
    "venue": "Icarus 2C26,",
    "year": 2013
  }, {
    "title": "Interactions between lava and snow/ice during the 2010 Fimmv€",
    "authors": ["A. oskuldsson", "B. Oddsson", "J. Haklar"],
    "year": 2012
  }, {
    "title": "Propagation style controls lava–snow interactions",
    "authors": ["B.R. Edwards", "A. Belousov", "M. Belousova"],
    "venue": "Nat. Commun",
    "year": 2014
  }, {
    "title": "Observations on lava, snowpack and their interactions during the 2012–13 Tolbachik eruption, Klyuchevskoy Group, Kamchatka, Russia",
    "authors": ["B.R. Edwards", "A. Belousov", "M. Belousova", "D. Melnikov"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 2015
  }, {
    "title": "Insights on lava–ice/snow interactions from large-scale basaltic melt experiments",
    "authors": ["B.R. Edwards", "J. Karson", "R. Wysocki", "E. Lev", "I. Bindeman", "U. Kueppers"],
    "venue": "Geology 41,",
    "year": 2013
  }, {
    "title": "Rootless cones on Mars: a consequence of lava-ground ice interaction",
    "authors": ["S.A. Fagents", "P. Lanagan", "R. Greeley"],
    "venue": "Geol. Soc. Lond. Spec. Publ",
    "year": 2002
  }, {
    "title": "Rootless volcanic cones in Iceland and on Mars",
    "authors": ["S.A. Fagents", "T. Thordarson"],
    "year": 2007
  }, {
    "title": "Amazonian mid- to high-latitude glaciation on Mars: supply-limited ice sources, ice accumulation patterns, and concentric crater fill glacial flow and ice sequestration",
    "authors": ["J.L. Fastook", "J.W. Head"],
    "venue": "Planet. Space Sci",
    "year": 2014
  }, {
    "title": "Evidence for Amazonian northern mid-latitude regional glacial landsystems on Mars: glacial flow models using GCM-driven climate results and comparisons to geological observations",
    "authors": ["J.L. Fastook", "J.W. Head", "F. Forget", "Madeleine", "J.-B", "D.R. Marchant"],
    "venue": "Icarus 216,",
    "year": 2011
  }, {
    "title": "Formation of glaciers on Mars by atmospheric precipitation at high obliquity",
    "authors": ["F. Forget", "R.M. Haberle", "F. Montmessin", "B. Levrard", "J.W. Head"],
    "venue": "Science 311,",
    "year": 2006
  }, {
    "title": "Amazonis Planitia: the role of geologically recent volcanism and sedimentation in the formation of the smoothest plains on Mars",
    "authors": ["E.R. Fuller", "J.W. Head"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2002
  }, {
    "title": "Icelandic pseudocraters as analogs to some volcanic cones on Mars",
    "authors": ["R. Greeley", "S.A. Fagents"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2001
  }, {
    "title": "Volcanic vents in Hesperia Planum, Mars: sources for an extraterrestrial large igneous province",
    "authors": ["T.K.P. Gregg"],
    "venue": "Lunar Planet. Sci. Conf. Abstract",
    "year": 2017
  }, {
    "title": "Lava–ground ice interactions in Elysium Planitia, Mars: geomorphological and geospatial analysis of the Tartarus Colles cone groups",
    "authors": ["C.W. Hamilton", "S.A. Fagents", "T. Thordarson"],
    "venue": "J. Geophys. Res. Planets 116,",
    "year": 2011
  }, {
    "title": "Explosive lava–water interactions II: self-organization processes among volcanic rootless eruption sites in the 1783–1784",
    "authors": ["C.W. Hamilton", "S.A. Fagents", "T. Thordarson"],
    "venue": "Laki lava flow. Iceland. Bull. Volcanol",
    "year": 2010
  }, {
    "title": "Explosive lava-water interactions in Elysium Planitia, Mars: geologic and thermodynamic constraints on the formation of the Tartarus Colles cone groups",
    "authors": ["C.W. Hamilton", "S.A. Fagents", "L. Wilson"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2010
  }, {
    "title": "Explosive lava–water interactions I: architecture and emplacement chronology of volcanic rootless cone groups in the 1783–1784",
    "authors": ["C.W. Hamilton", "T. Thordarson", "S.A. Fagents"],
    "venue": "Laki lava flow. Iceland. Bull. Volcanol",
    "year": 2010
  }, {
    "title": "Tectonic pressurization of aquifers in the formation of mangala and Athabasca Valles, Mars",
    "authors": ["J.C. Hanna", "R.J. Phillips"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2006
  }, {
    "title": "Hydrological modeling of the Martian crust with application to the pressurization of aquifers",
    "authors": ["J.C. Hanna", "R.J. Phillips"],
    "venue": "J. Geophys. Res. Planets 110,",
    "year": 2005
  }, {
    "title": "One-, two- and three-phase viscosity treatments for basaltic lava flows",
    "authors": ["A.J.L. Harris", "J.S. Allen"],
    "venue": "J. Geophys. Res. Solid Earth 113,",
    "year": 2008
  }, {
    "title": "Tharsis recharge: a source of groundwater for Martian outflow channels",
    "authors": ["K.P. Harrison", "R.E. Grimm"],
    "venue": "Geophys. Res. Lett 31,",
    "year": 2004
  }, {
    "title": "Large igneous provinces: a planetary perspective. In: Large Igneous Provinces: Continental, Oceanic, and Planetary Flood Volcanism, Geophysical Monograph",
    "authors": ["J.W. Head", "M.F. Coffin"],
    "year": 1997
  }, {
    "title": "Northern lowlands of Mars: evidence for widespread volcanic flooding and tectonic deformation in the Hesperian Period",
    "authors": ["J.W. Head", "M.A. Kreslavsky", "S. Pratt"],
    "venue": "J. Geophys. Res. Planets 107,",
    "year": 2002
  }, {
    "title": "Cold-based mountain glaciers on Mars: Western Arsia Mons",
    "authors": ["J.W. Head", "D.R. Marchant"],
    "venue": "Geology 31,",
    "year": 2003
  }, {
    "title": "Extensive valley glacier deposits in the northern mid-latitudes of Mars: evidence for Late Amazonian obliquity-driven climate change",
    "authors": ["J.W. Head", "D.R. Marchant", "M.C. Agnew", "C.I. Fassett", "M.A. Kreslavsky"],
    "venue": "Earth Planet. Sci. Lett. 241,",
    "year": 2006
  }, {
    "title": "Northern midlatitude glaciation in the Late Amazonian period of Mars: criteria for the recognition of debris-covered glacier and valley glacier landsystem deposits",
    "authors": ["J.W. Head", "D.R. Marchant", "J.L. Dickson", "A.M. Kress", "D.M. Baker"],
    "venue": "Earth Planet. Sci. Lett. 294,",
    "year": 2010
  }, {
    "title": "Heat transfer in volcano–ice interactions on Mars: synthesis of environments and implications for processes and landforms",
    "authors": ["J.W. Head", "L. Wilson"],
    "venue": "Ann. Glaciol 45,",
    "year": 2007
  }, {
    "title": "Mars: a review and synthesis of general environments and geological settings of magma-H2O interactions",
    "authors": ["J.W. Head", "L. Wilson"],
    "venue": "Geol. Soc. Lond. Spec. Publ. 202,",
    "year": 2002
  }, {
    "title": "Generation of recent massive water floods",
    "authors": ["J.W. Head", "L. Wilson", "K.L. Mitchell"],
    "year": 2003
  }, {
    "title": "Pedestal crater heights on Mars: a proxy",
    "authors": ["S.J. 03.029. Kadish", "J.W. Head", "N.G. Barlow"],
    "year": 2010
  }, {
    "title": "Terrestrial analogs and thermal",
    "authors": ["L. 03.019. Keszthelyi", "A.S. McEwen", "T. Thordarson"],
    "year": 2000
  }, {
    "title": "Icelandic analogs to Martian flood lavas. Geochem",
    "authors": ["M.J. Rossi"],
    "year": 2004
  }, {
    "title": "Investigating the role of water and lava",
    "authors": ["W.L. Jaeger", "C.M. Dundas"],
    "year": 2017
  }, {
    "title": "Hydrovolcanic features on Mars: preliminary observations",
    "authors": ["M.P. Milazzo"],
    "year": 2010
  }, {
    "title": "Megaflood analysis through channel",
    "authors": ["J.-R", "G. Schumann", "J.C. Neal", "Lin", "S.-Y"],
    "year": 2014
  }, {
    "title": "Comparisons of the hydraulics of water flows in Martian outflow",
    "authors": ["P.D. pss.2014.04.010. Komar"],
    "year": 1979
  }, {
    "title": "Kilometer-scale roughness of Mars: results",
    "authors": ["J.W. Head"],
    "year": 2000
  }, {
    "title": "Geologic History of the Cerberus Plains, Mars",
    "authors": ["P.D. 1029/2000JE001259. Lanagan"],
    "year": 2004
  }, {
    "title": "Concentric crater fill in the northern",
    "authors": ["J. 2004JE002311. Levy", "J.W. Head", "D.R. Marchant"],
    "year": 2010
  }, {
    "title": "Recent Ice Ages on Mars: the role",
    "authors": ["A. M€a€att€anen", "F. Montmessin", "J.L. Dickson"],
    "year": 2014
  }, {
    "title": "Context Camera investigation on board the Mars",
    "authors": ["P.C. Thomas", "M.J. Wolff"],
    "year": 2007
  }, {
    "title": "Lava-ice interactions in lost jim lava",
    "authors": ["E.C. 1029/2006JE002808. Marcucci", "C.W. Hamilton", "R.R. Herrick"],
    "year": 2016
  }, {
    "title": "Pressurized groundwater outflow",
    "authors": ["M. Roda", "R. Govers", "M.G. Kleinhans"],
    "year": 2014
  }, {
    "title": "Mars reconnaissance",
    "authors": ["M.T. Mellon", "S.W. Squyres", "N. Thomas", "C.M. Weitz"],
    "year": 2007
  }, {
    "title": "Have there been large recent (Mid-Late",
    "authors": ["L.P. Keszthelyi", "J.A. Grant"],
    "year": 2012
  }, {
    "title": "Ground ice at the phoenix landing",
    "authors": ["R.V. Morris", "W.T. Pike", "A.P. Zent"],
    "year": 2009
  }, {
    "title": "The presence and stability of ground",
    "authors": ["M.T. 1029/2009JE003417. Mellon", "W.C. Feldman", "T.H. Prettyman"],
    "year": 2004
  }, {
    "title": "The distribution and behavior of Martian ground ice",
    "authors": ["B.M. Jakosky"],
    "year": 1995
  }, {
    "title": "The persistence of equatorial ground",
    "authors": ["B.M. Jakosky", "S.E. Postawko"],
    "year": 1997
  }, {
    "title": "Evidence for the episodic",
    "authors": ["G.A. 97JE01346. Morgan", "B.A. Campbell", "L.M. Carter", "J.J. Plaut"],
    "year": 2015
  }, {
    "title": "The HRSC Co-Investigator Team",
    "authors": ["G. Portyankina"],
    "year": 2005
  }, {
    "title": "Evidence of widespread degraded Amazonian-aged",
    "authors": ["J.W. Head"],
    "year": 2010
  }, {
    "title": "Formation, erosion and exposure",
    "authors": ["J.W. Head", "L. Wilson"],
    "year": 2010
  }, {
    "title": "Cerberus Fossae, Elysium, Mars: a source for lava and water",
    "authors": ["J.B. 010. Plescia"],
    "year": 2003
  }, {
    "title": "A comparison of two recent j€",
    "authors": [],
    "year": 1989
  }, {
    "title": "Morphology and sedimentology of a giant supraglacial, ice-walled, j€",
    "authors": ["A.J. Russell", "O. Knudsen", "H. Fay", "P.M. Marren", "J. Heinz", "J. Tronicke"],
    "year": 2001
  }, {
    "title": "The Martian hydrologic system: multiple recharge centers at large volcanic provinces and the contribution of snowmelt to outflow channel activity",
    "authors": ["P.S. Russell", "J.W. Head"],
    "venue": "Planet. Space Sci",
    "year": 2007
  }, {
    "title": "Channeled flow: analytic solutions, laboratory experiments, and applications to lava flows",
    "authors": ["S.E.H. Sakimoto", "T.K.P. Gregg"],
    "venue": "J. Geophys. Res. Solid Earth 106,",
    "year": 2001
  }, {
    "title": "Volcano–ice interactions in the Arsia Mons tropical mountain glacier deposits",
    "authors": ["K.E. Scanlon", "J.W. Head", "L. Wilson", "D.R. Marchant"],
    "venue": "Icarus 237,",
    "year": 2014
  }, {
    "title": "A recent ice age on Mars: evidence for climate oscillations from regional layering in mid-latitude mantling deposits",
    "authors": ["S.C. Schon", "J.W. Head", "R.E. Milliken"],
    "venue": "Geophys. Res. Lett. 36,",
    "year": 2009
  }, {
    "title": "Exploring Mars Surface and its Earth Analogues",
    "authors": ["R. Seu", "D. Biccari", "R. Orosei", "L.V. Lorenzoni", "R.J. Phillips", "L. Marinangeli", "G. Picardi", "A. Masdea", "E. Zampolini"],
    "venue": "SHARAD: the MRO 2005 shallow radar. Planet. Space Sci",
    "year": 2004
  }, {
    "title": "Quaternary vulcanism: subglacial landforms. In: Encyclopedia of Quaternary Sciences",
    "authors": ["J.L. Smellie"],
    "year": 2007
  }, {
    "title": "The relative importance of supraglacial versus subglacial meltwater escape in basaltic subglacial tuya eruptions: an important unresolved conundrum",
    "authors": ["J.L. Smellie"],
    "venue": "Earth-Sci. Rev",
    "year": 2006
  }, {
    "title": "Glaciovolcanism on Earth and Mars: Products, Processes and Palaeoenvironmental Significance",
    "authors": ["J.L. Smellie", "B.R. Edwards"],
    "year": 2016
  }, {
    "title": "Mars orbiter laser altimeter: experiment summary after",
    "authors": ["D.E. Smith", "M.T. Zuber", "H.V. Frey", "J.B. Garvin", "J.W. Head", "D.O. Muhleman", "G.H. Pettengill", "R.J. Phillips", "S.C. Solomon", "H.J. Zwally", "W.B. Banerdt", "T.C. Duxbury", "M.P. Golombek", "F.G. Lemoine", "G.A. Neumann", "D.D. Rowlands", "O. Aharonson", "P.G. Ford", "A.B. Ivanov", "C.L. Johnson", "P.J. McGovern", "J.B. Abshire", "R.S. Afzal", "X. Sun"],
    "year": 2001
  }, {
    "title": "Geologic map of Mars",
    "authors": ["K.L. Tanaka", "J.A. Skinner", "J.M. Dohm", "R.P. Irwin", "E.J. Kolb", "C.M. Fortezzo", "T. Platz", "G.G. Michael", "T.M. Hare"],
    "venue": "US Geol. Surv. Sci. Investig. Map",
    "year": 2014
  }, {
    "title": "The crater groups in Iceland",
    "authors": ["S. Thorarinsson"],
    "venue": "Bull. Volcanol",
    "year": 1953
  }, {
    "title": "3D modelling of the climatic impact of outflow channel formation events on early Mars",
    "authors": ["M. Turbet", "F. Forget", "J.W. Head", "R. Wordsworth"],
    "venue": "Icarus 288,",
    "year": 2017
  }, {
    "title": "Investigating the volcanic or/and fluviglacial origin",
    "authors": ["J. 005. Voigt", "C.W. Hamilton"],
    "year": 2016
  }, {
    "title": "Continual geological activity",
    "authors": ["96<1271:CFPCJF>2.0.CO", "2. Werner", "S.C", "van Gasselt", "Neukum"],
    "year": 2003
  }, {
    "title": "Evidence for late stage fluvial activity",
    "authors": ["M.C. Malin"],
    "venue": "Kasei",
    "year": 2004
  }, {
    "title": "Heat transfer in volcano–ice interactions on earth",
    "authors": ["J.W. Head"],
    "year": 2007
  }, {
    "title": "Ice keel scour marks on Mars: evidence",
    "authors": ["C. 02. Woodworth-Lynas", "J.Y. Guign e"],
    "year": 2003
  }],
  "id": "SP:5a794b63bc4b7b0315833f7f2e0991d320788333",
  "authors": [{
    "name": "James P. Cassanelli",
    "affiliations": []
  }, {
    "name": "James W. Head",
    "affiliations": []
  }],
  "abstractText": "The Central Elysium Planitia region contains evidence for large-scale, Late Amazonian volcanic and fluvial activity, the youngest on Mars. The region consists of a population of geologically recent, Late Amazonian-aged flood basalt volcanic plains which are incised by several large fluvial outflow channel systems. Recent understanding of the distribution of paleo-glaciation on Mars, informed by geomorphic indicators and model predictions, suggests that Central Elysium Planitia was an area of likely surface snow and ice accumulation throughout the Amazonian period. Furthermore, the volcanic plains of Central Elysium Planitia contain wide areas with preserved rootless cones, representing among the strongest evidence for past lava-ice interactions on Mars. Consequently, Central Elysium Planitia is of significant interest to understanding the recent Amazonian thermal and hydrologic history of Mars. Here we perform an exploratory assessment of the influence of surficial large-scale lava-ice interactions on the geomorphology of the Central Elysium Planitia volcanic plains and their potential contribution to the formation of the fluvial outflow channels contained within the region. The outflow channels of Central Elysium Planitia are generally interpreted to have formed as a result of catastrophic outbursts of groundwater released from pressurized, confined subsurface aquifers by magmatic dike emplacement. However, the formation of the relatively young Central Elysium Planitia outflow channels by this mechanism is subject to several demanding conditions which are not required of a lava-ice interaction origin. Therefore we revisit the origin of the Central Elysium Planitia outflow channels and explore large-scale lava-ice interactions as a possible alternative mechanism to contribute to, or account for, their formation. This assessment is performed through a case study of Athabasca Valles, a well-characterized outflow channel system which appears to emanate from the Cerberus Fossae fissure",
  "title": "Large-scale lava-ice interactions on Mars: Investigating its role during Late Amazonian Central Elysium Planitia volcanism and the formation of Athabasca Valles"
}