{
  "sections": [{
    "text": "The Phanerozoic has witnessed major changes, with Africa being an integral part of supercontinental landmass agglomeration forming Gondwana, its amalgamation with smaller landmasses to form Pangaea, and later disintegrating to form the existing continents. At the same time climates, atmosphere, oceanic circulation and tectonic plates shifted. During this upheaval, life was evolving and organisms were adapting and with higher diversity came more ecological interactions, creating more habitats and thus influencing more biological radiation. Plants became more complex, developing from unicellular to multicellular organisms.\nMoving from water onto land, plants had to cope with desiccation, and features evolved enabling them to do this. Patterns of Phanerozoic plant evolution are strongly driven by major changes in the physical environment, most notably continental drift, climate change and bolide impacts, precipitating massive volcanism and other effects leading to mass global extinctions. The products of this evolution were early land plants during Silurian and Devonian times. Subjected to extinction events and environmental changes, these early plants gave rise to the pteridophytes reaching their diversity peak during the Carboniferous and Permian. After the demise of the pteridophytes, the gymnosperms dominated during the Triassic and Jurassic, followed by the emergence of the angiosperms in the Cretaceous. This melange of factors has produced the present plant diversity on earth, which we will examine in context of the African flora. Plant diversification in Gondwana and Laurasia will be covered focussing on Africa, while factors affecting the vegetation and species composition of the present flora will be discussed. 2005 Elsevier Ltd. All rights reserved.\nKeywords: Africa; Climate; Evolution; Flora; Gondwana; History; Madagascar; Phanerozoic; Plants; Review; Vegetation"
  }, {
    "heading": "1. Introduction",
    "text": "The word Phanerozoic means age of visible animals (Knoll, 1991) or age of revealed life (McRae, 1999) and is derived from the Greek word phaneros meaning evident, visible or conspicuous and zoon, meaning animal. Subdivided into three eras, the Paleozoic, Mesozoic and Cenozoic, the Phanerozoic comprised the last 542 million years (Ma) of earth s history and has been a relatively short period compared to the Precambrian which lasted for 4057 Ma (Gradstein et al., 2004).\nMajor changes to the earth s lithosphere, hydrosphere and atmosphere have characterised the Phanerozoic Eon.\n1464-343X/$ - see front matter 2005 Elsevier Ltd. All rights reserved. doi:10.1016/j.jafrearsci.2005.07.015\n* Corresponding author. E-mail address: burgoyne@sanbi.org (P.M. Burgoyne).\nFundamental are climate change (Scotese, 1998), atmospheric gas fluctuations (Holland, 1984; Berner and Canfield, 1989; Kershaw, 1990; Beerling et al., 2002), changes in oceanic currents (Potter and Pettijohn, 1963), major tectonic movements such as continental drift (Rogers and Santosh, 2003) and orogenic events (Rogers and Santosh, 2003), as well as possible bolide impacts (Hallam andWignall, 1997) leading to major extinctions. At the same time life was evolving, resulting in interactions amongst organisms and between the biota and the abiotic environment, resulting in more habitats and niches coupled with diversification and radiation, producing mega-biodiversity.\nIn this contribution a synthesis is made of available information on the evolution of plant-life on the African plate during the Phanerozoic. However, to set the scene brief comments are also provided on events and biological\nStromatolites: the earliest-known complex ecosystems\nStromatolites are concentric layered inclusions in sedimentary rock, notably dolomite. These structures are generally believed to have been formed by cyanobacterial mats growing in shallow seas where light could penetrate (Knoll and Semikhatov, 1998), and trapped sediment layers in their jelly-like sheaths. This cut off vital sunlight and they reacted by growing up through the sediment, thus forming more layers. They have been found in many carbonates over Africa (Knoll, 1983). The oldest stromatolites are from Pilbara, Western Australia. Some, like those in carbonate sediments of the Transvaal Supergroup, South Africa (2714–2050 Ma), are older than others like those of the Nama Group from Namibia, (550–543 Ma, Grotzinger et al., 2000). A large gap in the fossil history exists between these periods.\nBy capturing energy from the sun through photosynthesis, these microscopic organisms produced O2, slowly modifying the atmosphere (Knoll, 1983) and acting as a vast O2 generator for the planet. Cyanobacteria ruled for hundreds of millions of years, and their global diversity was low and evolutionary radiation slow (Knoll, 1994a,b; see Javaux et al., 2001 for\ndevelopments preceding the Phanerozoic. Significant biotic links with other Gondwana elements are mentioned. The contribution is concluded with a concise summary of the diversity of the extant African and Madagascan flora. Particularly significant hypotheses on the evolutionary trends and forces that shaped the flora are highlighted. The present rich African flora is discussed within the context of historical events, environmental variables, major vegetation types and the more prominent centres of floristic endemism and diversity on the continent and on Madagascar."
  }, {
    "heading": "2. Pre-Phanerozoic events influencing the evolution of plants",
    "text": "A grasp of the fundamentals of plant evolution throughout the Phanerozoic necessitates a return to the past to understand the foundations that were laid in order for plants to have evolved.\n2.1. Archean (3800–2500 Ma) and Proterozoic (2500–542 Ma)\nIt must be emphasised that during the Archean, earth was very different from the way we experience it at present. Atmospheric O2 was absent or low (<1%, Holland, 1984; Kasting, 1987; Holland and Beukes, 1990; Knoll, 1990; Knoll and Holland, 1995), and as a result no ozone layer was present to protect early life forms from the sun s harmful ultraviolet radiation. Also, oceans covered most of the globe, with only small continents rising out of the sea. Continental blocks or cratons stabilised and the first continental assembly known as Ur, occurred at 3000 Ma or possibly earlier (Rogers and Santosh, 2003). The Kaapvaal and the Madagascar Cratons are aged at 3000 Ma and formed part of Ur; they are among the oldest persistent structures of their kind on earth. The Zimbabwean and Tanzanian Cratons date from 2500 Ma (Rogers and Santosh, 2003). Younger than these, aged at between 2000 and 1500 Ma, are the West African, Congo/Kasai, West Nile, and Central Arabian Cratons (Rogers and Santosh, 2003). It would appear that a significant amount of juvenile crust was involved in building mountains and tectonic events coupled to physical and biological changes that ushered in the Phanerozoic Eon (Bartley et al., 2001). The earth (like the moon and Mars) would have been frequently bombarded by space projectiles during the earlier half of the Archean, but no direct evidence of this has been preserved. The oldest and largest (caused by a meteorite 10–15 km in diameter) impact structure in Africa is that of the Vredefort Dome (2023 Ma) in South Africa. (Reimold et al., 1999; Gibson and Reimold, 2001). Heavy erosion and massive sedimentation occurred as plants had not yet evolved, and no macroscopic terrestrial vegetation cover was present (Shear, 1991). However, microbial earths were probably widespread (Retallack, 2001) and provided some stability to soils. Water in lakes and streams would have been low in cationic minerals, owing to the lack of\nplant roots able to liberate them from minerals. Thus, carbonic acid production was low or absent, leading to a delay in chemical weathering (Shear, 1991). The ocean was much more saline than at present (Knauth, 1998) and early life was tolerant of fluctuating salinity (Shear, 1991).\nThe most comprehensive and best-preserved geological evidence of the early deposition of sediments and volcanism on the African continent can be found in the northeastern region of South Africa and adjacent Swaziland. Black cherts of the Onverwacht Group of the Barberton Supergroup harbour the world s oldest fossil bacterial spheres, rods and filaments, dating back to 3472 Ma (De Wit and Anderson, 2003). Cells of these early life forms lack a nucleus and other membrane-bound organelles (features that characterize so-called eukaryotes). Also reported from these deposits is more indirect evidence of early life in the form of microscopic tubes in ancient, glassy lava. Pillow lava rims from the Barberton Supergroup contain micrometer-scale mineralised tubes that provide evidence of submarine microbial activity dating back 3.5 billion years. The tubes are alleged to have formed during microbial etching of glass along fractures, as seen in pillow lavas from recent oceanic crust (Furnes et al., 2004).\nSimilar to extant cyanobacteria, these early unicellular organisms were the only life forms existing at that time and although thought to be evolutionary loiterers, they have been found to be more diverse than previously suspected (Javaux et al., 2001).\nalternate view). However, their cumulative effect was to enrich the O2 content of the atmosphere, a vital role indeed. Another possible origin for O2 was the splitting of water by ultraviolet radiation to form O2, producing an ozone layer much earlier than once thought (Kershaw, 1990). The length of time taken for O2 levels to reach a critical point for an ozone layer to form, explains the long domination of the prokaryotes (Knoll, 1992).\nWith an increase in O2 levels, iron present in seawater was chemically precipitated, forming banded ironstone found in many parts of the world. Those most prominent in Africa are from the Transvaal Supergroup of South Africa and are being mined at Thabazimbi and Sishen in Limpopo and the Northern Cape Provinces respectively (McRae, 1999). At that time the world was literally rusting as O2 levels increased.\nBy 1900 Ma there was enough of a rise in atmospheric O2 to lead to the formation of an ozone layer (Kasting, 1987; Knoll, 1992). The reddish sediments of the Waterberg Group ( 1800 Ma), with a thickness of up to 5000 m and representing deposits from terrestrial basins, provide an example of rust formed by the oxidation of iron by high atmospheric O2 levels (De Wit and Anderson, 2003). This set the scene for the entrance of eukaryotes, (nucleus-containing cells, Knoll, 1990), which are represented by fossils from the Waterberg Group (De Wit and Anderson, 2003), and with eukaryote evolution more radiation could take place. The Makgabeng Formation of the Waterberg Group also contains the oldest known evidence, albeit indirect, of microbial colonisation of a terrestrial setting on earth—older traces of life are all from marine environments (Eriksson et al., 2000).\nDiversifying, some eukaryotes obtained aerobic bacteria as endogenous symbionts, the latter developing into cellular organelles known as mitochondria (Knoll, 1994a,b). Through a similar process, chloroplasts surrounded by more than two membranes were derived from prokaryotes following a second act of symbiosis by an eukaryotic algal symbiont (Whatley, 1981; Whatley et al., 1979). By 1800– 1600 Ma eukaryotic algae containing both chloroplasts and mitochondria comprised a significant part of the biota (Knoll, 1990).\nA major step in the evolution of life was the development of multicellular organisms. Advantages of being multicellular were the ability to gain size, together with the organisation of cells to do certain tasks (Graham, 1993). Multicellular organisms reproducing sexually promoted diversification on a scale never possible before.\nApproximately 850 Ma ago, a major continental realignment accompanied by crustal formation took place (Knoll, 1994b; Rogers and Santosh, 2003). Seas dried up\ntowards the end of the Proterozoic as a result of continental suturing through plate tectonics and large stable continents were a feature of the Proterozoic (Knoll, 1983) as conditions became drier. The accretion of East Gondwana was possibly complete by the Mid-Proterozoic (Rogers and Santosh, 2003).\nImportant evidence of early multicellular plants include macrofossils of the ribbon-like algae Vendotaenia (Germs et al., 1986) found in sediments of the Nama Group (late Proterozoic 550–540 Ma), together with smooth-walled spherical spores, possibly produced by algae. A specimen interpreted as being the first calcified differentiated metaphytic (multicellular) thallus, similar in appearance to extant coral-like red algae, has also been found in the Nama Group (Grant et al., 1991). The driving force behind skeletal formation in these early plants has been attributed to predator pressure (Steneck, 1983; Vermeij, 1989; Grant et al., 1991), but calcification also imparted rigidity to the metaphytes, enabling them to remain upright. Having skeletal parts might also have discouraged grazers, as they were unable to cope with harder parts, preferring softer prey.\nWith drier conditions prevailing, individual metaphytes better able to withstand periods without submergence would flourish, surviving at the edges of water bodies and in wet mud. Individuals better suited to survive desiccation were thus able to adapt from water to land.\nColonisation of terrestrial habitats was an important step in plant evolution, as the diverse available habitats enabled a wide variety of organisms to survive on land. Biogeochemical processes were improved as more CO2 was fixed, more O2 produced (Fig. 1), more organic carbon made available for deposition (Knoll, 1994a,b) and soil erosion was reduced.\nWhen considering the seemingly relatively fast evolution (Sepkoski, 1994; Niklas et al., 1983; Benton, 1995) during the Phanerozoic (lasting 540 Ma) compared to that of the Precambrian (lasting 4057 Ma), it is important to note that during the Precambrian only major environmental changes directly facilitated evolutionary innovation whereas later, biological interaction between organisms was the driving factor behind faster radiation (Martin, 1996). This view of a biologically conservative Precambrian is perhaps an over-simplification based on the fraction of life that can be seen by the human eye. Of the 23 primary divisions of life, only three (plants, animals and fungi) are macroscopic. Microbes in fact dominate the diversity and biomass (perhaps >80% of its total) of our planet (Bryson, 2003) and much of this diversity probably evolved in the Precambrian.\nAdding to the unfamiliar characteristics of the Precambrian is the growing evidence of near-global glacial episodes (Luhr, 2003). Three such Snowball earth events, when runaway glaciation spread from the ice-caps deep into the tropics to cover most of the surface of the planet, have been at least tentatively identified (from ca. 2450– 2220 Ma, ca. 840–830 Ma and ca. 730–580 Ma).\nF ig . 1.\nT im\nel in e sh o w in g se le ct ed\np h ys ic al\nea rt h p ar am\net er s an\nd m eg ap\nla n t d iv er si fi ca ti o n (G\no n d w an\na an\nd L au\nra si a) . M o d ifi ed\nfr o m\nA n d er so n (2 00\n1) .\nThe Ediacaran Fauna (580–543 Ma)\n• Many millions of years of microscopic unicellular evolution set the scene for the emergence of multicellular organisms. • At this time a remarkable faunistic radiation took place, fossil evidence of which was first discovered north of Adelaide, South Australia, but is well represented in Africa by fossils of the Nama Group (Namibia), for example Cloudina (Germs, 1995) and Swartpuntia (Narbonne et al., 1997). Generally known as the Ediacaran Fauna, these organisms were water dwellers and occurred in large numbers in shallow basins. Free living or anchored in the sediment layer, they were characterised by soft, quilted, bodies with a huge surface area per volume and with no hard (skeletal) parts. Ranging from coin size up to about 2 m long, these fossils comprise impressions rather than actual body parts preserved in rock. • The Ediacaran Fauna flourished at a time when defensive shells and hard skeletons had not yet evolved as a result of predator pressure. This fauna possessed no obvious digestive or excretory organs and existed possibly by directly absorbing nutrients from the water or by photosynthesis. Algae or bacteria could have been present as endosymbionts in their chambered bodies (Monasterksy, 1998). Some palaeontologists doubt that the Ediacaran fossils are animals, with Retallack (1994), for instance, proposing that they are lichens. • They were an evolutionary dead-end, leaving no obvious extant relatives. Their relationship to modern organisms is obscure and palaeontologists are uncertain as to how to classify them. • It is not known what caused the unprecedented diversification of these bizarre organisms, but they appeared after the snowball earth events of the Precambrian and the melt-down might have triggered their evolution. At the time, other multicellular organisms such as molluscs and worms lived in their shadow, never reaching prominence until after their demise. What caused their demise while other organisms proceeded to flourish, is also a mystery (Monasterksy, 1998).\nAdapting to land\nThree major structural modifications had to evolve before plants could colonise dry land. These were the development of:"
  }, {
    "heading": "3. Phanerozoic (542.0 Ma to present)",
    "text": "Three eras, namely the Paleozoic, Mesozoic and Cenozoic, comprise the Phanerozoic. Of the three, the Paleozoic was the longest and most diverse in terms of abiotic and biotic changes. It is characterised by three extinction events and early plants, pteridophytes and gymnosperms radiated extensively during this time. The Mesozoic is characterised by two additional extinction events and witnessed the\ncontinuing rise of the seed plants and the first appearance of the flowering plants (angiosperms). The Cenozoic, although devoid of further major extinction events (aside from that currently being driven by Homo sapiens), is characterised by an explosive increase in angiosperm diversification, accompanied by the gradual demise of the gymnosperms."
  }, {
    "heading": "3.1. Paleozoic (542.0–251.0 Ma)",
    "text": "The Paleozoic encompasses very early multicellular life that only inhabited the oceans, to quite advanced animal life and extensive forests on land and comprises six periods. More attention will be given to those periods involving significant developments in plant evolution.\n3.1.1. Cambrian (542.0–488.3 Ma) and Ordovician (488.3–443.7 Ma) 3.1.1.1. Global geography. The supercontinent Rodinia was assembled at 1100 Ma. Following the break-up of Rodinia, some of its fragments collided with the Congo craton to establish a new supercontinent, Pannotia, by the end of the Precambrian (Scotese, 2001, http://www. scotese.com). The mountain-building event associated with this collision is called the Pan-African orogeny. By the beginning of the Cambrian, Pannotia had already begun to break apart. Gondwana, the supercontinent that was assembled during the Pan-African orogeny, was the largest continent at this time, stretching from the Equator to the South Pole.\n3.1.1.2. Climate. During the Late Ordovician, Gondwana moved southwards and an extensively glaciated Africa straddled the South Pole (Anderson and Anderson, 1985). With such a large landmass situated over the polar region, global temperatures dropped and an ice age ensued. Although conditions seemed to have remained mild in the tropics (Crowley et al., 1987), climates varied and changes cannot be assessed with much accuracy (Frakes, 1979).\n3.1.1.3. Flora. At this time, animal evolution was very rapid, considerable diversification crowding into perhaps 3–5 million years, while land colonisation by early multicellular plants was much slower (Benton, 1993, 1995). The reason for this may be that while Cambrian animals were moving into new environments with little competition, plants had to develop new strategies to cope with terrestrial habitats subjected to temperature extremes, high ultraviolet radiation and desiccation.\n• a support system that could provide structural rigidity and hold them upright; • a transport system that could move water and nutrients around; • an outer protective covering that would prevent desiccation, act as a shield against ultraviolet radiation, yet allow gasses and water vapour through for respiration and transpiration respectively, and sunlight for photosynthesis (Graham, 1993; McRae, 1999).\nThat all three features evolved at approximately the same time is remarkable, as the absence of any one of them would have made it impossible for plant life on land. Thus we have the development of xylem, phloem, a cuticle, periderm, stomata and their associated complex organic compounds such as lignin, cutin, waxes, suberin and sporopollenin (Graham, 1993).\nAs gamete fusion and spore dispersal in plants could no longer rely on water for these processes, new mechanisms had to evolve to aid above-water reproduction. This resulted in an alternation of generations between gametophytes and sporophytes. Plants spend part of their life cycle as haploids (gametophyte generation as it gives rise to haploid gametes) and part as diploids (sporophyte generation). At first the generations were isomorphic (structurally similar, Graham, 1993), with the sporophyte often dependent on the gametophyte, but later the two stages became heteromorphic and the diploid sporophyte became nutritionally independent and eventually the dominant generation (Kenrick and Crane, 1997a), while new tissues evolved to protect developing gametes from desiccation (Graham, 1993).\nSedimentary rocks dated as Mid-Ordovician, especially shales, from Libya (Gray et al., 1982), Saudi Arabia (Strother et al., 1996), the Cape Supergroup of South Africa (McRae, 1999) and other areas (Kenrick and Crane, 1997b), have yielded fossils of probable land plant (embryophyte) spores. These were always grouped in fours (tetrads), with the walls impregnated by sporopollenin. Embryophytes refers to a broad grouping of plants that include bryophytes (mosses, hornworts and liverworts), ferns and fern-allies, gymnosperms and angiosperms; indeed the word plant is often used as a synonym for embryophytes. Embryophytes are differentiated from green algae—from which they apparently originated—in being exclusively multicellular and in having reproductive organs containing both reproductive and sterile tissues. Moreover, sporopollenin, one of the most enduring of all biochemicals, is an almost exclusive embryophyte character; it is only very rarely present in the spores of algae (Traverse, 1988). Most embryophytes are adapted for life on land; with aquatic embryophytes probably having evolved from\nterrestrial ancestors. More evidence that these Mid-Ordovician tetrads are of embryophyte origin is the trilete (triradiate) marks on the spores indicating the product of meiosis (Gray, 1985), diagnostic of all land plants, although also occurring in some of the algae. Evidence suggests that the closest relative to embryophytes are charophycean green algae (Graham, 1993; Mishler et al., 1994; McCourt et al., 1996; Kranz et al., 1995). From fossil evidence (Edwards et al., 1992) it can be seen that the first land plants were small and lacked the differentiation of roots, stems and leaves, resembling present-day liverworts (Gray, 1993). Arguments by Mishler and Churchill (1985) that mosses, liverworts (hepatics) and other closely related groups are primitive embryophytes, and are not derived from vascular plants have been supported by Kenrick and Crane (1997b). The non-animal component of the first relatively complex terrestrial ecosystems probably comprised algal mats, lichen crusts, cyanobacterial colonies, non-vascular bryophyte-like embryophytes and a good many primitives unlike any extant plants (Shear, 1991; but see Eriksson et al., 2000 for perhaps the earliest evidence of terrestrial colonisation).\n3.1.1.4. Extinction event. The first major mass extinction event took place at the end of the Ordovician, with 27% of marine invertebrate families and 57% of marine invertebrate genera dying out (Anderson et al., 1999). This event is well documented (Sheehan, 2003) and has been recognised as one of the five most significant extinction events in the geological record. Many factors may have triggered this extinction event (Benton, 1995), but the almost instantaneous swing from hothouse to icehouse to hothouse conditions was probably a major contributor (Anderson et al., 1999) as most life was unable to cope with such temperature fluctuations. Changes in oceanic circulation and chemistry coupled to global cooling and bottom anoxia of oceans would also have contributed (Hallam and Wignall, 1997) to this extinction event, which was second only to the End-Permian extinction (Raup and Sepkoski, 1986)."
  }, {
    "heading": "3.1.2. Silurian (443.7–416.0 Ma)",
    "text": "3.1.2.1. Global geography. At the beginning of the Silurian the northern supercontinent, Laurasia, was situated at the Equator, with its southern counterpart, Gondwana, extending from the South Pole to the Equator (Anderson et al., 1999; De Wit and Anderson, 2003). With most of the continents now clustered in the southern hemisphere, a long, warm, hothouse phase was initiated (Scotese et al., 1999). No ice caps were present at the poles and there was relatively weak differentiation in climatic belts over continents (Anderson and Anderson, 1985), with life adapting to these equitable temperature conditions. Before this, a rapid shift from global icehouse to hothouse conditions at the end of the Late Ordovician extinction event was a catalyst for the colonisation of the equatorial landscape by the first vascular plants.\n3.1.2.2. Climate. At the time CO2 levels were much higher than at present (Graham, 1993; Anderson et al., in press), resulting in hothouse conditions but this was minimised as Gondwana continued drifting southward towards the pole. Temperatures at higher latitudes were low, with glaciation in parts of South America as a result of the proximity of a large continental landmass to the pole. Thus it would seem that the effects of increased CO2 levels could be influenced by continental position and that land/sea configuration and polar position could play a more important role than CO2 levels in dictating glacial/hothouse periods (Crowley et al., 1987).\n3.1.2.3. Flora. Primitive vascular plants colonised Gondwana, and the land, previously inhabited only by cyanobacteria and other prokaryotes, algae and bryophytes was bare of all but the lowest plant forms. Environments most favourable for colonisation and radiation would have been moist coastal lowlands (Beerbower, 1985).\nEarly vascular land plants\nAlthough not recorded from Africa, Cooksonia is the earliest known vascular land plant. It inhabited the equatorial belt of Laurasia and is known in Gondwana only from Australia, which during Silurian times lay astride the Equator (Anderson et al., 1999). This genus had slender dichotomously branched stems, devoid of leaves, with tiny terminally borne sporangia and formed a low-growing ground cover.\nBy the late Mid-Silurian two distinct divergent vascular plant lineages had become established in tropical parts of the world. These were the zosterophylls, which gave rise to the lycopods, and the rhyniophytes, giving rise in turn, to the rest of the vascular plant lineages.\nOutside Australia, Africa within Gondwana, situated at southern latitudes and therefore much colder, did not experience the colonization of the early vascular plants and the landscape was still barren of vascular plant life. Only after the zosterophylls and their lycopod derivatives had evolved, did higher vascular plants colonise Gondwana.\nCooksonia, Rhynia and Psilophyton (Edwards and Fanning, 1985), primitive early vascular plants, possessed rhizoids, and had not yet developed true roots or separate stems and leaves. These plants were restricted to equatorial belts and were clearly tropical floristic elements (Anderson et al., 1999). It is, however, possible that vascular plants may have evolved earlier (Shear, 1991), but left no fossil record.\nThe earliest known Gondwana lycopsid fossil, Baragwanathia, is known from the Late Silurian/Early Devonian of\nVictoria, Australia (Garratt et al., 1984) and formed part of the cosmopolitan Baragwanathia flora. These plants resembled modern-day lycopods and were derived from the zosterophylls, the latter which have no extant members.\nBaragwanathia from the Late Silurian in Gondwana appears well before any other similar plants in the northern hemisphere (Shear, 1991). Lycopods were a tropical Gondwanan innovation.\nWith the first significant plant cover now established on land, more habitats and niches conducive to plant and animal diversification became available, erosion rates decreased and nutrient cycling accelerated (Martin, 1996) as the organic content of soil increased. This also prompted plants to develop roots in order to extract nutrients, while root development in turn influenced the weathering rate of rocks.\nAt the end of the Early Devonian in Gondwana, lycopods (or clubmosses) had diversified considerably to produce a giant clubmoss flora, dominated by woody arborescent lycopods for the first time. Previously vegetation had been short, herbaceous, and plants with woody tissue were absent."
  }, {
    "heading": "3.1.3. Devonian (416.0–359.2 Ma)",
    "text": "3.1.3.1. Global geography.During Devonian times Laurasia was positioned astride the Equator. Gondwana drifted northwards and a near contact between the Gondwana and Laurasian continents occurred. Africa within Gondwana was situated from mid-latitude to the South Pole (Fig. 1), with the southern pole possibly located in present-day Namibia. Gondwana swivelled clockwise, with Australia moving south from its former equatorial position and Africa/South America moving north to form near closure with Laurasia (Scotese, 2001; Anderson et al., in press).\n3.1.3.2. Climate. Hothouse conditions very similar to those during the Silurian prevailed during the greatest part of the Devonian but towards its close marked cooling by perhaps 5 C of global average occurred (Anderson et al., in press). This initiated icehouse conditions and parts of South America became glaciated. The Devonian atmosphere was high in CO2, with concentrations up to twenty times higher than at present (McElwain and Chaloner, 1995; Beerling and Royer, 2002). With the fall in temperatures during the Late Devonian, there was apparently a concomitant rise in mean global precipitation (Frakes, 1979; Fig. 1) and of atmospheric O2 levels (from ca. 13% to 18%, Fig. 1) (Lane, 2003).\n3.1.3.3. Flora. Colonisation of Gondwana by terrestrial plant life occurred rapidly throughout the Devonian, with psilophytes (vascularised fern-allies) dominating a dwarf vegetation never reaching a height of more than 1 m, with no evidence of biogeographic provincialism (Chaloner and Sheerin, 1979). The earliest fossils of vascular plants in Africa come from the Mid- to Late Devonian Cape Fold\nMountains (strata of the Witteberg and Bokkeveld Groups, Anderson and Anderson, 1985) and represented a lycopod-dominated littoral of lagoons, estuaries and swamps (Scott et al., 1997). Conditions at the time of deposition were characterised by a number of rivers disgorging their loads into basins, which built up a series of deltas (Anderson and Anderson, 1985). Vascular plants of the time probably were best adapted to these moist edaphic conditions.\nDiscoveries of plant fossils associated with the Upper Witteberg Group in the Eastern Cape near Grahamstown (Gess and Hiller, 1995) have added significantly to our knowledge of Late Devonian plant life in the southern part of Africa. The fossils were found in carbonaceous shale representing a stagnant lagoon in a coastal setting and include phaeophyte and charophyte algae together with an array of diverse plant types belonging to Rhyniopsida, Zosterophyllopsida, Lycopsida and Progymnospermopsida (for a useful overview of fossil plant systematics see Meyen, 1987). Phaeophyte ( brown ) algae found at this site bear a striking resemblance to fossils discovered in Australia and closely resemble Dictyota, a modern brown alga. Charophytes such as Octachara and Hexachara have a vegetative architecture resembling that of the modern genus Nitella. Slender dichotomously branched plants with naked axes, interpreted as belonging to Rhyniopsida, have also been found (Gess and Hiller, 1995). A wealth of fossils belonging to the genus Zosterophyllum (Zosterophyllopsida) has been collected together with Leptophloem australe (Lycopsida), an arborescent lycopsid also well represented in these shales. The Progymnospermopsida, represented by Archaeopteris, is the first confirmed record from southern Africa (Anderson et al., 1995). In Laurasia the Archaeopteridales is a very significant element of the Laurasian Mid- to Late Devonian floras while in Gondwana the occurrence of Archaeopteris is known only from the above-mentioned locality and possibly one other (Schwarz, 1906). In Gondwana, Archaeopteris is closely allied to Fedekurtzia (Archangelsky, 1981) from the Early Carboniferous of Argentina and Platyphyllum, a form with detached fan-shaped leaves with a worldwide occurrence (Anderson et al., 1995). Laurasian counterparts closely allied to Archaeopteris are the genera Svalbardia and Eddya (Anderson et al., 1995).\nA single (cosmopolitan) floristic kingdom persisted throughout the Devonian. Any vascular plant communities growing through Africa north of the Cape would therefore have been of similar character to those of the Cape. In fact, the only megaplant-bearing Devonian deposits known in Africa outside those of the Cape Fold Belt occur in Libya and they are still poorly sampled and studied (Anderson et al., in press).\nFeatures such as vascular tissue, stomata, a cuticle to protect against desiccation and rhizoids enabled plants to diversify but not until the development of woody tissue and the origin of lateral meristems—enabling an increase in stem girth through secondary growth—could plants attain any great height (Kenrick and Crane, 1997b). Con-\nfined to moist lowland habitats where desiccation was relatively low, these plants still had a limited ability to withstand arid conditions (Niklas et al., 1983).\nThese early plants had little effect on their physical environment, but by the Mid-Devonian shrub-like lycopsids and progymnosperms had evolved. With further development of woody tissue, and vascular systems for translocating water and nutrients to greater heights against gravity as well as maintaining structural integrity, the first tree-like plants such as Archaeopteris (Meyer-Berthaud et al., 1999) had evolved. The arboreal lycopod Leptophloeum formed part of the ancient Cape flora, growing in monospecific stands on higher ground (Scott et al., 1997). With the change in architecture, the increase in size was coupled to an increase in longevity, while a well-developed root system would also have assisted to support the tree. The development of shade resulting from a canopy cover, established a new terrestrial forest habitat. A tall growth form provided a means by which plants could influence their environment and many more habitats became available for other organisms. A huge ecological feedback due to increased plant root depth led to soil formation through weathering, thus increasing soil depth.\nThe protogymnosperms were spore bearers (Beck, 1962) and may have been precursors or the sister group of true gymnosperms (Beck, 1960). Extensive forests of these deciduous trees flourished worldwide (Meyer-Berthaud et al., 2000). The fact that they were deciduous implies an abundance of leaf litter for consumption by microbial decomposers and invertebrate detritivores. Only towards the end of the Devonian had the earliest seed-bearing gymnosperms made their appearance (Anderson et al., in press). Most probably derived from the pteridophytes, the gymnospermaceous Moresnetiaceae (Elkinsiaceae) emerged towards the close of the Devonian. If this group was indeed the only gymnosperm family in existence at the time, and if the group was monophyletic, it carried within it the genetic potential to diversify explosively to yield the gymnosperms that followed (Anderson et al., in press). A major gymnosperm reproductive innovation during the Devonian was the megasporangium (or nucellus) surrounded by telomes to form an integument. The nucellus is not entirely encased by the integument found in later gymnosperms. Foliage of early gymnosperms consisted of large compound leaves ( fronds ) characterised by a basal dichotomy of the main rachis.\nThe better protected nucellus enabled plants for the first time to break free of the constraints placed by water upon their reproductive cycle and allowed them to colonise drier parts of floodplains and coastal lowlands, thus moving into habitats previously unsuitable to them (Niklas et al., 1985).\nWith the attainment of specialised tissues came a chemical evolution in plants, with the production of lignins and phenolic precursors, together with their storage, as plants are unable to excrete these substances. Herbivory was deterred by these secondary plant products, which were a toxic deterrent to insects until resistance to them could be\ndeveloped (Shear, 1991). Plant–insect interaction thus was largely lacking for most of the Paleozoic and only with the increase in vascular plant diversity in the Carboniferous, Permian and Triassic do we see an increase in insect diversity (Shear, 1991).\nThe first evidence of fires in vegetation has been found in the Devonian and it seems that these fires burned low-lying material, sparing the trees, possibly owing to the lack of substantial biomass and presence of fuel moisture content (Cressler, 2001).\n3.1.3.4. Extinction event. The second mass extinction event took place towards the end of the Devonian when among marine invertebrates, 19% of families and 50% of genera died out (Anderson et al., 1999). Possible reasons for this mass extinction may have been a bolide impact as major turnover suggested a terrestrial event coinciding with a marine one, but a better explanation may be anoxia coupled to cooling and warming of brackish oceans, as an iridium anomaly is absent (Hallam and Wignall, 1997). Global temperatures dropped towards the end of the Devonian (Anderson et al., 1999). Floral diversity was low as vast tracts of a single species, Archaeopteris, dominated the landscape. The influence of an extinction event may have been catastrophic as lack of diversity can lead to lack of recovery. Just as the first extinction event catalysed the radiation of the pteridophytes (ferns and fern-allies), so the second extinction event near the end of the Devonian catalysed the origin and marked diversification of the gymnosperms.\nThe Lyginopteridales, the earliest order of the gymnosperms, made their first appearance along the tropical belt of Euramerica. The key reproductive innovation found in this family is a sheaf of telomes forming an integument surrounding the megasporangium (nucellus). Unlike in later gymnosperms, it did not entirely encase the nucellus, which was exposed at the distal end (Anderson et al., in press)."
  }, {
    "heading": "3.1.4. Carboniferous (359.2–299.0 Ma)",
    "text": "3.1.4.1. Global geography. Gondwana continued the clockwise swivel that had been initiated during the Devonian. Australia at the eastern end of Gondwana moved southwards and North Africa/South America at the western end moved northwards (Anderson et al., in press). Euramerica and Gondwana were still separated by a seaway but with the later suturing of the continents to form Pangaea, ocean currents were radically rerouted (Scotese, 2001), affecting the global temperatures (Anderson et al., in press). This resulted in an average global drop in temperature (Anderson et al., in press), thus initiating icehouse conditions. Although geographical changes may have caused the cooling of the Carboniferous the consensus of some workers in geochemistry is that the forest evolution and their associated soils sequestered CO2 causing cooling (Retallack, 2001). The Gondwana ice cap initially covered only southern Africa and southeastern South America, but through the Carboniferous eventually covered most of the\nsupercontinent. Only the outer rim of the former southern supercontinent Gondwana (northern parts of Africa and eastern Australia) was free of ice. This explains the lack of Carboniferous sediments in most parts of Africa.\n3.1.4.2. Climate. During the Permo-Carboniferous ( 300 Ma) the atmospheric CO2 concentration was at 0.03%, while O2 levels were high, driven by the diversification and photosynthesis of terrestrial plants and may have reached levels of 35% (Beerling et al., 2002). Such high levels of O2 would have been conducive to forest fires. High O2 levels would also have led to higher rates of biotic diversification (Graham et al., 1995) as well as an increase in ozone production, resulting in better shielding against high levels of UV (Berner and Canfield, 1989). At the start of the Carboniferous, temperatures were high, but towards the end of the Carboniferous icehouse conditions prevailed (Anderson et al., 1999), with a supposed drop of some 15 C in the average global temperature (Anderson et al., in press).\nThe high rainfall in the Early Carboniferous (Fig. 1) decreased to significantly lower levels by the end of the Carboniferous (Frakes, 1979) whereas atmospheric O2 levels rose steeply throughout the period (Lane, 2003).\n3.1.4.3. Flora. Most Early Carboniferous plants still reproduced by spores and low-growing lycophytes (scale trees and club mosses) that had evolved from the Late Silurian continued to thrive throughout the Carboniferous. Dependent on moist, swampy environments for survival as this provided the most nurturing environment, most died out with the increasing aridity that dominated the end of the Paleozoic and only a few hardy taxa survived the arid periods.\nThe first major radiation of the gymnosperms ( nakedseed plants) occurred during this period (Anderson et al., in press). Despite the origin of the seed habit prior to the Carboniferous, gymnosperm diversity probably remained less than that of the spore-bearing plants throughout the period (Anderson et al., in press). Predominantly windpollinated, their heyday was yet to come (Anderson and Anderson, 2003), as they rely on dense stands of plants (gregariousness) for pollination to be effective and until sufficient numbers had been reached, they could not dominate.\nFor the first time we have a clear distinction between markedly different floristic regions (floral Kingdoms or Realms) precipitated by the slide into icehouse conditions during the Late Middle Carboniferous. The northern third of Africa, essentially tropical, formed part of the Amerosinia Kingdom, with the Lagenostomales and Calamopityales dominant in the Early Carboniferous and Lyginopteridales, Medullosales and Cordaitanthales dominant in the Late Carboniferous (Anderson et al., in press). Primary radiation in the gymnosperms appears to coincide with the peak occurrence of tropical forests (and coal deposits) in Euramerica.\nFloristically the southern two-thirds of Africa formed part of the Gondwana Kingdom where gymnosperms were all but absent through most of the Carboniferous except for some Late Carboniferous pteridosperms of uncertain affinity (Anderson et al., in press). This provincialism was distinct by the Late Carboniferous (Chandra, 1998) and there was very little taxonomic overlap between the Gondwana flora and those of other provinces.\nFloristic provincialism coincided with a moderate macroevolutionary explosion among the gymnosperms, with five families appearing mainly in the palaeotropics at the time. Both lowland (Physostomaceae, Cordaitanthaceae) and upland (Dicranophyllaceae, Phasmatocycadaceae) vegetation was involved. The Late Carboniferous saw major global environmental change, with wetlands in tropical Euramerica contracting in response to tectonic topographic changes, eventually disappearing to be replaced by drier habitats. This is marked by another moderate macroevolutionary explosion, with the appearance of the Peltaspermaceae and the gymnospermous conifer families Thucydiaceae, Bartheliaceae and Emporiaceae.\nMorphological innovations of great significance were attained by the gymnosperms during the Carboniferous. These include the appearance of integument-covered ovules with a micropyle as in extant gymnosperms. The earliest gymnosperms bore ovules in clusters within a protective cupule, which in turn was attached to a leaf. The Peltaspermales, which appear towards the end of Carboniferous, bear ovuliferous heads that are sometimes arranged in groups along the axes, thus resembling a strobilus ( cone ), while in the Pinopsida more tightly organised strobili had developed. In the Cordaitanthaceae and the Voltziales ovules were clustered into compound fertile structures (Anderson et al., in press).\nMost early gymnosperms (pteridosperms) had large, frond-like leaves with pinnules, a simple midvein and dichotomous lateral veins. The Medullosales developed reticulate veining with no free-ending veinlets. Other gymnosperm foliage-types appeared, with the Cordaitanthales having large, strap-like leaves and the Voltziales, microphyllous leaves (Anderson et al., in press).\nCarboniferous plants in the Gondwana Floristic Kingdom occurred only along the warmer, peripheral areas of southern South America and Australia where habitats were suitable for vegetation to develop. As mentioned earlier, the rest of the continent was covered by an ice cap and only around the fringes could impoverished megafloras be found (Anderson et al., in press). Carboniferous fossils are lacking, as sedimentary deposits from this period are scarce in sub-Saharan Africa (Scott et al., 1997). The principal Gondwana Carboniferous sequences are found in Argentina and eastern Australia (Anderson et al., in press).\nIt is noteworthy that the gymnosperms originated under essentially tropical conditions, whereas at present the bulk of extant taxa tend to inhabit cool, temperate regions.\nA comparison of family and order range charts plotted for the gymnosperms and insects show how closely their\nmajor radiations through the Carboniferous coincided. The new ecosystems forged in the pteridophyte–gymnosperm turnover of this period were quickly exploited by the insects (Anderson et al., in press)."
  }, {
    "heading": "3.1.5. Permian (299.0–251.0 Ma)",
    "text": "3.1.5.1. Global geography. During the Permian, Gondwana drifted northwards, suturing with Laurasia to form one huge supercontinent, Pangaea, stretching from pole to pole (Scotese, 1997). Pangaea had shifted further north, swivelling anticlockwise, and by the end of the Permian, the Equator lay at the juncture between the two former supercontinents. Less of Gondwana lay within the Antarctic Circle, leading to climate change, with most of the southern ice cap melting. An increase in global temperatures was experienced (Frakes et al., 1992; Scotese et al., 1999). This released water to flood low-lying areas and sea levels rose abruptly (Algeo and Seslavinsky, 1995). Pangaean tectonic plates were uplifted during the remainder of the Permian, thus draining most shallow seas (Anderson and Anderson, 1985).\n3.1.5.2. Climate. At the start of the Permian, a cold climate with glacial conditions prevailed (Scott et al., 1997), but with subsequent warming and melting of the ice more arid conditions were introduced towards the end of the Permian (Veevers et al., 1994; Anderson et al., 1999). An ice-filled Indian Ocean (Knauth, 1998) could explain why other oceans were much saltier during the Permian and aridity in parts of Gondwana may have resulted from winds from the southeast drifting down off the glaciers and turning to the west in response to the Coriolis forces (Smith, 1995). Cold ocean currents are known to cause evaporation to exceed precipitation (Frakes, 1979), resulting in aridity.\nIn southern Africa after glacial meltdown, a vast freshwater inland sea prevailed and tillites, silts, red shales and coals were laid down in succession. A number of megaplant assemblages are known from other parts of Africa (Anderson et al., in press). In the Lower Ecca beds the lycopods enjoyed a brief dominant spell but for the most part glossopterids dominated the 50 Ma period of the Permian (Anderson and Anderson, 1985). Lycopods were present to a lesser extent, with ferns, ginkgos, conifers and horsetails being rare (Scott et al., 1997). Sphenophytes (horsetails) first appearing in the Early Permian reached prominence during the close of the period (Anderson and Anderson, 1985).\n3.1.5.3. Flora. During the Permian, four distinctive Floristic Kingdoms could be discerned. These were the Angara (north temperate) with Peltaspermales and Cordaitanthales dominant, the Euramerica (western tropical) with Voltziales dominant, the Cathaysia (eastern tropical) with Gigantopteridales, Phasmatocycadales, Callistophytales dominant and Gondwana (south temperate) with the endemic Ottokariales (glossopterids) dominating both\nin abundance and diversity for most of the Permian (Meyen, 1987; Anderson et al., in press). The glossopterid flora appears to stretch only as far north in Africa as the Democratic Republic of the Congo, Uganda and Kenya, but this might be a misconception based on the complete absence of megaplant-bearing Permian deposits in the northern half of the continent.\nMegafloras often associated with vast coal deposits are well developed throughout Gondwana. The Karoo Basin (South Africa) contains the best examples of such megafloral assemblages in Africa, but other noteworthy assemblages have also been found further north in Africa (Anderson et al., in press). The Middle Ecca coal measures of the Early Permian comprise at least 23 genera and 37 species (Anderson and Anderson, 1985). Large areas of glossopterid (Ottokariales) forest mark the start of the Permian Period in Gondwana (for controversy on the use of this group in biostratigraphy see Kovács-Endr}ody, 1991, and subsequent contributions). The appearance of a glossopterid-dominated flora is probably an index to the retreat of the glacial ice from a particular area. Widespread even at very high palaeolatitudes, the presence of this group corroborates the earlier waning of the icesheets (Scotese, 2001, http://www.scotese.com). Glossopteriddominated vegetation became widespread across Gondwana and evidence of reproductive structures has shown that several distinct families were present. It can be assumed that glossopterids had undergone a moderate gradual macroevolutionary radiation during the period (Anderson et al., in press).\nFossils of Lycophyta (lycophytes), Sphenophyta (horsetails), Pteridophyta (ferns), Glossopteridales (glossopterids), Ginkgoales (ginkgos), Cordaitales/Cordaitanthales (cordaitalians) and Coniferales (conifers) have been found in sediments of the Lower and Middle Ecca (Anderson and Anderson, 1985; Meyen, 1987). Forests dating from this period functioned as significant carbon-sinks, generated thick coal-forming organic deposits in many areas, these now being of major economic importance.\nDespite the extensive diversification of gymnosperms during the Permian, new morphological innovations are arguably less fundamental than those that had already evolved by the end of the Carboniferous. Gymnosperm ovules were borne in clusters (polysperms), which were directly attached to fertile leaves in glossopterids or formed into loose strobilate (cone-like) structures in the Peltaspermales. Gymnosperm leaves were generally smaller in the Permian, with leaves often undivided and increased anastomosed veining present. (Anderson et al., in press).\n3.1.5.4. Extinction event. The third and most severe of all historical mass extinctions (Hallam and Wignall, 1997; Benton, 1995) took place at the end of the Permian (P/Tr boundary). Some 57% of families and 83% of genera among marine taxa were wiped out (Anderson et al., 1999). At this time the largest volcanic eruption of the\nPhanerozoic Eon, the Siberian Traps, took place (Retallack et al., 1996; Wignall and Twitchett, 1996). This must have caused dust and high SO2 emissions to cloud the atmosphere causing global darkness, hypercania (CO2 poisoning) and acid rain (Hallam and Wignall, 1997). It also coincided with a negative d13C spike indicating extreme warming in global climate (De Wit et al., 2002). The most definitive evidence of warming now comes from palaeosols (Retallack and Krull, 1999) and southerly plant migration (Retallack, 2003). Multiple environmental interactions after an event of this magnitude, the most important, being oceanic anoxia (Wignall and Twitchett, 1996), would have caused even more extinctions. It has been established that the duration of this extinction event was only 1 Ma (Bowring et al., 1998). Alternative views implicating a catastrophic carbon-rich bolide impact would also cause a rapid CO2 increase, and massive environmental perturbations triggering widespread extinctions.\nFollowing this mass extinction, many Permian gymnosperm groups failed to extend into the Triassic Period, including the ancient pteridosperms, cordaites, gigantopterids and glossopterids, while many other groups suffered a reduced diversity and richness. At this time the Gondwana glossopterids disappeared from the fossil record (Anderson et al., in press). Only three families, the Voltziaceae (Pinopsida), the Cycadaceae (Cycadopsida) and the Peltaspermaceae (Ginkgoopsida) are known to have survived the End-Permian extinction event to appear in the Triassic."
  }, {
    "heading": "3.2. Mesozoic (251.0-65.5 Ma)",
    "text": "This Era meaning middle life has been divided into three periods, namely the Triassic, Jurassic and Cretaceous."
  }, {
    "heading": "3.2.1. Triassic (251.0–199.6 Ma)",
    "text": "In view of the lack of fossiliferous Early Triassic horizons in Africa, we will paint a broad and generalised Gondwana picture for this interval.\n3.2.1.1. Global geography. Pangaea, similar in shape and latitudinal position as during the Permian, persisted through the Triassic as a single supercontinent arching from the north to the south poles drifting slowly northwards. Polar icecaps were absent and a hothouse climate some 10 C hotter than present, characterised the period (Scotese, 2001, http://www.scotese.com). The Gondwana landmass to the south included a number of low-lying riverine basins (Scott et al., 1997).\n3.2.1.2. Climate. Polar ice caps were absent and the temperature gradient from pole to Equator was gradual (Anderson et al., 1999). This resulted in low-intensity atmospheric circulation with the larger part of the Pangaea interior, an arid desert-type landscape (Anderson, 2001).\n3.2.1.3. Flora. One of the largest riverine basins (the Karoo Basin) covered much of present-day South Africa. By far the best sequence of megaplant-bearing formations in Africa were preserved here. Although other megaplant occurrences are known in Africa, they are poorly known. The Late Triassic Molteno Formation of the Karoo Basin has been thoroughly sampled and has yielded the most diverse flora of the period globally and apparently of any pre-angiosperm flora anywhere. It appears to represent the biodiversity heyday of the gymnosperms (Anderson et al., 1996; Anderson and Anderson, 2003).\nAfter the extinction of so many life forms at the close of the Permian, the relative prominence of plant orders shifted. During the lowland flooding of the Early Triassic, stands of herbaceous lycophytes spread globally. Dominant, but lacking in diversity, they represent the last of the major lycophyte floras (Anderson and Anderson, 1985). Evidence from palaeosols indicates that it was relatively wetter during the earliest Triassic (Retallack et al., 2003). With the bulk of the larger plants having died out, mainly small, herbaceous survivors were left. Genera such as Isoetes radiated with much success at this time, while conifers, ferns, cycads, horsetails and ginkgos were also present in smaller numbers (Scott et al., 1997). Under drier inland conditions, genera such as Voltzia flourished. Early in the Triassic glossopterids were replaced by seed ferns such as Lepidopteris (Retallack, 2003) and especially Dicroidium, which proliferated. The latter group soon dominated and were confined to the Gondwana flora. Late Triassic plant groups included ferns and fern-allies (Pteridophyta), seed ferns (Pteridospermophyta), cycads (Cycadophyta), conifers (Coniferopsida) and ginkgo trees (Ginkgophyta) and several other unique orders of gymnospermous plants (Anderson and Anderson, 2003). Towards the close of the Triassic there is a complete turnover in the patterns of dominance, with the Pinales, Bennettitales and Pentoxylales displacing the Umkomasiales (Dicroidium) (Anderson et al., in press).\nFollowing the End-Permian extinction the decline in floristic diversity caused a decline in the rate of organic carbon deposition, resulting in a coal gap. Extinction without replacement of peat-producing plants was the cause of this gap and only when plants could develop tolerance to acidic soil conditions (Retallack et al., 1996) could the biomass recover and coal be deposited once more.\nDuring the Late Paleozoic a notable innovation appeared. Peltasperms produced true pollen instead of pre-pollen and with the onset of drier conditions their leaf size was reduced, with cuticles better adapted to drier conditions. Retallack (2003) however, suggests that a thick cuticle was induced by high atmospheric CO2 and not aridity.\nJust as glossopterids had dominated Gondwana floras throughout the Permian, so Dicroidium (Umkomasiaceae) was prominent in biodiversity and abundance throughout the Gondwana floras of the Triassic. By the Late Triassic\ngymnosperm heyday, a wide diversity of orders flourished, many of them new. The flagship Molteno Formation has yielded at least three orders of Pinopsida (Dortrechtitales, Voltziales and Pinales), one of the Cycadopsida (Cycadales), several placed in the Ginkgoopsida (including Peltaspermales, Ginkgoales and Umkomasiales), two early orders of the Bennettitopsida that were to come to dominance in the Jurassic, three or more orders of the stemGnetopsida, and several other orders in unnamed classes. Aside from this uniquely rich spectrum of gymnosperms, there also occurred a marked richness of ferns and horsetails. The explosive radiation of terrestrial life, plants insects and tetrapods, following the End-Permian extinction was perhaps unmatched in earth history (Anderson and Anderson, 2003).\n3.2.1.4. Extinction event. Towards the close of the Triassic the fourth global extinction event occurred—most probably precipitated by asteroid impact (Sepkoski, 1996). A high proportion of the new gymnosperm orders and families that had arisen during the Triassic radiation were decimated and among marine invertebrates 23% of families and 48% of genera died out (Anderson, 2001)."
  }, {
    "heading": "3.2.2. Jurassic (199.6–145.5 Ma)",
    "text": "3.2.2.1. Global geography. During the Early Jurassic most parts of the supercontinent Pangaea were sutured together and it stretched from north to south across the globe. Only later ( 184 Ma) did the first manifestations of the break-up of Gondwana appear as microblock displacements such as the formation of the Falkland Islands. At approximately the same time the Karoo dolerites were extruded (Encarnación et al., 1996) and lava flows through crustal fissures were widespread throughout the region (Anderson and Anderson, 1985).\n3.2.2.2. Climate. The climate was warm for most of the period with a steep drop in temperature at the close of the Jurassic (Anderson et al., 1999). The atmosphere was hypoxic early in the Jurassic, increasing to hyperoxic levels by the Mid-Jurassic (Fig. 1), with atmospheric density shifting from hypodense to hyperdense (Dudley, 1998). During approximately the Mid-Jurassic several plates drifted from Gondwana and docked with Eurasia. The break-up of Pangaea (particularly evident in Gondwana), and the initial phases of drift are core phenomena of the Jurassic. The intrusion of dolerites and the extrusion of sheet lavas occurred on an unprecedented scale across the fragmenting southern supercontinent and topographic features resulting from these events are dramatically evident in southern Africa (e.g. KwaZulu-Natal Drakensberg escarpment).\n3.2.2.3. Flora. Megaflora deposits across Africa are generally poor and scattered and none have been well studied (Anderson et al., in press). The flora for the Gondwana Kingdom as a whole will reasonably portray that for Africa. The Jurassic very likely saw the peak of pinalean\n(conifer) dominance in biomass, though probably not in diversity (Anderson et al., 1999). The six extant conifer families were all in evidence and together probably characterised the forested and wooded landscapes through which the dinosaurs roamed. The cycad-like Bennettitopsida (Bennettitales and Pentoxylales) were at their peak throughout the Jurassic (Anderson et al., in press) and would have featured prominently in communities across most of Africa. The abundance of conifers in southern Africa finds evidence in occurences such as the silicified wood in the Early Jurassic Clarens Formation (Anderson and Anderson, 1985)."
  }, {
    "heading": "3.2.3. Cretaceous (145.5–65.5 Ma)",
    "text": "3.2.3.1. Global geography. In the Early Cretaceous Gondwana separated from Laurasia and only around 120– 100 Ma was the South Atlantic linked to global ocean currents (Francis and Frakes, 1993). During the Early Cretaceous parts of the Sahara formed a freshwater basin with later marine trangression forming the Trans Saharan Seaway (Moody and Sutcliffe, 1990) and South America was still joined to Africa during the Mid-Cretaceous (Anderson et al., 1999). Seas flooded the continental shelf and Cretaceous sediments were represented by riverine and lacustrine deposits in the vast Congo basin (Anderson and Anderson, 1985). The Kirkwood Formation in the Algoa Basin, Eastern Cape, the Zululand Group (especially Makatini Formation) on the coastal plains of KwaZulu-Natal and the Mzamba, Mngazana and Mbotyi Formations along the coast of Pondoland (Eastern Cape), represent the only noteworthy Cretaceous sediments in South Africa except for localised deposits in volcanic pipes. The scarcity of Cretaceous sediments in southern Africa is attributed to general uplift with the products of erosion having been deposited offshore. However, well preserved megafloras have also been found in volcanic Kimberlite pipes of various ages that are scattered throughout the subcontinent. The Orapa Diamond Pipe in Botswana (early Late Cretaceous) has yielded the best-preserved and most diverse flora for this period in Africa. The deposit was formed during the great radiation of the flowering plants during the Mid-Cretaceous and is dominated by angiospermous foliage, most of which cannot with any degree of confidence be placed in extant families (Anderson et al., 1999, in press).\n3.2.3.2. Climate. Early in the Cretaceous a cool climate dominated, but was soon replaced by hothouse conditions characterising most of the period. Slight cooling at the end and a transient warming at the KT boundary has been supported by comparisons of CO2 levels and temperature (Retallack, 2002).\nExamination of an extensive deposit of silicified fossil wood of an extinct member of the Podocarpaceae in northeastern Mali, southern Sahara, suggests that the logs found at this locality were deposited sometime between the Late Jurassic and the Early Cretaceous. Anatomical analysis\nindicates that the tree rings are indistinct, supporting previous suggestions that West Africa was under an equable climate during this part of the Mesozoic (Bamford et al., 2002). A dry, possibly arid climate has been suggested for parts of the southeast coast of South Africa during the Jurrasic and Early Cretaceous (Bigarella, 1970; Dingle, 1973). This interpretation seems to be supported by depositional characteristics of the Lower Cretaceous Mbotyi Conglomerate Formation along the coast of Pondoland, Eastern Cape (Karpeta, 1987). Analysis of palaeobotanical remains in Early Cretaceous amber from the Kirkwood Formation (Algoa Basin, Eastern Cape) indicates a warm to hot, semi-arid climate (Gomez et al., 2002). Analysis of the sediments and fossils retrieved from the crater that resulted from the kimberlitic eruption at Orapa, indicate that the climate of central Botswana during the Mid-Cretaceous was temperate, seasonal and wet, and the surrounding area was forested (Rayner et al., 1991). On a grand scale the generalised view based on available evidence (Hallam, 1985; Ward and Corbett, 1990; Francis and Frakes, 1993), postulates seasonally wet climates for the Late Cretaceous. Analysis of an Late Cretaceous fossil forest of gymnospermous Podocarpaceae along the west coast of South Africa shows a lack of distinct growth rings in almost all of the wood. This implies either a lack of seasonality or sufficient available water all year round and no low temperatures to stop plant growth (Bamford and Stevenson, 2002).\n3.2.3.3. Flora. During the first half of the Cretaceous the flora was strongly characterised by the cycad-like Bennettitales, which were fossilised in deposits around the edge of the African continent (Scott et al., 1997). Species of Zamites were the most prominent in woodland associations. Fossils of ferns and cycads have been reported from the Lower Cretaceous Mngazana Formation along the coast of Pondoland, Eastern Cape (Dingle et al., 1983). The Early Cretaceous Kirkwood Formation further south has yielded liverworts, ferns, cycads, Bennettitales and a diversity of other gymnosperms (Anderson and Anderson, 1985; Gomez et al., 2002). During the Mid-Cretaceous the gymnosperms were superceded in dominance by the angiosperms (flowering plants).\nThe earliest unequivocal global record of angiosperms is from the Early Cretaceous (Berriasian-Valanginian) of Israel (Brenner, 1996). In tropical Africa significant diversification of angiosperms and associated reduction in gymnosperm taxa began 95 million years ago during the Cenomanian Stage of the Late Cretaceous (Jacobs, 2004). In southern Africa angiosperms first appear in the Aptian where they are represented by monosulcate, reticulate pollen genera, e.g. Clavatipollenites (Zavada, 2004). This is more than 25 million years later than the earliest global appearance of angiosperms in the Middle East and North Africa. Evidence provided by Zavada (2004) suggests that angiosperms migrated to southern Africa and that the group did not originate in this part of the world.\nMegafossil records for angiosperms of Cretaceous age are very rare in tropical Africa (Jacobs, 2004). Angiosperm seeds from Nigeria have been dated as Late Cretaceous (Maastrichtian) and are probably related to Annonaceae, Icacinaceae and Passifloraceae (Chesters, 1955). Among the oldest known megafossils of angiosperms in southern Africa are silicified trunks—provisionally identified as belonging to members of the Euphorbiaceae and Monimiaceae—from the Late Cretaceous Mzamba (=Umzamba) Formation of Pondoland, Eastern Cape (Mädel, 1960; Müller-Stoll and Mädel, 1972; Klinger and Kennedy, 1980). Inference from extant members of those insect groups with specialised feeding preferences already present as fossils in the Mid-Cretaceous sediments from the Orapa Diamond Mine in Botswana suggest the presence of angiosperms in the vicinity of the volcanic crater at the time of sedimentary deposition (Rayner and Waters, 1989; Waters, 1989; Kuschel et al., 1994).\nThe most significant floristic development of the period was the enigmatic origin, rise and diversification of the angiosperms (Kenrick and Crane, 1997a,b; Steussy, 2004). Despite many years of work by scientists, the precise origins of angiosperms are still debated. Hughes (1994) provides a useful review of the evidence for angiosperm origins as derived from especially fossil palynomorphs. Recent findings (Crane et al., 1989 and later works) suggest that lower angiosperms were already in existence during the Mid-Cretaceous. Studies of reproductive structures, vessels, pollen and other characters indicate that potential angiosperm ancestors include the gymnospermous pteridosperms (seed ferns) (Crane, 1985), a rather heterogeneous group characterised by great morphological diversity. Closer still to the angiosperms are the extant gymnospermous genera Gnetum, Welwitschia and Ephedra (Crane, 1985; Steussy, 2004), with Welwitschia exclusive to Africa, more specifically the Namib Desert. These three genera, although differing markedly in morphology and habitat, are considered to be monophyletic (Crane et al., 1995 and later works). A large fossil gap exists between the monocots and magnolids (Crane et al., 1995) possibly due to a lack of preservation.\nVegetation change was associated with the development of angiosperms and an unparalleled diversification especially of this particular group of plants, with vast evolution in flowers, fruit and vegetative morphology. This enabled plants to move into every available niche, the total maximum carrying capacity not yet having been reached (Hewzulla et al., 1999). Krassilov (1997) provides a review of the morphological and ecological aspects of angiosperm origins. Angiosperm diversification has been linked to especially nectar-collecting insect diversification (Crane et al., 1995). There can be no doubt that angiosperm and insect diversification are closely linked (perhaps even the seedprotecting strategy that gives the group its name), a diversification driven by amongst other things pollination ecology and chemical defence mechanisms against insect herbivory. The major pollinating orders of insects\n(Coleoptera, Diptera, Lepidoptera and Hymenoptera) that originally evolved with the gymnosperms migrated to the angiosperms and co-radiated (Anderson et al., in press).\nBy 92 Ma the early ancestors of the Proteaceae had evolved and with South America drifting away from Africa, this evolution proceeded (Dettmann and Jarzen, 1996, 1998; Anderson et al., 1999). In Africa pollen ascribed to Proteaceae was reported from Early Cenozoic deposits ( 60 million years ago) in the Arnot Pipe on the farm Banke in Namaqualand (Scholtz, 1985; Meadows and Watkeys, 1999).\n3.2.3.4. Extinction event. The end of the Cretaceous (KT boundary) marked the fifth global mass extinction event that exterminated approximately 17% of families and 50% of genera among marine invertebrates (Anderson et al., 1999).\nEvidence from an elevated level of iridium (Tredoux et al., 1989), a platinum-group metal, indicates that a bolide, approximately 5–10 km in diameter (De Wit and Anderson, 2003) impacted in the Yucatan Peninsula at the Chicxulub impact site (Hallam and Wignall, 1997). An extraterrestrial impact would have filled the atmosphere with dust causing a solar winter with radiation levels dropping. Plants would be first affected as sunlight, vital for photosynthesis would diminish as a result of the dust cloud. Plant deaths would have triggered a domino effect on O2 and CO2 levels thus affecting all other organisms. Plants, however, with their reproductive strategies such as seeds, which remain viable for extended periods, would have lived through the relatively short-term perturbations of a bolide impact (Anderson et al., 1999). Levels of extinction vary between groups and geographical localities, but plants are generally less vulnerable to mass extinctions than are other organisms (Knoll, 1984). In the case of a bolide impact, however, plants would be most affected over the short-term as their photosynthetic cycle would be interrupted. Admittedly, our current knowledge of platinumgroup metals is not broad enough to be able to state with conviction that high iridium levels can be used as unambiguous indicators of a bolide impact (Tredoux et al., 1989). The Cretaceous/Tertiary (KT) boundary has been characterised by a cooling/warming trend (Dingle and Lavelle, 1998) with plant extinctions at this time having possibly been a result of a cold shock to the warm-adapted biota (Wolfe, 1991). This extinction event terminated the Mesozoic Era."
  }, {
    "heading": "3.3. Cenozoic (65.5 Ma to present)",
    "text": ""
  }, {
    "heading": "3.3.1. Tertiary",
    "text": "Tertiary (informal name, 65.5–1.806 Ma) approximately comprising the Paleogene (65.5–23.03) and lower two Epochs of the Neogene (23.03 to present).\nAlthough the traditional name Tertiary does not appear in modern stratigraphic charts, it can still be used as an informal name (IUGS, 2000) and we do so as older\nLeguminosae as an example of diversification\nMorley (2000) noted that legumes originated ca. 84–74 Ma in the Late Cretaceous, within a moist equatorial megathermal belt , thus supporting a West Gondwana (or austrotropical) origin of the family (Raven and Axelrod, 1974; Raven and Polhill, 1981). This long prevailing West Gondwana hypothesis for the origin of legumes requires the family diversification to be at least 100–90 Ma in age (Lavin et al., 2000; Davis et al., 2002), when Africa and South America were last in near contact, although Raven and Axelrod (1974) and Morley (2000, 2003) suggest that dispersal routes existed between these continents until ca. 65 Ma. In addition, the tropical angiosperm fossil record is biased towards Laurasian collection localities (Morley, 2000) and if more fossils were available from South America and Africa, the stratigraphic record for many groups would be older.\nliterature referring to this period is quoted here. The Tertiary has been divided into five epochs namely the Palaeocene (65.5–55.8 Ma), Eocene (55.8–33.9 Ma), Oligocene (33.9–23.03 Ma), which is now known as the Paleogene and the Miocene (23.03–5.332 Ma) and Pliocene (5.332–1.806 Ma), now forming the lower Neogene.\n3.3.1.1. Global geography. By this time Africa had fully disconnected from other continents that had comprised Gondwana and the flora of each continent was evolving separately. Disjunct geographical ranges of plant taxa between Gondwana fragments have in recent years often been attributed to their separation by the break-up event. This so-called vicariant event has been given preference over the alternative mechanism of long-distance dispersal. Modern molecular studies suggested that most disjunctions at generic level and involving angiosperms seem to date from long after the break-up of Gondwana. Hence renewed attention is being given to long-distance dispersal for explaining the disjunct occurrence of lower-ranking plant and animal taxa between especially Africa and South America. A long-overlooked mechanism for transoceanic dispersal is the large floating islands of tangled plant material that originates from major rivers along the west coast of Africa (mainly the Congo River). Considering the direction of ocean currents, the rafting of organisms between Africa and South America during the Tertiary is likely to have been predominantly east to west rather than the reverse (Givnish and Renner, 2004; Renner, 2004).\n3.3.1.2. Climate. During the Late Palaeocene/Early Eocene climates were again warm (Shackleton and Kennett, 1975; Anderson et al., 1999) with temperatures plummeting in the Late Eocene leading to the onset of the Cenozoic ice sheet, which eliminated vegetation in the Antarctic (Francis and Poole, 2002). At the close of the Palaeocene ( 55.5 Ma) a warming event added a massive amount of carbon to the carbon cycle, which had a feedback on the climate, reducing global temperatures and aiding climate stabilisation (Beerling, 2000). The atmosphere was hyperoxic and hyperdense and only at the end of the Tertiary did the atmospheric O2 concentration and density reach present-day levels (Dudley, 1998).\n3.3.1.3. Flora. By the Early Tertiary the angiosperms were well established with most monocot groups having diversified (Crane et al., 1995), and this is supported by fossil fruit (Benton, 1993). No fossils of the angiospermous Nothofagus are known from Africa, but remains of these angiosperm trees have been found in South America, Australia and Antarctica. Nothofagus holds a premier position in the study of southern hemisphere plant evolution and biogeography. Fossil and extant distributions of the group have long been used to support the isolation of Africa from the latter three regions, which maintained subsequent connections, following the break-up of Gondwana (Hill, 1992: Swenson et al., 2001).\nThe Proteaceae spread via migration routes to Antarctica and Australia where there was a differentiation centre during the Eocene (Dettmann, 1998). Microfossils of Proteaceae were consistently present and variously abundant in Tertiary deposits from the Cape (Coetzee, 1983).\nIn North Africa relicts from moist tropical climates remained dormant during the Pliocene, Oligocene and Miocene (Le Houérou, 1997). The vegetation was influenced by both Mediterranean and tropical elements. The earliest unequivocal evidence for the presence of angiosperm tropical rainforest in Africa is based primarily on Late Eocene to Late Oligocene (ca. 39–26 Myr ago) pollen assemblages from Cameroon (Jacobs, 2004).\nDuring the Miocene the continent of Africa was covered extensively by tropical forest (Anderson et al., in press; McRae, 1999) and with the increase in aridity there was a cooling of Africa with the evaporation of the Mediterranean Sea. On the other hand, evidence from palaeosols and dry-country fossil-floras seem to contradict this idea of an extensive rain-forest cover (Retallack, 1991, 1992; Retallack et al., 2002). In contrast to the sclerophyllous vegetation of today, palynological evidence has indicated the existence of subtropical Tertiary vegetation at the southern tip of Africa from a period probably later than the Early Miocene to possibly the Early Pliocene (Coetzee, 1983).\nAngiosperm families such as the Casuarinaceae, Winteraceae, Chloranthaceae and Sarcolaenaceae, now extant only in some other Gondwana fragments, notably Madagascar, flourished on mainland Africa, and were present in the Cape region at least until the Mid-Miocene (Coetzee and Muller, 1985). From pollen evidence (Miocene) it would appear that woodlands prevailed in the now arid Bushmanland and along the Orange River (Dingle and Hendey, 1984) indicating more moist climates at that time (Bamford and De Wit, 1993; De Wit and Bamford, 1993).\nAlthough legumes are now highly diverse in both Africa and South America, fossil data alone indicate that a Mesozoic age for legume diversification is unlikely. The clear message from studies such as those of Herendeen et al. (1992), Herendeen and Dilcher (1992), Herendeen (2001) and Jacobs (2003) is that all three legume subfamilies are well represented in the fossil record in North America, Europe, Africa (Harrison et al., 2001) and Asia by at least fruits and leaves, from recent times back to the Palaeocene. Putative earlier legume fossils include only pollen and wood specimens that lack any specific legume synapomorphies, and even then they go back only to the latest Cretaceous. Given the temporal and spatial continuity of diverse legume macrofossils throughout the Cenozoic and the abrupt absence of deciduous legume leaflets and pods prior to the Late Palaeocene, the origin of legumes is unlikely to be much before 60 Ma. The rapid diversification of the family must have occurred soon after. By the Mid-Eocene (ca. 50 Ma) nearly all the major lineages have fossil records in North America, Europe, Africa and Asia (Axelrod, 1992; Lavin, 1998; Herendeen et al., 1992; Herendeen, 2001). Good evidence of the long association of legumes with seasonally dry areas comes from fossil sites rich in legumes (Herendeen et al., 1992) and from the presence of deciduous forests at the margins of the Tethys Seaway at the time when legumes were initially diversifying (Upchurch and Wolfe, 1987). Many adaptations that distinguish legumes are linked to a seasonally dry, warm climate (Schrire et al., 2005a), e.g. compound leaves photosynthesising rapidly during favourable periods, but avoiding excessive water loss by shedding leaflets during unfavourable periods (Rundel, 1989). Rapid leaf turnover allows phenological escape from herbivores and pathogens (McKey, 1994 and references therein). The high nitrogen metabolism of all legumes (Sprent, 2001) may confer a competitive edge in colonising seasonally dry environments because leaves can be produced economically and opportunistically in unpredictable climates (McKey, 1994). The West Gondwana hypothesis for the origin of legumes is rejected by Schrire et al. (2005a) on the basis of a range of vicariance analyses of four major areas of endemism for legumes which they have identified at the biome level. Schrire et al. (2005a) firmly place a semi-arid Succulent Biome as the only biome that optimised the basal branches of the legume phylogeny, representing the critical nodes of diversification in the family. The essentially Tethyan SeawaySucculent Biome largely overlaps with the arid tropical belt illustrated by Scotese (2001), which links the Caribbean and Central America with North Africa (including the Horn) and extends to Asia. Scotese (2001) shows this palaeoclimatic belt largely emerging\nto its full extent only at the beginning of the Tertiary, when seasonally dry forest is known to have occurred along the Tethyan Seaway (Upchurch and Wolfe, 1987). This also coincides with the known spatial and temporal distribution of legume fossils (Herendeen et al., 1992). The rapid divergence of the family, as noted by Lavin et al. (2005) and Schrire et al. (2005a,b), and the near instantaneous Tethyan-wide representation of fossils of nearly all major taxa are in accordance with a putatively sudden opening up of a novel dry-adapted flora along the Tethyan Seaway in a post-Cretaceous extinction environment.\nIn the Tertiary, many extant families and genera first appeared as part of a modern flora, spurred by co-evolution with pollinators and dispersal agents. Distributions of largely amphi-Atlantic disjunct, Succulent Biome taxa, together with pantropically disjunct Rainforest and Grassland Biome taxa, emphasise the Tethyan-wide nature of the early diversification of legumes. This was followed by subsequent diversification occurring to a greater or lesser extent within each of the three major continental tropical regions. A number of Rainforest Biome diversifications are now being shown to have remarkably recent origins (Richardson et al., 2001; Pennington et al., 2003; Pendry, 2004), supporting the hypothesis of wet derived from dry being the primary trend in legume evolution. Current data thus point to a Tertiary origin of the Leguminosae along the Tethyan Seaway, with taxa probably having originated in restricted edaphically dry sites and in terrains of diverse relief (Axelrod, 1992).\nOther hypotheses—Arcto-Tertiary Geoflora hypothesis of Chaney (1947), the Boreotropics hypothesis per se (as developed by Wolfe, 1975 and Tiffney, 1985a,b) and the Madrean-Tethyan hypothesis (Axelrod, 1975; Fritsch, 1996; Liston, 1997; Hileman et al., 2001)—are rejected here in favour of the more narrowly defined Tethyan Seaway explanation. Present-day disjunctions between the California and Mediterranean sclerophyllous regions, and possible linking taxa used to exemplify the MadreanTethyan hypothesis, are often either rejected as being similar by convergence (Wolfe, 1975) or as having crown ages too young to be explained by such vicariant events (Fritsch, 1996; Schrire et al., 2005a).\nIt is not certain when exactly the Mediterranean-type climate set in along the southern African west coast and in the southwestern Cape. Palaeontological evidence suggests that the transition towards winter-dominated rainfall could have been at least by the Early Pliocene, 5 Ma (Hendey, 1981; Coetzee, 1983). Also of potential evolutionary significance is the Benguela cold-water upwelling system that was established along the southwest coast of\nAfrica during the Late Miocene, approximately 10 Ma (Sieser, 1980), which contributed to the dry summers along the southern African west coast. These changes in climate may well have fuelled the explosive floristic radiation in the Cape Floristic Region. The extraordinary species richness of this region (±8000 species) with about 70% endemism at species level is more usual of isolated oceanic islands than of a continental area. Possible reasons for the existence of the Cape Floristic Region are summarised in Van Wyk and Smith (2001). Not only did this change to summer aridity stimulate speciation among certain taxa, but it may also have led to the extraordinary development of succulent life forms is this parts of Africa. Southern Africa is host to more than 46% of the estimated 10,000 species (7000 according to Rowley, 1997) of succulent plants that occur worldwide (Smith et al., 1997). No other single region boasts such a rich succulent flora. With about 1800 species, the succulent-leaved Mesembryanthemaceae is southern Africa s largest succulent plant family (Chesselet et al., 2003).\nFire is a very important natural factor in Africa. Many vegetation types, notably sclerophyllous fynbos in the Cape and the high-rainfall grassland and savanna regions are fire-dependant for their proper functioning and maintenance. In addition to naturally occurring lightning fires, man evolved in Africa and must have increased fire frequency though his controlled use of fire for well over 1 Ma (Brain, 1993). The plants in Africa s fire-prone vegetation types show numerous fire adaptations, most of which were probably established during the Tertiary. In the Cape Floristic Region speciation has been partly driven by the two fire-adaptive strategies of resprouters and reseeders (Cowling, 1992). High-rainfall grasslands, especially temperate Afromontane ones, consist almost exclusively of perennial resprouters, the non-grassy herbs usually acquiring a great age because of underground storage structures such as bulbs, tubers and rhizomes. Among these grassland plants are the so-called pre-rain flowers, a unique group of resprouters that flower and set seed before the first rains after the dormant season and following a fire (Van Wyk, 2004). It is now known that chemicals contained in the smoke of burning vegetation trigger various phenological and physiological responses in species associated with vegetation types adapted to regular burning (Brown et al., 2003; Flematti et al., 2004; Van Staden et al., 2004). Adaptation to the heat of fires is also seen in the thick bark of many savanna trees and in their reliance on resprouting for regeneration. In fact, perhaps most of the regeneration of woody taxa in the fire-prone Brachystegia woodlands (=miombo woodlands) of southcentral Africa is from root-shoots and not from seed (Coates Palgrave, 1998). In many savanna vegetation types exclusion of fire results in bush encroachment and a dramatic change in vegetation structure and composition, thus fire is an essential management tool for maintaining the full spectrum of biodiversity in many of Africa s ecosystems.\nThe geoxylic suffrutex is another growth form that evolved almost exclusively in Africa. Plants with this growth form have been called the underground forests of Africa (White, 1976). This growth form is especially common in the Afromontane grasslands of southern Africa, the woody grasslands of Maputaland (Van Wyk and Smith, 2001) and the dambos and associated woodlands of the Zambezi Basin. A geoxylic suffrutex is basically an underground tree, with a pronounced, woody, perennial central axis (often called a rhizome) and/or an extensive system of woody stems/roots underground, and many short-lived annual shoots (ramets) above ground. Because of their clonal growth, these plants are essentially immortal and judged from the size of some clones must rank as among the oldest (if not the oldest) living individuals (calculated since original establishment) in Africa. There is disagreement on what evolutionary (selective) force(s) was responsible for the geoxylic suffrutex growth form in Africa, but fire is one of the primary contenders (Steenkamp et al., 2001).\nThe earliest known woodland community in tropical Africa is dated as Lower Eocene in northern Tanzania (Jacobs, 2004). In West and East Africa the grass-dominated savanna biome began to expand in the Middle Miocene, and became widespread in the Late Miocene (Jacobs, 2004). During the Pliocene the southern and northern tips of Africa were drier with subtropical and savanna vegetation (McRae, 1999) becoming increasingly drier with the appearance of a proto Namib Desert and a much reduced Sahara first appearing as dry grassland in the far northwestern part of Africa (McRae, 1999).\nIn flowering plants, the adaptive significance of differences between most higher categories, as well as between a large proportion of related species, is most probably associated with reproductive efficiency and successful establishment of seedlings (Stebbins, 1970, 1974). Although relatively little work has been done on pollination biology in Africa, it is clear that mutual adaptation (co-evolution) between plants and their pollinators has been a significant driving force in the adaptive radiation of many groups of flowering plants on the continent (Vogel, 1954; Rebelo, 1987; Johnson, 2004). Geographically restricted, neglected or unusual plant–animal pollination systems that are particularly well developed in Africa include sunbirds (Nectariniidae) and sugarbirds (Meliphagidae) (Nicolson, 2002; Nicolson and Fleming, 2003), oil flowers and oil-collecting bees (Vogel, 1990; Steiner and Whitehead, 2002), monkey beetles (Scarabaeidae: Rutelinae: Hopliini) (Picker and Midgley, 1996; Goldblatt et al., 1998), pollen wasps (Vespidae: Masarinae) (Gess and Gess, 2004), bee-flies (Bombyliidae), long-tongued horseflies (Tabanidae) and tangle-veined flies (Nemstrinidae). The two latter groups of flies have long, needle-like mouthparts and are mainly confined to southern Africa (Manning and Goldblatt, 1996, 1997, 2001). Plant–pollinator interactions are likewise little studied in Madagascar (Ratsirarson and Silander, 2003). Although only two species of sunbird\noccur on Madagascar, pollination is also carried out by two species of sunbird-asities (Eurylaimidae: Philepittinae), a group of birds endemic to the island and quite unrelated to sunbirds (Prum and Razafindratsita, 2003). With the exception of rodents and bats, vertebrates are usually not associated with pollination. However, on Madagascar lemur pollination plays a crucial role in especially the forests on the island (Sussman and Raven, 1978; Overdorff, 1992; Baum, 2003; Zjhra, 2003).\nAn often overlooked attribute of wind-pollinated plants is gregariousness. In Africa, wind pollination is mainly associated with the predominantly herbaceous grasses (Poaceae), sedges (Cyperaceae) and reeds (Restionaceae). Among woody taxa, however, wind pollination is rare in Africa and Madagascar. This is in marked contrast to the situation in especially the temperate parts of the northern hemisphere where many trees are wind-pollinated. Hence tree-dominated plant communities in Africa are usually floristically well mixed; monospecific stands—a syndrome of wind pollination and a common feature of vegetation types in the northern hemisphere—are comparatively rare. It has been argued that as more work on pollination is done in Africa, more differences between African systems and the rest of the world, particularly the north-temperate regions, will be found and changes to the overall conceptualisation of pollination systems in different ecosystems are likely to ensue (Rodger et al., 2004).\nAdaptations for seed reproduction in African plants are even more poorly studied than pollination biology. Many plant species in the Cape Floristic Region retain their seeds in persistent fruits and release them only after fire, a trait known as serotiny (Le Maitre and Midgley, 1992). Elsewhere serotinous species are particularly prevalent in Australia and North America (Lamont et al., 1991; Lamont and Enright, 2001). Likewise, seed dispersal by ants (myrmecochory) is prominent in the Cape Floristic Region, but rare elsewhere in Africa (Bond and Slingsby, 1983; Bond et al., 1991). The diversification of small mammals and birds in the Tertiary established a consistent basis for organ-level interactions, allowing for the widespread occurrence of biotic dispersal in gymnosperms and angiosperms (Tiffney, 2004). Seed dispersal by birds and mammals is common in Africa, as it is elsewhere in the world. One of the most remarkable plant–animal seed dispersal systems on the African continent is that which has evolved between Cucumis humifructus, a rare annual member of the cucumber family (Cucurbitaceae) that fruits underground, a phenomenon known as geocarpy, and the aardvark (Orycteropus afer), only living member of the mammalian order Tubulidentata (Hollmann et al., 1995). Although the cucumber is dependant on the aardvark for survival, the aardvark is not at all dependent on the cucumber as it feeds almost exclusively on ants and termites (Taylor et al., 2002).\nOn Madagascar, fruit-eating lemurs are the primary seed dispersers of many plant groups (Sussman, 1988; Tattersall and Sussman, 1998; Zjhra, 2003). With eight spe-\ncies of baobab (Adansonia) on the island, Madagascar is the centre of diversity for the genus. However, no living Malagasy animals are known to eat baobab fruit, hence it has been suggested that seed dispersal was originally carried out by now extinct animals, for example some giant species of lemur (Baum, 2003). Loss of seed dispersers (and pollinators) through natural or man-induced extinctions has major impacts on the species left behind, ranging from extinction to various levels of decline (Catling, 2001). A classic example of the extinction of one species resulting in the rarity of another in our region is the extinction of the dodo (Raphus cucullatus) and the tambalacoque tree (Sideroxylon grandiflorum) on the island of Mauritius in the western Indian Ocean. It was thought that the seeds of the tree had to pass through the digestive tract of the bird to overcome persistent seed dormancy. In 1681 the huge, flightless bird was extinct, and by 1973 only thirteen very old trees were left because the species had not reproduced for 300 years (Temple, 1977). However, it was subsequently argued that the demise of the tambalacoque tree was due to the extinction of a whole suite of potential seed dispersers, and not only the dodo (Witmer and Cheke, 1991).\nBased on the way CO2 is fixed by higher plants, two principal forms of photosynthesis are distinguished, namely the C3 and the C4 pathways. Both types are encountered in the grass family (Poaceae); C3 photosynthesis is common in the subfamilies Bambusoideae and Pooideae, in many Panicoideae and in most members of the Arundinoideae, whereas the C4 pathway is encountered mainly in subfamilies Chloridoideae and Panicoideae (Ellis, 1977; Vogel et al., 1978; Tieszen et al., 1979b; Ellis et al., 1980; Gibbs Russell et al., 1990). Grasses with C3 photosynthesis are most abundant in temperate regions, cool high-altitude areas and shady humid forest habitats. The C4 pathway is particularly efficient under conditions of high temperature, high light intensity and aridity, hence grasses with this type of photosynthesis predominate in the tropics, subtropics and warm deserts (Vogel and Seely, 1977; Ehleringer et al., 1997). Evolutionary, the C4 pathway is considered more derived than the C3 pathway.\nMost elements of biological interest (including C, H, O, N and S) have two or more stable isotopes, with the lightest present in much greater abundance than the others. In the case of carbon, 12C has a natural abundance of 98.89%, with its heavy counterpart making up the remaining 1.11%. The carbon isotope ratios (13C/12C) between C3 and C4 plants are distinct, with\n13C slightly more abundant in C4 plants (Bender, 1971; Farquhar et al., 1989; Ehleringer et al., 2002). This distinction is also reflected by animal tissue, with persistent remains such as bones and tooth enamel reflecting the isotope fractionation of vegetation eaten by the animals (Tieszen et al., 1979a; Lee-Thorp and Talma, 2000). Because of the sensitivity of C3 and C4 grasses to climate, variations in the carbon isotope ratio of fossil bone and teeth of grazers are useful to reconstruct temperate shifts in especially high-lying regions. Several such studies indicated either climatic stability or vegetation\nTswaing Crater\nThis crater situated approximately 40 km northwest of Pretoria, South Africa, with a diameter of 1.13 km (De Wit and Anderson, 2003), was formed by the impact of a meteorite of 30–50 m in diameter (Reimold et al., 1999). The impact occurred 200,000 yr ago and the crater-fill provides a record of the palaeoenvironmental changes that have taken place since that time. Previously known as the Pretoria Salt Pan or Soutpan because of the saline lake at its centre, it is one of the youngest, best-preserved meteorite craters on earth.\nCore samples taken from a borehole sunk, have yielded unrivalled palaeoclimatic and environmental data based on palynomorphs (pollen and spore assemblages; Scott, 1999a,b) for temperate latitudes in Gondwana spanning the past 22,000 years (Partridge et al., 1997; Partridge, 1999). The Tswaing core also provides the only long term diatom sequence in southern Africa for this period making it one of the most important impact craters on earth.\nIn the past, both more arid and wetter conditions prevailed than at present. Analysis of palynomorphs has shown that Podocarpus alternated with fynbos species indicating cooler periods than currently experienced.\nThe Wonderkrater, a densely vegetated swamp (with a peat deposit of 8 m) situated 150 km north of the Tswaing Crater, formed by a thermal spring also yielded pollen data comparable with the upper 25 m of the Tswaing Crater (Scott, 1999b; Scott et al., 2003). Other sources of palaeoclimatic environmental data of the Cenozoic are various pollen cores (Partridge and Maud, 1987, 2000), including the Banke Crater sediments (Namaqualand, South Africa) and the alluvial pond deposits at Florisbad (Aliwal North, South Africa).\nshifts associated with cooling and warming episodes during the Cenozoic in Africa (Cerling et al., 1998; Partridge and Maud, 2000). Lacustrine organic matter has also been used in this way to reconstruct past vegetation change on the continent (Wooller et al., 2003; Lamb et al., 2004). The interpretation of isotope ratios is not always unequivocal and conclusions based on data from especially the high mountains of East Africa should be treated with caution (Wooller et al., 2001). Ecological advantages conferred by the C4 pathway may also differ within plant groups, for example in the sedges (Cyperaceae), a family of grasslike plants that display both photosynthetic pathways (Stock et al., 2004).\nRelating isotope data to C3 and C4 vegetation patterns is, however, complicated by variations in atmospheric CO2 concentration (Ehleringer et al., 1997; Lee-Thorp and Talma, 2000). All C4 plants have a significant advantage over C3 plants under low atmospheric CO2 conditions. The decline of atmospheric CO2 over the last 65 Ma may well have been responsible for the polyphyletic origin of C4 plants (Sage, 2001) and their observed proliferation over C3 plants (Cerling et al., 1998). Moreover, indications are that C4 plants have expanded significantly on a global scale during full-glacial periods, especially in tropical regions. Palaeontological evidence suggests that the abundance of C3/C4 plants within ecosystems could have significant impacts on both the evolution and composition of mammalian grazing systems. In this regard, Cerling et al. (1997, 1998) have proposed that the global expansion of C4 biomass recorded in the diet of mammals in Africa over the interval from 8 Ma–5 Ma ago was accompanied by the most significant mammalian faunal turnover on the continent during the Tertiary; similar patterns in plant and faunal change were recorded elsewhere in the world."
  }, {
    "heading": "3.3.2. Quaternary (1.75 Ma to present)",
    "text": "This comprises two timezones namely the Pleistocene and the Holocene.\nPresent biomes were established at this time with the climate characterised by changes from glacial to interglacial periods accompanied by cycles of vegetation change (Scott et al., 1997).\nBiological history indicates that a series of moist/dry periods dominated the Sahara causing an expanding/ shrinking of the desert with Mediterranean temperate species present in the northern parts. The Mediterranean flora expanded and retreated during the wet and dry phases respectively (Le Houérou, 1997). The Mediterranean climate also provided a climatic regime to which many taxa adapted over time, thus preventing them from spreading readily to surrounding regions with different climates. The arid zone in North Africa also provided a barrier against mixing of Mediterranean (part of the Holarctic Floristic Kingdom) and sub-Saharan floristic elements (part of the Palaeotropical Kingdom). At present the arid Sahara-Sahel region is perhaps floristically more closely\nrelated to the Mediterranean flora rather than to the flora of sub-Saharan Africa."
  }, {
    "heading": "3.3.3. Pleistocene (1.806 ± 0.0115 Ma)",
    "text": "During the Pleistocene the only significant remnants of tropical Guineo-Congolean Forest remained in a narrow strip in northern Congo/Cameroon, extending to West Africa. The location and significance of these glacial rainforest refuges for plant speciation is discussed by Maley (1996) and Sosef (1996), amongst others. The Namib and Sahara Deserts had expanded and the rest of Africa was covered by savanna and dry subtropical vegetation (McRae, 1999). Cooler wet areas were probably covered by temperate Afromontane Forest characterised by members of the gymnospermous Podocarpaceae.\nMany plant and animal taxa show disjunct distributions between arid areas in southern Africa and similar areas in\nthe northeast of the continent. These north–south disjunctions are usually explained by the postulation of an arid corridor between the two regions during glacially induced arid phases of the Pleistocene (Chapin, 1923). Thulin and Johansson (1996) pointed out that at least some of these taxa may also reflect a much more ancient link between these floras, perhaps dating back to the Tertiary. Abundant botanical and zoological evidence supports the existence of such a hypothesised arid corridor(s) which, perhaps at several different times, has linked the arid western parts of southern Africa with areas of similar climate in northeastern Africa (Van Wyk and Smith, 2001, and references therein). Plant taxa with this distribution pattern have been called the disjunct Afro-arid element (Nordenstam, 1974; Goldblatt, 1978). Some of these elements penetrate through Arabia to the arid parts of India."
  }, {
    "heading": "3.3.4. The last glacial maximum (LGM 21,000–18,000 BP)",
    "text": "Conditions were generally drier and cooler over Africa during the LGM than at present. Low surface water temperatures are highly correlated with episodic aridity; during the LGM water temperatures in the Gulf of Guinea were about 2–5 C lower than present (Maley, 1987). Sea levels dropped and the coastline was approximately 120–140 m lower than present, although steep continental shelf gradients along most parts of the coast prevented the lower sea level from exposing extensive land areas. The southern coast of South Africa was, however, significantly exposed, with the shoreline extending by 100 km further south. New land was also exposed on the low-lying coastal plain of southern Mozambique and northeastern KwaZuluNatal, South Africa, resulting in active biological speciation and the establishment of neoendemic taxa in what has come to be called the Maputaland Centre of Endemism (Van Wyk and Smith, 2001). The northern coast of Africa was also exposed.\nCoolest temperatures and maximum ice extent in mountain glaciers may have occurred earlier or later than the timing of the LGM. Livingstone (1980, 1993) has found that Central African glaciers of the Ruwenzori Mountains may have reached their maximum extent around 15,000 years ago, with glacier limits lowered by 1000 m.\nMost of Africa and Madagascar was not glaciated during the LGM and has therefore largely escaped the drastic vegetation extinctions that affected so much of the terrestrial habitats in the temperate parts of the northern hemisphere. This may be one of the reasons why the current African and Madagascan floras are characterised by a relatively large proportion of palaeoendemics. One possible evolutionary implication when dealing with an old flora is the often-neglected mechanism of nonsexual gene transfer, especially between non-related plants (Went, 1971; Jeppsson, 1986). Although the non-sexual horizontal (lateral) transmission of DNA between higher organisms has long been viewed with scepticism, the existence of this evolutionary mechanism is now supported by abundant evidence (Syvanen and Kado, 1998; Bergthorsson et al.,\n2003; Mower et al., 2004). Confinement of a flora to the same general area for a very long time is believed, to considerably enhance the chances for geographically restricted convergent (parallel) evolution between the taxa in a region. The concept of horizontal gene transfer is therefore potentially of great importance in any assessment of evolutionary mechanisms in Africa and Madagascar. Genetically mediated reproductive failure has been suggested as one of the mechanisms leading to the extinction of a species (Wiens, 1984; Wiens et al., 1987, 1989). Rare palaeoendemic taxa in Africa present conservation challenges as some of them display various forms of reproductive failure that may have a genetic basis (De Lange et al., 1993; Van Wyk and Smith, 2001).\n3.3.4.1. North Africa. The Sahara Desert occupied a greater area to the south than at present with sand dunes extending into large areas of the present Sahelian zone (Thomas and Thorp, 1992). The southern limit would have been approximately 5 further south than at present. Rainfall would also have been lower ( 150–250 mm) than at present. From pollen and other evidence it can be seen that the semi-desert, scrub and woodland belts were pushed further south (Lézine, 1989; Hooghiemstra et al., 1992). Conditions in the uplands southeast of the Sahara were also drier and cooler, with rivers having much less water (Fairbridge, 1964). The vegetation must have also been sparse as there was little plant material to anchor soils in these areas.\nThe Atlas Mountains north of the Sahara experienced a more moist climate and were covered in a Mediterraneantype steppe-like vegetation, rich in Artemisia, Chenopodiaceae and Poaceae interspersed with trees of the genus Pinus (Hooghiemstra et al., 1992). Pollen spectra from these areas indicate a considerable woodland element. Summer temperatures in the Atlas and coastal area seem to have been at least 3–4 C lower than today, with a possible lowering of vegetation zones by more than 1200 m.\nIn West Africa, pollen cores from western Cameroon indicate that lowland rainforest genera persisted throughout the LGM, with tree pollen making up only about 40% of the total, the forest taxa being replaced by savanna and grassland elements. This indicates that unlike the present and Holocene state, the Guineo-Congolian forests were more open, with more savanna areas. Various montane forest elements such as Podocarpus and Olea are indicators of cooler conditions (Maley, 1989; Livingstone, 1993).\nAlthough the persistence of substantial pockets of rainforest throughout the LGM is contradicted by palynological evidence, rainforests could have been confined to small relicts in valleys, not yet sampled for pollen, or pollen could have accumulated in localised deposits. Today there is substantial floristic and biogeographical evidence for the existence of glacial rainforest refuges during the LGM in West and Central Africa (Maley, 1996; Sosef, 1996). Rainforest taxa did remain present in the area at fairly low levels of abundance, perhaps as relict patches along rivers or valleys but most probably with at least one substantial area\nof forest surviving in the low-lying central Congo Basin, and other smaller areas in West Africa and Cameroon.\nSpecies with poor dispersal mechanisms would take many thousands of years to expand their populations from glacial refugia and would have restricted distributions, while those that could rapidly disperse would only be restricted by habitat.\nLarge numbers of temperate Afromontane forest species common to Mt. Cameroon and with a disjunct distribution on some of the high East African mountains could be explained by a 10 C cooling that resulted in a direct spread across the intervening lowlands in the past, though this not necessarily occurred at the LGM (Livingstone, 1993).\nIn the present rainforest region of Central and West Africa, the forested areas were reduced as a result of aridity. At Lake Bosumtwi in Ghana, a site currently surrounded by West African rainforest, there is almost no tree pollen from the LGM period; instead grasses dominate, presenting a pollen spectrum more typical of the present Sahelian zone, but also with montane-type elements indicating at least a 3–4 C cooling. The community was composed of C3 taxa, in contrast to the mainly C4 taxa in the area today.\nDupont (1993) has suggested a dramatic retreat of rainforest away from the Atlantic coast in West Africa, with only tiny rainforest remnants persisting near the coast at the LGM. A wooded savanna environment with evidence of swamps and gallery forest along the major river courses, has been reconstructed for the Congo Basin from radiocarbon dating (Preuss, 1990). Close to the mouth of the Congo River, large areas of windblown dunes may have been present, as the properties of the quartz grains in the sands indicates aeolian deposition (Giresse et al., 1990). Cold coastal currents cause evaporation to exceed precipitation resulting in deserts with evaporates as evidence (Frakes, 1979). Moist montane uplands were apparently completely lacking in East Africa, presumably reduced by drought and by lower temperatures (Street-Perrott and Perrott, 1994) and were replaced by sparse dry Afroalpine communities followed by ericaceous vegetation (Coetzee, 1967) with dry open grassland vegetation present below this. Grasslands were dominant over most parts of the plains where at present savanna exists (Marean, 1992). Lake levels are very good indicators of climate aridity and some lakes in East Africa dried out completely indicating a peak of aridity 17,100 years ago (Tyson et al., 2001).\n3.3.4.2. Southern Africa. At the LGM the Namib Desert seems to have been even drier than present, and was expanded in area (Deacon and Lancaster, 1988), both eastwards and northwards with the driest conditions prevailing at 19,000–18,000 years ago. Dune fields of aeolian Kalahari sand (Thomas and Shaw, 1991) covered most of the area of central southern Africa (Tyson et al., 2001) and sediments from the Tswaing crater lake north of Pretoria indicate that rainfall could have been reduced by up to\n25% lower than what is experienced at present (Partridge et al., 1997).\nThe southwestern Cape winter rainfall area was more arid than at present (Deacon, 1990). Heath and dense scrub ( fynbos ) persisted in the Cape Fold Belt Mountains as soil was the controlling factor rather than climate (Deacon, 1990). As previously mentioned, a drop in sea level exposed an area of 100 km further south than the present coastline. Van Zinderen Bakker (1986) and Coetzee and Van Zinderen Bakker (1988) have suggested that grassland areas along the southeastern coast were more extensive during the LGM.\nPollen analyses from the central plateau of South Africa (Scott, 1982) indicate grassland vegetation with a cooler than present climate which would have caused Highveld grassland (currently occurring only above 1600 m) to have been replaced by higher-altitude grassland (currently occurring above 2100 m). Relicts of some of these so-called Drakensberg floristic elements still persist on higher ground in Gauteng Province, South Africa, to this day. A cooler climate would also have driven the inclusion of a stronger fynbos element (Scott, 1989). Wetter conditions would have seen the proliferation of temperate grasslandassociated Afromontane Forest in fire-protected refuges.\n3.3.4.3. Madagascar. There is very little evidence of Quaternary palaeo-vegetation from the island of Madagascar, but LGM conditions must have been drier-than-present with dune activity in southern Madagascar occurring during an extreme low sea level phase corresponding in age to the LGM (Battistini, 1970). Gasse et al. (1994) have found evidence of much lower water tables during about the time of the LGM in a core from a crater lake on the Malagasy Plateau. Ericaceae pollen was relatively abundant at this time, indicating considerably cooler conditions than at present. Biodiversity on this island is exceptionally rich and is linked to East Africa by certain taxa. High speciation rates involve small populations having highly specialised breeding mechanisms (Niklas et al., 1983). Being an isolated island, this has enabled plant evolution to proceed without external genetic input, competition, or other influences from mainland taxa resulting in exponential diversification."
  }, {
    "heading": "3.3.5. Holocene",
    "text": "By the Holocene the Namib and Sahara Deserts had expanded further and tropical forest still occupied a small area in West Africa and the Congo basin (McRae, 1999). The palynological data indicate that in the arid central and western parts of southern Africa the dominant Chenopodiaceae/Amaranthaceae/Asteraceae assemblages of the late Pleistocene had changed to the succulent Aizoaceae/ Mesembryanthemaceae assemblages by the Early Holocene (Scott et al., 1995). The boundary of the Succulent Karoo became established at 8000 yr BP as evidenced by hyrax pollen data (Scott, 1994; Scott et al., 1995) from the Cederberg."
  }, {
    "heading": "3.3.6. Africa at present",
    "text": "The current African vegetation and flora are the culmination of events of the more recent geological past, notably climatic fluctuations during the Pleistocene. A brief summary of the current status of the most important floristic areas in Africa is given here."
  }, {
    "heading": "3.3.7. Recent diversifications, diversity Hotspots and centres of endemism",
    "text": "With an estimated 50,000–70,000 extant vascular plant species, the plant diversity of Africa compares well with other regions in the southern hemisphere, especially if its relatively arid climate is taken into account. South America boasts ±90,000 and Malesia ±42,000 species. The diversity of the African flora is reflected in the fact that it contains elements of three of the world s six Floristic Kingdoms, one of which is confined to the continent (Takhtajan, 1986). These are the Cape Floristic Kingdom, at the southern tip of Africa, the Palaeotropical Kingdom covering Africa from north of the Cape Kingdom to and including the southern Sahara and the\nHolarctic, to the north of and including the northern Sahara (Fig. 2). Of these the Cape Floristic Kingdom has by far the smallest geographical area, yet is, for its size, the most diverse, comprising numerous taxa present nowhere else on earth. It is also remarkable in being largely congruent with a single geological formation—its core area coincides with rocks of the Cape Super Group, in particular those forming the Cape Fold Belt Mountains (Van Wyk and Smith, 2001). A useful description with maps of the African and Madagascan vegetation and flora is provided by White (1983). Ecological units that share a characteristic set of species, habitats, environmental conditions and ecological dynamics—so-called ecoregions— are mapped for Africa and Madagascar by Burgess et al. (2004). Broad-scale plant geographical patterns in southern Africa are summarised in Cowling et al. (1997). The plant species and infraspecific taxa of subSaharan Africa are listed in Lebrun and Stork (1991– 1997) and Germishuizen and Meyer (2003). The first of a planned two-volume work in which distribution maps and ecological notes are presented for the flowering\nated are the boundaries of the three Floristic Kingdoms represented on the\nplants of tropical Africa has recently been published (Lebrun and Stork, 2003).\nA noteworthy feature of the African flora is that diversity is unevenly spread across the continent (Fig. 2). With ±24,000 vascular plant species, Africa south of the Cunene and Limpopo Rivers is a subcontinent of mostly dry and topographically unspectacular terrain. Yet its flora, when standardised for land area, is equivalent to the most species-rich tropical rainforest regions, and the level of endemism is amongst the highest in the world, higher than even the most ancient oceanic islands (Van Wyk and Smith, 2001). Most of this diversity is concentrated in a number of restricted areas, mainly along or below the Great Escarpment.\nThe World Wide Fund for Nature (WWF) and World Conservation Union (IUCN) has recognised about 235 Centres of Plant Diversity worldwide, of which 84 are in Africa (Davis et al., 1994). These centres are endemic-rich botanical sites of global conservation significance."
  }, {
    "heading": "3.3.8. Hotspots",
    "text": "The concept of Hotspots , a parallel initiative to the Centres of Plant Diversity project, is promoted by Washington-based Conservation International and refers to 25 major foci of endemism, at a global scale, all of which feature exceptional concentrations of species with high levels of endemism, and also facing exceptional threats of destruction (Mittermeier et al., 2000; Myers et al., 2000). While this paper was in press, the number of global Hotspots has been expanded to 34 (Mittermeier et al., 2004).\nTo qualify as Hotspot, an area must have at least 1500 endemic plant species and already have lost 75% or more of its original vegetation. The remaining intact vegetation of these Hotspots cover less than 2% of earth s land area, yet account for 44% of all vascular plant species and 38% of four vertebrate groups (birds, mammals, reptiles, amphibians). Four of these Hotspots (Fig. 3) are confined in their entirety to Africa, namely the Guinean Forests of West Africa, the Eastern Arc Mountains and coastal forests, the Cape Floristic Region and the Succulent Karoo. Parts of Africa bordering the Mediterranean Sea (notably the High Atlas Mountains of Morocco) form part of the Mediterranean Basin Hotspot (more potential Hotspots will probably be added in future). Madagascar is included in the Madagascar and Indian Ocean Islands Hotspot. Brief notes on these Hotspots, as well as a few other regions of botanical significance, are supplied below. Statistics available for each Hotspot are summarised in Table 1. Additional areas that may deserve Hotspot status and that are currently under consideration include the pan-African Afromontane Archipelago-like Regional Centre of Endemism (White, 1983), the Horn of Africa and the Maputaland-Pondoland-Albany Region in southern Africa (Van Wyk and Smith, 2001). Information on these additional Hotspots has subsequently been supplied by Mittermeier et al. (2004)."
  }, {
    "heading": "3.3.8.1. Mediterranean Basin hotspot: High Atlas Mountains.",
    "text": "The Atlas Mountains in Morocco comprise the most significant piece of North Africa included in the Mediterranean Hotspot (White, 1983; Drucker, 1994; Mittermeier et al., 2000, 2004). Minor areas include two coastal strips in Morocco and Algeria and the Cyrenaica ( bump extending into the Mediterranean Sea) of Libya. The main centre of plant diversity is the Central High Atlas Massif, especially the area between Jbel Toubkal, to the south of Marrakech, and Jbel Ayachi near Midelt. These mountains are located at the intersection of the Eurasian and African plate. A collision in the Mid-Tertiary between these two plates gave the region its rugged topography. The climate in these mountains ranges from Mediterranean sub-humid to alpine and arid with permanent pockets of snow on some of the highest peaks (Jbel Toubkal reaches 4165 m asl). Forest cover used to be extensive but is now seriously degraded. Humid northern slopes are covered by maquis (a hard-leaved shrubland comparable to fynbos in South Africa) and woodland of Quercus ilex, Pinus halepensis and Juniperus species. Cedrus atlantica (Atlantic cedar), once common at high altitudes (1000–2000 m) on the northern slopes, has been reduced to small relict stands due to over-exploitation. It is endemic to the Atlas and Riff Mountains, where it forms monospecific stands. South- facing slopes are more arid, less wooded and dominated by species of Juniperus. River valleys have a particularly rich flora dominated by Nerium oleander (oleander). The Anti-Atlas (2359 m) range is also rich in plant endemics and comprises Mediterranean, Saharan and tropical elements that exist alongside each other, depending on climatic conditions (Msanda et al., 2002). The area included in this Hotspot covers ±50,000 km2 with ±550 endemic plant species. At least 160 species are restricted to the highmountain zone, including many boreo-alpine relicts. Most notably among the latter are several relict European Tertiary species, e.g. Cirsium chrysacanthum, Erodium atlanticum, Narcissus watieri and Prunus prostrata (Eaux et Forêts, 1980).\n3.3.8.2. Guinean Forests of West Africa. This Hotspot includes the lowland rain forests of West Africa (Mittermeier et al., 2000, 2004). These forests represent the Guinean portion of the vast Guineo-Congolian Regional Centre of Endemism of White (1983). Also included in this Hotspot are four Gulf of Guinea islands, namely Bioko, Pagalu, São Tomé and Principe. The flora shows a close affinity to the forests of Central Africa with certain plant genera widespread in both regions. A total of 2250 endemics out of a total flora of about 9000 species have been noted for this region. Fragmentation has initially resulted from the retraction of rainforest taxa during the dry phases of the Pleistocene, notably during the Last Glacial Maximum (Hamilton, 1981). Several major Pleistocene refugia existed in this Hotspot, thus accounting for its high level of species diversity and endemism. In recent times this vast forest area has been dramatically fragmented by human exploitation and it is estimated that less than 15% of the original vegetation remains, even less of which is still in a pristine\nTable 1 Hotspots of the African continent and Madagascar: statistics\nDiversity Hotspot Total extent of area (km2)\nArea remaining intact (km2)\nArea conserved (km2)\nPlant species\nEndemic plant species\nMediterranean Basin Hotspota 2,362,000 110,000 42,123 25,000 13,000 Guinean Forests of West Africa 1,265,000 126,500 20,324 9000 2250 Eastern Arc Mountains and Coastal Forests 30,000 2000 5800 4000 1500 Succulent Karoo 112,000 30,000 2352 4849 1940 Cape Floristic Region 74,000 18,000 14,060 8200 5682 Madagascar 594,150 59,038 11,546 12,000 9704 a Only a small portion of Africa is included in this Hotspot.\nstate, making it one of the most severely threatened forest ecosystems in the world (Sayer et al., 1992; Mittermeier\net al., 2000). Included in this Hotspot is Mount Cameroon, at 4095 m the highest peak in West Africa and one of 14\nCentres of Plant Diversity and Endemism of global botanical importance (Davis et al., 1994). Several vegetation belts straddle Mount Cameroon (Cheek and Thomas, 1994) and the most species-rich of these is the lowland forest at the foot of the mountain, most of which has now been cleared. The main massif has a flora of about 45 strict endemics and more than 50 near-endemics, most of the high-altitude ones being considered neoendemics (Cheek and Thomas, 1994). Paleoendemics are more common on the lower slopes, perhaps because of frequent volcanic eruptions at intervals of ±20 years."
  }, {
    "heading": "3.3.8.3. Eastern Arc Mountains and Coastal Forests.",
    "text": "Located in Tanzania, with a small extension into southeastern Kenia, this Hotspot is the most pronounced centre of plant diversity and endemism in eastern tropical Africa (Lovett, 1988; Iversen, 1991; Lovett and Wasser, 1993; Mittermeier et al., 2000, 2004). The core area of the Hotspot is centred on the crystalline block mountains in the east of Tanzania, known as the Eastern Arc Mountains. Most peaks are no more than 2000 m high, although a few rise to 2400 m and the rainfall can be as high as 3000 mm per annum. Also included in this Hotspot are the nearby Indian Ocean Islands of Pemba, Zanzibar and Mafia. About 4000 plant species, of which about 1500 are endemic, have been record in the just 5800 km2 covered by this Hotspot. This constitutes 13% of the plant species of mainland tropical Africa and over 0.1% of the region s surface area. Floristically this area has links with the Guineo-Congolian Region and Madagascar. Perhaps the best-known group of plants endemic to this Hotspot are the about 20 species of the horticulturally important genus Saintpaulia (African violets). According to Lovett (1988) the Eastern Arc Mountains may well have had a forest cover at least since the Miocene. More than 85% of the remaining forest in this Hotspot is under some form of protection (Mittermeier et al., 2000).\n3.3.8.4. Succulent Karoo. The Succulent Karoo Hotspot is situated in the arid southwestern parts of southern Africa and receives mainly winter rainfall. Floristically it shows affinities with both the Cape Floral Kingdom and the Palaeotropical Kingdom and hence its placement within a Greater Cape Floristic Region by some authors, but this approach has not gained much support (Van Wyk and Smith, 2001). However placed, this region is unique and represents the world s only entirely arid Hotspot (Cowling et al., 1998; Mittermeier et al., 2000, 2004). It is the arid area with the richest flora (Hilton-Taylor, 1994), including an astounding diversity of succulents (Van Wyk and Smith, 2001). The regions is also known for its mass display of flowers after good rains (Cowling and Pierce, 1999, 2000). Parts of the Succulent Karoo are exceptionally rich in geophytes and petaloid monocots, many of which are endemic to the region. The proportion of petaloid monocots in the Hantam-Roggeveld Centre (Van Wyk and Smith, 2001) is probably unparalleled not only in southern\nAfrica, but perhaps in the entire world (Snijman and Perry, 1987).\nThe greater part of the Succulent Karoo is situated in close proximity to the Benguela Current, which has a tempering effect on the climate. Rain falls mainly in winter and varies from 20 mm in the northwest to 400 mm in places, but most of the area receives on average 150 mm per annum. However, the rainfall is predictable and especially along the southwestern Atlantic coast it is supplemented by mist, which contributes greatly to the precipitation.\nThe Succulent Karoo comprises a number of local centres of endemism (Van Wyk and Smith, 2001) with mainly succulent species (hence the name) but also shares taxa with the Cape Floristic Region. A total of ±5000 species/ infraspecific taxa are found of which more than 2000 are endemic/near-endemic to the region. No endemic/nearendemic families occur in the Succulent Karoo, but it has ±100 endemic genera (Van Wyk and Smith, 2001). The family Mesembryanthemaceae (sometimes included in an expanded Aizoaceae) dominates (with 63 genera endemic to the region) but other succulent-rich families like Euphorbiaceae, Crassulaceae, Asphodelaceae, Portulacaeae and Apocynaceae are also prominent.\nThe Mesembryanthemaceae, or vygies, not only make up a major part of the flora in the Succulent Karoo, but are vast, in terms of numbers of endemic genera/species in this region. The estimated age for the radiation of this group is between 3.8 and 8.7 Ma, and if correct, this amount of radiation in such a short time span is probably unrivalled within the angiosperms (Ihlenfeldt, 1994; Klak et al., 2004). Among the many remarkable adaptations of the Mesembryantemaceae is the development of hydrochastic fruiting capsules, their valves opening when wet, only to close again on drying. Seed dispersal in most Mesembryanthemaceae is facilitated by raindrops, a mechanism known as ombrohydrochory. Kinetic energy of the falling raindrops is used to either eject the seeds sideways following the impact of the drops on the covering membranes, or to simply splash out the seeds, as described by Parolin (2001). Once the open capsule dries, in most mesembs its expanding keels contract and the whole structure closes, remaining closed until the next precipitation event.\nWithin the Succulent Karoo the Gariep Centre, a local centre of endemism that spans the border region between Namibia and South Africa along the Lower Orange River Valley is unrivalled in terms of succulent diversity; it is the region with the richest variety of succulents on earth. Possible reasons for this status are summarised by Van Wyk and Smith (2001) and include the diverse geology of the region, and especially the quartzitic Gariep Supergroup, the influence on geomorphology and climate of the Orange River and its precursor, the Proto-Orange River, the cold Benguela Current and South Atlantic Anticyclone, cyclonic rains in winter, the right taxa, at the right place, at the right time (especially the Mesembryanthemaceae) and the rapid turnover of populations among the perennial shrublets (Jürgens et al., 1999).\nAlso contributing to the floristic uniqueness of the Gariep Centre is a small group of mainly woody taxa of tropical affinity. They show signs of being relicts derived from a now largely extinct flora, which was probably present in the region before the advent of the current Mediterranean climate. Palaeontological evidence suggests the onset of wet, humid conditions in the region of the Gariep Centre during the Early Mid-Miocene, 16 million years ago (Partridge, 1997; Partridge and Maud, 2000). Fossil Miocene woods from Auchas, on the Namibian bank of the Orange River, have been identified as members of the Combretaceae, Fabaceae, Meliaceae and Burseraceae (Bamford, 2000). Indications are that a wet, mesic, woodland environment existed in the region at that time. An intriguing aspect of these taxa is their links with other Gondwana fragments (notably South America) and/or the arid areas in northeastern Africa. These north–south disjunctions are usually explained by the postulation of an arid corridor between the two regions during arid phases of the Pleistocene (Van Wyk and Smith, 2001).\nThreats to the Succulent Karoo Hotspot include overgrazing by domestic livestock, agronomical practices such as ploughing, especially in areas where irrigation is available, illegal removal of plants by succulent enthusiasts and traders, and various mining activities, such as for alluvial diamonds (Van Wyk and Smith, 2001).\n3.3.8.5. Cape Floristic Region. The Cape Floristic Region comprising only 90,000 km2, situated at the southernmost tip of Africa is one of the richest plant areas in the world. Although it represents less than 0.5% of the area of Africa, it is home to nearly 20% of the flora of the continent. The far southwestern parts experience a Mediterranean-type climate, with a landscape dominated by quartzitic-sandstone folded mountains derived from strata of the Cape Supergroup, laid down between 450 and 340 Ma. It is botanically one of the most diverse regions in the world with the highest level of endemism in Africa (Linder, 2001). Besides its status as one of the world s six Floristic Kingdoms (Cowling and Richardson, 1995), it is also recognised as a Hotspot by Mittermeier et al. (2000, 2004). In 2004 eight protected areas in the Cape Floristic Region, covering 553,000 ha was inscribed as a World Heritage Site under the World Heritage Convention of UNESCO. According to Van Wyk and Smith (2001) it contains 8000 species/ infraspecific taxa, of which 5600 are endemic/near-endemic to the region. Endemism in the Cape flora is also high at species, generic and family level indicating its palaeoendemic nature (Oliver et al., 1983). Floristic statistics by Goldblatt and Manning (2002) are higher because they have included enclaves of Succulent Karoo (e.g. Little Karoo and Worcester-Roberson Karoo) in their expanded concept of the Cape region. Included are eight endemic/ near-endemic families, and 210 endemic/near-endemic genera (Dahlgren and Van Wyk, 1988; Cowling, 1992; Van Wyk and Smith, 2001). The vegetation comprises sclerophyllous shrubland (hence the vernacular name fynbos ),\nadapted to poor, acidic soils. Fire plays an important role with the seed of certain taxa failing to germinate unless fire(smoke-) treated (Brown et al., 2003), while others (Proteaceae, Rourke, 1998) have developed serotiny as a result of frequent burning. Depending on their survival strategy to fire, many Cape plants have developed into either pronounced reseeders or resprouters (Cowling, 1992). A remarkable paucity of trees characterise this region, however, geophytes feature prominently (Goldblatt and Manning, 2002).\nImportant fynbos families are the Mesembyanthemaceae, Ericaceae, Iridaceae, Proteaceae and Restionaceae and two prominent geophytic genera are Oxalis (Oxalidaceae) and Pelargonium (Geraniaceae) (Goldblatt and Manning, 2002). Pollen of Triorites africaensis from South America and Ivory Coast (upper Late Cretaceous, Askin and Baldoni, 1998) believed to be the earliest proteaceous plant indicating that early Proteaceae originated in northern Gondwana and spread via migration routes to Antarctica and Australia (Dettmann and Jarzen, 1998). Molecular evidence (Hoot and Douglas, 1998) indicates, however, that major groups within the Proteaceae had diverged prior to or during the breakup of Gondwana. After continental isolation, diversification proceeded, producing the present members of this family. Possible reasons for the diversification of the Cape Floristic Region have been summarised by Van Wyk and Smith (2001) and Linder (2003).\nFynbos conservation is a top priority as a great deal of habitat has been lost due to the need for agricultural land together with development of expanding human habitation. Up to 90% of the mountain Fynbos is protected in nature reserves and mountain catchment areas (Rebelo, 1994). However, less than 3% of the lowland Fynbos and Renosterveld is protected and much of it has been cleared for agriculture (Rebelo, 1994; Rebelo and Siegfried, 1992). Other threats include the rapid spread of alien invader plants (e.g. species of Acacia and Hakea), urban expansion, mining and quarrying activities, commercial and illegal collecting of plant material, and poor grazing practices (Rebelo, 1992, 1994).\n3.3.8.6. Madagascar. Separated from the African mainland since Late Cretaceous times this island has developed a unique biota with not only plants that occur nowhere else on earth, but also a fauna that has co-evolved with them (White, 1983; Goodman and Benstead, 2003). It is a biodiversity Hotspot of note (Mittermeier et al., 2000, 2004), with strong floristic links with East Africa represented by related taxa present in both areas (De Winter, 1971; Barthlott and Porembski, 1998). Also included in the Madagascar and Indian Ocean Islands Hotspot are the islands groups of the Mascarenes (Mauritius, Rodrigues, and Reúnion), Comoros, and Seychelles (Mittermeier et al., 2000, 2004). Whether to treat Madagascar as an island or a continent, as well as aspects of its geological history and biological relationships to other Gondwana fragments, has recently been reviewed by De Wit (2003).\nAn introduction to the flora and vegetation of Madagascar has been supplied by Gautier and Goodman (2003). Madagascar has a flora of an estimated 10,000–12,000 species of flowering plants, >80% which are thought to be endemic to the island. Phillipson (1994) lists 9345 species and 160–181 families with 1289 genera of which 10 families and 260 genera are endemic. Important plant families are the Didiereaceae, Asteropeiaceae, Bembiciaceae, Didymelaceae, Diegodendraceae, Kaliphoraceae, Melanophyllaceae, Physenaceae and Sarcolaenaceae. The flora of Madagascar is predominantly a woody flora, with trees constituting the dominant elements of most vegetation types, ranging from tall humid forest to subarid thicket. A total of about 4220 species of trees and large shrubs has been recorded on Madagascar, no less than 96% of which are endemic to the island (Schatz, 2001). Among Proteaceae the genus Faurea is an example of a taxon common to both Madagascar and mainland Africa, while Brabejum and Malagasia, are the only two genera of the family (subfamily Grevilleoidae) present only in Africa and Madagascar respectively showing geographical isolation (Rourke, 1998). Many other such examples exist. Indications are that the Madagascan flora may have retained some ancient African (Gondwana) taxa, which later became extinct on the mainland possibly owing to increased aridity (e.g. Sarcolaenaceae, Casuarinaceae, Winteraceae). On a global scale Madagascar has a very diverse palm flora of more than 170 species in 16 genera. All but five of these species are endemic to the island. Only 60 species in 16 genera are recorded from continental Africa (Dransfield and Beentje, 2003). It has been speculated that that the palms of Madagascar are representatives of evolutionary lines that had been present on the island before it became separated from Africa in the Late Cretaceous and from India in the Early Tertiary (Dransfield and Beentje, 2003). Palynological evidence indicates that a rich, but now extinct, palm flora existed in southern Africa during the Tertiary (Coetzee, 1983).\nHumans arrived on Madagascar from Africa and Malesia 1500–2000 years ago. Owing to the ecological naı̈vety of these island animals for the human threat, many extinctions occurred, the most famous being the dodo, giant lemurs and elephant birds. Forming part of the African continent prior to the break-up of Gondwana, Madagascar must have originally shared a rather similar flora and fauna with the mainland. In a sense Madagascar serves as a unique experimental control to study the evolutionary pressures of different regimes of climate change and different directions in evolutionary radiation. Humans largely evolved elsewhere, only arriving on Madagascar in recent times, the arrival coinciding with unprecedented devastation of the island s biota. In contrast, the African continent, which has seen the longest presence of man, is the only continent in the world of which the megafauna is still largely intact (Anderson, 2001). Also, the diversification and abundance of antelope on the African continent seem to have evolutionarily imparted the natural vegetation with\na resilience to overgrazing and trampling that is lacking in Madagascar. The introduction of domestic livestock to Madagascar has decimated the natural vegetation of especially the High Central Plateau on the island (Goodman and Benstead, 2003). However, efforts are being made to protect what is left in what must rank as biologically one of the most remarkable regions on earth (Randrianandianina et al., 2003)."
  }, {
    "heading": "4. Other important centres of endemism",
    "text": "When the plant life in any particular region is mapped, three broad approaches can be followed (Van Wyk and Smith, 2001). Hence it is important to establish the specific mapping criteria employed before comparing different botanical maps for a region. Firstly, the emphasis may be on the dominant and co-dominant growth form diversity— vegetation in the strict sense of the word—only. Mapping units thus obtained include biomes and vegetation types such as grassland, forest, savanna, fynbos and shrubland.\nSecondly, the emphasis may be on distribution/ geographical ranges of species (and higher taxa) only— flora in the strict sense of the word. Among the mapping units thus obtained are phytochoria . Phytochoria allude to floristic regions of any rank and display a complex hierarchy (though not always recognised) in which smaller regions are nested within successively larger regions, with ranks such as District, Subprovince (Sector), Province (Domain), Region, Subkingdom and Kingdom (Realm). Examples of phytochoria are the six principal floristic regions (Kingdoms) of the world (Fig. 2) and the various non-hierarchical phytochoria recognised by White (1983) in Africa (Fig. 3). White recognises four fundamentally different types of phytochoria at the rank of Region, namely Regional Centres of Endemism, Archipelago-like Centres of Endemism, Archipelago-like Centres of Extreme Floristic Impoverishment, and Regional Transition Zones and Mosaics. Furthermore, a geographical region, at a particular scale, can be called a centre of endemism when distinguished by a particular combination of endemic plant taxa. The World Wide Fund for Nature (WWF) and World Conservation Union (IUCN) recognise about 235 Centres of Plant Diversity worldwide, of which 84 are in Africa (Davis et al., 1994). These centres are endemic-rich botanical sites of global conservation significance.\nThirdly, emphasis may be on various combinations of growth form and species (floristic) composition. In this case mapping units may be vegetation types (different types of grassland, forest, savanna, etc.) or specific plant communities (Fig. 4)."
  }, {
    "heading": "4.1. Afromontane Archipelago-like Regional Centre of Endemism",
    "text": "Although only recently formally recognised as a Hotspot (Mittermeier et al., 2004), the temperate montane for-\nests of Africa, characterised by the presence of the genus Podocarpus, have been considered perhaps the most remarkable of all vegetation types in Africa (White, 1981). The flora of the African mountains, although widely isolated, is so dissimilar to adjacent phytochoria, yet is sufficiently similar to justify recognition of a unique region, the Afromontane Archipelago-like Region of Endemism (White, 1978, 1983). This archipelago of high-altitude vegetation on the island mountains of Africa extends from the Ethiopian highlands southwards to the high mountains of the Cape (Van Wyk and Smith, 2001). The total flora of the Afromontane Region is not known, but was estimated by White (1983) to comprise at least 4000 species, of which ±3000 are endemic to this phytochorion. Several significant local centres of plant endemism and diversity are\nlocated within the Afromontane phytochorion (Davis et al., 1994), for example the Huilla Plateau in Angola, Nyika Plateau and Mt Mulanje in Malawi, Chimanimani-Nyanga Centre in Zimbabwe/Mozambique, Soutpansberg, Wolkberg, Barberton and Drakensberg Alpine Centres of Endemism in South Africa (Van Wyk and Smith, 2001). At the local scale, the bulk of the endemic flowering plants are confined to grassland, rather than to forest (Van Wyk and Smith, 2001). This would indicate a long history for this component of the Afromontane Region.\nThe Afromontane Archipelago flora is sometimes viewed as having evolved as a montane low temperature tolerant, vicariant of the Guineo-Congolian vegetation (Grimshaw, 2001). More often, however, its origin has\nFlowering plant families endemic to Africa\nFlowering plant families endemic to Africa and/or Madagascar and its associated Indian Ocean Islands are listed in Table 2. Botanists are not in agreement as to the demarcation of some of the flowering plant families and different practices and philosophies prevail. Moreover, ongoing attempts to refine the definition of angiosperm families in the light of new molecular data have resulted in some controversial family delimitations that are not yet widely accepted. Hence, where applicable, alternative family placements have been indicated.\nTable 2. Families of flowering plants endemic to Africaa\nAchariaceae s.str.b Agapanthaceae Aphloiaceae Asteropeiaceae Barbeuiaceae Barbeyaceae Bembiciaceaec Bruniaceae Curtisiaceae Cyanastraceaed Didiereaceaee Didymelaceae Eriospermaceaef Diegodendraceae Dioncophyllaceae Dirachmaceae Geissolomataceae Greyiaceaeg Grubbiaceae Heteropyxidaceaeh Hoplestigmataceae Huaceae Hydrostachyaceae Kaliphoraceaei Kirkiaceae\nbeen attributed to species refugia resulting from Pleistocene climatic fluctuations (Lovett and Friss, 1996) with distribution patterns the result of vicariance with climate (altitude) and distance as the driving forces. Now restricted to isolated, temperate, moist, high-altitude refuges, the Afromontane vegetation may well have covered much more extensive areas of the continent during cool, moist periods in the past. The periodic expansion and contraction of the Afromontane flora must have been closely synchronised with innumerable cycles of climatic change that affected the African continent at least since the Early Tertiary. In fact, this phytochorion may well comprise the largest assemblage of ancient persistent floristic elements on the African continent. Although the emphasis is usually on the forest component, the associated montane grassland is of similar biogeographical significance as a possible relictual vegetation type. Floristically the two vegetation types have essentially nothing in common. Moreover, forest and grassland do not appear to be interdependent. Elsewhere Afromontane Forest, with very much the same species complement, exists just as successfully in a matrix of floristically very different fynbos (in the Cape Floristic Region). Over most of the Afromontane Region we are perhaps dealing with at least two very distinct and unrelated phytochoria that coincidentally happen to occupy the same climatic (moist, temperate) refuge, namely a forest phytochorion and a grassland phytochorion (Van Wyk and Smith, 2001). The outlier of Afromontane flora present in Cameroon (White, 1983) has been attributed to long-distance dispersal (Lovett and Friss, 1996), but this is debatable; fragmentation due to a vicariant event cannot be excluded as explanation for this present-day disjunction. The perceived ancient status of the Afromontane region is also supported by zoological evidence. Of special biogeographical interest is the so-called palaeogenic element in the southern African invertebrate fauna. These archaic animals (Insecta, Onycophora) are well represented in the high-altitude Afromontane regions, notably the Drakensberg Alpine Centre (Stuckenberg, 1962; Van Wyk and Smith, 2001).\nRising with altitude three vegetation belts can be distinguished: Montane Forest, with broad-leaved hardwoods dominant but with some conifers, Ericaceous Belt where sclerophyllous trees and shrubs are prominent and Afroalpine belts, which vary greatly but comprise giant groundsels and grassland (Hamilton, 1982; White, 1983). Bamboo (Sinarundinaria alpina) is common in wetter areas at lower altitude but is absent in drier parts. Some taxa present indicate an affinity with the Cape Floristic Kingdom (Linder, 1990) while the presence of Juniperus indicates a European affinity. The Afro-alpine flora between altitudes of 3800 and 6000 m is a distinct phytochorion distinguished by gigantism of some plant taxa (giant senecios and giant lobelias) and floristic impoverishment (Hedberg, 1961, 1969; White, 1983).\nAll over its range the Afromontane Region is shrinking due to habitat degradation and the harvesting of timber as\nwell as bark used in traditional medicine. Excessive fires, often associated with slash and burn subsistence agriculture, impact negatively on the forest margin and contribute to the shrinking of the forests.\nThe species-rich grassland is under particular threat from the commercial timber industry with extensive areas already having been destroyed by the establishment of monocultures (plantations of alien trees). Inappropriate management practices, notably the exclusion of regular burning, is also contributing to the demise of the grasslands. Regular fire is essential for their maintenance with nearly all species being resprouters.\nGlobal extinction events drive macro-evolution\nThe Phanerozoic has featured five mass extinction events. A mass extinction event is characterised by the death of a large proportion of the biota, coupled to biospheric peturbation over a vast area that takes place almost instantaneously when viewed at a certain resolution (Hallam and Wignall, 1997). Extinctions are followed by survival and recovery with each extinction coupled to the death of organisms and the associated vacation of habitats and niches, leaving the survivors to adapt to a new niche (Courtillot and Gaudemer, 1996). Thus extinctions are followed closely by originations (Hewzulla et al., 1999) with the latter more common than the former. There are three kinds of extinctions, namely catastrophic, stepwise and gradual but can mass extinctions be separated from background extinctions?\nIt has been noted that diversity increases after new sets of habitats were filled (Rosenzweig, 1995) and this can be seen from diversity peaks after extinction events in the Phanerozoic. Also after the evolution of a new adaptation, radiation can be seen as the new adaptation is pushed to its limits (Hewzulla et al., 1999).\nDarwin in his Origin of Species (1859) stated that the relationship between organisms was more important than the physical environment but Raup (1991) points out that extinctions of unrelated organisms prove that the physical environment is most important. It is our view that each organism must be viewed in context, as with some, environment is the driving force behind their evolution, whereas with others competition with other organisms drives their evolution.\nLanariaceae Medusagynaceae Medusandraceae Melanophyllaceaej Melianthaceae Montiniaceae Myrothamnaceae Oliniaceae Penaeaceae Physenaceae Prioniaceaek Psiloxylaceae Ptaeroxylaceael Retziaceaem Rhynchocalycaceae Roridulaceae Sarcolaenaceae Sphaerosepalaceae Stilbaceae a Including Madagascar, the Mascarenes, Seychelles, Comoros, Socotra, and St. Helena, as well as the Arabian Peninsula (in 2 cases, Stilbaceae and Barbeyaceae). b Sometimes treated in a broad sense to include some taxa traditionally placed in Flacourtiaceae. c Sometimes included in Flacourtiaceae or an expanded Salicaceae. d Sometimes included in Tecophilaeaceae. e Sometimes included in Potulacaceae. f Sometimes included in Ruscaceae. g Sometimes included in Melianthaceae. h Sometimes included in Myrtaceae. i Sometimes included in Montiniaceae. j Sometimes included in Torrecelliaceae. k Sometimes included in Thurniaceae or Juncaceae. l Sometimes included in Rutaceae.\nm Sometimes included in Stilbaceae."
  }, {
    "heading": "5. Concluding remarks",
    "text": "Four patterns of plant diversification have occurred in the Phanerzoic (Benton, 1995; Niklas et al., 1985). They are:\n1. The early vascular plant diversification during the Silurian/Early Devonian. 2. The evolution of Pteridophytes in the Late DevonianCarboniferous. 3. The diversification of seed plants in the Late Devonian with their radiation ending in the gymnosperm heyday. 4. The evolution of angiosperms in the Early Cretaceous and their diversification leading up to the plant diversity currently experienced.\nIt is noteworthy that the dominance of pteridophytes and lycopods in the earlier Carboniferous is coupled to a hothouse phase, gymnosperm dominance in the Permian to a\nwarming phase, and angiosperm dominance in the Cretaceous once again to a hothouse phase (Graham, 1993).\nThe radiation of each group terminated the dominance of the predecessor as competition possibly displaced the existing species from their niche (Hallam and Wignall, 1997), however, it could be that the radiation was caused by niche vacation by an older taxon unable to adapt, causing another species to move into the niche (pre-emptive competition, Hallam and Wignall, 1997).\nIt is interesting to note that patterns of diversification in plants are matched by those of the fauna (Sepkoski, 1981).\nIf the rate of appearance and duration of species is examined, it is found that the formation of a new lineage is characterised by high species-origination rates but with a short duration followed by a decrease in speciation rate but with a longer duration (Niklas et al., 1985). This makes sense as not all species that originate have the potential to last in various habitats, some dying out, unable to cope.\nWhen viewed over the long term it has been found that atmospheric O2 tracks organic carbon burial and values for both were high during the Carboniferous and Cretaceous falling to lower levels between these periods (Robinson, 1990). The pteridophytes reach their peak of diversity in the Carboniferous coinciding with the first major radiation of the gymnosperms, while angiosperms come to dominate in the Cretaceous (Niklas et al., 1985; Robinson, 1990; Anderson et al., in press).\nOur planet is a prodigiously diverse interacting whole, peerless within the solar system. And Africa is unique within that uniqueness. It has remained throughout the Phanerozoic at the core of the assembling and spreading continents; and from the richness of its ever-changing mosaic of habitats evolved the hominids and finally ourselves—the one species able to comprehend from where we have come and where we might be headed."
  }, {
    "heading": "Acknowledgements",
    "text": "George Schatz of Missouri Botanical Gardens is thanked for assistance with lists of endemic African families. Jerry McManus, Department of Geology and Geophysics, Woods Hole Oceanographic Institution and Phil Gibbard, Godwin Institute of Quaternary Research, Department of Geography, University of Cambridge are thanked for clearing up timeline problems. Heidi Fourie of the Transvaal Museum is thanked for providing comments on earlier drafts. Two anonymous referees are thanked for their enriching comments. Christien Bredenkamp (SANBI) is thanked for computer support. Emsie Du Plessis (SANBI) is thanked for technical editing. Lorriane Niebuhr and Anne-lise Fourie are thanked for library support."
  }],
  "year": 2005,
  "references": [{
    "title": "The Paleozoic world: continental flooding, hypsometry, and sea level",
    "authors": ["T.J. Algeo", "K.B. Seslavinsky"],
    "venue": "American Journal of Science",
    "year": 1995
  }, {
    "title": "Towards Gondwana Alive, vol",
    "authors": ["J.M. Anderson"],
    "year": 2001
  }, {
    "title": "Palaeoflora of Southern Africa",
    "authors": ["J.M. Anderson", "H.M. Anderson"],
    "venue": "Prodromus of South African Megafloras. Devonian to Lower Cretaceous. Balkema, Rotterdam",
    "year": 1985
  }, {
    "title": "Heyday of the gymnosperms: systematics and biodiversity of the Late Triassic Molteno fructifications",
    "authors": ["J.M. Anderson", "H.M. Anderson"],
    "venue": "Strelitzia 15,",
    "year": 2003
  }, {
    "title": "Archaeopteris (Progymnospermopsida) from the Devonian of southern Africa",
    "authors": ["H.M. Anderson", "N. Hiller", "R.W. Gess"],
    "venue": "Botanical Journal of the Linnean Society",
    "year": 1995
  }, {
    "title": "The Triassic explosion: a statistical model for extrapolating biodiversity based on the terrestrial Molteno formation",
    "authors": ["J.M. Anderson", "H. Anderson", "P. Fatti", "H. Sichel"],
    "venue": "Paleobiology",
    "year": 1996
  }, {
    "title": "Patterns of Gondwana plant colonisation and diversification",
    "authors": ["J.M. Anderson", "H. Anderson", "S. Archangelsky", "M. Bamford", "S. Chandra", "M. Dettmann", "R. Hill", "S. McLoughlin", "O. Rösler"],
    "venue": "Journal of African Earth Sciences",
    "year": 1999
  }, {
    "title": "Fedekurtzia, a new Carboniferous frond from Gondwanaland and its fructification",
    "authors": ["S. Archangelsky"],
    "venue": "American Journal of Botany",
    "year": 1981
  }, {
    "title": "The Santonian through Paleogene record of Proteaceaein the southern South America–Antarctic peninsula region",
    "authors": ["R.A. Askin", "A.M. Baldoni"],
    "venue": "Australian Systematic Botany",
    "year": 1998
  }, {
    "title": "Evolution and biogeography of Madrean-Tethyan sclerophyll vegetation",
    "authors": ["D.I. Axelrod"],
    "venue": "Annals of the Missouri Botanical Garden",
    "year": 1975
  }, {
    "title": "Climatic pulses, a major factor in legume evolution",
    "authors": ["D.I. Axelrod"],
    "venue": "Advances in Legume Systematics, Part 4. The Fossil Record. Royal Botanic Gardens,",
    "year": 1992
  }, {
    "title": "Cenozoic macro-plants",
    "authors": ["M.K. Bamford"],
    "year": 2000
  }, {
    "title": "A submerged Late Cretaceous podocarpaceous forest, west coast, South Africa",
    "authors": ["M.K. Bamford", "I.R. Stevenson"],
    "venue": "South African Journal of Science",
    "year": 2002
  }, {
    "title": "An extensive deposit of fossil conifer wood from the Mesozoic of Mali, southern Sahara",
    "authors": ["M.K. Bamford", "E.M. Roberts", "F. Sissoko", "M.L. Bouare", "M.A. O Leary"],
    "year": 2002
  }, {
    "title": "Diversity and phytogeographical affinities of inselberg vegetation in tropical Africa and Madagascar",
    "authors": ["W. Barthlott", "S. Porembski"],
    "year": 1998
  }, {
    "title": "Global distribution of species diversity in vascular plants: towards a world map of phytodiversity",
    "authors": ["W. Barthlott", "W. Lauer", "A. Placke"],
    "venue": "Erdkunde",
    "year": 1996
  }, {
    "title": "Terminological and methodological aspects of the mapping and analysis of global biodiversity",
    "authors": ["W. Barthlott", "N. Biedinger", "G. Braun", "F. Feig", "G. Kier", "J. Mutke"],
    "venue": "Acta Botanica Fennica",
    "year": 1999
  }, {
    "title": "Global events across the Mesoproterozoic–Neoproterozoic boundary: C and Sr isotopic evidence from Siberia",
    "authors": ["J.K. Bartley", "M.A. Semikhatov", "A.J. Kaufman", "A.H. Knoll", "M.C. Pope", "S.B. Jacobsen"],
    "venue": "Precambrian Research",
    "year": 2001
  }, {
    "title": "Bombacaceae, Adansonia, baobab, bozy, fony, renala, ringy, za",
    "authors": ["D.A. Baum"],
    "year": 2003
  }, {
    "title": "The identity of Archaeopteris and Callixylon",
    "authors": ["C.B. Beck"],
    "venue": "Brittonia",
    "year": 1960
  }, {
    "title": "Reconstruction of Archaeopteris and further consideration on its phylogenetic position",
    "authors": ["C.B. Beck"],
    "venue": "American Journal of Botany",
    "year": 1962
  }, {
    "title": "Early development of continental ecosystems",
    "authors": ["J.R. Beerbower"],
    "year": 1985
  }, {
    "title": "Increased terrestrial C storage across the Pal-Eocene boundary",
    "authors": ["D.J. Beerling"],
    "venue": "Palaeogoegraphy, Palaeoclimatology, Palaeoecology",
    "year": 2000
  }, {
    "title": "Fossil plants as indicators of the Phanerozoic global carbon cycle",
    "authors": ["D.J. Beerling", "D.L. Royer"],
    "venue": "Annual Review of Earth and Planetary Sciences",
    "year": 2002
  }, {
    "title": "Carbon isotope evidence implying high O2/CO2 ratios in the Permo-Carboniferous atmosphere",
    "authors": ["D.J. Beerling", "J.A. Lake", "R.A. Berner"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2002
  }, {
    "title": "Variations in the 13C/12C ratios of plants in relation to the pathway of photosynthetic carbon dioxide fixation",
    "authors": ["M.M. Bender"],
    "venue": "Phytochemistry",
    "year": 1971
  }, {
    "title": "Diversification and extinction in the history of life",
    "authors": ["M.J. Benton"],
    "venue": "Science 268,",
    "year": 1995
  }, {
    "title": "Widespread horizontal transfer of mitochondrial genes in flowering plants",
    "authors": ["U. Bergthorsson", "K.L. Adams", "B. Thomason", "J.D. Palmer"],
    "venue": "Nature",
    "year": 2003
  }, {
    "title": "A model for atmospheric oxygen over Phanerozoic time",
    "authors": ["R.A. Berner", "D.E. Canfield"],
    "venue": "American Journal of Science",
    "year": 1989
  }, {
    "title": "Continental drift and palaeocurrent analysis",
    "authors": ["J.J. Bigarella"],
    "venue": "Second Gondwana Symposium: Proceedings and Papers. Council for Scientific and Industrial Research,",
    "year": 1970
  }, {
    "title": "Seed dispersal by ants in shrublands of the Cape Province and its evolutionary implications",
    "authors": ["W.J. Bond", "P. Slingsby"],
    "venue": "South African Journal of Science",
    "year": 1983
  }, {
    "title": "Myrmecochory in Cape fynbos",
    "authors": ["W.J. Bond", "R.I. Yeaton", "W.D. Stock"],
    "year": 1991
  }, {
    "title": "U-Pb zircon geochronology and the tempo of major events in the history of life",
    "authors": ["S.A. Bowring", "M.W. Martin", "K. Davidek"],
    "venue": "Journal of African Earth Sciences",
    "year": 1998
  }, {
    "title": "Swartkrans: a cave s cronicle of early man. Transvaal Museum Monograph 8, Transvaal Museum, Pretoria",
    "authors": ["C.K. Brain"],
    "year": 1993
  }, {
    "title": "Evidence for the earliest stage of angiosperm pollen evolution: a paleoequatorial section from Israel",
    "authors": ["G.J. Brenner"],
    "year": 1996
  }, {
    "title": "Patterns in the seed germination response to smoke in plants from the Cape Floristic Region, South Africa",
    "authors": ["N.A.C. Brown", "J. Van Staden", "M.I. Daws", "T. Johnson"],
    "venue": "South African Journal of Botany",
    "year": 2003
  }, {
    "title": "A Short History of Nearly Everything",
    "authors": ["B. Bryson"],
    "year": 2003
  }, {
    "title": "Terrestrial Ecoregions of Africa and Madagascar",
    "authors": ["N. Burgess", "J. D Amico Hales", "E. Underwood", "E. Dinerstein", "D. Olsen", "I. Itoua", "J. Schipper", "T. Ricketts", "K. Newman"],
    "year": 2004
  }, {
    "title": "Extinction and the importance of history and dependence in conservation",
    "authors": ["P.M. Catling"],
    "venue": "Biodiversity",
    "year": 2001
  }, {
    "title": "Global vegetation change through the Miocene-Pliocene",
    "authors": ["T.E. Cerling", "J.M. Harris", "B.J. MacFadden", "M.G. Leakey", "J. Quade", "V. Eisemann", "J.R. Ehleringer"],
    "venue": "boundary. Nature",
    "year": 1997
  }, {
    "title": "Carbon dioxide starvation, the development of C4 ecosystems, and mammalian evolution",
    "authors": ["T.E. Cerling", "J.R. Ehleringer", "J.M. Harris"],
    "venue": "Philosophical Transactions of the Royal Society, London B: Biological Sciences",
    "year": 1998
  }, {
    "title": "Devonian macrofloras. In: The Devonian System",
    "authors": ["W.G. Chaloner", "A. Sheerin"],
    "venue": "The Palaeontological Association,",
    "year": 1979
  }, {
    "title": "Plant colonisation of Gondwana and subsequent speciation/diversification on Gondwana fragments",
    "authors": ["S. Chandra"],
    "venue": "Journal of African Earth Sciences",
    "year": 1998
  }, {
    "title": "Tertiary centres and migration routes",
    "authors": ["R. Chaney"],
    "venue": "Ecological Monographs",
    "year": 1947
  }, {
    "title": "Ecological aspects of bird distribution in tropical Africa",
    "authors": ["J.P. Chapin"],
    "venue": "American Naturalist",
    "year": 1923
  }, {
    "title": "Patterns of floristic diversity in Mesembryanthemaceae",
    "authors": ["P. Chesselet", "A.E. Van Wyk", "N. Griffin", "G.F. Smith"],
    "venue": "Aloe",
    "year": 2003
  }, {
    "title": "Some plant remains from the Upper Cretaceous and Tertiary of West Africa",
    "authors": ["K.I.M. Chesters"],
    "venue": "Journal of Natural History",
    "year": 1955
  }, {
    "title": "A new regional centre of endemism in Africa",
    "authors": ["G.P. Clarke"],
    "year": 1998
  }, {
    "title": "Regeneration of indigenous woodland in Zimbabwe",
    "authors": ["M. Coates Palgrave"],
    "venue": "PlantLife",
    "year": 1998
  }, {
    "title": "Pollen analytical studies in East and southern Africa",
    "authors": ["J.A. Coetzee"],
    "venue": "Palaeoecology of Africa",
    "year": 1967
  }, {
    "title": "Intimations on the Tertiary vegetation of southern Africa",
    "authors": ["J.A. Coetzee"],
    "venue": "Bothalia",
    "year": 1983
  }, {
    "title": "The phytogeographic significance of some extinct Gondwana pollen types from the Tertiary of the southwestern Cape (South Africa)",
    "authors": ["J.A. Coetzee", "J. Muller"],
    "venue": "Annals of the Missouri Botanical Garden",
    "year": 1985
  }, {
    "title": "A review of late Quaternary pollen studies in east, central and southern Africa",
    "authors": ["J. Coetzee", "E.M. Van Zinderen Bakker"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1988
  }, {
    "title": "Effects of mass extinctions on biodiversity",
    "authors": ["V. Courtillot", "Y. Gaudemer"],
    "venue": "Nature",
    "year": 1996
  }, {
    "title": "The Ecology of Fynbos: Nutrients, Fire and Diversity",
    "authors": ["R.M. Cowling"],
    "year": 1992
  }, {
    "title": "Namaqualand: A Succulent Desert",
    "authors": ["R. Cowling", "S. Pierce"],
    "year": 1999
  }, {
    "title": "Namaqualand: plant life in an extraordinary desert",
    "authors": ["R. Cowling", "S. Pierce"],
    "venue": "Plant Talk",
    "year": 2000
  }, {
    "title": "Fynbos: South Africa s Unique Floral Kingdom",
    "authors": ["R. Cowling", "D. Richardson"],
    "year": 1995
  }, {
    "title": "Vegetation of Southern Africa",
    "authors": ["R.M. Cowling", "D.M. Richardson", "S.M. Pierce"],
    "year": 1997
  }, {
    "title": "Extraordinary high regional-scale plant diversity in southern African arid lands: subcontinental and global comparisons",
    "authors": ["R.M. Cowling", "P.W. Rundel", "P.G. Desmet", "K.J. Esler"],
    "venue": "Diversity and Distributions",
    "year": 1998
  }, {
    "title": "Phylogenetic analysis of seed plants and the origin of Angiosperms",
    "authors": ["P.R. Crane"],
    "venue": "Annals of the Missouri Botanical Garden",
    "year": 1985
  }, {
    "title": "Reproductive structure and function in Cretaceous Chloranthaceae",
    "authors": ["P.R. Crane", "E.M. Friss", "K.R. Pedersen"],
    "venue": "Plant Systematics and Evolution",
    "year": 1989
  }, {
    "title": "The origin and early diversification of angiosperms",
    "authors": ["P.R. Crane", "E.M. Friss", "K.R. Pedersen"],
    "venue": "Nature",
    "year": 1995
  }, {
    "title": "Evidence of earliest known wildfires",
    "authors": ["W.L. Cressler"],
    "venue": "Palaios",
    "year": 2001
  }, {
    "title": "Structures and relationships of families endemic to or centered in southern Africa",
    "authors": ["R. Dahlgren", "A.E. Van Wyk"],
    "venue": "Monographs in Systematic Botany from the Missouri Botanical Garden",
    "year": 1988
  }, {
    "title": "On the origin of species by means of natural selection or the preservation of favored races in the struggle for life. John Murray, London (Facsimile of the first edition",
    "authors": ["C. Darwin"],
    "year": 1964
  }, {
    "title": "Centres of plant diversity. In: A Guide and Strategy for their ConservationEurope, Africa",
    "authors": ["S.D. Davis", "V.H. Heywood", "A.C. Hamilton"],
    "venue": "South West Asia and the Middle East,",
    "year": 1994
  }, {
    "title": "Phylogeny and biogeography of Cercis (Fabaceae): evidence from nuclear ribosomal ITS and chloroplast ndhF sequence data",
    "authors": ["C.C. Davis", "P.W. Fritsch", "L. Jianhua", "M.J. Donoghue"],
    "venue": "Systematic Botany",
    "year": 2002
  }, {
    "title": "Changes in the archaeological record in South Africa",
    "authors": ["J. Deacon"],
    "venue": "The World",
    "year": 1990
  }, {
    "title": "Late Quaternary Environments of Southern Africa",
    "authors": ["J. Deacon", "N. Lancaster"],
    "year": 1988
  }, {
    "title": "13–52 abortion and pre-emergent reproductive success",
    "authors": ["P.M. Burgoyne"],
    "venue": "Journal of African Earth Sciences",
    "year": 2005
  }, {
    "title": "Floristic relationship between the northern and southern arid areas in Africa",
    "authors": ["B. De Winter"],
    "venue": "Mitteilungen der Botanischen Staatssammlung München",
    "year": 1971
  }, {
    "title": "Madagascar: heads it s a continent, tails it s an island",
    "authors": ["M. De Wit"],
    "venue": "Annual Reviews of Earth Planetary Sciences",
    "year": 2003
  }, {
    "title": "Gondwana Alive corridors: extending Gondwana research to incorporate stemming the sixth extinction",
    "authors": ["M. De Wit", "J.M. Anderson"],
    "venue": "Gondwana Research",
    "year": 2003
  }, {
    "title": "Fossil wood from the Brandvlei Area, Bushmanland, as an indication of palaeoenvironmental changes during the Cainozoic",
    "authors": ["M.C.J. De Wit", "M.K. Bamford"],
    "venue": "Palaeontologia Africana",
    "year": 1993
  }, {
    "title": "Multiple organic carbon isotope reversals across the Permo-Triassic boundary of terrestrial Gondwana sequences: Clues to extinction patterns and delayed ecosystem recovery",
    "authors": ["M.J. De Wit", "J.G. Ghosh", "S. De Villiers", "N. Rakotosolofo", "J. Alexander", "A. Tripathi", "C. Looy"],
    "venue": "Journal of Geology",
    "year": 2002
  }, {
    "title": "Patterns of radiation and diversification of some Gondwanan angiosperm families",
    "authors": ["M.E. Dettmann"],
    "venue": "Abstract volume, Gondwana",
    "year": 1998
  }, {
    "title": "Pollen of proteaceous-type from latest Cretaceous sediments, southeastern Australia",
    "authors": ["M.E. Dettmann", "D.M. Jarzen"],
    "venue": "Alcheringa",
    "year": 1996
  }, {
    "title": "The early history of the Proteaceae in Australia: the pollen record",
    "authors": ["M.E. Dettmann", "D.M. Jarzen"],
    "venue": "Australian Systematic Botany",
    "year": 1998
  }, {
    "title": "Mesozoic palaeography of the southern Cape, South Africa",
    "authors": ["R.V. Dingle"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1973
  }, {
    "title": "Late Mesozoic and Tertiary sediment supply to the Eastern Cape Basin (S.E. Atlantic) and palaeo-drainage systems in southwestern Africa",
    "authors": ["R.V. Dingle", "Q.B. Hendey"],
    "venue": "Marine Geology",
    "year": 1984
  }, {
    "title": "Late Cretaceous–Cenozoic climatic variations of the northern Antarctic Peninsula: new geochemical evidence and review",
    "authors": ["R.V. Dingle", "M. Lavelle"],
    "year": 1998
  }, {
    "title": "Mesozoic and Tertiary Geology of Southern Africa",
    "authors": ["R.V. Dingle", "W.G. Siesser", "R.V. Newton"],
    "venue": "A.A. Balkema, Rotterdam",
    "year": 1983
  }, {
    "title": "Eds.), Centres of Plant Diversity, A Guide and Strategy for their Conservation, vol. 1",
    "authors": ["R.F. Drucker"],
    "venue": "IUCN Publications Unit,",
    "year": 1994
  }, {
    "title": "Atmospheric oxygen, giant Palaeozoic insects and the evolution of aerial locomotor performance",
    "authors": ["R. Dudley"],
    "venue": "Journal of Experimental Biology",
    "year": 1998
  }, {
    "title": "Vegetation zones in NW Africa during the Bruhnes chron reconstructed from marine palynological data",
    "authors": ["L.M. Dupont"],
    "venue": "Quaternary Science Reviews",
    "year": 1993
  }, {
    "title": "Evolution and environment in the Late Silurian–Early Devonian: the rise of the Pteridophytes",
    "authors": ["D. Edwards", "U. Fanning"],
    "year": 1985
  }, {
    "title": "A vascular conducting strand in the early land plant Cooksonia",
    "authors": ["D. Edwards", "K.L. Davies", "L. Axe"],
    "venue": "Nature",
    "year": 1992
  }, {
    "title": "Stable isotopes and carbon cycle processes in forests and grasslands",
    "authors": ["J.R. Ehleringer", "D.R. Bowling", "L.B. Flanagan", "J. Fessenden", "B. Helliker", "L.A. Martinelli", "J.P. Ometto"],
    "venue": "Plant Biology",
    "year": 2002
  }, {
    "title": "Distribution of the Kranz syndrome in the southern African Eragrostoideae and Panicoideae according to bundle sheath anatomy and cytology",
    "authors": ["R.P. Ellis"],
    "venue": "Agroplantae",
    "year": 1977
  }, {
    "title": "Photosynthetic pathways and the geographical distribution of grasses in South West Africa/Namibia",
    "authors": ["R.P. Ellis", "J.C. Vogel", "A. Fuls"],
    "venue": "South African Journal of Science",
    "year": 1980
  }, {
    "title": "Synchronous emplacement of Ferrar and Karoo dolerites and the early breakup of Gondwana",
    "authors": ["J. Encarnación", "T.H. Flemming", "D.H. Elliot", "H.V. Eales"],
    "venue": "Geology",
    "year": 1996
  }, {
    "title": "Muddy roll-up structures in siliciclastic interdune beds of the c. 1.8 Ga Waterberg Group, South Africa",
    "authors": ["P.G. Eriksson", "E.L. Simpson", "K.A. Eriksson", "A.J. Bumby", "G.L. Steyn", "S. Sarkar"],
    "venue": "Palaios 15,",
    "year": 2000
  }, {
    "title": "African ice-age aridity",
    "authors": ["R.W. Fairbridge"],
    "venue": "Problems in Palaeoclimatology. Wiley-Interscience,",
    "year": 1964
  }, {
    "title": "Carbon isotope discrimination and photosynthesis",
    "authors": ["G.D. Farquhar", "J.R. Ehleringer", "K.T. Hubick"],
    "venue": "Annual Review of Plant Physiology and Plant Molecular Biology",
    "year": 1989
  }, {
    "title": "A compound from smoke that promotes seed germination",
    "authors": ["G.R. Flematti", "E.L. Ghisalberti", "K.W. Dixon", "R.D. Trengove"],
    "venue": "Science",
    "year": 2004
  }, {
    "title": "Climates Throughout Geologic Time",
    "authors": ["L.A. Frakes"],
    "year": 1979
  }, {
    "title": "Climate Modes of the Phanerozoic: the History of the Earth s Climate over the past 600 Million Years",
    "authors": ["L.A. Frakes", "J.E. Francis", "J.I. Syktus"],
    "year": 1992
  }, {
    "title": "Cretaceous climates",
    "authors": ["J.E. Francis", "L.A. Frakes"],
    "venue": "Sedimentology Review,",
    "year": 1993
  }, {
    "title": "Cretaceous and Early Tertiary climates of Antarctica: evidence from fossil wood",
    "authors": ["J.E. Francis", "I. Poole"],
    "venue": "Palaeogoegraphy, Palaeoclimatology, Palaeoecology",
    "year": 2002
  }, {
    "title": "Isozyme analysis of intercontinental disjuncts within Styrax (Styracaceae): implications for the Madrean–Tethyan hypothesis",
    "authors": ["P. Fritsch"],
    "venue": "American Journal of Botany",
    "year": 1996
  }, {
    "title": "The appearance of Baragwanathia (Lycophytina) in the Silurian",
    "authors": ["M.J.J. Garratt", "J.D. Tims", "R.B. Rickards", "T.C. Chambers", "J.G. Douglas"],
    "venue": "Botanical Journal of the Linnean Society",
    "year": 1984
  }, {
    "title": "A 36 kyr environmental record in the southern tropics: Lake Tritivakely (Madagascar)",
    "authors": ["F. Gasse", "E. Cortijo", "J.D. Disnar"],
    "venue": "Comptes Rendus de l Académie des Sciences de Paris",
    "year": 1994
  }, {
    "title": "Introduction to the flora of Madagascar",
    "authors": ["I. Gautier", "M. Goodman"],
    "year": 2003
  }, {
    "title": "Plants of Southern Africa: An Annotated Checklist",
    "authors": ["G. Germishuizen", "N.L. Meyer"],
    "year": 2003
  }, {
    "title": "Latest Proterozoic microfossils from the Nama Group, Namibia (South West Africa)",
    "authors": ["G.J.B. Germs", "A.H. Knoll", "G. Vidal"],
    "venue": "Precambrian Research",
    "year": 1986
  }, {
    "title": "Distributions of flower associations of pollen wasps (Vespidae: Masarinae) in southern Africa",
    "authors": ["S.K. Gess", "F.W. Gess"],
    "venue": "Journal of Arid Environments",
    "year": 2004
  }, {
    "title": "A preliminary catalogue of fossil algal, plant, arthropod and fish remains from a Late Devonian black shale near Grahamstown, South Africa",
    "authors": ["R.W. Gess", "N. Hiller"],
    "venue": "Annals of the Cape Provincial Museums (Natural History)",
    "year": 1995
  }, {
    "title": "Grasses of southern Africa",
    "authors": ["G.E. Gibbs Russell", "L. Watson", "M. Koekemoer", "L. Smook", "N.P. Barker", "H.M. Anderson", "M.J. Dallwitz"],
    "venue": "Memoirs of the Botanical Survey of South Africa No. 58. National Botanic Gardens/Botanical Research Institute,",
    "year": 1990
  }, {
    "title": "La succession des palaeoenvironnements Quaternaires des plateformes contentales du sud du Gabon, du Congo, du Cabina et du Zaire",
    "authors": ["P. Giresse", "N. Malounguila-Nganga", "G. Moguedel"],
    "venue": "Paysages Quaternaires de L Afrique Centrale Atlantique. Editions de l Orstom,",
    "year": 1990
  }, {
    "title": "Tropical intercontinental disjunctions: Gondwana breakup, immigration from the boreotropics, and transoceanic dispersal",
    "authors": ["T.J. Givnish", "S.S. Renner"],
    "venue": "International Journal of Plant Sciences (4 Suppl.),",
    "year": 2004
  }, {
    "title": "An analysis of the flora of southern Africa: its characteristics, relationships and origins",
    "authors": ["P. Goldblatt"],
    "venue": "Annals of the Missouri Botanica Garden",
    "year": 1978
  }, {
    "title": "Plant diversity of the Cape region of southern Africa",
    "authors": ["P. Goldblatt", "J.C. Manning"],
    "venue": "Annals of the Missouri Botanical Garden",
    "year": 2002
  }, {
    "title": "Pollination of petaloid geophytes by monkey beetles (Scarabaeidae, Rutelinae: Hopliini) in southern Africa",
    "authors": ["P. Goldblatt", "P. Bernhardt", "J.C. Manning"],
    "venue": "Annals of the Missouri Botanical Garden",
    "year": 1998
  }, {
    "title": "Taphonomy and palaeoecology of plant remains from the oldest African Early Cretaceous amber",
    "authors": ["B. Gomez", "X. Martı́nez-Delclòs", "M. Bamford", "M. Philippe"],
    "venue": "locality. Lethaia",
    "year": 2002
  }, {
    "title": "The Natural History of Madagascar",
    "authors": ["S.M. Goodman", "J.P. Benstead"],
    "year": 2003
  }, {
    "title": "A Geological Time Scale",
    "authors": ["F.M. Gradstein", "J.G. Ogg", "A.G. Smith"],
    "year": 2004
  }, {
    "title": "Origin of Land Plants",
    "authors": ["L.E. Graham"],
    "year": 1993
  }, {
    "title": "Implications of the late Palaeozoic oxygen pulse for physiology and evolution",
    "authors": ["J.B. Graham", "N.M. Aguilar", "R. Dudley", "C. Gans"],
    "venue": "Nature 375,",
    "year": 1995
  }, {
    "title": "The microfossil record of early land plants: advances in understanding of early terrestrialization 1970–1984",
    "authors": ["J. Gray"],
    "venue": "Philosophical Transactions of the Royal Society, London B: Biological Sciences",
    "year": 1985
  }, {
    "title": "Major Palaeozoic land plant evolutionary bio-events",
    "authors": ["J. Gray"],
    "venue": "Palaeogoegraphy, Palaeoclimatology, Palaeoecology",
    "year": 1993
  }, {
    "title": "Caradocian land plant microfossils from Libya",
    "authors": ["J. Gray", "D. Massa", "A.J. Boucot"],
    "venue": "Geology",
    "year": 1982
  }, {
    "title": "What do we really know about the Afromontane archipelago",
    "authors": ["J.M. Grimshaw"],
    "venue": "Systematics and Geography of Plants",
    "year": 2001
  }, {
    "title": "Calcified metazoans in thrombolite reefs of the terminal Proterozoic Nama Group, Namibia",
    "authors": ["J.P. Grotzinger", "Watters", "W.A", "A.H. Knoll"],
    "venue": "Paleobiology",
    "year": 2000
  }, {
    "title": "A review of Mesozoic climates",
    "authors": ["A. Hallam"],
    "venue": "Journal of the Geological Society,",
    "year": 1985
  }, {
    "title": "Mass Extinctions and their Aftermath",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "year": 1997
  }, {
    "title": "The Quaternary history of African forests: its relevance to conservation",
    "authors": ["A.C. Hamilton"],
    "venue": "African Journal of Ecology",
    "year": 1981
  }, {
    "title": "Environmental History of East Africa: a Study of the Quaternary",
    "authors": ["A.C. Hamilton"],
    "year": 1982
  }, {
    "title": "Paleontological investigations at the Eocene locality of Mahenge in north-central Tanzania, East Africa",
    "authors": ["T. Harrison", "C. Msuya", "A. Murray", "B. Jacobs", "A. Baez", "K. Ludwig", "R. Mundil"],
    "year": 2001
  }, {
    "title": "The phytogeographical position of the afroalpine flora",
    "authors": ["O. Hedberg"],
    "venue": "Recent Advances in Botany",
    "year": 1961
  }, {
    "title": "Evolution and speciation in a tropical high mountain flora",
    "authors": ["O. Hedberg"],
    "venue": "Biological Journal of the Linnaean Society",
    "year": 1969
  }, {
    "title": "Palaeoecology of the Late Tertiary fossil occurrences in E Quarry, Langebaanweg, South Africa, and a reinterpretation",
    "authors": ["Q.B. Hendey"],
    "year": 1981
  }, {
    "title": "The fossil record of the Leguminosae",
    "authors": ["P.S. 1–104. Herendeen"],
    "year": 2001
  }, {
    "title": "Phylogeny and bioge",
    "authors": ["L.C. Hileman", "M.C. Vasey", "V.T. Parker"],
    "venue": "sophical Transactions of the Royal Society of London",
    "year": 2001
  }, {
    "title": "cucumber: a remarkable relationship",
    "authors": ["H. Hooghiemstra", "H. Stalling", "C.O.C. Agwu", "L.M. Dupont"],
    "venue": "Veld & Flora",
    "year": 1992
  }, {
    "title": "Phylogeny of the Proteaceae based on",
    "authors": ["S.B. 1–53. Hoot", "A.W. Douglas"],
    "year": 1998
  }, {
    "title": "A possible mechanism in convergent evolution",
    "authors": ["L. Jeppsson"],
    "year": 1986
  }, {
    "title": "The Cretaceous Mbotyi and Mngazana Formations of the Transkei coast: their sedimentology and structural setting",
    "authors": ["W.R. Karpeta"],
    "venue": "South African Journal of Geology",
    "year": 1987
  }, {
    "title": "Theoretical constraints on oxygen and carbon dioxide concentrations in the Precambrian atmosphere",
    "authors": ["J.F. Kasting"],
    "venue": "Precambrian Research",
    "year": 1987
  }, {
    "title": "The origin and early evolution of plants on land",
    "authors": ["P. Kenrick", "P.R. Crane"],
    "venue": "Nature 389,",
    "year": 1997
  }, {
    "title": "The Origin and Early Diversification of Land Plants",
    "authors": ["P. Kenrick", "P.R. Crane"],
    "year": 1997
  }, {
    "title": "Evolution of the Earth s atmosphere and its geological impact",
    "authors": ["S. Kershaw"],
    "venue": "Geology Today",
    "year": 1990
  }, {
    "title": "Unmatched tempo of evolution in Southern African semi-desert ice plants",
    "authors": ["C. Klak", "G. Reeves", "T. Hedderson"],
    "venue": "Nature",
    "year": 2004
  }, {
    "title": "The Umzamba Formation at its type section, Umzamba Estuary (Pondoland, Transkei), the ammonite content and palaeographical distribution",
    "authors": ["H.C. Klinger", "W.J. Kennedy"],
    "venue": "Annals of the South African Museum",
    "year": 1980
  }, {
    "title": "Salinity history of the earth s early ocean",
    "authors": ["L.P. Knauth"],
    "venue": "Nature 395,",
    "year": 1998
  }, {
    "title": "Africa and Precambrian biological evolution",
    "authors": ["A.H. Knoll"],
    "venue": "Bothalia",
    "year": 1983
  }, {
    "title": "Patterns of extinction in the fossil record of vascular plants",
    "authors": ["A.H. Knoll"],
    "venue": "Extinctions. University of Chicago Press,",
    "year": 1984
  }, {
    "title": "Precambrian evolution of prokaryotes and protests",
    "authors": ["A.H. Knoll"],
    "year": 1990
  }, {
    "title": "Environmental context of evolutionary change: an example from the end of the Proterozoic Eon",
    "authors": ["A.H. Knoll"],
    "venue": "New Perspectives on Evolution. Wiley-Liss Inc.,",
    "year": 1991
  }, {
    "title": "The early evolution of Eukaryotes: a geological perspective",
    "authors": ["A.H. Knoll"],
    "venue": "Science 256,",
    "year": 1992
  }, {
    "title": "Proterozoic and Early Cambrian protists: evidence for accelerating evolutionary tempo",
    "authors": ["A.H. Knoll"],
    "venue": "Proceedings of the National Academy of Science USA",
    "year": 1994
  }, {
    "title": "Neoproterozoic evolution and environmental change",
    "authors": ["A.H. Knoll"],
    "venue": "Early Life on Earth, Nobel Symposium,",
    "year": 1994
  }, {
    "title": "Effects of Past Global Change on Life Studies in Geophysics, Board on Earth Sciences and Resources, Commission on Geosciences, Environment, and Resources",
    "authors": ["A.H. Knoll", "H.D. Holland"],
    "year": 1995
  }, {
    "title": "The genesis and time distribution of two distinctive Proterozoic stromatolite microstructures",
    "authors": ["A.H. Knoll", "M.A. Semikhatov"],
    "venue": "Palaios",
    "year": 1998
  }, {
    "title": "On the late Permian age of Ecca Glossopteris",
    "authors": ["E. ody"],
    "year": 1991
  }, {
    "title": "Cretaceous weevils",
    "authors": ["Aspects. Pensoft Publishers", "Sofia", "G. Bulgaria. Kuschel", "R.G. Oberprieler", "R.J. Rayner"],
    "year": 1994
  }, {
    "title": "Adaptive advantages of aerial seed banks",
    "authors": ["B.B. Lamont", "N.J. Enright"],
    "venue": "Plant Species Biology",
    "year": 2001
  }, {
    "title": "Canopy seed storage in woody plants",
    "authors": ["B.B. Lamont", "D. Le Maitre", "R.M. Cowling", "N.J. Enright"],
    "venue": "The Botanical Review",
    "year": 1991
  }, {
    "title": "Oxygen: The Molecule That Made the World",
    "authors": ["N. Lane"],
    "year": 2003
  }, {
    "title": "Origin, diversity, and biogeography of neotropical Fabaceae. Monographs in Systematic Botany from the Missouri",
    "authors": ["M. Lavin"],
    "venue": "Botanical Garden",
    "year": 1998
  }, {
    "title": "Africa: The odd man out: Molecular biogeography of Dalbergioid legumes (Fabaceae) suggests otherwise",
    "authors": ["M. Lavin", "M. Thulin", "J.N. Labat", "R.T. Pennington"],
    "venue": "Systematic Botany",
    "year": 2000
  }, {
    "title": "Evolutionary rates analysis of Leguminosae implicates a rapid diversification of lineages during the Tertiary",
    "authors": ["M. Lavin", "P.S. Herendeen", "M.F. Wojciechowski"],
    "venue": "Systematic Biology",
    "year": 2005
  }, {
    "title": "Climate, flora and fauna changes in the Sahara over the past 500 million years",
    "authors": ["H.N. Le Houérou"],
    "venue": "Journal of Arid Environments",
    "year": 1997
  }, {
    "title": "Plant reproductive ecology",
    "authors": ["D.C. Le Maitre", "J.J. Midgley"],
    "year": 1992
  }, {
    "title": "Enumération des plantes à fleurs d Afrique tropicale",
    "authors": ["Lebrun", "J.-P", "A.L. Stork"],
    "venue": "Vol. I: Généralités et Annonaceae à Pandaceae",
    "year": 1991
  }, {
    "title": "Tropical African flowering plants: ecology and distribution, Vol. 1: Annonaceae–Balanitaceae",
    "authors": ["Lebrun", "J.-P", "A.L. Stork"],
    "venue": "Éditions des Conservatoire et Jardin botaniques de la Ville de Genève, Geneva",
    "year": 2003
  }, {
    "title": "Stable light isotopes and environments in the southern African Quaternary and Late Pliocene",
    "authors": ["J.A. Lee-Thorp", "A.S. Talma"],
    "year": 2000
  }, {
    "title": "Late Quaternary vegetation and climate of the Sahel",
    "authors": ["A.M. Lézine"],
    "venue": "Quaternary Research",
    "year": 1989
  }, {
    "title": "On the relationship between the vegetation and floras of the Afromontane and the Cape Regions of Africa",
    "authors": ["P. Linder"],
    "venue": "Mitteilungen aus dem Institut für Allgemeine Botanik Hamburg",
    "year": 1990
  }, {
    "title": "Plant diversity and endemism in sub-Saharan tropical Africa",
    "authors": ["H.P. Linder"],
    "venue": "Journal of Biogeography",
    "year": 2001
  }, {
    "title": "The radiation of the Cape flora, southern Africa",
    "authors": ["P. Linder"],
    "venue": "Biological Reviews",
    "year": 2003
  }, {
    "title": "Biogeographic relationships between the Mediterranean and North American floras: insights from molecular data",
    "authors": ["A. Liston"],
    "venue": "Lagascalia",
    "year": 1997
  }, {
    "title": "Age of deglaciation in the Rugenzori range, Uganda",
    "authors": ["D.A. Livingstone"],
    "venue": "Nature 194,",
    "year": 1980
  }, {
    "title": "Evolution of African climate",
    "authors": ["D.A. Livingstone"],
    "venue": "Yale University,",
    "year": 1993
  }, {
    "title": "Endemism and affinities of the Tanzanian montane forest flora",
    "authors": ["J.C. Lovett"],
    "venue": "Monographs in Systematic Botany from the Missouri Botanical Garden",
    "year": 1988
  }, {
    "title": "Patterns of endemism in the woody flora of north-east and East Africa",
    "authors": ["J.C. Lovett", "I. Friss"],
    "venue": "The Biodiversity of African Plants, Proceedings XIV AETFAT Congress",
    "year": 1996
  }, {
    "title": "Biogeography and Ecology of the Rainforests of Eastern Africa",
    "authors": ["J.C. Lovett", "S.K. Wasser"],
    "year": 1993
  }, {
    "title": "Monimiaceen-Hölzer aus den Oberkretazishen Umzambaschichten von Ost-Pondoland, S. Afrika",
    "authors": ["E. Mädel"],
    "venue": "Senckenbergia Lethaea",
    "year": 1960
  }, {
    "title": "Fragmentation de la foret dense humide africaine et extension des biotopes montagnards et chronologiques",
    "authors": ["J. Maley"],
    "year": 1987
  }, {
    "title": "Late Quaternary changes in the African rainforest",
    "authors": ["J. Maley"],
    "year": 1989
  }, {
    "title": "Le cadre paléoenvironnemental des refuges forestiers africains quelques données et hypothèses",
    "authors": ["J. Maley"],
    "year": 1996
  }, {
    "title": "The Prosoeca peringeyi (Diptera: Nemestrinidae) pollination guild",
    "authors": ["J.C. Manning", "P. Goldblatt"],
    "venue": "Annals of the Missouri Botanical Garden",
    "year": 1996
  }, {
    "title": "The Moegistorhynchus longirostris (Diptera: Nemestrinidae) pollination guild",
    "authors": ["J.C. Manning", "P. Goldblatt"],
    "venue": "Plant Systematics and Evolution",
    "year": 1997
  }, {
    "title": "A greater glory: flower form and function",
    "authors": ["J. Manning", "P. Goldblatt"],
    "venue": "South African Botanical Art. Fernwood Press, Vlaeberg & Art Link, Saxonworld,",
    "year": 2001
  }, {
    "title": "Implications of Late Quaternary mammalian fauna from Lukenya Hill (South-Central Kenya) for paleoenvironmental change and faunal extinctions",
    "authors": ["C. Marean"],
    "venue": "Quaternary Research",
    "year": 1992
  }, {
    "title": "Secular increase in nutrient levels through the Phanerozoic: implications for productivity, biomass and diversity of the marine biosphere",
    "authors": ["R.E. Martin"],
    "venue": "Palaios",
    "year": 1996
  }, {
    "title": "Phylogeny of extant genra in the family Characeae (Charales, Charophyceae) based on rbcL sequences and morphology",
    "authors": ["R.M. McCourt", "K.G. Karol", "M. Guerlesquin", "M. Feist"],
    "venue": "American Journal of Botany",
    "year": 1996
  }, {
    "title": "Stomatal density and index of fossil plants track atmospheric carbon dioxide in the Palaeozoic",
    "authors": ["J.C. McElwain", "W.G. Chaloner"],
    "venue": "Annals of Botany",
    "year": 1995
  }, {
    "title": "Legumes and nitrogen: the evolutionary ecology of a nitrogen-demanding lifestyle",
    "authors": ["D. McKey"],
    "venue": "Advances in Legume Systematics, Part 5. The Nitrogen Factor. Royal Botanic Gardens,",
    "year": 1994
  }, {
    "title": "Life Etched in Stone. The Geological Society of South Africa, Johannesburg",
    "authors": ["C. McRae"],
    "year": 1999
  }, {
    "title": "The Karoo: Ecological Patterns and Processes",
    "authors": ["M.E. Meadows", "M.K. Watkeys"],
    "year": 1999
  }, {
    "title": "Fundamentals of Palaeobotany",
    "authors": ["S.V. Meyen"],
    "year": 1987
  }, {
    "title": "Archaeopteris is the earliest known modern tree",
    "authors": ["B. Meyer-Berthaud", "S.E. Scheckler", "J. Wendt"],
    "venue": "Nature 938,",
    "year": 1999
  }, {
    "title": "The development of Archaeopteris: new evolutionary characters from the structural analysis of an Early Fammenian trunk from southeast Morocco",
    "authors": ["B. Meyer-Berthaud", "S.E. Scheckler", "Bousquet", "J.-L"],
    "venue": "American Journal of Botany",
    "year": 2000
  }, {
    "title": "Transition to land flora",
    "authors": ["B.D. Mishler", "S.P. Churchill"],
    "venue": "Cladistics",
    "year": 1985
  }, {
    "title": "Phylogenetic relationships of the green algae and bryophytes",
    "authors": ["B.D. Mishler", "L.A. Lewis", "M.A. Buchheim", "K.S. Renzaglia", "D.J. Garbary", "C.F. Delwiche", "F.W. Zechman", "T.S. Kantz", "R.L. Chapman"],
    "venue": "Annals of the Missouri Botanical Garden",
    "year": 1994
  }, {
    "title": "Hotspots: earth s biologically richest and most endangered terrestrial ecoregions",
    "authors": ["R.A. Mittermeier", "N. Myers", "P. Robles-Gil", "C.G. Mittermeier"],
    "venue": "Cemex, Mexico (under auspices of Conservation International,",
    "year": 2000
  }, {
    "title": "Hotspots Revisited: Earth s Biologically Richest and Most Threatened Terrestrial Ecoregions, second ed",
    "authors": ["R.A. Mittermeier", "P. Robles Gil", "M. Hoffman", "J. Pilgrim", "T. Brooks", "C. Goettsch Mittermeier", "J. Lamoreux", "G.A.B. da Fonseca"],
    "year": 2004
  }, {
    "title": "Life grows up—the rise of life on earth",
    "authors": ["R. Monasterksy"],
    "venue": "National Geographic",
    "year": 1998
  }, {
    "title": "Cretaceous–Tertiary crossroads of migra",
    "authors": ["R. Moody", "P. Sutcliffe"],
    "year": 1990
  }, {
    "title": "Interplate dispersal routes for megathermal angio",
    "authors": ["Wiley", "Sons", "R.J. Chichester. Morley"],
    "year": 2003
  }, {
    "title": "Biodiversity hotspots for conservation priorities",
    "authors": ["J. Kent"],
    "year": 2000
  }, {
    "title": "Pollination by passerine birds: why are the nectars",
    "authors": ["S.W. 953–967. Nicolson"],
    "year": 2002
  }, {
    "title": "Systematics and Evolution",
    "authors": ["K.J. Niklas", "B.H. Tiffney", "A.H. Knoll"],
    "year": 1983
  }, {
    "title": "Patterns of vascular land",
    "authors": ["K.J. Niklas", "B.H. Tiffney", "A.H. Knoll"],
    "venue": "plant diversification. Nature",
    "year": 1985
  }, {
    "title": "Geomorphic evolution of Southern",
    "authors": ["T.C. 1–198. Partridge", "R.R. Maud"],
    "year": 1987
  }, {
    "title": "The Cenozoic of southern",
    "authors": ["T.C. Partridge", "R.R. Maud"],
    "year": 2000
  }, {
    "title": "Pollination by monkey beetles (Coleoptera: Scarabaeidae: Hopliini): flower and colour preferences",
    "authors": ["M.D. Picker", "J.J. Midgley"],
    "venue": "African Entomology",
    "year": 1996
  }, {
    "title": "Paleocurrents and Basin Analysis",
    "authors": ["P.E. Potter", "F.J. Pettijohn"],
    "year": 1963
  }, {
    "title": "L evolution des paysages du bassin interieur du Zaire pendant les quarante derniers millenaires",
    "authors": ["J. Preuss"],
    "venue": "Paysages Quaternaires de L Afrique Centrale Atlantique. Editions de l Orstom,",
    "year": 1990
  }, {
    "title": "Passeriformes: Philepittinae, asities and sunbird-asities",
    "authors": ["R.O. Prum", "V.R. Razafindratsita"],
    "year": 2003
  }, {
    "title": "The role of the protected areasin the management of the island s biodiversity",
    "authors": ["B.N. Randrianandianina", "L.R. Andriamahaly", "F.M. Harisoa", "M.E. Nicoll"],
    "year": 2003
  }, {
    "title": "Pollination ecology of plant communities in the dry forests of the southwest",
    "authors": ["J. Ratsirarson", "J.A. Silander"],
    "year": 2003
  }, {
    "title": "Extinction: Bad Genes or Bad Luck",
    "authors": ["D.M. Raup"],
    "venue": "W.W. Norton and Co.,",
    "year": 1991
  }, {
    "title": "Periodic extinction of families and genera",
    "authors": ["D.M. Raup", "J.J. Sepkoski"],
    "venue": "Science",
    "year": 1986
  }, {
    "title": "Angiosperm biogeography and past continental movements",
    "authors": ["P.H. Raven", "D.I. Axelrod"],
    "venue": "Annals of the Missouri Botanical Garden",
    "year": 1974
  }, {
    "title": "Biogeography of the Leguminosae",
    "authors": ["P.H. Raven", "R.M. Polhill"],
    "venue": "Advances in Legume Systematics, Part 1. Royal Botanic Gardens,",
    "year": 1981
  }, {
    "title": "A new aphid from the Cretaceous of Botswana",
    "authors": ["J. Rayner", "S.B. Waters"],
    "venue": "Palaeontologia (Oxford)",
    "year": 1989
  }, {
    "title": "The Mid-Cretaceous palaeoenvironment of central southern Africa, Orapa, Botswana",
    "authors": ["R.J. Rayner", "S.B. Waters", "I.J. McKay", "P.N. Dobbs", "A.L. Shaw"],
    "year": 1991
  }, {
    "title": "A preliminary synthesis of pollination biology of the Cape flora. South African National Scientific Programmes Report 141. Council for Scientific and Industrial Research, Pretoria",
    "authors": ["A.G. Rebelo"],
    "year": 1987
  }, {
    "title": "The distribution and abundance of Red Data Book species in the Cape Floristic Region: threats, priorities and target species",
    "authors": ["A.G. Rebelo"],
    "venue": "Transactions of the Royal Society of South Africa",
    "year": 1992
  }, {
    "title": "Cape Floristic Region",
    "authors": ["A.G. Rebelo"],
    "venue": "Centres of Plant Diversity, A Guide and Strategy for their Conservation,",
    "year": 1994
  }, {
    "title": "Where should nature reserves be located in the Cape Floristic Region, South Africa. Models for the spatial configuration of a reserve network aimed at maximising the protection of floristic diversity",
    "authors": ["A.G. Rebelo", "W.R. Siegfried"],
    "venue": "Conservation Biology",
    "year": 1992
  }, {
    "title": "Tswaing Meteorite Crater",
    "authors": ["W.U. Reimold", "D. Brandt", "R. De Jong", "J. Hancox"],
    "venue": "Popular Geoscience Series,",
    "year": 1999
  }, {
    "title": "Plant dispersal across the tropical Atlantic by wind and sea currents",
    "authors": ["S. Renner"],
    "venue": "International Journal of Plant Sciences",
    "year": 2004
  }, {
    "title": "Miocene Paleosols of Pakistan and Kenya",
    "authors": ["G.J. Retallack"],
    "year": 1991
  }, {
    "title": "Middle Miocene fossil plants from Fort Ternan (Kenya) and evolution of African grasslands",
    "authors": ["G.J. Retallack"],
    "venue": "Paleobiology 18,",
    "year": 1992
  }, {
    "title": "Were the Ediacaran fossils lichens? Paleobiology",
    "authors": ["G.J. Retallack"],
    "year": 1994
  }, {
    "title": "Soils of the Past: An Introduction to Paleopedology",
    "authors": ["G.J. 523–544. Retallack"],
    "year": 2001
  }, {
    "title": "Lepidopteris callipteroides, an earliest Triassic seed",
    "authors": ["G.J. Retallack"],
    "year": 2003
  }, {
    "title": "Landscape ecological shift at",
    "authors": ["G.J. Retallack", "E.S. Krull"],
    "year": 1999
  }, {
    "title": "Global coal gap between",
    "authors": ["G.J. 785–812. Retallack", "J.J. Veevers", "R. Morante"],
    "year": 1996
  }, {
    "title": "African pollination studies",
    "authors": ["J.G", "K. Balkwill", "B. Gemmill"],
    "venue": "Phanerozoic oxygen balance. Geology",
    "year": 2004
  }, {
    "title": "Supercontinents in earth history",
    "authors": ["J.J.W. Rogers", "M. Santosh"],
    "year": 2003
  }, {
    "title": "Ecological success in relation to plant form and",
    "authors": ["P.W. Valley. Rundel"],
    "year": 1989
  }, {
    "title": "The palynology of the upper lacustrine sediments",
    "authors": ["Gardens", "Kew", "Missouri Botanical Garden", "A. Missouri. Scholtz"],
    "year": 1985
  }, {
    "title": "Gondwana s climate changes",
    "authors": ["C.R. Project. Scotese"],
    "venue": "Journal of African",
    "year": 1998
  }, {
    "title": "Atlas of Earth History, vol. 1, Paleogeography, PALEOMAP Project, Arlington, Texas, pp 52. PALEOMAP website <http://www.scotese.com>",
    "authors": ["C.R. Scotese"],
    "year": 2001
  }, {
    "title": "Gondwana palaeogeography and palaeoclimatology",
    "authors": ["C.R. Scotese", "A.J. Boucot", "W.S. McKerrow"],
    "venue": "Journal of African Earth Sciences",
    "year": 1999
  }, {
    "title": "A late quaternary pollen record from the Transvaal bushveld, South Africa",
    "authors": ["L. Scott"],
    "venue": "Quaternary Research",
    "year": 1982
  }, {
    "title": "Late Quaternary vegetation history and climatic change in the eastern Orange Free State, South Africa",
    "authors": ["L. Scott"],
    "venue": "South African Journal of Botany",
    "year": 1989
  }, {
    "title": "Palynology of late Pleistocene hyrax middens, southwestern Cape Province, South Africa: a preliminary report",
    "authors": ["L. Scott"],
    "venue": "Historical Biology",
    "year": 1994
  }, {
    "title": "Palynological analysis of the Pretoria Saltpan (Tswaing Crater) sediments and vegetation history in the bushveld savanna biome, South Africa",
    "authors": ["L. Scott"],
    "year": 1999
  }, {
    "title": "The vegetation history and climate in the Savanna Biome, South Africa, since 190,000 ka: a comparison of pollen data from the Tswaing Crater (the Pretoria Saltpan) and Wonderkrater",
    "authors": ["L. Scott"],
    "venue": "Quaternary International",
    "year": 1999
  }, {
    "title": "Palaeoenvironmental conditions in South Africa at the Pleistocene–Holocene transition",
    "authors": ["L. Scott", "M. Steenkamp", "P.B. Beaumont"],
    "venue": "Quaternary Science Reviews (Global Younger Dryas Issue)",
    "year": 1995
  }, {
    "title": "Vegetation history",
    "authors": ["L. Scott", "H.M. Anderson", "J.M. Anderson"],
    "year": 1997
  }, {
    "title": "Age interpretation of the Wonderkrater spring sediments and vegetation change in the savanna biome, Limpopo Province, South Africa",
    "authors": ["L. Scott", "K. Holmgren", "A.S. Talma", "S. Woodborne", "J.C. Vogel"],
    "venue": "South African Journal of Science",
    "year": 2003
  }, {
    "title": "A factor analytical description of the Phanerozoic marine fossil record",
    "authors": ["J.J. Sepkoski Jr."],
    "venue": "Palaeobiology",
    "year": 1981
  }, {
    "title": "Extinction and the fossil record",
    "authors": ["J.J. Sepkoski Jr."],
    "venue": "Geotimes 39,",
    "year": 1994
  }, {
    "title": "Patterns of Phanerozoic extinction: a perspective from global databases. In: Walliser, O.H. (Ed.), Global Events and Event Stratigraphy in the Phanerozoic",
    "authors": ["J.J. Sepkoski Jr."],
    "year": 1996
  }, {
    "title": "Palaeotemperature history of the Cainozoic and the initiation of the Antarctic glaciation: oxygen and carbon isotope analyses",
    "authors": ["N.J. Shackleton", "J.P. Kennett"],
    "venue": "DSDP sites 277,",
    "year": 1975
  }, {
    "title": "The early development of terrestrial ecosystems",
    "authors": ["W.A. Shear"],
    "venue": "Nature",
    "year": 1991
  }, {
    "title": "The Late Ordovician extinction: how it became the best understood of the major extinction events",
    "authors": ["P. Sheehan"],
    "venue": "Geophysical Research Abstracts",
    "year": 2003
  }, {
    "title": "Late Miocene origin of the Benguela upwelling system of northern Namibia",
    "authors": ["W.G. Sieser"],
    "venue": "Science",
    "year": 1980
  }, {
    "title": "Changing fluvial environments across the Permian– Triassic boundary at Karoo Basin, South Africa and possible extinctions",
    "authors": ["R.M.H. Smith"],
    "year": 1995
  }, {
    "title": "A floristic analysis of the Nieuwoudtville Wild Flower Reserve, north-western Cape",
    "authors": ["D. Snijman", "P. Perry"],
    "venue": "South African Journal of Botany",
    "year": 1987
  }, {
    "title": "Begonias and African rain forest refuges; general aspects and recent progress",
    "authors": ["M.S.M. Sosef"],
    "year": 1996
  }, {
    "title": "Nodulation in Legumes",
    "authors": ["J.I. Sprent"],
    "venue": "Royal Botanic Gardens, Kew,",
    "year": 2001
  }, {
    "title": "Adaptive radiation of reproductive characteristics in angiosperms, 1; pollination mechanisms",
    "authors": ["G.L. Stebbins"],
    "venue": "Annual Review of Ecology & Systematics",
    "year": 1970
  }, {
    "title": "Flowering Plants: Evolution above the Species Level",
    "authors": ["G.L. Stebbins"],
    "year": 1974
  }, {
    "title": "Fire, frost, waterlogged soil or something else: what selected for the geoxylic suffrutex growth form in Africa",
    "authors": ["Y. Steenkamp", "M.J.S. Kellerman", "A.E. Van Wyk"],
    "venue": "PlantLife",
    "year": 2001
  }, {
    "title": "Oil secretion and the pollination of Colpias mollis (Scrophulariaceae)",
    "authors": ["K.E. Steiner", "V.B. Whitehead"],
    "venue": "Plant Systematics and Evolution",
    "year": 2002
  }, {
    "title": "Escalating herbivory and resulting adaptive trends in calcareous algal crusts",
    "authors": ["R.S. Steneck"],
    "venue": "Paleobiology",
    "year": 1983
  }, {
    "title": "A transitional-combination theory for the origin of angiosperms",
    "authors": ["T.F. Steussy"],
    "venue": "Taxon",
    "year": 2004
  }, {
    "title": "Distribution of South African C-3 and C-4 species of Cyperaceae in relation to climate and phylogeny",
    "authors": ["W.D. Stock", "D.K. Chuba", "G.A. Verboom"],
    "venue": "Austral Ecology",
    "year": 2004
  }, {
    "title": "Holocene vegetation, lake levels and climate of Africa",
    "authors": ["F.A. Street-Perrott", "R.A. Perrott"],
    "year": 1994
  }, {
    "title": "New evidence for land plants from the lower Middle Ordovician",
    "authors": ["P.K. Strother", "S. Al-Hajri", "A. Traverse"],
    "venue": "Saudi Arabia. Geology",
    "year": 1996
  }, {
    "title": "The distribution of the montane palaeogenic element in the South African invertebrate fauna",
    "authors": ["B.R. Stuckenberg"],
    "venue": "Annals of the Cape Provincial Museum",
    "year": 1962
  }, {
    "title": "The adaptive array of lemurs on Madagascar",
    "authors": ["R.W. Sussman"],
    "venue": "Monographs in Systematic Botany of the Missouri Botanical Garden",
    "year": 1988
  }, {
    "title": "Pollination by lemurs and marsupials: an archaic coevolutionary system",
    "authors": ["R.W. Sussman", "P.H. Raven"],
    "venue": "Science",
    "year": 1978
  }, {
    "title": "Nothofagus biogeography revisited with special emphasis on the enigmatic distribution of subgenus",
    "authors": ["U. Swenson", "A. Backlund", "S. McLoughlin", "R.S. Hill"],
    "venue": "Brassospora in New Caledonia. Cladistics",
    "year": 2001
  }, {
    "title": "Horizontal Gene Transfer",
    "authors": ["M. Syvanen", "C.I. Kado"],
    "year": 1998
  }, {
    "title": "Floristic Regions of the World (T.J. Crovello, Trans.)",
    "authors": ["A. Takhtajan"],
    "year": 1986
  }, {
    "title": "Little brown lemurs of northern Madagascar",
    "authors": ["I. Tattersall", "R.W. Sussman"],
    "venue": "Folia Primatologica",
    "year": 1998
  }, {
    "title": "The feeding ecology of the aardvark Orycteropus afer",
    "authors": ["W.A. Taylor", "P.A. Lindsey", "J.D. Skinner"],
    "venue": "Journal of Arid Environments",
    "year": 2002
  }, {
    "title": "Plant–animal mutualism: coevolution with dodo leads to near extinction of plant",
    "authors": ["S.A. Temple"],
    "venue": "Science",
    "year": 1977
  }, {
    "title": "Relict desert dune systems: interpretations and problems",
    "authors": ["D.S.G. Thomas", "P.A. Shaw"],
    "venue": "Journal of Arid Environments",
    "year": 1991
  }, {
    "title": "Landscape dynamics and surface deposits arising from Late Quaternary fluctuations in the forestsavanna boundary. In: Furley, P.A. (Ed.), Nature and Dynamics of Forest Savanna Boundaries",
    "authors": ["M.F. Thomas", "M.B. Thorp"],
    "year": 1992
  }, {
    "title": "Taxonomy and biogeography of the anomalous genus Wellstedia",
    "authors": ["M. Thulin", "Johansson"],
    "venue": "A.N.B.,",
    "year": 1996
  }, {
    "title": "The distribution of C3 and C4 grasses among an altitudinal and moisture gradient in Kenya",
    "authors": ["L.L. Tieszen", "M.M. Senyimba", "S.K. Imbamba", "J.H. Troughton"],
    "venue": "Oecologia",
    "year": 1979
  }, {
    "title": "The Eocene North Atlantic land bridge: its importance in Tertiary and modern phytogeography of the Northern Hemisphere",
    "authors": ["B.H. Tiffney"],
    "venue": "Journal of the Arnold Arboretum",
    "year": 1985
  }, {
    "title": "Perspectives on the origin of the floristic similarity between Eastern Asia and eastern North America",
    "authors": ["B.H. Tiffney"],
    "venue": "Journal of the Arnold Arboretum",
    "year": 1985
  }, {
    "title": "Vertebrate dispersal of seed plants through time",
    "authors": ["B.H. Tiffney"],
    "venue": "Annual Review of Ecology, Evolution and Systematics",
    "year": 2004
  }, {
    "title": "Late Quarternary environmental change in southern Africa",
    "authors": ["P.D. Tyson", "E.O. Odada", "T.C. Partridge"],
    "venue": "South African Journal of Science",
    "year": 2001
  }, {
    "title": "Mid-Cretaceous to Early Tertiary vegetation and climate: evidence from fossil leaves and woods",
    "authors": ["G.R. Upchurch", "J.A. Wolfe"],
    "year": 1987
  }, {
    "title": "Isolation of the major germination cue from plant-derived smoke",
    "authors": ["J. Van Staden", "A.K. Jäger", "M.E. Light", "B.V. Burger"],
    "venue": "South African Journal of Botany",
    "year": 2004
  }, {
    "title": "Southern African grasslands: aspects of their biodiversity, dynamics and management",
    "authors": ["B. Van Wyk"],
    "venue": "[A.E.],",
    "year": 2004
  }, {
    "title": "Regions of Floristic Endemism in Southern Africa: A Review with Emphasis on Succulents",
    "authors": ["A.E. Van Wyk", "G.F. Smith"],
    "year": 2001
  }, {
    "title": "African climates and palaeoenvironments since Messinian times",
    "authors": ["E.M. Van Zinderen Bakker"],
    "venue": "South African Journal of Science",
    "year": 1986
  }, {
    "title": "Turning point in Pangean environmental history at the Permian/Triassic (P/Tr) boundary",
    "authors": ["J.J. Veevers", "P.J. Conaghan", "S.E. Shaw"],
    "year": 1994
  }, {
    "title": "The origin of skeletons",
    "authors": ["G.J. Vermeij"],
    "venue": "Palaios",
    "year": 1989
  }, {
    "title": "Blütenbiologische Typen als Elemente der Sippengliederung, dargestellt anhand der Flora Südafrikas",
    "authors": ["S. Vogel"],
    "venue": "Botanische Studien 1. Gustav",
    "year": 1954
  }, {
    "title": "Ölblumen und ölsammelnde Bienen. Folge 3: Momordica, Thladiantha und die Ctenoplectridae",
    "authors": ["S. Vogel"],
    "venue": "Tropische und Subtropische Pflanzenwelt",
    "year": 1990
  }, {
    "title": "Occurrence of C-4 plants in the central Namib Desert",
    "authors": ["J.C. Vogel", "M.K. Seely"],
    "venue": "Madoqua",
    "year": 1977
  }, {
    "title": "The geographical distribution of Krantz grasses in South Africa",
    "authors": ["J.C. Vogel", "A. Fuls", "R.P. Ellis"],
    "venue": "South African Journal of Science",
    "year": 1978
  }, {
    "title": "Towards an age for the Namib",
    "authors": ["J.D. Ward", "I. Corbett"],
    "venue": "Namib Ecology: 25 years of Namib Research, Transvaal Museum Monograph,",
    "year": 1990
  }, {
    "title": "A Cretaceous dance fly (Diptera: Empididae) from Botswana",
    "authors": ["S.B. Waters"],
    "venue": "Systematic Entomology",
    "year": 1989
  }, {
    "title": "Parallel evolution. Taxon 20, 197–226",
    "authors": ["F.W. Went"],
    "year": 1971
  }, {
    "title": "The vegetation of Africa: a descriptive memoir",
    "authors": ["F. White"],
    "year": 1983
  }, {
    "title": "Ovule survivorship, brood size, life history, breeding",
    "authors": ["D. Wiens"],
    "venue": "AfricaNatural Resources Research,",
    "year": 1984
  }, {
    "title": "The dodo and the tambalacoque",
    "authors": ["M.C. Witmer", "A.S. Cheke"],
    "venue": "mass extinction. Science",
    "year": 1991
  }, {
    "title": "Late Quaternary vegetation changes around",
    "authors": ["F.A", "G. Eglinton"],
    "year": 2003
  }],
  "id": "SP:b3f071426ad397440797bf0489c16c33ded23773",
  "authors": [{
    "name": "P.M. Burgoyne",
    "affiliations": []
  }, {
    "name": "A.E. van Wyk",
    "affiliations": []
  }, {
    "name": "J.M. Anderson",
    "affiliations": []
  }, {
    "name": "B.D. Schrire",
    "affiliations": []
  }],
  "abstractText": "The Phanerozoic has witnessed major changes, with Africa being an integral part of supercontinental landmass agglomeration forming Gondwana, its amalgamation with smaller landmasses to form Pangaea, and later disintegrating to form the existing continents. At the same time climates, atmosphere, oceanic circulation and tectonic plates shifted. During this upheaval, life was evolving and organisms were adapting and with higher diversity came more ecological interactions, creating more habitats and thus influencing more biological radiation. Plants became more complex, developing from unicellular to multicellular organisms. Moving from water onto land, plants had to cope with desiccation, and features evolved enabling them to do this. Patterns of Phanerozoic plant evolution are strongly driven by major changes in the physical environment, most notably continental drift, climate change and bolide impacts, precipitating massive volcanism and other effects leading to mass global extinctions. The products of this evolution were early land plants during Silurian and Devonian times. Subjected to extinction events and environmental changes, these early plants gave rise to the pteridophytes reaching their diversity peak during the Carboniferous and Permian. After the demise of the pteridophytes, the gymnosperms dominated during the Triassic and Jurassic, followed by the emergence of the angiosperms in the Cretaceous. This melange of factors has produced the present plant diversity on earth, which we will examine in context of the African flora. Plant diversification in Gondwana and Laurasia will be covered focussing on Africa, while factors affecting the vegetation and species composition of the present flora will be discussed. 2005 Elsevier Ltd. All rights reserved.",
  "title": "Phanerozoic evolution of plants on the African plate"
}