{
  "sections": [{
    "text": "361"
  }, {
    "heading": "INTRODUCTION",
    "text": "In our first article (Chumakov and Zharkov, 2002), we discussed purposes and methods of study and the Early Permian climate. This, second article is dedicated to the Late Permian and Triassic climate and to general inferences from the study. Similarly to the previous article, paleoclimatic reconstructions are based on stratigraphic correlation schemes proposed for the international project “Pangea” (Ross and Ross, 1995), maps of sedimentation environments (Zharkov and Chumakov, 2001), paleobiogeographic data (Dobruskina, 1982, 1994; Meyen, 1987; Leven, 1993; Durante, 1995; Wnuk, 1996; Grunt, 1995; Grunt and Shi, 1997; Yaroshenko, 1997; Rees et al. , 1999; Shi and Grunt, 2000; Ignat’ev and Naugol’nykh, 2001), and on other published paleoclimatic, paleobiogeographic, and geological materials. We should repeat also that unavoidable uncertainties in correlation imply that age limits of proposed paleoclimatic reconstructions are conditional to some extent, although they do not change their characterization and succession. In this article, similarly to the previous one, we pay main attention to climatic zoning because the latter reflects most adequately the planetary climate and energy and mass exchange in biosphere, i.e., its thermodynamic state. We selected for our paleoclimatic reconstructions two stratigraphic intervals, which best represent climatic zoning typical of the Late Permian and Early Triassic.\n—The Late Permian–initial Triassic was a period of the Earth climate change, as the glacial climate of the Late Paleozoic was replaced by the non-glacial one of the Mesozoic. The intricate trend of this process is reconstructed and illustrated by schematic paleoclimatic maps. Warming in the second half of the Sakmarian Age resulted in a rapid degradation of huge glacial belt to the polar glacial cap. By the Kazanian Age, the latter was gradually replaced by the high-latitude temperate-cold belt with retained and new glacial centers that intermittently widened. In the Tatarian Age, a similar temperate-cold belt appeared in the Northern Hemisphere as well. The next strong and sudden global warming occurred in the Permian–Triassic boundary period when the temperate-warm climate developed in high latitudes of the Northern Hemisphere and temperate one in the Southern Hemisphere. General warming complicated by frequent different-rank oscillations transformed the climatic zoning on the Earth and resulted in rapid global ecological changes. Huge dimensions of Pangea and mountainous belts and ridges at its margins primordially determined wide development of the semiarid and arid climate in low latitudes. During the Late Permian–initial Triassic period, the aridity of the Earth was increasing that is evident from successive widening of arid and semiarid belts of Pangea, which advanced toward middle latitudes, and from grown aridity in the equatorial mountainous belt and in tropical latitudes of the Tethys. Global warming was main factor responsible for stepwise widening of arid and semiarid belts. Another cause of aridity increase was gradual regression of inner seas. Arid and semiarid belts occupied about 40% of land at the beginning of the Early Permian, 55% in the late Sakmarian–early Artinskian time, and 80% in the Induan Age. Paleoclimatic reconstructions confirm the assumed significance of monsoons impact on the climate development in the Permian and Early Triassic to a certain extent only. During glacial periods, the climatic asymmetry of the Earth was particularly remarkable. Registered environmental changes of the Permian time (regressions, aridity growth, land elevation, orogeny, and island-arc volcanism) could result only in cooling. Warming of terminal Permian–Early Triassic, as well as C, O, S, and Sr isotopic anomalies were probably the first results of the main Pfalzian phase of the Hercynian tectogenesis with associated weakening of suprasubduction volcanism, intense regional metamorphism, and denudation of carbonaceous sedimentary sequences of orogens. The subsequent outburst of mantle volcanism, in particular, trap eruptions in Siberia promoted these processes further. Depending on their scale, climatic changes prepared or even provoked biotic crises, the mass extinctions included.\nKey words: Permian, Early Triassic, climate, climatic belts and zoning, glaciations, warming, aridity, oscillations.\n362\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 11 No. 4 2003\nCHUMAKOV, ZHARKOV"
  }, {
    "heading": "CLIMATIC ZONING IN THE LATE PERMIAN",
    "text": "At the beginning of the Late Permian, the climatic zoning resembled in general that of the terminal Early Permian, except for a slightly decreased asymmetry relative the equator and alike succession of belts in both hemispheres. Nevertheless, as is shown below, the width of corresponding belts, their latitudinal position, and relevant climatic parameters were notably different as before. At the beginning of the Late Permian, high latitudes in both hemispheres were occupied by temperate-cold belts with small-scale permanent or intermittent glaciation centers, whereas climate varied from the cold to temperate-cold. We begin characterization of climatic zoning with these belts gradually moving from high to low latitudes.\nNorthern temperate-cold belt of high latitudes. The belt is well distinguishable in the northern part of the northern humid belt (Zharkov and Chumakov, 2001) owing to a wide development of glacial and glaciomarine deposits of the Atka Formation in the Kolyma River upper courses (Epshtein, 1972; Chumakov, 1994). Similar deposits (diamictites) are known also in the western and southern parts of the Verkhoyansk fold belt (Dulgalakh Group, Andrianov, 1966, 1985; and others) and in the Omolon massif (Gizhiga Fomation, Kashik et al.\n, 1990). These units used to be considered as the late Kazanian in age, are now dated back to the early Tatarian according to present-day views substantiated mainly by paleomagnetic data (Kashik et al.\n, 1990; Kotlyar, 1997). In the Kolyma River upper courses and east of the Omolon massif, diamictites are also recorded in the overlying Khivach Horizon correlated with the upper part of the Tatarian Stage (Byakov, 2000). In addition to glacial and glaciomarine sediments, the relatively cold climate of the belt is evident from the impoverished state of concurrent Siberian vegetation (in Verkhoyansk okrug (district) of paleoflora after Durante, 1995, or in North Siberian region after Wnuk, 1996) and from occurrence of high-boreal invertebrate fauna (Grunt, 1995) and absence of conodonts (Wardlaw, 1995) in surrounding seas. Geological and paleontological data are well consistent with paleomagnetic and geodynamic reconstructions, according to which the belt in question was situated between 60 ° and 75 ° N (Kharamov et al.\n, 1982; Scotese and Langford, 1995; Parfenov et al.\n, 1999) or between 70 ° and 87 ° N (Ziegler et al. , 1998). 1\nThe Tatarian cooling responsible for accumulation of glacial and glaciomarine deposits was preceded probably by some warming of the Ufimian and Kazanian ages, because the Gizhiga Formation of the Omolon massif rests upon the Omolon Formation composed of limestones. In the fossil assemblage from the latter, prevalent are Kolymia forms of bivalves, 2\nbrachiopods, smaller foraminifers, bryozoans, and solitary rugose corals (Ganelin, 1984).\n1\nHereinafter, the position of belts is given in paleolatitudes.\n2\nKolymia may form biostromas called “Kolymia reefs” (Ganelin, 1997).\nThese dominant groups indicate boreal (Ustritskii, 1993) or even high-boreal (Grunt, 1995) composition of the Omolon fauna. Some fossils from the Omolon Formation, such as\nAtomodesma, Spiriferella, Uraloceras\n, and other forms widespread in the southern temperate-cold belt (Shi and Grunt, 2000; and others), are of bipolar distribution. Accordingly, it is possible to assume that limestones of the Omolon Formation accumulated in moderately cool waters, like the Permian limestones of southeastern Australia and New Zealand (Runnegar, 1984), compositionally similar Kazanian deposits of the Sverdrup basin in Canada (Beauchamp and Theriault, 1994; Beauchamp, 1995), and the present-day Arctic biogenic carbonates of the Norwegian and Barents seas (Freiwald, 1998). Accumulation of calcareous sediments of the Omolon Formation could be also stimulated by a moderately warm current of the anticyclonic gyre similar to present-day North Pacific one, which is inferred for Panthalassa (Kiessling et al.\n, 1999) and whose branches could reach northwestern margins of Pangea during warming episodes. Small-scale warming events occurred episodically also in the second half of the Tatarian Age. This is evident from occurrence of rare coal seams in the upper part of the Dulgalakh Group of the western Verkhoyansk region (Ganelin, 1984).\nSouthern temperate-cold belt of high latitudes. This belt is established between 70 ° –75 ° and 90 °\nS based on development of coal-bearing deposits in the Transantarctic Mountains (Retallack and Krull, 1999; Isbell et al.\n, 1997) and southeastern Australia (Retallack, 1999a), where they enclose abundant horizons of relatively mature humid soils and remains of the\nGlossopteris\nflora. Coal-bearing deposits of Australian lowlands formed in boggy forests composed mainly of\nGlossopteris\nforms, which are indicative of the prevailing temperate climate. Nevertheless, significant cooling episodes, which were frequent in this belt, resulted in formation of glaciers and seasonal ice. In southeastern Australia, signs of iceberg- and ice-rafted material (dropstones) are repeatedly recorded in the Ufimian, Kazanian (Crowell and Frakes, 1971; Dickins, 1996; Eyles et al. , 1997; and others), and Tatarian (Veevers et al.\n, 1994) sequences. At the very end of the Late Permian, climate here was sometimes close to the subarctic one. In opinion of Retallack (1999a), some coals formed in bogs similar to present-day shoestring bogs in tundra areas of northern West Siberia and lowlands surrounding the Hudson Bay. The Tatarian deposits are noted to enclose forest soils with permafrost signs and root remains of plants similar to Gangamopteris\nforms (Retallack, 1999b). According to Runnegar (1984), seas surrounding southeastern Australia in the Late Permian can be referred to the coldest-water Pacific province of the Notal realm.\nIn the Antarctic, the intermittently swamped lacustrine–alluvial plains of the Late Permian time were populated by Glossopteris\nand accumulated peat (Isbell and Cuneo, 1996). The occurrence of dropstones with\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 11 No. 4 2003\nCLIMATE DURING THE PERMIAN–TRIASSIC BIOSPHERE REORGANIZATIONS 363\ndistinct signs of glacial abrasion in coal-barren interbeds indicate a short-distance transport of stones by seasonal ice (Smith et al.\n, 1998) or glacier ice fragments brought by melted glacier waters.\nData on cold-temperate climate in southern high latitudes are well consistent with abundant paleomagnetic data and paleogeographic reconstructions indicating that southeastern Australia and Transantarctic Mountains were located in the paleolatitude belt between 70 ° to 90 ° S (Scotese and Langford, 1995; Ziegler et al.\n, 1997).\nNorthern temperate humid belt of middle latitudes. In the Northern Hemisphere, the temperate humid belt was located approximately between 60 ° and 40 °\nN (Fig. 1). In Asia, it occupied a southern part of the northern coal-bearing belt (Zharkov and Chumakov, 2001) and corresponded to the most southern part of the Siberian floral region, to its Tunguska okrug and Taimyr-Kuznetsk subregion. The latter included also the Amur Land, which likely joined Siberia in the east. Shelf seas of this belt were mainly populated by the low-boreal fauna (Grunt, 1995), which makes the northern temperate belt traceable westward to the Canadian Archipelago and northern Alaska. Highboreal assemblages of the shelf fauna are recorded in the Upper Permian deposits of the belt only near its northern boundary, in the Taimyr Peninsula area. The Kazanian deposits occurring in the marginal parts of the Sverdrup basin are represented by biogenic shelf limestones with the bryozoan–echinoderm–brachiopod assemblage. Based on lithological and paleontological peculiarities and on occurrence of dropstones in coastal terrigenous facies, these sediments are interpreted as deposits of moderately cold-water basins (Beauchamp and Theriault, 1994; Beauchamp, 1995). Rare dropstones in coastal sediments are likely indicative of episodic seasonal ice, formation of which, as is known, is possible in a typical temperate climate. The overlying deposits of the Sverdrup basin correlated with the Tatarian Stage are represented by both the deep- and shallow-water spicularites. This is interpreted as indicative of cold and even polar climate of the terminal Permian (Beauchamp, 1995). The interpretation is inconsistent however with occurrence of low-boreal invertebrate fauna in this region and with finds of Permian conodonts in northern Canada (Wardlaw, 1995) and the belt position between the temperate-cold and warm semiarid belts. Slight cooling proper in northern Canada accords well with some northward motion of Pangea during the Permian (Scotese and Langford, 1995; Ziegler et al. , 1997, 1998).\nSouthern temperate humid belt of high latitudes. In the Late Permian, the temperate-cold belt of the Southern Hemisphere bordered in the north with a narrow (15–20%) latitudinal belt located between 75 and 60– 55 ° S, in which coal deposits and Glossopteris\nflora localities are abundant. Annual growth rings and layered accumulations of fallen leaves indicate the sea-\nsonal climate and presence of deciduous Glossopteris forests (Retallack, 1980). The shelf-sea fauna referred to the Indian Province of the Notal Realm was characterized by relatively thermophilic forms, some Tethyan elements included (Runnegar, 1984). Simultaneously, no signs of frosty climate are recorded within this belt, the climate of which can be classed with temperate and humid.\nNorthern warm semiarid belt. At the beginning of the Late Permian, this belt was located between 40 and 25 °\nN being narrowed in its eastern part near the PaleoTethys coast (Fig. 1). Subsequently, the northern boundary of the belt migrated gradually northward, and the belt slightly widened. In the Eurasian segment, the belt was characterized by lacustrine–alluvial, variably calcareous terrigenous red beds and evaporite deposits, these with glauberite included, which imply alternation of arid cold and humid warm seasons (Zharkov and Chumakov, 2001). The deposits, particularly those correlative to the upper part of the Tatarian Stage, enclose red and variegated (red and gleyed) paleosols with illuvial horizons enriched in carbonates (Ignat’ev, 1962; Perel’man and Borisenko, 1999; Yakimenko et al.\n, 2000). Soils of this kind point to the semiarid climate with short seasonal and secular moistening periods. In the Tatarian Stage, there are rare interbeds of eolian sediments (Tverdokhlebov and Shminke, 1990). The terrestrial vegetation of the belt known as the Subangara flora and characterized by a substantial proportion of coniferous and thermophilic forms is also indicative of prevalent arid and sufficiently warm climate (Meyen, 1987; Durante, 1995). Some authors believe that climate in that belt was of the Mediterranean type (Ziegler, 1990). Finds of the Angara-type floral remains, which are of the Kazanian age in northern Greenland (Wagner et al.\n, 1999) and of the Ufimian age in the Canadian Arctic Archipelago (Roadian, LaPage et al.\n, 1999), and concurrent palynomorphs (Utting and Piasecki, 1995) make this belt traceable in the northern part of North America (Fig. 1). Inner seas of the belt with carbonate and evaporite platforms were populated by low-boreal invertebrate fauna (Grunt, 1995).\nSouthern temperate semiarid belt of middle latitudes. This belt was located between 60 and 45 °\nS in western Gondwana and between 55 and 45 °\nS in its eastern part, being slightly narrowed in the area of the Neo-Tethys southern coast because of the ocean influence as we suspect. The semiarid belt was most distinct in South Africa, where fans, alluvium, and deltas of intermittent water flows formed in piedmonts of rises and alluvium of meandering rivers, playa, and lacustrine deposits accumulated in plains (Zharkov and Chumakov, 2001). Lacustrine sequences host sometimes the black-shale members and carbonate interbeds, whereas alluvial deposits contain gouge, thin coal seams, and siderite interlayers. Also common are red to variegated rocks and thick (up to 4 m) carbonate paleosols with fossil root systems, rhizoconcretions, and small therapsids buried in hollows (Smith, 1990). Some\n364\nST R A T IG R A PH Y A N D G E O L O G IC A L C O R R E L A T IO N\nV ol. 11\nN o. 4\n2003\nC H U M A K O V , Z H A R K O V aa ❚❚❚ ❚❚❚❚❚❚❚❚❚❚ ❚ ❚❚❚❚ a aa aaaa aa a aa aa a aaaa aaa❚❚❚❚❚❚❚❚❚❚❚❚❚ a aa aaa aa a aaa ❚❚❚❚❚❚❚❚❚❚❚ ❚❚❚❚❚ ❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚ ❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚ ❚❚ ❚❚❚❚❚❚❚ ❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚ ❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚ ❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚ ❚❚❚❚ 1 2 3 4 5 6 7 8 9 10 11 12 13 1416 17 18 19 20 ST 60° 30° 0°30°60°SSNCTÖMNANSNT LhasaChangtanCentral Iran Paleo-Tethys Tarim North ChinaSouth ChinaIndochinaSibamesu SAPanthalassa Amur LandNeo-Tethys SCT 1521 23 2422 25 26 27 28 29 30 a b ba a bc d NSTE\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 11 No. 4 2003\nCLIMATE DURING THE PERMIAN–TRIASSIC BIOSPHERE REORGANIZATIONS 365\npaleosols resemble caliche, while others are distinctly related to playas and exhibit desiccation cracks, welldeveloped clayey stress cutans (slickensides), and gypsum rosettes.\nThe belt in question was characterized by the Glossopteris\nand Australia–Africa–American (Wnuk, 1996) moderately thermophilic vegetation with abundant tree-ferns and lycopods. The latter flora recorded in Argentine, Tibet, and New Guinea likely points to a slightly higher moistening in the areas located closer to the ocean as compared with the glossopterid flora of inner areas of South Africa. Shelf seas of the belt were occupied by invertebrate fauna of the Notal type (Grunt, 1995). The absence of conodonts remains (Wardlaw, 1995) indicates probably the influence of cold currents.\nNorthern hot arid belt of low latitudes. The belt occupied areas from the piedmonts of mountainous Central Pangea (i.e., from 0–15 °\nN) to northern tropical paleolatitudes (22–25 °\nN). The land segment of the belt accumulated red alluvial–lacustrine deposits (Zharkov and Chumakov, 2001) enclosing abundant carbonate variegated to red paleosols (Mader, 1992) and, locally, gypsum-bearing sabkha and eolian sediments. Evaporite–carbonate platforms formed in inner and marginal parts of shelf sea basins (Fig. 1). The well-known Zechstein basin of Europe was most spacious saliferous basin within this belt at that time. The land segment of the belt was populated by the Euroamerian flora, and the Tethyan fauna inhabited seas. The low-boreal marine fauna dwelt only near the northern boundary of the belt throughout the entire Late Permian period (Grunt, 1995).\nSedimentation patterns, vegetation, and faunas of the northern arid belt imply that its climate was relatively hot, and this is consistent with the belt position in low latitudes.\nSouthern arid belt of low and middle latitudes. The northern arid belt extended along the eastern piedmont\narea of Central Pangea to equator, where it joined a spacious southern arid belt that occupied the large northern part of Western Gondwana. The latter extended from the western to eastern coast of the supercontinent between the piedmont of mountainous Central Pangea (0–10 ° S) and 45 °\nS. Sedimentation in this belt was similar in general to that of the northern arid belt: prevalent were red lacustrine–alluvial sediments, frequently gypsum-bearing sabkha-related and eolian. Permian macro- and microfloras were scarce within the belt, likely confined to oases and valleys of transitory rivers. Vegetation was similar to the Euramerian flora in the north and east, and to the Gondwanan or mixed Euramerian–Gondwanan one in the south (Broutin et al.\n, 1990). Judging from its appearance, the Late Permian Euramerian flora characterizes the hot arid climate and, probably, with humid seasons in some areas (Wnuk, 1996). South America was populated by the aforementioned Argentine–Brazilian flora also of the desert type (Wnuk, 1996). Elements of the hygrophilous Cathaysian flora occurred only in the mixed Gondwanan–Euramerian vegetation of the Arabian Peninsula, in coastal areas of Pangea in the extreme southeastern part of the belt.\nShelf and inner seas of the arid belt hosted carbonate and carbonate–evaporite platforms. Waters along the entire Pangea eastern coast were populated by the characteristic Tethyan invertebrate fauna (Grunt, 1995). Notal forms prevailed only along its southwestern coast in South American seas near the southern boundary of the belt.\nSubstantial paleophytogeographic and paleozoogeographic differences within the belt of a large width allow an assumption that climate was non-uniform with respect to moisture and temperature. Climatic conditions ranged probably from temperate and more arid on the southwest to hotter and more humid on the east along the coast. Such a difference could be determined by anticyclonic oceanic currents: the cold southern near South America, i.e., along the eastern Panthalassa\nFig. 1. Climatic zoning of the late Kazanian-Tatarian time and paleontological of lithological indicators of climate: (1) moderately cold-resistant vegetation of the Verkhoyansk district of the Siberian phytogeographic region (after Meyen, 1987; Durante, 1995; and others); (2) moderately thermophilic vegetation of the Siberian phytogeographic region; (3) thermophilic vegetation of the Subangara phytogeographic region; (4) thermophilic xerophilous vegetation of the Euramerian phytogeographic region and alike vegetation of the Arabian Peninsula (after Wnuk, 1996; and others); (5) thermophilic and hygrophilous vegetation in the North (a) and South (b) China regions of the Cathaysian phytogeographic kingdom (after Wnuk, 1996; and others); (6) thermophilic vegetation of the Southern Hemisphere (Gondwanan vegetation with Euramerian and/or Cathaysian elements in Africa); (7) moderately thermophilic vegetation in the Australia-Africa-American (a) and Argentine-Brazilian (b) regions of the Gondwanan phytogeographic kingdom (after Wnuk, 1996); (8) vegetation of the temperate climate in the Gondwanan phytogeographic kingdom ( Glossopteris region after Retallack, 1980, 1999; Wnuk, 1996; and others); (9) cold-resistant vegetation of the Gondwanan phytogeographic kingdom ( Gangamopteris region after Retallack, 1980, 1999, Wnuk, 1996; and others); (10) main localities of palynoflora in indicated phytochores (after Utting and Piasecki, 1995; and others); (11) boundaries of some phytochores; (12) high-boreal (a), low-boreal (b), tropical/equatorial (c), and Notal (d) assemblages of shelf invertebrate fauna (after Grunt, 1995; Grunt and Shi, 1997); (13) northern and southern distribution boundaries of Early Permian conodonts (after Wardlaw, 1995); (14) assumed glaciation centers; (15) mostly marine and glaciomarine sediments; (16) the same, assumed; (17) coals; (18) bauxites or laterites; (19) humid soils; (20) carbonate, red-colored or variegated (partly gleyed) soils and calcretes; (21) gypsum and anhydrite; (22) halite, potassium and other salts; (23) arid calcareous red beds; (24) eolian sediments; (25) carbonate platforms; (26) present-day shoreline segments; (27) ancient shorelines; (28) mountainous systems and ridges; (29) boundaries of climatic belts; (30) northern and southern temperate-cold (NCT, SCT), northern and southern temperate (NT, ST), northern and southern semiarid (NS, SS), northern and southern arid (NA, SA), equatorial-mountainous (EM); tropical-equatorial monsoon-type (TE), and equatorial humid (EH) climatic belts.\n366\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 11 No. 4 2003\nCHUMAKOV, ZHARKOV\ncoast, and the warm northern near the Africa–Arabia along the western Tethyan coast.\nBelt with the equatorial mountainous climate. By the Late Permian, the mountainous area of Central Pangea was displaced slightly northward according to paleomagnetic evidence. Extending in the east-northeast direction, it crossed equator and was located in nearequatorial latitudes between 5–10 and 12–15 °\nN. The piedmont and intermontane areas of the belt continued accumulating red beds with frequent signs of eolian reworking, horizons of carbonate, partly gleyed soils, caliche, gypsum, tetrapod traces (Mader, 1992; Cassinis et al.\n, 1995), and with rare plant remains of the arid Euramerian flora. It can be therefore assumed that mountain rivers mostly dried up at piedmonts even in case of intense atmospheric precipitation in mountains of Central Pangea, as it follows from mathematical modeling of the Late Permian climate (Kutzbach and Ziegler, 1993; Barron and Fawcett, 1995; Rees et al.\n, 1999).\nTropical-equatorial hot humid belt. The belt included the Paleo-Tethys that narrowed in the Late Permian, a greater part of the Neo-Tethys that widened at the expense of the latter, islands separating and fringing both oceans, and also their northwestern and, partly, southwestern coasts. As compared with the Early Permian, the belt widened slightly southward because of the warm anticyclonic current that originated in the Neo-Tethys. Thus, the belt partly occupied middle southern latitudes in its widest eastern part (Fig. 1). Continental sediments of the belt bear numerous signs of hot and humid climate: bauxites, remains of diverse Cathaysian vegetation (Wnuk, 1996), and coals. In southern China, the primary coal material accumulated mostly in tidal zones of carbonate platform and mangrove bogs (Shao et al.\n, 1998). Carbonate platforms were widespread in seas adjacent to Pangea and around microcontinents inside the Tethys. Nearly throughout the Late Permian, seas within the belt were populated by diverse thermophilic (Tethyan) fauna (Leven, 1993; Grunt, 1995, Grunt and Shi, 1997). In response to a global cooling in the terminal Late Permian, boreal forms became invading the Tethys to reduce diversity of the thermophilic fauna, and at the end of the epoch the reefal faunal community was preserved only in the eastern Tethys and adjacent margins of Panthalassa (Kozur, 1998)."
  }, {
    "heading": "CLIMATIC ZONING IN THE INITIAL TRIASSIC",
    "text": "The Permian–Triassic boundary period was marked by strong global warming, as it is evident from cessation of glaciation in polar areas and from thermophilic flora migration toward the high latitudes. The climate change was very rapid and led to substantial reorganization of the climatic zoning, new patterns of which indicate that the glacial climate of the Earth gave way to the non-glacial one, and that aridity in Pangea increased further. The zoning became so much sym-\nmetrical (Fig. 2) that it is possible to consider climatic belts of the Northern and Southern hemispheres together.\nNorthern and southern humid belts of high latitudes.\nWarming was particularly strong in high latitudes of the Northern Hemisphere. In Siberia of northern Laurasia, the Permian cordaitalean flora characterizing the temperate-cold climate was replaced by the Early Triassic coniferous–fern flora that points to expansion of ferns of the Cathaysian tropical and equatorial origin northward to the Taimyr and Verkhoyansk regions (Dobruskina, 1982), i.e., to 70–75 °\nN. The palynologic assemblages from these regions are dominated by spores of hygrophilous plants (Yaroshenko, 1997). Thus, it can be stated that the climate of North Siberia became at least temperate-warm (Ziegler et al.\n, 1993, or even “tropical” (Dobruskina, 1994), and mainly humid at the beginning of the Triassic (Fig. 2, NWT). Simultaneously, the phytogeographic differentiation in Eurasia substantially decreased in general, which resulted in lower ranks of defined phytochores. Instead of three Permian floral kingdoms, the single Laurasian Kingdom with two the Angara and Euramerian floral regions is defined based on leaf remains in North and Central Eurasia for the Early Triassic (Dobruskina, 1982) 3\nthough three the Angara, Subangara, and Euramerian regions are defined based on palynocomplexes (Yaroshenko, 1997). The belt with the temperate-warm climate occupied the northern part of the Angara region. The northward advance of thermophilic flora and weakened floral differentiation reflects a substantial decrease of the latitudinal climatic gradient in Laurasia and the more gradual transitions between all climatic belts.\nIn southeastern Australia and Antarctica, the Early Triassic warming was responsible for replacement of the temperate-cold climate by the “temperate-cool” one, as it is evident from the changed composition of vegetation and paleosols (Retallack, 1999b; Retallack and Krull, 1999). Rare frost-related deformations in annual growth rings of fossilized trunks of Early Triassic trees (Jefferson and Taylor, 1983) suggest that negative winter temperatures were untypical of southernmost areas of Antarctica, which seems surprising because these areas were located at very high paleolatitudes (80–85 °\n). Taking into consideration this and the other fact that during the preceding Tatarian Age the Antarctica continent hosted glaciation centers, which provided material for the ice rafting, one can believe that the warming amplitude in southern high latitudes was substantially high. According to some estimates (Retallack, 1999b), the temperature growth was as high as 6–11 °\nin southeastern Australia, which might correspond to the continent migration for 15–20 °\nof the latitude.\n3\nRenamed subsequently into the Siberian and Eurosinian regions (Dobruskina, 1994).\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 11 No. 4 2003\nCLIMATE DURING THE PERMIAN–TRIASSIC BIOSPHERE REORGANIZATIONS 367\nThe peculiar feature of both temperate belts of the Early Triassic Earth was a complete cease of coal formation. In the northern temperate belt, this could be, at least partly, a result of intermittent origination of arid settings, as one can judge from occurrence of red-bed members (Sadovnikov and Orlova, 1997; and others) and from admixture of pollen of xerophytes (Yaroshenko, 1997). The southern temperate belt was probably somewhat more humid that is supported by occurrence of coaly siltstones in the lower part of the Triassic section and by appearance of red beds only since the Middle Triassic (McLoughlin et al.\n, 1997; Retallack and Krull, 1999).\nNorthern and southern warm semiarid belts of middle and high latitudes.\nIn the Early Triassic, the semiarid climate extended to middle and, partly, to high latitudes (Fig. 2, NS and SS). As a result, both these belts of the Earth widened significantly to become as wide as 40 °\nof latitude. Like in the Late Permian epoch, the belts were distinguished by distribution of characteristic red-colored, locally gypsum-bearing, lacustrine, and alluvial deposits, among which a substantial proportion was represented by sediments of intermittent and wandering flows and of lakes with changeable shorelines and seasonal (Zharkov and Chumakov, 2001). These deposits frequently enclose calcareous red-bed and partly gleyed variegated buried soils (Chalyshev, 1968; Smith, 1990; Beauchamp, 1995; Tverdokhlebov, 1996). In the Moscow syneclise, the latter are sometimes represented by palygorskite varieties (Blom, 1972), which are relatively widespread now in semidesert regions. In the South Urals, there are signs of substantial high-mountainous glaciation in the Hercynian mountains (Tverdokhlebov, 1971).\nThe large width of semiarid belts determined their non-uniform climate and intricate phytogeographic patterns. This is particularly well exemplified by the northern semiarid belt. The Angara temperate-thermophilic and relatively hygrophilous flora was characteristic of its northern part, the mixed thermophilic to xerophilous flora of Angara and Subangara regions populated the central part, and the mixed flora of Subangara and Euramerian tropical arid areas, which appeared there since the Olenekian Age, occupied the southernmost zone (Yaroshenko, 1997; Dobruskina, 1982). The relatively gradual transition between phytochores and climatic belts confirms a widely accepted opinion that the latitudinal temperature gradient was insignificant at the beginning of the Triassic (Vakhrameev, 1985). This is consistent with uniformity of the Induan marine invertebrate fauna, which was almost similar in composition over the entire territory from the Verkhoyansk region and Greenland to the Himalayas (Dagys, 1976; Nevesskaya, 1999; Kozur, 1998).\nNorthern and southern arid belts of low latitudes. In the Induan Age, these belts widened slightly as well, although to a lesser extent than semiarid belts (Fig. 2,\nNA, SA). The arid climate was characteristic in general of low latitudes in both hemispheres, except for mountainous Central Pangea, the humid zone of the Tethys, which narrowed substantially in response to aridity increase in many coastal areas, and microcontinents of the North and, partly, South China. Arid belts were characterized by wide distribution of red beds and variegated, frequently eolian (with fossil dunes) and gypsum-bearing sabkha deposits in desert areas of land (Mader, 1992; Zharkov and Chumakov, 2001), whereas development of evaporite-carbonate gypsum-bearing platforms was characteristic of adjacent shelf seas. Continental sequences frequently enclose carbonate paleosols and calcretes, red-colored and variegated, with gleying structures (Mader, 1992). A remarkable feature of arid and semiarid belts of the Induan Age was absence of saliferous basins. It is difficult to explain this phenomenon taking into consideration the substantial enlargement of arid areas.\nBecause of scarce plant remains, vegetation of the belts in question is poorly known, particularly that of the very beginning of the Triassic. The Induan palynologic assemblages of the Euramerian affinity are found in some areas of the northern arid belt (Yaroshenko, 1997). Fossil flora of the Olenekian Age is known better (Dobruskina, 1994; Yaroshenko, 1997). This type flora characterizing the Early Triassic vegetation of the Euramerian region includes (in addition to abundant remains of cosmopolitan Pleuromeya) xerophilous coniferous and some other plants of the “Voltzia” assemblage, being very similar to the Upper Permian Zechstein flora. The similarity implies hot and arid climatic conditions in the belts during the Induan Age (Dobruskina, 1994). It is believed (Vakhrameev, 1985) that the Euramerian vegetation did not form a continuous cover and grew mainly in oases and along seacoasts.\nBelt of the equatorial mountainous climate. Except for a slight northward migration, this belt remained without noticeable paleogeographic and climatic changes in the Early Triassic. As before, it was characterized by an intricate vertical climatic zoning with arid piedmonts.\nEquatorial humid belt. As was mentioned, the vast Permian tropical-equatorial belt with the humid climate in the Tethys became substantially reduced because of the aridity increase in northwestern coastal areas of the Paleo-Tethys, northern microcontinents of the Cathaysian arc, and along western coasts of the Neo-Tethys. The area with the humid climate was transformed into a narrow near-equatorial belt as wide as 15° of latitude only (Fig. 2). The climate humidity is evidenced by fossil plants from the Lower Permian deposits of the Khainan Island, which undoubtedly represent descendants of the Cathaysian Gigantoperis flora characterizing tropical forests, and by bauxites in Central Iran and Turkey.\nST R A T IG R A PH Y A N D G E O L O G IC A L C O R R E L A T IO N V ol. 11 N o. 4 2003\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 11 No. 4 2003\nCLIMATE DURING THE PERMIAN–TRIASSIC BIOSPHERE REORGANIZATIONS 369\nGENERAL INFERENCES\nThe materials discussed in this and previous article suggest the following inferences on climatic changes that occurred in the Permian and initial Triassic epochs and on their possible causes and some consequences.\nWarming. The main tendency during the geological period under consideration was warming, which so much changed climatic conditions on the planet that the glacial climate of the Late Paleozoic was replaced by the Mesozoic non-glacial climate. The discussed data offer a possibility to trace development of this intricate process in detail. During the glacial maximum of the Asselian and initial Sakmarian ages, spacious glaciation spread over the high and, to a considerable extent, in the middle latitudes of Gondwana and over southern microcontinents of the Cimmerian arc. After some oscillations, glaciers retreated to high latitudes in response to strong warming in the second half of the Sakmarian Age. Subsequently, at the beginning of the Artinskian Age, the retreat of glaciers slowed down. At that time, they occupied mainly the southern transPolar region. Thus, the glacial sheet was transformed into a polar ice cap that widened episodically advancing into lower latitudes, where local glaciation centers appeared sometimes (Visser, 1997). The further degradation of Gondwana glaciers occurred probably at the end of the Early Permian. Nevertheless, the glacial sheet remained in Antarctica at that time and related glaciers experienced repeated oscillations as can be inferred from the regular transport of iceberg material into southeastern Australia (Eyles et al., 1997). Two last active phases of Gondwanan glaciers occurred in the Kazanian and Tatarian ages, respectively. The first of them is recorded in southeastern Australia by frequent iceberg- and seasonal ice-rafted materials, by activation of mountainous glaciation (Crowell and Frakes, 1971; Veevers et al., 1994; Crowell, 1999; and others), and, at the very end of the Permian, by development of permafrost (Retallack, 1999a). This cooling was probably of global scale and relatively strong, because glaciomarine sediments (Epshtein, 1972; Chumakov, 1994) became widespread in high latitudes of the Northern Hemisphere approximately at the same time, in the Tatarian Age. In addition, the global scale of the latest Permian cooling is evident from migration of a high-latitude marine fauna to middle and low latitudes, and from extinction and distribution area reduction of some thermophilic forms in the Tethys (Kozur, 1998).\nThe second (after the middle Sakmarian), very sharp and strong warming that occurred in the Permian–Triassic boundary period resulted in complete degradation of planetary glaciation, and the temperate-warm (Ziegler et al., 1993) or even probably “tropical” (Dobruskina, 1994) climate spread during a very short time over high latitudes of the Northern Hemisphere and the temperate climate became established in high latitudes of the Southern Hemisphere (Retallack,\n1999b). This implies the stepwise increase in average annual temperatures at these latitudes by 8–15°C. Even in low latitudes, the temperature rise could be as high as 5°C in the Permian–Triassic boundary interval (Holster et al., 1989).\nAridity increase. Huge dimensions of Pangea and spacious Hercynian mountainous belts and ridges, some of which were located at the supercontinent margins, sheltered the intracontinental areas from the oceanic moisture transport and determined a priori the wide development of semiarid and arid conditions in low latitudes of supercontinent. The geological period under consideration was a time of progressive aridity growth in Pangea, as it is repeatedly noted (Robinson, 1973; Parrish, 1995; and others) and confirmed by available reconstructions. This process led to successive widening of arid and, in particular, of semiarid belts, which advanced to middle latitudes, and to increasing aridity in the equatorial mountainous region of Central Pangea and tropical latitudes of the humid Tethyan realm (Fig. 3). Strong global warming and related intense evaporation represent an obvious factor of climate aridity. This is evident from the fact that both episodes of significant warming (the mid-Sakmarian and Permian–Triassic boundary periods) were accompanied by stepwise widening of arid and semiarid belts of Pangea (Fig. 3). After the second one, arid climate spread also over the Tethyan segment of the Earth (Figs. 1 and 2). The arid and semiarid belts occupied about 40% of land at the beginning of the Early Permian, while that proportion increased to 55 and 80% after the late Sakmarian and Permian–Triassic warming episodes, respectively. Successive regression of Pangea inner seas and associated disappearance of intracontinental moisture sources could represent another possible cause responsible for the emergence of arid climate. According to some researchers, the aridity of Pangea was mainly caused by monsoon circulation over the formed supercontinent that gradually moved northward (Robinson, 1973; Parrish, 1995). Paleoclimatic reconstructions confirm this view only in part. The monsoon influence was perceptible along the Tethys coasts, whereas Laurasia was probably sheltered from monsoons by young marginal ridges and Gondwana was protected by high pressure in the atmosphere above the ice shield and, later on, above tropical areas. Signs of monsoons influence have not been recorded even in the Permian and Early Triassic sequences of intermontane depressions and southern piedmonts of high-mountainous Central Pangea, where monsoons should discharge the main share of moisture according to available views on and mathematical modeling of the Permian climate (Kutzbach and Ziegler, 1993; Barron and Fawcett, 1995). Only at the very beginning of the Permian (Asselian and early Sakmarian time, Autunian, Wolfcampian), when sea gulfs still existed in piedmonts of high mountains, the humid climate could intermittently develop in Central Pangea.\n370\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 11 No. 4 2003\nCHUMAKOV, ZHARKOV\nClimatic asymmetry. A slight climatic asymmetry relative to equator is characteristic now of the Earth and some other planets. It is probably related to asymmetrical distribution of continents and oceans or, in a broad sense, to the asymmetrical orography of planets. One can assume therefore that the climatic asymmetry of the Earth existed always and approached an extreme state during glacial periods. This is particularly well exemplified by the Permian–Triassic climatic history. The Early Permian glaciations developed in high and middle latitudes of southern continents and, locally, almost reached the southern arid zone. The Northern Hemisphere was probably free of glaciers, and even if they existed, as some researchers assume, the glaciation was virtually negligible. Provided a similar or unchanged distribution of continents and orographic structures, the climatic symmetry became restored immediately after complete degradation of glaciations in the terminal Permian (Figs. 2, 3). This indicates two important properties of climatic system of our planet: first, the strong climatic asymmetry can appear on the glacial Earth only; and second, climatic systems of the Northern and Southern hemispheres are autonomous to a considerable extent.\nReorganization of the climatic zoning. Reduction of glacial sheets and subsequent cessation of glacial regime, warming, aridity increase, and restoration of climatic symmetry changed substantially climatic zoning of the Earth. Reorganizations in Pangea were particularly significant. Every large warming changed latitudinal position, width, main parameters, and number of climatic belts (Fig. 3). Most significant changes occurred within high and middle latitudes of the supercontinent. The low latitudes were mainly marked by changes in the width of belts. Climate was most stable in the Tethyan segment of the Earth, where the humid, sufficiently warm tropical and equatorial climate prevailed nearly throughout the entire Permian epoch. Nevertheless, at the Permian–Triassic boundary time, areas of humid climate became reduced even there, and humid conditions remained only in the narrow nearequatorial zone (Fig. 2).\nEvolution of global climate. As climatic zoning depends on the planetary climate, its distinct transformation recorded across the Permian–Triassic boundary point to the drastic change of climate on the globe. The Permian climate should be classed with the glacial one, because glaciers and cold climate in high latitudes existed until the end of this epoch. This also means that psychrosphere in the ocean also existed until the end of the Permian. Its existence until the Kazanian Age at least is evident from the occurrence of relatively coldresistant boreal conodonts of the Wordian Age in bottom waters of the tropical zone (Kozur, 1998). Therefore, the psychrosphere could exist during the subsequent cooling at the end of the Permian as well. Three types of the global glacial climate can be distinguished based on the character of Permian glaciations. The Asselian-Sakmarian climatic environments can be\ntermed as climate of the glacial maximum. In popular publications, the glacial maximums are frequently termed as great glaciations. Environments of the terminal Sakmarian-initial Artinskian time, when glaciation was restricted to high latitudes can be termed as the climate of ice caps. It was similar to the present-day or to the Oligocene and late Eocene climate, when first ice shields appeared in Antarctica. Beginning from the second half of the Early Permian, the temperate-cold climate became prevalent in polar areas, although small glaciation centers (probably episodic) continued to exist in Antarctica and even new glaciation centers appeared in northern Laurasia, for instance, in the Kolyma River basin. This time can be considered as a final stage of the Gondwanan Glacioera with the climate of temperate-cold polar areas. The non-glacial arid climate of the Early Triassic, as one can judge from its main parameters, initiated the long-lasted Siberian thermoera, as it has been termed (Chumakov, 1984).\nDynamics of climatic changes. The discussed general trend of climatic changes during the Permian and Triassic was not uniform and unidirectional. In addition to main episodes of very rapid warming in the mid-Sakmarian and at the Permian–Triassic boundary time, the trend was complicated by numerous oscillations of different ranks. The high-rank oscillations are most distinctly recorded in the Permian glacial sections, where events that lasted several dozens of millions, several millions, and hundreds of thousands years are recognizable (Chumakov, 1985; Dickins, 1985; Veevers and Powell, 1987). The formation periods of Upper Paleozoic cyclothems in North America, which reflect, in opinion of many researchers, eustatic and climatic fluctuations related to oscillations of Gondwanan glaciers, also lasted several hundreds of thousand years (Veevers and Powell, 1987). Lower-scale climatic fluctuations are registered in some sections of ice-free areas. For instance, the Castile Formation of the Ochoan Group (the upper Tatarian Substage) in North America shows the rhythms that are believed to correspond to climatic oscillations of 200, 100, 20, and 2.7 kyr (Anderson and Dean, 1995). Most of these oscillations are close to orbital Milankowitch periods.\nOscillations imparted even a greater dynamics to rapid climatic changes of the Permian epochs, particularly during the glacial periods. The high formation and even higher degradation rates of ice covers are well exemplified by Pleistocene glaciations, which resulted in rapid ecological changes of subglobal scale. Similar processes occurred probably during the Permian glacial periods, as it is evident form abundant examples of alternating glacial and interglacial sediments. Both aforementioned main Permian warming episodes are very similar to recession phases of glacial sheets.\nCauses of climatic changes. Many researchers argue that the northward drift of Pangea with the pole displacement from Antarctica to adjacent ocean was a main (Crowell, 1999; and others) or one of the most\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 11 No. 4 2003\nCLIMATE DURING THE PERMIAN–TRIASSIC BIOSPHERE REORGANIZATIONS 371\nimportant (Parrish, 1995; Ziegler et al., 1997) causes responsible for deglaciation and, in general, for the Permian–Triassic climatic changes. As is noted in our previous article, such an assumption seems doubtful. According to recently published global reconstructions, Pangea insignificantly drifted northward during the Permian (Golonka et al., 1994; Scotese and Langford, 1995; Ziegler et al., 1997, 1998). Par example, the southern margin of East Antarctica moved away from the South Pole by less than 3° of latitude during the Early Permian and 10° during the entire Permian period. To the contrary, Northeast Asia and North America approached the North Pole. Their northern margins moved from 75 and 48° N to 88 and 58° N, respectively, i.e., approximately by 15°. Most favorable conditions for glaciations development of all glaciation centers were located 15–20° away from the pole (Smith, 1997). Antarctica should remain therefore within this zone, and the insignificant northward drift of the continent could not result in deglaciation and global warming.\nIn addition, the continental drift is a slow and gradual process, and thus it is an unlikely cause of sudden stepwise and repeated warming events. The small-scale drift of Pangea could likely result in a slight regional cooling in the Northern Hemisphere.4 Opening of the Neo-Tethys and emergence of a new anticyclonic gyre there, which could be responsible for the additional\n4 This can probably explain the long-lasted cooling in the Sverdrup basin that began in the mid-Permian (Beauchamp, 1995).\nheat transfer from low to high latitudes, probably had also a regional effect. Naturally, the preceding middle Sakmarian warming and relevant recession of glaciers could not represent an impact of the Middle Permian gyre that could be partly responsible for subsequent gradual warming. Moreover, taking into consideration the aforementioned autonomous functioning of climatic systems in the Earth hemispheres, we can expect that formation of the Neo-Tethyan gyre influenced only northern India and Western Australia.5\nOther paleogeographic changes recorded in the Permian–Early Triassic should have consequences opposite to warming. Regressions and aridity growth could result only in cooling due to the increase of planetary albedo. The land rise and formation of mountainous systems should also cause cooling because of the negative vertical temperature gradient. Just recollect that climate in Tibet resembles that of plain regions located 10 to 25° of latitude northward in winter and summer, respectively. The land rise in general (Ruddeman and Kutzbach, 1991), and rise of Tibet with the Himalayas in particular (Raymo, 1994), is assumed to be one of main factors responsible for the Late Cenozoic glaciation.\nMain factors of Permian–Early Triassic warming were probably related to late Hercynian tectonic and volcanic processes, which changed the atmosphere\n5 Let us remind a more thermophilic composition of fauna in the Indian Province of the Gondwanan Kingdom (Runnegar, 1984).\n(indices , , , , , , , and denote Permian and Early Triassic ages). P1 as P1 sk P1 ar P1 kn P2 uf P2 kz P2 t T1 i\n372\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 11 No. 4 2003\nCHUMAKOV, ZHARKOV\ncomposition and, as a consequence, resulted in a positive increment of the Earth thermal balance. That increment triggered the chain reaction of processes accelerating and strengthening global warming that became irreversible owing to positive feedbacks in biosphere (Chumakov, 2001). The most important processes were the decrease of the Earth albedo, global degassing of hydrosphere, and decomposition of accumulated gas hydrates. Simultaneously, tectonic and volcanic processes substantially influenced the intensity and composition of the continental runoff and caused the recorded C, O, S, and Sr isotope anomalies.\nAs was assumed earlier (Stanley, 1989; and others), climatic changes probably played a substantial role in preparation of Permian biotic events, in particularly, of those recorded across the Permian–Triassic boundary (Zharkov and Chumakov, 2001). It seems that the longlasted aridity increase in Pangea weakened the terrestrial biota, whereas the sudden widening of arid and semiarid belts at the Permian–Triassic boundary time and associated strong warming could bring this biota to the crisis state. The arid climate in and widening of closed drainage areas on land reduced the transport of organic and mineral nutrients to seas. The growing deficiency in these substances enfeebled the marine biota. Stepwise climatic changes, short-term regressions (Valentine, 1973; Ross and Ross, 1995), and sharp reduction of nutrients in seas could disturb feeding chains and result in successive extinctions characterizing the terminal Permian (Leven, 1993; Stanley and Yang, 1994; Erwin, 1995). As is known, the last extinction was of a mass character."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We are grateful to V.G. Ganelin, A.V. Goman’kov, M.V. Durante, S.V. Naugol’nykh, O.P. Yaroshenko, and, particularly, to A.S. Alekseev and E.Ja. Leven for the useful discussions and valuable comments to the manuscript. The work was supported by the Russian Foundation for Basic Research (project nos. 99-05- 64073 and 99-05-65004).\nReviewers A.S. Alekseev and E.Ya. Leven"
  }],
  "year": 2003,
  "references": [{
    "title": "Filling the Delaware Basin: Hydrologic and Climatic Controls on the Permian Castile Formation Varved Evaporite",
    "authors": ["R.Y. Anderson", "W.E. Dean"],
    "venue": "The Permian of Northern Pangea,",
    "year": 1995
  }, {
    "title": "Permskie i nekotorye kamennougol’nye ammonoidei Severo-Vostoka Azii (Permian and Some Carboniferous Ammonoids from Northeastern Asia)",
    "authors": ["V.N. Andrianov"],
    "venue": "Novosibirsk: Nauka,",
    "year": 1985
  }, {
    "title": "Verkhnepaleozoiskie otlozheniya Zapadnogo Verkhoyan’ya (Upper Paleozoic Deposits in the Western Verkhoyansk region)",
    "authors": ["V.N. Andrianov"],
    "venue": "Moscow: Nauka,",
    "year": 1966
  }, {
    "title": "The Climate of Pangaea: a Review of Climate Model Simulations of the Permian, The Permian of Northern Pangea",
    "authors": ["E.J. Barron", "P.J. Fawcett"],
    "year": 1995
  }, {
    "title": "Permian History of Arctic North America, The Permian of Northern Pangea",
    "authors": ["B. Beauchamp"],
    "year": 1995
  }, {
    "title": "Fatsii i paleogeografiya Moskovskoi sineklizy i Volzhsko-Kamskoi antiklizy v rannetriasovuyu epokhu (Facies and Early Triassic Paleogeography of the Moscow Syneclise and East Kama Anteclise), Kazan: Kazansk",
    "authors": ["G.I. Blom"],
    "year": 1972
  }, {
    "title": "Palynologie comparee du Permien nigerien (Afrique occidentale) et Peritethysien",
    "authors": ["J. Broutin", "J. Doubinger", "M.O. Hamet", "J. Lang"],
    "venue": "Implications stratigraphiques et phytogeographiques, Rev. Palaeobot. and Palynolog.,",
    "year": 1990
  }, {
    "title": "The Permian Pangea. Phytogeographic Implications of New Paleontological Discoveries in Oman (Arabian Peninsula)",
    "authors": ["J. Broutin", "J. Roger", "Platel", "J.P"],
    "venue": "C.R. Acad. Sci. Paris, Ser. IIa,",
    "year": 1995
  }, {
    "title": "Bivalve Zonation in Permian Deposits of Northeastern Asia, Stratigr",
    "authors": ["A.S. Byakov"],
    "venue": "Geol. Korrelyatsiya,",
    "year": 2000
  }, {
    "title": "A General Outline of the Permian Continental Basins in Southwestern Europe, The Permian of Northern Pangea",
    "authors": ["G. Cassinis", "N. Toutin-Morin", "C. Virgili"],
    "year": 1995
  }, {
    "title": "Paleosols Discovered in Permian and Triassic Sequences",
    "authors": ["V.I. Chalyshev"],
    "venue": "Dokl. Akad. Nauk SSSR,",
    "year": 1968
  }, {
    "title": "Glacial Events of the Past and Their Geological Significance, Palaeogeogr",
    "authors": ["N.M. Chumakov"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 1985
  }, {
    "title": "Evidence of Late Permian Glaciation in the Kolyma River basin: A Repercussion of the Gondwana Glaciation in Northeast Asia",
    "authors": ["N.M. Chumakov"],
    "venue": "Stratigr. Geol. Korrelyatsiya,",
    "year": 1994
  }, {
    "title": "Periodicity of Major Glaciation Events and Their Correlation with Endogenic Activity of the Earth",
    "authors": ["N.M. Chumakov"],
    "venue": "Dokl. Ross. Akad. Nauk,",
    "year": 2001
  }, {
    "title": "Late Paleozoic Glaciation",
    "authors": ["J.C. Crowell", "L.A. Frakes"],
    "venue": "IV. Australia, Bull. Geol. Soc. Am.,",
    "year": 1971
  }, {
    "title": "Pre-Mesozoic Ice Ages: Their Bearing on Understanding the Climate System, Mem",
    "authors": ["J.C. Crowell"],
    "venue": "Geol. Soc. Am.,",
    "year": 1999
  }, {
    "title": "Late Palaeozoic Glaciation",
    "authors": ["J.M. Dickins"],
    "venue": "BMR J. Austral. Geol. Geophys.,",
    "year": 1985
  }, {
    "title": "Problems of Late Palaeozoic Glaciation in Australia and Subsequent Climate in the Permian, Palaeogeogr",
    "authors": ["J.M. Dickins"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 1996
  }, {
    "title": "Triasovye flory Evrazii (Triassic Floras of Eurasia)",
    "authors": ["I.A. Dobruskina"],
    "venue": "Moscow: Nauka,",
    "year": 1982
  }, {
    "title": "Reconstruction of Late Paleozoic Climatic Changes in Angaraland according to Phytogeographic Data, Stratigr",
    "authors": ["M.V. Durante"],
    "venue": "Geol. Korrelyatsiya,",
    "year": 1995
  }, {
    "title": "Upper Permian Glaciomarine Deposits in the Kolyma River Source Area, Litol",
    "authors": ["O.G. Epshtein"],
    "venue": "Polezn. Iskop.,",
    "year": 1972
  }, {
    "title": "The End-Permian Mass Extinction, The Permian of Northern Pangea",
    "authors": ["D.H. Erwin"],
    "year": 1995
  }, {
    "title": "Iceberg Rafting and Scouring in the Permian Shoalhaven Group of New South Wales, Australia: Evidence of Heinrich-like Events?, Palaeogeogr., Palaeoclimatol",
    "authors": ["N. Eyles", "C.H. Eyles", "V.A. Gostin"],
    "venue": "Palaeoecol,",
    "year": 1997
  }, {
    "title": "Climate Modes of the Phanerozoic",
    "authors": ["L.A. Frakes", "J.E. Francis", "J.I. Syrtus"],
    "year": 1992
  }, {
    "title": "Modern Nearshore Cold-Temperate Calcareous Sediments in the Troms District, Nothern Norway",
    "authors": ["A. Freiwald"],
    "venue": "J. Sediment. Res.,",
    "year": 1998
  }, {
    "title": "The Taimyr-Kolyma Subregion, Osnovnye cherty stratigrafii permskoi sistemy SSSR (Basic Features of the Permian System Stratigraphy in the USSR)",
    "authors": ["V.G. Ganelin"],
    "venue": "Leningrad: Nedra,",
    "year": 1984
  }, {
    "title": "Boreal Benthonic Biota of the Late Paleozoic World Ocean, Stratigr",
    "authors": ["V.G. Ganelin"],
    "venue": "Geol. Korrelyatsiya,",
    "year": 1997
  }, {
    "title": "Phanerozoic Paleogeographic and Paleoclimatic Modeling Maps, Pangea: Global Environments and Resources, Embry",
    "authors": ["J. Golonka", "M.I. Ross", "C.R. Scotese"],
    "venue": "Mem. Can. Soc. Petrol. Geol.,",
    "year": 1994
  }, {
    "title": "Biogeography of Permian Sea Basins, Paleontol",
    "authors": ["T.A. Grunt"],
    "venue": "Zh., 1995,",
    "year": 1995
  }, {
    "title": "A Hierarchical Framework of Permian Global Marine Biogeography",
    "authors": ["T.A. Grunt", "G.R. Shi"],
    "venue": "Proc. 30th Int. Geol. Congress,",
    "year": 1997
  }, {
    "title": "A Unique Geochemical Record at the Permian/Triassic Boundary",
    "authors": ["W.T. Holser", "H.P. Schonlaub", "Jr.", "M.A"],
    "venue": "Nature (London),",
    "year": 1989
  }, {
    "title": "The Early Kazanian “Soyana River Flora:” Its Place among Coeval Floras and in Phytogeographic Zones of the Angaraland, Stratigr",
    "authors": ["I.A. Ignat’ev", "S.V. Naugol’nykh"],
    "venue": "Geol. Korrelyatsiya,",
    "year": 2001
  }, {
    "title": "Permian and Triassic Woods from the Transantarctic Mountains: Paleoenvironmental Indicators",
    "authors": ["T.H. Jefferson", "T.N. Taylor"],
    "venue": "US Antarctic J.,",
    "year": 1983
  }, {
    "title": "Opornyi razrez permi Omolonskogo massiva (Permian Reference Section of the Omolon Massif)",
    "authors": ["D.S. Kashik", "V.G. Ganelin", "Karavaeva", "N.I"],
    "venue": "Leningrad: Nauka,",
    "year": 1990
  }, {
    "title": "Paleoreef Maps: Evaluation of a Comprehensive Database on Phanerozoic Reefs",
    "authors": ["W. Kiessling", "Flügel E", "J. Golonka"],
    "venue": "Bull. Am. Assoc. Petrol. Geol.,",
    "year": 1999
  }, {
    "title": "Correlative Reference Levels of the Permian, Stratigr",
    "authors": ["G.V. Kotlyar"],
    "venue": "Geol. Korrelyatsiya,",
    "year": 1997
  }, {
    "title": "Some Aspects of the Permian–Triassic Boundary (PTB) and of the Possible Causes for the Biotic Crisis around This Boundary, Palaeogeogr",
    "authors": ["H.W. Kozur"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 1998
  }, {
    "title": "Simulation of Late Permian Climate and Biomes with an Atmosphere-Ocean Model: Comparisons with Observations",
    "authors": ["J.E. Kutzbach", "A.M. Ziegler"],
    "venue": "Phil. Trans. R. Soc., Biol. Sci. Ser. B,",
    "year": 1993
  }, {
    "title": "Early Permian Fusulinids from the Central Pamir, Riv",
    "authors": ["Leven", "E.Ja"],
    "venue": "Ital. Paleontol. Stratigr.,",
    "year": 1993
  }, {
    "title": "Evolution of Palaeoecology and Triassic Fluvial Basin in Europe, Vol. 1: Western and Eastern Europe; Vol. 2: Southeastern Europe and Index, Stuttgart: Gustav",
    "authors": ["D. Mader"],
    "year": 1992
  }, {
    "title": "Do Fossil Plants Signal Palaeoatmospheric CO2 Concentration in the Geological Past, Phil",
    "authors": ["J.C. McElwain"],
    "venue": "Trans. R. Soc., Biol. Sci. Ser. B,",
    "year": 1998
  }, {
    "title": "Gondwanan Floristic and Sedimentological Trends during the Permian–Triassic Transition: New Evidence from the Amery Group, Northern Prince Charles Mountains, East Antarctica",
    "authors": ["S. McLoughlin", "S. Lindstrom", "N. Drinnan"],
    "venue": "Antarctic Sci.,",
    "year": 1997
  }, {
    "title": "Osnovy paleobotanikiyu (Fundamentals of Paleobotany), Moscow: Nedra",
    "authors": ["S.V. Meyen"],
    "year": 1987
  }, {
    "title": "Etapy razvitiya bentosa fanerozoiskikh morei. Mezozoi. Kainozoi (Benthos Evolutionary Stages in Phanerozoic Seas: Mesozoic and Cenozoic)",
    "authors": ["L.A. Nevesskaya"],
    "venue": "Moscow: Nauka,",
    "year": 1999
  }, {
    "title": "Geologic Evidence of Permian Climate, The Permian of Northern Pangea",
    "authors": ["J.T. Parrish"],
    "year": 1995
  }, {
    "title": "Geochemistry of Permian Desert Landscapes",
    "authors": ["A.I. Perel’man", "E.N. Bogrisenko"],
    "venue": "Izv Ross. Akad. Nauk, Ser. Geogr.,",
    "year": 1999
  }, {
    "title": "The Initiation of Northern Hemisphere Glaciation",
    "authors": ["M.E. Raymo"],
    "venue": "Annu. Rev. Earth Planet. Sci.,",
    "year": 1994
  }, {
    "title": "Permian Climates: Evaluating Model Predictions",
    "authors": ["P. Rees", "A. Mc", "M.T. Gibbs", "J.E. Kutzbach", "P.J. Behling"],
    "venue": "Using Global Paleobotanical Data, Geology,",
    "year": 1999
  }, {
    "title": "Late Carboniferous to Middle Triassic Megafossil Floras",
    "authors": ["G.J. Retallack"],
    "year": 1980
  }, {
    "title": "Permafrost Paleoclimate of Permian Paleosols in the Gerringong Volcanic Facies of New-South-Wales, Austral",
    "authors": ["G.J. Retallack"],
    "venue": "J. Earth Sci., 1999a, vol. 46,",
    "year": 1999
  }, {
    "title": "Postapocalyptic Greenhouse Paleoclimate Revealed by Earliest Triassic Paleosols in the Sydney Basin, Australia, Bull. Geol",
    "authors": ["G.J. Retallack"],
    "venue": "Soc. Am., 1999b, vol. 111,",
    "year": 1999
  }, {
    "title": "Landscape Ecological Shift at the Permian–Triassic Boundary in Antarctica, Austral",
    "authors": ["G.J. Retallack", "E.S. Krull"],
    "venue": "J. Earth Sci.,",
    "year": 1999
  }, {
    "title": "Palaeoclimatology and Continental Drift, Implications of Continental Drift in the Earth",
    "authors": ["P.L. Robinson"],
    "venue": "Sciences, London: Academic,",
    "year": 1973
  }, {
    "title": "Permian Sequence Stratigraphy, The Permian of Northern Pangea",
    "authors": ["C.A. Ross", "R.P. Ross"],
    "year": 1995
  }, {
    "title": "The Permian of Gondwana, 27-oi Mezhdun",
    "authors": ["B. Runnegar"],
    "venue": "geol. kongress. Dokl. T. 1 (Proc. 27th Int. Geol. Congr.), Moscow: Nauka,",
    "year": 1984
  }, {
    "title": "Permian–Triassic Boundary Deposits in Framing Structures of the East Siberian Platform, Stratigr",
    "authors": ["G.N. Sadovnikov", "E.F. Orlova"],
    "venue": "Geol. Korrelyatsiya,",
    "year": 1997
  }, {
    "title": "Pangea and Paleogeography of the Permian, The Permian of Northern Pangea",
    "authors": ["C.R. Scotese", "R.P. Langford"],
    "year": 1995
  }, {
    "title": "Evolutionary Faunas, Paleobiology",
    "authors": ["J.J. Sepkoski", "Jr."],
    "year": 1990
  }, {
    "title": "Late Permian CoalBearing Carbonate Successions in Southern China: Coal Accumulation on Carbonate Platforms",
    "authors": ["L. Shao", "P. Zhang", "D. Ren", "J. Lei"],
    "venue": "Int. J. Coal Geol.,",
    "year": 1998
  }, {
    "title": "Permian Gondwana-Boreal Antitropicality with Special Reference to Brachiopod Faunas, Palaeogeogr., Palaeoclimatol",
    "authors": ["G.R. Shi", "T.A. Grunt"],
    "venue": "Palaeoecol.,",
    "year": 2000
  }, {
    "title": "Estimates of the Earth’s Spin (Geographic) Axis Relative to Gondwana from Glacial Sediments and Paleomagnetism",
    "authors": ["A.G. Smith"],
    "venue": "Earth Sci. Rev.,",
    "year": 1997
  }, {
    "title": "A Review of Stratigraphy and Sedimentary Environments of the Karoo Basin of South Africa",
    "authors": ["R.M.H. Smith"],
    "venue": "J. Afr. Earth Sci.,",
    "year": 1990
  }, {
    "title": "Glacier-Fed(?) Sandstone Sheets in the Weller Coal Measures (Permian), Allan Hills, Antarctica, Palaeogeogr",
    "authors": ["N.D. Smith", "P.J. Barrett", "K.J. Woolfe"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 1998
  }, {
    "title": "Paleozoic Mass Extinctions: Shared Patterns Suggest Global Cooling as Common Cause",
    "authors": ["S.M. Stanlay"],
    "venue": "Am. J. Sci.,",
    "year": 1989
  }, {
    "title": "A Double Mass Extinction at the End of the Paleozoic Era",
    "authors": ["S.M. Stanlay", "X. Yang"],
    "venue": "Science,",
    "year": 1994
  }, {
    "title": "Microplankton, Ecological Succession and Evolution, Yochelson",
    "authors": ["H. Tappan"],
    "year": 1971
  }, {
    "title": "Upper Triassic Proluvium of the CisUrals and Time of Folding and Orogeny in the Southern Urals",
    "authors": ["V.P. Tverdokhlebov"],
    "venue": "Izv. Akad. Nauk SSSR, Ser. Geol.,",
    "year": 1971
  }, {
    "title": "Continental Arid Formations of Paleozoic-Mesozoic Boundary Time in the East European Russia, Doctoral (Geol.–Min.) Dissertation, Saratov: Sarat",
    "authors": ["V.P. Tverdokhlebov"],
    "year": 1996
  }, {
    "title": "Eolian Deposits of the Tatarian Stage in the Vyatka River Basin, Dokl",
    "authors": ["V.P. Tverdokhlebov", "L.N. Schmincke"],
    "venue": "Akad. Nauk SSSR,",
    "year": 1990
  }, {
    "title": "The Paleozoic Boreal Biogeographic Region, Stratigr",
    "authors": ["V.I. Ustritskii"],
    "venue": "Geol. Korrelyatsiya,",
    "year": 1993
  }, {
    "title": "Palynology of the Permian of Northern Continents: a Review, The Permian of Northern Pangea",
    "authors": ["J. Utting", "S. Piasecki"],
    "year": 1995
  }, {
    "title": "Phytogeography, Paleoclimate, and Disposition of Continents in the Mesozoic",
    "authors": ["V.A. Vakhrameev"],
    "venue": "Vestn. Akad. Nauk SSSR,",
    "year": 1985
  }, {
    "title": "Evolutionary Paleoecology of the Marine Biosphere",
    "authors": ["J.W. Valentine"],
    "venue": "Englewood Cliffs: Prentice-Hall,",
    "year": 1973
  }, {
    "title": "Synthesis, Permian–Triassic Pangean Foldbelts along the Panthalassan Margin of Gondwanaland, Veevers",
    "authors": ["J.J. Veevers", "Powell", "A.C.Mc", "J.W. Collinson", "O.R. LopezGamundi"],
    "venue": "Mem. Geol. Soc. Am.,",
    "year": 1994
  }, {
    "title": "A Review of the Permo-Carboniferous Glaciation in Africa, Late Glacial and Postglacial Environmental Changes. Quaternary, Carboniferous-Permian and Proterozoic",
    "authors": ["J.N.J. Visser"],
    "year": 1997
  }, {
    "title": "The Permian Angara Flora from North Greenland: a Progress Report, Abstracts of Papers, XIV ICCP, Pander Soc., Can",
    "authors": ["R.H. Wagner", "S. Lausberg", "S. Naugolnykh"],
    "venue": "Paleontol. Conf.,",
    "year": 1999
  }, {
    "title": "Permian Conodonts, The Permian of Northern Pangea",
    "authors": ["B.R. Wardlaw"],
    "year": 1995
  }, {
    "title": "The Development of Floristic Provinciality during the Middle and Late Paleozoic",
    "authors": ["C. Wnuk"],
    "venue": "Rev. Palaeobot., Palynol.,",
    "year": 1996
  }, {
    "title": "Paleosols in Upper Permian Sequences of the Sukhona River (Sev",
    "authors": ["Yakimenko", "E.Yu", "V.O. Tergul’yan", "Chumakov", "N.M"],
    "venue": "Dvina River Basin), Litol. Polezn. Iskop.,",
    "year": 2000
  }, {
    "title": "Palynology and Phytogeography of the Early Triassic, Paleontol",
    "authors": ["O.P. Yaroshenko"],
    "venue": "Zh.,",
    "year": 1997
  }, {
    "title": "Paleogeography and Sedimentation Settings during Permian–Triassic Reorganizations in Biosphere, Stratigr",
    "authors": ["M.A. Zharkov", "N.M. Chumakov"],
    "venue": "Geol. Korrelyatsiya,",
    "year": 2001
  }, {
    "title": "Phytogeographic Patterns and Continental Configurations during the Permian Period, Paleozoic Paleogeography and Biogeography",
    "authors": ["A.M. Ziegler"],
    "venue": "Mem. Geol. Soc. London,",
    "year": 1990
  }, {
    "title": "A Mini Atlas of Oceanic Water Masses in the Permian Period",
    "authors": ["A.M. Ziegler", "M.T. Gibbs", "M.L. Hulver"],
    "venue": "Proc. R. Soc. Victoria,",
    "year": 1998
  }, {
    "title": "Permian World Topography and Climate, Late Glacial and Postglacial Environmental Changes",
    "authors": ["A.M. Ziegler", "M.L. Hulver", "D.B. Rowley"],
    "venue": "Quaternary, CarboniferousPermian and Proterozoic,",
    "year": 1997
  }, {
    "title": "Early Mesozoic Phytogeography and Climate, Phil",
    "authors": ["A.M. Ziegler", "J.M. Parrish", "J Yao"],
    "venue": "Trans. R. Soc. London, Biol. Sci.,",
    "year": 1993
  }],
  "id": "SP:3c6326979957e3257d9115335ef0a64acf4faff2",
  "authors": [{
    "name": "N. M. Chumakov",
    "affiliations": []
  }, {
    "name": "M. A. Zharkov",
    "affiliations": []
  }],
  "abstractText": "The Late Permian–initial Triassic was a period of the Earth climate change, as the glacial climate of the Late Paleozoic was replaced by the non-glacial one of the Mesozoic. The intricate trend of this process is reconstructed and illustrated by schematic paleoclimatic maps. Warming in the second half of the Sakmarian Age resulted in a rapid degradation of huge glacial belt to the polar glacial cap. By the Kazanian Age, the latter was gradually replaced by the high-latitude temperate-cold belt with retained and new glacial centers that intermittently widened. In the Tatarian Age, a similar temperate-cold belt appeared in the Northern Hemisphere as well. The next strong and sudden global warming occurred in the Permian–Triassic boundary period when the temperate-warm climate developed in high latitudes of the Northern Hemisphere and temperate one in the Southern Hemisphere. General warming complicated by frequent different-rank oscillations transformed the climatic zoning on the Earth and resulted in rapid global ecological changes. Huge dimensions of Pangea and mountainous belts and ridges at its margins primordially determined wide development of the semiarid and arid climate in low latitudes. During the Late Permian–initial Triassic period, the aridity of the Earth was increasing that is evident from successive widening of arid and semiarid belts of Pangea, which advanced toward middle latitudes, and from grown aridity in the equatorial mountainous belt and in tropical latitudes of the Tethys. Global warming was main factor responsible for stepwise widening of arid and semiarid belts. Another cause of aridity increase was gradual regression of inner seas. Arid and semiarid belts occupied about 40% of land at the beginning of the Early Permian, 55% in the late Sakmarian–early Artinskian time, and 80% in the Induan Age. Paleoclimatic reconstructions confirm the assumed significance of monsoons impact on the climate development in the Permian and Early Triassic to a certain extent only. During glacial periods, the climatic asymmetry of the Earth was particularly remarkable. Registered environmental changes of the Permian time (regressions, aridity growth, land elevation, orogeny, and island-arc volcanism) could result only in cooling. Warming of terminal Permian–Early Triassic, as well as C, O, S, and Sr isotopic anomalies were probably the first results of the main Pfalzian phase of the Hercynian tectogenesis with associated weakening of suprasubduction volcanism, intense regional metamorphism, and denudation of carbonaceous sedimentary sequences of orogens. The subsequent outburst of mantle volcanism, in particular, trap eruptions in Siberia promoted these processes further. Depending on their scale, climatic changes prepared or even provoked biotic crises, the mass extinctions included.",
  "title": "Climate during the Permian–Triassic Biosphere Reorganizations. Article 2. Climate of the Late Permian and Early Triassic: General Inferences"
}