{
  "sections": [{
    "text": "The history of erosion of southwestern North America and its relationship to surface uplift is a long-standing topic of debate. We use geologic and thermochronometric data to reconstruct the erosion history of southwestern North America. We infer that erosion events occurred mostly in response to surface uplift by contemporaneous tectonism, and were not long-delayed responses to surface uplift caused by later climate change or drainage reorganization. Rock uplift in response to isostatic compensation of exhumation occurred during each erosion event, but has been quantifi ed only for parts of the late Miocene–Holocene erosion episode. We recognize four episodes of erosion and associated tectonic uplift: (1) the Laramide orogeny (ca. 75–45 Ma), during which individual uplifts were deeply eroded as a result of uplift by thrust faults, but Laramide basins and the Great Plains region remained near sea level, as shown by the lack of signifi cant Laramide exhumation in these areas; (2) late middle Eocene erosion (ca. 42–37 Ma) in Wyoming, Montana, and Colorado, which probably occurred in response to epeirogenic uplift from lithospheric rebound that followed the cessation of Laramide dynamic subsidence; (3) late Oligocene–early Miocene deep erosion (ca. 27–15 Ma) in a broad region of the southern Cordillera (including the southern Colorado Plateau, southern Great Plains, trans-Pecos Texas, and northeastern Mexico), which was uplifted in response to increased mantle buoyancy associated with major concurrent volcanism in the Sierra Madre Occidental of Mexico and in the Southern Rocky Mountains; (4) Late Miocene–Holocene erosion (ca. 6–0 Ma) in a broad area of southwestern North America, with loci of deep erosion in the western Colorado–eastern Utah region and in the western Sierra Madre Occidental. Erosion in western Colorado–eastern Utah refl ects mantle-related rock uplift as well as an important isostatic component caused by compensation of deep fl uvial erosion in the upper Colorado River drainage following its integration to the Gulf of California. Erosion in the western Sierra Madre Occidental occurred in response to rift-shoulder uplift and the proximity of oceanic base level following the late Miocene opening of the Gulf of California. We cannot estimate the amount of rock or surface uplift associated with each erosion episode, but the maximum depths of exhumation for each were broadly similar (typically ~1–3 km). Only the most recent erosion episode is temporally correlated with climate change. Paleoaltimetric studies, except for those based on leaf physiognomy, are generally compatible with the uplift chronology we propose here. Physiognomy-based paleo eleva tion data suggest that near-modern elevations were attained during the Paleogene, but are the only data that uniquely support such interpretations. High Paleogene elevations require a complex late Paleogene–Neogene uplift and subsidence history for the Front Range and western Great Plains of Colorado that is not compatible with the regional sedimentation and erosion events we describe here. Our results suggest that near-modern surface elevations in southwestern North America were generally not attained until the Neogene, and that these high elevations are the cumulative result of four major episodes of Cenozoic rock uplift of diverse origin, geographic distribution, and timing."
  }, {
    "heading": "INTRODUCTION",
    "text": "Southwestern North America (herein the Colorado Plateau, the central and southern Rocky Mountains, the western Great Plains, and northern Mexico) encompasses one of Earth’s great orogenic plateaus. Despite a long history of scientifi c investigation, no consensus exists concerning the timing and mechanisms of uplift. The main region of high topography is in the southern Rocky Mountains of western and central Colorado (Fig. 1), where elevations are as high as 4.4 km. The southern Rocky Mountains are surrounded by broad regions of moderate to high elevation in the Colorado Plateau, central Rocky Mountains (Fig. 1), northern Rio Grande rift, and the western Great Plains. These regions are separated from the high terrain of the Sierra Madre Occidental (Fig. 1) of Mexico by the low-lying southern Basin and Range province. Modern rivers have deeply dissected some areas, including the Grand Canyon of northwestern Arizona, the barrancas of the western Sierra Madre Occidental, and numerous deep canyons in the northern Colorado Plateau– Rocky Mountains region. The Cenozoic uplift and erosion history of southwestern North America has been a topic of research and scientifi c debate for more than a century (Powell, 1875). Geologists and geophysi cists, invoking a variety of mechanisms, have interpreted that major episodes of regional uplift occurred during the Late Cretaceous– Eocene Laramide orogeny (McQuarrie and Chase, 2000; Humphreys et al., 2003; Huntington et al., 2010), post-Laramide magmatism (Spencer, 1996; Cather et al., 2008; Roy et al., 2004, 2009; Eaton, 2008; Liu and Gurnis, 2010; Cather, 2011a), the middle and late Cenozoic (Sahagian et al., 2002a; Roy et al., 2009), the middle Miocene–Holocene (Eaton, 1986, 1987, 2008; Moucha et al., 2009; Pelletier , 2009),\nFor permission to copy, contact editing@geosociety.org © 2012 Geological Society of America\n1177\nGeosphere; December 2012; v. 8; no. 6; p. 1177–1206; doi:10.1130/GES00801.1; 11 fi gures; 4 tables. Received 28 February 2012 ♦ Revision received 17 July 2012 ♦ Accepted 19 July 2012 ♦ Published online 18 October 2012\n*Corresponding author: steve@gis.nmt.edu\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\n1178 Geosphere, December 2012\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\nGeosphere, December 2012 1179\nand the late Miocene–Holocene (McMillan et al., 2006; Karlstrom et al., 2008; van Wijk et al., 2010; Levander et al., 2011). Diverse uplift mechanisms have been proposed, but most authors have emphasized the role of a single geologic process to explain the majority of uplift.\nHere, we use the term rock uplift to denote the upward movement of a body of rock relative to a datum; in this case, sea level adjusted for eustatic changes. Surface uplift is rock uplift minus erosion depth. We use the term tectonic uplift for all rock uplift processes except for passive isostatic compensation in response to erosion. Climate change or drainage capture can induce deep erosion and cause rock uplift without tectonic uplift, through isostatic uplift. Erosion-induced isostatic rock uplift, however, causes a net lowering of surface elevations (Molnar and England, 1990). To explain the post-Cretaceous increase in surface elevations in southwestern North America we must invoke tectonic processes, although isostatic compensation in response to erosion was also a signifi - cant rock uplift process (Pederson et al., 2002; Lazear et al., 2011; Karlstrom et al., 2012).\nIn this report, we summarize stratigraphic and thermochronometric data that bear on the Cenozoic exhumation history and drainage evolution of southwestern North America. Stratigraphic relationships, such as where a younger unit is topographically inset below older rocks, and regionally extensive lacunae (times of non deposition and erosion) provide unambiguous evidence of erosional regimes. Thermochronology allows discernment of exhumation and cooling events, even in areas where associated degradational deposits have been removed by erosion. Stratigraphic and thermochronometric data thus provide prima facie evidence of erosion.\nWe argue that four episodes of deep erosion affected the region: (1) the Late Cretaceous–middle Eocene (ca. 75–45 Ma) Laramide orogeny, when local positive areas in the Colorado Plateau–Rocky Mountain region were deeply eroded; (2) the late middle Eocene (ca. 42–37 Ma), during which extensive postLaramide pediments (the Rocky Mountain erosion surface) became incised by valleys locally >0.6 km deep, and Laramide basins in Wyoming and Colorado underwent widespread exhumation; (3) the late Oligocene–early Miocene (ca. 27–15 Ma), when a broad region (including northeastern Mexico, central and western Texas, the southern Great Plains, and the southern Colorado Plateau) along the northeast fl ank of the Sierra Madre Occidental volcanic fi eld was deeply eroded, locally to 2–3 km depth; and (4) the late Miocene–Holocene uplift (ca. 6 Ma to present), during which erosion was renewed\nthroughout the region with a locus of maximum incision (1–3 km depth) in eastern Utah and western Colorado.\nIt is clear that southwestern North America has undergone major surface uplift since the fi nal withdrawal of the sea in the Late Cretaceous. It is a topic of contention, however, if erosion was synchronous with surface uplift or if erosion occurred long after uplift in response to climate change or drainage reorganization. We show that Cenozoic erosion patterns in this region cannot be reasonably explained solely by climate change or drainage reorganization. We infer that the four episodes of Cenozoic erosion in southwestern North America were related to tectonism. The loci of these four episodes are distinct in space and time, and each is associated with distinct uplift processes. These are (1) local contractile tectonism during the Laramide orogeny, (2) post-Laramide (late middle Eocene) lithospheric rebound following cessation of Laramide dynamic subsidence, (3) increased mantle buoyancy from basalt melt extraction and thermal expansion related to voluminous Oligocene–Miocene ignimbrite volcanism in the Sierra Madre Occidental and in the Southern Rocky Mountains, and (4) late Cenozoic mantle-driven uplift related to dynamic uplift and thermal effects.\nAlthough the net post-Cretaceous rock uplift is calculable or known for most areas (e.g., Peder son et al., 2002, fi g. 5 therein; Kelley and Chapin, 2004), we cannot quantify the amount of rock uplift associated with individual erosion episodes. The maximum depths of erosion for each episode, however, were broadly similar. Rock uplift in response to isostatic compensation of deep erosion undoubtedly contributed to each phase of uplift, but these effects have been quantifi ed only for parts of the youngest erosional episode. The effects of climate change were also important, but they mostly infl uenced\nregional depositional episodes and the late Miocene–Holocene interval of erosion.\nWe compare the timing and geographic extent of inferred uplift episodes to paleoelevation determinations from paleobotanical studies, vesicle paleoaltimetry, stable isotopic analyses, and clumped isotopic analyses, and note that only paleoaltimetry based on leaf physiognomy is diffi cult to reconcile with the surface uplift history we delineate here. We conclude that the Cenozoic surface uplift and erosion history of southwestern North America was both complex and polygenetic."
  }, {
    "heading": "INITIAL CONDITIONS",
    "text": "Marine beds preserved in basins of the Colorado Plateau, the Rocky Mountains, and the western Great Plains provide an unambiguous record of the last time these regions were near sea level. The fi nal regression of the Late Cretaceous Western Interior Seaway occurred during the Campanian in the Piceance Basin (Fig. 2), following deposition of the Buck tongue of the Mancos Shale, which contains Baculites perplexus (Gill and Hail, 1975) (ca. 79 Ma; Obradovich, 1993). The fi nal marine regression in the San Juan Basin was in the Campanian (ca. 74 Ma; Cather, 2004), based on radioisotopically constrained biozones. The youngest marine deposits in the Black Mesa Basin are Santonian (ca. 84 Ma), but this area is landward of the subsequent Campanian transgression (Molenaar, 1983). Today the modern surface elevation of the Colorado Plateau averages ~2 km above sea level (Pederson et al., 2002).\nFinal withdrawal of the Western Interior Seaway from the western Great Plains was in the late Campanian (ca. 72–71 Ma in the Raton Basin; Cather, 2004; ca. 69 Ma in the Denver Basin; Raynolds, 2003). Sporadic marine inundations occurred in the Hanna Basin of south-\nFigure 2 (on following page). Map showing late Laramide (early middle Eocene, ca. 50 Ma) confi gurations of uplifts, basins, principal paleodrainages, and distribution of apatite fi ssion track (AFT) localities. See text for discussion. Laramide uplift abbreviations: Bh—Bighorn; BH—Black Hills; D—Defi ance; FR—Front Range; G—Gunnison; K—Kaibab; L—Laramie; M—Montosa; MB—Medicine Bow; MH—Mogollon Highland; Mon—Monument; N—Nacimiento; P—Park; S—Sierra; SC—San Luis and Sangre de Cristo; SM—Sierra Madre; Sw—Sawatch; U—Uinta; W—Wet Mountains; Wh—White River; WR—Wind River; Z—Zuni. Laramide basin abbreviations: B—Bighorn; Bb—Baca; BMb—Black Mesa (late Laramide fi ll is hypothetical); Cb—Claron; CJb—Carthage–La Joya; Db—Denver; Gb—Galisteo; GRb—greater Green River; H—Hanna; Lb—Laramie; Pb—Piceance; PPb—Parras–La Popa; PRb—Powder River; Rb—Raton; Sb—Sabinas; SBb—Sierra Blanca; SJb—San Juan; Tb—Tornillo; Ub—Uinta; WRb—Wind River. Other abbreviations: Ab—Anadarko Basin region; CMB—Colorado Mineral Belt; CR—California River; IR—Idaho River; Lu—Llano uplift region; Mu—Marathon uplift area; SGP—southern Great Plains region.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\n1180 Geosphere, December 2012\nFigure 2.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\nGeosphere, December 2012 1181\ncentral Wyoming as late as the early Paleocene (Boyd and Lillegraven, 2011). The Cannonball Sea withdrew from the Williston Basin (~300 km north of the Black Hills uplift; Fig. 2) of North Dakota during the early Paleocene (ca. 64 Ma; Peppe et al., 2009). The western Great Plains today are ~0.8–1.8 km above sea level; only ~220 m of this elevation is the result of global sea-level fall since the beginning of the Laramide orogeny (Haq et al., 1987).\nLARAMIDE INTRAFORELAND EROSION\nThe Laramide orogeny (ca. 75–45 Ma) produced a series of basement-involved uplifts and intervening basins throughout the Colorado Plateau–Rocky Mountain area. Deformation began in the Late Cretaceous (Campanian, ca. 75 Ma) and was mostly fi nished by the early middle Eocene (ca. 50–45 Ma). Evidence for Laramide erosion and cooling in the Colorado Plateau– Rocky Mountain area is restricted to local uplifts. Apatite fi ssion track (AFT) dating has demonstrated signifi cant exhumational cooling on many Laramide uplifts. These include the Kaibab uplift (Fig. 2; ca. 80–45 Ma; Naeser et al., 1989, 2001; Kelley et al., 2001), the western Grand Canyon (ca. 75–60 Ma; Kelley et al., 2001), the Zuni uplift (ca. 70–40 Ma; Kelley , 2003), the Nacimiento uplift (81–33 Ma; Kelley , 2003), the Gunnison uplift (ca. 55 Ma; Bryant and Naeser, 1980), the Sawatch Range (51– 52 Ma; Bryant and Naeser, 1980), the Montosa uplift (65–37 Ma; Kelley et al., 1992), the northern Sierra uplift (57–45 Ma, based on clasts derived from the uplift, which subsequently subsided into the Rio Grande rift; Kelley et al., 2009), parts of the Front Range (79–45 Ma; Bryant and Naeser, 1980; 67–57 Ma; Kelley and Chapin, 2004), the Sangre de Cristo uplift (Santa Fe Range portion, 74–44 Ma; Kelley and Duncan, 1986; Kelley, 1990; Kelley and Chapin, 1995), the Laramie uplift (82–65 Ma; Kelley, 2005), the northern Medicine Bow uplift (79–60 Ma; Kelley, 2005), the Sierra Madre uplift (79–49 Ma; Kelley, 2005), the Park Range uplift (75–45 Ma; Kelley, 2005), the White River uplift (70–40 Ma; Naeser et al., 2002), the Wind River uplift (80–50 Ma; Cerveny and Steidtmann, 1993), and the Sierra Madre Oriental of northeastern Mexico (74–64 Ma; Gray et al., 2001).\nApatite (U-Th)/He thermochronometry (AHe) has documented Laramide erosion and cooling on the Bighorn uplift (ca. 65 ± 5 Ma; Crowley et al., 2002) and the north fl ank of the Mogollon Highland (ca. 68–37 Ma; Flowers et al., 2008). AHe data for the southwestern part of the Colorado Plateau have been interpreted\nby some to support uplift of the southwest part of the Colorado Plateau and the cutting of a proto–Grand Canyon during the Laramide orogeny. Erosion estimates range from limited incision of post-Paleozoic strata by the early Eocene (Flowers et al., 2008) to the cutting of a proto–Grand Canyon to nearly its present depth during the Campanian (ca. 70 Ma; Wernicke, 2011). Evidence for deep (~1200 m) incision of paleodrainages of Laramide age on the fl ank of the Mogollon Highland south of the Grand Canyon (Young and McKee, 1978; Young, 1979, 2001; Young and Hartman, 2011) may support such interpretations. A recent combined AFT and AHe study in the Grand Canyon area (Lee et al., 2011), however, did not fi nd evidence of a Laramide western Grand Canyon, but instead supports deep erosion (~2 km) and canyon cutting on the Kaibab uplift (eastern Grand Canyon area) during the early Miocene.\nPaleodrainage patterns during the Laramide orogeny are fairly well known (Fig. 2). Rivers entered the Colorado Plateau from the south and west. During the Late Cretaceous these rivers fed deltaic systems on the margin of the Western Interior Seaway as shorelines retreated to the east during nascent Laramide basin development. Paleogene rivers on the western and northern Colorado Plateau terminated in lake basins south of the Uinta uplift. A major Laramide river headed on the continental divide in eastern California (the California River of Wernicke, 2011) entered the southwestern Colorado Plateau possibly near the present Grand Canyon, and terminated in the Uinta Basin (Davis et al., 2010). Another major river (the Idaho River of Chetel et al., 2011) fl owed into the northwestern part of the greater Green River Basin. An east-fl owing precursor to the Salt River entered the Baca Basin of the southeastern Colorado Plateau from south-central Arizona (Potochnik, 1989; Cather, 2004). Paleogene rivers draining the east fl ank of the Laramide orogen and the southeastern Colorado Plateau fl owed southeastward across the Great Plains region to depocenters in the Gulf of Mexico (Galloway et al., 2011). Laramide depocenters in the northwest Gulf of Mexico basin received sediments from sources as distant as the Cordilleran arc terranes of northern Mexico and southeastern California (Mackey et al., 2012). The Colorado Mineral Belt formed a subregional drainage divide within the Laramide foreland because of high topog raphy associated with constructional volcanism, but perhaps also as a result of mantle buoyancy related to magmatism (see following discussions of mantle-buoyancy effects associated with magmatism in the Jemez lineament and the Sierra Madre Occidental).\nAt the end of the Laramide orogeny in the middle Eocene, an extensive, low- to moderaterelief pediment or subsummit surface beveled parts of Laramide uplifts in Colorado and Wyoming (late Eocene surface of Epis and Chapin, 1975) and the Defi ance uplift of Arizona–New Mexico (Tsaile surface of Cooley, 1958; Schmidt, 1991). We use the term Rocky Mountain erosion surface (Evanoff and Chapin, 1994; Chapin and Kelley, 1997) for these surfaces. In central Colorado, the initial carving of the Rocky Mountain erosion surface was in the early middle Eocene (Bridgerian), as the surface can be projected approximately to the top of the Laramide fi ll of the Denver Basin (Chapin and Kelley, 1997), which is ca. 50 Ma (Raynolds, 2003). In parts of Colorado and Wyoming, the Rocky Mountain erosion surface was modifi ed during the onlap of the Miocene Ogallala Group (Evanoff, 1990)."
  }, {
    "heading": "LATE MIDDLE EOCENE EROSION IN THE WYOMING-COLORADO AREA",
    "text": "The late middle Eocene (ca. 42–37 Ma; largely the late Uintan–Duchesnean; Fig. 3) was a time of widespread erosion in Wyoming, Colorado, and parts of Montana, but not in areas to the south and west. In contrast to the Laramide orogeny when erosion was localized on discrete uplifts, the late middle Eocene erosional episode involved both uplifts and basins of the preceding Laramide deformation. There are two lines of evidence for this erosional episode. First, the Rocky Mountain erosion surface (Fig. 4) was incised by deep paleovalleys. These paleovalleys are widely developed in the Front Range and Wet Mountains of Colorado (Epis and Chapin, 1975; Scott and Taylor, 1986), in the eastern Bighorn Mountains (Weibel, 1985), Laramie Range, Medicine Bow Mountains, and southeastern Wind River Mountains of Wyoming (Evanoff, 1990), and locally in central Montana (Wolfe, 1964). Paleovalley depth ranges from ~60 to 300 m in central Colorado (Scott and Taylor, 1986; Chapin and Kelley, 1997) to at least 600 m in parts of northern Colorado, Wyoming, and central Montana (Evanoff , 1990; Wolfe, 1964). In general, the locus of deepest paleovalley incision (≥0.5 km; Fig. 4) in the central Rockies encompasses the southeastern Wind River uplift, the Medicine Bow uplift, the northern Laramie uplift, and part of central Montana (Evanoff, 1990; Wolfe, 1964).\nIn central Colorado, volcanic and vol caniclastic rocks as old as the 36.7 Ma (early Chadro nian) Wall Mountain Tuff (McIntosh and Chapin, 2004) began to accumulate in paleo valleys (Chapin and Kelley, 1997) and on the low-relief interfl uves between paleovalleys\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\n1182 Geosphere, December 2012\n(Wobus and Epis, 1978). The central Colorado paleovalleys underwent episodic cutting and fi lling until ca. 36–35 Ma, when a dominantly aggradational regime began. In Wyoming, the lower parts of these paleovalleys typically are fi lled with conglomeratic and tuffaceous sediments of the Chadronian White River Group (Evanoff, 1990). The incision of paleovalleys therefore occurred between ca. 50 Ma (the age of initial development of the Rocky Mountain erosion surface) and ca. 37 Ma (the age of the earliest fi ll in the paleovalleys). Deep erosion (~3 km) also occurred 36.4–34.3 Ma in the Sawatch Range of central Colorado (Zimmerer, 2011), but this may be the result of local volcano-tectonism.\nThe second line of evidence for a late middle Eocene erosional episode is the nearly complete lack of Duchesnean-age strata in the basins of the Wyoming-Colorado region (Fig. 4; Table 1). As noted by Lillegraven and Ostresh (1988) and Lillegraven (1993), in most Wyoming basins Chadronian beds disconformably overlie Uintan or older strata; Duchesnean beds are rare. A regional lacuna in the Paleogene strata of Wyo-\nming (Lillegraven, 1993) suggests that erosion began in the late Uintan or early Duchesnean (ca. 42–40 Ma) and continued until the early Chadronian (ca. 37 Ma). This stratigraphic relationship is clearly illustrated in the Powder River Basin, where the Chadronian White River Group overlies lower Eocene Wasatch beds at Pumpkin Buttes (Love, 1952), and in the gangplank area near Cheyenne where the White River Group overlies Upper Cretaceous strata (Lillegraven, 1993).\nThe scarcity of Duchesnean beds in basins of the Wyoming region is probably the result of erosion rather than nondeposition. This is shown by contemporaneous drainage incision of the Rocky Mountain surface on nearby uplifts, and the fact that these incised drainages were locally graded to the adjacent, exhumed basins. The depth of erosion in the basins is not well constrained, although AFT data from a well on the northern margin of the greater Green River Basin indicate ~2 km of erosion ca. 42 Ma (Cerveny and Steidtmann, 1993). Stable isotope data from mammalian teeth suggest\nthat kilometer-scale relief was present in southcentral Wyoming during the Chadronian (Barton and Fricke, 2006). The late middle Eocene episode of erosion in the Wyoming region was not recog nized by McMillan et al. (2006), who interpreted continuous slow subsidence and sedi menta tion in the Wyoming region from the end of the Laramide to the late Miocene.\nSouth and west of the Wyoming-Colorado area, Duchesnean beds are widespread in Laramide basins (Fig. 4). Examples include the Uinta Basin (Duchesne River Formation; Lucas, 1992), the Claron Basin (Brian Head Formation; Eaton et al., 1999), the Baca Basin (Baca Formation; Cather, 2004; Prothero et al., 2004), the Galisteo Basin (Galisteo Formation; Lucas, 1982; Lucas and Williamson, 1993), the Big Bend region of Texas (Robinson et al., 2004; Kirk and Williams, 2011), and possibly the Carthage– La Joya Basin (Baca Formation; Cather, 2004, 2009). In contrast to the Wyoming-Colorado area, the Rocky Mountain erosion surface in the Chuska Mountains of the central Colorado Plateau (Tsaile surface of Cooley, 1958; Schmidt, 1991) was not dissected by fl uvial incision prior to its burial by the Chuska Sandstone during the latest Eocene (ca. 34 Ma; Cather et al., 2008). We therefore interpret the area south and west of the Wyoming-Colorado region to be outside the area of late middle Eocene erosion.\nThe eastern and northern boundaries of the area of late middle Eocene erosion are poorly constrained. The northwestern part of the eroded area may have been contiguous with an area of middle Eocene uplift in the Idaho region that formed in response to southward-migrating magmatism and extension, as suggested by stable isotope data (e.g., Mix et al., 2011). These processes, however, were unlikely to have caused the late middle Eocene episode of erosion in Wyoming and Colorado, given the scarcity of signifi cant magmatism (except locally along the Colorado Mineral Belt; Mutschler et al., 1987; Chapin, 2012) and the lack of contemporaneous extension. Instead, we suggest that Duchesnean erosion in Wyoming and Colorado was caused by uplift related to the cessation of Laramide subduction-driven dynamic subsidence (see following).\nInsofar as is known, paleodrainage patterns during the late middle Eocene erosion event were similar to preceding Laramide patterns. An exception is the southern Front Range, where Laramide paleodrainages that carried volcaniclastic detritus northeastward from the South Park area to the Denver Basin (Tweto, 1975) were supplanted by southeast-fl owing paleodrainages that cut deep paleovalleys into the Rocky Mountain surface during the late middle Eocene (Epis and Chapin, 1975; Steven\nFigure 3. Time-stratigraphic column showing chronology of Cenozoic epochs, North American land mammal ages (NALMA), and erosion episodes discussed in text. Q—Quaternary; Plio—Pliocene.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\nGeosphere, December 2012 1183\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\n1184 Geosphere, December 2012\net al., 1997). Detritus eroded from Wyoming and northern Colorado during the late middle Eocene erosion event was mostly deposited in the Gulf of Mexico basin. The Yegua Formation (late Uintan–Duchesnean; Holroyd, 2002) records a rapid clastic infl ux to the northwestern Gulf of Mexico basin (Galloway et al., 2011). We suggest that the Yegua Formation is the depo sitional record of late middle Eocene erosion in the Rocky Mountain area."
  }, {
    "heading": "LATE OLIGOCENE–EARLY MIOCENE",
    "text": "EROSION IN THE SOUTHERN CORDILLERA\nBeginning ~10 m.y. after the end of the late middle Eocene erosional episode in Wyoming and Colorado, a broad region to the south was deeply exhumed during the late Oligocene– early Miocene (ca. 27–15 Ma). Deep erosion associated with this event encompassed the southern Colorado Plateau, the southern Great Plains, central and western Texas, and part of northeastern Mexico."
  }, {
    "heading": "Southern Colorado Plateau",
    "text": "Widespread fl uvial erosion occurred on the southern Colorado Plateau during the late Oligocene–early Miocene. Recognition of this phase\nof erosion on the Colorado Plateau was fi rst enabled by the reconstruction of a major eolian sand sea, the Chuska erg (Cather et al., 2008). During most of the Oligocene (ca. 33.5–27 Ma) the central and southern plateau was occupied by a large eolian erg in which sand >0.5 km thick accumulated (Fig. 5). The reconstructed top of the erg would be at a modern elevation of at least 3.0 km on the central and southern Colorado Plateau (see discussion of the ergreconstruction methodology in Cather et al., 2008) and provides a paleogeographic datum to which the elevation of younger, inset fl uvial deposits can be compared. On the southern Colorado Plateau near the valley of the Little Colorado River (Fig. 5) and its tributaries, the Bidahochi Formation of Arizona and correlative Fence Lake Formation of New Mexico (McIntosh and Cather, 1994) are inset below the reconstructed erg top. Major erosion occurred after eolian deposition ended ca. 27 Ma and before the beginning of deposition of the Bidahochi Formation (ca. 16 Ma; Dallegge et al., 2001, 2003). In east-central Arizona, the pre-\nFigure 5 (on following page). Map showing area of late Oligocene–early Miocene (ca. 27–15 Ma) erosion and associated control points, mid-Cenozoic volcanic fi elds, selected Oligocene plutons and Miocene sedimentary units, outline of the Oligocene Chuska erg, and early–middle Miocene paleodrainages (dashed where speculative; x and y are possible fl uvial systems connecting the Colorado Plateau with the Pacifi c Northwest). See text for discussion. Erosion control points are denoted by lowercase letters and are keyed to Table 2; note that depth of incision within Neogene extensional basins is not considered. Abbreviations: Ch—Challis volcanic fi eld; CP—Capitan pluton; CRR—Crooked Ridge River (after Lucchitta et al., 2011); LCR—ancestral Little Colorado River; LPR—north-fl owing ancestral lower Pecos River (Cather, 2011b); GB—Great Basin volcanic fi eld; MD—Mogollon– Datil volcanic fi eld; NPR—ancestral North Platte River; SJ—San Juan and central Colorado volcanic fi elds; SMOc—Sierra Madre Occidental volcanic fi eld; SP—Spanish Peaks pluton; Tb—Bidahochi Formation; Tfl —Fence Lake Formation; To—Ogallala Group; TP—trans-Pecos volcanic fi eld; UPR—ancestral upper Pecos River. A–A′ is the line of section for Figure 6; B–C–E–F is the line of section for Figure 7.\nTABLE 1. STRATIGRAPHIC AND THERMOCHRONOMETRIC CONSTRAINTS ON THE AREAL EXTENT OF LATE MIDDLE EOCENE EROSION\nsecnerefeRnoitpircseDytilacoL*lobmysytilacoL Duchesnean deposition or nonerosion DR Uinta Basin, Utah Type Duchesnean land-mammal “age” strata present in\nDuchesne River Formation Lucas, 1992\nBH Claron Basin, Utah Duchesnean strata present in Brian Head Formation Eaton et al., 1999 anozirA,sniatnuoMaksuhCST\nand New Mexico 34 Ma Rocky Mountain erosion surface (Tsaile surface) is not incised Cooley, 1958; Schmidt, 1991; Cather et al, 2008\n4002,.lateorehtorP;4002,rehtaCnoitamroFacaBnitneserpatartsnaensehcuDocixeMweN,nisaBacaBB ,nisaBayoJaL–egahtraCJC\nNew Mexico Possible Duchesnean strata present in Baca Formation Cather, 2004, 2009\n3991,nosmailliWdnasacuL;2891,sacuLnoitamroFoetsilaGnitneserpatartsnaensehcuDocixeMweN,nisaBoetsilaGG BB Big Bend region, Texas Duchesnean strata present in various units Robinson et al., 2004; Kirk and Williams, 2011\nDuchesnean erosion PB Powder River Basin,\nWyoming Chadronian White River Group disconformably overlies lower Eocene Wasatch Formation at Pumpkin Buttes Lillegraven, 1993 (section BB therein)\nNW northern Wind River Basin, Wyoming Chadronian White River Group disconformably overlies Uintan Wagon Bed Formation\nLillegraven, 1993 (section J therein)\nFR northern Granite Mountains area, Wyoming Chadronian White River Group disconformably overlies Bridgerian beds near Flagstaff Rim\nLillegraven, 1993 (section T therein)\nGM southern Granite Mountains area, Wyoming Chadronian White River Group disconformably overlies Uintan strata\nLillegraven, 1993 (section R therein)\nSB Saratoga Basin area, Wyoming\nChadronian White River Group disconformably overlies upper Paleocene–lower Eocene strata\nLillegraven, 1993 (section V therein)\nBC southwestern Green River Basin\nLower Oligocene Bishop Conglomerate disconformably overlies Bridgerian strata\nLillegraven, 1993 (section P therein); Balls et al., 2004\nRMS southern Wyoming to central Colorado Rocky Mountain erosion surface incised by paleovalleys that contain Chadronian fi lls\nEpis and Chapin, 1975; Scott and Taylor, 1986; Evanoff, 1990; Chapin and Kelley, 1997\nTwr northern Great Plains Chadronian White River Group disconformably overlies Upper Cretaceous strata\nLillegraven, 1993 (section Z therein)\nCR Denver Basin, Colorado Wall Mountain Tuff (36.7 Ma) and Chadronian Castle Rock conglomerate disconformably overlie lower to middle(?) Eocene Dawson Arkose Chapin and Kelley, 1997; Raynolds, 2003 seilrevoylbamrofnocsidnoitamroFeloHsliveDenecogilOodaroloC,kraPonafreuHH upper Wasatchian and lower Bridgerian beds Robinson, 1966; Cather, 2004\n*Locality symbols correspond to those in Figure 4.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\nGeosphere, December 2012 1185\nFigure 5.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\n1186 Geosphere, December 2012\nBidahochi depth of erosion was at least 1.2 km (Fig. 5; Table 2), using a conservative estimate of the elevation of the reconstructed erg top. In contrast, post-Bidahochi (post–6 Ma) erosion there is only ~520 m. Near Escondida Mountain in west-central New Mexico (Fig. 5), the base of the Fence Lake Formation (middle to upper Miocene; these beds are a proximal facies of the Bidahochi Formation; McIntosh and Cather, 1994) is ~300 m beneath top of the erg deposits (Chamberlin and Harris, 1994; Chamberlin et al., 1994). In contrast, post–Fence Lake (post–6 Ma) erosion there is ~150 m. Thus, in eastern Arizona and west-central New Mexico, the late Oligocene–early Miocene depth of erosion exceeded late Miocene and younger erosion by a factor of two or more. Stratigraphic evidence for deep, early Miocene erosion on the southern Colorado Plateau has been corroborated by AHe thermochronometry near the Little Colorado River valley (Flowers et al., 2008) and in the eastern Grand Canyon area (Lee et al., 2011).\nLate Oligocene–early Miocene deep erosion on the Colorado Plateau was limited largely to its southern part. Thermochronometric studies show that post-Laramide erosion on the central and northern Colorado Plateau was mostly late Miocene and younger (Kelley and Blackwell, 1990;\nStockli et al., 2002; Stockli, 2005; Braschayko et al., 2008; Hoffman, 2009; Hoffman et al., 2011; Lee et al., 2011). Mild erosion during the late Oligocene–early Miocene, however, occurred as far north as Wyoming, where upper Arikareean beds unconformably overlie Chadronian or older strata in several basins (Lille graven, 1993). At about the same time, sedi ment was shed from the rejuvenated Wind River uplift ca. 30–23 Ma (Steidtmann et al., 1989; Steidtmann and Middleton, 1991) and thermochronometic data indicate that the Uinta Basin began to be exhumed during the Oligocene (Kelley et al., 2007). Deep erosion (3–4 km) and cooling also occurred during the late Oligocene–early Miocene in north-central Utah, but may be the result of local footwall uplift (Armstrong et al., 2003; Ehlers et al., 2003).\nSouthern Basin and Range and Rio Grande Rift\nBecause extension and footwall uplift began in the Oligocene in both the southern Basin and Range and the Rio Grande rift (Spencer and Reynolds, 1991; Chapin and Cather, 1994; Mack, 2004), it is diffi cult to discern what effect, if any, late Oligocene–early Miocene regional\nerosion had in these areas. Although thermochronometric evidence for late Oligocene–early Miocene cooling has been described in mountain ranges of southern Arizona and southern New Mexico (Bryant et al., 1991; Kelley et al., 1992; Kelley and Chapin, 1997; Fayon et al., 2000; Carter et al., 2004), such cooling may be mostly the result of local footwall uplift and exhumation.\nGreat Plains\nAspects of the late Oligocene–Miocene geologic history of the southern Great Plains are similar to that of the southern Colorado Plateau. The Great Plains are capped with remnants of the middle to upper Miocene Ogallala Group, a thin (<180 m; Gustavson, 1996) fl uvial and eolian succession that was derived from the uplands to the west and was deposited at much the same time (ca. 18–5 Ma in the northern plains, ca. 13–5 Ma in the south; McMillan et al., 2002; Gustavson and Winkler, 1988; Hawley , 1993; Gustavson, 1996; Chapin, 2008) as the Bidahochi Formation of the Colorado Plateau (ca. 16–6 Ma; Dallegge et al., 2001, 2003).\nThe base of the Ogallala Group on the Great Plains is a regional unconformity that typi-\nTABLE 2. STRATIGRAPHIC AND THERMOCHRONOMETRIC CONSTRAINTS ON DEPTH AND AREAL EXTENT OF LATE OLIGOCENE–EARLY MIOCENE EROSION\nLocality symbol* Locality\nErosion depth\nsecnerefeRskrameR)mk( a Estufa bolson, trans-Pecos\n(western) Texas 1 minimum thickness of volcanic rocks missing beneath Miocene bolson fi ll Stevens and Stevens, 2003\nb southeastern New Mexico ~1.5 thickness of strata missing beneath Ogallala Group This study; Fig. 5 c Capitan Mountains area,\nNew Mexico >2 pre-Ogallala erosion near 28 Ma Capitan pluton This study; Fig. 6\nd northeastern New Mexico ~1.0 thickness of strata missing beneath Ogallala Group This study; Fig. 5 e east-central Colorado ~0.6 thickness of strata missing beneath Ogallala Group This study; Fig. 5 f southwestern Nebraska ~0.1 thickness of strata missing beneath Ogallala Group This study; Fig. 5 g west-central New Mexico 0.3 depth of inset of Fence Lake Formation beneath top of\nChuska erg eolianites near Escondida Mountain Chamberlin and Harris, 1994, Chamberlin et al.,\n1994; Cather et al., 2008; Cather, 2011a i east-central Arizona 1.2 depth of inset of Bidahochi Formation beneath top of\nChuska erg eolianites near Escondida Mountain Cather et al., 2008\n8002,.latesrewolFnoitamuhxeenecoiMylraerofatadeHA5.1~anozirAnrehtronj niereht4erugiF,1102,.lateeeLnoitamuhxeenecoiMylraerofatadeHA2~anozirAnrehtron,tfilpubabiaKk l Lee’s Ferry area, northern Arizona minor AHe data show no evidence of signifi cant exhumation prior to late Miocene Lee et al., 2011 m Monument uplift, southeastern Utah minor AHe data show no evidence of signifi cant exhumation prior to late Miocene Stockli et al., 2002; Hoffman et al., 2011 n Canyonlands area, southeastern Utah minor AHe data show no evidence of signifi cant exhumation prior to late Miocene Hoffman et al., 2011 o Book Cliffs, east-central Utah minor AHe data show no evidence of signifi cant exhumation prior to late Miocene Hoffman et al., 2011 p San Juan Basin, northwestern New Mexico minor AFT and AHe data show no major exhumation prior to late Miocene Brashayko et al., 2008 q south of Monterrey, northeastern Mexico ~3 thermochronometric data show deep exhumation ca. 27–15 Ma Gray et al., 2001 r Wasatch Mountains area, central Utah 3–4 thermochronometric data show deep exhumation during the late Oligocene–middle Miocene Armstrong et al., 2003; Ehlers et al., 2003 s Little Colorado River area, east-central Arizona 8002,.latesrewolFnoitamuhxeenecoiMylraerofatadeHA5.1~ t Edwards Plateau and Llano uplift, central Texas ~1.3 AFT data from Llano uplift; unroofi ng succession in lower Miocene Oakville Sandstone nearby to the east Corrigan et al., 1998; Ewing, 2005 u western Great Plains–southern Sangre de Cristo Mountains area\n~2 thermochronometric data indicate cooling due to exhumation and decreased heat fl ow during the Oligocene and early Miocene\nKelley and Chapin, 1995; House et al., 2003\n*Locality symbols correspond to those in Figure 5. AFT—apatite fi ssion track; AHe—apatite (U-Th)/He.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\nGeosphere, December 2012 1187\ncally exhibits 20–60 m of relief across buried paleovalleys, and as much as 150 m of relief in areas affected by solution subsidence of underlying Permian evaporites (Cronin, 1969; Borman and Meredith, 1983; Borman et al., 1984; Fallin, 1988; Gustavson, 1996). The Ogallala Group laps across progressively older Paleogene and Mesozoic strata to the south (Fig. 6). In the gangplank area (or Cheyenne tablelands) near Cheyenne, Wyoming, the Ogallala Group overlies lower Miocene beds of the Arikaree Formation with a few million years of depositional hiatus. In southeastern New Mexico, the Ogallala Group unconformably overlies Lower Cretaceous, Triassic, and Permian beds (Cronin, 1969; Weeks and Gutentag, 1981; Fallin, 1988). Where the Ogallala Group overlies pre-Cretaceous strata, the effects of southward beveling beneath the sub-Cretaceous regional unconformity must also be considered (Repenning and Page, 1956; Bilodeau, 1986; Dickinson et al., 1989; Potochnik, 2001; Cather, 2012).\nStrata missing beneath the Ogallala Group in southeastern New Mexico represent, at minimum, the entire Upper Cretaceous section. Nearby Upper Cretaceous successions are ~1.2 km thick in the Sierra Blanca Basin (D.J. Koning, 2010, written commun.) and ~1.2 km thick in the Raton Basin (Woodward, 1984; Cather, 2004). These thicknesses may be extrapo lated along depositional strike to the southeast (e.g., Molenaar, 1983) to provide an estimate of the thickness of Upper Cretaceous strata now missing beneath the Ogallala in eastern and southeastern New Mexico. Also absent there is a thin Paleogene succession (possibly a few hundred meters thick) that must have existed between source areas in Laramide uplifts and Paleogene volcanic fi elds to the west and depocenters in the Gulf of Mexico to the southeast. The missing Upper Cretaceous and Paleogene strata suggest that ~1.5 km of erosion occurred prior to deposition of the Ogallala Group on the Great Plains of eastern and southeastern New Mexico. Thermochronometric data from the southeastern Sangre de Cristo Mountains (Kelley and Chapin, 1995) and from the southern Great Plains (Kelley, 1997; Flowers and Kelley, 2007) document widespread late Oligocene–middle Miocene cooling that resulted both from erosion and from decreased heat fl ow.\nThe southward-deepening erosion beneath the Ogallala on the southern Great Plains largely occurred between the late Oligocene and the middle Miocene. This is most clearly illustrated by the geologic relationships near the Capitan intrusion, a large, late Oligocene (ca. 28 Ma; Campbell et al., 1994; Lundberg, 1999) granitic stock in southeastern New Mexico (Fig. 5). The Capitan intrusion attains an elevation of\nA ′\nF ig\nur e\n6. N\nor th\n-s ou\nth c\nro ss\ns ec\nti on\nf ro\nm 3\n2° N\nt o\n43 °N\na lo\nng 1\n03 .5\n°W . V\ner ti\nca l e\nxa gg\ner at\nio n\nis 1\n00 ×.\nL in\ne of\ns ec\nti on\nis s\nho w\nn in\nF ig\nur e\n5.\nSt ra\nti gr\nap hi\nc un\nit s:\nP —\nP er\nm ia\nn; T\nr— T\nri as\nsi c;\nJ —\nJu ra\nss ic\n; K\nl— L\now er\nC re\nta ce\nou s;\nK —\nC re\nta ce\nou s;\nT w\na— W\nhi te\nR iv\ner G\nro up\na nd\nA\nri ka\nre e\nF or\nm at\nio n\n(u pp\ner E\noc en\ne to\nlo w\ner M\nio ce\nne );\nT o—\nO ga\nlla la\nG ro\nup (m\nid dl\ne to\nu pp\ner M\nio ce\nne );\nT b—\nba sa\nlt fl\now s\n(u pp\ner M\nio ce\nne ).\nN\not e\nth at\nt he\nO ga\nlla la\nG ro\nup la\nps a\ncr os\ns pr\nog re\nss iv\nel y\nol de\nr st\nra ta\nt o\nth e\nso ut\nh an\nd is\nb ro\nad ly\na rc\nhe d\nov er\nt he\nt re\nnd o\nf th\ne Je\nm ez\nv ol\nca ni c lin ea m en t. M SL — m ea n se a le ve l; R .— ri ve r; G p— gr ou p.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\n1188 Geosphere, December 2012\n~3100 m. The holocrystalline nature of the granite and the epidote-actinolite-magnetite skarn mineralogy associated with it suggest that at least 1 km of strata must have overlain the intrusion when it cooled (N.W. Dunbar, 2010, personal commun.; V.W. Lueth, 2012, personal commun.; see also Phillips, 1990). In areas north and south of the Capitan intrusion, pediment gravels correlated to the Ogallala Group by Darton (1928), Kelley (1971), Segerstrom and Ryberg (1974), Hawley (1993), and Rawling (2008) are approximately on the projected grade of the Ogallala on the Great Plains (Fig. 7). The elevation of these gravels shows that, following intrusion of the Capitan pluton at 28 Ma, at least 2 km of erosion occurred before deposition of the Ogallala Group in the middle to late Miocene. A similar argument for deep late Oligocene–early Miocene erosion near the Spanish Peaks intrusion of southern Colorado (Fig. 5) was proposed by Kelley and Chapin (1995).\nPre-Ogallala erosion signifi cantly exceeded post-Ogallala erosion in southeastern New Mexico. As noted here, ~1.5 km of pre-Ogallala erosion occurred on the southern Great Plains in southeastern New Mexico, and post–28 Ma,\npre-Ogallala erosion was at least 2 km near the Capitan intrusion. Post-Miocene erosion in the region, in contrast, was rather modest. For example, as a result of post-Ogallala (post-Miocene) fl uvial incision and solution collapse (Gustavson, 1986; Hawley, 1993) the Pecos River is inset ~250–400 m below the top of the Ogallala Group on the Great Plains, and the Canadian River is currently ~220 m below the same surface. Post-Ogallala incision along modern drainages south of the Capitan intrusion is at most ~270 m. The depth of erosion during the late Oligocene–early Miocene thus exceeded that of the late Miocene–Holocene by a factor of ~4–7 in eastern and southeastern New Mexico. The depth of pre-Ogallala erosion diminishes northward on the Great Plains; north of the latitude of southern Colorado the postOgallala erosional event is predominant (e.g., McMillan et al., 2006).\nWestern and Central Texas\nSouth of the Great Plains in Big Bend National Park, deposits of early Hemphillian age (ca. 8 Ma; Stevens and Stevens, 2003)\nare preserved in the Estufa bolson (Tornillo graben of Dickerson and Muehlberger, 1994). These rocks overlie an erosion surface that was cut, prior to graben subsidence, on Upper Cretaceous and Eocene strata. A thick sequence of upper Eocene–Oligocene volcanic and volcaniclastic rocks, present in the Chisos Mountains nearby to the west, was eroded before Hemphillian deposition began in the Estufa bolson. The thickness of the volcanic beds eroded between Oligocene and Hemphillian time is at least 1 km, based on the preserved thickness of such rocks in the Chisos Mountains. In contrast, since deposition ended in the Estufa bolson in the Blancan(?), incision by the Rio Grande has been ~430 m.\nThe Edwards Plateau–Llano uplift region of central Texas was exhumed beginning in the early Miocene. The depth of exhumation near the Llano uplift was ~1.3 km (Corrigan et al., 1998). Erosion of the Edwards Plateau– Llano uplift region is recorded by an unroofi ng sequence in the lower Miocene Oakville Sandstone in the Gulf of Mexico basin to the east (Ewing, 2005).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\nGeosphere, December 2012 1189"
  }, {
    "heading": "Northeastern Mexico",
    "text": "Gray et al. (2001) presented thermochronometric data from oil wells that document an area of late Oligocene–early Miocene deep erosion and cooling in northeastern Mexico near Monterrey (Fig. 5). Exhumation and cooling mostly occurred ca. 27–15 Ma based on AFT and AHe data; the depth of erosion during this interval was ~3 km (Gray et al., 2001, fi g. 16 therein). The northern extent of this area of deep erosion is poorly defi ned, so it is unknown if deep, late Oligocene–early Miocene exhumation occurred in the region between Monterrey and Big Bend."
  }, {
    "heading": "Oligocene–Miocene Drainage Network",
    "text": "The Oligocene–Miocene is perhaps the least understood interval of the Cenozoic drainage evolution of southwestern North America, and was a time of profound drainage reorganization and drier climates. During the Oligocene there was erg development (Chuska Sandstone and equivalents) on the Colorado Plateau and major volcanism in surrounding areas, both of which resulted in the disruption of former Laramide drainages (Cather et al., 2008). The northern Great Plains were blanketed with loess and volcanic ash of the White River Group.\nOligocene volcanism and erg development were followed by the extensional collapse of former Laramide highlands south and west of the plateau during the Neogene. Extension and subsidence in southern Arizona caused drainage reversal of the ancestral Salt River during the late Miocene (ca. 11 Ma; Potochnik and Faulds, 1998; Potochnik, 2001). Sedimentologic evidence suggests that no major drainage exited the Colorado Plateau near the present Grand Canyon during deposition of the Muddy Creek Formation (ca. 11–6 Ma; Pederson, 2008; Forrester, 2009). Beginning ca. 6 Ma, following its poorly understood capture by the lower Colorado River near the Kaibab uplift, drainage on the western and northern Colorado Plateau exited the plateau to the southwest.\nThe fate of sediment eroded from the southern Colorado Plateau during late Oligocene–early Miocene erosion is uncertain. It is possible that this sediment was stored on the northern Colorado Plateau, but no evidence for a depositional episode of appropriate volume is preserved. Rivers probably did not exit the Colorado Plateau to the south or west until the extensional foundering of former Laramide highlands allowed for drainage reversal (cf. Wernicke, 2011). In the case of the ancestral Salt River in Arizona, this reversal did not occur until ca. 11 Ma (Potochnik and Faulds, 1998; Potochnik, 2001). It is possible that rivers draining the southern Colorado\nPlateau during the late Oligocene–early Miocene exited the plateau eastward to the Gulf of Mexico, before rapid subsidence in the Rio Grande rift that began in the middle Miocene (Chapin and Cather, 1994) became a major impediment to transverse rivers. No evidence for such paleorivers, however, is known in the rift.\nIt is perhaps more likely that late Oligocene– early Miocene rivers exited the Colorado Plateau to the north or northwest. Pre-Bidahochi paleovalleys on the southern Colorado Plateau clearly drained to the northwest (e.g., Love, 1989; Dickinson, 2011), and the fl uvial and lacustrine deposits of the Bidahochi Formation that accumulated in these paleovalleys during the middle to late Miocene contain fossil fi sh with affi nities to the fi sh faunas of the Pacifi c Northwest, implying a hydrologic connection to that region (Spencer et al., 2008). If this is correct, then by the Miocene the continental divide had become established near its present position in western New Mexico, far to the east of its last known position during the Laramide.\nThe geometry of fl uvial systems that may have connected the southern Colorado Plateau with the Pacifi c Northwest during the Miocene is speculative. At least two possibilities exist (x and y in Fig. 5). First, as suggested by Lucchitta et al. (2011), a major drainage (x) may have exited the Colorado Plateau in southwestern Utah and then fl owed northward along the relict front of the Sevier thrust belt in western Utah. This drainage geometry would explain thermochronometric evidence for the cutting of an early Miocene paleocanyon across the Kaibab uplift (Lee et al., 2011). Such a drainage pathway, however, would potentially have been compromised in the northern Basin and Range by the late Eocene–middle Miocene southward sweep of volcanism and high elevations (e.g., Mix et al., 2011) in that region.\nSecond, it is plausible that much or all of the Colorado Plateau was tilted northward during the late Oligocene–early Miocene in a manner similar to the southern Great Plains. This would have produced the observed deep erosion of the southern plateau and may have caused development of north-fl owing drainage across the northern plateau, which did not become uplifted and deeply incised until later (late Miocene–Holocene). The possibility of a paleodrainage that fl owed northward from the eastern Grand Canyon area (y in Fig. 5) was discounted by Lucchitta et al. (2011) on the basis of topographic incompatibilities that result from presumed steep fl uvial paleogradients and a rationale that regional tilting was insuffi cient to allow northward drainage. However, fl uvial systems did drain northward from the northern plateau during the late Oligocene–early Mio-\ncene (as recorded by the lower Browns Park Formation of northwestern Colorado; Buffl er, 2003), and a major north-fl owing river exited the northern Colorado Plateau in southern Wyoming (Ferguson, 2011), although probably during the late Miocene.\nSediment eroded from the Great Plains during the late Oligocene–early Miocene was deposited primarily in the Rio Grande embayment of the Gulf of Mexico basin (e.g., Galloway et al., 2011). Northward tilting of the Great Plains during the late Oligocene–early Miocene induced local development of northerly paleodrainage, as is shown by evidence for a north-fl owing ancestral Pecos River in southeastern New Mexico (Cather, 2011b). Paleovalleys incised into bedrock beneath the Ogallala Group on the Great Plains, however, generally drained eastward toward the Gulf of Mexico (Fig. 5; Cronin, 1969; Weeks and Gutentag, 1981; Borman and Meredith , 1983; Borman et al., 1984; Fallin, 1988). These paleovalleys may represent a quasiradial, late Oligocene–Early Miocene paleodrainage system that developed in response to buoyancy modifi cation beneath the ca. 37–23 Ma San Juan–central Colorado volcanic fi eld to the west (e.g., Roy et al., 2004). Alternatively, the sub-Ogallala paleovalleys may be younger, middle Miocene features related to developing riftshoulder topography following the onset of rapid extension in the Rio Grande rift."
  }, {
    "heading": "LATE MIOCENE–HOLOCENE EROSION",
    "text": "Following an episode of aggradation on the Colorado Plateau (producing the Bidahochi, Fence Lake, and Browns Park formations) and the Great Plains (Ogallala Group), the most recent phase of deep Cenozoic regional erosion began in the late Miocene and continues today. To evaluate the post-Miocene depth of incision on the western Great Plains and Colorado Plateau, we compared the elevations of modern rivers to those of adjacent, preserved tops of the Ogallala Group, the Bidahochi Formation, and the Fence Lake Formation, the upper parts of which are upper Miocene (ca. 6–5 Ma).\nThe depth of post-Ogallala incision on the Great Plains increases westward. At longitude 101°W–102°W, the top of the Ogallala is near modern river grade. Westward from there, the Ogallala Formation on the Great Plains rises more steeply than modern drainages (e.g., McMillan et al., 2002, 2006; Leonard, 2002; Duller et al., 2012), resulting in modern rivers becoming more deeply incised to the west. On the western Great Plains near longitude 103.5°W, the depth of post-Miocene incision is ~220–420 m (Fig. 8; Table 3). An exception\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\n1190 Geosphere, December 2012\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\nGeosphere, December 2012 1191\nis the Arkansas River of southeastern Colorado, where the depth of incision is nearly 1 km. Along the east fl ank of the Front Range, the incision depth of major drainages below the projected top of the Ogallala Group is ~1 km.\nThe Ogallala Group and underlying strata are broadly arched in northern New Mexico and southern Colorado. The crest of the arch corresponds approximately to the Jemez volcanic lineament, a zone of volcanism represented by the Raton volcanic fi eld (9.0 Ma to 34 ka; Stroud, 1997) and the Ocate volcanic fi eld (8.2–0.8 Ma; Olmsted and McIntosh, 2004). Along the line of section of Figure 6, the Ogallala Group attains an elevation of ~1850 m near the Jemez vol canic lineament, ~350–800 m higher than in areas to the north and south. The anomalous depth of incision of the Arkansas River appears to be related in part to its proximity to late Cenozoic upwarping along the Jemez volcanic lineament. Deep erosion and isostatic rebound along the Arkansas River also contributed to the observed arching, but isostasy can explain no more than about half of the observed uplift (Leonard, 2002).\nThe great breadth of the arching on the Great Plains (~1000 km in north-south extent) suggests a source of buoyancy in the mantle centered beneath the Jemez volcanic lineament. Possible uplift processes include buoyancy due to basalt melt extraction and thermal expansion (e.g., Roy et al., 2004, and references therein) or dynamic uplift by mantle fl ow (Nereson et al., 2011). Uplift related to late Miocene and\nyounger magmatism along the Jemez lineament was interpreted by Wisniewski and Pazzaglia (2002) to have infl uenced the late Cenozoic incision history of the Canadian River in eastern New Mexico. In western New Mexico, anomalously steep bedding in the Bidahochi Formation (McCann, 1938) also may record post-Miocene warping along the Jemez lineament.\nThe depth of post-Miocene erosion of the Colorado Plateau region is quantifi able using stratigraphic relationships (Fig. 8). In westcentral New Mexico, modern drainages have incised the middle to upper Miocene Fence Lake Formation by ~150 m (Cather, 2011a). Near Winslow, Arizona, the Little Colorado River is inset ~520 m beneath the top of the ca. 16–6 Ma Bidahochi Formation (Cather et al., 2008). At Grand Mesa in the northeastern Colorado Plateau, the modern Colorado and Gunnison rivers are inset ~1.6 km below ca. 10 Ma mesa-capping basalt fl ows (Aslan et al., 2011; Cole, 2011).\nIn the Laramie Basin of southern Wyoming, the Laramie River is incised ~380 m below the Sherman surface in the Laramie Range, a reactivated part of the Rocky Mountain erosion surface that was onlapped by the Ogalalla Formation (Evanoff, 1990). In northern Wyoming, scattered remnants of Oligocene and lower Miocene sedimentary deposits are at high elevations along the margins of several basins (McKenna and Love, 1972). Upper Miocene strata, however, are not present in these remnants, so we\ndid not attempt to reconstruct the geometry of the Neogene fi ll and the depth of post-Miocene erosion in these basins. The post-Miocene depth of erosion in northern Wyoming, however, was probably large, and was modeled by McMillan et al. (2006) to be ~1 km. Elsewhere in Wyoming, northern Colorado, and along the Rio Grande rift, upper Miocene strata typically were deposited in actively subsiding basins and are thus not useful for the determination of regional incision depths.\nAHe thermochronometric studies also show that deep erosion and rapid cooling occurred on much of the central and northern Colorado Plateau beginning in the late Miocene (Fig. 8). The depth of erosion was 1.0–1.5 km in the Grand Canyon–Lees Ferry region (Lee et al., 2011), 1.5–2.0 km on the Monument uplift (Hoffman, 2009; Hoffman et al., 2011), ~1.0 km in the San Juan Basin (Braschayko et al., 2008), 2–3 km in the Canyonlands area (Hoffman et al., 2011), and 1.1–1.9 km in the Book Cliffs area (Hoffman et al., 2011). In contrast, the southern Uinta Basin has undergone only modest post-Miocene erosion and cooling (Hoffman et al., 2011). Late Cenozoic cooling also occurred along the western fl ank of the Colorado Plateau in the Wasatch Mountains region (Armstrong et al., 2003; Ehlers et al., 2003) and in ranges along the Rio Grande rift (Kelley et al., 1992; Kelley and Chapin, 1997), but in both these areas cooling may have resulted mostly from erosion of local footwall uplifts.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\n1192 Geosphere, December 2012\nInset stratigraphic relationships and thermochronometry document a broad zone of ~1–3-km-deep late Miocene–Holocene incision that includes the southwestern, central, and northern Colorado Plateau, and the Colorado Rockies (Fig. 8). This zone encompasses much of the watershed of the upper Colorado River as well as most of the present areas of high relief and high elevation in the southwestern USA (Karlstrom et al., 2012). It forms the core of a broad region of post–late Miocene erosion that encompasses much of southwestern North America. A second locus of deep, late Miocene–Holocene incision occurred on the western fl ank of the Sierra Madre Occidental of Mexico, where canyons commonly exceed 1 km in depth.\nRELATIONSHIP OF EROSION EPISODES TO SURFACE UPLIFT, CLIMATE CHANGE, AND DRAINAGE REORGANIZATION\nThere have been profound changes in the surface elevation, climate, and drainage network of southwestern North America during the Cenozoic. The surface elevation has increased from near sea level to ~1–4 km since the Late Cretaceous. It is a matter of contention, however, if episodes of erosion were associated in time and space with surface uplift or if uplift substantially preceded erosion. In the latter case, shifts in climate or the drainage network may cause deep erosion long after uplift.\nIn the following sections, we show that each of the four episodes of deep Cenozoic erosion in southwestern North America was associated with a plausible contemporaneous tectonic uplift process. We further argue that, except for late Miocene–Holocene erosion, none of the erosion episodes were related in a major way to climate change or drainage reorganization."
  }, {
    "heading": "Laramide",
    "text": "Thermochronometric evidence for deep erosion in the Laramide orogen (ca. 75–45 Ma) is restricted to local areas of crustal contraction and uplift. Cooling ages on uplifts span the age range of the Laramide orogeny and the immediate postorogenic interval, and were broadly synchronous with unroofi ng successions and growth faulting in adjacent basins. There is thus no evidence for signifi cant diachroneity between Laramide uplift, erosion, cooling, and deposition. Because the structural relief between Laramide basin uplift pairs in the Colorado Plateau–Rocky Mountain area is typically ~2–10 km, thermochronometric evidence for cooling on Laramide uplifts can be reconciled without invoking regional uplift and exhumation.\nNo Laramide basin in the Rocky Mountain region has yielded stratigraphic or thermochrono metric evidence for deep erosion during the Laramide orogeny. AFT thermochronometry in the San Juan, Piceance, and Uinta basins indicates that no Laramide exhumation occurred in these areas (Fig. 2; Kelley and Blackwell, 1990; Kelley et al., 2007; Braschayko et al., 2008). If the Laramide orogeny had produced high regional elevations, as has been interpreted by some (e.g., McQuarrie and Chase, 2000; Humphreys et al., 2003; Huntington et al., 2010), it is diffi cult to envision why falling base levels did not cause fl uvial incision along the downstream margins of basins, particularly in the eastern Laramide basins that drained to the sea.\nPerhaps more important, thermochronometric data record only post-Laramide erosion (~1–2 km deep since ca. 40 Ma) in areas southeast of the Laramide Rockies (Fig. 2; the southern Great Plains, Anadarko Basin, Llano uplift, Marathon uplift, and Wichita uplift areas; Kelley , 1997; Flowers and Kelley, 2007; Carter et al., 1998, Corrigan et al., 1998, Winkler et al., 1999), despite the fact that these areas were traversed by fl uvial systems that drained the Laramide orogen and fl owed to the northwestern Gulf of Mexico basin (Galloway et al., 2011). Given the lack of Laramide structural impoundment of surface drainage in these regions, it is unlikely they would have escaped deep erosion if near-modern elevations were attained during the Laramide orogeny.\nMcQuarrie and Chase (2000) argued that the present crustal thickness of the Colorado Plateau (42 ± 5 km; Sheehan et al., 1997) is too thick for the plateau to have been at sea level in the Late Cretaceous, and they noted that globally there are no areas of continental crust the breadth and thickness of the Colorado Plateau at sea level today. To explain this apparent discrepancy, McQuarrie and Chase (2000) invoked ~15 km thickening of 30-km-thick Colorado Plateau crust by Laramide mid-crustal fl ow eastward from the thickened Sevier hinterland, thus producing ~2 km of uplift in the Colorado Plateau. However, the crustal thickness of the Colorado Plateau is similar to much of cratonic North America (Braile et al., 1989; Mooney et al., 1998; Eaton, 2008), including areas that were near sea level in the Late Cretaceous but were largely unaffected by the Laramide orogeny (North Dakota, South Dakota, Nebraska, Kansas, Iowa, Missouri, and much of Minnesota). Kilty (2000) and Morgan (2003) also questioned the viability of the Laramide mid-crustal fl ow model on the basis of other geological and geophysical parameters.\nThe Sierras Pampeanas of Argentina are commonly invoked as a modern analogue for\nLaramide deformation in the Rocky Mountains, in that they host active, amagmatic, basementinvolved crustal contraction over a shallow subducted slab (Alvarado et al., 2009, and references therein). There, contractile deformation has deformed the 50–60-km-thick crust of the foreland basin into thrust-bounded, basementcored uplifts and intervening basins (Fielding and Jordan, 1988; Alvarado et al., 2009). Despite these similarities to the Laramide Rocky Mountains, basin-fl oor elevations in the Sierras Pampeanas region are relatively low (~600–1400 m).\nWe suggest that the Laramide orogeny probably did not produce large-magnitude regional surface uplift, but rather discrete areas of high elevation resulting from local contraction and crustal thickening. Morgan (2003) calculated the effects of regional crustal contraction on Laramide surface uplift, assuming 10% pureshear contraction (this is a reasonable average shortening value for the central and southern Rocky Mountains, but an order of magnitude too large for the Colorado Plateau). Such contraction would produce ~300 m of surface uplift (Morgan, 2003). This value, combined with the global sea-level fall during the Laramide orogeny (~50 m from 75 to 45 Ma; Haq et al., 1987) suggests that the average surface elevation of the Rocky Mountains may have been as little as ~350 m above sea level at the end of the Laramide orogeny. This is compatible with low paleoelevation determinations for late Laramide beds of the Wind River and Bighorn basins using the stable isotope geochemistry of paleosol carbonate (~500 m; Fan et al., 2011) and for the Piceance Basin using the nearest living relative paleobotanical approach (~300 m; MacGinitie , 1969; Axelrod, 1968), but is far less than the paleoelevation estimate for the Piceance Basin based on leaf physiognomy (~2.9 km; Wolfe et al., 1998; see following).\nLate Middle Eocene\nThe onset of the late middle Eocene (ca. 42–37 Ma) erosion episode was probably related to concurrent tectonic uplift, and not to climate change or drainage-reorganization events. During the Late Cretaceous to middle Eocene Laramide orogeny, a greenhouse climate prevailed. A global transition to cooler climates began ca. 50 Ma, ending with the onset of major Antarctic glaciation at 33.5 Ma (Zachos et al., 2001). The late middle Eocene episode of erosion occurred in the Wyoming-Colorado region during this transition. This erosional interval does not correspond to any known event within the climatic transition, and the geographic restriction of the erosional event suggests that\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\nGeosphere, December 2012 1193\nit was not a response to climatic forcing, which tends to be subcontinental or greater in extent (e.g., Chapin, 2008).\nLate middle Eocene erosion was probably not the result of drainage reorganization. This is best demonstrated for the western Great Plains of Colorado, where there is no evidence that paleodrainage toward the Gulf of Mexico was interrupted by closed-drainage development between the Laramide orogeny and the beginning of late middle Eocene erosion. It is thus unlikely that this erosion interval was a delayed response to uplift that occurred during the preceding Laramide deformation. In fact, the eroded area corresponds approximately to an area of deep Laramide subsidence, as we discuss next.\nWe propose a plausible tectonic uplift explanation for late middle Eocene erosion in Wyoming and Colorado. During the early part of the Laramide orogeny, an area of deep subsidence and thick sedimentary accumulation developed in Wyoming, northeastern Utah, and northern Colorado (Cross and Pilger, 1978; Roberts and Kirschbaum, 1995; Liu et al., 2011; Jones et al., 2011; Chapin, 2012; see upper Campanian–Maastrichtian isopach map in Fig. 4). Although disrupted by major intraforeland deformation, deep subsidence persisted into the late Laramide, as shown by the great thicknesses of Paleocene and lower Eocene deposits within Laramide intermontane basins of this region (e.g., McDonald, 1972). Soon after the end of Laramide deformation, however, a widespread erosional regime ensued in the same region that underwent deep subsidence in the early Laramide (see the Upper Cretaceous isopach map in Fig. 4). The area of deep Laramide subsidence has been interpreted as a response to dynamic processes. These processes include subcrustal loading by the underlying fl at slab (Cross and Pilger, 1978), dynamic pull of the sinking slab (Liu et al., 2011), and slab suction induced by fl ow in the asthenospheric wedge between the shallowly subducting Farallon slab and the Wyoming Archean craton (Jones et al., 2011). Regardless of the subsidence mechanism, the former region of deep Laramide subsidence became topographically inverted ca. 42–37 Ma, soon after the end of the Laramide deformation and during the initial stages of post-Laramide magmatism in the Rocky Mountains. We suggest that late middle Eocene erosion in Wyoming and Colorado was caused by lithospheric rebound related to the cessation of Laramide dynamic subsidence following the foundering of the underlying Farallon slab.\nClimate change may have caused the end of the late middle Eocene erosion episode. The transition to global icehouse conditions during the late Eocene–early Oligocene (Zachos et al.,\n2001) corresponded to a shift to cooler and drier conditions in southwestern North America, and was marked by deposition of the Chuska Sandstone on the Colorado Plateau and the White River Group on the Great Plains (Cather et al., 2008; Evanoff et al., 1992). Deposition may have occurred in response to drier climates and diminished fl uvial transportation capacities, although aggradation of the White River Group was also driven by deposition of great volumes of volcanic ash from the ignimbrite fl are-up of southwestern North America. The ignimbrite fl are-up itself may have contributed to the onset of the Cenozoic icehouse (Cather et al., 2009)."
  }, {
    "heading": "Late Oligocene–Early Miocene",
    "text": "The onset of late Oligocene–early Miocene (ca. 27–15 Ma) interval of deep erosion in the southern Cordillera ca. 27 Ma does not correspond to a known climatic event. Moreover, its subregional expression and southwarddeepening character are diffi cult to explain by climate change. The end of this erosive period, however, may correspond to major climatic shifts in the middle Miocene that were driven by global changes in oceanic circulation, including the middle Miocene climate optimum ca. 17–15 Ma and an enhanced El Niño–Southern Oscillation beginning ca. 12 Ma (see summary in Chapin, 2008). Climate change in the middle Miocene was probably largely responsible for the onset of sedimentation on the Great Plains (Ogallala Group) and the Colorado Plateau (Bidahochi and Fence Lake formations), as well as in other areas farther west (Chapin, 2008).\nAn important role of drainage reorganization in producing late Oligocene–early Miocene deep erosion in the southern Cordillera can be discounted. Major closed paleodrainages on the Colorado Plateau region (the early middle Eocene Green River lakes) preceded this erosion episode by more than 20 m.y., and no major structural impoundment of Cenozoic paleodrainage occurred in the weakly deformed Great Plains region. Therefore, closed-basin conditions in these regions could not have produced a long-delayed erosional response to uplift. Because the eroded region encompassed separate watersheds that straddled the paleo–continental divide, it is also unlikely that drainagecapture events would have induced coeval deep erosion on both the southern Colorado Plateau and the southern Great Plains.\nDeep erosion during the late Oligocene–early Miocene in the southern Cordillera appears to have been spatially and temporally linked to the voluminous Sierra Madre Occidental volcanic fi eld (Fig. 5). The broad extent of the erosion northeast of the Sierra Madre Occidental, as\nshown by the ~1000 km north–south extent of signifi cant pre-Ogallala erosion on the western Great Plains, suggests that uplift was related to a buoyancy source in the mantle. In the Sierra Madre Occidental, ~3–5 ×105 km3 of silicic ignimbrite was erupted ca. 46–15 Ma; peak volcanism was ca. 36–27 Ma (Cather et al., 2009).\nA potential source of uplift northeast of the Sierra Madre Occidental was thermal expansion and increased lithospheric buoyancy related to basalt melt extraction from the mantle during the middle Eocene–middle Miocene ignimbrite fl are-up of southwestern North America (e.g., Roy et al., 2004, and references therein). Contemporaneous, but smaller volume, vol canism along the eastern Colorado Plateau margin may have produced as much as ~4 km of rock uplift, about half of which was due to permanent buoyancy caused by basalt-melt extraction from the lithospheric mantle (Roy et al., 2004). Volcanism in the Sierra Madre Occidental requires basalt melt extraction from a huge volume of mantle (>45 × 106 km3; Farmer et al., 2008), and thus may have modifi ed the buoyancy of the mantle over a large area. The Sierra Madre Occidental was presumably being eroded during the Oligocene–Miocene, but erosion generally did not keep pace with constructional volcanism. Steven et al. (1997) also noted evidence for regional northeast tilting and erosion of the northern Great Plains area during the early to middle Miocene, but attributed it to development of the northern Rio Grande rift.\nSouthward-increasing erosion, coupled with evidence for a north-fl owing Miocene ancestral Pecos River in southeastern New Mexico (Cather, 2011b), indicates that a broad area of the Great Plains was uplifted and tilted gently to the northeast during the late Oligocene–early Miocene. The depth of pre-Ogallala erosion on the Great Plains increases southward over a distance of ~1000 km from western Nebraska to southeastern New Mexico, where as much as 1.5–2.0 km of pre-Ogallala section is missing. The rate of southward beveling beneath the Ogallala is thus ~1.5–2.0 m/km and appears reasonably monotonic (Fig. 6). The amount of rock uplift that occurred in southeastern New Mexico is unknown, but it was at least as large as the resultant erosion depth. Development of a broad, northeast-facing topographic ramp along the fl ank of the Sierra Madre Occidental may also explain the southward younging of the basal Ogallala Formation. Deposition in the northern Great Plains began ca. 18 Ma, but not until ca. 13 Ma did the Ogallala lap southward across the uplifted and deeply eroded southern Great Plains region.\nThe Rocky Mountain erosion surface in the Front Range also appears to have been tilted\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\n1194 Geosphere, December 2012\nnorthward. The erosion surface generally slopes eastward (Chapin and Kelley, 1997), but it also rises gently to the south. Remnants of the Rocky Mountain erosion surface near the eastern edge of the Laramie Range and the northern Front Range are at 2.0–2.2 km elevation (Scott and Taylor, 1986), and rise southward to elevations of ~2.4–2.7 km in the southern Front Range and northern Wet Mountains. Where last seen at Greenhorn Mountain in the southern Wet Mountains, the erosion surface is beneath ca. 34 Ma andesite fl ows at ~3.5 km elevation. With the exception of the southern Wet Mountains area (Fig. 2), which underwent signifi cant post-Miocene northward tilting due to arching along the Jemez volcanic lineament (Cather, 2011a), the northward component of tilt of the Rocky Mountain erosion surface (~2.0–2.5 m/km) is comparable to that required to produce the observed southward beveling beneath the Ogallala Group on the western Great Plains. Tilting of the Rocky Mountain erosion surface, however, can only be constrained to be postLaramide and pre-Ogallala in age."
  }, {
    "heading": "Late Miocene–Holocene",
    "text": "Beginning in the late Miocene and continuing to the present day (ca. 6–0 Ma), southwestern North America has undergone a generally erosive regime, except where the subsidence rates of local extensional basins have exceeded degradation rates. The causes of late Miocene–Holocene erosion are diverse. The episode of erosion corresponds temporally to the intensifi cation of the North American monsoon due to the opening of the Gulf of California ca. 6 Ma (Chapin, 2008) and, beginning ca. 3 Ma, the onset of Northern Hemisphere glaciation (e.g., Pelletier, 2009). Erosion was thus probably enhanced by high-discharge events related to increased summertime thunderstorm activity beginning in the late Miocene, and by increased snow-melt runoff during the Pleistocene (e.g., Chapin, 2008; Pelletier, 2009). Part of two of the great rivers of the southwestern USA, the upper Rio Grande (Connell et al., 2005) and the lower Colorado (House et al., 2011), underwent top-down integration by spillover during the late Miocene, probably in response to increased monsoonal precipitation (Chapin, 2008).\nFollowing the opening of the Gulf of California in the late Miocene (e.g., Umhoefer, 2011), deep erosion occurred along the western fl ank of the Sierra Madre Occidental. Rift-shoulder uplift and the new proximity of oceanic base level increased the gradients and erosive potential of rivers, causing deep incision of middle Miocene and older ignimbrites in the western Sierra Madre Occidental. In contrast, the Sierra Madre Oriental\nregion (Gray et al., 2001) and the eastern fl ank of the Sierra Madre Occidental have undergone only modest erosion since the Miocene.\nWestern Colorado hosts some of the highest elevations in western North America, and forms the core of the southern Rocky Mountain epeirogen of Eaton (2008). Deep, post–6 Ma fl uvial incision of western Colorado and adjacent areas occurred at the same time as the western Great Plains were being tilted eastward, as shown by steepened fl uvial paleogradients of the Ogallala Group (Steven et al., 1997; McMillan et al., 2002, 2006; Leonard, 2002; Duller et al., 2012). This tilting (mostly 6–3.7 Ma; Duller et al., 2012) requires signifi cant post-Miocene uplift of areas west of the Great Plains, and is not compatible with the concept that regional elevations were simply inherited from earlier uplift events. Moreover, thermochronometric evidence for deep, late Miocene–Holocene exhumation of the central and northern Colorado Plateau is not easily reconciled with major surface uplift inherited from Paleogene or early Neogene events. Because of the prevalence of easily erodible Mesozoic and Paleogene sedimentary successions in this region, it is diffi cult to envision how deep erosion would have been delayed until the late Miocene if uplift had occurred much earlier. Other than the middle Miocene Lake Hopi beds of the Bidahochi Formation on the southern Colorado Plateau, there is no evidence for major Neogene internal drainage in the region. Lake Hopi (actually better regarded as a series of ephemeral lakes and ponds) can only account for a small fraction of the expected sediment budget of the upper Colorado River drainage (Dallegge et al., 2003), and thus cannot represent the principal depocenter for paleodrainages of the central and northern Colorado Plateau. Evidence for late Oligocene–Miocene rivers that fl owed northward from the Colorado Plateau (Buffl er, 2003; Ferguson, 2011) favors external drainage of the central and northern plateau, and thus suggests that a long-delayed erosional response to uplift of this region is unlikely.\nThe area of deep erosion in western Colorado and eastern Utah encompasses much of the watershed of the upper Colorado River, where surface elevations are generally lower than in surrounding regions (Fig. 1; Pederson et al., 2002; Karlstrom et al., 2012). Low surface elevations and deep fl uvial incision suggest an important role for isostatic rock uplift in response to erosion in the upper Colorado River watershed. The isostatic response to rapid erosion in the upper Colorado watershed, which was the result of drainage integration with the Gulf of California and climate change, caused as much as ~1 km of late Miocene–Holocene isostatic rock uplift in southeastern Utah begin-\nning in the late Miocene (Lazear et al., 2011; Karlstrom et al., 2012). This accounts for about one-third of the post-Cretaceous rock uplift in this region (Pederson et al., 2002, Fig. 5 therein). Similarly, isostatic compensation in response to exhumation can account for only 25%–50% of the observed eastward tilting of the western Great Plains (McMillan et al., 2002; Leonard, 2002). Although the analyses of McMillan et al. (2002) and Leonard (2002) neglected isostatic uplift related to erosion of the Front Range (Pelle tier, 2009), such erosion was modest, as shown by the widespread preservation of the Rocky Mountain erosion surface. Isostatic response to erosion thus cannot solely account for the late Miocene–Holocene regional uplift in eastern Utah–western Colorado; an important tectonic component is necessary.\nThe great breadth of the region of late Miocene–Holocene uplift, which extends ~850 km from central Utah to the plains of eastern Colorado, implies a source of buoyancy in the mantle . Uplift has been attributed to phase changes in the lithosphere (Morgan, 2003) or thermal expansion (Eaton, 2008; Roy et al., 2009). Late Miocene–Holocene uplift of the western and northern Colorado Plateau and the Colorado Rockies also corresponds approximately to areas of inferred lithospheric delamination, mantle upwelling, and dynamic uplift (Karlstrom et al., 2008, 2011, 2012; Moucha et al., 2009; Levander et al., 2011). Some combination of these mechanisms may account for the nonisostatic portion of rock uplift in this region.\nIn summary, surface uplift by contemporaneous tectonism appears to be largely responsible for the erosion episodes we document here. None of the four Cenozoic erosion events in southwestern North America can be attributed exclusively to the effects of climate change or paleodrainage reorganization, although these were important factors in the late Miocene– Holocene episode. Climate change, however, probably played an important role in the initiation of regional depositional episodes, such as the Chuska–White River (late Eocene–late Oligo cene) and the Ogallala–Bidahochi– Browns Park (middle to late Miocene) aggradational intervals.\nRELATIONSHIP OF SURFACE UPLIFT HISTORY TO PALEOALTIMETRY\nSeveral methods have been employed to evaluate the Cenozoic paleoelevation of southwestern North America, including oxygen stable isotope analysis, carbonate clumped isotope thermometry, paleobotany, and paleopressure determinations from vesicles in lava. The utility of several of these methods has been disputed.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\nGeosphere, December 2012 1195\nStable Isotope Paleoaltimetry\nThe paleoelevation and topographic relief of Laramide basins in the Rocky Mountain region have been assessed using the oxygen stable isotope geochemistry of geologic materials (Norris et al., 1996; Dettman and Lohmann, 2000; Morrill and Koch, 2002; Fricke, 2003; Carroll et al., 2008; Doebbert et al., 2010). Such analyses have produced paleorelief estimates ranging from ~0.5 km for interbasin relief (Fricke, 2003) to as much as 3–4 km between basins and adjacent mountains (Norris et al., 1996; Dettman and Lohmann, 2000; Fan and Dettman, 2009; Fan et al., 2011). Oxygen stable isotopes from precipitation runoff, however, refl ect the hypsometric mean elevation of basin catchments and the effects of evaporation (e.g., Rowley and Garzione, 2007; Davis et al., 2008, 2009), but do not uniquely constrain the paleoelevation of the basin fl oor. The δ18O of basin-fl oor calcic paleosols, in contrast, records in situ precipitation and suggests that the early Eocene paleoele va tions of the Wind River and Bighorn basins were relatively low (~0.5 km; Fan et al., 2011). Carbonate clumped isotope thermometry has been applied to the Bidahochi Formation, and suggests that the middle to late Miocene elevation of the south-central Colorado Plateau was similar to that of today (Huntington et al., 2010). Interpretations derived from the stable isotope compositions, however, often hinge on assumptions that are poorly known, such as terrestrial lapse rates and the initial isotopic composition of vapor source regions."
  }, {
    "heading": "Paleobotanical Paleoaltimetry",
    "text": "Paleobotanical methods have been used to estimate Paleogene basin-fl oor elevations. To facilitate the discussion of this complex topic, we broadly divide these methods into two types: (1) the nearest living relative (or fl oristic) method and (2) the physiognomic (leaf shape) method. Paleoelevation estimates using leaf physiognomy can be further divided into two types, those based on paleoenthalpy calculations and those based on the calculation of paleotemperatures using terrestrial lapse rates (see Meyer, 2007, for an excellent discussion of terrestrial lapse rates and other complexities in the calculation of paleoelevation from fossil fl oras).\nThe paleoelevation of fossil leaf assemblages has been derived from comparison to the modern temperature range of their nearest living relatives (NLR). Early studies using the NLR technique were simple qualitative comparisons (e.g., MacGinitie, 1953, 1966, 1969), whereas later NLR analyses used the modern global lapse rate (Axelrod, 1968, 1997; Axelrod and\nBailey, 1976). NLR analyses typically yield low paleoelevation estimates (~300 m for ca. 45 Ma lacustrine beds of the Green River Formation and 300–900 m for the 34.1 Ma lakebeds at Florissant, Colorado; MacGinitie, 1953, 1969; Axelrod, 1968, 1997; Leopold and ClayPoole, 2001). Axelrod (1968, p. 729) noted, “… nearly all known early Eocene, Paleocene, and Late Cretaceous fl oras probably lived within 1000 feet of sea level…” in the Rocky Mountain region. Low Eocene paleoelevations have also been interpreted from the presence of fossil frost-intolerant plants (palms and cycads) and animals (crocodiles and tortoises) in Laramide basins in the Wyoming region (Wing and Greenwood, 1993). Fossil tsetse fl ies and palms at Florissant have been inferred to support low to moderate paleoelevations and a subtropical to temperate paleoclimate (Leopold and ClayPoole, 2001; Moe and Smith, 2005).\nSubsequent authors have criticized the NLR approach because it is not quantitative, it does not adequately address the effects of global climate change, and it assumes that the habitat tolerance of plants has not evolved through time. Stable isotope data from mammalian teeth, however, also suggest that Florissant and adjoining areas were at low elevations in the late Eocene (Barton and Fricke, 2006).\nPhysiognomic techniques combined with terrestrial lapse-rate calculations have been used to estimate paleoelevations in the Rocky Mountain region. Such studies have yielded widely varying paleoelevation estimates (Fig. 9; Table 4), in part because of differing assumptions about terrestrial lapse rates and the mean annual temperatures in coastal regions. Ancient terrestrial lapse rates are poorly understood and diffi cult to model unambiguously (Meyer, 2007), and the methodology of terrestrial lapserate determination has been questioned (Forest et al., 1995; Wolfe et al., 1998). Important effects of sampling biases in physiognomic methods of paleoelevation determination have also been noted. For example, overrepresentation of woody plants that grew along rivers and lakes may result in underestimation of mean annual temperature by 2.5–5 °C, and thus cause overestimation of paleoelevation (Burnham et al., 2001).\nThe Climate-Leaf Analysis Multivariate Program (CLAMP; Wolfe, 1993) is a physiognomic method used to estimate paleotemperature, paleoenthalpy, and paleoelevation from fossil leaf assemblages without using terrestrial lapse rates. Several Paleogene leaf assemblages in the Rocky Mountain region have been analyzed using this technique (Forest et al., 1995; Gregory and McIntosh, 1996; Wolfe et al., 1998). Enthalpy-based analyses suggest\nhigh regional elevations were achieved during the Paleogene in the Rocky Mountain region (Fig. 9). For example, Wolfe et al. (1998) analyzed three late Laramide (early to middle Eocene) sites in Wyoming and Colorado, and three post-Laramide (late Eocene–Oligocene) sites in Colorado. All were interpreted to have been deposited at their present elevation, within uncertainty (±890 m), except the 34.1 Ma beds at Florissant, Colorado, which were inferred to have been deposited ~1.2 km higher than their present elevation (Wolfe et al., 1998).\nPeppe et al. (2010) questioned aspects of the CLAMP method. They described several sources of error in the paleoenthalpy estimates, some of which are diffi cult to quantify or are unquantifi able, and noted that leaf-size bias alone may produce uncertainties in the resultant paleoelevation estimates of ±2 km or more, similar to the magnitude of Paleogene elevation estimates. Peppe et al. (2010, p. 12) concluded, “...cumulative errors and uncertainties associated with the paleoenthalpy approach are large enough to make most estimates uninformative about true paleoelevation. Therefore, we do not recommend using CLAMP to estimate enthalpy, or the paleoenthalpy method to estimate elevation.” Spicer and Yang (2010) disputed the results of Peppe et al. (2010) and argued that leaf-size biases add no more than ±50 m (1σ error) to the uncertainties of the CLAMP method."
  }, {
    "heading": "Vesicle Paleoaltimetry",
    "text": "Paleoelevation estimates have been derived from atmospheric paleopressure determinations from late Cenozoic lava fl ows in the Colorado Plateau–Rocky Mountain region (Sahagian et al., 2002a). This method calculates paleopressure by comparing the vesicle size at the top and the bottom of lava fl ows of known thickness (Sahagian et al., 2002b). Vesicle paleoaltimetry requires that lava fl ows did not undergo infl ation or defl ation in thickness during emplacement. Such thickness changes, however, are common in modern lavas, and their recognition in ancient flows is problematic (e.g., Bondre, 2003). Sahagian et al. (2002a) interpreted their vesicle data to indicate that slow uplift began ca. 25 Ma, followed by rapid uplift after ~5 Ma. Libarkin and Chase (2003) reinterpreted the data of Sahagian et al. (2002a) and concluded that the most rapid period of uplift was 20–17 Ma."
  }, {
    "heading": "Paleoaltimetry Discussion",
    "text": "Figure 9 and Table 4 summarize the Cenozoic paleoelevation data for the Colorado Plateau– Rocky Mountain region. A great deal of variation is evident. Some of this variation results from the\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\n1196 Geosphere, December 2012\npreviously described regional differences in the uplift histories (Fig. 10) and the local effects of extensional tectonism in southern Utah and along the Rio Grande rift. We note also that constructional volcanic topography and increased lithospheric buoyancy beneath volcanic fi elds may have produced higher elevations at some vesicle-study localities than was typical regionally. Additional scatter results from differences between techniques and from the low precision of the paleoelevation determinations (standard errors [1σ] are indeterminate for the qualitative NLR method, ±400–800 m for lapse-rate methods [see summary in Meyer, 2001], ±700–890 m for the paleoenthalpy method [Forest et al., 1995; Wolfe et al., 1998; cf. Peppe et al., 2010, who claimed ±2000 m], and ±400 m for vesicle paleoaltimetry [Sahagian et al., 2002a]). Despite these sources of variation, several trends are apparent in Figure 9. The NLR paleobotanical technique generally produces significantly lower paleoelevation estimates (and thus greater postdepositional uplift) for individual localities than the paleoenthalpy and the lapse-rate physiognomic techniques, both of which suggest that near-modern surface elevations were attained in the Paleogene. Vesicle-based paleoelevation determinations, which are largely from rocks younger than those of the paleobotanical sites, favor attainment of near-modern surface elevations during the late Cenozoic, although the details of the uplift history within the Neogene are unclear\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\nGeosphere, December 2012 1197\n(cf. Sahagian et al., 2002a; Libarkin and Chase, 2003). Paleoelevation results from vesicles and paleosols are generally compatible with those of the NLR technique.\nThe time-space aspects of Cenozoic uplift and associated erosion described here can be used to assess paleoelevation interpretations in the Colorado Plateau–Rocky Mountain region. Most of the vesicle-based paleoelevation estimates (Sahagian et al., 2002a) are from areas that fl ank the northern and central Colorado Plateau, a region that has had ~2 km of surface uplift since the Late Cretaceous (Pederson et al., 2002). These vesicle data suggest that low to moderate paleoelevations (relative to modern elevations) in the early Miocene gave way to near-modern paleoelevations after the late Miocene. This interpretation is compatible with thermochronometric and stratigraphic data indicating that uplift and deep erosion in this region was largely late Miocene and younger (Fig. 10). Vesicle paleoaltimetric evidence for rapid uplift 20–17 Ma (Libarkin and Chase, 2003) is restricted to the San Juan Mountains region (localities O–T; see Fig. 10). Such uplift is temporally compatible with the late Oligocene–early Miocene event nearby to the south,\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\n1198 Geosphere, December 2012\nbut may also be related to uplift near the San Juan volcanic fi eld (e.g., Roy et al., 2004).\nPaleoelevation data from sites that are within the late Oligocene–early Miocene (ca. 27–15 Ma) area of uplift and deep erosion in the southern Cordillera are diffi cult to assess. The paleobotanical sites (BR, HL, HR, RR and GF; see Fig. 10) are all older than this uplift event. All except GF were deposited within constructional volcanic fi elds; all except BR are located on the fl anks of the Rio Grande rift. The uplift histories of these sites are thus not solely the result of the epeirogenic uplift episodes that we investigate here. The inferred paleoelevations of these paleobotanical sites range from 1.3 km\nbelow to 1.9 km above their present elevation. Much of this discrepancy, however, is the result of differing paleobotanical techniques (cf. Axelrod and Bailey, 1976; Meyer, 1986).\nVesicle paleoaltimetry within or near the late Oligocene–early Miocene area of uplift and deep erosion is limited to fi ve post-Miocene sites (J, K, L, M, and N; see Fig. 10). The paleoelevation of each of these localities was within 1.1 km of their present elevation, but it is unclear if their paleoelevation was related to late Oligocene–early Miocene uplift or to subsequent late Miocene–Holocene uplift, or both.\nCarbonate clumped isotope paleothermometry from the Bidahochi Formation suggests that\nnear-modern paleoelevations had been attained by the middle Miocene in the south-central Colorado Plateau (site BF in Fig. 10; Huntington et al., 2010). Uplift there was interpreted by Huntington et al. (2010) to be mostly Laramide. Our analysis indicates important late Oligocene–early Miocene uplift as well.\nThe locus of late middle Eocene (ca. 42–37 Ma) epeirogenic uplift and erosion in the central Wyoming region encompasses four analyses (by four techniques) from three basinal sites (KL, WR, and WB in Fig. 10). Paleo eleva tion estimates from paleobotany from two of these sites (KL and WB) range from 2.1 to 0.8 km. Both of these sites are in late Laramide\nTABLE 4. PALEOELEVATION ESTIMATES AND UPLIFT DETERMINATIONS FOR SELECTED LOCALITIES IN THE COLORADO PLATEAU–ROCKY MOUNTAIN REGION (continued)\nLocality symbol* Locality\nAge (Ma)\nPaleoelevation (km) Modern elevation (km)\nPostdepositional uplift†\n(km) References and remarks\nLeaf physiognomic technique (paleoenthalpy method) LM Little Mountain fl ora,\nGreen River Fm, Green River Basin, WY\nBridgerian (ca. 51)\n2.1 2.7 0.6 Wolfe et al. (1998); also see Wing (1987)\nKL Kisinger Lakes fl ora, Aycross Fm, Wind River Basin, WY\nBridgerian (ca. 50)\n1.8 2.7 0.9 Wolfe et al. (1998); also see Wing (1987)\nGR Green River Fm, Piceance Basin, CO\nUintan (ca. 45)\n2.9 2.4 -0.5 Wolfe et al. (1998)\nFL Florissant Fm near Florissant, CO\n34.1§ 2.9 2.6 -0.3 Gregory and McIntosh (1996), using Forest et al. (1995) method\nFL Florissant Fm near Florissant, CO\n34.1§ 3.8 2.6 -1.2 Wolfe et al. (1998)\nPP Pitch-Pinnacle fl ora, Sawatch Range, CO\n34.0** 2.0 3.0 1.0 Gregory and McIntosh (1996), using Forest et al. (1995) method\nCR Creede fl ora near Creede, CO 27.2 2.6 2.7 0.1 Wolfe et al. (1998) CR Creede fl ora near Creede, CO 27.2 2.8 2.7 -0.1 Wolfe et al. (1998)\nVesicle paleoaltimetry†† )a2002(.latenaigahaS1.18.17.032TU,noitcnuJG I LaBaron Lake, UT 22.8 2.0 3.3 1.3 Sahagian et al. (2002a) H Marysvale, UT 21 1.0 2.0 1.0 Sahagian et al. (2002a) R Devils Hole, CO ca. 20 1.1 3.3 2.2 Sahagian et al. (2002a) S Devils Hole, CO ca. 20 1.7 3.3 1.6 Sahagian et al. (2002a) T Devils Hole, CO ca. 20 1.2 3.3 2.1 Sahagian et al. (2002a) O La Jara Creek, CO 19.8 0.7 2.5 1.8 Sahagian et al. (2002a) Q La Jara Creek, CO 17.7 1.0 2.5 1.5 Sahagian et al. (2002a) P La Jara Creek, CO 17.6 1.1 2.5 1.4 Sahagian et al. (2002a) F Piute Reservoir, UT ca. 12 1.0 2.0 1.0 Sahagian et al. (2002a) A Grand Mesa, CO 10.2 2.3 3.1 0.8 Sahagian et al. (2002a) B Grand Mesa, CO 10.2 1.9 3.3 1.4 Sahagian et al. (2002a) C Mesa Lakes, CO 9.5 1.6 3.2 1.6 Sahagian et al. (2002a) D Mesa Lakes, CO 9.5 1.7 3.2 1.5 Sahagian et al. (2002a) )a2002(.latenaigahaS1.09.18.15TU,ynomitnAE M Ojo Caliente, NM 4.3 1.4 2.2 0.8 Sahagian et al. (2002a) N Tres Piedras, NM 3.8 1.4 2.5 1.1 Sahagian et al. (2002a) K Lyman Lake, AZ 2.0 1.6 1.9 0.3 Sahagian et al. (2002a) L Lyman Lake, AZ 2.0 1.1 1.9 0.8 Sahagian et al. (2002a) J Corduroy Creek, AZ 1.9 0.8 1.8 1.0 Sahagian et al. (2002a)\nCarbonate clumped-isotope thermometry BF Bidahochi Fm, central AZ ca. 16 1.8 1.7 0.1 Huntington et al. (2010)\nOxygen stable isotopes from paleosols WR Wind River Basin, WY ca. 53 0.5 2.3 1.8 Fan et al. (2011)\nNote: Fm—Formation; AZ—Arizona; CO—Colorado; Mts—Mountains; NM—New Mexico; TX—Texas; UT—Utah; WY—Wyoming. *Locality symbols correspond to those in Figures 9 and 10. †Postdepositional uplift = modern elevation minus paleoelevation. §Age from McIntosh and Chapin (2004). #Assumes the modern global lapse rate (~5.5 °C/km). **W.C. McIntosh (2011, personal commun.). Note that new 40Ar/39Ar dating (34.0 Ma) indicates that the Pitch-Pinnacle fl ora predates climate deterioration ca. 33.5 Ma in\nwestern USA (e.g., Cather et al., 2008). ††Locality symbols for vesicle studies as in Sahagian et al. (2002a).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\nGeosphere, December 2012 1199\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\n1200 Geosphere, December 2012\n(early middle Eocene) beds, therefore the paleoelevation of these sites must derive from the Laramide orogeny. By our reckoning, geologic and thermochronometric evidence favors the lower range of these paleoelevation estimates. This interpretation is in agreement with the results of δ18O paleoaltimetry from early Eocene paleosols (site WR) that support low paleoelevations (~0.5 km; Fan et al., 2011).\nThe most problematic region for the determination of paleoelevation history is the Rocky Mountains of central and southern Colorado, where a great disparity of interpretation exists. This disparity is best exemplifi ed by the paleofl ora at Florissant (present elevation ~2.6 km) in the Front Range, for which no fewer than 10 paleobotanical estimates of paleoelevation have been published (site FL in Figs. 9 and 10 and Table 4). These estimates, produced using a variety of techniques, range from 2.1 km below modern elevation to 1.4 km above.\nThe broad range of Paleogene elevation determinations depicted in Figure 9 allows a variety of uplift-history interpretations. Here we describe some geological constraints on potential uplift histories. To facilitate discussion, we employ two hypothetical curves (X and Y, Fig. 9) to illustrate end members of the possible paleoelevation and surface uplift histories. Curve X favors paleoelevation interpretations based on leaf physiognomic data (lapse-rate and paleoenthalpy methods) and the younger part of the vesicle data. Curve Y favors the NLR data, the paleosol data, and the entirety of the vesicle data. Both curves honor evidence of eastward tilting of the Great Plains, based on evidence from the Ogallala Group, which indicates that the present slope of the Ogallala has been steepened signifi cantly since the late Miocene (Steven et al., 1997; McMillan et al., 2002, 2006; Leonard , 2002; Duller et al., 2012). Restoration of the original gradient of the Ogallala requires that the western Denver Basin was ~1 km lower during the late Miocene (Fig. 11). Because there has been no signifi cant offset between the Front Range and the Denver Basin since the early late Eocene (Jacob and Albertus, 1985; Leonard and Langford, 1994; Chapin and Kelley, 1997), the eastern Front Range and Florissant (star symbol in Fig. 9) must also have been at lower elevations during the late Miocene.\nPost-Ogallala tilting of the western Great Plains requires ~1 km of rock uplift of the eastern Front Range and Florissant since the late Miocene (Leonard, 2002; McMillan et al., 2002, 2006). To accommodate this, the uplift history depicted by curve X would require signifi cant subsidence during the Oligocene–Miocene from the near-modern elevations attained in the late Eocene–early Oligocene. Because the eastern\nF ig\nur e\n11 . E\nas t-\nw es\nt c ro\nss s\nec ti\non a\nlo ng\n3 9°\n22 .5\n′N s\nho w\nin g\nth at\nr es\nto ra\nti on\no f o\nri gi\nna l g\nra de\no f t\nhe O\nga lla\nla G\nro up\n, u si\nng th\ne m\nod er\nn ri\nve r\ngr ad\nie nt\ns of\nS ou\nth P\nla tt\ne R\niv er\na nd\nA rk\nan sa\ns R\niv er\n(L eo\nna rd\n, 2 00\n2) o\nr th\ne ca\nlc ul\nat ed\np al\neo gr\nad ie\nnt o\nf t he\nO ga\nlla la\nr iv\ner s\n(M cM\nill an\ne t a\nl.,\n20 02\n), r\neq ui\nre s\nth at\nt he\nl at\ne M\nio ce\nne p\nal eo\nel ev\nat io\nn of\nt he\nF ro\nnt R\nan ge\na nd\nF lo\nri ss\nan t\nw as\n~ 1\nkm l\now er\nt ha\nn to\nda y.\np C\n— P\nre ca\nm br\nia n;\nM\nz— M\nes oz\noi c;\nC z—\nC en\noz oi\nc. L\nin e\nof s\nec ti\non is\ns ho\nw n\nin F\nig ur\ne 10\n.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\nGeosphere, December 2012 1201\nFront Range and western Great Plains have acted as a structural unit since the late Eocene, a roller-coaster uplift and subsidence history such as represented by curve X should be manifested by sedimentation and erosion patterns in these areas. The sedimentation and erosion history of Colorado, however, is contrary to what would be expected from curve X. The time of high Paleogene elevations might be expected to be erosional, but in fact occurred during depositional episodes on the northern Great Plains (White River Group), in the Denver Basin (Castle Rock Conglomerate), and in the Florissant and other paleovalleys in the Front Range area. Interpretation of these depositional episodes, however, is complicated by the possibility that aggradation was driven by concomitant climatic drying and increased volcaniclastic sediment supply, despite high surface elevations.\nInterpretation of the late Oligocene through early Miocene subsidence represented by curve X is less ambiguous. This time interval corresponds not to a depositional regime as might be expected, but to a regime of widespread erosion on the Great Plains prior to Ogallala sedimentation. The deposition and erosion history is thus out of phase with the uplift and subsidence history represented by curve X. We conclude that geologic evidence suggests that attainment of near-modern surface elevations during the Paleogene was unlikely in the Front Range and adjacent Great Plains, and that the leaf physiog nomic techniques that support such interpretations are thus questionable. A gradual attainment of modern elevations by episodic uplift throughout the Cenozoic, similar to curve Y, is more consistent with the sedimentation and erosion patterns we discern here."
  }, {
    "heading": "CONCLUSIONS",
    "text": "In this report, we use stratigraphic and thermochronometric data to reconstruct the time-space patterns of Cenozoic erosion in southwestern North America. We identify four erosion events. The locus of each erosion event was distinct in space and time, and each can be plausibly related to a tectonic uplift event of the same age. Only the oldest of these uplift events (the Laramide orogeny) can be attributed to crustal processes (local contractile thickening). The remaining erosion events (late middle Eocene, late Oligocene–early Miocene, and late Miocene–Holocene) are related to epeirogenic uplift that derives from processes in the mantle. Each erosion episode undoubtedly engendered isostatic responses to exhumation, but the relative role of isostatic versus tectonic uplift processes is unclear except for in local areas during the late Miocene–Holocene event.\nNone of the erosion episodes we identify here can be attributed exclusively to the effects of climate change or paleodrainage reorganization. Only the late Miocene–Holocene erosion episode shows evidence of important, nontectonic processes, including the strengthening of the North American monsoon ca. 6 Ma, the capture of the upper Colorado River ca. 6 Ma, and the beginning of Northern Hemisphere glaciation ca. 3 Ma. Climate events, however, correlate well with the inception of regional sedimentation episodes during the late Eocene and the middle Miocene.\nPaleoelevation estimates from vesicle studies, paleosol oxygen isotope geochemistry, carbonate clumped isotope thermometry, and nearest living relatives paleobotany are generally compatible with episodes of uplift and erosion that we interpret here. Leaf physiognomic techniques, however, typically yield Paleogene elevation estimates that are higher than seem reasonable. We note that leaf physiognomic techniques stand alone in suggesting near-modern Paleogene basin-fl oor elevations in southwestern North America. All other techniques support low to moderate Paleogene elevations, as does our analysis."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "Research was primarily supported by the New Mexico Bureau of Geology and Mineral Resources. Kelley acknowledges additional support from the CD-ROM (Continental Dynamics of the Rocky Mountains; National Science Foundation [NSF] grant EAR-9614787) and CREST (Colorado Rockies Experiment and Seismic Transects; NSF grant EAR0607808) experiments. We benefi ted from discussions with Gary Axen, Sean Connell, Nelia Dunbar, Emmett Evanoff, Charles Ferguson, John Hawley, Karl Karlstrom, Jay Lillegraven, Dave Love, Virgil Lueth, and Bill McIntosh. Phil Miller, Leo Gabaldon, and Stephanie Chavez drafted the fi gures. The manuscript was improved by informal reviews from Gary Axen, Paul Heller, Jay Lillegraven, Spencer Lucas, Herb Meyer, and Joel Pederson. We appreciate the thoughtful and thorough comments of reviewers Becky Flowers, Peter Molnar, and Beth McMillan, and Guest Associate Editor Karl Karlstrom."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Alvarado, P., Pardo, M., Gilbert, H., Miranda, S., Anderson, M., Saez, M., and Beck, S., 2009, Flat slab subduction and crustal models for the seismically active Sierras Pampeanas region of Argentina, in Kay, S.M., et al., eds., Backbone of the Americas: Shallow subduction, plateau uplift, and ridge and terrane collision: Geological Society of America Memoir 204, p. 261–278. Armstrong, P.A., Ehlers, T.A., Chapman, D.S., Farley, K.A., and Kamp, P.J.J., 2003, Exhumation of the central Wasatch Mountains, Utah: 1. Patterns and timing of exhumation deduced from low-temperature thermochronology data: Journal of Geophysical Research, v. 108, 2172, 17 p., doi:10.1029/2001JB001708. Aslan, A., Karlstrom, K., Kirby, E., Darling, A., and Kelley, S., 2011, Origin of the ancestral Colorado and Gunnison rivers and post-10 Ma river incision rates in western Colorado, in Beard, L.S., et al., eds., CREvolution 2—\nOrigin and evolution of the Colorado River system, workshop abstracts: U.S. Geological Survey OpenFile Report 2011–1210, p. 22–27, http://pubs.usgs.gov /of/2011/1210/. Axelrod, D.I., 1968, Tertiary fl oras and topographic history of the Snake River Basin, Idaho: Geological Society of America Bulletin, v. 79, p. 713–734, doi:10.1130/0016 -7606(1968)79[713:TFATHO]2.0.CO;2. Axelrod, D.I., 1997, Paleoelevation estimates from Tertiary fl oras: International Geology Review, v. 39, p. 1124– 1133, doi:10.1080/00206819709465319. Axelrod, D.I., and Bailey, H.P., 1976, Tertiary vegetation, climate, and altitude of the Rio Grande depression, New Mexico–Colorado: Paleobiology, v. 2, p. 235–254. Balls, E., Kowallis, B.J., Christiansen, E.H., Sprinkel, D.A., and Heitzler, M.T., 2004, Age and origin of ashes in the Bishop Conglomerate, south fl ank of the Uinta Mountains, Utah: Geological Society of America Abstracts with Programs, v. 36, no. 5, p. 100. Barton, M.A., and Fricke, H.C., 2006, Mapping topographic relief and elevation of the central Rocky Mountain region during the latest Eocene using stable isotope data from mammalian tooth enamel: Geological Society of America Abstracts with Programs, v. 38, no. 7, p. 202. Bilodeau, W.L., 1986, The Mesozoic Mogollon highlands, Arizona: An Early Cretaceous rift shoulder: Journal of Geology, v. 94, p. 724–735, doi:10.1086/629077. Bondre, N.R., 2003, Analysis of vesicular basalts and lava emplacement processes for application as a paleobarometer/paleoaltimeter: A discussion: Journal of Geology, v. 111, p. 499–502, doi:10.1086/375279. Borman, R.G., and Meredith, T.S., 1983, Geology, altitude, and depth of the bedrock surface beneath the Ogallala Formation in the northern High Plains of Colorado: U.S. Geological Survey Hydrologic Investigations Atlas HA-669, 2 sheets, scale 1:500,000. Borman, R.G., Meredith, T.S., and Bryn, S.M., 1984, Geology, altitude, and depth of the bedrock surface; altitude of the water table in 1980; and saturated thickness of the Ogallala aquifer in 1980 in the southern High Plains of Colorado: U.S. Geological Survey Hydrologic Investigations Atlas HA-673, 4 sheets, scale 1:500,000. Boyd, D.W., and Lillegraven, J.A., 2011, Persistence of the Western Interior Seaway: Historical background and signifi cance of ichnogenus Rhizocorallium in Paleocene strata, south-central Wyoming: Rocky Mountain Geology, v. 46, p. 43–69, doi:10.2113/gsrocky.46.1.43. Braile, L.W., Hinze, W.J., von Frese, R.R.B., and Keller, G.R., 1989, Seismic properties of the crust and uppermost mantle of the conterminous United States and adjacent Canada, in Pakiser, L.C., and Mooney, W.D., eds., Geophysical framework of the continental United States: Geological Society of America Memoir 172, p. 655–680. Braschayko, S., Kelley, S.A., and Stockli, D., 2008, Exhumation history of the San Juan Basin: New Mexico Geology, v. 30, p. 56. Bryant, B., and Naeser, C.W., 1980, The signifi cance of fi ssiontrack ages of apatite in relation to the tectonic history of the Front and Sawatch Ranges, Colorado: Geological Society of America Bulletin, v. 91, p. 156–164, doi: 10.1130/0016-7606(1980)91<156:TSOFAO>2.0.CO;2. Bryant, B., Naeser, C.W., and Fryxell, J.E., 1991, Implications of low-temperature cooling on a transect across the Colorado Plateau–Basin and Range boundary: Journal of Geophysical Research, v. 96, p. 12,375– 12,388, doi:10.1029/90JB02027. Buffl er, R.T., 2003, The Browns Park Formation in the Elkhead region, northwestern Colorado–south-central Wyoming: Implications for late Cenozoic sedimentation, in Raynolds, R.G., and Flores, R.M., eds., Cenozoic systems of the Rocky Mountain region: Denver, Colorado, Rocky Mountain SEPM (Society for Sedimentary Geology), p. 184–212. Burnham, R.J., Pitman, N.C.A., Johnson, K.R., and Wilf, P., 2001, Habitat related error in estimating temperatures from leaf margins in a humid tropical forest: American Journal of Botany, v. 88, p. 1096–1102, doi:10.2307/2657093. Campbell, A.R., Heizler, M.T., and Dunbar, N.W., 1994, 40Ar/39Ar dating of fl uid inclusions in quartz from the Capitan pluton, New Mexico: Biennial Pan-American\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\n1202 Geosphere, December 2012\nConference on Research on Fluid Inclusions Program with Abstracts, v. 5, p. 11. Carroll, A.R., Doebbert, A.C., Booth, A.L., Chamberlain, C.P., Rhodes-Carson, M.K., Smith, M.E., Johnson, C.M., and Beard, B.L., 2008, Capture of high-altitude precipitation by a low-altitude Eocene lake, western U.S.: Geology, v. 36, p. 791–794, doi:10.1130/G24783A.1. Carter, L.S., Kelley, S.A., Blackwell, D.D., and Naeser, N.D., 1998, Heat fl ow and thermal history of the Anadarko Basin, Oklahoma: American Association of Petroleum Geologists Bulletin, v. 82, p. 291–316. Carter, T.J., Kohn, B.P., Foster, D.A., and Gleadow, A.J.W., 2004, How the Harcuvar Mountains metamorphic core complex became cool: Evidence from apatite (U-Th)/He thermochronometry: Geology, v. 32, p. 985– 988, doi:10.1130/G20936.1. Cather, S.M., 2004, Laramide orogeny in central and northern New Mexico and southern Colorado, in Mack, G.H., and Giles, K.A., eds., The geology of New Mexico: A geologic history: New Mexico Geological Society Special Publication 11, p. 203–248. Cather, S.M., 2009, Stratigraphy and structure of the Laramide Carthage–La Joya Basin, central New Mexico, in Lueth, V., et al., eds., Geology of the Chupadera Mesa: New Mexico Geological Society Field Conference Guidebook 60, p. 227–234. Cather, S.M., 2011a, Late Oligocene–early Miocene deep erosion on the southern Colorado Plateau and the southern Great Plains, in Beard, L.S., et al., eds., CREvolution 2—Origin and evolution of the Colorado River system, workshop abstracts: U.S. Geological Survey Open-File Report 2011–1210, p. 46–54, http:// pubs.usgs.gov/of/2011/1210/. Cather, S.M., 2011b, A north-fl owing ancestral Pecos River in southeastern New Mexico: A record of late Paleogene–early Neogene epeirogeny: New Mexico Geology, v. 33, p. 45. Cather, S.M., 2012, The sub-Cretaceous unconformity in New Mexico, in Lucas, S.G., et al., eds., Geology of the Warm Springs region: New Mexico Geological Society Field Conference Guidebook 63, p. 407–411. Cather, S.M., Connell, S.D., Chamberlin, R.M., McIntosh, W.C., Jones, G.E., Potochnik, A.R., Lucas, S.G., and Johnson, P.S., 2008, The Chuska erg: Paleogeomorphic and paleoclimatic implications of an Oligocene sand sea on the Colorado Plateau: Geological Society of America Bulletin, v. 120, p. 13–33, doi:10.1130/B26081.1. Cather, S.M., Dunbar, N.W., McDowell, F.W., McIntosh, W.C., and Scholle, P.A., 2009, Climate forcing by iron fertilization from repeated ignimbrite eruptions: The icehouse–silicic large igneous province (SLIP) hypothesis: Geosphere, v. 5, p. 315–324, doi:10.1130/GES00188.1. Cerveny, P.F., and Steidtmann, J.R., 1993, Fission track thermochronology of the Wind River Range, Wyoming: Evidence for timing and magnitude of Laramide exhumation: Tectonics, v. 12, p. 77–91, doi:10.1029 /92TC01567. Chamberlin, R.L., and Harris, J.S., 1994, Upper Eocene and Oligocene volcaniclastic sedimentary stratigraphy of the Quemado–Escondido Mountain area, Catron County, New Mexico, in Chamberlin, R.M., et al., eds., Mogollon slope, west-central New Mexico: New Mexico Geological Society Field Conference Guidebook 45, p. 269–275. Chamberlin, R.M., Cather, S.M., Anderson, O.J., and Jones, G.E., 1994, Reconnaissance geologic map of the Quemado 30 × 60-minute quadrangle, Catron County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Open-File Report 406, scale 1:100,000. Chapin, C.E., 2008, Interplay of oceanographic and paleoclimate events with tectonism during middle to late Miocene sedimentation across the southwestern USA: Geosphere, v. 4, p. 976–991, doi:10.1130/GES00171.1. Chapin, C.E., 2012, Origin of the Colorado Mineral Belt: Geosphere, v. 8, p. 28–43, doi:10.1130/GES00694.1. Chapin, C.E., and Cather, S.M., 1994, Tectonic setting of the axial basins of the northern and central Rio Grande rift, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande rift; Structure, stratigraphy, and tectonic setting: Geological Society of America Special Paper 291, p. 5–25. Chapin, C.E., and Kelley, S.A., 1997, The Rocky Mountain erosion surface in the Front Range of Colorado, in\nBolyard, D.W., and Sonnenberg, S.A., eds., Colorado Front Range guidebook: Denver, Colorado, Rocky Mountain Association of Geologists, p. 101–114. Chetel, L.M., Janecke, S.U., Carroll, A.R., Beard, B.L., Johnson, C.M., and Singer, B.S., 2011, Paleogeographic reconstruction of the Eocene Idaho River, North American Cordillera: Geological Society of America Bulletin, v. 123, p. 71–88, doi:10.1130/B30213.1. Cole, R.D., 2011, Signifi cance of the Grand Mesa basalt fi eld in western Colorado for defi ning the early history of the upper Colorado River, in Beard, L.S., et al., eds., CREvolution 2—Origin and evolution of the Colorado River system, workshop abstracts: U.S. Geological Survey Open-File Report 2011–1210, p. 55–61, http:// pubs.usgs.gov/of/2011/1210/. Connell, S.D., Hawley, J.W., and Love, D.W., 2005, Late Cenozoic drainage development in the southeastern Basin and Range of New Mexico, southeasternmost Arizona, and western Texas, in Lucas, S.G., et al., eds., New Mexico’s ice ages: New Mexico Museum of Natural History and Science Bulletin 28, p. 125–150. Cooley, M.E., 1958, Physiography of the Black Mesa Basin area, in Anderson, R.Y., and Harshbarger, J.W., eds., Black Mesa Basin, northeastern Arizona: New Mexico Geological Society Field Conference Guidebook 9, p. 146–149. Corrigan, J.D., Cervany, K., Donelick, R., and Bergman, S., 1998, Post-orogenic denudation along the Ouachita trend: magnitude and timing constraints from apatite fi ssion track data: Tectonics, v. 17, p. 587–603, doi: 10.1029/98TC01316. Cronin, J.G., 1969, Ground water in the Ogallala Formation in the southern High Plains of Texas and New Mexico: U.S. Geological Survey Hydrologic Investigations Atlas HA-330, 9 p., 4 sheets, scale 1:500,000. Cross, T.A., and Pilger, R.H., Jr., 1978, Tectonic controls of Late Cretaceous sedimentation, western interior, USA: Nature, v. 274, p. 653–657, doi:10.1038/274653a0. Crowley, P.D., Reiners, P.W., Reuter, J.M., and Kaye, G.D., 2002, Laramide exhumation of the Bighorn Mountains, Wyoming: An apatite (U-Th)/He thermochronology study: Geology, v. 30, p. 27–30, doi:10.1130/0091 -7613(2002)030<0027:LEOTBM>2.0.CO;2. Dallegge, T.A., Ort, M.H., McIntosh, W.C., and Perkins, M.E., 2001, Age and depositional basin morphology of the Bidahochi Formation and implications for the ancestral upper Colorado River, in Young, R.A., and Spamer, E.E., eds., Colorado River: Origin and evolution: Grand Canyon, Arizona, Grand Canyon Association, p. 47–51. Dallegge, T.A., Ort, M.H., and McIntosh, W.C., 2003, Mio– Pliocene chronostratigraphy, basin morphology, and paleodrainage relations derived from the Bidahochi Formation, Hopi and Navajo Nations, northeastern Arizona: Mountain Geologist, v. 40, p. 55–82. Davis, S.J., Wiegand, B.A., Carroll, A.R., and Chamberlain, C.P., 2008, The effect of drainage reorganization on paleoaltimetry studies: An example from the Paleogene Laramide foreland: Earth and Planetary Science Letters, v. 275, p. 258–268, doi:10.1016/j.epsl.2008.08.009. Davis, S.J., Mulch, A., Carroll, A.R., Horton, T.W., and Chamberlain, C.P., 2009, Paleogene landscape evolution of the central North American Cordillera: Developing topography and hydrology in the Laramide foreland: Geological Society of America Bulletin, v. 121, p. 100–116, doi:10.1130/B26308.1. Davis, S.J., Dickinson, W.R., Gehrels, G.E., Spencer, J.E., Lawton, T.F., and Carroll, A.R., 2010, The Paleogene California River: Evidence of Mojave-Uinta paleodrainage from U-Pb ages of detrital zircons: Geology, v. 38, p. 931–934, doi:10.1130/G31250.1. Darton, N.H., 1928, Red beds and associated formations in New Mexico, with an outline of the geology of the State: U.S. Geological Survey Bulletin 794, 356 p. Dettman, D.L., and Lohmann, K.C., 2000, Oxygen isotope evidence for high-altitude snow in the Laramide Rocky Mountains of North America during the Late Cretaceous and Paleogene: Geology, v. 28, p. 243–246. Dickerson, P.W., and Muehlberger, W.R., 1994, Basins in the Big Bend segment of the Rio Grande rift, trans-Pecos Texas, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande rift: Structure, stratigraphy, and tec-\ntonic setting: Geological Society of America Special Paper 291, p. 283–297. Dickinson, W.R., 2011, Bidahochi paleogeography and incision of the Grand Canyon, in Beard, L.S., et al., eds., CREvolution 2—Origin and evolution of the Colorado River system, workshop abstracts: U.S. Geological Survey Open-File Report 2011–1210, p. 81–87, http:// pubs.usgs.gov/of/2011/1210/. Dickinson, W.R., Fiorillo, A.R., Hall, D.L., Monreal, R., Potochnik, A.R., and Swift, P.N., 1989, Cretaceous strata of southern Arizona, in Jenney, J.P., and Reynolds , S.J., eds., Geologic evolution of Arizona: Arizona Geological Society Digest, v. 17, p. 447–461. Doebbert, A.C., Carroll, A.R., Mulch, A., Chetel, L.M., and Chamberlain, C.P., 2010, Geomorphic controls on lacustrine isotopic compositions; evidence from the Laney Member, Green River Formation, Wyoming: Geological Society of America Bulletin, v. 122, p. 236– 252, doi:10.1130/B26522.1. Duller, R.A., Whittaker, A.C., Swinehart, J.B., Armitage, J.J., Sinclair, H.D., Bair, A., and Allen, P.A., 2012, Abrupt landscape change post–6 Ma on the central Great Plains, USA: Geology, doi:10.1130/G32919.1. Eaton, G.P., 1986, A tectonic redefi nition of the southern Rocky Mountains: Tectonophysics, v. 132, p. 163–193, doi:10.1016/0040-1951(86)90031-4. Eaton, G.P., 1987, Topography and origin of the southern Rocky Mountains and Alvarado Ridge, in Coward, M.P., et al., eds., Continental extensional tectonics: Geological Society of London Special Publication 28, p. 355–369, doi:10.1144/GSL.SP.1987.028.01.22. Eaton, G.P., 2008, Epeirogeny in the Southern Rocky Mountains region: Evidence and origin: Geosphere, v. 4, p. 764–784, doi:10.1130/GES00149.1. Eaton, J.G., Hutchison, J.H., Holroyd, P.A., Korth, W.W., and Goldstrand, P.M., 1999, Vertebrates of the Turtle Basin Local Fauna, late Eocene, Sevier Plateau, southcentral Utah, in Gillette, D.D., ed., Vertebrate paleontology in Utah: Utah Geological Survey Miscellaneous Publication 99–1, p. 463–468. Ehlers, T.A., Willett, S.D., Armstrong, P.A., and Chapman, D.S., 2003, Exhumation of the central Wasatch Mountains, Utah: 2. Thermokinematic model of exhumation, erosion, and thermochronometer interpretation: Journal of Geophysical Research, v. 108, 2173, doi:10.1029 /2001JB001723. Epis, R.C., and Chapin, C.E., 1975, Geomorphic and tectonic implications of the post-Laramide, late Eocene erosion surface in the southern Rocky Mountains, in Curtis , F.B., ed., Cenozoic history of the southern Rocky Mountains: Geological Society of America Memoir 144, p. 1023–1039. Evanoff, E., 1990, Early Oligocene paleovalleys in southern and central Wyoming: Evidence of high local relief on the late Eocene unconformity: Geology, v. 18, p. 443–446, doi:10.1130/0091-7613(1990)018<0443: EOPISA>2.3.CO;2. Evanoff, E., and Chapin, C.E., 1994, Composite nature of the “late Eocene surface” of the Front Range and adjacent regions, Colorado and Wyoming: Geological Society of America Abstracts with Programs, v. 26, no. 6, p. 12. Evanoff, E., Prothero, D.R., and Lander, R.H., 1992, Eocene– Oligocene climatic change in North America; the White River Formation near Douglas, east-central Wyoming, in Prothero, D.R., and Berggren, W.A., eds., Eocene– Oligocene climatic and biotic evolution: Princeton, New Jersey, Princeton University Press, p. 116–130. Ewing, T.E., 2005, Phanerozoic development of the Llano uplift: South Texas Geological Society Bulletin, v. 45, p. 15–25. Fallin, J.A.T., 1988, Hydrogeology of Lower Cretaceous strata under the southern High Plains of New Mexico: New Mexico Geology, v. 10, p. 6–9. Fan, M., and Dettman, D.L., 2009, Late Paleocene high Laramide ranges in northeast Wyoming: Oxygen isotope study of ancient river water: Earth and Planetary Science Letters, v. 286, p. 110–121, doi:10.1016/j.epsl .2009.06.024. Fan, M., DeCelles, P.G., Gehrels, G.E., Dettman, D.L., Quade, J., and Peyton, S.L., 2011, Sedimentology, detrital zircon geochronology, and stable isotope geochemistry of the lower Eocene strata in the Wind River\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\nGeosphere, December 2012 1203\nBasin, central Wyoming: Geological Society of America Bulletin, v. 123, p. 979–996, doi:10.1130/B30235.1. Farmer, G.L., Bailley, T., and Elkins-Tanton, L., 2008, Mantle source volumes and the origin of the mid-Tertiary ignimbrite fl are-up in the southern Rocky Mountains, western U.S: Lithos, v. 102, p. 279–294, doi:10.1016 /j.lithos.2007.08.014. Fayon, A.K., Peacock, S.M., Stump, E., and Reynolds, S.J., 2000, Fission track analysis of the footwall of the Catalina detachment fault, Arizona: Tectonic denudation, magmatism, and erosion: Journal of Geophysical Research, v. 105, p. 11,047–11,062, doi:10.1029 /1999JB900421. Ferguson, C.A., 2011, Powder Rim gravel—Deposit of a late Miocene, north-fl owing river through the Wyoming– Colorado–Utah borderland, in Beard, L.S., et al., eds., CREvolution 2—Origin and evolution of the Colorado River system, workshop abstracts: U.S. Geological Survey Open-File Report 2011–1210, p. 108–111, http://pubs.usgs.gov/of/2011/1210/.. Fielding, E.J., and Jordan, T.E., 1988, Active deformation at the boundary between the Precordillera and Sierras Pampeanas, Argentina, and comparison with ancient Rocky Mountain deformation, in Kay, S.M., et al., eds., Backbone of the Americas: Shallow subduction, plateau uplift, and ridge and terrane collision: Geological Society of America Memoir 204, p. 143–163. Flowers, R.M., and Kelley, S., 2007, Elevated Miocene geotherms on the High Plains of eastern New Mexico and the Texas panhandle from apatite fi ssion-track and (U-Th)/He thermochronometry: Geological Society of America Abstracts with Programs, v. 39, no. 6, p. 277–278. Flowers, R.M., Wernicke, B.P., and Farley, K.A., 2008, Unroofing, incision and uplift history of the southwestern Colorado Plateau apatite (U-Th)/He thermochronometry: Geological Society of America Bulletin, v. 120, p. 571–587, doi:10.1130/B26231.1. Forest, C.E., Molnar, P., and Emanuel, K.A., 1995, Palaeoaltimetry from energy conservation principles: Nature, v. 374, p. 347–350, doi:10.1038/374347a0. Forrester, S.W., 2009, Provenance of the Miocene–Pliocene Muddy Creek Formation near Mesquite, Nevada [Ph.D. thesis]: Las Vegas, University of Nevada at Las Vegas, 159 p. Fricke, H.C., 2003, Investigation of early Eocene water vapor transport and paleoelevation using oxygen isotope data from geographically widespread mammal remains: Geological Society of America Bulletin, v. 115, p. 1088– 1096, doi:10.1130/B25249.1. Galloway, W.E., Whiteaker, T.L., and Ganey-Curry, P., 2011, History of Cenozoic North American drainage basin evolution, sediment yield, and accumulation in the Gulf of Mexico Basin: Geosphere, v. 7, p. 938–973, doi:10.1130/GES00647.1. Gill, J. R., and Hail, W. J. Jr., 1975, Stratigraphic sections across upper Cretaceous Mancos Shale–Mesaverde Group boundary, eastern Utah and western Colorado: U.S. Geological Survey Oil and Gas Investigation Chart OC-68. Gray, G.G., Pottorf, R.J., Yurewicz, D.A., and Mahon, K.I., Pevear, D.R., Chuchla, R.J., 2001, Thermal and chronological record of syn- to post-Laramide burial and exhumation, Sierra Madre Oriental, Mexico, in Bartolini, C., et al., eds., The western Gulf of Mexico Basin; tectonics, sedimentary basins, and petroleum systems: American Association of Petroleum Geologists Memoir 75, p. 159–181. Gregory, K.M., and Chase, C.G., 1992, Tectonic signifi cance of paleobotanically estimated climate and latitude of the late Eocene erosion surface, Colorado: Geology, v. 20, p. 581–585, doi:10.1130/ 0091-7613(1992) 020 <0581:TSOPEC> 2.3.CO;2. Gregory, K.M., and McIntosh, W.C., 1996, Paleoclimate and paleoelevation of the Oligocene Pitch Pinnacle fl ora, Sawatch Range, Colorado: Geological Society of America Bulletin, v. 108, p. 545–561, doi:10.1130/0016 -7606(1996)108<0545:PAPOTO>2.3.CO;2. Gustavson, T.C., 1986, Geomorphic development of the Canadian River valley, Texas Panhandle; an example of regional salt dissolution and subsidence: Geological Society of America Bulletin, v. 97, p. 459–472,\ndoi:10.1130/0016-7606(1986)97<459:GDOTCR >2.0.CO;2. Gustavson, T.C., 1996, Fluvial and eolian depositional systems, paleosols, and paleoclimate of the upper Cenozoic Ogallala and Blackwater Draw formations, southern High Plains, Texas and New Mexico: Texas Bureau of Economic Geology Report of Investigations 239, 62 p. Gustavson, T.C., and Winkler, D.A., 1988, Depositional facies of the Miocene–Pliocene Ogallala Formation, northwestern Texas and eastern New Mexico: Geology, v. 16, p. 203–206, doi:10.1130/0091-7613(1988)016 <0203:DFOTMP>2.3.CO;2. Haq, B.U., Hardenbol, J., and Vail, P.R., 1987, Chronology of fl uctuating sea levels since the Triassic (250 million years ago to the present): Science, v. 235, p. 1156– 1167, doi:10.1126/science.235.4793.1156. Hawley, J.W., 1993, The Ogallala and Gatuña formations in the southeastern New Mexico region: A progress report, in Love, D.W., eds., Carlsbad region (New Mexico and West Texas): New Mexico Geological Society Field Conference Guidebook 44, p. 261–269. Hoffman, M.D., 2009, Mio–Pliocene erosional exhumation of the central Colorado Plateau, eastern Utah: New insights from apatite (U-Th)/He thermochronometry [M.S. thesis]: Lawrence, University of Kansas, 174 p. Hoffman, M., Stockli, D.F., Kelley, S.A., Pederson, J., and Lee, J., 2011, Mio–Pliocene erosional exhumation of the central Colorado Plateau, eastern Utah—New insights from apatite (U-Th)/He thermochronometry, in Beard, L.S., et al., eds., CREvolution 2—Origin and evolution of the Colorado River system, workshop abstracts: U.S. Geological Survey Open-File Report 2011–1210, p. 132–136, http://pubs.usgs.gov/of/2011/1210/. Holroyd, P.A., 2002, New record of Anthracotheriidae (Artiodactyla, Mammalia) from the middle Eocene Yegua Formation (Claiborne Group), Houston County, Texas: Texas Journal of Science, v. 54, p. 301–308. House, M.A., Kelley, S.A., and Roy, M., 2003, Refi ning the footwall cooling history of a rift fl ank uplift, Rio Grande rift, New Mexico: Tectonics, v. 22, 1060, 17 p., doi:10.1029/2002TC001418. House, P.K., Pearthree, P.A., Brock, A.L., Bell, J.W., Ramelli, A.R., Faulds, J.E., and Howard, K.A., 2011, Robust geologic evidence for latest Miocene–earliest Pliocene River integration via lake-spillover along the lower Colorado River—Review and new data, in Beard, L.S., et al., eds., CREvolution 2—Origin and evolution of the Colorado River system, workshop abstracts: U.S. Geological Survey Open-File Report 2011–1210, p. 137–142, http://pubs.usgs.gov/of/2011/1210/. Humphreys, E.D., Hessler, E., Dueker, K., Farmer, C.L., Ersley, E., and Atwater, T., 2003, How Laramide-age hydration of the North American lithosphere by the Farallon slab controlled subsequent activity in the western United States: International Geology Review, v. 45, no. 7, p. 575–595. Huntington, K.W., Wernicke, B.P., and Eiler, J.M., 2010, The infl uence of climate change and uplift on Colorado Plateau paleotemperatures from carbonate ‘clumped isotope’ thermometry: Tectonics, v. 29, TC3005, doi: 10.1029/2009TC002449. Jacob, A.F., and Albertus, R.G., 1985, Thrusting, petroleum seeps, and seismic exploration, Front Range south of Denver, Colorado, in Macke, D.L., and Maughan, E.K., eds., Rocky Mountain Section fi eld trip guide: American Association of Petroleum Geologists, p. 77–96. Jones, C.H., Farmer, G.L., Sageman, B., and Zhong, S., 2011, Hydrodynamic mechanism for the Laramide orogeny: Geosphere, v. 7, p. 183–201, doi:10.1130/GES00575.1. Karlstrom, K.E., Crow, R., Crossey, L.J., Coblentz, D., and van Wijk, J., 2008, Model for tectonically driven incision of the younger than 6 Ma Grand Canyon: Geology, v. 36, p. 835–838, doi:10.1130/G25032A.1. Karlstrom, K., 14 others, and the CREST Working Group, 2011, Evidence from the Colorado River system for surface uplift of the Colorado Rockies and western Colorado Plateau in the last 10 Ma driven by mantle fl ow and buoyancy, in Beard, L.S., et al., eds., CREvolution 2— Origin and evolution of the Colorado River system, workshop abstracts: U.S. Geological Survey Open-File Report 2011–1210, p. 153–159, http://pubs.usgs.gov/of /2011/1210/. Karlstrom, K.E., 23 others, and the CREST Working Group, 2012, Mantle-driven dynamic uplift of the Rocky Mountains and Colorado Plateau and its surface response: Toward a unifi ed hypothesis: Lithosphere, v. 4, p. 3–22, doi:10.1130/L150.1. Kelley, S.A., 1990, Late Mesozoic to Cenozoic cooling history of the Sangré de Cristo Mountains, Colorado and New Mexico, in Bauer, P.W.., et al., eds., Tectonic development of the Sangré de Cristo Mountains, New Mexico: New Mexico Geological Society Fall Field Conference Guidebook 41, p. 123–132. Kelley, S.A., 1997, Evidence for regional Cenozoic denudation of the Ouachita Trend and Southern High Plains based on apatite fi ssion-track thermochronology: American Association of Petroleum Geologists Bulletin, v. 81, p. 1226. Kelley, S., 2003, Laramide exhumation history of the Zuni Mountains, west-central New Mexico: Geological Society of America Abstracts with Programs, v. 35, no. 6, p. 295. Kelley, S.A., 2005, Low-temperature cooling histories of the Cheyenne Belt and Laramie Peak shear zone, Wyoming, and the Soda Creek–Fish Creek shear zone, Colorado, in Karlstrom, K.E., and Keller, G.R., eds., The Rocky Mountain region: An evolving lithosphere: American Geophysical Union Geophysical Monograph 154, p. 55–70, doi:10.1029/154GM05. Kelley, S.A., and Blackwell, D.D., 1990, Thermal history of the multi-well experiment (MWX) site, Piceance Creek Basin, northwestern Colorado, derived from fi ssion-track analysis: Nuclear Tracks and Radiation Measurements, v. 17, p. 331–337, doi:10.1016/1359-0189(90)90055-3. Kelley, S.A., and Chapin, C.E., 1995, Apatite fi ssion-track thermochronology of southern Rocky Mountain–Rio Grande rift–western High Plains provinces, in Bauer, P.W., et al., eds., Geology of the Santa Fe region: New Mexico Geological Society Field Conference Guidebook 46, p. 87–96. Kelley, S.A., and Chapin, C.E., 1997, Cooling histories of mountain ranges in the southern Rio Grande rift based on apatite fi ssion-track analysis: A reconnaissance survey: New Mexico Geology, v. 19, p. 1–14. Kelley, S.A., and Chapin, C.E., 2004, Denudation history and internal structure of the Front Range and Wet Mountains, Colorado, in Cather, S.M., et al., eds., Tectonics, geochronology, and volcanism, in the southern Rocky Mountains and Rio Grande riff: New Mexico Bureau of Geology and Mineral Resources Bulletin 160, p. 41–78. Kelley, S.A., and Duncan, I.J., 1986, Late Cretaceous to middle Tertiary tectonic history of the northern Rio Grande rift, New Mexico: Journal of Geophysical Research, v. 91, p. 6246–6262, doi:10.1029/JB091iB06p06246. Kelley, S.A., Chapin, C.E., and Corrigan, J., 1992, Late Mesozoic to Cenozoic cooling histories of the fl anks of the northern and central Rio Grande rift, Colorado and New Mexico: New Mexico Bureau of Mines and Mineral Resources Bulletin 145, 39 p. Kelley, S.A., Chapin, C.E., and Karlstrom, K.E., 2001, Laramide cooling histories of Grand Canyon, Arizona, and the Front Range, Colorado, determined from apatite fi ssion-track thermochronology, in Young, R.A., and Spamer, E.E., eds., Colorado River: Origin and evolution: Grand Canyon, Arizona, Grand Canyon Association, p. 37–42. Kelley, S.A., Stockli, D., Lee, J., Pederson, J., Roy, M., and Callahan, C., 2007, Exhumation history of the Colorado Plateau: Geological Society of America Abstracts with Programs, v. 39, no. 6, p. 185. Kelley, S.A., Chapin, C.E., Cather, S.M., and Person, M., 2009, Thermal history of the eastern Socorro Basin, Socorro County, New Mexico, based on apatite fi ssiontrack thermochronology, in Lueth, V., et al., eds., Geology of the Chupadera Mesa: New Mexico Geological Society Field Conference Guidebook 60, p. 347–358. Kelley, V.C., 1971, Geology of the Pecos County, southeastern New Mexico: New Mexico Bureau of Mines and Mineral Resources Memoir 24, 75 p. Kilty, K.T., 2000, Raising the Colorado Plateau: Discussion and reply: Geology, v. 28, p. 767–768, doi:10.1130/0091 -7613(2000)28<767:RTCPCA>2.0.CO;2. Kirk, E.C., and Williams, B.A., 2011, New adapiform primate of Old World affi nities from the Devil’s Grave-\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\n1204 Geosphere, December 2012\nyard Formation of Texas: Journal of Human Evolution, v. 61, p. 156–168, doi:10.1016/j.jhevol.2011.02.014. Lazear, G.D., Karlstrom, K., Aslan, A., and Schmandt, B., and the CREST Working Group, 2011, Denudational fl exural isostasy of the Colorado Plateau: Implications for incision rates and tectonic uplift, in Beard, L.S., et al., eds., CREvolution 2—Origin and evolution of the Colorado River system, workshop abstracts: U.S. Geological Survey Open-File Report 2011–1210, p. 287–295, http://pubs.usgs.gov/of/2011/1210/. Lee, J.P., Stockli, D.F., Kelley, S., and Pederson, J., 2011, Unroofi ng and incision of the Grand Canyon region as constrained through low-temperature thermo chronology, in Beard, L.S., et al., eds., CREvolution 2— Origin and evolution of the Colorado River system, workshop abstracts: U.S. Geological Survey Open-File Report 2011–1210, p. 175–179, http://pubs.usgs.gov /of/2011/1210/. Leonard, E.M., 2002, Geomorphic and tectonic forcing of late Cenozoic warping of the Colorado piedmont: Geology, v. 30, p. 595–598, doi:10.1130/0091-7613(2002)030 <0595:GATFOL>2.0.CO;2. Leonard, E.M., and Langford, R.P., 1994, Post-Laramide deformation along the eastern margin of the Colorado Front Range—A case against signifi cant faulting: Mountain Geologist, v. 31, p. 45–52. Leopold, E.B., and Clay-Poole, S.T., 2001, Florissant leaf and pollen floras of Colorado compared: Climatic implications, in Evanoff, E., et al., eds., Fossil fl ora and stratigraphy of the Florissant Formation, Colorado: Denver Museum of Nature and Science Proceedings, ser. 4, no. 1, p. 17–69. Leopold, E.B., and MacGinitie, H.D., 1972, Development and affi nities of Tertiary fl oras in the Rocky Mountains, in Graham, A., ed., Floristics and paleofl oristics of Asia and eastern North America: Amsterdam, Elsevier , p. 147–200. Levander, A., Schmandt, B., Miller, M.S., Liu, K., Karlstrom, K.E., Crow, R.S., Lee, C.-T.A., and Humphreys, E.G., 2011, Ongoing Colorado Plateau uplift by delamination-style convective lithospheric downwelling: Nature, v. 472, p. 461–465, doi:10.1038/nature10001. Libarkin, J.C., and Chase, C.G., 2003, Timing of Colorado Plateau uplift: Initial constraints from vesicular basaltderived paleoelevations: Comment and reply: Geology, v. 31, p. 191–192, doi:10.1130/0091-7613(2003)031 <0191:TOCPUI>2.0.CO;2. Lillegraven, J.A., 1993, Correlation of Paleogene strata across Wyoming—A user’s guide, in Snoke, A.W., et al., eds., Geology of Wyoming: Geological Survey of Wyoming Memoir 5, p. 414–477. Lillegraven, J.A., and Ostresh, L.M., Jr., 1988, Evolution of Wyoming’s early Cenozoic topography and drainage patterns: National Geographic Research, v. 4, p. 303–327. Liu, L., and Gurnis, M., 2010, Dynamic subsidence and uplift of the Colorado Plateau: Geology, v. 38, p. 663– 666, doi:10.1130/G30624.1. Liu, S., Nummedal, D., and Lui, L., 2011, Migration of dynamic subsidence across the Late Cretaceous United States Western Interior Basin in response to Farallon plate subduction: Geology, v. 39, p. 555–558, doi: 10.1130/G31692.1. Love, D.W., 1989, Bidahochi Formation: An interpretive summary, in Anderson, O.J., et al., eds., Southeastern Colorado Plateau: New Mexico Geological Society Field Conference Guidebook 40, p. 273–280. Love, J.D., 1952, Preliminary report on uranium deposits in the Pumpkin Buttes area, Powder River Basin, Wyoming: U.S. Geological Survey Circular 176, 37 p. Lucas, S.G., 1982, Vertebrate paleontology, stratigraphy, and biostratigraphy of Eocene Galisteo Formation, northcentral New Mexico: New Mexico Bureau of Geology and Mineral Resources Circular 186, 34 p. Lucas, S.G., 1992, Redefinition of the Duchesnean land mammal ‘age,’ late Eocene of western North America, in Prothero, D.R., and Berggren, W.A., eds., Eocene– Oligocene climatic and biotic evolution: Princeton, New Jersey, Princeton University Press, p. 88–105. Lucas, S.G., and Williamson, T.E., 1993, Eocene vertebrates and late Laramide stratigraphy of New Mexico, in Lucas, S.G., and Zidek, J., eds., Vertebrate paleontol-\nogy in New Mexico: New Mexico Museum of Natural History and Science Bulletin 2, p. 145–158. Lucchitta, I., Holm, R.F., and Lucchita, B.K., 2011, A Miocene river in northern Arizona and its implications for the Colorado River and Grand Canyon: GSA Today, v. 21, p. 4–10, doi:10.1130/G119A.1. Lundberg, S.A.W., 1999, An attempt to date fl uid inclusions in quartz; implications for the 40Ar/39Ar method [M.S. thesis]: Socorro, New Mexico Institute of Mining and Technology, 141 p. MacGinitie, H.D., 1953, Fossil plants of the Florissant beds, Colorado: Contributions to Paleontology 40: Carnegie Institution of Washington Publication 599, 198 p. MacGinitie, H.D., 1969, The Eocene Green River fl ora of northwestern Colorado and northeastern Utah: University of California Publications in Geological Science 83, 202 p. Mack, G.H., 2004, Middle and Late Cenozoic crustal extension, sedimentation, and volcanism in the southern Rio Grande Rift, Basin and Range, and southern transition zone of southwestern New Mexico, in Mack, G.H., and Giles, K.A., eds., The geology of New Mexico: A geologic history: New Mexico Geological Society Special Publication 11, p. 389–406. Mackey, G.N., Horton, B.K., and Milliken, K.L., 2012, Provenance of the Paleocene–Eocene Wilcox Group, western Gulf of Mexico basin: Evidence for integrated drainage of the southern Rocky Mountains and the Cordilleran arc: Geological Society of America Bulletin, v. 124, p. 1007–1024, doi:10.1130/B30458.1. McCann, F.T., 1938, Ancient erosion surface in the GallupZuni area, New Mexico: American Journal of Science, v. 36, p. 260–278, doi:10.2475/ajs.s5-36.214.260. McDonald, R.E., 1972, Eocene and Paleocene rocks of the southern and central basins, in Mallory, W.W., ed., Geologic atlas of the Rocky Mountain region: Denver, Colorado, Rocky Mountain Association of Geologists, p. 243–256. McIntosh, W.C., and Cather, S.M., 1994, 40Ar/39Ar geochronol ogy of basaltic rocks and constraints on late Cenozoic stratigraphy and landscape development in the Red Hill–Quemado area, New Mexico, in Chamberlin, R.M., et al., eds., Mogollon slope, west-central New Mexico: New Mexico Geological Society Field Conference Guidebook 45, p. 209–215. McIntosh, W.C., and Chapin, C.E., 2004, Geochronology of the central Colorado volcanic fi eld, in Cather, S.M., et al., eds., Tectonics, geochronology, and volcanism in the southern Rocky Mountains and Rio Grande rift: New Mexico Bureau of Geology and Mineral Resources Bulletin 160, p. 205–238. McKenna, M.C., and Love, J.D., 1972, High-level strata containing early Miocene mammals in the Bighorn Mountains, Wyoming: American Museum Novitates, no. 2490, 31 p. McMillan, M.E., Angevine, C.L., and Heller, P.W., 2002, Postdepositional tilt of the Miocene–Pliocene Ogallala Group on the western Great Plains: Evidence of late Cenozoic uplift of the Rocky Mountains: Geology, v. 30, p. 63–66, doi:10.1130/0091-7613(2002)030 <0063:PTOTMP>2.0.CO;2. McMillan, M.E., Heller, P.J., and Wing, S.L., 2006, History and causes of post-Laramide relief in the Rocky Mountain orogenic plateau: Geological Society of America Bulletin, v. 118, p. 393–405, doi:10.1130/B25712.1. McQuarrie, N., and Chase, C.G., 2000, Raising the Colorado Plateau: Geology, v. 28, p. 91–94, doi:10.1130/0091 -7613(2000)028<0091:RTCP>2.0.CO;2. Meyer, H.W., 1986, An evaluation of the methods for estimating paleoaltitudes using Tertiary fl oras from the Rio Grande rift vicinity, New Mexico and Colorado [Ph.D. thesis]: Berkeley, University of California, 217 p. Meyer, H.W., 1992, Lapse rates and other variables applied to estimating paleoaltitudes from fossil fl oras: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 99, p. 71–99, doi:10.1016/0031-0182(92)90008-S. Meyer, H.W., 2001, A review of the paleoelevation estimates from the Florissant fl ora, Colorado, in Evanoff, E., et al., eds., Fossil fl ora and stratigraphy of the Florissant Formation: Denver Museum of Nature and Science Proceedings, ser. 4, no. 1, p. 205–216. Meyer, H.W., 2007, A review of paleotemperature-lapse rate methods for estimating paleoelevation from fossil fl oras: Reviews in Mineralogy and Geochemistry, v. 66, p. 155–171, doi:10.2138/rmg.2007.66.6. Mix, H.T., Mulch, A., Kent-Corson, M.L., and Chamberlain, C.P., 2011, Cenozoic migration of topography in the North American Cordillera: Geology, v. 39, p. 87–90, doi:10.1130/G31450.1. Moe, A.P., and Smith, D.M., 2005, Using pre-Quaternary Diptera as indicators of paleoclimate: Palaeogeog raphy, Palaeoclimatology, Palaeoecology, v. 221, p. 203–214, doi:10.1016/j.palaeo.2005.02.012. Molenaar, C.M., 1983, Major depositional cycles and regional correlations of Upper Cretaceous rocks, southern Colorado Plateau and adjacent areas, in Reynolds, M.W., and Dolly, E.D., eds., Mesozoic paleogeography of westcentral United States: Rocky Mountain Paleogeography Symposium 2: Denver, Colorado, Rocky Mountain Section, Society of Economic Paleontologists and Mineralogists, p. 201–223. Molnar, P., and England, P., 1990, Late Cenozoic uplift of mountain ranges and global climate change: Chicken or egg?: Nature, v. 346, p. 29–34, doi:10.1038/346029a0. Mooney, W.D., Laske, G., and Masters, T.G., 1998, CRUST 5.1: A global crustal model at 5° × 5°: Journal of Geophysical Research, v. 103, p. 727–747, doi:10.1029 /97JB02122. Morgan, P., 2003, Colorado Plateau and southern Rocky Mountain uplift and erosion, in Raynolds, R.G., and Flores, R.M., eds., Cenozoic systems of the Rocky Mountain region: Denver, Colorado, Rocky Mountain Section SEPM (Society for Sedimentary Geology), p. 1–32. Morrill, C., and Koch, P.L., 2002, Elevation or alteration? Evaluation of isotopic constraints on paleoaltitudes surrounding the Eocene Green River Basin: Geology, v. 30, p. 151–154, doi:10.1130/0091-7613(2002)030 <0151:EOAEOI>2.0.CO;2. Moucha, R., Forte, A.M., Rowley, D.B., Mitrovica, J.X., Simmons, N.A., and Grand, S.P., 2009, Deep mantle forces and the uplift of the Colorado Plateau: Geophysical Research Letters, v. 36, L19310, doi:10.1029 /2009GL039778. Mutschler, F.E., Larson, E.E., and Bruce, R.M., 1987, Laramide and younger magmatism in Colorado—New petrologic and tectonic variations on old themes, in Drexler, J.W., and Larson, E.E., eds., Cenozoic volcanism in the southern Rocky Mountains updated: A tribute to Rudy C. Epis—Part I: Colorado School of Mines Quarterly, v. 82, no. 4, p. 1–47. Naeser, C.W., Duddy, I.R., Elston, D.P., Dumitru, T.A., and Green, P.F., 1989, Fission-track dating: Ages for Cambrian strata and Laramide and post-middle Eocene cooling events from the Grand Canyon, Arizona, in Elston, D.P., et al., eds., Geology of Grand Canyon, northern Arizona (with Colorado River Guides): Lee Ferry to Pierce Ferry, Arizona: American Geophysical Union Field Trip Guidebook, v. T115/315, p. 139–144, doi:10.1029/FT115. Naeser, C.W., Duddy, I.R., Elston, D.P., Dumitru, T.A., and Green, P.F., 2001, Fission-track analysis of apatite and zircon from Grand Canyon, Arizona, in Young, R.A., and Spamer, E.E., eds., Colorado River: Origin and evolution: Grand Canyon, Arizona, Grand Canyon Association, p. 37–42. Naeser, C.W., Bryant, B., Kunk, M.J., Kellogg, K., Donelick, R.A., and Perry, W.J., 2002, Tertiary cooling and tectonic history of the White River Uplift, Gore Range, and western Front Range, central Colorado: Evidence from fi ssion-track and 39Ar/40Ar ages, in Kirkham, R.M., et al., eds., Late Cenozoic evaporite tectonism and volcanism in west-central Colorado: Geological Society of America Special Paper 366, p. 31–53, doi:10.1130 /0-8137-2366-3.31. Nereson, A., Karlstrom, K.E., McIntosh, W., Heitzler, M., Kelley, S.A., and Brown, S.W., 2011, Dynamic topography of the western Great Plains: Proposed surface expressions of mantle dynamics in the Raton section of New Mexico and Colorado: Geological Society of America Abstracts with Programs, v. 43, no. 5, p. 386. Norris, R.D., Jones, L.S., Corfi eld, R.M., and Cartlidge, J.E., 1996, Skiing in the Eocene Uinta Mountains? Iso-\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\nGeosphere, December 2012 1205\ntopic evidence in the Green River Formation for snow melt and high mountains: Geology, v. 24, p. 403–406, doi:10.1130/0091-7613(1996)024<0403:SITEUM >2.3.CO;2. Obradovich, J.D., 1993, A Cretaceous time scale, in Caldwell, W.G.E., and Kauffman, E.G., eds., Evolution of the Western Interior Basin: Geological Association of Canada Special Paper 39, p. 379–396. Olmsted, B.W., and McIntosh, W.C., 2004, 40Ar/39Ar geochronology of the Ocate volcanic fi eld, north-central New Mexico, in Cather, S.M., et al., eds., Tectonics, geo chronol ogy, and volcanism in the southern Rocky Mountains and Rio Grande rift: New Mexico Bureau of Geology and Mineral Resources Bulletin 160, p. 297–308. Pederson, J.L., 2008, The mystery of the pre-Grand Canyon Colorado River—Results from the Muddy Creek Formation: GSA Today, v. 18, no. 3, p. 4–10, doi:10.1130 /GSAT01803A.1. Pederson, J.L., Mackley, R.D., and Eddleman, J.L., 2002, Colorado Plateau uplift and erosion—Amounts and causes evaluated with GIS: GSA Today, v. 12, no. 8, p. 4–10, doi:10.1130/1052-5173(2002)012<0004: CPUAEE>2.0.CO;2. Pelletier, J.D., 2009, The impact of snowmelt on the late Cenozoic landscape of the southern Rocky Mountains, USA: GSA Today, v. 19, no. 7, p. 4–11. Peppe, D.J., Evans, D.A.D., and Smirnov, A.V., 2009, Magnetostratigraphy of the Ludlow Member of the Fort Union Formation (lower Paleocene) in the Williston Basin, North Dakota: Geological Society of America Bulletin, v. 121, p. 65–79, doi:10.1130/B26353.1. Peppe, D.J., Royer, D.L., Wilf, P., and Kowalski, E.A., 2010, Quantifi cation of large uncertainties in fossil leaf paleoaltimetry: Tectonics, v. 29, TC3015, doi:10.1029 /2009TC002549. Phillips, R.S., 1990, Geochemistry of hydrothermal Th-UREE quartz/fl uorite veins from the Capitan pluton [M.S. thesis]: Socorro, New Mexico Institute of Mining and Technology, 202 p. Potochnik, A.R., 1989, Depositional style and tectonic implications of the Mogollon Rim Formation (Eocene), eastcentral Arizona, in Anderson, O.J., et al., eds., Southeastern Colorado Plateau: New Mexico Geological Society Field Conference Guidebook 40, p. 107–118. Potochnik, A.R., 2001, Paleogeomorphic evolution of the Salt River region: Implications for Cretaceous–Laramide inheritance for ancestral Colorado River drainage, in Young, R.A., and Spamer, E.E., eds., Colorado River: Origin and evolution: Grand Canyon, Arizona, Grand Canyon Association, p. 17–22. Potochnik, A.R., and Faulds, J.E., 1998, A tale of two rivers; mid-Tertiary structural inversion and drainage reversal across the southern boundary of the Colorado Plateau, in Duebendorfer, E.M., ed., Geologic excursions in northern and central Arizona: Flagstaff, Northern Arizona University, p. 149–173. Powell, J.W., 1875, Exploration of the Colorado River of the west and its tributaries: Washington, D.C., U.S. Government Printing Offi ce, 291 p. Prothero, D.R., Ludtke, J.A., and Lucas, S.G., 2004, Magnetic stratigraphy of the middle Eocene (Duchesnean) Baca Formation, west-central New Mexico, in Lucas, S.G., et al., eds, Paleogene mammals: New Mexico Museum of Natural History and Science Bulletin 26, p. 55–58. Rawling, G.C., 2008, Geology of the Ruidoso area, Lincoln and Otero Counties, New Mexico: New Mexico Bureau of Geology and Mineral Resources Open-File Report OFR-507, scale 1:24,000. Raynolds, R.G., 2003, Laramide synorogenic strata bounding the Front Range, in Raynolds, R.G., and Flores, R.M., eds., Cenozoic systems of the Rocky Mountain region: Denver, Colorado, Rocky Mountain Section SEPM (Society for Sedimentary Geology), p. 355–368. Repenning, C.A., and Page, H.G., 1956, Late Cretaceous stratigraphy of Black Mesa, Navajo and Hopi Indian reservations, Arizona: American Association of Petroleum Geologists Bulletin, v. 40, p. 255–294. Roberts, L.N.R., and Kirschbaum, M., 1995, Paleogeography of the Late Cretaceous of the Western Interior of middle North America—Coal distribution and sedi-\nment accumulation: U.S. Geological Survey Professional Paper 1561, 115 p. Robinson, P., 1966, Fossil Mammalia of the Huerfano Formation, Eocene of Colorado: New Haven, Connecticut, Peabody Museum of Natural History Bulletin, 95 p. Robinson, P., Gunnell, G.F., Walsh, S.L., Clyde, W., Storer, J., Stucky, R.K., Froehlich, D., Ferrusquia-Villafranca, I., and McKenna, M.C., 2004, Wasatchian through Duchesnean biochronology of North America, in Woodburne, M.O., ed., Late Cretaceous and Cenozoic mammals of North America: Biostratigraphy and geochronology: New York, Columbia University Press, p. 106–155. Rowley, D.B., and Garzione, C.N., 2007, Stable isotopebased paleoaltimetry: Annual Review of Earth and Planetary Sciences, v. 35, p. 463–508, doi:10.1146 /annurev.earth.35.031306.140155. Roy, M., Kelley, S., Pazzaglia, F.J., Cather, S., and House, M.A., 2004, Middle Tertiary buoyancy modifi cation and its relationship to rock exhumation, cooling, and subsequent extension at the eastern margin of the Colorado Plateau: Geology, v. 32, p. 925–928, doi:10.1130 /G20561.1. Roy, M., Jordan, T.H., and Pederson, J., 2009, Colorado Plateau magmatism and uplift by warming of heterogeneous lithosphere: Nature, v. 459, p. 978–982, doi: 10.1038/nature08052. Sahagian, D., Proussevitch, A., and Carlson, W., 2002a, Timing of Colorado Plateau uplift: Initial constraints from vesicular basalt-derived paleoelevations: Geology, v. 30, p. 807–810, doi:10.1130/0091-7613(2002)030<0807: TOCPUI>2.0.CO;2. Sahagian, D.L., Proussevitch, A.A., and Carlson, W.D., 2002b, Analysis of vesicular basalts and lava emplacement processes for application as a paleobarometer/ paleoaltimeter: Journal of Geology, v. 110, p. 671–685, doi:10.1086/342627. Schmidt, K.H., 1991, Tertiary palaeoclimatic history of the southeastern Colorado Plateau: Palaeogeography, Palaeo climatology, Palaeoecology, v. 86, p. 283–296, doi:10.1016/0031-0182(91)90086-7. Scott, G.R., and Taylor, R.B., 1986, Map showing late Eocene erosion surface, Oligocene–Miocene paleo valleys, and Tertiary deposits in the Pueblo, Denver, and Greeley 1° × 2° quadrangles, Colorado: U.S. Geological Survey Miscellaneous Investigations Series Map I-1626, scale 1:250,000. Segerstrom, K., and Ryberg, G.E., 1974, Geology and placer-gold deposits of the Jicarilla Mountains, Lincoln County, New Mexico: U.S. Geological Survey Bulletin 1308, 25 p. Sheehan, A.F., Jones, C.H., Savage, M.K., Ozalaybey, S., and Schneider, J.M., 1997, Contrasting lithospheric structure beneath the Colorado Plateau and Great Basin: Initial results from Colorado Plateau–Great Basin PASSCAL experiment: Geophysical Research Letters, v. 24, p. 2609–2612, doi:10.1029/97GL02782. Spencer, J.E., 1996, Uplift of the Colorado Plateau due to lithosphere attenuation during Laramide low angle subduction: Journal of Geophysical Research, v. 101, p. 13,595–13,609, doi:10.1029/96JB00818. Spencer, J.E., and Reynolds, S.J., 1991, Tectonics of midTertiary extension along a transect through west-central Arizona: Tectonics, v. 10, p. 1204–1221, doi:10.1029 /91TC01160. Spencer, J.E., Smith, G.R., and Dowling, T.E., 2008, Middle to late Cenozoic geology, hydrography, and fi sh evolution in the American Southwest, in Reheis, M.C., et al., eds., Late Cenozoic drainage history of the southwestern Great Basin and lower Colorado River region: Geologic and biotic perspectives: Geological Society of America Special Paper 439, p. 279–299, doi:10.1130/2008.2439(12). Spicer, R.A., and Yang, J., 2010, Quantifi cation of uncertainties in fossil leaf paleoaltimetry—Does leaf size matter?: Tectonics, v. 29, TC6001, doi:10.1029 /2010TC002741. Steidtmann, J.R., and Middleton, L.T., 1991, Fault chronology and uplift history of the southern Wind River Range, Wyoming: Implications for Laramide and postLaramide deformation in the Rocky Mountain foreland: Geological Society of America Bulletin, v. 103,\np. 472–485, doi:10.1130/0016-7606(1991)103<0472: FCAUHO>2.3.CO;2. Steidtmann, J.R., Middleton, L.T., and Schuster, M.W., 1989, Post-Laramide (Oligocene) uplift in the Wind River Range, Wyoming: Geology, v. 17, p. 38–41, doi:10.1130/0091-7613(1989)017<0038:PLOUIT >2.3.CO;2. Steven, T.A., Evanoff, E., and Yuhas, R.H., 1997, Middle and late Cenozoic tectonic and geomorphic development of the Front Range of Colorado, in Bolyard, D.W., and Sonnenberg, S.A., eds., Colorado Front Range guidebook: Denver, Colorado, Rocky Mountain Association of Geologists, p. 115–123. Stevens, M.S., and Stevens, J.B., 2003, Carnivora (Mammalia, Felidae, Canidae, and Mustelidae) from the earliest Hemphillian Screw Bean local fauna, Big Bend National Park, Brewster County, Texas: American Museum of Natural History Bulletin, v. 279, p. 177–211, doi:10.1206/0003-0090(2003)279<0177:C>2.0.CO;2. Stockli, D.F., 2005, Thermochronometric constraints on Tertiary erosional exhumation and incision of the Colorado Plateau—A progress report: Geological Society of America Abstracts with Programs, v. 37, no. 7, p. 109. Stockli, D.F., Bump, A.P., Davis, G., and Farley, K.A., 2002, Preliminary (U-Th)/He thermochronological constraints on timing and magnitude of Tertiary denudation of the Colorado Plateau, Utah: Geological Society of America Abstracts with Programs, v. 34, no. 6, p. 321. Stroud, J.R., 1997, The geochronology of the Raton-Clayton volcanic fi eld, with implications for the volcanic history and landscape evolution [M.S. thesis]: Socorro, New Mexico Institute of Mining and Technology, 116 p. Tweto, O., 1975, Laramide (Late Cretaceous–early Tertiary) orogeny in the southern Rocky Mountains, in Curtis, F.B., ed., Cenozoic history of the southern Rocky Mountains: Geological Society of America Memoir 144, p. 1– 44. Umhoefer, P.J., 2011, Why did the southern Gulf of California rupture so rapidly?—Oblique divergence across hot, weak lithosphere along a tectonically active margin: GSA Today, v. 21, p. 4–10, doi:10.1130/G133A.1. van Wijk, J.W., Baldridge, W.S., van Hunen, J., Goes, S., Aster, R., Coblentz, D.D., Grand, S.P., and Ni, J., 2010, Small-scale convection at the edge of the Colorado Plateau: Implications for topography, magmatism, and evolution of Proterozoic lithosphere: Geology, v. 38, p. 611–614, doi:10.1130/G31031.1. Weeks, J.B., and Gutentag, E.D., 1981, Bedrock geology, altitude at base, and 1980 saturated thickness of the High Plains aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Hydrologic Investigations Atlas HA-648, 2 sheets, scale 1:250,000. Weibel, C.P., 1985, Geology of the Burgess Junction quadrangle, east fl ank of the Bighorn Mountains, Wyoming, and structural aspects of the Tongue River lineament: Wyoming Geological Association Earth Science Bulletin, v. 18, p. 23–30. Wernicke, B., 2011, The California River and its role in carving the Grand Canyon: Geological Society of America Bulletin, v. 123, p. 1288–1316, doi:10.1130/B30274.1. Wing, S.L., 1987, Eocene and Oligocene fl ora and vegetation of the Rocky Mountains, in Miller, C., ed., Origin of the northern Rocky Mountain fl ora: Missouri Botanical Garden Annals, v. 74, p. 748–784. Wing, S.L., and Greenwood, D.R., 1993, Fossils and fossil climate: The case for equable continental interiors in the Eocene, in Allen, J.R.L., et al., eds., Palaeoclimates and their modelling with special reference to the Mesozoic Era: Royal Society of London Philosophical Transactions, ser. B, v. 341, p. 243–252, doi:10.1098 /rstb.1993.0109. Winkler, J.E., Kelley, S.A., and Bergman, S.A., 1999, Cenozoic denudation of the Wichita Mountains, Oklahoma, and southern mid-continent: Apatite fi ssion-track thermochronology constraints: Tectonophysics, v. 305, p. 339–353, doi:10.1016/S0040-1951(99)00025-6. Wisniewski, P.A., and Pazzaglia, F.J., 2002, Epeirogenic controls on Canadian River incision and landscape evolution, Great Plains of northeastern New Mexico: Journal of Geology, v. 110, p. 437–456, doi:10.1086/340441.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019\n1206 Geosphere, December 2012\nWobus, R.A., and Epis, R.C., 1978, Geologic map of the Florissant 15-minute quadrangle, Park and Teller counties, Colorado: U.S. Geological Survey Miscellaneous Investigation Series Map I-1044, 1 sheet, scale 1:62,500. Wolfe, J.A., 1992, An analysis of present-day terrestrial lapse rates in the western conterminous United States and their significance to paleoaltitudinal estimates: U.S. Geological Survey Bulletin 1964, 35 p. Wolfe, J.A., 1993, A method of obtaining climatic parameters from leaf assemblages: U.S. Geological Survey Bulletin 2040, 71 p. Wolfe, J.A., 1994, Tertiary climate changes at middle latitudes of western North America: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 108, p. 195–205, doi:10.1016/0031-0182(94)90233-X. Wolfe, J.A., and Schorn, H.E., 1989, Paleoecologic, paleoclimatic, and evolutionary signifi cance of the Oligocene Creede fl ora, Colorado: Paleobiology, v. 15, p. 180–198. Wolfe, J.A., Forest, C.E., and Molnar, P., 1998, Paleobotanical evidence of Eocene and Oligocene paleoaltitudes in mid-\nlatitude western North America: Geological Society of America Bulletin, v. 110, p. 664–678, doi:10.1130/0016 -7606(1998) 110<0664:PEOEAO>2.3.CO;2. Wolfe, P.E., 1964, Late Cenozoic uplift and exhumed Rocky Mountains of central western Montana: Geological Society of America Bulletin, v. 75, p. 493–502, doi:10.1130 /0016-7606(1964)75[493:LCUAER]2.0.CO;2. Woodward, L.A., 1984, Potential for signifi cant oil and gas fracture reservoirs in Cretaceous rocks of Raton Basin, New Mexico: American Association of Petroleum Geologists Bulletin, v. 68, p. 628–636. Young, R.A., 1979, Laramide deformation, erosion and plutonism along the southwestern margin of the Colorado Plateau: Tectonophysics, v. 61, p. 25–47, doi:10.1016 /0040-1951(79)90290-7. Young, R.A., 2001, The Laramide-Paleogene history of the western Grand Canyon region: Setting the stage, in Young, R.A., and Spamer, E.E., eds., Colorado River: Origin and evolution: Grand Canyon, Arizona, Grand Canyon Association, p. 7–16. Young, R.A., and Hartman, J.H., 2011, Early Cenozoic “Rim gravel” of Arizona—Age, distribution and geologic signifi cance, in Beard, L.S., et al., eds., CREvolution 2—Origin and evolution of the Colorado River system, workshop abstracts: U.S. Geological Survey Open-File Report 2011–1210, p. 274–286, http://pubs .usgs.gov/of/2011/1210/. Young, R.A., and McKee, E.D., 1978, Early and middle Cenozoic drainage and erosion in west-central Arizona: Geological Society of America Bulletin, v. 89, p. 1745–1750, doi:10.1130/0016-7606(1978)89<1745: EAMCDA>2.0.CO;2. Zachos, J., Pagani, M., Sloan, L., Thomas, E., and Billups, K., 2001, Trends, rhythms, and aberrations in global climate 65 Ma to present: Science, v. 292, p. 686–693, doi:10.1126/science.1059412. Zimmerer, M.J., 2011, The volcanic-plutonic relationship at three contrasting Rio Grande rift-faulted calderas [Ph.D. thesis]: Socorro, New Mexico Institute of Mining and Technology, 284 p.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2012,
  "references": [],
  "id": "SP:20c769a7c8bdde315c9c0792125b5d079cb85767",
  "authors": [{
    "name": "Steven M. Cather",
    "affiliations": []
  }, {
    "name": "Charles E. Chapin",
    "affiliations": []
  }, {
    "name": "Shari A. Kelley",
    "affiliations": []
  }],
  "abstractText": "The history of erosion of southwestern North America and its relationship to surface uplift is a long-standing topic of debate. We use geologic and thermochronometric data to reconstruct the erosion history of southwestern North America. We infer that erosion events occurred mostly in response to surface uplift by contemporaneous tectonism, and were not long-delayed responses to surface uplift caused by later climate change or drainage reorganization. Rock uplift in response to isostatic compensation of exhumation occurred during each erosion event, but has been quantifi ed only for parts of the late Miocene–Holocene erosion episode. We recognize four episodes of erosion and associated tectonic uplift: (1) the Laramide orogeny (ca. 75–45 Ma), during which individual uplifts were deeply eroded as a result of uplift by thrust faults, but Laramide basins and the Great Plains region remained near sea level, as shown by the lack of signifi cant Laramide exhumation in these areas; (2) late middle Eocene erosion (ca. 42–37 Ma) in Wyoming, Montana, and Colorado, which probably occurred in response to epeirogenic uplift from lithospheric rebound that followed the cessation of Laramide dynamic subsidence; (3) late Oligocene–early Miocene deep erosion (ca. 27–15 Ma) in a broad region of the southern Cordillera (including the southern Colorado Plateau, southern Great Plains, trans-Pecos Texas, and northeastern Mexico), which was uplifted in response to increased mantle buoyancy associated with major concurrent volcanism in the Sierra Madre Occidental of Mexico and in the Southern Rocky Mountains; (4) Late Miocene–Holocene erosion (ca. 6–0 Ma) in a broad area of southwestern North America, with loci of deep erosion in the western Colorado–eastern Utah region and in the western Sierra Madre Occidental. Erosion in western Colorado–eastern Utah refl ects mantle-related rock uplift as well as an important isostatic component caused by compensation of deep fl uvial erosion in the upper Colorado River drainage following its integration to the Gulf of California. Erosion in the western Sierra Madre Occidental occurred in response to rift-shoulder uplift and the proximity of oceanic base level following the late Miocene opening of the Gulf of California. We cannot estimate the amount of rock or surface uplift associated with each erosion episode, but the maximum depths of exhumation for each were broadly similar (typically ~1–3 km). Only the most recent erosion episode is temporally correlated with climate change. Paleoaltimetric studies, except for those based on leaf physiognomy, are generally compatible with the uplift chronology we propose here. Physiognomy-based paleo eleva tion data suggest that near-modern elevations were attained during the Paleogene, but are the only data that uniquely support such interpretations. High Paleogene elevations require a complex late Paleogene–Neogene uplift and subsidence history for the Front Range and western Great Plains of Colorado that is not compatible with the regional sedimentation and erosion events we describe here. Our results suggest that near-modern surface elevations in southwestern North America were generally not attained until the Neogene, and that these high elevations are the cumulative result of four major episodes of Cenozoic rock uplift of diverse origin, geographic distribution, and timing. INTRODUCTION Southwestern North America (herein the Colorado Plateau, the central and southern Rocky Mountains, the western Great Plains, and northern Mexico) encompasses one of Earth’s great orogenic plateaus. Despite a long history of scientifi c investigation, no consensus exists concerning the timing and mechanisms of uplift. The main region of high topography is in the southern Rocky Mountains of western and central Colorado (Fig. 1), where elevations are as high as 4.4 km. The southern Rocky Mountains are surrounded by broad regions of moderate to high elevation in the Colorado Plateau, central Rocky Mountains (Fig. 1), northern Rio Grande rift, and the western Great Plains. These regions are separated from the high terrain of the Sierra Madre Occidental (Fig. 1) of Mexico by the low-lying southern Basin and Range province. Modern rivers have deeply dissected some areas, including the Grand Canyon of northwestern Arizona, the barrancas of the western Sierra Madre Occidental, and numerous deep canyons in the northern Colorado Plateau– Rocky Mountains region. The Cenozoic uplift and erosion history of southwestern North America has been a topic of research and scientifi c debate for more than a century (Powell, 1875). Geologists and geophysi cists, invoking a variety of mechanisms, have interpreted that major episodes of regional uplift occurred during the Late Cretaceous– Eocene Laramide orogeny (McQuarrie and Chase, 2000; Humphreys et al., 2003; Huntington et al., 2010), post-Laramide magmatism (Spencer, 1996; Cather et al., 2008; Roy et al., 2004, 2009; Eaton, 2008; Liu and Gurnis, 2010; Cather, 2011a), the middle and late Cenozoic (Sahagian et al., 2002a; Roy et al., 2009), the middle Miocene–Holocene (Eaton, 1986, 1987, 2008; Moucha et al., 2009; Pelletier , 2009), For permission to copy, contact editing@geosociety.org © 2012 Geological Society of America 1177 Geosphere; December 2012; v. 8; no. 6; p. 1177–1206; doi:10.1130/GES00801.1; 11 fi gures; 4 tables. Received 28 February 2012 ♦ Revision received 17 July 2012 ♦ Accepted 19 July 2012 ♦ Published online 18 October 2012 *Corresponding author: steve@gis.nmt.edu CRevolution 2: Origin and Evolution of the Colorado River System II themed issue Downloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/8/6/1177/3343200/1177.pdf by University of Arizona user on 21 February 2019",
  "title": "Diachronous episodes of Cenozoic erosion in southwestern North America and their relationship to surface uplift, paleoclimate, paleodrainage, and paleoaltimetry"
}