{
  "sections": [{
    "text": "GEOLOGY | November 2013 | www.gsapubs.org 1187"
  }, {
    "heading": "INTRODUCTION",
    "text": "Increasingly sophisticated methods of sampling biological particles in the atmosphere have highlighted the diverse ways in which airborne microbes affect the Earth system (Kellogg and Griffi n, 2006; DeLeon-Rodriguez et al., 2013; Smith et al., 2013). Microscopic organisms carried by the wind can extend the geographical range of live colonies (Hughes Martiny et al., 2006), increase rates of cloud formation (Knopf et al., 2011; DeLeon-Rodriguez et al., 2013), and infl uence climatological interpretations of the surfaces on which they land. For example, discovery of marine diatoms in Pliocene sediments from East Antarctica led to a controversial interpretation of widespread deglaciation when climate was only slightly warmer than present (Barrett et al., 1992; Burckle and Potter, 1996). However, it is now thought that more recent, windswept diatoms contaminated the Antarctic record (McKay et al., 2008). Although the mechanisms capable of lofting large numbers of microorganisms into the atmosphere and over wide areas have been previously associated with extreme weather events (Kristiansen, 1996; Kellogg and Griffi n, 2006; Harper and McKay, 2010; Smith et al., 2013), it is unclear if geological phenomena play a role (Gersonde et al., 1997; Winsborough, 2000). In particular, two reported observations of microfossils in eruption deposits from Yellowstone, (United States; Winsborough, 2000), and Tarawera, New Zealand (Pearson et al., 2010), have led to an intriguing question. Do explosive eruptions transport microbiological cargo along with volcanic particles and gases? The role of volcanism in dispersal of live, dead, or ancient microbes from the surface to atmosphere has never been systematically examined, yet is central to a comprehensive understanding of aerobiological cycles and interpretations of past events from the volcanic and sedimentary records. We address this question by analyzing the microfossil record contained in widespread tephra from the 25.4 ka Oruanui eruption of Taupo volcano, New Zealand (Self, 1983; Wilson, 2001; Vandergoes et al., 2013). This eruption is distinctive in that it occurred through a long-lived lake system, known as Lake Huka (Manville and Wilson, 2004), and involved large-scale interaction between rhyolitic magma and water. The resulting tephra products were a large, nonwelded ignimbrite and a suite of exceptionally widely dispersed fall deposits distributed by complex, moisture-rich atmospheric plumes (Van Eaton et al., 2012)."
  }, {
    "heading": "METHODS",
    "text": "Diatom concentrations and species assem-\nblages were analyzed in 22 samples of Oruanui tephra from 11 terrestrial sites as much as 850 km from the source. We also examined diatoms from enclosing sediment directly underlying and overlying the tephra at two distal sites, and from three accidental lithic clasts of lake sediment collected from the proximal ignimbrite, representing sediment excavated from the fl oor of ancestral Lake Huka (Wilson, 2001; Manville and Wilson, 2004). The samples were\nprepared for identifi cation of siliceous microfossil remains using heavy liquid separation, and mounted onto glass slides (see the GSA Data Repository1 for detailed methods and sample locations). At least 300 whole and signifi cant fragments of diatom valves (i.e., identifi able pieces including ends or centers) were identifi ed in each tephra sample to establish species assemblages. Concentrations of diatom remains were determined by counting the number of whole and fragmented valves (>2 μm) per unit mass of chemically untreated fi nes. Reported results have been normalized to the amount of fi nes (<63 μm) present in each bulk sample."
  }, {
    "heading": "RESULTS",
    "text": "In addition to subordinate numbers of pollen and chrysophycean cysts, diatoms are particularly abundant in the Oruanui eruption deposits, ranging from 1 to 51 whole and fragmented diatom valves per microgram of tephra, with a mean of 11/μg (Fig. 1). Blanks processed along each step of preparation for diatom concentrations yielded fewer than fi ve fragments (all <5 μm long) per coverslip. This amounts to <0.1% of the number recovered routinely, indicating that results were not affected signifi cantly by\n*Current address: U.S. Geological Survey, Cascades Volcano Observatory, 1300 SE Cardinal Court, Suite 100, Vancouver, Washington 98683, USA; E-mail: avaneaton@usgs.gov.\nquently injecting volcanic aerosols to stratospheric levels. Although known to disrupt terrestrial and aquatic ecosystems at the surface, the role of explosive volcanism in airborne transport of microscopic organisms has never been characterized. This study documents abundant freshwater diatoms (microskeletons of siliceous algae) in widespread tephra from the 25.4 ka Oruanui eruption of Taupo volcano, New Zealand. By matching the tephra-hosted species assemblages to those in coerupted clasts of lacustrine sediment, we demonstrate that ~0.6 km3 of diatom remains were incorporated during magma-water interaction with a lake system overlying the vents, and were dispersed along with fi ne ash particles hundreds of kilometers downwind. One of the dominant species, Cyclostephanos novaezeelandiae, is endemic to New Zealand’s North Island and serves as a unique identifi er of the eruptive source region. Our results suggest that dispersal of microorganisms may be an overlooked feature of a number of ancient and modern eruptions, and indicate a novel pathway of microbe transport in airborne volcanic plumes. We conclude that the biogenic signatures contained within distal tephras have potential application in the characterization of eruption dynamics, location, and environmental settings of volcanic source areas.\nGEOLOGY, November 2013; v. 41; no. 11; p. 1187–1190; Data Repository item 2013333 | doi:10.1130/G34829.1 | Published online 6 September 2013 © 2013 eological Soci ty of America. For ermission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org.\n1GSA Data Repository item 2013333, Figures DR1– DR3, Tables DR1–DR3, and description of methods, is available online at www.geosociety.org/pubs/ft2013 .htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/41/11/1187/3543399/1187.pdf by University of Arizona user on 21 February 2019\n1188 www.gsapubs.org | November 2013 | GEOLOGY\nlaboratory contamination (see the Data Repository). Diatom species assemblages (Figs. 2A and 2B) show a high degree of consistency between samples at all locations, even those hundreds of kilometers apart. Tephra-hosted assemblages are strikingly similar to those found in the lacustrine lithics collected from proximal ignimbrite (Fig. 2A), consistent with a common origin. The three most abundant diatoms are phytoplankton species Cyclostephanos novaezeelandiae, Aulacoseira ambigua, and Discostella stelligera (Figs. 2C–2E); the fi rst of these is found only in deep (>10 m) lakes in the volcanic region of New Zealand’s North Island, while the second and third are cosmopolitan species common to open water in lakes globally (Krammer and Lange-Bertalot, 1991). The diatom assemblages point to origins from a large deep freshwater source, which we infer to be the ancestral Lake Huka and its sediments, penetrated and disrupted by explosive volcanism. Although the majority of the diatom valves are fragmented, scanning electron microscopy (Figs. 2C–2E) shows that they are exceptionally well preserved (Figs. DR2C–DR2H in the Data Repository). All tephra samples examined in this study were deposited on land, on either dry substrate or transient wet patches (e.g., bogs). Input of microfossils from the surrounding environment during or after the eruption is determined to be negligible on the basis that layers deposited immediately before and after the volcanic event contain distinctly different assemblages of siliceous microfossils that are comparatively sparse and poorly preserved (Figs. DR2A–DR2B; Table DR2). These observations, in combination with the high abundance of tephra-hosted microfossils, are taken as a strong indication that the freshwater diatoms are associated with the volcanic event, rather than from background atmospheric input or postdepositional reworking.\nWe estimate the total volume (Vtot) of diatom remains in the Oruanui eruption deposits, using the following:\nVtot = Vv ρv CdVd, (1)\nwhere Vv is the volume of the bulk volcanic deposits in cubic meters, assuming 750 km3 of extracaldera fall deposits and ignimbrite; ρv is the deposit bulk density, taken as 1200 kg m–3 from fi eld measurements (Wilson, 2001); Cd is the concentration of diatom remains per kilogram, derived from the mean value of 11 remains per microgram of bulk deposit (Fig. 1); and Vd is the volume of each whole or fragmented diatom valve, in cubic meters, taken as uniform spheres of 5 μm diameter. Although shapes and size distributions of the diatom remains were not quantifi ed in this study, ~60% of the counted fragments were larger than 5 μm. We therefore take the 5 μm spherical diameter value as a reasonable conservative approximation. Using this approach,\nwe estimate that the Oruanui eruption deposits contain ~0.6 km3 of diatomaceous particles."
  }, {
    "heading": "DISCUSSION",
    "text": ""
  }, {
    "heading": "Origins of the Volcanically Hosted Microfossils",
    "text": "We propose that the explosive interaction of magma and water during the Oruanui eruption incorporated abundant freshwater microorganisms from both the water column and the associated thick sequence (~300 m) of lake-fl oor sediments (Grindley, 1965) (Fig. 3A). Each phase of the Oruanui eruption is inferred to have interacted to a greater or lesser extent with surface water in phreatomagmatic explosions (Self, 1983; Wilson, 2001). This eruption style characteristically incorporates country-rock material by disruption of the conduit walls and slumping into the vent (Kokelaar, 1983; White and Houghton,\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/41/11/1187/3543399/1187.pdf by University of Arizona user on 21 February 2019\nGEOLOGY | November 2013 | www.gsapubs.org 1189\n2000). The explosive activity is thus inferred to have excavated deeper, partly lithifi ed sediments in addition to churning any unconsolidated lakefl oor sediments and entraining them into the rising volcanic plume. Although the centimeterscale clasts of erupted lacustrine sediment are restricted to deposits within ~30 km of the vent (Wilson, 2001), the individual diatom valves have diameters and settling velocities of <50 μm and <1 m s–1, respectively, which are similar to the fi ne volcanic glass shards that were dispersed hundreds to thousands of kilometers downwind (Carter et al., 1995) (Fig. 3B). Powerful, water-rich eruptions are modeled to spread ash at a range of atmospheric heights from ground level to 20–30 km altitude (Van Eaton et al., 2012), which would facilitate dispersal of microorganisms into the jet stream. By comparison, ash and aerosols from the relatively small eruption of Puyehue-Cordón Caulle, Chile, encircled the Southern Hemisphere at least twice in June 2011 (Gutro, 2011). Given the potential for interhemispheric exchange of windborne particles, evidenced, for example, by detection of the smaller A.D. 232 Taupo eruption signal in Arctic ice cores (Sigl et al., 2013), it could well be that the largest volcanic eruption plumes are capable of transporting microorganisms across hemispheres on a global scale."
  }, {
    "heading": "Viability of Erupted Diatoms",
    "text": "Our observations of widely transported diatom valves containing preserved organic matter (Fig. DR3) indicate that some remained cool enough to retain their pigmented cell contents. The question arises, could living diatoms entrained from the lake into the eruption plumes be capable of surviving transport? The heterogeneous nature of magma-water mixing allows hot pyroclasts to be ejected along with cooler components, including liquid water (Kokelaar, 1983; White and Houghton, 2000). Much of the lake-derived material entrained into the eruption column may therefore have been isolated from magmatic temperatures, especially at the margins where effi cient atmospheric mixing occurs. Although diatoms are vulnerable to prolonged desiccation and temperature extremes during airborne transport (Souffreau et al., 2010), some have been known to remain viable under extreme conditions (Atkinson, 1980). While further work is required to delineate the environments survivable by live diatoms, we note that the processes of condensation, freezing, and particle aggregation in water-rich volcanic plumes (Textor et al., 2006; Van Eaton et al., 2012) may encase microorganisms in protective coatings of liquid water, ice, or fi ne ash.\nIf any fraction of the coerupted biota could survive incorporation and transport, explosive eruptions may provide a novel seeding mechanism for tenacious microorganisms. Conditions for volcanic seeding events would be optimized\nduring eruptions that interact extensively with an overlying water body, thick layers of buried sediments, or a hydrothermal system. Unlike the well-documented transport of windborne microbes from arid regions like the Sahara (Hughes Martiny et al., 2006; Kellogg and Griffi n, 2006; Harper and McKay, 2010), volcanic eruptions in water-rich environmental settings have signifi cantly greater chances of encountering abundant live diatoms, in addition to hardier microbes such as thermophilic bacteria and fungi spores (Maki et al., 2002). It is likely that the cooler initial temperatures of wet explosive eruptions also increase the survivability of transport in volcanic plumes. Eruptions of moderate size (bulk volumes of >1 km3) occur approximately every decade (Simkin and Siebert, 2000; Self, 2006), disrupting proximal ecosystems and producing high-altitude ash clouds that are dispersed for thousands of kilometers. It is therefore possible that transcontinental volcanic seeding events have occurred frequently over geological time. Explosive eruptions may thus contribute to the propagation of microbial pioneers in a way that temporally bridges geographical barriers (Hughes Martiny et al., 2006) across the global pathways of volcanic ash dispersal. Future studies may be able to test this hypothesis by examining changes in species composition in downwind areas after an explosive eruption, or even by testing the abundance and viability of microbes directly sampled from airborne volcanic ash plumes.\nGeological Implications Beyond historic and prehistoric infl uences on Earth’s aerobiology, volcanically transported microbes provide a novel tool for characterizing volcanic deposits. Diatom assemblages are decisive in the recognition of marine versus freshwater origins, as well as the relative sizes of the water bodies from which they came (i.e., small ponds versus larger, open-water lakes) (Wolin and Stone, 2010). A trace biogenic component may thus provide clues for locating the source of volcanic deposits. Preserved remains of C. novaezeelandiae diatoms, for example, would uniquely indicate an origin from New Zealand’s North Island (Krammer and Lange-Bertalot, 1991). The abundance of biological cargo may also clarify the degree to which the eruption interacted with water and disrupted the surrounding country rock. After fallout, the long-term preservation potential of the depositional area also plays a key role in maintaining the original microbe abundances in ancient volcanic deposits, and hence the likelihood of their recognition. Exposure to alkaline conditions in particular dissolves the siliceous tests of diatoms (Flower, 1993). This may in part explain the lower diatom abundances measured at some sampling sites in the Oruanui deposits (Fig. 1), and so our reported volume of erupted diatoms is a conservative estimate."
  }, {
    "heading": "CONCLUSIONS",
    "text": "Tephra from the Oruanui eruption contains ~0.6 km3 of diatom remains, which we conclude were erupted during magma-water interaction at the source and dispersed many hundreds of kilometers downwind. Three points arise from the recognition of such volumes of biota in a volcanic deposit. First, identifi cation of microfossil assemblages in volcanic ash may provide a useful tool in phreatomagmatic deposits, serving to fi ngerprint eruption characteristics such as the location and ecological setting of the volcanic source areas and intensities of magmawater interaction. These biogenic fi ngerprints may also help assign volcanic signals in ice cores to particular eruptions (e.g., Sigl et al., 2013). Second, widespread contamination of exposed landscapes with foreign microfossils is known to contribute to anomalous signals in paleoclimatological studies (Barrett et al., 1992; Burckle and Potter, 1996); our work allows reassessment of problematic sites with respect to their distance from known volcanic ash dispersal pathways. Third, intercontinental “volcanic seeding” of live cells resulting from the transport of viable microbial pioneers is an intriguing possibility that warrants further investigation. This study highlights the value of emerging investigations into the nature, frequency, and environmental impacts of volcanically transported microbes, and may be applicable to explosive volcanism on other planets, particularly where magma-water interaction is thought to have occurred (e.g., Chapman and Tanaka, 2002)."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "Van Eaton acknowledges a New Zealand International Doctoral Scholarship and U.S. National Science Foundation grant EAR-1250029, and thanks David Johnston and Hamish Campbell for fi eld guidance in the Chatham Islands. Wilson thanks the Royal Society of New Zealand for support from the Marsden Fund (VUW0813) and a James Cook Fellowship. David Flynn is acknowledged for assistance with the scanning electron microscopy, and we thank James Muirhead, John Harper, and Bob Braithwaite for insightful discussions. We appreciate the constructive reviews from three anonymous reviewers."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Atkinson, K.M., 1980, Experiments in dispersal\nof phytoplankton by ducks: British Phycological Journal, v. 15, p. 49–58, doi:10.1080 /00071618000650061. Barrett, P.J., Adams, C.J., McIntosh, W.C., Swisher, C.C., III, and Wilson, G.S., 1992, Geochronological evidence supporting Antarctic deglaciation three million years ago: Nature, v. 359, p. 816–818, doi:10.1038/359816a0. Burckle, L.H., and Potter, N., Jr., 1996, Pliocene– Pleistocene diatoms in Paleozoic and Mesozoic sedimentary and igneous rocks from Antarctica: A Sirius problem solved: Geology, v. 24, p. 235–238, doi:10.1130/0091-7613(1996)024 <0235:PPDIPA>2.3.CO;2. Carter, L., Nelson, C.S., Neil, H.L., and Froggatt, P.C., 1995, Correlation, dispersal, and preservation of the Kawakawa Tephra and other late Quaternary tephra layers in the Southwest Pa-\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/41/11/1187/3543399/1187.pdf by University of Arizona user on 21 February 2019\n1190 www.gsapubs.org | November 2013 | GEOLOGY\ncifi c Ocean: New Zealand Journal of Geology and Geophysics, v. 38, p. 29–46, doi:10.1080/0 0288306.1995.9514637. Chapman, M.G., and Tanaka, K.L., 2002, Related magma-ice interactions: Possible origins of chasmata, chaos, and surface materials in Xanthe, Margaritifer, and Meridiani Terrae, Mars: Icarus, v. 155, p. 324–339, doi:10.1006/icar.2001.6735. DeLeon-Rodriguez, N., Lathem, T.L., Rodriguez-R., L.M., Barazesh, J.M., Anderson, B.E., Beyersdorf, A.J., Ziemba, L.D., Bergin, M., Nenes, A., and Konstantinidis, K.T., 2013, Microbiome of the upper troposphere: Species composition and prevalence, effects of tropical storms, and atmospheric implications: National Academy of Sciences Proceedings, v. 110, p. 2575–2580, doi:10.1073/pnas.1212089110. Flower, R.J., 1993, Diatom preservation: Experiments and observations on dissolution and breakage in modern and fossil material: Hydrobiologia, v. 269–270, p. 473–484, doi:10.1007 /BF00028045. Gersonde, R., and 12 others, 1997, Geological record and reconstruction of the late Pliocene impact of the Eltanin asteroid in the Southern Ocean: Nature, v. 390, p. 357–363, doi:10.1038/37044. Grindley, G.W., 1965, The geology, structure and exploitation of the Wairakei geothermal fi eld, Taupo, New Zealand: New Zealand Geological Survey Bulletin 75, 131 p. Gutro, R., 2011, NASA satellite gallery shows Chilean volcano plume moving around the world: http:// www.nasa.gov/topics/earth/features/20110615 -volcano.html (accessed June 2013). Harper, M.A., and McKay, R.M., 2010, Diatoms as markers of atmospheric transport, in Smol, J.P., and Stoermer, E.F., eds., The diatoms: Applications for the environmental and earth sciences (second edition): Cambridge, UK, Cambridge University Press, p. 552–559, doi:10.1017 /CBO9780511763175.032. Hughes Martiny, J.B., and 15 others, 2006, Microbial biogeography: Putting microorganisms on the map: Nature Reviews Microbiology, v. 4, p. 102–112, doi:10.1038/nrmicro1341. Kellogg, C.A., and Griffi n, D.W., 2006, Aerobiology and the global transport of desert dust: Trends in Ecology & Evolution, v. 21, p. 638–644, doi:10.1016/j.tree.2006.07.004. Knopf, D.A., Alpert, P.A., Wang, B., and Aller, J.Y., 2011, Stimulation of ice nucleation by marine diatoms: Nature Geoscience, v. 4, p. 88–90, doi:10.1038/ngeo1037. Kokelaar, B.P., 1983, The mechanism of Surtseyan volcanism: Geological Society of London Journal, v. 140, p. 939–944, doi:10.1144/gsjgs.140.6.0939. Krammer, K., and Lange-Bertalot, H., 1991, Bacillariophyceae. Teil 3: Centrales, Fragilariaceae,\nEunotiaceae, in Ettl, H., et al., eds., Suesswasserfl ora von Mitteleuropa (Band 2): New York, Gustav Fischer Verlag, p. 5–89. Kristiansen, J., 1996, Dispersal of freshwater algae— A review: Hydrobiologia, v. 336, p. 151–157, doi:10.1007/BF00010829. Maki, J.S., Schroeder, C.M., Bruckner, J.C., Wimpee, C., Weir, A., Remsen, C.C., Aguilar, C., and Cuhel, R.L., 2002, Investigating the microbial ecology of Yellowstone Lake, in Anderson, R.J., and Harmon, D., eds., Yellowstone Lake: Hotbed of chaos or reservoir of resilience?: Proceedings of the Sixth Biennial Scientifi c Conference on the Greater Yellowstone Ecosystem: Yellowstone National Park, Wyoming, Yellowstone Center for Resources and The George Wright Society, p. 101–113. Manville, V., and Wilson, C.J.N., 2004, The 26.5 ka Oruanui eruption, New Zealand: A review of the roles of volcanism and climate in the post-eruptive sedimentary response: New Zealand Journal of Geology and Geophysics, v. 47, p. 525–547, doi:10.1080/00288306.2004.9515074. McKay, R.M., Barrett, P.J., Harper, M.A., and Hannah, M.J., 2008, Atmospheric transport and concentration of diatoms in surfi cial and glacial sediments of Allan Hills, Transantarctic Mountains: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 260, p. 168–183, doi:10.1016/j .palaeo.2007.08.014. Pearson, L.K., Hendy, C.H., Hamilton, D.P., and Pickett, R.C., 2010, Natural and anthropogenic lead in sediments of the Rotorua lakes, New Zealand: Earth and Planetary Science Letters, v. 297, p. 536–544, doi:10.1016/j.epsl.2010.07.005. Self, S., 1983, Large-scale phreatomagmatic silicic volcanism: A case study from New Zealand: Journal of Volcanology and Geothermal Research, v. 17, p. 433–469, doi:10.1016/0377-0273(83) 90079-3. Self, S., 2006, The effects and consequences of very large explosive volcanic eruptions: Royal Society of London Philosophical Transactions, ser. A, v. 364, p. 2073–2097, doi:10.1098/rsta .2006.1814. Sigl, M., McConnell, J.R., Layman, L., Maselli, O., McGwire, K., Pasteris, D., Dahl-Jensen, D., Steffensen, J.P., Vinther, B., Edwards, R., Mulvaney, R., and Kipfstuhl, S., 2013, A new bipolar ice core record of volcanism from WAIS Divide and NEEM and implications for climate forcing of the last 2000 years: Journal of Geophysical Research, v. 118, p. 1151–1169, doi:10.1029/2012JD018603. Simkin, T., and Siebert, L., 2000, Earth’s volcanoes and eruptions: An overview, in Sigurdsson, H., et al., eds., Encyclopedia of volcanoes: San Diego, California, Academic Press, p. 249–261. Smith, D.J., Hilkka, J.T., Jaffe, D.A., Griffi n, D.W., Birmele, M.N., Perry, K.D., Ward, P.D., and Roberts, M.S., 2013, Intercontinental dispersal of bacteria and archaea by transpacifi c winds: Applied and Environmental Microbiology, v. 79, p. 1134– 1139, doi:10.1128/AEM.03029-12. Souffreau, C., Vanormelingen, P., Verleyen, E., Sabbe, K., and Vyverman, W., 2010, Tolerance of benthic diatoms from temperate aquatic and terrestrial habitats to experimental desiccation and temperature stress: Phycologia, v. 49, p. 309–324, doi:10.2216/09-30.1. Textor, C., Graf, H.F., Herzog, M., Oberhuber, J.M., Rose, W.I., and Ernst, G.G.J., 2006, Volcanic particle aggregation in explosive eruption columns. Part II: Numerical experiments: Journal of Volcanology and Geothermal Research, v. 150, p. 378–394, doi:10.1016/j.jvolgeores .2005.09.008. Vandergoes, M.J., and 14 others, 2013, A revised age for the Kawakawa/Oruanui tephra, a key marker for the Last Glacial Maximum in New Zealand: Quaternary Science Reviews, v. 74, p. 195– 201, doi:10.1016/j.quascirev.2012.11.006. Van Eaton, A.R., Herzog, M., Wilson, C.J.N., and McGregor, J., 2012, Ascent dynamics of large phreatomagmatic eruption clouds: The role of microphysics: Journal of Geophysical Research, v. 117, B03203, doi:10.1029/2011JB008892. White, J.D.L., and Houghton, B., 2000, Surtseyan and related eruptions, in Sigurdsson, H., et al., eds., Encyclopedia of volcanoes: San Diego, California, Academic Press, p. 495–512. Wilson, C.J.N., 2001, The 26.5 ka Oruanui eruption, New Zealand: An introduction and overview: Journal of Volcanology and Geothermal Research, v. 112, p. 133–174, doi:10.1016/S0377 -0273(01)00239-6. Winsborough, B.M., 2000, Pleistocene diatoms from the 602,000 yr B.P. Lava Creek B ash: Diatom Research, v. 15, p. 159–166, doi:10.1080/0269 249X.2000.9705490. Wolin, J.A., and Stone, J.R., 2010, Diatoms as indicators of water-level change in freshwater lakes, in Smol, J.P., and Stoermer, E.F., eds., The diatoms: Applications for the environmental and earth sciences: Cambridge, UK, Cambridge University Press, p. 174–185, doi:10.1017 /CBO9780511763175.010. Manuscript received 10 June 2013 Revised manuscript received 7 August 2013 Manuscript accepted 12 August 2013 Printed in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/41/11/1187/3543399/1187.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2013,
  "references": [],
  "id": "SP:0e8caab1967ff422aa280ac6c63d6089e7c28b98",
  "authors": [],
  "abstractText": "Explosive eruptions create a transient bridge between the solid Earth and atmosphere, frequently injecting volcanic aerosols to stratospheric levels. Although known to disrupt terrestrial and aquatic ecosystems at the surface, the role of explosive volcanism in airborne transport of microscopic organisms has never been characterized. This study documents abundant freshwater diatoms (microskeletons of siliceous algae) in widespread tephra from the 25.4 ka Oruanui eruption of Taupo volcano, New Zealand. By matching the tephra-hosted species assemblages to those in coerupted clasts of lacustrine sediment, we demonstrate that ~0.6 km3 of diatom remains were incorporated during magma-water interaction with a lake system overlying the vents, and were dispersed along with fi ne ash particles hundreds of kilometers downwind. One of the dominant species, Cyclostephanos novaezeelandiae, is endemic to New Zealand’s North Island and serves as a unique identifi er of the eruptive source region. Our results suggest that dispersal of microorganisms may be an overlooked feature of a number of ancient and modern eruptions, and indicate a novel pathway of microbe transport in airborne volcanic plumes. We conclude that the biogenic signatures contained within distal tephras have potential application in the characterization of eruption dynamics, location, and environmental settings of volcanic source areas. GEOLOGY, November 2013; v. 41; no. 11; p. 1187–1190; Data Repository item 2013333 | doi:10.1130/G34829.1 | Published online 6 September 2013 © 2013 eological Soci ty of America. For ermission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org. Figure 1. Concentrations of diatom remains per microgram of bulk Oruanui tephra, shown with distance from eruptive source. Error bars give variability (maximum and minimum values) within or between individual eruptive units at same distance from source. Dashed line shows overall mean abundance of 11 diatom fragments per microgram. 1GSA Data Repository item 2013333, Figures DR1– DR3, Tables DR1–DR3, and description of methods, is available online at www.geosociety.org/pubs/ft2013 .htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA. Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/41/11/1187/3543399/1187.pdf by University of Arizona user on 21 February 2019 1188 www.gsapubs.org | November 2013 | GEOLOGY laboratory contamination (see the Data Repository). Diatom species assemblages (Figs. 2A and 2B) show a high degree of consistency between samples at all locations, even those hundreds of kilometers apart. Tephra-hosted assemblages are strikingly similar to those found in the lacustrine lithics collected from proximal ignimbrite (Fig. 2A), consistent with a common origin. The three most abundant diatoms are phytoplankton species Cyclostephanos novaezeelandiae, Aulacoseira ambigua, and Discostella stelligera (Figs. 2C–2E); the fi rst of these is found only in deep (>10 m) lakes in the volcanic region of New Zealand’s North Island, while the second and third are cosmopolitan species common to open water in lakes globally (Krammer and Lange-Bertalot, 1991). The diatom assemblages point to origins from a large deep freshwater source, which we infer to be the ancestral Lake Huka and its sediments, penetrated and disrupted by explosive volcanism. Although the majority of the diatom valves are fragmented, scanning electron microscopy (Figs. 2C–2E) shows that they are exceptionally well preserved (Figs. DR2C–DR2H in the Data Repository). All tephra samples examined in this study were deposited on land, on either dry substrate or transient wet patches (e.g., bogs). Input of microfossils from the surrounding environment during or after the eruption is determined to be negligible on the basis that layers deposited immediately before and after the volcanic event contain distinctly different assemblages of siliceous microfossils that are comparatively sparse and poorly preserved (Figs. DR2A–DR2B; Table DR2). These observations, in combination with the high abundance of tephra-hosted microfossils, are taken as a strong indication that the freshwater diatoms are associated with the volcanic event, rather than from background atmospheric input or postdepositional reworking. We estimate the total volume (Vtot) of diatom remains in the Oruanui eruption deposits, using the following: Vtot = Vv ρv CdVd, (1) where Vv is the volume of the bulk volcanic deposits in cubic meters, assuming 750 km3 of extracaldera fall deposits and ignimbrite; ρv is the deposit bulk density, taken as 1200 kg m–3 from fi eld measurements (Wilson, 2001); Cd is the concentration of diatom remains per kilogram, derived from the mean value of 11 remains per microgram of bulk deposit (Fig. 1); and Vd is the volume of each whole or fragmented diatom valve, in cubic meters, taken as uniform spheres of 5 μm diameter. Although shapes and size distributions of the diatom remains were not quantifi ed in this study, ~60% of the counted fragments were larger than 5 μm. We therefore take the 5 μm spherical diameter value as a reasonable conservative approximation. Using this approach, we estimate that the Oruanui eruption deposits contain ~0.6 km3 of diatomaceous particles."
}