{
  "sections": [{
    "text": "ELEMENTS, VOL. 11, PP. 125-130 APRIL 2015125\n1811-5209/15/0011-0125$2.50 DOI: 10.2113/gselements.11.2.125"
  }, {
    "heading": "Global Continental Arc Flare-ups",
    "text": "and Their Relation to Long-Term"
  }, {
    "heading": "Greenhouse Conditions",
    "text": ""
  }, {
    "heading": "INTRODUCTION",
    "text": "The dominant control on Earth’s long-term (>1 My) climate variability is the amount of greenhouse gases, primarily CO2, in the atmosphere (Walker et al. 1981). On these long timescales, the amount of carbon in the Earth’s atmosphere, hydrosphere, and biosphere (termed the “exogenic system”) is controlled by CO2 fl uxes to and from the crust and mantle (the “endogenic system”; Berner 1991). Additions of CO2 to the exogenic system come from volcanism, metamorphism, and weathering of fossil organic carbon and carbonates (Berner 1991; Petsch 2014). Volcanic inputs of CO2 include those from mid-ocean ridges, intraplate magmatism (“hotspots”), and volcanic arcs above subduction zones. Metamorphic CO2 additions come from degassing processes associated with continental collisional orogenies and magmatically active continental margins. Outputs of CO2 from the exogenic system are from silicate weathering and biological activity in the form of carbonate and organic carbon burial. All of these outputs scale with the amount of CO2 in the atmosphere, and, thus, serve as negative feedbacks that regulate the amount of carbon in the exogenic system (Walker et al. 1981). Because the amount of carbon in the Earth’s interior is orders of magnitude larger (103–104 times) than that in the exogenic system (Dasgupta and Hirschmann 2010), net inputs from the Earth’s interior to the exogenic system over long timescales are generally independent of the exogenic system. Thus, to a fi rst approximation, volcanism and metamorphism are commonly taken as external forcings of the exogenic carbon cycle on long (>1 My) timescales (Berner 1991). In contrast, volcanic and metamorphic fl uxes play insignifi cant roles in modulating climate on short (<10–100 ky) timescales because carbon exchange fl uxes between reservoirs within the exogenic system (e.g. hydro-\nsphere, atmosphere, biosphere) are 103–104 times higher than the fl uxes of carbon between the deep Earth and the exogenic system. To put some of these CO2 fl uxes in context, anthropogenic emissions from burning of fossil fuels and cement production are 104–105 times greater than the volcanic fl uxes.\nIn this article, the focus is on longterm (>1 My) climate variability, so the discussion is confi ned only to deep-Earth inputs of carbon\ninto the exogenic system. Of critical importance is why these deep-Earth forcings vary with time. Most attention has been focused on variations in the rates of oceanic crust and large igneous province production (Berner 1991; Larson 1991). For example, greenhouse conditions during the Cretaceous are traditionally thought to have been driven by enhanced rates of plate spreading and a higher frequency of fl ood basalts (Larson 1991). Less attention has been given to the possibility that magmatic arc (subduction zone) volcanoes infl uence long-term climate variability. However, the amount of CO2 exiting magmatic arcs, particularly continental arcs, is probably large. Here, we show that variations in the length and distribution of continental arcs may play an important role in modulating long-term climate."
  }, {
    "heading": "SOURCES OF CO2 IN ARC MAGMAS",
    "text": "Estimated fl uxes of CO2 (in terms of teragrams per year of carbon, Tg/y) are 18–37 Tg/y for modern magmatic arcs (Dasgupta and Hirschmann 2010), 12–60 Tg/y for mid-ocean ridges (Hilton et al. 2002), 1–30 Tg/y for oceanic intraplate volcanoes (Marty and Tolstikhin 1998) (FIG. 1A). Carbon exchange rates within the exogenic system (i.-e. between the biosphere, atmosphere, and ocean) are two orders of magnitude larger than the above magmatic fl uxes, which means that the residence times of carbon in the exogenic reservoirs are on the order of days to 1000 y, and, therefore, that these internal exchanges are not important for carbon cycling at >1 My timescales (FIG. 1). Volcanic CO2 fl ux estimates nevertheless remain uncertain, particularly for magmatic arcs, because the outgassing of CO2 through arc volcanoes is spatially heterogeneous and episodic on short (<1 My) timescales, making it diffi cult to obtain meaningful averages from localized studies. However, the CO2 fl ux through magmatic arcs is probably several times greater (~150 Tg/y of C) than that cited above if the diffusive fl ux through volcanic edifi ces is accounted for (Burton et al. 2013). By comparison, the fl ux of CO2 from oxidative weathering of organic carbon is ~60 Tg/y of C (Petsch 2014).\nContinents are long-term storage sites for sedimentary carbonates. Global fl are-ups in continental arc volcanism, when arc magmas inter-sect and interact with stored carbonates, thus have the potential for elevating the global baseline of deep Earth carbon inputs into the atmosphere, leading to long-lived greenhouse conditions. Decarbonation residues, known as skarns, are ubiquitously associated with the eroded remnants of ancient batholiths, attesting to the potential link between continental arc magmatism and enhanced global CO2 inputs to the atmosphere.\nKEYWORDS: arc magmatism, carbonates, climate change, greenhouse gas, CO2\nCin-Ty A. Lee1 and Jade Star Lackey2\n1 Department of Earth Science, Rice University Houston, TX, USA E-mail: ctlee@rice.edu\n2 Department of Geology, Pomona College Claremont, CA, USA E-mail: JadeStar.Lackey@pomona.edu\nDownloaded from https://pubs.geoscienceworld.org/msa/elements/article-pdf/11/2/125/3110380/125_ELEM_v11n2.pdf by University of Arizona user on 21 February 2019\nELEMENTS APRIL 2015126\nThere are three sources of CO2 in arc magmas: subducted carbon in sediments and carbonated oceanic lithosphere, background carbon in the mantle wedge, and carbon and carbonated oceanic lithosphere, from background carbon in the mantle wedge, and from carbon in the overlying arc crust (upper plate). Estimates of the modern global subduction fl ux of carbon ranges from 24 to 48 Tg/y (Dasgupta and Hirschmann 2010), which is, within error, indistinguishable from the arc fl ux cited above, and possibly lower if one accounts for the diffusive CO2 fl ux through arcs. There is, however, debate over how much of the subducted carbonate decarbonates during subduction. One view is that much of the carbonate in subducting slabs remains stable beyond the depths of arc magma generation because slabs, at least today, appear to be too cold for effi cient decarbonation (Kerrick and Connolly 2001; Dasgupta and Hirschmann 2010) (FIG. 2A). Decarbonation, however, can be amplifi ed if the slab is fl uxed with water, presumably derived from dehydration reactions in the deeper parts of the slab (Ague and Nicolescu 2014). Addition of water would decrease CO2 activity (XCO2) and the temperature required for decarbonation (FIG. 2A). A further possibility is that a signifi cant component of the arc CO2 fl ux is derived from the upper plate via interactions of carbonated crust or sediments with magmas. Such a scenario was recently demonstrated for Merapi volcano in the Indonesian arc (Troll et al. 2012). Not only are the temperatures required for decarbonation in the upper plate lower (lower pressure), but magmas also provide the much-needed heat to drive such reactions.\nBut how do CO2 fl uxing through arcs and the sources of such CO2 change through time on a global scale? One possibility is to vary global plate convergence rates, but exactly how this would translate into volcanic CO2 outgassing is unclear. Rapid convergence rates might favor more mantle-wedge upwelling, increasing the magmatic fl ux associated with decompression melting and thereby increasing the mantle contribution of CO2. However, the thermal gradient followed by a rapidly descending slab would be depressed, decreasing the effi ciency of decarbonation (FIG. 2A). Similarly, slow convergence rates would increase the effi ciency of slab decarbonation but would decrease the mantle contribution because of decreased\nmantle-upwelling rates. A second mechanism is to change the average age, and hence thermal state, of a subducting slab, which might infl uence the effi ciency of slab decarbonation. A third possibility is that the carbon content of subducting sediments and oceanic lithosphere changes with time (Johnston et al. 2011). Yet another possibility is that the nature of the upper plate, and by implication the amount of crustal carbon intersected by arc magmas, changes with time (Lee et al. 2013)."
  }, {
    "heading": "FLARE-UPS AND OSCILLATIONS BETWEEN CONTINENTAL– AND ISLAND ARC– DOMINATED STATES",
    "text": "There is considerable evidence that magmatic production in arcs is not constant in either space or time (Paterson and Ducea 2015 this issue). Long segments of continental arcs can simultaneously fl are up within a ~50 My window, accompanied by arc-front migration away from the trench that culminates in a magmatic hiatus (Haschke et al. 2002). In some cases, this magmatic hiatus is followed by a rapid renewal of arc magmatism back towards the trench, initiating another cycle of fl are-ups and arc-front migration (Ducea and Barton 2007; DeCelles et al. 2009). There is also a growing appreciation that the global length of continental arcs varies with time (Lee et al. 2013). For example, between ~150 and 55 Ma, continental arcs extended from South America through North America and into eastern Siberia and the southern and eastern margins of Eurasia (FIG. 3). In the eastern Pacifi c, continental arc magmatism along the North American Cordillera declined substantially after ~70 Ma (Lipman 1992). Those continental arcs along the southern margin of Eurasia terminated at ~50 Ma with the closure of the Tethys Ocean and the inception at ~52 Ma of the Tonga, Kermadec, Marianas, Izu-Bonin island arc system in the western Pacifi c (Ishizuka et al. 2014). Altogether, the length of continental arcs in the Cretaceous and early Paleogene may have been twice the length of continental arcs developed since the mid-Cenozoic (Lee et al. 2013). Global increases in continental arc magmatism may also have taken place during the Cambrian, based on detailed analysis of detrital zircon data (McKenzie et al. 2014). Oscillations between continental– and island\n-60\n-40\n-20\n0\n20\n40\n60\n80\n100\n120\n140\nOxidative weathering\n60 12-60\n1-30 18-37\n7.2\n? 85-127\n24-48\nTg C\n/ y\nModern mid-\nocean ridge\nModern Intraplate Modern global\nmagmatic arcs\nModern Etna Cretaceous global\nmagmatic arcs\nA\nModern subduction\nflux\nCO2 Magma/lava/ash\nContinental ArcIsland arc\nOceanic crust\nSediment or carbonated crust\nB C CO2 Magma/lava/ash\nFIGURE 1 CO2 sources and fl uxes. (A) Inputs of CO2 (in teragrams carbon per year,\ni.e 1012 g/y) into the exogenic system from the endogenic system (crust and mantle). Modern volcanic inputs are shown for global mid-ocean ridge, intraplate, and subduction zone volcanoes, the latter of which we refer to as magmatic arcs and include both island (intraoceanic) and continental arcs (Marty and Tolstikhin 1998; Hilton et al. 2002; Dasgupta and Hirschmann 2010; Burton et al. 2013). The CO2 inputs from Mount Etna (Italy) are from the intersection of its volcanic products with crustal carbonates (Allard et al. 1991). Estimated subduction fl ux of carbon at the trench is shown as a negative quantity (Dasgupta and Hirschmann 2010). For comparison is an estimate of the total CO2 fl ux out of the global Cretaceous arc system where the continental arc length was longer than in the mid-Cenozoic, based on estimates of Lee et al. (2013), assuming 25% more carbonate-intersecting continental magmatic arcs and ~10% effective assimilation of or reaction with pure carbonate. Estimate of CO2 release via oxidative weathering of fossil organic carbon is also shown (Petsch 2014). Error bars represent maximum and minimum bounds on various estimates of CO2 inputs if available. (B, C) Cartoons showing the different sources of carbon in subduction zones. Continental arcs have more carbonates within the upper plate due to storage of ancient carbonates on continental margins over Earth’s history. White arrows represent fl uxes of CO2 and red arrows represent magmas.\nA\nB\nDownloaded from https://pubs.geoscienceworld.org/msa/elements/article-pdf/11/2/125/3110380/125_ELEM_v11n2.pdf by University of Arizona user on 21 February 2019\nELEMENTS APRIL 2015127\narc–dominated states could potentially have profound impacts on long-term carbon cycling and, hence, climate variability.\nWhy would the nature and activity of subduction zone volcanism change with time? Increase in plate convergence is an obvious mechanism for driving fl are-ups, but only weak correlations have so far been reported (Ducea 2001). Repeated shallowing and steepening of slabs may also be important (Haschke et al. 2002), though no general and globally synchronous mechanism for such a process has been successfully proposed. Another possibility invokes surges in compression of the upper continental plate in response to rapid lower-crustal delamination events, causing underthrusting of back-arc continental rocks and subsequent crustal melting (DeCelles et al. 2009). Magmatic arc fl are-ups, particularly in continental arcs, may also be due to decompression melting within the mantle wedge, the extent of which is modulated by the thickness of the upper plate, which in turn is controlled by cycles of magmatic thickening and dynamic thinning (Karlstrom et al. 2014). As for what drives the Earth to oscillate between continental– and island arc–dominated states, it has been speculated that dispersal of continents may induce the leading edges of continents into compression, resulting in a transition from island arc to continental arc (Lenardic et al. 2011; Lee et al. 2013). Likewise, during the aggregation of continents, ocean–continent convergent margins are placed into extension, culminating in the transition to an intraoceanic arc."
  }, {
    "heading": "EVIDENCE FOR INTERACTION OF CRUSTAL CARBONATES WITH ARC MAGMAS",
    "text": "Whatever the cause of these changes in subduction zone dynamics, magmatic arc fl are-ups and prolonged intervals of increased continental arc length should have profound impacts on the global magmatic fl ux of CO2. The amount of carbonate stored in continents is at least 10 times greater (and more concentrated) than that stored in oceanic crust\n(Hayes and Waldbauer 2006): most carbonates accumulate on shallow continental margins, which tend not to subduct (FIG. 3). Oscillations between continental and island arc states (FIG. 1B AND C), thus, have the potential to drive profound variations in CO2 fl uxing through arcs if there is suffi cient interaction between arc magmas and the overriding crust (Lee et al. 2013). Magmas interacting with carbonates are known to produce reactions that release CO2 and form calc-silicate residues (skarns). For example, wollastonite, diopside, and garnet skarns represent the end-products of the following decarbonation reactions (FIG. 2),\nCaCO3 + SiO2 = CaSiO3 + CO2 (1)\nCaMg(CO3)2 + SiO2 = CaMgSi2O6 + 2CO2 (2)\nCaAl2Si2O8 + 2CaCO3 + SiO2 = Ca3Al2Si3O12 + 2CO2 (3)\nThe SiO2 involved in the reactions is either intrinsic to the metasedimentary wallrock or introduced via magmas and hydrothermal fl uids. If infi ltration of magmatic silica causes complete decarbonation of a pure dolostone or limestone by reactions (1) and (2), approximately 1350 and 1190 kg, respectively, of CO2 are released for every cubic meter of carbonate—a huge yield of CO2 (equaling 90% of the weight of a common hybrid automobile).\nExcellent examples of direct and indirect magma–crustal carbonate interactions can be found in the Sierra Nevada and Peninsular Ranges batholiths in western North America, which represent one segment of a Jurassic to Paleogene circum-Pacifi c system of continental arcs (FIG. 3). These batholiths were constructed mostly of Cretaceous plutons emplaced through late Paleozoic through early Mesozoic island arc terranes in the west and through Proterozoic to Paleozoic cratonic basement and associated platform sediments in the east (Ducea and Barton 2007). Carbonatebearing metasediments, ranging from nearly pure marbles to carbonate-bearing siliciclastic protoliths are laterally and vertically extensive, occurring from subvolcanic to uppermost mantle paleodepths. These carbonated wallrocks have\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n3.0\n0 500 1000 1500 Temperature (oC)\nP (G\npa )\nMagmatic temperatures\nDepth (km )\n0 0.2 0.4 0.6 0.8 1 X(CO2)\n25 0\n35 0\n45 0\n55 0\n65 0\nTe m\np er\nat u\nre (\n°C )\nGrs80 Grs90\nGrs100\nDolomite + Quartz\nTremolite\nTalc\nDiopside\nWollastonite\nZoisite Pressure = 0.1 GPa\nFIGURE 2 (A) Temperature of decarbonation reactions (1) (red lines) and (2) (blue lines) described in the text\nat XCO2 =1 (solid) and XCO2 = 0.1 (dashed) as a function of pressure (MODIFIED FROM LEE ET AL. 2013). Also given are magmatic temperatures shown by orange fi eld, slab surface temperatures ranging from hot and cold slabs shown by the hatched area, a geotherm associated with continent–continent collision shown as a black line, and an equilibrium conductive geotherm for a surface heat fl ow of 80 mW/m2 shown as a black dashed line. Decarbonation in subducting slabs can only occur if the system is fl uxed by large\namounts of water, such that XCO2 is less than 0.1 (Ague and Nicolescu 2014), because the slab is cold. In contrast, note the importance of hot magmas in driving decarbonation reactions. (B) Simplifi ed T–XCO2 diagram illustrating stability fi elds of certain minerals in the CaO–MgO–SiO2–Al2O3–CO2 system with excess calcite and quartz. Note that as XCO2 decreases (presumably due to an increase in water activity), decarbonation reactions occur at lower temperature. Decreased CO2 activity also stabilizes garnet and wollastonite relative to diopside. The garnet fi eld is expanded as the Fe content in calcic garnet increases.\nA B\nDownloaded from https://pubs.geoscienceworld.org/msa/elements/article-pdf/11/2/125/3110380/125_ELEM_v11n2.pdf by University of Arizona user on 21 February 2019\nELEMENTS APRIL 2015128\nbeen variably decarbonated by the plutons, via thermal and metasomatic effects, producing skarns. Qualitatively, based on mapping the skarn indicator mineral scheelite (CaWO4; Lee et al. 2013), Cretaceous skarn formation in the North American Cordillera was extensive (FIG. 4).\nExtreme decarbonation is observed in cases where fl uxing of hydrous fl uids associated with shallow hydrothermal systems has occurred (D’Errico et al. 2012). For example, calc-silicate and carbonate-bearing pelitic and quartzofeldspathic metasediments distributed between plutons as screens and roof pendants are abundant and show evidence for pronounced decarbonation reactions (FIG. 5). Indirect magma–carbonate interaction also occurs during regional metamorphism of the lower crust (at or below 45 km), which appears to be coeval with magmatism (FIG. 6) as evidenced by marble and calc-silicate lenses interleaved with metaquartzitic restites and migmatites in the southern Sierra Nevada and eastern Peninsular Ranges (FIG. 6F). Exactly how supracrustal rocks, including carbonates, are transported to lower crustal levels is unclear, but recent thermobarometric and geochronologic work suggests that North American basement and overlying sediments were thrust deep beneath the arc during peak magmatism, perhaps along a retro-arc thrust (Chin et al. 2013). Although the CO2-per-gram that is produced from regionally metamorphosed metasediments is low, the affected volume of rock is greater, perhaps by 100 times, than for skarn.\nFinally, direct carbonate–magma interaction can be found in the plutons themselves. Endoskarns (carbonate reaction products within the margins of the pluton) and abundant mafi c xenoliths of calc-silicate origin attest to assimilation and reaction with carbonate-bearing wallrocks (FIG. 6)."
  }, {
    "heading": "EFFICIENCY OF DECARBONATION",
    "text": ""
  }, {
    "heading": "IN THE UPPER PLATE",
    "text": "The effi ciency of upper-plate decarbonation depends on several factors. High temperatures are clearly important, but there are two confounding factors. First, the temperature of decarbonation increases with increasing pressure, meaning that more heat is required to drive decarbonation reactions in subducting slabs than in the upper plate (FIG. 2A). Second, Le Chatelier’s principle, when applied to any decarbonation reaction, shows that the lower the CO2 activity, the greater the extent of metamorphic reaction. In other words, any CO2-producing reaction acts to stifl e further reaction progress unless metamorphic temperature increases or unless another fl uid (typically H2O) is introduced to dilute and remove CO2 from the site of reaction (FIG. 2B). Evidence of wollastonite formation by reaction (2) is well illustrated in the Mount Morrison roof pendant in which vertical infi ltration of water-rich fl uids created sharp boundaries between protolith domains and wollastonite-bearing rocks (FIGS. 5A–G). Extreme decarbonation can also produce massive garnetite (reaction 3; FIG. 6E–F) by extensive fl uxing of hydrous fl uids associated with shallow hydrothermal systems (D’Errico et al. 2012). In part, this occurs because H2O almost always exsolves from a silicate melt when the melt cools and crystallizes. But more importantly, high permeability in the upper crust permits the hydrothermal circulation of magmatic fl uids and/or meteoric waters. All of these conditions are enhanced in the upper plate of magmatically active subduction zones but are suppressed in subducting slabs (cold and high pressure), in the forearc (cold), and in magma-poor continent–continent collision zones (dry and cold).\n700 km\nFIGURE 3 Cretaceous paleogeography showing locations of continental arcs and pre-Cretaceous carbonate\nplatforms through which magmas may have intersected (this is a minimum bound on carbonate distribution in continents because Precambrian carbonates are not shown). SNB–Sierra Nevada Batholith; PRB–Peninsular Ranges Batholith. FIGURE MODIFIED FROM LEE ET AL. (2013)\nFIGURE 4 Map of the North American Cordillera showing distribution of Jurassic, Cretaceous, and Paleogene\nmagmatic rocks along with occurrences of Ca-tungstate (CaWO4, scheelite), a base metal ore found in many skarns. MAP ADAPTED FROM LEE ET AL. (2013)\nDownloaded from https://pubs.geoscienceworld.org/msa/elements/article-pdf/11/2/125/3110380/125_ELEM_v11n2.pdf by University of Arizona user on 21 February 2019\nELEMENTS APRIL 2015129"
  }, {
    "heading": "IMPLICATIONS FOR CLIMATE AND FUTURE DIRECTIONS",
    "text": "Ultimately, high CO2 fl uxes in magmatic arcs should be linked to the availability and reactivity of crustal carbonates. These carbonates can be either tapped by plutons that ascend to shallow levels in the arc crust (presumably during the early stages of the arc), or tapped during later arc stages when carbonates are transported into the lower crust of a thermally matured arc. If this latter carbonate transport is via contractional deformation within arcs, then there should be a relationship between crustal carbonate quantity, arc magmatic fl are-ups, and CO2 production, all of which are possibly tuned by overarching tectonic controls and the growth of the crustal carbonate reservoir over the history of the Earth. The implications for long-term climate variability are potentially profound. Mount Etna (Italy) is one of the few currently active volcanoes whose volcanic products intersect carbonates. It alone can account for 20% of the total modern arc addition of CO2 to the exogenic system (FIG. 1A). The presence of a circum-Pacifi c length of continental magmatic arc during the Cretaceous could have profoundly increased CO2 inputs, possibly explaining or, at the very least, contributing signifi cantly to, the greenhouse conditions that were prevalent at that time (FIG. 2). Lee et al. (2013) estimated that the total fl ux of CO2 from the extended length of Cretaceous–Paleogene continental arcs could have been ~3–5 times that of the present global arc CO2 fl ux (FIG. 1A). Many questions, however, remain unanswered. What conditions favor continental and island arcs? What drives fl are-ups in arc magmatism? How do fl are-ups modify the thermal state and thickness of the upper plate? Has the size of the continental carbonate reservoir changed with time? How are carbonates emplaced into the deep crust? Can we use fi eld observations, thermal modeling (Barton and Hanson 1989), and modeling of hydrothermal systems to better quantify the extent to which crustal carbonates decarbonate? How much does the upper plate contribute\nFIGURE 5 Production of wollastonite (Wo) by decarbonation reaction (1) in the calcite (Cc)- cemented Mount\nMorrison quartz (Qt) arenite sandstone, east central Sierra Nevada, California (USA). Viewed at scales ranging from 0.001 cm to 1 km. (A–E) Reaction (1) is virtually complete, exhausting almost all calcite, in parts of the vertically oriented fl uid-fl ow system, with the sharp boundary between Wo-bearing and Cc + Qt rocks showing the importance of water in diluting CO2 and promoting metamorphic reaction. In addition, carbon contained in graphitic matter is released as either CO or CO2 as it is oxidized by infi ltrating water. (F–G) False-colored backscattered-electron images show typical pre- and postreaction sandstones with ~25 vol% Cc in the original rocks being decarbonated during wollastonite crystallization. Images for panels A–C from a Gigapan® image. COURTESY: DR. RONALD SCHOTT\nFIGURE 6 Examples of carbonate residues from the Peninsular Ranges and Sierra Nevada Batholith in California (CA). (A) Strongly folded carbonated metasediments on the margin of a tonalite pluton in Riverside, CA (USA). Dark gray to green bands are diopside-rich and white bands are wollastonite- or calcite-bearing (light green and orange splotches are lichen). (B) Grossular– diopside band within migmatized metasediments, representing an example of decarbonation during regional metamorphism (eastern San Jacinto Mountains, CA, USA). (C) Reaction zone across the contact between a metacarbonate xenolith (left) entrained within a tonalite pluton (right) from the Domenigoni Valley pluton, Menifee, CA (USA). Gradation from diopside (Di) to grossular (Grs) to wollastonite (Wo) refl ects decreasing CO2 activity and increasing Al2O3 activity towards the tonalite. The outer margin of the tonalite has been modifi ed into an endoskarn as evidenced by the conversion of hornblende to diopside while retaining magmatic textures. (D) Another example of a calc-silicate metasedimentary xenolith within the same tonalite body in C. The core of the xenolith is represented by wollastonite and diopside, but outer margins have been transformed into hornblendite (Hb) due to an increase in H2O activity. (E) Massive garnetite adjacent to granodiorite in Mineral King pendant, Sierra Nevada, CA (USA). (F) Typical grossular–andradite rich garnetite (with minor diopside) from near the location of F.\nA\nD\nF G\nE\nB BA\nC\nE F\nD\nC\nDownloaded from https://pubs.geoscienceworld.org/msa/elements/article-pdf/11/2/125/3110380/125_ELEM_v11n2.pdf by University of Arizona user on 21 February 2019\nELEMENTS APRIL 2015130\nto CO2 compared to the subducting slab or the background mantle wedge in arcs? How much CO2 escapes to the atmosphere or reprecipitates as secondary carbonate in the crust? What isotopic or elemental tracers could constrain temporal changes in continental versus island arc activity and/or the formation of skarns?\nIn summary, we speculate that global continental arc fl are-ups may play a role in driving long-term greenhouse conditions. However, the nature of the negative feedback (i.e. the overall kinetics of chemical weathering) must also be considered. Continental magmatic arcs defi ne some of the highest elevations on Earth; therefore, orographically induced precipitation could increase the effi ciency of weathering and thereby counter the increase in volcanic CO2 addition to the exogenic system. There is an overlap between the records of arc-related sedimentary detrital zircons and plutonic magmatic zircons, which suggests that arc magmatism, uplift, and erosion/weathering are coupled (Paterson et al. 2011; Paterson and Ducea 2015). However, it is not known whether magmatism, uplift, and weathering are actually in phase or whether there is signifi - cant and continuing chemical weathering of newly formed continental arc crust well after the end of magmatism and CO2 fl uxing. High elevations and high exhumation rates are thought to have persisted long after Sierra Nevada arc magmatism terminated (Poage and Chamberlain 2002).\nIf this delay in weathering is a general phenomenon of continental arcs, the question arises as to whether global fl are-ups in continental arcs are not just drivers of greenhouse climates but also facilitators of subsequent icehouse climates. An icehouse climate could result from the generation of large areas of juvenile crust that would be amenable to chemical weathering and drawdown of CO2. And long hiatuses in continental arc magmatism during the Neoproterozoic could also be associated with icehouse, or even snowball, conditions (McKenzie et al. 2014). Thus, we see a bright future for studies that integrate outcrop-toregional fi eld studies of magmatic arcs with geodynamics, volcanology, geomorphology, and climate."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This work was supported by NSF OCE-1338842 (CTL and JSL) and a Hirsch Research initiation grant (JSL). J. Barnes, R. Dasgupta, G. Dickens, M. Erdman, A. Lenardic, T. Schneider, B. Shen, B. Slotnick, M. Tice, Y. Yokoyama, R. Zeebe and the remaining members of the continental island arc (CIA) group provided much insight. Juliet Ryan-Davis and Kelley Liao helped compile skarn data. Rice Loony Noons is also thanked for facilitating early thoughts. We thank John Valley, Shanaka de Silva, Jay Ague, Scott Paterson, and George Bergantz for insightful reviews or comments."
  }],
  "year": 2015,
  "references": [{
    "title": "Carbon dioxide released from subduction zones by fl uid-mediated reactions",
    "authors": ["JJ Ague", "S Nicolescu"],
    "venue": "Nature Geoscience",
    "year": 2014
  }, {
    "title": "Eruptive and diffuse emissions of CO2 from Mount Etna",
    "authors": ["P Allard"],
    "venue": "Nature",
    "year": 1991
  }, {
    "title": "Magmatism and the development of low-pressure metamorphic belts: implications from the western United States and thermal modeling",
    "authors": ["MD Barton", "RB Hanson"],
    "year": 1989
  }, {
    "title": "A model for atmospheric CO2 over Phanerozoic time",
    "authors": ["RA Berner"],
    "venue": "American Journal of Science",
    "year": 1991
  }, {
    "title": "Deep carbon emissions from volcanoes",
    "authors": ["MR Burton", "GM Sawyer", "D Granieri"],
    "venue": "Reviews in Mineralogy and Geochemistry",
    "year": 2013
  }, {
    "title": "On the origin of hot metasedimentary quartzites in the lower crust of continental arcs",
    "authors": ["EJ Chin"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2013
  }, {
    "title": "The deep carbon cycle and melting in Earth’s interior",
    "authors": ["R Dasgupta", "MM Hirschmann"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2010
  }, {
    "title": "Cyclicity in Cordilleran orogenic systems",
    "authors": ["PG DeCelles", "MN Ducea", "P Kapp", "G Zandt"],
    "venue": "Nature Geoscience",
    "year": 2009
  }, {
    "title": "A detailed record of shallow hydrothermal fl uid fl ow in the Sierra Nevada magmatic arc from low δ18O skarn",
    "authors": ["ME D’Errico"],
    "venue": "garnets. Geology",
    "year": 2012
  }, {
    "title": "The California arc: thick granitic batholiths, eclogitic residues, lithosphere-scale thrusting, and magmatic fl are-ups",
    "authors": ["M Ducea"],
    "venue": "Geological Society of America Today",
    "year": 2001
  }, {
    "title": "Igniting fl are-up events",
    "authors": ["MN Ducea", "MD Barton"],
    "venue": "Cordilleran arcs. Geology",
    "year": 2007
  }, {
    "title": "Evolutionary cycles during Andean orogeny: repeated slab breakoff and fl at subduction",
    "authors": ["MR Haschke", "E Scheuber", "D Günther", "K-J Reutter"],
    "venue": "Terra Nova",
    "year": 2002
  }, {
    "title": "The carbon cycle and associated redox processes through time",
    "authors": ["JM Hayes", "JR Waldbauer"],
    "venue": "Philosophical Transactions of the Royal Society London Series B",
    "year": 2006
  }, {
    "title": "Noble gases and volatile recycling at subduction",
    "authors": ["DR Hilton", "T Fischer", "B Marty"],
    "venue": "zones. Reviews in Mineralogy and Geochemistry",
    "year": 2002
  }, {
    "title": "Izu-Bonin-Mariana forearc crust as a modern ophiolite analogue",
    "authors": ["O Ishizuka", "Tani K", "MK Reagan"],
    "year": 2014
  }, {
    "title": "Decarbonation effi ciency in subduction zones: implications for warm Cretaceous climates",
    "authors": ["FKB Johnston", "AV Turchyn", "M Edmonds"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2011
  }, {
    "title": "The role of magmatically driven lithospheric thickening on arc front migration",
    "authors": ["L Karlstrom", "C-TA Lee", "M Manga"],
    "venue": "Geochemistry Geophysics Geosystems",
    "year": 2014
  }, {
    "title": "Latest pulse of Earth: evidence for a mid-Cretaceous",
    "authors": ["RL Larson"],
    "venue": "superplume. Geology",
    "year": 1991
  }, {
    "title": "Continental arc-island arc fl uctuations, growth of crustal carbonates and longterm climate change: Geosphere",
    "authors": ["Lee C-T"],
    "year": 2013
  }],
  "id": "SP:eec73a3457267452c4a0b2d4512af70e021c7644",
  "authors": [],
  "abstractText": "The dominant control on Earth’s long-term (>1 My) climate variability is the amount of greenhouse gases, primarily CO2, in the atmosphere (Walker et al. 1981). On these long timescales, the amount of carbon in the Earth’s atmosphere, hydrosphere, and biosphere (termed the “exogenic system”) is controlled by CO2 fl uxes to and from the crust and mantle (the “endogenic system”; Berner 1991). Additions of CO2 to the exogenic system come from volcanism, metamorphism, and weathering of fossil organic carbon and carbonates (Berner 1991; Petsch 2014). Volcanic inputs of CO2 include those from mid-ocean ridges, intraplate magmatism (“hotspots”), and volcanic arcs above subduction zones. Metamorphic CO2 additions come from degassing processes associated with continental collisional orogenies and magmatically active continental margins. Outputs of CO2 from the exogenic system are from silicate weathering and biological activity in the form of carbonate and organic carbon burial. All of these outputs scale with the amount of CO2 in the atmosphere, and, thus, serve as negative feedbacks that regulate the amount of carbon in the exogenic system (Walker et al. 1981). Because the amount of carbon in the Earth’s interior is orders of magnitude larger (103–104 times) than that in the exogenic system (Dasgupta and Hirschmann 2010), net inputs from the Earth’s interior to the exogenic system over long timescales are generally independent of the exogenic system. Thus, to a fi rst approximation, volcanism and metamorphism are commonly taken as external forcings of the exogenic carbon cycle on long (>1 My) timescales (Berner 1991). In contrast, volcanic and metamorphic fl uxes play insignifi cant roles in modulating climate on short (<10–100 ky) timescales because carbon exchange fl uxes between reservoirs within the exogenic system (e.g. hydrosphere, atmosphere, biosphere) are 103–104 times higher than the fl uxes of carbon between the deep Earth and the exogenic system. To put some of these CO2 fl uxes in context, anthropogenic emissions from burning of fossil fuels and cement production are 104–105 times greater than the volcanic fl uxes.",
  "title": "Global Continental Arc Flare-ups and Their Relation to Long-Term Greenhouse Conditions"
}