{
  "sections": [{
    "text": "stone breccia from G. Retallack’s laboratory. We extracted the magnetic fragments in two separate experiments at Rochester—one for each subsample received. Thus, we repeated our separation twice and in each case we mounted the magnetic fragments on separate glass slides that were later analyzed. From our electron microprobe analyses, the same type of meteorite fragments and the metal nuggets were identified in both subsamples. An important observation is the presence of metal grains in association with the meteorite fragments in the Antarctic samples. These metal grains are neither meteoritic nor are they found in any terrestrial rocks, except that similar metal grains are also found in the P-T boundary at Meishan in China. Most of these metal grains also have compositions that are clearly different from metals used in laboratory tools that may have come in contact with the samples. Also, other similar samples that were not from the P-T boundary but were separated in the same laboratory at the same time did not show these metal particles or meteoritic fragments. Thus, we conclude that it is improbable that the Antarctic P-T sample was contaminated with these metal grains and meteorite fragments.\nLater, we obtained yet another rock fragment of no. 2060 (from G. Retallack) with a different (whitish) color from the original pieces (see supporting online material), as well as a different sample no. 315, stratigraphically 23 cm above no. 2060, and received directly from E. Krull. The latter sample also contains meteorite fragments. 24. A. Hallam, P. B. Wignall, Mass Extinctions and Their Aftermath (Oxford Univ. Press, New York, 1997). 25. L. Becker, R. J. Poreda, T. E. Bunch, Proc. Natl. Acad. Sci. U.S.A. 97, 2979 (2000). 26. D. M. Raup, Science 206, 217 (1979). 27. D. H. Erwin, The Greatest Paleozoic Crisis: Life and\nDeath in the Permian (Columbia Univ. Press, New York, 1993). 28. G. J. Retallack, Science 267, 77 (1995). 29. P. R. Renne, A. R. Basu, Science 253, 176 (1991). 30. I. H. Campbell, G. K. Czamanske, V. A. Fedorenko, R. I.\nHill, V. Stepanov, Science 258, 1760 (1992). 31. A. R. Basu et al., Science 269, 822 (1995). 32. K. A. Farley, S. Mukhopadhyay, Science 293, 2343a\n(2001). 33. C. Koeberl, I. Gilmour, W. E. Reimold, P. Claeys, B.\nIvanov, Geology 30, 855 (2002). 34. Y. Sun et al., “The discovery of an iridium anomaly in\nthe Permian-Triassic boundary clay in Changxing, Zhejiang, China, and its significance,” 27th International Geological Congress (Science Press, Bejing, 1984). 35. A. Shukolyukov, G. W. Lugmair, Science 282, 927 (1998). 36. We are grateful to G. J. Retallack and E. Krull for providing the Graphite Peak samples from Antarctica and to S. D’Hondt for the Meishan, base 25, ferruginous sample from China that was collected in collaboration with D. H. Erwin and Y. G. Jin. Research supported by the Division of Earth Sciences (EAR), NSF (A.R.B.); the Division of Ocean Sciences (OCE), NSF (L.B. and R.J.P.); NASA (Exobiology, L.B.); and NASA (Origin of Solar System and Cosmochemistry, S.B.J.) grants.\nSupporting Online Material www.sciencemag.org/cgi/content/full/302/5649/1388/ DC1 Materials and Methods Figs. S1 and S2 Tables S1 to S4 References and Notes\n26 August 2003; accepted 6 October 2003\nChemostratigraphic Evidence of Deccan Volcanism from the Marine Osmium Isotope Record\nG. Ravizza1* and B. Peucker-Ehrenbrink2\nContinental flood basalt (CFB) volcanism is hypothesized to have played a causative role in global climate change and mass extinctions. Uncertainties associated with radiometric dating preclude a clear chronological assessment of the environmental consequences of CFB volcanism. Our results document a 25% decline in the marine 187Os/188Os record that predates the Cretaceous-Tertiary boundary (KTB) and coincides with late Maastrichtian warming. We argue that this decline provides a chemostratigraphic marker of Deccan volcanism and thus constitutes compelling evidence that the main environmental consequence of Deccan volcanism was a transient global warming event of 3° to 5°C that is fully resolved from the KTB mass extinction.\nFlood basalt volcanism continues to be considered as a cause of several mass extinctions (1), including the end-Guadalupian, the endPermian, the end-Triassic, and the early Jurassic extinctions (2). If flood basalt eruption played a causative role in an extinction event, then major volcanism should have immediately preceded extinction. Though this criterion is simply stated, uncertainties associated with radiometric dating of flood basalts make it difficult to test.\nIn the specific case of the Deccan Flood Basalts, uncertainties associated with the age and duration of volcanism have given\nrise to conflicting conclusions regarding the environmental consequences of these eruptions. Several paleoclimate studies assert that Deccan volcanism was responsible for a warming event several hundred thousand years before the KTB (3–5). However, existing age constraints are only permissive of this interpretation. Most recent efforts to refine the chronology of Deccan volcanism conclude that the major phase of volcanism was effectively coincident with the KTB and may have contributed to the extinction event (6, 7 ).\nRecent results suggest that the marine Os isotope record can provide evidence of flood basalt eruption in the marine sedimentary record (8). In the modern ocean, dissolved Os is nearly homogenous, with an 187Os/188Os ratio of 1.06, and it is accurately preserved by recent marine sediments in several depositional settings (9). At any given time, seawater 187Os/188Os\nreflects a balance between average riverine input (187Os/188Os 1.3) and mantle and extraterrestrial inputs (187Os/188Os 0.13) to the global ocean (9). Recently, Os isotope data have been used to argue that an abrupt decline in seawater 187Os/188Os just before the Triassic-Jurassic boundary marked the onset of volcanic activity in the Central Atlantic magmatic province (8). The rationale for this argument is based on the idea that weathering of these young, mantle-derived basalts released substantial quantities of unradiogenic Os (Os with a low 187Os/188Os ratio) to the global ocean. The short marine residence time of Os allows whole-ocean shifts in isotope composition to occur on time scales of about 10,000 years (9), giving the marine Os isotope record the fidelity required to serve as a clear stratigraphic marker of the initiation of major flood basalt volcanism. This is analogous to local minima and inflections in the marine 87Sr/86Sr record that are associated with emplacement and weathering of flood basalt provinces (10).\nExisting data (11) suggest that a similar shift in the marine 187Os/188Os record may be associated with Deccan volcanism. However, the close temporal association of Deccan volcanism with the KTB complicates the recognition of such a shift. As extraterrestrial materials and young basalts have similar 187Os/188Os ratios (9), there is no means of resolving these two components if they are truly contemporaneous. Two aspects of an existing, low-resolution Os isotope record of the KT transition suggest a source of unradiogenic Os unrelated to the KTB impact. First, the decline in 187Os/188Os begins several meters below the Ir anomaly that defines the KTB in this core (Fig. 1). Second, it is difficult to reconcile the overall structure of the Os iso1Department of Geology and Geophysics, University of Hawaii, Honolulu, HI 96822–2225, USA. 2Department of Marine Chemistry and Geochemistry, Woods Hole Oceanographic Institution (WHOI), Woods Hole, MA 02543, USA. *To whom correspondence should be addressed. Email: ravizza@hawaii.edu\n21 NOVEMBER 2003 VOL 302 SCIENCE www.sciencemag.org1392\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\ntope record with an impact scenario alone: Rather than returning after the KTB excursion to a steady-state 187Os/188Os similar to late Cretaceous values, Paleocene samples appear to stabilize at a distinctly lower 187Os/188Os ratio (Fig. 1).\nTo refine the marine Os isotope record across the KT transition, we constructed a composite record using material from the Deep Sea Drilling Program (DSDP). Samples from three sites were analyzed: site 245 in the Indian Ocean (12), site 577 from the Shatsky Rise in the Western Pacific (13), and site 525 on Walvis ridge in the South Atlantic (14 ). Os isotope analyses of bulk sediments ( table S1) were performed by magnetic-sector inductively coupled plasma mass spectrometry (ICPMS) (site 525A) or by negative thermal ionization mass spectrometry (sites 577 and 245), after preconcentration by nickel sulfide fire assay (15). Samples from site 245 define early Paleocene seawater 187Os/188Os as determined by nannofossil biostratigraphy. For sites 525 and 577, age models are based on the magnetobiostratigraphy for these cores (13, 14 ). To facilitate correlation with paleoclimate records, we used the redefined KTB age of 66.51 million years ago (Ma) (16 ) and adjusted dates for the magnetic reversal boundaries C29R/C30N and C30N/C30R (17 ). Bulk analyses of basal metalliferous sediments like those analyzed from site 245 and of oxic pelagic carbonates like those from site 525 have been demonstrated to accurately record the 187Os/188Os of ancient seawater (9).\nOur refined 187Os/188Os record of the KT transition (Fig. 2, top), though similar to the previously published pelagic clay record (Fig. 1), allows a more detailed interpretation of seawater Os isotope variations across the KT transition. Specifically, the 187Os/188Os decrease between 66.2 Ma and 65.7 Ma requires a pronounced decrease in the 187Os/188Os of soluble Os delivered to the global ocean before the KTB. In addition, stabilization of Paleocene seawater 187Os/188Os at 0.4, similar to the values documented at the end of the Cretaceous, indicates that the negative Os isotope excursion associated with the KTB is fully resolved from the earlier decline in seawater 187Os/188Os. Therefore, we interpret the KTB 187Os/188Os minimum as a transient excursion, and the decline in seawater 187Os/188Os between 66.2 and 65.7 Ma as a long-term shift in the steady-state isotopic composition of Os supplied to the ocean (Fig. 2, bottom).\nThe pre-KTB decline in seawater 187Os/ 188Os is temporally associated with a lateMaastrichtian warming event (Fig. 3). This is shown by comparison of the site 525 Os data to benthic foraminiferal oxygen-iso-\nFig. 2. (Top) A refined Os isotope record spanning the KT transition shows that seawater 187Os/ 188Os declined abruptly from 0.55 to 0.4 more than 100 ky before the KTB. This record also shows that the influence of the KTB event on the marine Os isotope record was transient, with recovery to pre-impact 187Os/ 188Os of 0.4 in less than 200 ky. This record is grossly similar to the lower resolution record from core LL44-GPC3 (Fig. 1). (Bottom) We interpret the abrupt decline in 187Os/188Os before the KTB as a transition to a new steady-state seawater 187Os/188Os, with a brief excursion to lower values associated with the KTB event superimposed on the new steady state.\nwww.sciencemag.org SCIENCE VOL 302 21 NOVEMBER 2003 1393\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\nresults from eruption and weathering of the Deccan basalts and therefore provides evidence of a causal link between Deccan volcanism and late Maastrichtian warming. As outlined below, the timing of the decline in 187Os/188Os, the duration of the decline, and the persistence of a lower steady-state 187Os/188Os for at least 2 million years all indicate that this is the most parsimonious interpretation of the Os isotope record shown in Fig. 2. Previous suggestions that Deccan volcanism caused an inflection in the marine 87Sr/86Sr curve (19) are also consistent with this interpretation (Fig. 3). Because the marine residence time of Os is two orders of magnitude shorter, the timing of the change in seawater chemistry is more clearly delineated by the Os isotope record than by the Sr isotope record.\nIntroduction of an additional source of unradiogenic Os to seawater is most likely the primary reason for the pre-KTB decline in seawater 187Os/188Os. Either an extraterrestrial or mantle-derived source of Os is possible. Although in principle a decreased supply of radiogenic (with a high 187Os/188Os ratio) Os could produce a similar result, the marine Os isotope record of a transient warming event at the Paleocene-Eocene boundary displays a very different response: A transient 10% increase in seawater 187Os/188Os is coincident with the warming event (20). This argues against a diminished input of radiogenic Os from continental weathering as a primary result of the concurrent late Maastrichtian warming. Therefore, we focused on discerning between mantle and extraterrestrial sources of Os.\nThe structure of the pre-KTB decline in seawater 187Os/188Os cannot be reconciled with an extraterrestrial source of unradiogenic Os. An impact before the KTB would have introduced a pulse of unradiogenic Os that would have dissipated quickly, producing a transient excursion to lower 187Os/ 188Os analogous to the KTB Os isotope excursion at site 577. The pre-KTB decline in 187Os/188Os from values of 0.55 to 0.4 spans at least 200 ky (Fig. 2) and more than 3 m of sediment. The KTB Os isotope excursion is superimposed on the new longterm background value of 0.4. The persistence of this lower 187Os/188Os ratio (0.4) into the Paleocene requires that there was a sustained source of unradiogenic Os delivered to seawater during this time. In theory, a step-wise increase in the background flux of interplanetary dust particles (IDPs) could produce the observed Os isotope record. However, 3He-based estimates of late Cretaceous IDP flux provide no evidence of a sustained increase in IDP flux close to the KTB (21).\nOn the basis of these arguments, an increased supply of mantle-derived Os to the\nFig. 4. Comparison of the timing of the late Maastrichtian decline in marine 187Os/188Os (vertical gray band) to selected radiometric dates that constrain the age of the KTB and of Deccan volcanism. The data sources are as follows: the KTB [crosses (16)]; a compilation of high-quality Ar-Ar plateau ages from the Western Ghats and Narmada sections [squares (6)]; Ar-Ar plateau ages from the Anjar section [circles (7)]; and Ar-Ar dates from the base of the northwestern Deccan [triangles (31)]. Solid symbols indicate samples from near the base of the volcanic pile; open symbols of the same type are stratigraphically higher than solid symbols. The timing of the major pulse of Deccan volcanism as inferred from the marine Os isotope record is consistent with available radiometric dates of Deccan rocks.\n21 NOVEMBER 2003 VOL 302 SCIENCE www.sciencemag.org1394\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\nocean is the only remaining explanation of the pre-KTB decline in seawater 187Os/188Os. The Deccan basalts represent a major continental flood basalt province with an estimated original surface area larger than 1 million km2, an estimated original volume of 2 to 4 million km3, and average effusion rates that correspond to more than 10% of average oceanic crustal production (1). Although we cannot preclude another major source of mantle-derived Os to the ocean at this time, it is ad hoc to invoke an additional source when a major geodynamic event like Deccan eruption is effectively coincident with the Os isotope shift.\nThe timing we propose for the major pulse of Deccan volcanism is consistent with most available constraints from radiometric and paleomagnetic data (Fig. 4). The timing of the decline in seawater 187Os/ 188Os indicates that the initial major pulse of Deccan volcanism straddles the C29R/ C30N magnetic reversal boundary. Several recent studies (6, 7, 22) conclude that most of the Deccan flood basalts erupted during magnetochron C29R and emphasize that reliable radiometric results yield ages that are indistinguishable from the KTB. These studies acknowledge volcanic activity before and after C29R, in magnetochrons C30N and C29N, but contend that eruptive volumes were relatively small. Given the likelihood that roughly half of the original surface area of the Deccan has been eroded (1), it is impossible to preclude substantial volcanism late in magnetochron C30N. Indeed, a minority view holds that the major pulse of Deccan volcanism occurred at 67 Ma, during magnetochron C30R (23). This controversy highlights the difficulty of obtaining precise and accurate Ar-Ar crystallization ages from basaltic rocks and emphasizes the importance of chemostratigraphic markers for flood basalt volcanism.\nThe magnitude of the late Maastrichtian decline in seawater 187Os/188Os is larger than expected. Cohen and Coe (8) concluded that weathering of juvenile basalts supplied an important new source of unradiogenic Os to seawater in the late Triassic. However, available data (22) suggest that typical Os concentrations of Deccan basalts are slightly lower than the average uppercrustal Os concentration (9). Consequently, weathering of typical Deccan basalts is not expected to strongly influence seawater 187Os/188Os. By analogy to interpretation of the marine Sr isotope record (19), we suggest that Deccan weathering not only introduced a new source of unradiogenic Os to the ocean, but also eliminated a source of highly radiogenic Os of comparable magnitude, by blanketing highly radiogenic Archean crust. Taking this effect into account, we calculated (24 ) that to\nachieve a post-Deccan steady-state 187Os/ 188Os of 0.4, starting from a steady-state 187Os/188Os of 0.55, the affected area would have to supply 9% of the total Os flux to the ocean. Given that the Deccan flood basalts are estimated to have covered 1.5% of the Earth’s land area at the time of eruption (1), this value implies that weathering of the Deccan supplied an unexpectedly large amount of Os to the ocean. We speculate that rapid chemical weathering rates of recently erupted flood basalts (25) in conjunction with a subtropical climate accelerated the rate of supply of Deccan Os to the ocean. Rapid release of Os from readily weathered sulfides rich in Os and other platinum group elements (26 ) also may have contributed to the largerthan-expected response of the marine Os isotope system to Deccan volcanism.\nThere are three important implications of our conclusion that the marine Os isotope record supports a causal link between Deccan volcanism and late Maastrichtian warming. First, it indicates that the major phase of Deccan volcanism preceded the KTB extinction event. Consequently, it is unlikely that Deccan volcanism was a major contributor to an abrupt KTB extinction event. To continue to argue that volcanism was a cause of the KTB extinction requires a specific mechanism that could decouple the cause of extinction from the major phase of Deccan volcanism. Second, these results suggest that the marine Os isotope record may be useful in determination of the relative timing of major volcanism and other extinction events in the geologic record. With the addition of these data to Triassic-Jurassic Boundary results (8), there are now two instances in which shifts in the marine Os isotope record coincide with the eruption of vast flood basalt provinces. Third, Deccan-induced late-Maastrichtian warming is an ancient analog to modern greenhouse warming through direct introduction of large amounts of CO2 to the atmosphere. Model-based estimates of initial greenhouse warming associated with Deccan CO2 emissions are somewhat smaller in magnitude and/or shorter in duration than those shown in Fig. 3. Warming estimates range from less than 1°C (27) to as high as 4°C (28). The difference between model results and paleotemperature records suggests that the amount of CO2 supplied by Deccan volcanism has been underestimated. Alternatively, it is possible that important climate feedbacks associated with flood basalt volcanism and/or abrupt increases in atmospheric CO2 levels remain unidentified.\nReferences and Notes 1. V. E. Courtillot, P. R. Renne, C. R. Geosci. 335, 113\n(2003). 2. P. B. Wignall, Earth Sci. Rev. 53, 1 (2001).\n3. E. Barrera, S. M. Savin, Geol. Soc. Am. Spec. Pap. 332, 245 (1999). 4. L. Li, G. Keller, Mar. Geol. 161, 171 (1999). 5. R. K. Olsson, J. D. Wright, K. G. Miller, J. Foram. Res.\n31, 275 (2001). 6. C. Hofmann, G. Feraud, V. Courtillot, Earth Planet.\nSci. Lett. 180, 13 (2000). 7. V. Courtillot et al., Earth Planet. Sci. Lett. 182, 137\n(2000). 8. A. S. Cohen, A. L. Coe, Geology 30, 267 (2002). 9. B. Peucker-Ehrenbrink, G. Ravizza, Terra Nova 12, 205\n(2000). 10. J. M. McArthur, R. J. Howarth, T. R. Bailey, J. Geol.\n109, 155 (2001). 11. W. J. Pegram, K. K. Turekian, Geochim. Cosmochim.\nActa 63, 4053 (1999). 12. T. B. Warner, J. M. Gieskes, Init. Rep. Deep Sea Drill.\nProj. 25, 395 (1974). 13. J. C. Zachos, M. A. Arthur, Paleoceanography 1, 5\n(1986). 14. L. Li, G. Keller, Geology 26, 995 (1998). 15. D. R. Hassler, B. Peucker-Ehrenbrink, G. E. Ravizza,\nChem. Geol. 166, 1 (2000). 16. J. F. Hicks, K. R. Johnson, J. D. Obradovich, L. Tauxe, D.\nClark, Geol. Soc. Am. Spec. Pap. 361, 35 (2002). 17. P. Wilf, K. R. Johnson, B. T. Huber, Proc. Nat. Acad.\nSci. U.S.A. 100, 599 (2003). 18. L. Nordt, S. Atchley, S. I. Dworkin, Geology 30, 703\n(2002). 19. H. B. Vonhof, J. Smit, Geology 25, 347 (1997). 20. G. Ravizza, R. N. Norris, J. Blusztajn, M. P. Aubry,\nPaleoceanography 16, 155 (2001). 21. S. Mukhopadhyay, K. A. Farley, A. Montanari,\nGeochim. Cosmochim. Acta 65, 653 (2001). 22. C. J. Allégre, J. L. Birck, F. Capmas, V. Courtillot, Earth\nPlanet. Sci. Lett. 170, 197 (1999). 23. K. Pande, Proc. Indian Acad. Sci. Earth Planet. Sci.\n111, 115 (2002). 24. The mass balance equation used is Rsw RDF\nRO(1 – F), where R denotes the 187Os/188Os ratio and the subscripts sw, D, and O denote seawater, Deccan Os sources, and other (non-Deccan) sources, respectively. F is the steady-state mole fraction of 188Os supplied by Deccan sources to the ocean. We can estimate the term F by assuming it remains unchanged by Deccan volcanism. An analogous equation can be written for pre-Deccan steady-state conditions. Subtracting the equations from one another eliminates the term RO(1 – F) and yields Rsw RDF, where Rsw is the difference between pre- and post-Deccan Rsw and RD is the difference between pre- and post-Deccan RD. This calculation assumes Deccan volcanism replaces a radiogenic source of continental Os (187Os/188Os 1.8) with an unradiogenic source of mantle-like Os (187Os/188Os 0.13), giving RD –1.7. 25. A. S. Taylor, A. C. Lasaga, Chem. Geol. 161, 199 (1999). 26. A. C. Banerjee, D. Raj, M. Roychowdhury, J. Geol. Soc. India 56, 625 (2000). 27. K. Caldeira, M. R. Rampino, Geophys. Res. Lett. 17, 1299 (1990). 28. C. Dessert et al., Earth Planet. Sci. Lett. 188, 459 (2001). 29. F. T. Kyte, M. Leinen, G. R. Heath, L. Zhou, Geochim. Cosmochim. Acta 57, 1719 (1993). 30. P. J. Sugarman, K. G. Miller, D. Bukry, M. D. Feigenson, Geol. Soc. Am. Bull. 107, 19 (1995). 31. J. J. Mahoney, R. A. Duncan, W. Khan, E. Gnos, G. R. McCormick, Earth Planet. Sci. Lett. 203, 295 (2002). 32. We thank T. Abbruzzese, J. Blusztajn, and the WHOI ICPMS facility for laboratory support and J. Mahoney for advice on published data that constrain the age of Deccan volcanism. Samples provided by the Ocean Drilling Program. Supported by NSF awards to G.R. and B.P.E. WHOI contribution no. 11040. School of Ocean Science and Technology contribution no. 6303.\nSupporting Online Material www.sciencemag.org/cgi/content/full/302/5649/1392/DC1 Table S1 References and Notes\n15 July 2003; accepted 16 October 2003\nwww.sciencemag.org SCIENCE VOL 302 21 NOVEMBER 2003 1395\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\nChemostratigraphic Evidence of Deccan Volcanism from the Marine Osmium Isotope Record G. Ravizza and B. Peucker-Ehrenbrink\nDOI: 10.1126/science.1089209 (5649), 1392-1395.302Science\nARTICLE TOOLS http://science.sciencemag.org/content/302/5649/1392\nMATERIALS SUPPLEMENTARY http://science.sciencemag.org/content/suppl/2003/11/20/302.5649.1392.DC1\nREFERENCES\nhttp://science.sciencemag.org/content/302/5649/1392#BIBL This article cites 30 articles, 7 of which you can access for free\nPERMISSIONS http://www.sciencemag.org/help/reprints-and-permissions\nTerms of ServiceUse of this article is subject to the\nregistered trademark of AAAS. is aScienceAmerican Association for the Advancement of Science. No claim to original U.S. Government Works. The title\nScience, 1200 New York Avenue NW, Washington, DC 20005. 2017 © The Authors, some rights reserved; exclusive licensee (print ISSN 0036-8075; online ISSN 1095-9203) is published by the American Association for the Advancement ofScience\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from"
  }],
  "year": 2003,
  "references": [],
  "id": "SP:cd1c2df8b3200b2792716e5fa3011951d06594e3",
  "authors": [{
    "name": "P. R. Renne",
    "affiliations": []
  }, {
    "name": "A. R. Basu",
    "affiliations": []
  }, {
    "name": "I. H. Campbell",
    "affiliations": []
  }, {
    "name": "G. K. Czamanske",
    "affiliations": []
  }, {
    "name": "V. A. Fedorenko",
    "affiliations": []
  }, {
    "name": "C. Koeberl",
    "affiliations": []
  }, {
    "name": "I. Gilmour",
    "affiliations": []
  }, {
    "name": "W. E. Reimold",
    "affiliations": []
  }, {
    "name": "P. Claeys",
    "affiliations": []
  }],
  "abstractText": "extracted the magnetic fragments in two separate experiments at Rochester—one for each subsample received. Thus, we repeated our separation twice and in each case we mounted the magnetic fragments on separate glass slides that were later analyzed. From our electron microprobe analyses, the same type of meteorite fragments and the metal nuggets were identified in both subsamples. An important observation is the presence of metal grains in association with the meteorite fragments in the Antarctic samples. These metal grains are neither meteoritic nor are they found in any terrestrial rocks, except that similar metal grains are also found in the P-T boundary at Meishan in China. Most of these metal grains also have compositions that are clearly different from metals used in laboratory tools that may have come in contact with the samples. Also, other similar samples that were not from the P-T boundary but were separated in the same laboratory at the same time did not show these metal particles or meteoritic fragments. Thus, we conclude that it is improbable that the Antarctic P-T sample was contaminated with these metal grains and meteorite fragments. Later, we obtained yet another rock fragment of no. 2060 (from G. Retallack) with a different (whitish) color from the original pieces (see supporting online material), as well as a different sample no. 315, stratigraphically 23 cm above no. 2060, and received directly from E. Krull. The latter sample also contains meteorite fragments. 24. A. Hallam, P. B. Wignall, Mass Extinctions and Their Aftermath (Oxford Univ. Press, New York, 1997). 25. L. Becker, R. J. Poreda, T. E. Bunch, Proc. Natl. Acad. Sci. U.S.A. 97, 2979 (2000). 26. D. M. Raup, Science 206, 217 (1979). 27. D. H. Erwin, The Greatest Paleozoic Crisis: Life and Death in the Permian (Columbia Univ. Press, New York, 1993). 28. G. J. Retallack, Science 267, 77 (1995). 29. P. R. Renne, A. R. Basu, Science 253, 176 (1991). 30. I. H. Campbell, G. K. Czamanske, V. A. Fedorenko, R. I. Hill, V. Stepanov, Science 258, 1760 (1992). 31. A. R. Basu et al., Science 269, 822 (1995). 32. K. A. Farley, S. Mukhopadhyay, Science 293, 2343a (2001). 33. C. Koeberl, I. Gilmour, W. E. Reimold, P. Claeys, B. Ivanov, Geology 30, 855 (2002). 34. Y. Sun et al., “The discovery of an iridium anomaly in the Permian-Triassic boundary clay in Changxing, Zhejiang, China, and its significance,” 27th International Geological Congress (Science Press, Bejing, 1984). 35. A. Shukolyukov, G. W. Lugmair, Science 282, 927 (1998). 36. We are grateful to G. J. Retallack and E. Krull for providing the Graphite Peak samples from Antarctica and to S. D’Hondt for the Meishan, base 25, ferruginous sample from China that was collected in collaboration with D. H. Erwin and Y. G. Jin. Research supported by the Division of Earth Sciences (EAR), NSF (A.R.B.); the Division of Ocean Sciences (OCE), NSF (L.B. and R.J.P.); NASA (Exobiology, L.B.); and NASA (Origin of Solar System and Cosmochemistry, S.B.J.) grants."
}