{
  "sections": [{
    "text": "GEOLOGY | Volume 46 | Number 2 | www.gsapubs.org 147\nperature increase of ~2.5–5 °C that occurred ~150–300 k.y. before the Cretaceous-Paleogene (K-Pg) mass extinction. This transient warming event has traditionally been associated with a major pulse of Deccan Traps (west-central India) volcanism; however, large uncertainties associated with radiogenic dating methods have long hampered a definitive correlation. Here we present a new high-resolution, single species, benthic stable isotope record from the South Atlantic, calibrated to an updated orbitally tuned age model, to provide a revised chronology of the event, which we then correlate to the latest radiogenic dates of the main Deccan Traps eruption phases. Our data reveal that the initiation of deep-sea warming coincides, within uncertainty, with the onset of the main phase of Deccan volcanism, strongly suggesting a causal link. The onset of deep-sea warming is synchronous with a 405 k.y. eccentricity minimum, excluding a control by orbital forcing alone, although amplified carbon cycle sensitivity to orbital precession is evident during the greenhouse warming. A more precise understanding of Deccan-induced climate change paves the way for future work focusing on the fundamental role of these precursor climate shifts in the K-Pg mass extinction."
  }, {
    "heading": "INTRODUCTION",
    "text": "A period of rapid climate change, represented initially by a transient\nglobal warming event and followed by a global cooling, occurred during the last few hundred thousand years of the Maastrichtian and may have played an ancillary role in the ultimate demise of many terrestrial and marine biota at the Cretaceous-Paleogene (K-Pg) boundary (e.g., Keller et al., 2016). The so-called late Maastrichtian warming event was characterized by a transient global ~2.5–4 °C warming in the marine realm based on benthic δ18O and organic paleothermometer (TEXH86) data (e.g., Li and Keller, 1998; Woelders et al., 2017), and ~5 °C warming in the terrestrial realm based on pedogenic carbonate δ18O and proportion of untoothed leaf margins in woody dicot plants (Nordt et al., 2003; Wilf et al., 2003). Enhanced deep-sea carbonate dissolution, most pronounced in the high latitudes (Henehan et al., 2016), and abrupt decreases in vertical temperature and carbon isotope gradients in the marine water column have also been documented (Li and Keller, 1998).\nThis transient warming event has previously been linked to a major pulse of Deccan Traps volcanism, centered in modern-day western India; however, until recently, the large uncertainties associated with radiogenic\ndating have hampered a robust correlation (e.g., Chenet et al., 2007). In recent years improvements in precision of radiogenic dating methods have allowed for a more robust correlation between pre-K-Pg climate change and volcanism (e.g., Renne et al., 2015; Schoene et al., 2015). To complement advances in dating of the volcanic sequences, we present the highest resolution (1.5–4 k.y.), complete single species benthic stable isotope record produced to date, calibrated to an updated orbitally tuned age model, for the final million years of the Maastrichtian and the first 500 k.y. of the Danian. This allows us to much more accurately correlate the major climatic shifts of the terminal Maastrichtian with Deccan volcanism, facilitating future work investigating the link between Deccaninduced climate change and the K-Pg mass extinction."
  }, {
    "heading": "MATERIALS AND METHODS",
    "text": "A stratigraphically continuous late Maastrichtian–early Danian sedi-\nmentary section was recovered at Ocean Drilling Program (ODP) Site 1262 (Walvis Ridge, South Atlantic; 27°11.15′S, 1°34.62′E; water depth 4759 m, Maastrichtian water depth ~3000 m; Shipboard Scientific Party, 2004), where the late Maastrichtian is represented by an expanded section of foraminifera-bearing, carbonate-rich nannofossil ooze with a mean sedimentation rate of 1.5–2 cm/k.y. We have constructed an updated orbitally tuned age model for this site based on recognition of the stable 405 k.y. eccentricity cycle in our high-resolution benthic carbon isotope (δ13Cbenthic) data set, correlated to the La2010b solution of Laskar et al. (2011) and anchored to an astronomical K-Pg boundary age of 66.02 Ma (Dinarès-Turell et al., 2014). The key tie points used to create this age model are listed in Table DR2 in the GSA Data Repository1. All published data presented herein have also been migrated over to the same age model for comparison (Figs. 1 and 2; detailed methods are provided in the Data Repository). We generated δ13C and δ18O data using the epifaunal benthic foraminifera species Nuttallides truempyi on an IsoPrime 100 gas source isotope ratio mass spectrometer in dual inlet mode equipped with a Multiprep device at the Natural Environment Research Council Isotope Geosciences Facility (British Geological Survey). The internal standard KCM, calibrated against the international standard NBS-19, was used to place data on the Vienna Peedee belemnite (VPDB) scale, with average\n1 GSA Data Repository item 2018032, further details on site locations and parameters, age model construction, sample preparation and stable isotope analysis, recalibration of pCO2 estimates, and calculation of Deccan Traps formation volumes, is available online at http://www.geosociety.org/datarepository/2018/ or on request from editing@geosociety.org.\nGEOLOGY, February 2018; v. 46; no. 2; p. 147–150 | GSA Data Repository item 2018032 | https://doi.org/10.1130/G39771.1 | Published online 12 December 2017 © 2017 The Authors. Gold Open Access: This paper is published under the terms of the CC-BY license.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/46/2/147/4033079/147.pdf by University of Arizona user on 20 February 2019\n148 www.gsapubs.org | Volume 46 | Number 2 | GEOLOGY\nsample analytical precision (1σ) of 0.03‰ for δ13C and 0.05‰ for δ18O. The complete benthic stable isotope data set is available online in the PANGAEA database (https:// doi.pangaea.de /10.1594 /PANGAEA .881019). Bottom-water temperatures were calculated from δ18Obenthic data by converting N. truempyi data to Cibicidoides values, then using Equation 1 of Bemis et al. (1998). Stable isotope data were graphically detrended in KaleidaGraph 4.0 using a 15% running mean, to remove long-term trends, then bandpass filtering was conducted in AnalySeries 2.0 (Paillard et al., 1996) for 405 k.y. eccentricity at 0.002467 ± 0.000700 cycles/k.y. and 100 k.y. eccentricity at 0.010 ± 0.003 cycles/k.y."
  }, {
    "heading": "RESULTS",
    "text": "The new stable isotope data show that relatively stable and cool tem-\nperatures persisted in the deep South Atlantic Ocean from 67.1 to 66.8 Ma, followed by the onset of a longer term gradual warming (1 °C) and decline in δ13Cbenthic values from 66.75 to 66.5 Ma (Fig. 1). The late Maastrichtian warming event initiated at ca. 66.34 Ma, ~300 k.y. before the K-Pg boundary, with peak warming of ~+4 °C (δ18Obenthic excursion of ~0.8‰) attained between ca. 66.27 and 66.18 Ma (Fig. 1). A more gradual, step-wise cooling to pre-excursion temperatures then took place over the next 200 k.y., terminating at the K-Pg boundary (Fig. 1). Conversely, the δ13Cbenthic record appears to show a muted response compared to the δ18Obenthic record during the warming event, with only a minor negative excursion of ~0.5‰ noted between 66.3 and 66.2 Ma (Fig. 1). The magnitude and character of the excursions in δ13Cbenthic and δ18Obenthic data at Site 1262 are similar to those reported in lower resolution data from Deep Sea Drilling Project (DSDP) Site 525 (Li and Keller, 1998; Fig. DR3), located at a shallower paleodepth of 1–1.5 km on Walvis Ridge, suggesting a similar magnitude of warming in deep and intermediate waters of the South Atlantic. Confirming that these characteristics are global, deep Pacific stable isotope data from ODP Site 1209 also show a coeval but somewhat smaller warming pulse, and a muted response in δ13Cbenthic values similar to those observed in the Atlantic (Fig. 2; Westerhold et al., 2011). The minor offset of Pacific δ13Cbenthic values by as much as –0.4‰ relative to the South Atlantic, suggests that an older water mass was bathing the equatorial Pacific site, consistent with previously reported Paleocene–Eocene trends (Littler et al., 2014; Fig. 2). The onset of the warming event in the Atlantic corresponds to a 405 k.y. eccentricity minimum, with the peak of the event occurring during a 100 k.y. eccentricity maximum but prior to a 405 k.y. eccentricity maximum. The δ18Obenthic leads δ13Cbenthic (i.e., climate leads carbon cycle) by ~30–40 k.y. within the 405 k.y. band, consistent with late Paleocene–early Eocene trends recorded further upsection at this site (Littler et al., 2014). It is interesting that the δ18Obenthic and δ13Cbenthic data become antiphase at the 100 k.y. frequency during the warming event, but are in phase with carbon lagging oxygen by ~10 k.y. earlier in the Maastrichtian and by ~5 k.y. during the earliest Danian (Fig. 1)."
  }, {
    "heading": "DISCUSSION",
    "text": "The new high-resolution benthic stable isotope data placed onto our updated orbitally tuned age model demonstrates that the late\n1262 δ18OBenthic\n1262 δ13CBenthic\n1262 % CaCO3 1262 Fe\nNeuquén Basin TEXH\nOnset of main phase of Deccan volcanism (Ar-Ar; 66.38 Ma)\nC30nC29n\nOnset of main phase of Deccan volcanism (U-Pb; 66.288 Ma)\n86\nA K-Pg\nIc e-\nfre e\nT (°\nC )\n0.2\n-0.2\n0 E cc\n40 5\n0.06\n-0.06\n0 E cc\n10 0\n0\n0.04\n0.02 La 20\n10 b\n6\n8\n10\n12\n2\n1.5\n1\n0.5\n1\n0.5\n-0.5 0 δ1\n3 C (‰\n)\n100\n80\n60\n40\n20 0\n% C\naC O\n3\nδ\n18 O\n(‰ )\n103\n104\n105\n800\n600\n400A tm\nos ph\ner ic\npC\nO 2 (\npp m\nv)\n65.5 66 66.5 67Age (Ma)\nB\nC\nLa2010b\nEcc405\nEcc100\n25\n30\nTE X\nH T\n(° C ) Fe in te ns ity (c ps\n) Wai Lonovala Subgroup\nAntiphase\nLag\n0 4\n8 12 16 20\nN o.\no f r\ned b\nol es\nKalsubai\nJa w\nha r\nIg at\npu ri\nN er\nalTh ak\nur va di B hi m as ha nk ar\nP ol\nad pu\nr\nA m\nbe na\nli\nFm V\nol um\ne (1\n00 0\nkm 3 )\n50 100\n50 200 250\n0\n1000\nAmplified precession\nC29r NC23 CC26 NP1 CP1a B. sparsus\nCr. primus M. prinsii\n86\n0\n200\n2.5\nFigure 1. Correlation of environmental proxies to Deccan volcanism and the La2010b orbital solution of Laskar et al. (2011). A: Recalibrated atmospheric pCO2 estimates based on pedogenic carbonate (purple triangles, raw data from Nordt et al., 2002; red triangles, raw data from Nordt et al., 2003, both recalibrated in this study) and stomatal indices (orange circles, Beerling et al., 2002, recalibrated by Barclay and Wing, 2016; green circles, Steinthorsdottir et al., 2016). K-Pg—Cretaceous-Paleogene boundary. B: New benthic δ13C and δ18O data from Ocean Drilling Program Site 1262 and filters at the 405 k.y. and 100 k.y. bands (this study), correlated to the La2010b solution (Laskar et al., 2011), TEXH86 data (Woelders et al., 2017), and Site 1262 Fe and %CaCO3 data (Kroon et al., 2007). Error bars on TEXH86 data represent analytical uncertainty (dark green) and calibration error of absolute temperatures (pale green). Magnetozones are from Bowles (2006) and nannozones are from Shipboard Scientific Party (2004), with high-resolution K-Pg biozones from Bernaola and Monechi (2007). Ecc—eccentricity; B. sparsus—Biantholithus sparsus; M. prinsii—Micula prinsii; Cr. primus—Cruciplacolithus primus. C: Timing of Deccan volcanism, with formation (Fm) volumes calculated by the equal area method (gray), variable area method (red), and red bole distribution illustrated as a black line, using Ar-Ar ages in Renne et al. (2015). U-Pb age data from Schoene et al. (2015) are also shown. Detailed methods are in the Data Repository (see footnote 1).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/46/2/147/4033079/147.pdf by University of Arizona user on 20 February 2019\nGEOLOGY | Volume 46 | Number 2 | www.gsapubs.org 149\nMaastrichtian warming event closely coincides with the onset of the main phase of Deccan volcanism, regardless of radiogenic dating technique used, strongly suggesting a causal link (Fig. 1). Furthermore, both the relatively long duration of the warming event and the initiation of the warming during a minimum in the 405 k.y. eccentricity cycle suggest that a control by orbital forcing alone is unlikely, and that Deccan volcanogenic CO2 emissions were likely to be the primary climate driver over 100 k.y. time scales. Based on the distribution of red boles (weathering horizons) within the Deccan basalts, volcanism of the pre-K-Pg Kalsubai subgroup was characterized by more frequent eruptions of a smaller magnitude, likely leading to a larger cumulative atmospheric pCO2 increase than post-K-Pg eruptions (Renne et al., 2015; Schoene et al., 2015). By contrast, Danian eruptions had longer hiatuses between large eruptive events, allowing for partial CO2 sequestration by silicate weathering or organic burial.\nDespite strong evidence for climatic warming and some evidence for elevated atmospheric pCO2 (Barclay and Wing, 2016; Nordt et al., 2002, 2003; Fig. 1), characteristic of many hyperthermals of the early Paleogene\nsuch as the Paleocene Eocene Thermal Maximum (e.g., McInerney and Wing, 2011), the C isotope records and lack of evidence for significant ocean acidification at Site 1262 (e.g., reduction in %CaCO3 or increase in Fe concentration) suggest a relatively minor carbon cycle perturbation (Figs. 1 and 2). Given the comparatively heavy δ13C signature (–7‰) of volcanogenic CO2, voluminous Deccan emissions may not have created a major perturbation to the isotope composition of the global δ13C pool. The absence of a major negative carbon cycle perturbation suggests that sources of isotopically light carbon (e.g., biogenic methane or the oxidation of organic matter), were not destabilized and released in significant quantities during the event. This differential response between the δ18Obenthic and δ13Cbenthic records, and the lack of evidence for significant global deep-ocean acidification (Fig. 1), may be due to rates of volcanogenic CO2 emission and consequent background to peak warming, which occurred rather slowly over ~70–80 k.y. during the late Maastrichtian event, but was much more rapid, ~10–20 k.y., during Paleogene hyperthermals (e.g., McInerney and Wing, 2011; Zeebe et al., 2017). However, evidence for enhanced deep-sea dissolution during this event has been described from the high latitudes in %CaCO3 records from ODP Site 690 (Henehan et al., 2016) and in orbitally tuned Fe intensity and magnetic susceptibility data from Integrated Ocean Drilling Program Site U1403 on the Newfoundland margin (Batenburg et al., 2017). These deep-sea sites may have been particularly sensitive to smaller carbon cycle perturbations during this time, with Site 690 located in the principle region of deep-water formation in the Southern Ocean and with Site U1403, at a paleodepth of ~4 km, being more sensitive to smaller fluctuations in the Maastrichtian calcite compensation depth than the shallower Site 1262 (Henehan et al., 2016). It is clear that more high-resolution pCO2 proxy studies are urgently required to more confidently assess Deccan-induced perturbations to the global carbon cycle. The lag between the climate and carbon cycle response within the 405 k.y. band (Fig. 1), as seen throughout the Paleocene–Eocene (Littler et al., 2014), may suggest that small quantities of light carbon were released as a positive feedback to orbitally driven warming. The observed antiphase behavior between δ13C and δ18O within the 100 k.y. band during the warming event, but not before or after (Fig. 1), may result from the pulsed release of small amounts of isotopically light carbon superimposed on the longer (300 k.y.) scale warming imparted by the Deccan eruptions. In addition, amplified precession-scale (~21 k.y.) variability visible in the dissolution proxies (Fe and %CaCO3) and δ13C records during the event, also suggest increased carbon cycle sensitivity, perhaps due to generally elevated CO2 levels from Deccan activity (Fig. 1).\nThe limited available planktic stable isotope data (e.g., ODP Site 690) suggest that significant warming, ~2.5 °C, occurred in the southern high latitudes during the event (Fig. 2; Stott and Kennett, 1990). Organic paleothermometer TEXH86 data from the Neuquén Basin, Argentina, also suggest significant warming of surface waters of ~3 °C in continental shelf settings at mid-latitudes (Fig. 1; Woelders et al., 2017). A negative bulk δ18O excursion of 1‰ has also been resolved from the Newfoundland margin, suggesting that a pronounced surface-water warming also occurred in the mid-northern latitudes during this time, although bulk δ18O values cannot reliably be converted into absolute surface-water temperatures (Batenburg et al., 2017). By contrast, there appears to have been very little change in surface-water temperatures at lower latitudes, although this interpretation is tentative based on the availability of only one fine fraction data set from DSDP Site 577 (Fig. 2). A much more significant bottom-water warming at mid-low latitudes created a dramatic reduction in the surface to deep temperature gradient and reduced thermal stratification of the water column (Li and Keller, 1998; Fig. 2). Taken together, these data suggest a possible polar amplification of surface-water warming during the late Maastrichtian warming event; however, more single species planktic isotope records over greater latitudinal coverage are required to fully evaluate latitudinal variations in surface temperature during this event.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/46/2/147/4033079/147.pdf by University of Arizona user on 20 February 2019\n150 www.gsapubs.org | Volume 46 | Number 2 | GEOLOGY"
  }, {
    "heading": "CONCLUSIONS",
    "text": "Our revised chronology for the late Maastrichtian warming event, com-\nbined with the latest radiogenic dates for Deccan volcanism, point to the synchronous onset of the main phase of Deccan volcanism with the late Maastrichtian warming event ~300 k.y. before the K-Pg boundary. The onset of the warming is unlikely to have been orbitally controlled, further supporting volcanic CO2 as the trigger. Increased carbon cycle sensitivity to orbital precession is evident during the greenhouse event, suggesting system sensitivity to background temperature conditions. Now that the environmental effects of Deccan volcanism have been more confidently established, future work should focus on evaluating the role of these precursor climatic changes in the K-Pg mass extinction."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "The new Ocean Drilling Program Site 1262 δ13C and δ18O data were funded by the Natural Environment Research Council Isotope Geosciences Facility at the British Geological Survey (IP-1581–1115); we also thank Hilary Sloane for technical support. We thank the Bremen Core Repository for allowing us to collect the required samples, Gerta Keller for providing the raw stable isotope data from Deep Sea Drilling Project Site 525, and Steve Dworkin for providing the raw pedogenic carbonate data from Texas. Financial support for this research was provided by the Deutsche Forschungsgemeinschaft (DFG) to Ursula Röhl and Thomas Westerhold. We thank Pincelli Hull, Gerta Keller, and an anonymous reviewer for their insightful and constructive reviews, which helped to improve the manuscript."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Barclay, R.S., and Wing, S.L., 2016, Improving the Ginkgo CO2 barometer: Impli-\ncations for the early Cenozoic atmosphere: Earth and Planetary Science Letters, v. 439, p. 158–171, https:// doi .org /10 .1016 /j .epsl .2016 .01 .012. Batenburg, S.J., et al., 2017, Late Maastrichtian carbon isotope stratigraphy and cyclostratigraphy of the Newfoundland Margin (Site U1403, IODP Leg 342): Newsletters on Stratigraphy, https:// doi .org /10 .1127 /nos /2017 /0398. Beerling, D.J., Lomax, B.H., Royer, D.L., Upchurch, G.R., and Kump, L.R., 2002, An atmospheric pCO2 reconstruction across the Cretaceous-Tertiary boundary from leaf megafossils: Proceedings of the National Academy of Sciences of the United States of America, v. 99, p. 7836–7840, https:// doi .org /10 .1073 /pnas .122573099. Bemis, B.E., Spero, H.J., Bijma, J., and Lea, D.W., 1998, Reevaluation of the oxygen isotopic composition of planktonic foraminifera: Experimental results and revised paleotemperature equations: Paleoceanography, v. 13, p. 150–160, https:// doi .org /10 .1029 /98PA00070. Bernaola, G., and Monechi, S., 2007, Calcareous nannofossil extinction and survivorship across the Cretaceous-Paleogene boundary at Walvis Ridge (ODP Hole 1262C, South Atlantic Ocean): Palaeogeography, Palaeoclimatology, Palaeoecology, v. 255, p. 132–156, https:// doi .org /10 .1016 /j .palaeo .2007 .02 .045. Bowles, J., 2006, Data report: Revised magnetostratigraphy and magnetic mineralogy of sediments from Walvis Ridge, Leg 208, in Kroon, D., et al., eds., Proceedings of the Ocean Drilling Program, Scientific results, Volume 208: College Station, Texas, Ocean Drilling Program, p. 1–24, https:// doi .org /10 .2973 /odp .proc .sr .208 .206 .2006. Chenet, A.L., Quidelleur, X., Fluteau, F., Courtillot, V., and Bajpai, S., 2007, 40K40Ar dating of the Main Deccan large igneous province: Further evidence of KTB age and short duration: Earth and Planetary Science Letters, v. 263, p. 1–15, https:// doi .org /10 .1016 /j .epsl .2007 .07 .011. Dinarès-Turell, J., Westerhold, T., Pujalte, V., Röhl, U., and Kroon, D., 2014, Astronomical calibration of the Danian stage (early Paleocene) revisited: Settling chronologies of sedimentary records across the Atlantic and Pacific Oceans: Earth and Planetary Science Letters, v. 405, p. 119–131, https:// doi .org /10.1016 /j .epsl .2014 .08 .027. Henehan, M.J., Hull, P.M., Penman, D.E., Rae, J.W.B., and Schmidt, D.N., 2016, Biogeochemical significance of pelagic ecosystem function: An end-Cretaceous case study: Royal Society of London Philosophical Transactions, ser. B, v. 371, p. 1–10, https:// doi .org /10 .1098 /rstb .2015 .0510. Keller, G., Punekar, J., and Mateo, P., 2016, Upheavals during the late Maastrichtian: Volcanism, climate and faunal events preceding the end-Cretaceous mass extinction: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 441, p. 137–151, https:// doi .org /10 .1016 /j .palaeo .2015 .06 .034. Kroon, D., and Zachos, J.C., and Leg 208 Scientific Party, 2007, Leg 208 Synthesis: Cenozoic climate cycles and excursions, in Kroon, D., et al., eds., Proceedings of the Ocean Drilling Program, Scientific results, Volume 208: College Station, Texas, p. 1–55, https:// doi .org /10 .2973 /odp .proc .sr .208 .201 .2007.\nLaskar, J., Fienga, A., Gastineau, M., and Manche, H., 2011, La2010: A new orbital solution for the long-term motion: Astronomy & Astrophysics, v. 532, p. 1–15, https:// doi .org /10 .1051 /0004 -6361 /201116836. Li, L., and Keller, G., 1998, Abrupt deep-sea warming at the end of the Cretaceous: Geology, v. 26, p. 995–998, https:// doi .org /10 .1130 /0091 -7613 (1998)026 <0995: ADSWAT>2 .3 .CO;2. Littler, K., Röhl, U., Westerhold, T., and Zachos, J.C., 2014, A high-resolution benthic stable-isotope record for the South Atlantic: Implications for orbitalscale changes in late Paleocene–early Eocene climate and carbon cycling: Earth and Planetary Science Letters, v. 401, p. 18–30, https:// doi .org /10 .1016 /j .epsl .2014 .05 .054. McInerney, F.A., and Wing, S.L., 2011, The Paleocene-Eocene Thermal Maximum: A perturbation of carbon cycle, climate, and biosphere with implications for the future: Annual Review of Earth and Planetary Sciences, v. 39, p. 489–516, https:// doi .org /10 .1146 /annurev -earth -040610 -133431. Nordt, L., Atchley, S., and Dworkin, S.I., 2002, Paleosol barometer indicates extreme fluctuations in atmospheric CO2 across the Cretaceous-Tertiary boundary: Geology, v. 30, p. 703–706, https:// doi .org /10 .1130 /0091 -7613 (2002)030 <0703: PBIEFI>2 .0 .CO;2. Nordt, L., Atchley, S., and Dworkin, S., 2003, Terrestrial evidence for two greenhouse events in the latest Cretaceous: GSA Today, v. 13, p. 4–9, https:// doi .org /10 .1130 /1052 -5173 (2003)013 <4: TEFTGE>2 .0 .CO;2. Paillard, D., Labeyrie, L., and Yiou, P., 1996, Macintosh program performs timeseries analysis: EOS (Transactions, American Geophysical Union) v. 77, p. 379, https:// doi .org /10 .1029 /96EO00259. Renne, P.R., Sprain, C.J., Richards, M.A., Self, S., Vanderkluysen, L., and Pande, K., 2015, State shift in Deccan volcanism at the Cretaceous-Paleogene boundary, possibly induced by impact: Science, v. 350, p. 76–78, https:// doi .org /10 .1126 /science .aac7549. Schoene, B., Samperton, K.M., Eddy, M.P., Keller, G., Adatte, T., Bowring, S.A., Khadri, S.F.R., and Gertsch, B., 2015, U-Pb geochronology of the Deccan Traps and relation to the end-Cretaceous mass extinction: Science, v. 347, p. 182–184, https:// doi .org /10 .1126 /science .aaa0118. Shipboard Scientific Party, 2004, Site 1262, in Zachos, J.C., et al., Proceedings of the Ocean Drilling Program, Initial reports, Volume 208: College Station, Texas, Ocean Drilling Program, p. 1–92, https:// doi .org /10 .2973 /odp .proc .ir .208 .103 .2004. Steinthorsdottir, M., Vajda, V., and Pole, M., 2016, Global trends of pCO2 across the Cretaceous-Paleogene boundary supported by the first Southern Hemisphere stomatal proxy-based pCO2 reconstruction: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 464, p. 143–152, https:// doi .org /10 .1016 /j .palaeo .2016 .04 .033. Stott, L.D., and Kennett, J.P., 1990, The paleoceanographic and paleoclimatic signature of the Cretaceous/Paleogene boundary in the Antarctic : Stable isotopic results from ODP Leg 113, in Barker, P.F., et al., Proceedings of the Ocean Drilling Program, Scientific results, Volume 113: College Station, Texas, Ocean Drilling Program, p. 829–848, https:// doi .org /10 .2973 /odp .proc .sr .113 .158 .1990. Westerhold, T., Röhl, U., Donner, B., Mccarren, H.K., and Zachos, J.C., 2011, A complete high‐resolution Paleocene benthic stable isotope record for the central Pacific (ODP Site 1209): Paleoceanography, v. 26, p. 1–13, https:// doi .org /10 .1029 /2010PA002092. Wilf, P., Johnson, K.R., and Huber, B.T., 2003, Correlated terrestrial and marine evidence for global climate changes before mass extinction at the CretaceousPaleogene boundary: Proceedings of the National Academy of Sciences of the United States of America, v. 100, p. 599–604, https:// doi .org /10 .1073 /pnas .0234701100. Woelders, L., et al., 2017, Latest Cretaceous climatic and environmental change in the South Atlantic region: Paleoceanography, v. 32, p. 466–483, https:// doi .org /10 .1002 /2016PA003007. Zachos, J.C., Arthur, M.A., Thunell, R.C., Williams, D.F., and Tappa, E.J., 1985, Stable isotope and trace element geochemistry of carbonate sediments across the Cretaceous/Tertiary Boundary at Deep Sea Drilling Project Hole 577, Leg 86, in Heath, D.R., et al., Initial reports of the Deep Sea Drilling Project, Volume 86: Washington, D.C., U.S. Government Printing Office, p. 513–532, https:// doi .org /10 .2973 /dsdp .proc .86 .120 .1985. Zeebe, R.E., Westerhold, T., Littler, K., and Zachos, J.C., 2017, Orbital forcing of the Paleocene and Eocene carbon cycle: Paleoceanography, v. 32, p. 440–465, https:// doi .org /10 .1002 /2016PA003054.\nManuscript received 3 July 2017 Revised manuscript received 13 November 2017 Manuscript accepted 17 November 2017\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/46/2/147/4033079/147.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2018,
  "references": [],
  "id": "SP:edffff739f229204d41305786d99d96e6c2860fe",
  "authors": [{
    "name": "James S.K. Barnet",
    "affiliations": []
  }, {
    "name": "Kate Littler",
    "affiliations": []
  }, {
    "name": "Dick Kroon",
    "affiliations": []
  }, {
    "name": "Melanie J. Leng",
    "affiliations": []
  }, {
    "name": "Thomas Westerhold",
    "affiliations": []
  }, {
    "name": "Ursula Röhl",
    "affiliations": []
  }, {
    "name": "James C. Zachos",
    "affiliations": []
  }],
  "abstractText": "The late Maastrichtian warming event was defined by a global temperature increase of ~2.5–5 °C that occurred ~150–300 k.y. before the Cretaceous-Paleogene (K-Pg) mass extinction. This transient warming event has traditionally been associated with a major pulse of Deccan Traps (west-central India) volcanism; however, large uncertainties associated with radiogenic dating methods have long hampered a definitive correlation. Here we present a new high-resolution, single species, benthic stable isotope record from the South Atlantic, calibrated to an updated orbitally tuned age model, to provide a revised chronology of the event, which we then correlate to the latest radiogenic dates of the main Deccan Traps eruption phases. Our data reveal that the initiation of deep-sea warming coincides, within uncertainty, with the onset of the main phase of Deccan volcanism, strongly suggesting a causal link. The onset of deep-sea warming is synchronous with a 405 k.y. eccentricity minimum, excluding a control by orbital forcing alone, although amplified carbon cycle sensitivity to orbital precession is evident during the greenhouse warming. A more precise understanding of Deccan-induced climate change paves the way for future work focusing on the fundamental role of these precursor climate shifts in the K-Pg mass extinction. INTRODUCTION A period of rapid climate change, represented initially by a transient global warming event and followed by a global cooling, occurred during the last few hundred thousand years of the Maastrichtian and may have played an ancillary role in the ultimate demise of many terrestrial and marine biota at the Cretaceous-Paleogene (K-Pg) boundary (e.g., Keller et al., 2016). The so-called late Maastrichtian warming event was characterized by a transient global ~2.5–4 °C warming in the marine realm based on benthic δ18O and organic paleothermometer (TEX86) data (e.g., Li and Keller, 1998; Woelders et al., 2017), and ~5 °C warming in the terrestrial realm based on pedogenic carbonate δ18O and proportion of untoothed leaf margins in woody dicot plants (Nordt et al., 2003; Wilf et al., 2003). Enhanced deep-sea carbonate dissolution, most pronounced in the high latitudes (Henehan et al., 2016), and abrupt decreases in vertical temperature and carbon isotope gradients in the marine water column have also been documented (Li and Keller, 1998). This transient warming event has previously been linked to a major pulse of Deccan Traps volcanism, centered in modern-day western India; however, until recently, the large uncertainties associated with radiogenic dating have hampered a robust correlation (e.g., Chenet et al., 2007). In recent years improvements in precision of radiogenic dating methods have allowed for a more robust correlation between pre-K-Pg climate change and volcanism (e.g., Renne et al., 2015; Schoene et al., 2015). To complement advances in dating of the volcanic sequences, we present the highest resolution (1.5–4 k.y.), complete single species benthic stable isotope record produced to date, calibrated to an updated orbitally tuned age model, for the final million years of the Maastrichtian and the first 500 k.y. of the Danian. This allows us to much more accurately correlate the major climatic shifts of the terminal Maastrichtian with Deccan volcanism, facilitating future work investigating the link between Deccaninduced climate change and the K-Pg mass extinction. MATERIALS AND METHODS A stratigraphically continuous late Maastrichtian–early Danian sedimentary section was recovered at Ocean Drilling Program (ODP) Site 1262 (Walvis Ridge, South Atlantic; 27°11.15′S, 1°34.62′E; water depth 4759 m, Maastrichtian water depth ~3000 m; Shipboard Scientific Party, 2004), where the late Maastrichtian is represented by an expanded section of foraminifera-bearing, carbonate-rich nannofossil ooze with a mean sedimentation rate of 1.5–2 cm/k.y. We have constructed an updated orbitally tuned age model for this site based on recognition of the stable 405 k.y. eccentricity cycle in our high-resolution benthic carbon isotope (δCbenthic) data set, correlated to the La2010b solution of Laskar et al. (2011) and anchored to an astronomical K-Pg boundary age of 66.02 Ma (Dinarès-Turell et al., 2014). The key tie points used to create this age model are listed in Table DR2 in the GSA Data Repository1. All published data presented herein have also been migrated over to the same age model for comparison (Figs. 1 and 2; detailed methods are provided in the Data Repository). We generated δ13C and δ18O data using the epifaunal benthic foraminifera species Nuttallides truempyi on an IsoPrime 100 gas source isotope ratio mass spectrometer in dual inlet mode equipped with a Multiprep device at the Natural Environment Research Council Isotope Geosciences Facility (British Geological Survey). The internal standard KCM, calibrated against the international standard NBS-19, was used to place data on the Vienna Peedee belemnite (VPDB) scale, with average 1 GSA Data Repository item 2018032, further details on site locations and parameters, age model construction, sample preparation and stable isotope analysis, recalibration of pCO2 estimates, and calculation of Deccan Traps formation volumes, is available online at http://www.geosociety.org/datarepository/2018/ or on request from editing@geosociety.org. GEOLOGY, February 2018; v. 46; no. 2; p. 147–150 | GSA Data Repository item 2018032 | https://doi.org/10.1130/G39771.1 | Published online 12 December 2017 © 2017 The Authors. Gold Open Access: This paper is published under the terms of the CC-BY license. Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/46/2/147/4033079/147.pdf by University of Arizona user on 20 February 2019 148 www.gsapubs.org | Volume 46 | Number 2 | GEOLOGY sample analytical precision (1σ) of 0.03‰ for δ13C and 0.05‰ for δ18O. The complete benthic stable isotope data set is available online in the PANGAEA database (https:// doi.pangaea.de /10.1594 /PANGAEA .881019). Bottom-water temperatures were calculated from δObenthic data by converting N. truempyi data to Cibicidoides values, then using Equation 1 of Bemis et al. (1998). Stable isotope data were graphically detrended in KaleidaGraph 4.0 using a 15% running mean, to remove long-term trends, then bandpass filtering was conducted in AnalySeries 2.0 (Paillard et al., 1996) for 405 k.y. eccentricity at 0.002467 ± 0.000700 cycles/k.y. and 100 k.y. eccentricity at 0.010 ± 0.003 cycles/k.y. RESULTS The new stable isotope data show that relatively stable and cool temperatures persisted in the deep South Atlantic Ocean from 67.1 to 66.8 Ma, followed by the onset of a longer term gradual warming (1 °C) and decline in δCbenthic values from 66.75 to 66.5 Ma (Fig. 1). The late Maastrichtian warming event initiated at ca. 66.34 Ma, ~300 k.y. before the K-Pg boundary, with peak warming of ~+4 °C (δObenthic excursion of ~0.8‰) attained between ca. 66.27 and 66.18 Ma (Fig. 1). A more gradual, step-wise cooling to pre-excursion temperatures then took place over the next 200 k.y., terminating at the K-Pg boundary (Fig. 1). Conversely, the δCbenthic record appears to show a muted response compared to the δObenthic record during the warming event, with only a minor negative excursion of ~0.5‰ noted between 66.3 and 66.2 Ma (Fig. 1). The magnitude and character of the excursions in δCbenthic and δObenthic data at Site 1262 are similar to those reported in lower resolution data from Deep Sea Drilling Project (DSDP) Site 525 (Li and Keller, 1998; Fig. DR3), located at a shallower paleodepth of 1–1.5 km on Walvis Ridge, suggesting a similar magnitude of warming in deep and intermediate waters of the South Atlantic. Confirming that these characteristics are global, deep Pacific stable isotope data from ODP Site 1209 also show a coeval but somewhat smaller warming pulse, and a muted response in δCbenthic values similar to those observed in the Atlantic (Fig. 2; Westerhold et al., 2011). The minor offset of Pacific δCbenthic values by as much as –0.4‰ relative to the South Atlantic, suggests that an older water mass was bathing the equatorial Pacific site, consistent with previously reported Paleocene–Eocene trends (Littler et al., 2014; Fig. 2). The onset of the warming event in the Atlantic corresponds to a 405 k.y. eccentricity minimum, with the peak of the event occurring during a 100 k.y. eccentricity maximum but prior to a 405 k.y. eccentricity maximum. The δObenthic leads δCbenthic (i.e., climate leads carbon cycle) by ~30–40 k.y. within the 405 k.y. band, consistent with late Paleocene–early Eocene trends recorded further upsection at this site (Littler et al., 2014). It is interesting that the δObenthic and δCbenthic data become antiphase at the 100 k.y. frequency during the warming event, but are in phase with carbon lagging oxygen by ~10 k.y. earlier in the Maastrichtian and by ~5 k.y. during the earliest Danian (Fig. 1).",
  "title": "A new high-resolution chronology for the late Maastrichtian warming event: Establishing robust temporal links with the onset of Deccan volcanism"
}