{
  "sections": [{
    "text": "Geological Society of America Bulletin, v. 130, no. 9/10 1615\nThe mass extinction at the CretaceousPaleogene boundary marks one of the most important biotic turnover events in Earth history. Yet, despite decades of study, the causes of the Cretaceous-Paleogene boundary crises remain under debate. An important tool that has the capacity to greatly improve our understanding of the events around the Cretaceous-Paleogene boundary is the geomagnetic polarity time scale (GPTS). The GPTS is used for age control in numerous Cretaceous-Paleogene boundary studies, including the timing of Deccan Traps volcanism, a majority of studies in marine sections, and studies on climate and ecological change across the Cretaceous-Paleogene boundary. The current calibration of the GPTS for circum–Cretaceous-Paleogene boundary polarity chrons (C30n–C28n) from the Geologic Time Scale draws heavily on astronomical tuning and uses a 40Ar/39Ar age for the Cretaceous-Paleogene boundary as a tie point that has since been shown to be 200 ka too old. Furthermore, complex sedimentation has been recorded in marine sections immediately following the Cretaceous-Paleogene boundary, which can possibly obscure orbital signals and complicate cyclostratigraphic interpretation. An independent test of the cyclostratigraphy for this time period is imperative for confidence in the astronomical time scale. Further, polarity reversal ages given in the GPTS do not include uncertainty estimates, making them unsuitable for quanti-\nGSA Bulletin; September/October 2018; v. 130; no. 9/10; p. 1615–1644; https://doi.org/10.1130/B31890.1; 13 figures; 4 tables; Data Repository item 2018116; published online 2 May 2018 .\n†Present address: Geomagnetism Laboratory, Department of Earth, Ocean and Ecological Sciences, University of Liverpool, Liverpool L69 7ZE, UK; c.sprain@liverpool.ac.uk.\ntative chronometry. Recent calibrations have been attempted using U/Pb geochronology on zircons; however, U/Pb zircon dates may be biased by pre-eruptive zircon residence times of tens to hundreds of thousands of years.\nIn this study, we provide constraints on the timing and duration of the most important circum–Cretaceous-Paleogene boundary chron, chron C29r, using high-precision 40Ar/39Ar geochronology and magnetostratigraphy on fluvial sediments from the Hell Creek region, Montana. Here, we show results for 14 new magnetostratigraphic sections, and 18 new high-precision 40Ar/39Ar dates, which together provide six independent constraints on the age of the C29r/C29n reversal and two constraints on the C30n/ C29r reversal. Together, these results show that the duration of C29r was 587 ± 53 ka, consistent with the most recent Geologic Time Scale calibration and previous U-Pb age models. We further present new geochronologic data for the Cretaceous-Paleogene boundary that provide the most precise date yet, of 66.052 ± 0.008/0.043 Ma. Integration of our results into the extensive paleontological framework for this region further provides important constraints on rates of terrestrial faunal change across the CretaceousPaleogene boundary.\nINTRODUCTION\nThe Cretaceous-Paleogene mass extinction is one of the most important biotic turnover events in Earth history, drastically changing the nature of the biosphere, both in the oceans and on land. Despite decades of study, a consensus has not been reached in regard to the cause of this mass extinction event, although most arguments center around the Chicxulub impact (e.g., Schulte et al., 2010), Deccan Traps volcanism (e.g., Keller et al., 2016), or both (e.g., Arens and West, 2008; Archibald et al., 2010; Richards et al., 2015; Renne et al., 2015). The Chicxulub impact has been dated at high precision (Swisher et al., 1992; Renne et al., 2013) and has been shown to correlate in time with a tephra deposit that crops out 1 cm above the impact claystone in the Hell Creek region, northeastern Montana (Renne et al., 2013), which also coincides with a negative carbon isotope anomaly, and which is above the highest in situ nonavian dinosaur faunas and below the lowest Paleogene pollen (Clemens and Hartman, 2014; Moore et al., 2014; Hartman et al., 2014; Bercovici et al., 2009; Arens and Jahren, 2000, 2002; Arens et al., 2014). In recent years, the chronology of the Deccan Traps has been greatly improved due to two high-precision geochronologic studies performed in the Western Ghats region of western India, one utilizing the U/Pb zircon dating technique (Schoene et al., 2015), and the other using 40Ar/39Ar geochronology (Renne et al., 2015). Before these studies, imprecise K/Ar geochronology, magnetostratigraphy, and improper placement of the Cretaceous-Paleogene boundary within the Deccan sequence were used to argue that the Deccan Traps erupted in three phases: the first phase starting ~2 Ma before the Cretaceous-Paleogene boundary and ending well before it, the second starting around the C30n/C29r transition and extending until the Cretaceous-Paleogene boundary, and the third beginning around the C29r/C29n transition and extending into C29n (Chenet el al., 2007, 2008, 2009; Keller et al., 2008). The second phase of magmatism was cited to encompass roughly 80% of Deccan Traps volume and has been called upon as the source of the late Maastrichtian warming event and latest Maastrichtian cooling (Li and Keller, 1998;\nFor permission to copy, contact editing@geosociety.org © 2018 Geological Society of America\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\n1616 Geological Society of America Bulletin, v. 130, no. 9/10\nMacLeod et al., 2005; Nordt et al., 2003; Tobin et al., 2012, 2014; Wilf et al., 2003; Thibault and Husson, 2016; Chenet et al., 2009), and associated ecological stress (Kucera and Malmgren, 1998; Keller et al., 2008; Tobin et al., 2012; Wilson 2014; Wilson et al., 2014; Thibault and Husson, 2016; Petersen et al., 2016). With more precise geochronology, we now know that the aforementioned placement of the CretaceousPaleogene boundary within the Deccan Traps is incorrect, and that the Deccan Traps volcanism in the Western Ghats did not erupt in phases as described in Chenet et al. (2007), but instead showed relatively continuous eruption, with the main phase starting around the C30n/C29r transition and extending well into C29n (Schoene et al., 2015; Renne et al., 2015). New work has also suggested that most of the volume of Deccan lava within the Western Ghats erupted after the Cretaceous-Paleogene boundary (Richards et al., 2015; Renne et al., 2015); however, it is not clear whether the emission of climatemodifying volcanic gases followed a similar trend (Petersen et al., 2016). These new results call for a reassessment of the role that Deccan Traps volcanism played in the mass extinction event, particularly in understanding what effect volcanism had on pre–Cretaceous-Paleogene boundary environments and post–CretaceousPaleogene boundary biotic recovery.\nTo better understand the role of Deccan Traps volcanism in the Cretaceous-Paleogene boundary event, it is important to constrain the rate and timing of both latest Cretaceous ecological instability and earliest Paleogene biotic and abiotic changes in both marine and terrestrial sections, while also providing a means for correlation between these two realms. One way to achieve this would be with a geomagnetic polarity time scale (GPTS) calibrated with highprecision chronology for circum–CretaceousPaleogene boundary chrons (C30n–C28r; note the Cretaceous-Paleogene boundary is roughly halfway into C29r). Means for direct dating in marine sections are limited, and geochronologic constraints are often provided by a combination of magnetostratigraphy and astronomical tuning, which has the power to provide highresolution chronologies on the order of ~20 ka However, beyond ca. 50 Ma, astronomical solutions are difficult to model due to the chaotic behavior of the solar system (Laskar et al., 2004), so astronomical tuning relies upon floating chronologies that must be anchored to an absolutely dated tie point. Current astronomically tuned marine Cretaceous-Paleogene boundary sections use the boundary identified by an Ir anomaly and extinction events as their tie point (Thibault et al., 2016; Dinarès-Turrell et al., 2003, 2007; Westerhold et al., 2008). However,\nthere are complexities with using astrochronologic tuning in these sections, because events related to the Cretaceous-Paleogene boundary mass extinction, such as climatic changes and disruption of normal sedimentation, could obscure orbital climate signals. Having additional absolutely dated tie points, such as magnetic reversals, would provide an added constraint on cyclostratigraphic interpretations. In terrestrial sections, chronology is usually determined by a combination of direct dating of tephra deposits (where available) and magnetostratigraphy. Magnetostratigraphy is also used as a means of correlation between sites both within and across basins. A precisely calibrated GPTS would provide absolute age constraints for sections without dateable tephras, and it would provide a means of comparing results between marine and terrestrial sections with a high level of temporal precision. Furthermore, most climate records surrounding the Cretaceous-Paleogene boundary are from marine sections, and the few that are from terrestrial records have chronologies that are solely based on magnetostratigraphy, in addition to the Cretaceous-Paleogene boundary (e.g., Wilf et al., 2003; Tobin et al., 2014). By calibrating the GPTS with high-precision dates, we can further provide a means for more precisely correlating biotic changes in the terrestrial realm with observed climatic changes.\nThe current calibration of the circum– Cretaceous-Paleogene boundary GPTS presented with the Geologic Time Scale 2012 (GTS2012; Ogg, 2012) utilizes a combined astronomical and radioisotopic age model. It employs Hilgen et al.’s (2010) Paleocene time scale of twenty-five 405 ka eccentricity cycles and Husson et al.’s (2011) and Thibault et al.’s (2012) cyclostratigraphy for the Late Cretaceous, tied to Swisher et al.’s (1993) date for the CretaceousPaleogene boundary. This calibration is not ideal for three reasons: (1) Swisher et al.’s (1993) date for the Cretaceous-Paleogene boundary has been shown to be 200 ka too old, based on reanalysis of tephra in the iridium Z (IrZ) coal (Renne et al., 2013); (2) complexities, such as modifications in patterns of sedimentation associated with the Cretaceous-Paleogene boundary, may obscure orbital signals; and (3) uncertainty estimates were not provided, making this calibration unsuitable for high-precision chronometry. Recently, Clyde et al. (2016) provided data for circum– Cretaceous-Paleogene boundary chrons (C30n– C28r) using U/Pb zircon geochronology on tephras interbedded with fluvial sediments from the Denver Basin, dominantly from the Kiowa core. Ages for the C29r/C29n and C28r/C28n reversals were based on tephras from both the core and singular outcrops, whereas the rest were based solely on tephras from the core. For\naccurate GPTS calibration, reversal ages ideally should be confirmed from more than one (or two) section(s), especially for terrestrial sediments that are fluvial in origin. Fluvial systems may have complex, nonconstant, and laterally variable sedimentation patterns (Kidwell and Holland, 2002), so independent constraints from multiple sections are desirable to average any such variations. This was impossible for the Clyde et al. (2016) study, because outcrops of the Cretaceous-Paleogene boundary in the Denver Basin are few in number and of limited stratigraphic extent. Furthermore, U/Pb zircon dates may be biased because zircons crystallizing from a magma can retain their radiogenic Pb for upwards of tens to hundreds of thousands of years prior to eruption (Simon et al., 2008; Wotzlaw et al., 2014). At best, the results from Clyde et al. (2016) provide a maximum constraint on age of deposition. Moreover, because Clyde et al. (2016) used the U/Pb geochronometer rather than the 40Ar/39Ar dating technique used in most other Cretaceous-Paleogene boundary studies that have absolute geochronology (e.g., Renne et al., 2013, 2015; Sprain et al., 2015), there is greater systematic uncertainty and reduced precision when comparing across studies.\nFluvial deposits in the Hell Creek region, NE Montana, provide an opportunity to refine the ages of circum–Cretaceous-Paleogene boundary chrons using 40Ar/39Ar geochronology (C30n– C28n). The Hell Creek region is an ideal location for this study because it is one of the best-studied terrestrial Cretaceous-Paleogene boundary sites globally: It has a well-recorded succession of faunal change across the Cretaceous-Paleogene boundary (e.g., Clemens, 2002; Wilson, 2014), its sediments contain reliable paleomagnetic recorders (Sprain et al., 2016), and tephra layers amenable to high-precision 40Ar/39Ar dating are interbedded throughout the stratigraphy (Sprain et al., 2015). Over 60 distinct sanidine-bearing tephra deposits have been identified, which have yielded 40Ar/39Ar ages with resolution as good as ±11 ka and absolute accuracy in the range of ±40 ka (Renne et al., 2013; Sprain et al., 2015). Past magnetostratigraphic studies have been completed in the area (Archibald et al., 1982; Swisher et al., 1993; LeCain et al., 2014), but in order to constrain reversal ages, paleomagnetic and geochronologic samples need to be collected from the same sections. Further, combining past magnetostratigraphy from the Hell Creek region with new tephra ages in Sprain et al. (2015) yields a duration for C29r of ~350 ka This duration is not consistent with astronomically tuned chronologies (Thibault and Husson, 2016), constraints from Deccan stratigraphy (Schoene et al., 2015; Renne et al., 2015), or new results from Clyde et al. (2016). This result,\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 9/10 1617\nin combination with new rock magnetic analysis, suggests that previous magnetostratigraphy of Hell Creek sediments may contain errors in reversal placement, or in turn that there are errors in the chronology presented within the study of Sprain et al. (2015).\nIn this study, we present a revised Hell Creek chronostratigraphy based on 14 new magnetostratigraphic sections and 18 new 40Ar/39Ar ages, which in concert are used to provide a new calibration of the most important circum– Cretaceous-Paleogene boundary chron, C29r. Ultimately, this work allows for detailed analysis of the rates of terrestrial biotic change across the Cretaceous-Paleogene boundary, aids comparison between terrestrial and marine CretaceousPaleogene boundary sites, provides an inde-\npendent test of Paleocene astrochronology, in addition to U/Pb age models, and provides the means for integration of biotic records with records of climate change and Deccan volcanism.\nGEOLOGY AND PREVIOUS MAGNETOSTRATIGRAPHY\nThe Hell Creek region is located within the northwestern portion of the Williston Basin, south and east of the Fort Peck Reservoir, Montana (Fig. 1). Within the Hell Creek region, two formations are important to the study of the events surrounding the end-Cretaceous mass extinction: the Hell Creek Formation (mostly Cretaceous, with some local occurrences of Paleogene beds) and the Tullock Member of the Fort Union Formation (Paleogene). Below the Hell Creek Formation, both the Fox Hills and the Bearpaw Formations, consisting of marine to shallow-marine and brackish deposits associated with the Late Cretaceous epicontinental Western Interior Seaway, are locally exposed. By the time of deposition of the Hell Creek Formation in the latest Maastrichtian, orogenic pulses loosely associated with the Laramide orogeny, coupled with possible eustatic regression, resulted in the final regression of the seaway out of the Hell Creek region (Gill and Cobban, 1973), making way for terrestrial sedimentation. However, the seaway did persist in parts of the Western Interior through the end of the Cretaceous and had a period of transgression, marked by the marine sediments deposited"
  }, {
    "heading": "GRB",
    "text": "Downloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\n1618 Geological Society of America Bulletin, v. 130, no. 9/10\nfrom the Cannonball Sea in North and South Dakota, in the earliest Paleocene (Boyd and Lillegraven, 2011). The Hell Creek Formation and the Tullock Member consist of siltstones, shales, lignites (hereafter referred to as coals), and fine sandstones that are interpreted to have been deposited on inundated floodplains, and coarser, laterally discontinuous sandstones that are interpreted to have been deposited within fluvial channels. Many of the fine-grained and carbonaceous deposits are thought to represent floodplain deposition; however, it is common to observe cross-bedding and ripple marks within these sediments, and for them to fill in up to ~20-m-deep channels incised into underlying deposits, suggesting the passive infilling of abandoned meanders by fines subsequent to major floods (Fastovsky, 1987). Widespread coal deposits and an abundance of variegated beds are more common in the Tullock Member and show evidence of extensive ponding (Fastovsky and Dott, 1986; Fastovsky, 1987). The contact between the Hell Creek Formation and the Fort Union Formation is marked by this transition to more ponded sediments and is defined by most workers as the first laterally persistent lignite (termed the Z coal) above the stratigraphically highest in situ remains of nonavian dinosaurs (Calvert, 1912; Brown, 1952; Clemens and Hartman, 2014; Moore et al., 2014; Hartman et al., 2014), but it can also be seen by a color change from more somber gray colors of the Hell Creek Formation to more yellow and Fe-stained sediments with variegated bedding in the Tullock Member (Fastovsky and Bercovici, 2016). Coals above the Z coal have traditionally received successive letter designations going in reverse alphabetical order up through the U coal (Collier and Knechtel, 1939), which marks the contact between the Tullock and Lebo Members of the Fort Union Formation. Coal name designation is often used for relative stratigraphic correlation across the region; however, it is known that this system is not ideal and that similarly named coals are not everywhere time-correlative, with the exception of the IrZ (for more details, see Sprain et al., 2015; Ickert et al. 2015). The Hell Creek–Fort Union formational boundary, as defined by the first laterally continuous coal bed, is roughly coincident with the CretaceousPaleogene boundary, but it has been shown to be diachronous, varying in the Hell Creek region from coincident with the CretaceousPaleogene boundary (largely in the western region) to roughly 20 ka after the boundary (eastern region; Sprain et al., 2015). The CretaceousPaleogene boundary is recognized in this region above the highest appearance of in situ nonavian dinosaur fossils, below the lowest occurrence of Paleocene pollen (Bercovici et al., 2009), by the impact claystone (where preserved) that contains an iridium anomaly, shocked quartz, and spherules, and by a –1.5‰ to –2.8‰ carbon isotope anomaly (Arens and Jahren, 2000, 2002; Arens et al., 2014). The only known occurrences of the impact claystone in the Hell Creek region are found within the western part of Garfield County. The impact claystone, where it has been identified, is preserved within a Z-complex coal, which has led some workers to change the coal’s designation to the IrZ coal, to indicate its coincidence with the Cretaceous-Paleogene boundary (Swisher et al., 1993). Within the lignite deposits, numerous thin (~1 mm–10 cm) silicic tephras amenable to high-precision 40Ar/39Ar and U/Pb geochronology and chemical analysis have been identified. We have identified over 60 distinct tephra deposits, ranging over 70 m of stratigraphy, starting in the upper Hell Creek Formation through to the Tullock-Lebo Member contact. In Sprain et al. (2015), 15 of these tephras were dated using 40Ar/39Ar geochronology with ~±30 ka precision. Tephras are rarely preserved outside of lignite beds, and they occur with higher frequency within the Tullock Member. The multitude of tephra deposits preserved throughout the stratigraphic section makes the Hell Creek region ideal for GPTS calibration in the time range of interest. The Hell Creek region is arguably one of the most complete terrestrial Cretaceous-Paleogene boundary sites globally, preserving macroflora, pollen, and vertebrate faunas, and it contains one of the best records of mammalian proliferation after the Cretaceous-Paleogene boundary, preserving mammalian fossil localities from latest Cretaceous to early Paleogene in composite stratigraphic superposition (comprising Lancian [La], Puercan [Pu], and earliest Torrejonian [To] North American Land Mammal Ages [NALMA]; Clemens, 2002). Intensive sampling of vertebrate faunas over ~50 yr has yielded over 150,000 vertebrate microfossils (over 12,000 of which are mammal), from >500 localities (Wilson, 2014). These faunas are key to understanding the transition from disaster to recovery faunas after the Cretaceous-Paleogene boundary, in addition to providing constraints on Late Cretaceous ecologic instability. The 40Ar/39Ar tephra ages (Swisher et al., 1993; Sprain et al., 2015), along with magnetostratigraphy (Archibald et al., 1982; Swisher et al., 1993; LeCain et al., 2014), form the geochronologic framework for these faunas. Data from dominantly three paleomagnetic studies form the existing magnetostratigraphic framework for the Hell Creek region (Archibald et al., 1982; Swisher et al., 1993; LeCain et al., 2014). The focus of each study was to provide paleomagnetic constraints as a means to correlate paleontological sites across the region and to other basins. Archibald et al. (1982) measured four magnetostratigraphic sections, two in Garfield County (Hell Hollow and Billy Creek) and two in McCone County (Bug Creek and Purgatory Hill), that identified three polarity zones (two normal and one reverse) from the top of the Hell Creek Formation to the middle of the Tullock Member. These zones were later assigned to C30n, C29r, and C29n (Swisher et al., 1993). Swisher et al. (1993) further collected paleomagnetic samples for two additional magnetostratigraphic sections in Garfield County, Hauso Flats and Biscuit Butte. These sections extended the magnetostratigraphy to the top of the Tullock Member and identified two more polarity zones, which they associated with C28r and C28n. The study by LeCain et al. (2014) assessed magnetostratigraphy for four additional sections that covered the entire Hell Creek Formation and Tullock Member (Pearl Lake, Garbani Hill, Biscuit Butte, Flag Butte). Similar to Swisher et al. (1993) and Archibald et al. (1982), that study identified four polarity zones in the Tullock Member that they associated with C29r, C29n, C28r, and C28n. For the Hell Creek Formation, LeCain et al. (2014) identified two polarity zones, which they associated with C30n and C29r, with the C30n/C29r transition in the top 30 m of the Hell Creek Formation, consistent with results from Archibald et al. (1982). It should be noted that Lerbekmo (2014) identified a short period of normal polarity within C29r (~1–3 m thick) around the Cretaceous-Paleogene boundary within two sections in the Hell Creek region, which they ascribed to C29r.1n. Lerbekmo et al. (1996) also identified a short period of normal polarity near the CretaceousPaleogene boundary in western Canada. However, in other magnetostratigraphic studies that sampled around the Cretaceous-Paleogene boundary in the Hell Creek area and in North Dakota (Hicks et al., 2002; Lund et al., 2002; Swisher et al., 1993; Archibald et al., 1982; LeCain et al., 2014), a short normal polarity zone was not found. Furthermore, the GTS2012 does not record any short normal polarity zones within C29r, and there is no indication of a short normal polarity zone in raw seafloor anomaly data (Cande and Kent, 1995). All studies resulted in similar placement of NALMA faunas into the magnetostratigraphic framework, with Lancian faunas within C30n and the Cretaceous portion of C29r, with Pu1 faunas within the Paleogene portion of C29r, Pu3 faunas occurring around the C29r/C29n transition (the exact polarity of localities that contain Pu3 faunas was not known until this study), and the Pu3-To1 boundary near the C29n/C28r boundary. These\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 9/10 1619\nresults are generally in agreement with results from other basins (Williamson, 1996; Lofgren et al., 2004; Hicks et al., 2003).\nTo improve the accuracy and precision of the GPTS calibration, we collected 14 new magnetostratigraphic sections. This work was deemed necessary for two reasons. First, field observations confirmed by laboratory analysis indicated that the named coals are not laterally continuous, so an age for a coal in one locality cannot necessarily be applied to the same named coal bed in a second locality. In order to have confidence in geochronologic constraints, it becomes necessary to date tephras from coal beds within the same sections where magnetostratigraphic data have been collected (or where a dated coal can be confidently correlated into the section). Because the studies of Swisher et al. (1993) and Archibald et al. (1982) were published before satellite-based global positioning systems (GPS) were used in geologic studies, we cannot confidently relocate their exact magnetostratigraphic sections, making it difficult to be confident in our geochronologic constraints. Second, using past magnetostratigraphy from the Hell Creek region in combination with new tephra ages, Sprain et al. (2015) calculated a duration for C29r of ~350 ka. This result is inconsistent with astronomically tuned chronologies (Thibault and Husson, 2016), constraints from Deccan stratigraphy (Schoene et al., 2015; Renne et al., 2015), and new results from Clyde et al. (2016), and thus raises doubts about the accuracy of those past magnetostratigraphic frameworks, or, in turn, the chronology presented within Sprain et al. (2015). New rock magnetic analysis of Hell Creek region sediments raises similar doubts with regard to the accuracy of past magnetostratigraphies. All previous magnetostratigraphic studies used alternating field (AF) demagnetization techniques. AF techniques are useful in removing magnetizations held by magnetic minerals with low to moderate coercivities (i.e., magnetite, titanomagnetite, intermediate-composition titanohematite), but they cannot remove magnetizations held by phases with high coercivity (e.g., goethite and hematite), which are often associated with secondary magnetizations. New rock magnetic analysis of sediments from the Hell Creek region shows that goethite is abundant in those sediments (Sprain et al., 2016). Because signals from goethite cannot be removed using AF demagnetization, and because cratonic North America has not moved much in the last 66 Ma, unremoved modern-field secondary components held by goethite could easily be misinterpreted as Late Cretaceous directions. Additionally, new rock magnetic analysis shows that one of the carriers of primary remanence in sediments from the Hell Creek Formation and Tullock Member is intermediate-composition titanohematite (Fe2–yTiyO3, where 0.5 ≤ y ≤ 0.7; Sprain et al., 2016). When heated above its Curie temperature (~180 °C), intermediate-composition titanohematite self-reverses and acquires a remanence exactly 180° away from the applied field direction. If sediments are only slightly reheated (which could have happened in coal fires during the Quaternary; e.g., Riihimaki et al., 2009), it is possible that the sediments could acquire a reverse overprint direction. Sampling of 14 new magnetostratigraphic sections from this study, in addition to new 40Ar/39Ar dates, enabled us to reassess past paleomagnetic determinations and past geochronologic results. METHODS Paleomagnetism From previous magnetostratigraphic studies in the Hell Creek region, the locations of the C30n/C29r and C29r/C29n reversals are roughly known to be around the Null coal and Y coal complex, respectively (Archibald et al., 1982; Swisher et al., 1993; LeCain et al., 2014). Using this knowledge, 14 sections were chosen for paleomagnetic and geochronologic sampling in an attempt to capture the reversals, and also to maximize relevance to paleontological work being conducted in the region. A few sections from previous magnetostratigraphic studies were resampled in an effort to confirm previous paleomagnetic results and to tie geochronologic data more directly into the paleomagnetic framework, including: Bug Creek, Pearl Lake, Garbani Hill, and Purgatory Hill. Due to complexities in the named coal stratigraphy outlined in Sprain et al. (2015), paleomagnetic samples were only collected in sections where tephra ages could be or have been determined for bounding coal layers. When possible, sections with obvious large channel deposits were avoided due to potential sedimentation complexities. Samples were collected during field work in 2013–2016. At least three oriented block samples from siltstones, mudstones, and fine-grained sandstones were collected for each site. When possible, sediments with obvious iron staining, roots, and plant debris were avoided. One to three oriented 10 cm3 specimen cubes were cut out of each block sample using a band saw or dry tile saw. Specimen cubes were subsequently sanded and blown with pressurized air to remove any extraneous material from the saw blades. Specimens with the largest volume, and least amount of surficial weathering and Fe-staining, were chosen for demagnetization. Stratigraphic distance between samples was on average around 3 m, with finer sampling (~1 m) conducted near suspected reversals. Once initial paleomagnetic results were obtained, finer sampling (<1 m) was conducted around identified reversals where possible. With average tephra age uncertainties of ~40 ka for dated tephras, and sediment accumulation rates of ~7 cm/ka (Sprain et al., 2015), this paleomagnetic sampling resolution is more than adequate to calculate high-precision reversal ages. Sediments in the Hell Creek region have a trivial dip <0.5°, so tilt corrections were not performed. Section-specific sampling details are outlined in the GSA Data Repository.1 40Ar/39Ar Geochronology Thirty-six 1-mm- to 8-cm-thick tephras were collected for 40Ar/39Ar or chemical analysis (presented in Ickert et al., 2015) from coal layers bounding expected reversals within each section. Results for 21 new tephras are reported here, and the other 15 were reported in Sprain et al. (2015). Roughly enough material to fill two, 1-gallon-size cloth bags was collected for each tephra layer (~1–5 kg). To separate sanidine grains for dating, tephras were disaggregated using crushing or water suspension techniques, followed by washing and sieving. Feldspar grains were further concentrated using a combination of magnetic separation, ultrasonic cleaning in 7% hydrofluoric acid for ~5–10 min, and hydrogen peroxide treatment to remove excess coal. Selected grains were subsequently inspected under clove oil to distinguish alkali feldspars from plagioclase feldspar or quartz. If plagioclase or quartz was identified, the sample underwent a density separation to remove the unwanted minerals. Sanidine grains were finally handpicked from size fractions ranging from 125 to 400 μm. Clear, euhedral grains, without inclusions were picked preferentially."
  }, {
    "heading": "North American Land Mammal Ages (NALMAs)",
    "text": "The origin of these biochronologic units can be traced to the pioneering work of Wood et al. (1941). Subsequently, the concepts and applications of these units have been extensively refined (see Woodburne, 2004, 2006, and references therein). Currently, the base (oldest) boundary of each NALMA is defined by the 1GSA Data Repository item 2018116, 40Ar/39Ar analytical data, stratigraphic data, section descriptions, and fossil localities, is available at http://www .geosociety.org/datarepository/2018 or by request to editing@geosociety.org.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\n1620 Geological Society of America Bulletin, v. 130, no. 9/10\nfirst occurrence datum (FAD) of a mammalian species or genus. The documented geographic ranges of these index taxa do not extend throughout the Western Interior. When an index taxon has not been discovered in our study area, the first occurrences of other taxa thought to make their first appearance in the NALMA were used to approximate the boundary. Three NALMAs are relevant to this study: Lancian, Puercan, and Torrejonian.\nLancian: The Lancian faunas considered here include the majority of the last dinosaurian-dominated terrestrial faunas of the Western Interior. Because of gaps in the fossil record, a boundary between the Lancian and the older, poorly characterized “Edmontonian” NALMA has yet to be recognized. See Cifelli et al. (2004), Hunter et al. (2010), and Wilson et al. (2010) for detailed discussions.\nPuercan: Currently, a threefold subdivision of the Puercan NALMA is recognized. The beginning of the Puercan and the base of the oldest subdivision, Puercan 1 interval zone, have been placed by some workers (e.g., Cifelli et al., 2004) at the first appearance of the archaic ungulate Protungulatum donnae. Other workers (e.g., Lofgren et al., 2004) have relaxed the definition to include the first appearance of any species of Protungulatum. The base of the Puercan 2 interval zone has been set at the first appearance of Ectoconus, an archaic ungulate. The base of the Puercan 3 interval zone has been set at the first occurrence of the multituberculate Taeniolabis taoensis. Recently, the definition has been relaxed to recognize any species of Taeniolabis. A detailed discussion is given in Lofgren et al. (2004).\nTorrejonian: The beginning of the Torrejonian and the base of its oldest subdivision, the Torrejonian 1 interval zone, have been placed at the first appearance of the archaic ungulate Periptychus carinidens (Lofgren et al., 2004). Periptychus has yet to be discovered in northeastern Montana. Here, we follow Clemens and Wilson (2009) in using the FAD of the primitive primate Paromomys to mark the beginning of the Torrejonian in our study area.\nUse of NALMAs to provide a time scale for the North American record of fossil vertebrates began well before the development and application of radioisotopic and paleomagnetic methods in stratigraphic studies. When integrated with biochronologic units, those techniques have increased the temporal resolution of our understanding of the tempo of vertebrate evolution across the Cretaceous-Paleogene boundary and into approximately the first 1 Ma of the Paleocene. For details on fossil localities from the Hell Creek region, see supplementary materials (see footnote 1)."
  }, {
    "heading": "ANALYSIS",
    "text": ""
  }, {
    "heading": "Paleomagnetic Analysis",
    "text": "Detailed rock magnetic analysis was performed on a subset of samples at the Institute for Rock Magnetism, University of Minnesota. Results from these analyses were published in Sprain et al. (2016) and show that a majority of primary remanence in these sediments is held by (titano)magnetite (Fe3–yTiyO4), with some remanence held additionally by intermediatecomposition titanohematite (Fe2–yTiyO3, where 0.5 ≤ y ≤ 0.7). Goethite (FeOOH) was found as a common secondary mineral. There was no evidence for hematite. The demagnetization protocol was subsequently chosen to remove unwanted secondary components, and to best characterize the primary magnetic signal. Demagnetization experiments were conducted at the Berkeley Geochronology Center (BGC), and a small subset of samples was demagnetized at the Institute for Rock Magnetism. At least three paleomagnetic specimens were demagnetized for each site. Samples were demagnetized using a combination of stepwise AF and thermal demagnetization techniques. Samples were heated to low-temperature steps, varying from one thermal step at 150 °C to four thermal steps starting at 90 °C and ending at 210 °C, in a noninductively wound ASC 48 specimen resistance furnace, housed within a shielded room at the BGC. Thermal demagnetization was performed to remove magnetization associated with goethite, which has a Curie temperature of ~120 °C. Goethite has a high coercivity (~300 mT to >>1 T; Roberts et al., 2006) and cannot be removed by AF demagnetization techniques at an achievable laboratory field. Past studies in the Hell Creek region only utilized AF demagnetization and as such may be biased by unremoved secondary directions held by goethite (see Results for more detail). Thermal demagnetization could not be performed solely because the natural remanent magnetization (NRM) of many samples becomes unstable during heating, even to low temperatures (~300 °C), likely due to heat-induced chemical changes associated with the formation of magnetite from clays (for details, see Sprain et al., 2016). Samples further underwent AF demagnetization using an in-line two-axis static degausser associated with the 2G755R cryogenic magnetometer, starting at fields of ~2 mT and going up to fields of 100 mT, in 2–10 mT steps, similar to demagnetization protocols used in LeCain et al. (2014) and Swisher et al. (1993). Based on the rock magnetic characterization of these sediments (Sprain et al., 2016), this demagnetization protocol should be adequate to reveal the magnetization held by\nthe primary magnetic carriers (titanomagnetite and intermediate-composition titanohematite). Progressive AF demagnetization was performed until the intensity of magnetization fell to levels around the noise level of the magnetometer (~1 × 10–12 Am2), the measured directions became erratic, or up until a maximum AF field of 100 mT. All samples were measured using the 2G-755R cryogenic magnetometer.\nCharacteristic remanent magnetization directions for samples with quasi-linear trends toward the origin on Zijderveld plots were determined using principal component analysis (Kirschvink, 1980). Best-fit lines were determined from a minimum of three consecutive demagnetization steps trending toward the origin with maximum angle of deviation (MAD) <20°. Best-fit lines were not anchored to the origin, as secondary components could not be considered 100% removed. For best-fit lines with MAD >20°, or for samples where the data clustered on Zijderveld plots and stopped trending, a Fisher (1953) mean was determined for at least three consecutive demagnetization steps that remained in the same direction. Data with α95 > 35° were not used to calculate site means. For samples where demagnetization data lay in a plane between the characteristic remanence and a secondary overprint, directions were calculated by taking the Fisher mean of a minimum of three consecutive demagnetization steps that remained in the same direction and marked the end of trend, i.e., the maximum direction along the great circle. See Figure 2 for characteristic demagnetization trends. Data analysis was conducted using Demag GUI within the PmagPy software package (Tauxe et al., 2016).\nSite means were characterized by the following criteria: (1) Sites that passed Watson’s test for randomness at the 95% confidence level (Watson, 1956) that had at least two specimens out of three with characteristic remanence directions determined by principal component analysis (PCA) were considered A sites; (2) sites where two or more specimen characteristic directions were determined by Fisher statistics and passed Watson’s test for randomness were considered B sites; and (3) sites that did not pass Watson’s test for randomness, but had a clear polarity determination, were considered C sites. C sites were considered reliable if one or more specimens showed ideal demagnetization behavior (i.e., quasi-linear trajectories toward the origin of the Zijderveld plot, clear great circle trend between a present field overprint and a Late Cretaceous/early Paleogene direction, etc.; see Fig. 3 for examples) with directions that were distinct from secondary overprints, and if the polarity determination was consistent with the results from A and B sites\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 9/10 1621\n92 C\n12 .0\nm T\n6. 0\nm T\n17 8C\n35 .0\nm T\n80 .0\nm T\n60 .0\nm T\nN R\nM =\n2 .6\n7e -0\n7 A\nm 2\nN R\nM =\n8 .1\n2e -0\n8 A\nm 2\n6. 0\nm T\n12 .0\nm T 92 C 18 0C\n25 .0\nm T\n60 .0\nm T\nN R\nM =\n4.\n73 e\n-0 7\nA m\n2\n18 0C\n4. 0\nm T\n13 .0\nm T\n25 .0\nm T\n50 .0\nm T\n70 .0\nm T\n13 0.\n0 m\nT\nN R\nM =\n3 .1\n2e -0\n7 A\nm 2\n6. 0\nm T\n12 .0\nm T\n90 C 18 0C\n70 m\nT\n16 P\nL2 -3\nA M\nK A\n1- 1A\n15 P\nH 1-\n1A 14\nLG 4-\n1A\nA B\nC D\nF ig\nur e\n2. D\nem ag\nne ti\nza ti\non o\nf re\npr es\nen ta\nti ve\ns am\npl es\nf ro\nm t\nhe H\nel l C\nre ek\nr eg\nio n.\n( A\n–B )\nD at\na tr\nen d\nin a\nli ne\nt ow\nar d\nth e\nor ig\nin a\nnd w\ner e\nev al\nua te\nd us\nin g\npr in\nci pa\nl c om\npo ne\nnt\nan al\nys is\n(P C\nA ) a\nna ly\nsi s,\n(C ) d\nat a\ntr en\nd in\na s\nca tt\ner ed\nli ne\n(m ax\nim um\na ng\nle o\nf d ev\nia ti\non [M\nA D\n] > 2\n0) b\nut n\not to\nw ar\nd th\ne or\nig in\na nd\nw er\ne ev\nal ua\nte d\nus in\ng F\nis he\nr st\nat is\nti cs\n, a nd\n(D\n) d at\na cl\nus te\nr on\nth e\nZ ij\nde rv\nel d\npl ot\n(a nd\ns ho\nw s\na cl\nea r\ngr ea\nt c ir\ncl e\ntr en\nd on\nth e\neq ua\nlar\nea p\nlo t)\na nd\nw er\ne ev\nal ua\nte d\nby e\nnd o\nf t re\nnd , u\nsi ng\nF is\nhe r\nst at\nis ti\ncs o\nn th\ne la\nst s\nta bl e en d po in ts . B la ck s ym bo ls o n th e ve ct or e nd -p oi nt d ia gr am s in di ca te v ec to r en d po in ts in th e ho ri zo nt al p la ne , a nd g ra y sy m bo ls in di ca te e nd p oi nt s in th e ve rt ic al p la ne . O pe n (c lo se d) s ym bo ls in e qu al -a re a pl ot s ar e on t he u pp er ( lo w er ) he m is ph er e. N R M — na tu ra l r em an en t m ag ne ti za ti on .\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\n1622 Geological Society of America Bulletin, v. 130, no. 9/10\nwithin the same section, or in the case of sites near reversals, if the polarity determination was consistent with results from different sections measured at the same horizon. For C sites, a site mean was not calculated. Instead, the characteristic directions determined from the best-behaved specimen were used for analysis. Results from C sites were included in analysis to give credit to sites with weak magnetization that had clear a polarity determination, albeit with scattered directions, and to sites where only one or two specimens yielded characteristic directions consistent with Late Cretaceous or early Paleogene fields. Site-specific results are included in the Appendix. 40Ar/39Ar Analysis The 40Ar/39Ar analyses were performed at the BGC. Samples were irradiated in four separate 50 h irradiations in the Cadmium-Lined In-Core Irradiation Tube (CLICIT) facility of the Oregon State University TRIGA reactor. Samples were loaded in 1–3 Al disks as figured in Renne et al. (2015) for each irradiation. Fast neutron fluence, monitored by the parameter J, was determined by analyzing single crystals of the standard Fish Canyon sanidine (FCs) for each of the six positions that spanned each disk. The value of J for each nonstandard sample was determined by interpolation within a planar fit to J values determined from the FCs. For each interpolated J value, the precision was better than 0.04%. Mass spectrometry methods and facilities were described in Renne et al. (2015). In short, single sanidine crystals were analyzed by total fusion with a CO2 laser on an extraction line coupled to a MAP 215C mass spectrometer with a Nier-type ion source and analog electron multiplier detector. Five argon isotopes (40Ar, 39Ar, 38Ar, 37Ar, and 36Ar) were measured using peak hopping by magnetic field switching on a single detector in 15 cycles. Blanks were measured at least between every 1 to 3 total fusion analyses, and air pipets were measured throughout each run, in order to quantify mass discrimination values.\n15PH4-1A *15PH4-2A 15PH4-3A\n*15TRA2-1A 15TRA2-2A 15TRA2-3A\nSite 15TRA2\nSite 15PH4\nNRM NRM\nNRM\nNRM\nNRMNRM\nFigure 3. Equal-area plots showing demagnetization trends typical for C sites. Specimens in bold with an asterisk indicate the best-behaved specimen, the characteristic directions of which were used for analysis. Open (closed) circles indicate upper (lower) hemisphere. NRM— natural remanent magnetization.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 9/10 1623\nFinal ages were calculated from blank-, discrimination-, and decay-corrected Ar isotope data after corrections for reactor interferences were made. Production ratios for interfering isotopes were determined from Fe-doped KAlSiO4 glass reported in Renne et al. (2013) and from fluorite as reported in Renne et al. (2015). Ages were determined using the calibration of Renne et al. (2011). All age uncertainties are reported at 1σ and are stated as ±x/y, where x represents analytical uncertainty, and y includes systematic uncertainties arising from calibration. If one uncertainty is shown, it always references the analytical uncertainty alone, which is appropriate for comparing 40Ar/39Ar dates based on the same calibration."
  }, {
    "heading": "SECTION DESCRIPTIONS",
    "text": "Stratigraphic sections were measured with a Jacob’s staff, and correlation between sections was done based on field mapping, tephra chemistry (Ickert et al., 2015), and geochronology (Sprain et al., 2015; this study). See supplementary materials for section descriptions (see footnote 1)."
  }, {
    "heading": "PALEOMAGNETIC RESULTS",
    "text": "In total, 285 specimens from 14 stratigraphic sections were demagnetized in this study using a combination of AF and thermal demagnetization (Table 1). Secondary overprints were commonly removed in low-AF demagnetization steps (between 2 and 15 mT) and in low thermal steps (<200 °C) and dominantly reflect directions associated with the present local field (Fig. 4). A majority of specimens showed significant evidence of secondary remanence held by goethite, as evidenced by present local field directions being removed after heating through goethite’s Curie temperature (Fig. 5A). In some samples, this component held a significant portion of the remanence. Forty-five of the measured specimens from reverse polarity sites did not show evidence of a reverse component until after thermal treatment, suggesting that if AF demagnetization were done alone, the reverse component may not have been identified (Fig. 6). Characteristic remanent directions were often constrained by the 180 °C heating step (after removal of goethite) and by AF levels of 20 mT. These results are consistent with the rock magnetic results presented in Sprain et al. (2016), which showed that the primary carrier of remanence in sediments from the Hell Creek and Fort Union Formations is a combination of titanomagnetite and intermediatecomposition titanohematite, which both have intermediate Curie temperatures and coercivi-\nties (Fig. 4). The majority of specimens were completely demagnetized by 70 mT; however, a few specimens still had strong signals after demagnetization to those levels. This suggests the presence of a higher-coercivity phase, possibly hematite or maghemite. Because the samples are prone to alteration at low temperatures (~300 °C), we could not isolate the signal from these higher-coercivity phases. Thus, we did not use anchored fits to the origin when performing PCA.\nTaking a Fisher mean of our site mean directions for A and B sites, in addition to the selected best-behaved sample directions from C sites for normal and reverse polarities, produces results that are consistent with expected Late Cretaceous and early Paleogene directions (Fig. 5B; declination [Dec] = 338.2°, inclination [Inc] = 73.2° for normal polarities, calculated using the apwp.py function of PmagPy, which is based on the plate reconstruction model from Besse and Courtillot, 2002). However, our calculated means are a bit shallower than expected directions, which could be due to small amounts of inclination flattening, small variations in local dip (i.e., small slumps), or unremoved overprints. By taking a Fisher mean of site mean directions from A sites only for both normal and reverse polarities, we see that our normal mean is closer to the expected Late Cretaceous/early Paleogene direction; however, our reverse mean is still too shallow, which may reflect unremoved normal overprints (Fig. 5C). The reversal test of McFadden and McElhinny (1990), performed on normal and reverse polarity site means plus directions from the bestbehaved specimen from each C site, yields an angular separation of 8.2 degrees, and a critical angle of 10.1 degrees, constituting a positive reversal test of quality classification “C.” The paleomagnetic pole calculated from our A sites was 69°N latitude and 146.7°E longitude (A95 = 10.4°), which is close to but does not overlap with the ca. 65.5 Ma North American reference pole of 73.5°N latitude and 207.3°E longitude (A95 = 3.6°) of Besse and Courtillot (2002). This discrepancy between our calculated pole and the expected pole could be due to unremoved normal overprints. See Figure 7 and Figure 8 in addition to the Appendix for section- specific results.\nOur results show that the reversal placement determined in previous magnetostratigraphic studies for the Bug Creek locality (Archibald et al., 1982) and the Pearl Lake locality (LeCain et al., 2014) was erroneous. We find that the C30n/ C29r reversal at the Bug Creek section should be placed roughly 20 m below the level determined in Archibald et al. (1982). At the Pearl Lake section, we find that the C29r/C29n rever-\nsal should be placed roughly 6 m above the level determined in LeCain et al. (2014). In both sections, the erroneous placement was due to “false normals,” or sites that were falsely assigned to normal polarity, which was likely due to unremoved normal present field overprints, possibly held by goethite. See the section-specific results in the Appendix for more details.\n40Ar/39Ar RESULTS\nSee Figures 9 and 10 for a summary of age spectra for all samples and Table 2 for summarized results. For all results, “plagioclase” was removed if K/Ca ratios were <1, and xenocrysts were excluded if they were >3σ away from the mean, unless otherwise specified. Plagioclase ages were much less precise than ages calculated from sanidine and additionally showed a preponderance for younger ages, likely due to alteration. As such, they were excluded from final age calculations."
  }, {
    "heading": "McKeever Ranch",
    "text": "Seventy-nine grains of sample MK13-3 were analyzed from the IrZ coal at McKeever Ranch. Of these 79 grains, two were identified as plagioclase based on K/Ca ratios and were excluded from analysis. Of the remaining 77 grains, one was identified as a xenocryst and was also excluded. The remaining 76 yield a unimodal population, but this population yielded a high mean square of weighted deviates (MSWD) of 1.35 and a low probability of 0.02. To obtain an age with a better probability, two more grains were excluded until a probability of >0.1 was reached. The remaining 74 grains yielded a weighted mean age of 66.133 ± 0.027/0.051 Ma, with an MSWD of 1.21.\nFrom sample MK12-1, of the Y coal at McKeever Ranch, 88 feldspar grains were analyzed. Of these 88 grains, five were identified as xenocrysts (ranging in age from 68.5 Ma to 1193 Ma) and were excluded from analysis. From the remaining 83 grains, a weighted mean age of 65.844 ± 0.033/0.054 Ma was determined, with an MSWD of 0.54."
  }, {
    "heading": "Hell Hollow",
    "text": "From sample HH13-1, from the lowest collected Y coal at Hell Hollow, 70 grains were analyzed by total fusion individually. Of these 70 grains, five were identified as plagioclase based on K/Ca ratios and were excluded from final age determination. Of the remaining 65 grains, three were excluded as outliers (two identified as older xenocrysts and one identified as a younger outlier presumably due to alteration). From the\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\n1624 Geological Society of America Bulletin, v. 130, no. 9/10\nTABLE 1. PALEOMAGNETIC SITE STATISTICS\nSite/spec. name Section† Site class Lat.\n(°N) Long. (°W)\nStrat. level (m) Geo dec (°) Geo inc (°) α95 n k R MAD (°) VGP lat (°) Chron\nMK1 MK C 47.5941 107.3267 0.6 N/A N/A N/A N/A N/A N/A N/A N/A N/A MK2 MK B 47.5941 107.3267 11.6 122.1 –72.2 23.3 3 29.0 2.93 N/A –54.60 C29r MK3-3A* MK C 47.5941 107.3267 13.2 92.8 –6.3 17.8 1 N/A N/A N/A –4.23 C29r MK3.5-2A* MK C 47.5941 107.3267 15.1 126.9 –58.5 5.7 1 N/A N/A N/A –51.32 C29r MK4 MK B 47.5941 107.3267 16.8 172.5 –27.8 32.9 4 9.0 3.6575 N/A –56.59 C29r MKA1 MKA A 47.5977 107.3402 0.2 153.7 –37.7 16.4 4 32.0 3.9076 N/A –56.11 C29r MKA2 MKA A 47.5977 107.3402 4.8 146.7 –29.9 12.4 4 56.0 3.946 N/A –48.23 C29r HH1 HH A 47.5347 107.1687 18.5 174.6 –50.2 20.6 3 37.0 2.9458 N/A –72.93 C29r HH2 HH A 47.5347 107.1687 21.8 185.8 –69.8 24.2 3 27.0 2.9258 N/A –82.86 C29r 15HH1 HH A 47.5347 107.1687 24.0 156.3 –48.1 28.0 3 21.0 2.9025 N/A –64.05 C29r HH3 HH B 47.5347 107.1687 27.6 138.8 –75.9 31.5 3 16.0 2.8782 N/A –62.53 C29r 15HH2 HH B 47.5347 107.1687 27.8 153.8 –58.6 26.9 3 22.0 2.9092 N/A –69.42 C29r HH4 HH B 47.5347 107.1687 27.9 352.8 58.0 29.1 5 8.0 4.4904 N/A 79.71 C29n 15HH3 HH B 47.5347 107.1687 28.6 20.2 69.5 36.1 3 13.0 2.8431 N/A 75.97 C29n HH5 HH A 47.5347 107.1687 30.2 315.6 44.9 5.6 4 267 3.9888 N/A 49.54 C29n 15HHA1 HHA B 47.5347 107.1687 2.7 353.3 61.8 57.1 3 6.0 2.6512 N/A 83.48 C29n HHA1-1C* HHA C 47.5347 107.1687 3.5 350.7 65.7 11.8 1 N/A N/A N/A 83.75 C29n HHA2 HHA A 47.5347 107.1687 5.0 306.6 54.3 20.1 3 38.0 2.948 N/A 48.76 C29n 15HHA2 HHA A 47.5347 107.1687 5.1 298.1 46.7 35.3 3 13.0 2.8492 N/A 38.82 C29n HHA3 HHA A 47.5347 107.1687 9.0 308.7 48.9 47.8 3 8.0 2.7409 N/A 47.16 C29n 15GB1A GH B 47.5151 107.0683 3.9 238.5 –73.9 48.1 3 8.0 2.738 N/A –54.59 C29r 16GH1 GH C 47.5151 107.0683 7.9 N/A N/A N/A N/A N/A N/A N/A N/A N/A 15GB1-1A* GH C 47.5151 107.0683 8.9 276.1 9.7 19.6 1 N/A N/A N/A 7.73 C29n? 16GH2 GH A 47.5151 107.0683 10.1 295.0 51.0 4.4 3 772 2.9974 N/A 39.09 C29n 15GB2 GH A 47.5151 107.0683 12.4 268.4 30.9 17.2 3 53.0 2.962 N/A 11.16 C29n 15GB3 GH A 47.5151 107.0683 14.1 290.3 66.0 37.6 3 12.0 2.8103 N/A 44.97 C29n 15GBC GH B 47.5151 107.0683 Channel 328.2 52.9 37.2 4 7.0 3.5764 N/A 55.60 C29n 15PL1A-1A* PL C 47.5234 107.0569 5.9 112.9 –36.6 7.6 1 N/A N/A N/A –30.22 C29r 15PL1 PL B 47.5234 107.0569 6.7 112.6 –25.3 52.7 3 7.0 2.6941 N/A –24.99 C29r 15PL2 PL A 47.5234 107.0569 12.2 201.9 –54.0 15.3 3 66.0 2.9695 N/A –69.10 C29r 16PL1 PL B 47.5234 107.0569 12.8 203.5 –39.2 35.1 3 13.0 2.8506 N/A –58.41 C29r 16PL2 PL A 47.5234 107.0569 14.3 350.2 63.6 18.8 3 44.0 2.9546 N/A 82.87 C29n HC1 LBS A 47.5160 106.9366 11.8 174.9 –37.4 9.1 3 185 2.9892 N/A –63.09 C29r HC2 LBS B 47.5160 106.9366 17.5 169.5 –61.3 22.2 3 32.0 2.9373 N/A –81.00 C29r HC3 LBS B 47.5160 106.9366 19.7 354.3 46.6 36.3 3 13.0 2.8413 N/A 69.86 C29r HC4 LBS C 47.5160 106.9366 N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A 14HC1 LBS C 47.5160 106.9366 N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A 14HC2 LBS B 47.5160 106.9366 21.7 34.9 73.7 23.9 3 28.0 2.9278 N/A 66.38 C29r? IS1 IS B 47.6657 106.5020 1.6 182.9 –26.1 20.0 3 39.0 2.949 N/A –56.01 C29r IS2 IS B 47.6657 106.5020 3.1 162.0 –44.2 35.3 4 8.0 3.6132 N/A –64.07 C29r IS3 IS A 47.6657 106.5020 5.9 126.6 –36.7 9.6 3 167 2.988 N/A –39.40 C29r IS4 IS B 47.6657 106.5020 9.1 120.3 –23.3 26.1 3 23.0 2.9146 N/A –29.21 C29r 15TRA1-3A* TR C 47.6660 106.4217 0.1 308.2 63.9 4.2 1 N/A N/A N/A 55.01 C30n 14TRA1 TR B 47.6660 106.4217 0.8 313.8 60.3 9.4 6 51.0 5.90 N/A 56.89 C30n 14TRA2 TR B 47.6660 106.4217 2.2 289.7 73.2 16.4 6 18.0 5.72 N/A 48.59 C30n 15TRA2-1A* TR C 47.6660 106.4217 3.1 126.3 –16.3 16.5 1 N/A N/A N/A –30.08 C29r 14TRA3 TR B 47.6660 106.4217 4.0 157.5 –56.6 27.2 3 21.6 2.91 N/A –70.51 C29r 14TRA4 TR A 47.6660 106.4217 6.0 140.0 –67.2 20.5 3 37.0 2.95 N/A –63.85 C29r 14TR1 TR B 47.6668 106.4258 6.7 173.9 –41.0 30.3 3 17.7 2.89 N/A –65.37 C29r 14TR2-2A* TR C 47.6668 106.4258 11.1 197.1 –45.4 14.1 1 N/A N/A N/A –65.31 C29r 14TR3 TR A 47.6668 106.4258 13.2 147.5 –36.6 56.0 3 6.0 2.66 N/A –52.14 C29r 14TR4-2A* TR C 47.6668 106.4258 25.2 224.5 –51.6 10.3 1 N/A N/A N/A –53.23 C29r 14TR5 TR B 47.6668 106.4258 27.3 179.6 –53.4 26.4 3 22.8 2.91 N/A –76.31 C29r 14TR6 TR A 47.6668 106.4258 32.1 172.9 –51.0 8.3 4 122 3.98 N/A –73.12 C29r 14TR7 TR B 47.6668 106.4258 37.0 141.0 –31.6 32.0 3 16.0 2.87 N/A –45.83 C29r 14SC1-3A* SC C 47.6252 106.3527 0.8 193.5 –43.0 21.8 1 N/A N/A N/A –64.99 C29r 14SC2-3A* SC C 47.6252 106.3527 2.1 185.5 –55.9 9.8 1 N/A N/A N/A –78.11 C29r 14SC3-1A* SC C 47.6252 106.3527 2.6 187.6 –58.9 11.6 1 N/A N/A N/A –80.33 C29r 14SC4 SC B 47.6252 106.3527 4.0 187.4 –45.9 20.0 3 39.0 2.95 N/A –68.84 C29r 14SCA1 SC B 47.6252 106.3527 7.5 340.5 –59.8 36.9 3 12.0 2.84 N/A 0.03 C29r 14SCA2 SC B 47.6252 106.3527 11.2 160.3 –26.0 35.7 3 13.0 2.85 N/A –52.32 C29r 14SCA3 SC A 47.6252 106.3527 29.7 170.0 –19.5 32.6 3 15.0 2.87 N/A –51.47 C29r\n(Continued)\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 9/10 1625\nremaining 62 grains, a weighted mean age of 65.774 ± 0.034/0.055 Ma was determined, with an MSWD of 1.32.\nFrom HH13-2, of the uppermost Y coal sampled at Hell Hollow, 68 grains were analyzed. Of these grains, one grain was identified as a xenocryst and was excluded from final age determination. Of the remaining 67 grains, a weighted mean age of 65.692 ± 0.033/0.053 Ma was determined, with an MSWD of 0.87.\nSeventy grains of HH13-3, the highest Y coal at Hell Hollow A, correlative with HH13-2 from Hell Hollow, were analyzed by single-crystal total fusion. All 70 grains were identified as alkali feldspar based on K/Ca ratios, and a weighted mean age of 65.710 ± 0.024/0.048 Ma was calculated, with an MSWD of 1.12."
  }, {
    "heading": "Pearl Lake/MacDonald Locality",
    "text": "From sample PL14-1 of the Y coal stringer at Pearl Lake, 52 feldspar grains were analyzed by total fusion and yielded a weighted mean age of 65.709 ± 0.037/0.056 Ma, with an MSWD of 1.55.\nFrom sample MD15-1 of the Hauso Flats Z (HFZ) coal at the MacDonald locality, 41 feldspar grains were analyzed. Of these, seven were identified as plagioclase based on K/Ca ratios and were excluded from final analysis. The final weighted mean age of the remaining 36 analyses was 66.099 ± 0.076/0.088 Ma, with an MSWD of 1.08. Although this age is older than the pooled age presented within Sprain et al. (2015) for the HFZ coal, their distributions do overlap within 2σ."
  }, {
    "heading": "Lerbekmo South",
    "text": "From sample HC13-1 of the Y coal at Lerbekmo South, 73 grains were analyzed individually by total fusion. Of the 73 grains, three were identified as xenocrysts and were excluded. Seven additional grains were identified as plagioclase based on K/Ca ratios and were excluded from final analysis. Of the remaining 63 grains, a weighted mean age of 65.883 ± 0.032/0.053 Ma was calculated, with an MSWD of 1.36."
  }, {
    "heading": "Thomas Ranch",
    "text": "From TR13-2, of the Null coal at Thomas Ranch, 92 grains were analyzed. Like the Null coal from Bug Creek, a majority of these\nTABLE 1. PALEOMAGNETIC SITE STATISTICS (Continued)\nSite/spec. name Section† Site class Lat.\n(°N) Long. (°W)\nStrat. level (m) Geo dec (°) Geo inc (°) α95 n k R MAD (°) VGP lat (°) Chron\n15BC1 BC B 47.6802 106.2138 0.1 335.9 46.7 21.4 3 34.0 2.9415 N/A 62.79 C30n 14BC1 BC A 47.6802 106.2138 1.3 3.1 62.9 21.7 3 33.0 2.9397 N/A 86.03 C30n 14BC2-3A* BC C 47.6802 106.2138 4.6 332.5 33.8 5.0 1 N/A N/A N/A 53.22 C30n 14BC2A-1A* BC C 47.6802 106.2138 5.7 130.6 –64.2 N/A 1 N/A N/A 13 –56.72 C29r 14BC2B-2A* BC C 47.6802 106.2138 8.0 118.5 –66.3 9.5 1 N/A N/A N/A –50.13 C29r 14BC3 BC B 47.6802 106.2138 9.4 184.3 –60.8 42.2 3 10.0 2.7914 N/A –83.40 C29r 14BC4-1A* BC C 47.6802 106.2138 11.6 176.6 –47.1 15.4 1 N/A N/A N/A –70.42 C29r 15PH1 PH B 47.7033 106.1501 3.4 118.0 –23.9 19.0 3 43.0 2.9535 N/A –27.95 C29r 15PH2 PH B 47.7033 106.1501 14.8 132.8 –57.1 26.2 3 23.0 2.9135 N/A –54.51 C29r 15PH3 PH C 47.7033 106.1501 23.1 N/A N/A N/A N/A N/A N/A N/A N/A N/A 15PH4-2A* PH C 47.7033 106.1501 24.4 156.4 –16.0 13.2 1 N/A N/A N/A –45.69 C29r 16PH2 PH A 47.7033 106.1501 28.1 13.1 59.0 47.9 3 8.0 2.7395 N/A 51.58 C29n 15PH5 PH A 47.7033 106.1501 30.3 301.8 65.1 13.0 3 90.0 2.9779 N/A 77.66 C29n 16PH1 PH B 47.7033 106.1501 Channel 350.8 52.4 36.3 3 13.0 2.8413 N/A 69.50 C29n 14LG1-3A* LG C 47.6299 106.1701 4.3 176.1 –42.4 8.0 1 N/A –66.71 C29r 14LG2 LG A 47.6299 106.1701 7.0 143.4 –65.8 16.7 3 55.0 2.9639 N/A –65.69 C29r 14LG3 LG B 47.6299 106.1701 14.8 138.6 –23.3 56.1 3 5.9 2.66 N/A –40.56 C29r 14LG4 LG B 47.6299 106.1701 16.6 126.9 –53.0 22.5 3 31.0 2.9355 N/A –48.24 C29r 14LG5 LG B 47.6299 106.1701 17.9 145.0 –75.9 31.2 3 17.0 2.8802 N/A –65.25 C29r 15LG1 LG B 47.6299 106.1701 19.2 117.2 –63.1 37.8 3 12.0 2.8291 N/A –47.59 C29r 14LG6 LG B 47.6299 106.1701 20.8 179.7 –56.4 21.7 3 33.0 2.94 N/A –79.33 C29r 14LG7 LG B 47.6299 106.1701 22.0 121.5 –58.2 38.0 6 4.0 4.7683 N/A –47.58 C29r 15LG2-1A* LG C 47.6299 106.1701 22.7 338.4 56.8 N/A 1 N/A N/A 15.9 71.19 C29n 14LG8 LG B 47.6299 106.1701 23.0 317.1 50.1 23.3 6 9.2 5.46 N/A 53.41 C29n 15LG3 LG B 47.6299 106.1701 25.6 333.3 6.8 42.6 3 9.5 2.79 N/A 40.18 C29n 14JC1 JC A 47.6057 106.2105 0.6 183.4 –55.2 14.4 3 74.0 2.9731 N/A –77.86 C29r 14JC2 JC A 47.6057 106.2105 1.7 198.6 –65.3 12.9 3 92.0 2.9783 N/A –77.47 C29r 14JC3 JC B 47.6057 106.2105 4.0 299.4 37.5 19.7 6 13.0 5.6021 N/A 34.99 C29n JC1 JC B 47.6047 106.2086 4.3 319.7 48.0 21.5 3 34.0 2.941 N/A 53.88 C29n JC2 JC B 47.6047 106.2086 5.8 356.4 54.9 12.8 4 52.0 3.9429 N/A 77.53 C29n JC3 JC A 47.6047 106.2086 8.7 29.4 65.1 6.2 3 390 2.9949 N/A 70.23 C29n 15JC1 15JC B 47.6060 106.2067 1.2 179.7 –21.8 41.4 3 10.0 2.7984 N/A –53.70 C29r 15JC2 15JC B 47.6060 106.2067 1.7 179.7 –42.8 49.1 3 7.0 2.7171 N/A –67.24 C29r 15JC3 15JC B 47.6060 106.2067 3.0 295.4 5.0 53.1 3 6.0 2.6902 N/A 18.73 C29n 15JC4 15JC B 47.6060 106.2067 4.7 293.7 69.6 55.2 3 6.0 2.6698 N/A 48.96 C29n Note: See text for site classifi cations A–C. Latitude and longitude are based on the World Geodetic System 1984 (WGS84) datum. Strat. level indicates the stratigraphic level as identifi ed in each individual section. See supplemental Table 1 for more stratigraphic information (text footnote 1). Geo dec/inc indicate declination/inclination of characteristic remanent directions in geographic coordinates; R is the resultant vector; k is kappa (precision parameter); α95 is the 95% confi dence interval of the Fisher mean; VGP lat is the latitude of the virtual geomagnetic pole calculated using the plate reconstruction model of Besse and Courtillot (2002). For selected specimens from C sites, respective α95 values or maximum angle of deviation (MAD) values are shown for specimen-level results only.\n*Indicates C sites where site-level statistics could not be calculated, and the results from the best-behaved specimen are shown. †MK—McKeever Ranch, MKA—McKeever Ranch A, HH—Hell Hollow, HHA—Hell Hollow A, GH—Garbani Hill, PL—Pearl Lake, LBS—Lerbekmo South, IS—Isaac\nRanch, TR—Thomas Ranch, SC—Sandy Chicken, BC—Bug Creek, PH—Purgatory Hill, LG—Lofgren (McGuire Creek), JC—Jack’s Channel, 15JC—2015 Jack’s Channel.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\n1626 Geological Society of America Bulletin, v. 130, no. 9/10\nFigure 4. Day plot (Day et al., 1977) of hysteresis ratios (Mr/Ms vs. Bcr/Bc) for wholerock specimens from this study that were also analyzed in Sprain et al. (2016). Black (dashed) curve indicates the theoretical mixing curve 2 (1) of single-domain and multidomain grains (SD-MD) after Dunlop (2002). Data are colored based on relative age, with lighter colors indicating younger samples. There is no observable trend in hysteresis ratios with age or stratigraphic position. This suggests that the source of magnetic material during the deposition of the upper Hell Creek Formation and Tullock Member was likely the same.\nA Secondary Directions B All Sites C A Sites\nFigure 5. Summary directions. (A) Equal-area plot showing all secondary directions determined in paleomagnetic analysis. The star indicates the present field direction in the Hell Creek region, and the gray square shows the calculated Fisher mean and α95 (note that the α95 is smaller than the square symbol) calculated from all secondary directions. (B) Equal-area plot showing site mean directions (specimen level for best-behaved specimen from C sites) determined in paleomagnetic analysis for all sites. Closed (open) symbols indicate data plotting in the lower (upper) hemisphere. The star indicates the present local field (PLF) direction in the Hell Creek region (and its antipodal direction). The closed (open) black square shows the Fisher mean and α95 (small circle around the black square) calculated from all normal (reverse) directions. The triangles indicate expected Late Cretaceous/early Paleogene directions calculated using the apwp.py program from PmagPy (Tauxe et al., 2016), which uses the Besse and Courtillot (2002) plate reconstruction. (C) Same as B, but only showing results from A sites. N—normal; R—reverse.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 9/10 1627\nanalyses were xenocrysts, quartz, and some plagioclase. Although a majority of grains were identified as outliers, a clear younger mode existed, composed of 54 out of 92 analyses. From these 54 grains, a weighted mean age of 66.347 ± 0.151/0.159 Ma was calculated, with an MSWD of 0.779. This age is consistent with the age of the Null coal obtained from Bug Creek (Sprain et al., 2015).\nFrom sample TR13-3 of the McGuire Creek Z (MCZ) coal at Thomas Ranch, 66 grains were analyzed by total fusion. Of the 66 grains, seven were identified as plagioclase based on K/Ca ratios and were excluded from final age determination. An additional three grains were identified as xenocrysts and were excluded. Of the remaining 56 grains, a weighted mean age of 66.091 ± 0.038/0.056 Ma was determined, with an MSWD of 0.88.\nTR14-1, a Y coal from Thomas Ranch, was analyzed in two aliquots, one in irradiation 456PR (37131) and one in irradiation 443PR (37005). Seventy-nine grains of 37005 were analyzed. Of these 79 grains, 11 were identified as plagioclase based on K/Ca ratios and were excluded from final age determination. From the remaining 68 grains, a weighted mean age of 66.164 ± 0.038/0.057 Ma was determined, with an MSWD of 1.29. Forty two grains of sample 37131 were analyzed. Of these 42, 15 were excluded. Four grains were determined to be xenocrysts and were excluded, and 11 grains that were identified as plagioclase were excluded. Of the remaining 27 grains, a weighted mean age of 66.118 ± 0.067/0.079 Ma was calculated, with an MSWD of 1.38. Based on the stratigraphic placement of this tephra and our dates for tephras collected below this sample, TR14-1 is likely a reworked tephra, and the calculated age is not considered meaningful."
  }, {
    "heading": "Purgatory Hill",
    "text": "From PH13-3, the lowest sampled Y coal (note this was mapped as an X coal in Rigby and Rigby, 1990; it was also the #4-X coal in Noorbergen et al., 2017) at Purgatory Hill, 69 grains were analyzed. From these grains, 55 grains were identified as xenocrysts and were not included in the final analysis. The remaining 14 grains have a skewed distribution with a younger tail and an MSWD ~1.8 and a probability of 0.025, suggesting a bias due to subtle alteration. To get a more representative population, one grain was excluded from the younger side until a probability of >0.1 was reached. The remaining 13 grains yielded a weighted mean age of 65.689 ± 0.085/0.096 Ma, with an MSWD of 1.37.\nLerbekmo South\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\n1628 Geological Society of America Bulletin, v. 130, no. 9/10\n− 90\n− 30\n30 90\nV G\nP L\nat itu\nde\nH el\nl H ol\nlo w\nG ar\nba ni\nH ill\nIr Z\nH F\nZ\nC29rC29n\n− 90\n− 30\n30 90\nV G\nP L\nat itu\nde −\n90 −\n30 30 90 V G P L at itu de\nY Y\nM cK\nee ve\nr R\nan ch\n− 90\n− 30\n30 90\nV G\nP L\nat itu\nde\nY\nY\nP ea\nrl La\nke\n65 .9\n62 ±\n0 .0\n26 M\na\n65 .7\n74 ±\n0\n.0 34\nM a\n65 .7\n74 ±\n0\n.0 34\nM a\n65 .7\n04 ±\n0\n.0 19\nM a\n65 .7\n04 ±\n0\n.0 19\nM a\n0 .0\n26 M a 0 .0 26 M a 0 .0 26 M a\n65 .6\n77 ±\n0\n.0 41\nM a\n65 .7\n41 ±\n0\n.0 22\nM a\n65 .7\n09 ±\n0 .0\n37 M\na\n0510152025303 5 4045\n50 m\nLE G\nE N\nD\nC ro\nss -b\ned de d sa nd st on e\nM as\nsi ve\nsa nd\nst on\ne\nC ar\nbo na\nce ou s sh al e\nLi gn\nite\nS ilt\nst on\ne\nM ud\nst on\ne\nC oa l C or re\nla tio\nn C\nov er ed C ol le ct ed Te ph ra\nA s\nite s\nB S\nite s\nC S\nite s\n66 .1\n33 ±\n0\n.0 27\nM a\n66 .1\n33 ±\n0\n.0 27\nM a\n65 .8\n44 ±\n65\n.8 44\n±\n0 .0\n33 M\na\n66 .0\n61 ±\n0\n.0 39\nM a\n66 .0\n61 ±\n0\n.0 39\nM a\n65 .9\n73 ±\n0\n.0 20\nM a\n65 .0\n99 ±\n0 .0\n76 M\na\n65 .9\n73 ±\n0\n.0 20\nM a\n65 .0\n99 ±\n0 .0\n76 M\naA\nF ig\nur e\n8 (C\non tin\nue d\non f\nol lo\nw in\ng pa\nge s)\n. St\nra ti\ngr ap\nhy ,\nvi rt\nua l\nge om\nag ne\nti c\npo le\n( V\nG P\n) pl\not s,\na nd\nm ag\nne to\nst ra\nti gr\nap hy\no f\nal l\nse ct\nio ns\n. (A\n) W\nes te\nrn G\nar fie\nld C\nou nt\ny.\n(B )\nE as\nte rn\nG ar\nfie ld\nC ou\nnt y.\n( C\n) M\ncC on\ne C\nou nt\ny. I\nta lic\niz ed\n( bo\nld )\nda te\ns ar\ne fr\nom S\npr ai\nn et\na l.\n(2 01\n5) (\nth is\ns tu\ndy ).\nS ee\nle ge\nnd f\nor d\net ai\nls . S\ntr at\nig ra\nph y\nw as\np lo\ntt ed\nu si\nng\nM at\nst ra\nt (L\new is\ne t\nal .,\n20 11\n). N\not e,\nf or\nC s\nit es\n, o nl\ny th\ne V\nG P\nla ti\ntu de\nf ro\nm t\nhe b\nes t-\nbe ha\nve d\nsp ec\nim en\nis p\nlo tt\ned , b\nec au\nse a\ns it\ne m\nea n\nco ul\nd no\nt be\nd et\ner m\nin ed\n. M C\nZ —\nM c-\nG ui\nre C\nre ek\nZ C\noa l;\nH F\nZ —\nH au\nso F\nla ts\nZ c\noa l;\nI rZ\n— Ir\nid um\nZ c\noa l.\nN ot\ne, s\nta rs\nw it\nho ut\na ge\ns w\ner e\nde em\ned t\no be\nu nd\nat ea\nbl e\nan d/\nor r\new or\nke d\nte ph\nra s.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 9/10 1629\nIs aa\nc R\nan ch\nS an\ndy C\nhi ck\nen\nT ho\nm as\nR an\nch\nM C\nZ N u\nll\nC29r C30n\n− 90\n− 30\n30 90\nV G\nP L\nat itu\nde\n− 90\n− 30\n30 90\nV G\nP L\nat itu\nde −\n90 −\n30 30 90 V G P L at itu de\n− 90\n− 30\n30 90\nV G\nP L\nat itu\nde\nB ug\nC re\nek\n66 .0\n91 ±\n0. 03\n8 M\na\n66 .3\n47 ±\n0\n.1 51\nM a\n051015202530354045\n50 m\nLE G\nE N\nD\nC ro\nss -b\ned de d sa nd st on e\nM as\nsi ve\nsa nd\nst on\ne\nC ar\nbo na\nce ou s sh al e\nLi gn\nite\nS ilt\nst on\ne\nM ud\nst on\ne\nC oa l C or re\nla tio\nn C\nov er ed C ol le ct ed Te ph ra\nA s\nite s\nB S\nite s\nC S\nite s\n66 .2\n89 ±\n0.\n05 1\nM a\n66 .0\n24 ±\n0.\n01 4\nM a\nB\nF ig\nur e\n8 (C\non tin\nue d)\n.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\n1630 Geological Society of America Bulletin, v. 130, no. 9/10\nP ur\nga to\nry H\nill\nLo fg\nre n\nJa ck\n’s C\nha nn\nel\nJa ck\n’s C\nha nn\nel 2\n01 5\nM C\nZ\nX ?\nY\nC29rC29n\n− 90\n− 30\n30 90\nV G\nP L\nat itu\nde\n− 90\n− 30\n30 90\nV G\nP L\nat itu\nde\n− 90\n− 30\n30 90\nV G\nP L\nat itu\nde\n− 90\n− 30\n30 90\nV G\nP L\nat itu\nde\n0510152025303 5 4045\n50 m\nLE G\nE N\nD\nC ro\nss -b\ned de d sa nd st on e\nM as\nsi ve\nsa nd\nst on\ne\nC ar\nbo na\nce ou s sh al e\nLi gn\nite\nS ilt\nst on\ne\nM ud\nst on\ne\nC oa l C or re\nla tio\nn C\nov er ed C ol le ct ed Te ph ra\nA s\nite s\nB S\nite s\nC S\nite s\n65 .6\n89 ±\n0 .0\n85 M\na\n65 .5\n40 ±\n0.\n04 1\nM a\n66 .0\n24 ±\n0 .0\n14 M\na\n65 .7\n04 ±\n0 .0\n36 M a 65 .7 04 ± 0 .0 36 M a\n65 .7\n40 ±\n0\n.0 42\nM a\n66 .0\n24 ±\n0 .0\n14 M\na\nC\nF ig\nur e\n8 (C\non tin\nue d)\n.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 9/10 1631\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\n1632 Geological Society of America Bulletin, v. 130, no. 9/10\nF ig\nur e\n10 . S\num m\nar y\nof s\nin gl\necr\nys ta\nl 4 0 A\nr/ 39\nA r\nan al\nys es\nf or\na ll\nne w\ns am\npl es\no f\nth e\nIr id\niu m\nZ (\nIr Z\n) co\nal t\nep hr\na. I\nnd iv\nid ua\nl a ge\ns ar\ne pr\nes en\nte d\nin r\nan k\nor de\nr w\nit h\nan al\nyt ic\nal\nun ce\nrt ai\nnt y\nlim it\ns of\n1 σ.\nB la\nck (g\nra y)\nc ir\ncl es\nin di\nca te\na na\nly se\ns us\ned (e\nxc lu\nde d)\nin a\nge c\nal cu\nla ti\non . E\nxc lu\nde d\nan al\nys es\ns ho\nw n\nin cl\nud e\nxe no\ncr ys\nts (y\nou ng\ner th\nan 6\n8 M\na) a\nnd y\nou ng\nou\ntl ie\nrs (\nol de\nr th\nan 6\n5. 0\nM a)\n. T he\ng ra\ny lin\ne in\ndi ca\nte s\nth e\nw ei\ngh te\nd m\nea n\nag e,\na nd\nt he\ng ra\ny bo\nx sh\now s\nth e\n1 σ u\nnc er\nta in\nty o\nn th\ne w\nei gh\nte d\nm ea\nn.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 9/10 1633\nFrom sample PH13-1 of the middle Y coal at Purgatory Hill (#5-X coal of Noorbergen et al., 2017), 49 single crystals were analyzed, three of which were identified as plagioclase based on K/Ca ratios, and eight of which were identified as xenocrysts. These grains were excluded from final age analysis. The resulting 38 grains yielded a weighted mean age of 65.876 ± 0.050/0.065 Ma, with an MSWD of 0.71. Based on the age of PH13-3, which is stratigraphically lower than this sample, we believe that PH13-1 may be a reworked tephra, and we did not use its age for final analysis.\nFrom sample PH13-2, the highest Y coal at Purgatory Hill (#6-X coal of Noorbergen et al., 2017), two aliquots were analyzed in irradiation 456PR (37132) and irradiation 443PR (37006). From sample 37006, 73 grains were analyzed. All grains were determined to be alkali feldspar based on K/Ca ratios, and a weighted mean age of 65.541 ± 0.048/0.064 Ma was determined, with an MSWD of 1.72. Fifty-five grains of 37132 were analyzed. Of these 55 grains, five were identified as older xenocrysts, two were identified as plagioclase based on K/Ca ratios, and two were excluded because of low percent radiogenic 40Ar. Once these grains were excluded from analysis, the population was still largely skewed to younger ages. Based on the age of the PH13-2 analyzed from sample 37006, which\nhad a single uniform population, we know that these younger ages are anomalous and likely represent altered sanidines. As such, nine analyses were excluded from the younger population sequentially until an MSWD close to 1 was reached. The final 35 grains yielded a weighted mean age of 65.537 ± 0.077/0.089 Ma, with an MSWD of 1.08. Taking the weighted mean (inverse variance) of these two samples yielded an age for PH13-2 of 65.540 ± 0.041/0.059 Ma.\nMcGuire Creek (Lofgren)\nLG13-1, the X coal at Lofgren (McGuire Creek), was analyzed in two irradiations: 456 PR (37133) and 443PR (37003). From sample 37133, 49 grains were analyzed by total fusion. Of these 49 grains, one was identified as plagioclase based on K/Ca ratios, and one was identified as an older xenocryst. Both of these analyses were excluded. Two additional grains were excluded because they were young outliers, possibly reflecting alteration. Of the remaining 45 grains, a weighted mean age of 65.706 ± 0.068/0.080 Ma was determined, with an MSWD of 0.89. From sample 37003, 79 grains were analyzed. Of these 79 grains, one was identified as plagioclase, and one was identified as a xenocryst, and both were excluded from analysis. From the remaining 77 grains, a\nweighted mean age of 65.703 ± 0.043/0.059 Ma was calculated, with an MSWD of 1.14. This age is indistinguishable from that calculated from the other irradiation, and together they yield a weighted mean age of 65.704 ± 0.036/0.056 Ma. This result is ~200 ka older and distinct from the age of MC11-3, another tephra from this coal analyzed by step-heating analysis on multigrain aliquots presented in Sprain et al. (2015). Based on the placement of the reversal in this section, we believe the MC11-3 age to be in error. Further, K/Ca ratios calculated during step heating of MC11-3 suggest that the multigrain aliquots analyzed contained a population of plagioclase. Statistically, plagioclase analyzed from Hell Creek region tephras tends to be younger than the sanidine population, likely due to effects from alteration, which may be biasing the age for MC11-3."
  }, {
    "heading": "Jack’s Channel",
    "text": "Two aliquots of JC13-4, the lowest Y coal (2440 coal) collected from Jack’s Channel, were analyzed from two different irradiations: 456PR (37130) and 430PR (36839). For sample 36839, 69 feldspar grains were analyzed by single-crystal total fusion. Of these, three were identified as plagioclase based on K/Ca ratios and were excluded from analysis. Of the\nTABLE 2. SUMMARY OF 40Ar*/39Ar AGES\nCoal Sample Section Age\n(Ma) ±σ† (Ma)\n±σ§ (Ma)\nMSWD N/N0# R (unk/FCs)\n±σ"
  }, {
    "heading": "X LG13-1 (37003) LG 65.703 0.043 0.059 1.14 77/79 2.346396 0.001549",
    "text": ""
  }, {
    "heading": "X LG13-1 (37133) LG 65.706 0.068 0.080 0.89 45/49 2.346524 0.002479",
    "text": ""
  }, {
    "heading": "X LG13-1* LG 65.704 0.036 0.056 2.346432 0.001314",
    "text": ""
  }, {
    "heading": "Y PL14-1 PL 65.709 0.037 0.056 1.55 52/52 2.346626 0.001346",
    "text": ""
  }, {
    "heading": "Y HC13-1 HC 65.883 0.032 0.053 1.36 63/73 2.352963 0.001164",
    "text": ""
  }, {
    "heading": "Y MK12-1 MK 65.844 0.033 0.054 0.54 83/88 2.351534 0.001200",
    "text": ""
  }, {
    "heading": "Y HH13-1 HH 65.774 0.034 0.055 1.32 62/70 2.348997 0.001236",
    "text": ""
  }, {
    "heading": "Y HH13-2 HH 65.692 0.033 0.053 0.87 67/68 2.345990 0.001200",
    "text": ""
  }, {
    "heading": "Y HH13-3 HH 65.710 0.024 0.048 1.12 70/70 2.346664 0.000873",
    "text": ""
  }, {
    "heading": "Y JC13-3 JC 65.740 0.042 0.059 0.86 55/56 2.347740 0.001527",
    "text": ""
  }, {
    "heading": "Y PH13-3 PH 65.689 0.085 0.096 1.37 13/69 2.345898 0.003091",
    "text": ""
  }, {
    "heading": "Y PH13-2 (37132) PH 65.537 0.077 0.089 1.08 35/55 2.340380 0.002795",
    "text": ""
  }, {
    "heading": "Y PH13-2 (37006) PH 65.541 0.048 0.064 1.72 73/73 2.340511 0.001759",
    "text": "Y PH13-2* PH 65.540 0.041 0.059 2.340474 0.001489 HFZ MD15-1 MD 66.099 0.076 0.088 1.08 36/41 2.360814 0.002765 Z TR13-3 TR 66.091 0.038 0.056 0.88 56/66 2.360506 0.001382 IrZ MK13-3 MK 66.133 0.027 0.051 1.21 74/79 2.362046 0.000982 IrZ HF-1PR (36825) HF 66.013 0.032 0.053 1.57 43/49 2.357663 0.001147 IrZ HF-1PR (36836) HF 66.028 0.033 0.053 1.10 38/39 2.358220 0.001206 IrZ HF-1PR (36847) HF 66.055 0.036 0.056 1.21 45/53 2.359196 0.001298 IrZ HF14-1 (37004) HF 66.072 0.028 0.051 1.45 55/59 2.359820 0.001017 IrZ HF14-1 (37012) HF 66.052 0.046 0.062 1.34 20/20 2.359083 0.001658 IrZ HF15-1 (37108) HF 66.039 0.073 0.083 1.38 10/10 2.358630 0.002642 IrZ HF15-1 (37118) HF 66.190 0.113 0.124 1.25 5/5 2.364114 0.004114 IrZ All* MK, HF 66.066 0.013 0.044 2.359622 0.000464 Null Coal TR13-2 TR 66.347 0.151 0.159 0.779 54/92 2.369848 0.005486 Note: Coal designations are based on references cited in text. Ages are based on the calibration of Renne et al. (2011). Ages in bold indicate fi nal ages for a given tephra layer (representing a weighted mean age if the tephra was analyzed from multiple irradiations). MSWD—mean square of weighted deviates. LG—Lofgren (McGuire Creek), PL—Pearl Lake, MK—McKeever, HH—Hell Hollow, TR—Thomas Ranch, PH—Purgatory Hill, JC—Jack’s Channel, HC—Lerbekmo South (Hell Creek Marina Road), MD— MacDonald, HF—Hauso Flats (Snow Creek Road). R refers to the R value of the unknown (unk) to the Fish Canyon sanidine standard (FCs) as defined in Renne et al. (1998).\n*Weighted mean age. †Age uncertainties excluding systematic sources. §Age uncertainties including systematic sources. #Number of analyses (single crystal fusions) used for age calculation relative to the number of analyses run.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\n1634 Geological Society of America Bulletin, v. 130, no. 9/10\nremaining 66 grains, a weighted mean age of 65.864 ± 0.041/0.059 was calculated, with an MSWD of 1.38. From sample 37130, 45 feldspar grains were analyzed. Of these, one was identified as plagioclase based on K/Ca ratio and was also xenocrystic, and it was excluded from analysis. From the remaining 44 grains, a weighted mean age of 65.995 ± 0.058/0.071 Ma was determined, with an MSWD of 1.15. Based on this older age, and its similarity to the age obtained for JC13-2 (see following), we believe that this tephra contains a reworked component that could not be completely removed from the population representing the eruption age. We therefore did not use this tephra age for analysis.\nFifty-six grains of JC13-3, of the middle Y coal at Jack’s Channel, were analyzed by singlecrystal total fusion. Of these 56 grains, one grain was identified as a xenocryst and was excluded from analysis. Of the remaining 55 grains, a weighted mean age of 65.740 ± 0.042/0.059 Ma was determined, with an MSWD of 0.86.\nTwo aliquots of JC13-2, the highest Y coal from Jack’s Channel (2440 coal), were analyzed, one from the 456PR (37129) irradiation and one from the 443PR irradiation (37002). In total, 77 feldspar grains from 37002 were analyzed. Of these, two were identified as xenocrysts and were excluded. Of the remaining 75 grains, a weighted mean age of 65.851 ± 0.026/0.049 Ma was calculated, with an MSWD of 1.02. From sample 37129, 48 feldspar grains were analyzed. Of these, two were identified as xenocrysts and were excluded from final age determination. The weighted mean age of the remaining 46 analyses was 65.998 ± 0.040/0.058 Ma, with an MSWD of 0.64. Based on this tephra’s stratigraphic position, and position relative to other dated tephras and the magnetic reversal, we conclude that this is a reworked tephra, and its age does not represent the age of deposition."
  }, {
    "heading": "IrZ Coal",
    "text": "Two aliquots of HF15-1 (37108 and 37118) from the IrZ coal at Iridium Hill were analyzed in the same irradiation (456PR), but in separate irradiation disks. For sample 37108, 10 feldspar grains were analyzed, and all proved to be alkali feldspars based on K/Ca ratios. No outliers were present, and the 10 grains yielded a weighted mean age of 66.039 ± 0.073/0.083 Ma, with an MSWD of 1.38. For sample 37118, five grains were analyzed, and K/Ca ratios showed that all were alkali feldspar. Again, this sample yielded no outliers, and the five grains yielded a weighted mean age of 66.190 ± 0.113/0.124 Ma, with an MSWD of 1.25. Although this age is significantly older than the age for the IrZ coal pre-\nsented in Sprain et al. (2015), it does overlap at 2σ, and its older apparent age is most likely due to the small number of grains that were analyzed.\nFrom sample HF-1PR of the IrZ coal at Hauso Flats (for more details, see Renne et al., 2013), three aliquots were analyzed in irradiation 430PR in three separate irradiation disks: 36836, 36825, and 36847. From sample 36825, 49 grains were analyzed. Of these 49 grains, three were identified as plagioclase and were excluded from analysis. An additional two were identified as xenocrysts and were also excluded. Of the remaining 44 grains, one was excluded due to low percent radiogenic 40Ar. Of the remaining 43 grains, a weighted mean age of 66.013 ± 0.032/0.053 Ma was calculated, with an MSWD of 1.57. From sample 36836, 39 grains were analyzed. From these 39 grains, one was identified as plagioclase based on K/Ca ratios and was excluded from analysis. Of the remaining 38 grains, a weighted mean age of 66.028 ± 0.033/0.053 Ma was determined, with an MSWD of 1.10. From sample 36847, 53 grains were analyzed. While these grains yielded a unimodal population, and there are no clear outliers, the population had an MSWD ~1.74 and a very low probability (0.007). To obtain an age with a better probability, eight grains were excluded from the older end until a probability >0.1 was reached. The resulting 45 grains yielded a weighted mean age of 66.055 ± 0.036/0.056 Ma, with an MSWD of 1.21. All three of these ages are indistinguishable from the pooled mean age for the IrZ coal presented in Sprain et al. (2015).\nFrom sample HF14-1 of the IrZ coal at Snow Creek Road (for more details, see Ickert et al., 2015), two aliquots were analyzed from one irradiation from two separate disks (37004 and 37012). From sample 37004, 59 grains were analyzed. From these 59 grains, four were identified as plagioclase and were excluded from analysis. Of the remaining 55 grains, a weighted mean age of 66.072 ± 0.028/0.051 Ma was determined, with an MSWD 1.45. From sample 37012, 20 grains were analyzed. All were identified as K-feldspar, and a weighted mean age of 66.052 ± 0.046/0.062 was calculated, with an MSWD of 1.34."
  }, {
    "heading": "POOLED RESULTS",
    "text": "In several cases in this study, we dated the same tephra at multiple locations, as indicated by stratigraphic position, mineralogy, and Pbisotopic analysis of feldspars (Ickert et al., 2015). In this section, we present pooled ages for these tephras and refer to them by the coal in which they occur. The pooled age was calculated by the inverse variance weighted mean of\nthe individual sample mean ages. Each sample had a specific J value, so associated uncertainties were treated as random. Systematic uncertainties associated with decay constants and the 40Ar*/39Ar value of the standard were treated as they were in all other calculations. Pooled results are presented in Table 3."
  }, {
    "heading": "Y Coal Hell Hollow",
    "text": "Based on stratigraphic position, placement of magnetic reversal, feldspar chemistry (see Ickert et al., 2015), and field observations, we hypothesize that samples HH13-2 and HH13-3 are from the same tephra. Combining their results yields a weighted mean age of 65.704 ± 0.019/0.046 Ma. This weighted mean age is the upper constraint for the reversal age at Hell Hollow."
  }, {
    "heading": "IrZ Coal",
    "text": "Samples of HF14-1, HF-1PR, HF15-1, and MK13-3 may be combined with previous results of Sprain et al. (2015; NV12-1, HH12-1) and Renne et al. (2013; HF-1PR) for the Nirvana bentonite to yield a weighted mean age of 66.052 ± 0.008/0.043 Ma, with an MSWD of 1.64 (Fig. 10). These tephras can be correlated based on stratigraphy, location with regard to the Ir anomaly, field observations, and a distinct feldspar Pb-isotopic composition (Nirvana bentonite; Ickert et al., 2015). In all locations, the tephra collected was within ~1 cm of the impact claystone, and we interpret this age to be the most reliable age available for the CretaceousPaleogene boundary."
  }, {
    "heading": "MCZ/Z Coal",
    "text": "Within the MCZ coal, there are two tephras that have distinct feldspar Pb-isotopic compositions as described in Ickert et al. (2015). One of these tephras, the McGuire Creek bentonite, has been dated in multiple locations (Lofgren, LG11-1; Z-line, ZL12-2; Haxby Road, HX121; Lerbekmo; HC-2PR), yielding a pooled mean age presented in Sprain et al. (2015). Sample TR13-3 from Thomas Ranch has been identified as the McGuire Creek bentonite based on Pb-isotopic analysis (Ickert et al., 2015) and as such may be combined with the results of Sprain et al. (2015) to yield a weighted mean age of 66.024 ± 0.014/0.044 Ma."
  }, {
    "heading": "GEOMAGNETIC POLARITY TIME SCALE CALIBRATION",
    "text": "Calculated sedimentation accumulation rates for our sections range from ~3 to 12 cm/ka,\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 9/10 1635\nconsistent with results presented in Sprain et al. (2015). Using polarity sequences determined in the study, we calculated reversal ages using linear interpolation (and in two cases, extrapolation) between dated tephras and chron boundaries. For this calculation, we placed the reversal halfway between bounding sites that define the reversal, using this half distance as the uncertainty in reversal placement. We further added an uncertainty of 5% on all stratigraphic height measurements. In this study, the uncertainty in resulting chron boundary ages is dominated by uncertainty in the 40Ar/39Ar tephra ages, as the reversals in all sections were determined within a 2 m resolution. Results are presented within Table 4. C30n/C29r Reversal To calculate an age for the C30n/C29r reversal, we utilized magnetostratigraphic and geochronologic data from our Bug Creek and Thomas Ranch localities. At Bug Creek, we used the BC11-1/BC-1PR age calculated for the Null coal (presented in Sprain et al., 2015) and the pooled Z coal age from this study for geochronologic constraints. Because we could not measure a section there from the Null to the Z coal, we used the mean distance between the Z and Null coal at Thomas Ranch and Sandy Chicken to calculate a sediment accumulation rate. That value was then used to extrapolate to the reversal, yielding an age of 66.304 ±"
  }, {
    "heading": "Y HH13-2 HH 65.692 0.033 0.053",
    "text": ""
  }, {
    "heading": "Y HH13-3 HH 65.710 0.024 0.048",
    "text": "0.054/0.069 Ma. At Thomas Ranch, we used our dates for the Null coal (TR13-2) and pooled Z age to calculate a sediment accumulation rate that was then used to extrapolate to the C30n/ C29r boundary. Using linear extrapolation, we calculated an age of 66.371 ± 0.162/0.171 Ma for the reversal. Combining these results, we get a weighted mean age of 66.311 ± 0.051/0.067 Ma for the C30n/C29r reversal. Using our new, pooled age for the IrZ coal, we calculated the Cretaceous duration of C29r to be 259 ± 52 ka.\nIt is further noted that the stratigraphic distance between the C30n/C29r reversal and the Hell Creek–Fort Union formational boundary measured at Thomas Ranch is ~26 m. This estimate is consistent with the thickness determined at the Flag Butte section in LeCain et al. (2014) of ~25 m, and it is not consistent with the estimate of 7 m determined by Lerbekmo (2009). Additionally, our revised placement of the C30n/C29r boundary at Bug Creek shifts the reversal at least 10 m below its placement by Archibald et al. (1982), which, based on the published stratigraphic section, would suggest a thickness of at least ~25 m for the Cretaceous portion of C29r. This result is further corroborated by our results from Sandy Chicken, where we measured a distance of ~27 m between the formational boundary and the Null coal, which in our Bug Creek and Thomas Ranch localities is located ~2 m above the C30n/C29r reversal. These new results suggest that the placement of the C30n/C29r reversal in Lerbekmo (2009) is incorrect, and that the duration of the Hell Creek Formation is closer to 1.8 Ma than 2.06 Ma, as calculated in Wilson (2014)."
  }, {
    "heading": "C29r/C29n Reversal",
    "text": "To calculate an age for the C29r/C29n reversal, we utilized magnetostratigraphic and geochronologic data from our Purgatory Hill, Lofgren, Pearl Lake, Hell Hollow, Garbani Hill, and Jack’s Channel localities. At Purgatory Hill, we calculated the reversal age using our PH13-3 and PH13-2 dates, due to the uncertainty in the reliability of the PH13-1 date. Using our PH13-3 age as the lower bound, and using the placement of the reversal as the halfway point between the last reverse site and first normal site, we calculated a reversal age of 65.595 ± 0.046/0.056 Ma. At our Lofgren locality, we use our pooled MCZ age as our lower dated bound, and our date for LG13-1 as our upper dated bound. Using these dates, we interpolated an age of 65.732 ± 0.033/0.051 Ma for the C29r/ C29n reversal. To calculate the reversal age at Pearl Lake, we used our MD15-1 date for the HFZ as the lower bound, and the PL14-1 date as the upper bound. Using linear interpolation,\nTABLE 4. SUMMARY OF REVERSAL AGES\nReversal Section Age (Ma) ±σ* (Ma) ±σ† (Ma) R (unk/FCs) ±σ C29r/C29n PH 65.595 0.046 0.056 2.342497 0.001675 C29r/C29n LG 65.732 0.033 0.051 2.347469 0.001211 C29r/C29n PL 65.708 0.043 0.060 2.346606 0.001552 C29r/C29n HH 65.734 0.018 0.035 2.347541 0.000672 C29r/C29n GH 65.776 0.104 0.110 2.349064 0.003783 C29r/C29n JC 65.768 0.040 0.055 2.348783 0.001444 C29r/C29n Pooled 65.724 0.013 0.044 2.347178 0.000487 C30n/C29r TR 66.371 0.162 0.171 2.370714 0.005894 C30n/C29r BC 66.304 0.054 0.069 2.368282 0.001975 C30n/C29r Pooled 66.311 0.051 0.067 2.368528 0.001873 Note: Reversal ages were pooled from multiple localities. PH—Purgatory Hill, LG—Lofgren (McGuire Creek), PL—Pearl Lake, HH—Hell Hollow, GH—Garbani Hill, JC—Jack’s Channel, TR—Thomas Ranch, BC—Bug Creek. Bold values indicate pooled weighted mean age. R refers to the R value of the unknown (unk) to the Fish Canyon sanidine standard (FCs) as defi ned in Renne et al. (1998). *Age uncertainties excluding systematic sources. †Age uncertainties including systematic sources.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\n1636 Geological Society of America Bulletin, v. 130, no. 9/10\nwe calculated an age for the C29r/C29n reversal of 65.708 ± 0.043/0.060 Ma. At Hell Hollow, we calculated the age for the C29r/C29n reversal utilizing our pooled weighted mean age for the HH13-2/HH13-3 tephra as an upper bound, and our HH13-1 date as a lower bound, yielding a reversal age of 65.734 ± 0.018/0.035 Ma. At Garbani Hill, we used our pooled mean age for the HFZ and our GC12-3 age (because it was more precise than our GC12-2 age) for the lower tuff within the Y coal doublet (both ages from Sprain et al., 2015) to calculate a sediment accumulation rate. Using GB1A, a B site, as the placement of the last reverse sample, we placed the reversal just below the Y coal doublet and calculated an age of 65.776 ± 0.104/0.110 Ma. At Jack’s Channel, because of uncertainty in the accuracy of ages for samples JC13-4 and JC132, we used our age for JC13-3 and the pooled Z age to calculate the C29r/C29n reversal age. Using these constraints, we calculated an age of 65.768 ± 0.040/0.055 Ma for the reversal.\nCombining these results, we calculated a weighted mean age for the C29r/C29n reversal of 65.724 ± 0.013/0.044 Ma. Using our new, pooled mean age for the IrZ tephra, we calculated the duration of the Paleogene portion of C29r to be 328 ± 15 ka."
  }, {
    "heading": "DISCUSSION",
    "text": "Combining our weighted mean ages for the C29r/C29n reversal and the C30n/C29r reversal, we calculated the total duration of C29r to be 587 ± 53 ka. We additionally calculated a new age for the Cretaceous-Paleogene boundary of 66.052 ± 0.008/0.043 Ma."
  }, {
    "heading": "Comparison to Previous GPTS Calibrations",
    "text": "Comparing our new results to those presented in Sprain et al. (2015), we find that the proposed short duration of C29r of ~350 ka is incorrect. This estimate was based on correlation of dated tephras (presented in Sprain et al., 2015) to previously published magnetostratigraphic sections. For calculation of the duration of C29r, three magnetostratigraphic sections were utilized: Bug Creek presented in Archibald et al. (1982) for the C30n/C29r reversal, and Pearl Lake and Garbani Hill presented in LeCain et al. (2014) for the C29r/C29n reversal. At Bug Creek, Archibald et al. (1982) placed the C30n/C29r reversal ~20 m above the Null coal, dated in Sprain et al. (2015) to be 66.289 ± 0.051/0.065 Ma. Using this new calculated age for the Null coal and a new calculated pooled age for the Z of 66.013 ± 0.010/0.044 Ma, Sprain et al. (2015) calculated an age for the C30n/C29r\nreversal of 66.195 ± 0.042/0.052 Ma. At Pearl Lake, LeCain et al. (2014) identified the C29r/ C29n reversal ~6 m below what they mapped as a Y coal stringer, which they further correlated to the Y coal doublet at Garbani Hill. At Garbani Hill, LeCain et al. (2014) collected samples from the Y coal doublet upwards and found that all paleomagnetic sites had normal polarity, consistent with their results from Pearl Lake. In Sprain et al. (2015), leaning on LeCain et al.’s (2014) correlation between the Y coal stringer at Pearl Lake and the Y coal doublet at Garbani Hill, an age of 65.741 ± 0.022/0.048 Ma from the GC12-3 ash from the Y coal doublet at Garbani Hill was assigned to the Y coal stringer at Pearl Lake. Using this date in combination with a pooled HFZ age of 65.973 ± 0.020/0.047 Ma, Sprain et al. (2015) calculated an age of 65.832 ± 0.019/0.036 Ma for the C29r/C29n reversal. Combining this result with the result from Bug Creek, a duration of ~345 ka was calculated for C29r.\nIn this study, paleomagnetic analysis was repeated at Bug Creek, Pearl Lake, and Garbani Hill. This study found that the C30n/C29r reversal does not occur ~20 m above the Null coal as was previously published for Bug Creek, but instead ~2 m below the Null coal. This result is corroborated in both the Thomas Ranch and Sandy Chicken sections. Additionally, the Null coal was redated at the Thomas Ranch locality and was found to have a date overlapping in age with the previously presented age for the Null coal at Bug Creek. Using our new placement for the C30n/C29r boundary at Bug Creek, we now calculate an age for the C30n/C29r boundary of 66.304 ± 0.054/0.069 Ma, which is consistent with our result from Thomas Ranch. At Pearl Lake, our new analysis likewise shows that the C29r/C29n reversal does not occur 6 m below the Y coal stringer but at the level of the Y coal stringer. At Garbani Hill, we found similar results, i.e., that the C29r/C29n reversal occurs around the level of the Y coal doublet. Using our new reversal placement, in addition to new date for the Y coal stringer at Pearl Lake and the HFZ at MacDonald (which can be traced to the Pearl Lake locality), we calculate a new C29r/ C29n reversal age of 65.708 ± 0.043/0.060 Ma, which is consistent with our results from all other sections. We therefore determine that the short duration of C29r presented in Sprain et al. (2015) was due to errors in the placement of the reversal boundaries at Bug Creek and Pearl Lake. These errors are probably due to unremoved normal overprints, likely held by goethite, which cannot be removed by AFonly demagnetization techniques, which were utilized in LeCain et al. (2014) and Archibald et al. (1982). Whereas in our study region, our\nnew results do not yield drastic changes in the placement of NALMA faunas into the magnetostratigraphic framework (see following discussion), they do act as a warning for other magnetostratigraphic frameworks developed in central North American basins determined using only AF demagnetization techniques (e.g., the San Juan Basin), potentially calling for reevaluation, especially in locations where the placement of NALMA faunas is not consistent with other regional basins.\nComparing our new results to those in GTS2012 (Ogg, 2012), our results are generally consistent (Fig. 11). GTS2012 calculated an age for the C30n/C29r transition of 66.398 Ma (largely based on astronomical tuning results of Husson et al., 2011 and Thibault et al., 2012). Our new estimate of 66.311 ± 0.051/0.067 Ma is consistent with this result at 2σ. For the C29r/C29n reversal, GTS2012 provided an age of 65.688 Ma. Our new result of 65.724 ± 0.013/0.044 Ma overlaps with this estimate at 2σ, considering systematic uncertainty. It is important to note that GTS2012 did not cite uncertainty estimates for their chron boundaries.\nOur new estimate for the duration of the Cretaceous portion of C29r, 259 ± 52 ka, is consistent with orbitally tuned marine sections, which call for at least a minimum duration of 300 ka, representing between 15 and 19 precession cycles (Thibault and Husson, 2016). Our new data further support an age of 66.05 Ma for the Cretaceous-Paleogene boundary, and they do not require an adjustment to the age of the Cretaceous-Paleogene boundary to obtain a Cretaceous duration of C29r close to 300 ka, as suggested in Thibault and Husson (2016). Our new duration estimate favors between 15 and 17 precessional cycles for the Cretaceous portion of C29r. Our new estimate for the duration of the Paleogene portion of C29r is also consistent with astronomical tuning results presented in Dinarès-Turrell et al. (2003, 2007) and Kuiper et al. (2008) for Zumaia, Spain. The results of Dinarès-Turrell et al. (2003, 2007) suggest a duration of 252 ka, which is reasonably consistent with our duration of 328 ± 15 ka. Kuiper et al. (2008) calculated a duration of 233 ka for the Paleogene portion of C29r, with a date of 65.724 ± 0.027 Ma for the C29r/C29n boundary, completely consistent with our own results. However, it is important to note that if the astronomically calibrated age of FCs presented in Kuiper et al. (2008) is used, our date for the C29r/C29n boundary recalculates to 65.518 ± 0.013/0.054 Ma (using the decay constants in Min et al., 2000), which is no longer consistent with the astronomically calculated date.\nComparing our results to those from Clyde et al. (2016), our weighted mean age of the\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 9/10 1637\nC29r/C29n reversal overlaps within 2σ of the estimate provided in Clyde et al. (2016), i.e., 65.724 ± 0.013/0.044 Ma versus 65.806 Ma using systematic uncertainty (Fig. 11). Comparing our results for the C30n/C29r reversal (66.311 ± 0.051/0.067 vs. 66.436 Ma), again our ages overlap within 2σ. Further comparing our results to recent estimates on the timing and duration of C29r from the Deccan Traps (Schoene et al., 2015; Renne et al., 2015), our new date for the age of the C30n/C29r reversal overlaps within 2σ of both a U/Pb zircon age for a segregation horizon within a lava flow of transitional polarity (66.228 ± 0.043 Ma, fully propagated uncertainty) and the 40Ar/39Ar date from the transitional lava flow itself (66.38 ± 0.05 Ma, analytic uncertainty). However, our new age for the C29r/C29n reversal does not overlap at 2σ with a U/Pb zircon age (65.552 ± 0.043 Ma, fully propagated uncertainty) calculated from zircons separated from a red bole that separates lava flows of reverse polarity below from those with normal polarity above. The C29r/C29n reversal age from Clyde et al. (2016) is also not consistent with Schoene et al.’s (2015) estimate, which suggests that the zircons present in the red bole were deposited tens of thousands of years after the eruption of the lower lava flow; in other words, there is a hiatus present. Schoene et al. (2015) also relied on previously published magnetostratigraphic data, and it is entirely possible that the dated red bole is misplaced within Chenet et al.’s (2008) magnetic stratigraphy, considering that Chenet et al. (2008) identified eight red boles near the C29r/C29n transition. Age of the Cretaceous-Paleogene Boundary Using the calibration of Renne et al. (2011), we calculated an age for the Cretaceous- Paleogene boundary derived from 730 single-crystal analyses, comprising 12 independent data sets from seven irradiations and two laboratories, of 66.052 ± 0.008/0.043 Ma. This age is consistent with the age of the Chicxulub impact as determined from Beloc tektites (weighted mean 40Ar/39Ar age from three studies of 66.038 ± 0.025/0.049 Ma; Swisher et al., 1992; Dalrymple et al., 1993; Renne et al., 2013) and from glassy melt rock taken from the Chicxulub crater (40Ar/39Ar age of 66.030 ± 0.050/0.065 Ma; Swisher et al., 1992). Our new age for the Cretaceous-Paleogene boundary is also consistent with an interpolated U/Pb age for the Cretaceous-Paleogene boundary (66.021 ± 0.040 Ma, fully propagated uncertainty) from the Denver Basin presented in Clyde et al. (2016). Comparing our new results to the astronomically tuned chronologies, we see that our age for the IrZ coal is consistent with the preferred astronomical age (65.957 ± 0.040 Ma) of Kuiper et al. (2008) for the boundary at Zumaia (Spain). Kuiper et al. (2008) calculated this age using the La2004 solution for Earth’s orbital motions. Renne et al. (2013) showed that using more recent orbital solutions (La2010 [Laskar et al., 2011] and La2011 [Westerhold et al.,\n2012], respectively), the age for the CretaceousPaleogene boundary does not significantly vary and ranges from 65.917 Ma (La2010d) to 66.056 Ma (La2004). Using the astronomically calibrated age of 28.201 ± 0.023 Ma for the FCs standard derived in Kuiper et al. (2008), our new date translates to an age of 65.845 ± 0.053 Ma (systematic uncertainty only, using decay constants of Min et al., 2000). This age provides slightly worse agreement with the astronomical age for the Cretaceous-Paleogene boundary; however, it does still overlap at 2σ. Utilizing our new age for the C29r/C29n boundary, we see that the Renne et al. (2011) calibration provides an age consistent with the preferred astronomical age at Zumaia, whereas the calibration of Kuiper et al. (2008) yields an age that is just barely distinguishable from the astronomical age at 2σ. Therefore, our new data slightly favor the calibration of Renne et al. (2011).\nIt is important to note that when comparing ages determined using the 40Ar/39Ar dating technique, it is imperative that all dates are recalculated to the same calibration. Our new date for the Cretaceous-Paleogene boundary of 66.052 ± 0.008/0.043 Ma should only be utilized when the calibration of Renne et al. (2011) is used, whereas an age of 65.845 ± 0.008/0.053 Ma is appropriate if using the calibration of Kuiper et al. (2008). Failure to recalculate ages to the same calibration will result in erroneous correlations. To facilitate recalculation, we provide R values (Renne et al., 1998) for all ages determined in this study in Tables 2–4.\nFaunal Implications\nResults from this study support the previous magnetostratigraphic correlations of NALMAs within the Hell Creek region (Fig. 12; Archibald et al., 1982; Swisher et al., 1993; LeCain et al., 2014; Sprain et al., 2015), despite the errors found in past reversal placements. Presently, Lancian faunas span C30n and the Cretaceous portion of C29r; Pu1 faunas (e.g., Hell Hollow and Z-Line) are constrained to the Paleogene portion of C29r; and Pu3 faunas (e.g., Garbani Channel and Purgatory Hill; previously designated Pu2/3 to reflect the uncertainty in correlation, but adjusted in Clemens, 2013) are found within C29n. These results are largely in agreement with results from other basins yielding Puercan faunas (San Juan Basin, Pu2 and Pu3 in C29n [Williamson, 1996; Lofgren et al., 2004]; Denver Basin, Pu1 in Paleogene C29r and Pu2 in C29n [Hicks et al., 2003; Eberle, 2003; Dahlberg et al., 2016]) and with the biochronologic scheme outlined in Lofgren et al. (2004; Pu1 in C29r, Pu2 in C29n, Pu3 in C29n). However, results from the Rav W-1 local fauna\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\n1638 Geological Society of America Bulletin, v. 130, no. 9/10\nin southwestern Saskatchewan (Johnston and Fox, 1984; Fox, 1989; Fox and Scott, 2011), the Hiatt local fauna from Makoshika State Park in eastern Montana (Hunter et al., 1997), and the PITA Flats local fauna from western North Dakota (Hunter, 1999; Hunter and Archibald, 2002) are inconsistent with this biochronologic scheme (Peppe et al., 2009). At each of these localities, local faunas that are assigned or tentatively assigned to Pu2 are found to occur within C29r. In the context of the magnetostratigraphic analysis conducted at these three localities, it is important to note that only at the Rav W-1 and Hiatt localities were paleomagnetic samples collected, whereas at PITA Flats, the placement into C29r was based on the estimated distance of this site above the Cretaceous-Paleogene boundary (which is not found in the PITA Flats section) compared to magnetostratigraphic results collected elsewhere (Hunter and Archibald, 2002). Furthermore, both paleomagnetic studies conducted at Rav W-1 (Lerbekmo and Coulter,\n1985) and at Hiatt (Lund et al., 2002) dominantly used AF demagnetization techniques to characterize primary directions. However, the results from the San Juan Basin placing Pu2 faunas into C29n were also based dominantly on AF demagnetization techniques (Butler and Lindsay, 1985). Considering the inconsistencies between basins, it may be best to reassess the paleomagnetic analyses performed at these sites in order to be confident in associated faunal conclusions. Unfortunately, the results presented here cannot test the placement of Pu2 faunas into a magnetostratigraphic framework, because clear Pu2 faunas have yet to be identified in the Hell Creek region. However, considering the stratigraphic gap comprising ~250 ka between the highest well-studied Pu1 faunas (all within C29r) and the lowest well-studied Pu3 faunas (see supplement for more details [see footnote 1]) in the Hell Creek area (all within C29n), it is entirely possible that Pu2 faunas do exist within C29r but have yet to be sampled (Wilson, 2014).\nAssuming the assignment of local faunas from Rav W-1, Hiatt, and PITA Flats to C29r is correct, Fox and Scott (2011) and Peppe et al. (2009) interpreted this pattern to indicate that Pu1and Pu2 zones overlap, suggesting that potentially the Puercan intervals are diachronous and that more advanced mammal species evolved earlier at higher latitudes or in certain geographic regions. Without better regional age control, this hypothesis is hard to test. However, using the Paleogene duration of C29r calculated here (~328 ka) and the estimate from Sprain et al. (2015) that Pu1 faunas from the Hell Creek region are constrained to at least the first 70 ka of the Cretaceous, there is roughly 250 ka of C29r within which Pu2 faunas found at the Hiatt, PITA Flats, and Rav W-1 localities could occur without overlapping with the Pu1 zone as recognized in the Hell Creek region. However, this cannot be confirmed in the Hell Creek region until a Pu2 fauna is identified there.\nThe refined date and placement of the C30n/ C29r boundary presented in this study call for a recalculation of the timing of ecological decline in the Hell Creek region before the Cretaceous-Paleogene boundary (originally calculated in Wilson [2014] as 500–600 ka before the Cretaceous-Paleogene boundary). Using our new placement of the C30n/C29r boundary (determined at Bug Creek, Thomas Ranch, and Sandy Chicken) and the sediment accumulation rate calculated between the Null and MCZ coals, we determine that pre– CretaceousPaleogene boundary ecological decline in the Hell Creek region began between 400 ka and 150 ka before the Cretaceous-Paleogene boundary, right around the onset of Deccan Traps volcanism and associated climatic\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 9/10 1639\nchanges (e.g., Schoene et al., 2015; Renne et al., 2015; Tobin et al., 2014).\nGlobal Implications\nUsing our newly calibrated GPTS, we can begin to tie records of biotic and abiotic change from both terrestrial and marine sections together with records of Deccan volcanism at high precision (Fig. 13). Upon first analysis, it appears that records of pre–CretaceousPaleogene boundary ecological decline coincide with Maastrichtian climate changes and the start of Deccan volcanism within the Western Ghats of India, consistent with previous studies. Using our new estimate for the duration of the Cretaceous portion of C29r, the record shows that the 8 °C decrease in terrestrial paleotemperature (Wilf et al., 2003; Tobin et al., 2014) is constrained to the last ~259 ka of the Cretaceous and that Maastrichtian warming likely ended ~150 ka before the Cretaceous-Paleogene boundary (Fig. 13; Thibault and Husson, 2016). These changes appear to coincide with the declines in the biodiversity (evenness) of mammalian and amphibian assemblages observed within the last 150–400 ka of the Cretaceous in the Hell Creek region, as previously suggested in Wilson (2005, 2014) and Wilson et al. (2014). Additionally, using our new estimate for the total duration of C29r, we confirm that over 80% of the volume of the Deccan Traps within the Western Ghats erupted in ~600 ka (using volume estimates calculated in Richards et al., 2015). However, using the placement of the Cretaceous-Paleogene boundary as estimated in Renne et al. (2015), 70% of this volume erupted after the Cretaceous-Paleogene boundary. This\nresult raises the question of why larger climatic variations are not seen after the CretaceousPaleogene boundary during the eruption of the largest volume of Deccan lava."
  }, {
    "heading": "CONCLUSIONS",
    "text": "We calculated a duration of 587 ± 53 ka for C29r based on 14 new magnetostratigraphic sections and 18 new 40Ar/39Ar tephra ages from the Hell Creek region, Montana. This result is consistent with past estimates for the age and duration of this chron based on cyclostratigraphy and U/Pb geochronology. The previous estimate for the duration of C29r of ~350 ka, presented in Sprain et al. (2015), is shown to be incorrect due to errors in reversal placement in two different magnetostratigraphic sections presented in Archibald et al. (1982) and LeCain et al. (2014). These errors are probably due to unremoved normal overprints, likely held by goethite, which cannot be removed by AF-only demagnetization techniques. This result calls for the reevaluation of magnetostratigraphic frameworks developed in central North American basins that were determined using only AF demagnetization techniques (e.g., the San Juan Basin), especially in locations where the placement of NALMA faunas is not consistent with other regional basins. Despite errors found in past reversal placement, our results confirm the previous placement of NALMA fauna into the magnetostratigraphic framework for the Hell Creek region: La: Cretaceous C29r, Pu1: Paleogene C29r, and Pu3: C29n.\nUsing our new calibration for C29r, we can begin to tie records of biotic and abiotic change around the Cretaceous-Paleogene boundary from both marine and terrestrial sections to records of Deccan volcanism. Tentative first analysis agrees with past assessments that pre– Cretaceous-Paleogene boundary ecological decline in the terrestrial realm correlated with the onset of Deccan volcanism and records of global climate change ~400 ka prior to the Cretaceous-Paleogene boundary.\nIncorporating ~200 new analyses, we also provide a new pooled age for the IrZ tephra of 66.052 ± 0.008/0.043 Ma, which we interpret as the most reliable age for the CretaceousPaleogene boundary available."
  }, {
    "heading": "APPENDIX: MAGNETOSTRATIGRAPHIC RESULTS",
    "text": "See Figures 7 and 8A–8C in addition to Table 1 for magnetostratigraphic summary."
  }, {
    "heading": "McKeever Ranch",
    "text": "At the McKeever Ranch locality, located roughly 44 km NW of the town of Jordan, Montana, five\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\n1640 Geological Society of America Bulletin, v. 130, no. 9/10\npaleomagnetic samples were collected covering ~16 m, ranging stratigraphically from immediately above the IrZ coal (MK13-3) to 65 cm above the Y coal. A channel deposit was identified at the top of our section, shortly above the Y coal, and as such, paleomagnetic sampling was mostly limited to collection below this unit. Paleomagnetic results show that all sites have reverse polarity, except for the lowermost site (MK1), which did not yield stable directions and was excluded from analysis. Given the proximity of the paleomagnetic sites to the Cretaceous-Paleogene boundary (marked here by the IrZ coal), we place this section in C29r.\nTo corroborate results from the McKeever Ranch locality, paleomagnetic samples were also collected at the nearby McKeever Ranch A site, roughly 1 km NW of the McKeever Ranch locality. Sampling at this locality was focused in an interval from the Y coal (MK12-1) down 5.5 m to the top of a large (~10-mthick) channel deposit. Two samples were collected, one right on top of the channel and one right below the Y coal. Both sites yielded reverse polarity, consistent with results found at McKeever Ranch, and as such, we also place this section within C29r."
  }, {
    "heading": "Hell Hollow",
    "text": "Eight paleomagnetic sites were sampled at the Hell Hollow locality, ~13 km SE of McKeever Ranch, from just above the HFZ coal (HH12-2; Sprain et al., 2015), to immediately below the upper Y coal (HH13-2). The lowermost five sites yielded directions of reverse polarity, and the upper three sites yielded directions with normal polarity, with the reversal between sites 15HH2 and HH4, roughly 28 m above the IrZ coal (HH12-1; Sprain et al., 2015) and ~3 m below the upper Y coal (HH13-2). Based on placement above the IrZ coal, we interpret these polarity zones as C29r and C29n, respectively,\nFive paleomagnetic sites were also collected from the Hell Hollow A locality, roughly 1.5 km SW from Hell Hollow, focused around the upper Y coal (from 85 cm below to ~4 m above; HH13-3), to fill in gaps that were unavoidable due to plant cover at the Hell Hollow locality. All five paleomagnetic sites yielded directions that were normal in polarity, attributed to C29n, consistent with results from Hell Hollow."
  }, {
    "heading": "Garbani Hill",
    "text": "Six paleomagnetic sites were sampled from just above the HFZ to ~5 m above the Y coal doublet (GC12-1, GC12-3; Sprain et al., 2015) at the Garbani Hill locality (~8 km SE of Hell Hollow), covering ~17 m of section. From these six sites, two yielded reverse directions, three yielded normal directions, and one was too scattered to be analyzed (16GH1). The switch from reverse to normal polarity occurred between ~3.9 and ~10.1 m into the section (between sites 15GB1A and 16GH2), with the midway point roughly 1 m below the Y coal doublet. We could tentatively place the reversal between site 15GB1A and 15GB1 (at ~20 cm below the Y coal doublet); however, we are not as confident in the determination of normal polarity at site 15GB1 (which is a C site) as we are at site 16GH2 (which is an A site). We assigned these polarity zones to C29r and C29n, respectively. These results are consistent with results presented by LeCain et al. (2014) for Garbani Hill; however, we find the reversal is more likely to be around the level of the Y coal doublet than multiple meters below it.\nDue to the importance of the local fauna collected from localities within the Garbani Channel (which\ncuts into the top of the Y coal doublet), and due to the uncertainty in the exact placement of the C29r/C29n reversal with regard to the paleontologically important channel deposit, an additional paleomagnetic site was collected directly from the Garbani Channel (15GBC). All four specimens collected from the Garbani Channel yielded normal polarities, and we therefore place the Garbani Channel local fauna within C29n."
  }, {
    "heading": "Pearl Lake",
    "text": "Five paleomagnetic sites were sampled at Pearl Lake, starting 5.92 m above the HFZ coal (MD151) and extending to 0.47 m above the Y coal stringer (PL14-1), spanning ~14 m of section. The first four sites yielded characteristic directions that were reverse in polarity (assigned to C29r), and the topmost site yielded characteristic directions that were normal in polarity (assigned to C29n), with the reversal occurring between 0.65 m below the Y coal stringer to ~0.47 m above it (between sites 16PL1 and 16PL2).\nThese results contradict those presented in LeCain et al. (2014), where the reversal was placed ~6 m below the Y coal stringer. We can only assume the normal directions determined by LeCain et al. (2014) below the Y coal stringer were unremoved normal overprints, likely held by goethite."
  }, {
    "heading": "Lerbekmo South",
    "text": "Six paleomagnetic sites were sampled at our Lerbekmo South locality (~10 km E of Garbani Hill) between the MCZ to right above the upper Y coal (HC13-1), covering ~10 m of section. Two sites near the base of the stratigraphic column yielded reverse directions (HC1, HC2). Moving up in stratigraphy, site HC3 yielded directions that were normal in polarity. Although each specimen yielded a normal direction, there is an apparent unremoved reverse direction present, as all three specimens continued to move toward shallower directions during demagnetization, consistent with removal of a normal component and a reverse component being revealed. These results suggest that this site may have been entirely overprinted. Above site HC3, there is site HC4 (which was re-collected in 2014 as site 14HC1), collected just below the upper Y coal (HC13-1). This site yielded specimens with characteristic directions of both reverse and normal polarity. From this information, we argue that this site should have reverse polarity, but it has been significantly remagnetized, as has site HC3 below it. Site 14HC2 is the highest stratigraphically and was collected just above the upper Y coal. This site yielded directions with normal polarity. However, none of the normal directions was distinct from their secondary components, which are similar in direction to the present local field. This evidence suggests that our samples from this site were also remagnetized. Based on this information, we chose to not place the reversal within this stratigraphy."
  }, {
    "heading": "Isaac Ranch",
    "text": "Four paleomagnetic sites were sampled at Isaac Ranch, located ~37 km NE of Lerbekmo South, from just above the MCZ to the Y coal (~9 m above the MCZ: IS13-2 of Ickert et al., 2015). All sites yielded reverse polarities, and we place this section into C29r."
  }, {
    "heading": "Thomas Ranch",
    "text": "Thirteen paleomagnetic sites were sampled at Thomas Ranch between ~5 m below the Null coal\n(TR13-2) to just above the MCZ (TR13-3), covering ~37 m of section. Of these 13 sites, three were determined to be normal polarity (placed into C30n), and 10 were determined to be reverse polarity (placed into C29r), with the reversal located ~2.6 m in section, between sites 14TRA2 and 15TRA2, roughly 2 and 1 m below the Null coal (TR13-2), respectively. We note here that site 15TRA2 is a C site, and the results from all three specimens did not pass Watson’s test for randomness. However, we chose to utilize this site in the reversal determination, using the direction from our best-behaved sample, 15TRA2-1A, for analysis. We did so because each specimen from site 15TRA2 showed evidence for a reverse component. This component was revealed after the removal of a normal overprint consistent in direction with the present local field (after demagnetization to ~200 °C), and the demagnetization path for two/three specimens is consistent with the great circle path between present field normal and latest Cretaceous reverse polarity (see Fig. 3). This site did not pass Watson’s test for randomness largely because the samples had low magnetization, and their directions began to scatter at low demagnetization steps. However, based on the above information, we determined that this site is reverse in polarity and represents the stratigraphically lowest site within C29r."
  }, {
    "heading": "Sandy Chicken",
    "text": "Seven paleomagnetic sites were sampled at Sandy Chicken (~7 km SE of Thomas Ranch), from ~1.5 m below the Null coal to just below the MCZ, covering ~30 m of section. All sites yielded reverse polarities. The three lowermost sites (14SC1, 14SC2, 14SC3) were assigned a C rating because directions for each site were very scattered due to weak magnetizations. However, all specimens yielded directions that plotted in the upper hemisphere, and we therefore assigned these sites reverse polarities, which is consistent with our results at Thomas Ranch. We place this entire section into C29r."
  }, {
    "heading": "Bug Creek",
    "text": "Seven sites were sampled for paleomagnetic analysis from Bug Creek, located 13 km NE of Sandy Chicken, starting ~6.6 m below the Null coal (BC11-1/BC-1PR; Sprain et al., 2015) to ~6 m above it. The three lowest sites yielded characteristic directions that have normal polarity, and the four highest sites yielded directions that have reverse polarity, with the reversal located between sites 15BC2 and 14BC2A (roughly 2 and 0.85 m below the Null coal, respectively). Both sites 15BC2 and 14BC2A are C sites and did not pass Watson’s test for randomness. However, we still used these sites for reversal placement, utilizing directions from our best-behaved samples, 14BC2-3A and 14BC2A-1A, respectively, for analysis. All three specimens from site 14BC2 yielded characteristic directions that were normal in polarity and distinct from a normal polarity secondary overprint (removed by ~200 °C step). Two/three specimens yielded characteristic directions consistent with one another, while the third specimen started to scatter at ~25 mT. We therefore determined that this site has normal polarity, and we assign it to C30n. For site 14BC2A, all specimens yielded directions that plot in the upper hemisphere after the removal of a normal polarity component, consistent with present local field, and 2/6 specimens yielded directions consistent with Late Cretaceous reverse polarity. We therefore believe that this site is of reverse polarity,\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 9/10 1641\nconsistent with C29r. Furthermore, this placement of the C30n/C29r reversal is consistent with results from Thomas Ranch and Sandy Chicken.\nThe results from Bug Creek are inconsistent with past paleomagnetic data presented in Archibald et al. (1982) for this section, where the reversal was identified ~20 m above the Null coal. Based on results from this site, in addition to Thomas Ranch and Sandy Chicken sites, where the reversal was determined to be at least 1.5 m below the Null coal, we believe the results from Archibald et al. (1982) to be in error, likely due to unremoved secondary overprints. Our new results are also consistent with the placement of the C30n/C29r reversal at Flag Butte (LeCain et al., 2014) ~25 m below the formational boundary."
  }, {
    "heading": "Purgatory Hill",
    "text": "At Purgatory Hill, 5 km NE of Bug Creek, six sites were sampled for paleomagnetic analysis from a few meters above the Z coal to just below the upper Y coal (PH13-2; note that Rigby and Rigby [1990] and Noorbergen et al. [2017] designated this and the coals we sampled below as X coals), covering a range of ~30 m. Paleomagnetic results indicate that that the section begins with a reverse polarity zone (assigned to C29r) and changes to normal polarity (assigned to C29n) ~26 m into the section (between sites 15PH4 and 16PH2), just below the PH13-1 coal. Site 15PH4 is a C site and did not pass Watson’s test for randomness. However, we chose to utilize this site in reversal determination, using the direction from our best-behaved sample, 15PH4-2A, for analysis. We did so because each specimen from site 15PH4 showed evidence for a reverse component that was revealed after the removal of a normal overprint consistent in direction with the present local field (largely removed by the 210 °C temperature step; for more details, see Fig. 3). Additionally, the demagnetization trend for all three specimens is consistent with a great circle path between the present field normal and early Paleogene reverse polarity, with the intersection of all three paths near the expected direction for C29r. We therefore have confidence that this site is reverse in polarity. These results are consistent with those found in Noorbergen et al. (2017) for the Purgatory Hill section, with the reversal occurring around their coal #5- X, equivalent to our PH13-1 coal.\nDue to the importance of the local fauna within the Purgatory Hill Channel and its correlation to the Garbani Channel local fauna, we collected an additional paleomagnetic site directly from the Purgatory Hill Channel (16PH1). From the three specimens collected, all were found to have normal polarity. Based on these results, we place the Purgatory Hill Channel local fauna within C29n."
  }, {
    "heading": "McGuire Creek (Lofgren)",
    "text": "Eleven paleomagnetic sites were sampled at our Lofgren section, ~8.5 km south of Purgatory Hill, ranging from ~3.5 m above the MCZ (LG11-1) to ~10 cm above the X coal (LG13-1), covering a range of ~21 m. The stratigraphically lower eight sites yielded characteristic directions that were of reverse polarity (which we assign to C29r), and the uppermost three sites yielded normal polarity (which we assign to C29n), with the reversal occurring ~22.3 m into the section (between sites 14LG7 and 15LG2), ~1 m below the X coal (LG13-1). It is important to note that the three normal polarity sites within this section all have unremoved reverse components that are held by higher-coercivity phases. While the origin of this\ncomponent is uncertain, we do not believe this component to be the primary direction, because the demagnetization trend for a majority of the specimens from these three sites follows a great circle path. These great circle paths appear to include the present local field, and what appears to be early Paleogene normal polarity, in addition to this reverse component. Furthermore, from rock magnetic analysis (Sprain et al., 2016), there is no evidence that hematite is a primary carrier of remanence. We therefore believe that this reverse component may be a result of the precipitation of a higher-coercivity phase (like hematite) at a time after deposition and that a normal polarity assignment is appropriate for these three sites. We also note that site 15LG2 is a C site. This site was used for reversal placement, utilizing the direction from our bestbehaved sample (15LG2-1A) for analysis, because we believe the scatter causing the site to fail Watson’s test for randomness is due to the aforementioned unremoved reverse overprint. We chose the direction from specimen 15LG2-1A for analysis because it was the one specimen not complicated by the reverse overprint. The characteristic component for this specimen was also nicely behaved (trending toward the origin on a Zijderveld plot) and was distinct from a clear secondary normal overprint that is consistent in direction with the present local field."
  }, {
    "heading": "Jack’s Channel",
    "text": "Six paleomagnetic sites were sampled at Jack’s Channel, 4 km SW of McGuire Creek, from a few meters below the 2380 Y coal (JC13-4) to just below the 2440 Y coal (JC13-2). Two out of the six sites yielded reverse polarity (assigned to C29r), and four out of the six sites yielded normal polarity (assigned to C29n), with the reversal placed between sites 14JC2 and 14JC3, ~25 m above the MCZ, around the level of the 2380 coal. Above the 2440 coal at Jack’s Channel, there is a clinker deposit (in situ burned coal seam). Due to the possible biasing effects of reheating, another site further away from the clinker covering the same stratigraphic interval was collected.\nAt the Jack’s Channel 2015 section, four sites were sampled ranging from ~2 m below to 2 m above the 2380 coal. From these sites, two yielded reverse polarity (assigned to C29r) and two yielded normal polarity (assigned to C29n), with the reversal occurring around the level of the 2380 coal. At both our Jack’s Channel and Jack’s Channel 2015 sections, the first normal polarity site occurs in the same location, immediately above the 2380 coal. Thus, we believe the reversal to be the C29r/C29n reversal and not to be the result of secondary normal overprints."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We would like to thank the Ann and Gordon Getty Foundation, the Esper S. Larsen Fund, N. Myhrvold’s support of the Hell Creek Project III, the Geological Society of America, the Paleontological Society, the University of California Museum of Paleontology, the University of Washington Department of Biology, the Bureau of Land Management, Charles M. Russell Wildlife Refuge, Montana Department of Natural Resources and Conservation, and Montana Fish, Wildlife, and Parks for support of this work. Sprain was also funded by a National Science Foundation Graduate Research Fellowship during the duration of this work. We acknowledge various contributions by Jessica Banaszak, Tim Becker, Alan Deino, Denver Fowler, Ryan Ickert, Abed Jaouni, Lisa Smeenk, Andrew Tholt, Isabel Fendley, Elizabeth Niespolo, Ga-\nbriella Quaresma, and Stephanie Smith. Land access was graciously provided by the Engdahl, McKeever, Tharp, and Thomas families. We thank Michael Smith and one anonymous reviewer for their constructive comments on the manuscript."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Archibald, J.D., Butler, R.F., Lindsay, E.H., Clemens, W.A., and Dingus, L., 1982, Upper Cretaceous– Paleocene biostratigraphy and magnetostratigraphy, Hell Creek and Tullock Formations, northeastern Montana: Geology, v. 10, p. 153–159, https://doi .org/10.1130/0091-7613(1982)10<153:UCBAMH>2 .0.CO;2. Archibald, J.D., Clemens, W.A., Padian, K., Rowe, T., Macleod, N., Barrett, P.M., Gale, A., Holroyd, P., Sues, H.D., Arens, N.C., Horner, J.R., Wilson, G.P., Goodwin, M.B., Brochu, C.A., et al., 2010, Cretaceous extinctions: Multiple causes: Science, v. 328, p. 973, https:// doi.org/10.1126/science.328.5981.973-a. Arens, N.C., and Jahren, A.H., 2000, Carbon isotope excursion in atmospheric CO2 at the Cretaceous- Tertiary boundary: Evidence from terrestrial sediments: Palaios, v. 15, p. 314–322, https://doi.org/10.1669/ 0883-1351(2000)015<0314:CIEIAC>2.0.CO;2. Arens, N.C., and Jahren, A.H., 2002, Chemostratigraphic correlation of four fossil-bearing sections in southwestern North Dakota, in Hartman, J.H., Johnson, K.R., and Nichols, D.J., eds., The Hell Creek Formation and the Cretaceous-Tertiary Boundary in the Northern Great Plains: An Integrated Continental Record of the End of the Cretaceous: Geological Society of America Special Paper 361, p. 75–93, https://doi .org/10.1130/0-8137-2361-2.75. Arens, N.C., and West, I.D., 2008, Press-pulse: A general theory of mass extinction?: Paleobiology, v. 34, p. 456–471, https://doi.org/10.1666/07034.1. Arens, N.C., Thompson, A., and Jahren, A.H., 2014, A preliminary test of the press-pulse extinction hypothesis: Palynological indicators of vegetation change preceding the Cretaceous-Paleogene boundary, McCone County, Montana, USA, in Wilson, G.P., Clemens, W.A., Horner, J.R., and Hartman, J.H., eds., Through the End of the Cretaceous in the Type Locality of the Hell Creek Formation in Montana and Adjacent Areas: Geological Society of America Special Paper 503, p. 209–227, https://doi.org/10.1130/2014.2503(07). Bercovici, A., Pearson, D., Nichols, D., and Wood, J., 2009, Biostratigraphy of selected K/T boundary sections in southwestern North Dakota, USA: Toward a refinement of palynological identification criteria: Cretaceous Research, v. 30, p. 632–658, https://doi .org/10.1016/j.cretres.2008.12.007. Besse, J., and Courtillot, V., 2002, Apparent and true polar wander and the geometry of the geomagnetic field over the last 200 Myr: Journal of Geophysical Research–Solid Earth, v. 107, 2300, https://doi .org/10.1029/2000JB000050. Boyd, D.W., and Lillegraven, J.A., 2011, Persistence of the Western Interior Seaway: Historical background and significance of ichnogenus Rhizocorallium in Paleocene strata, south-central Wyoming: Rocky Mountain Geology, v. 46, p. 43–69, https://doi.org/10.2113/ gsrocky.46.1.43. Brown, R.W., 1952, Tertiary strata in eastern Montana and western North and South Dakota: Billings Geological Society Guidebook, v. 3, p. 89–92. Butler, R.F., and Lindsay, E.H., 1985, Mineralogy of Magnetic Minerals and Revised Magnetic Polarity Stratigraphy of Continental Sediments, San Juan Basin, New Mexico: The Journal of Geology, v. 93, p. 535–554. Calvert, W.R., 1912, Geology of Certain Lignite Fields in Eastern Montana: U.S. Geological Survey Bulletin, v. 471, p. 187–201. Cande, S.C., and Kent, D.V., 1995, Revised calibration of the geomagnetic polarity timescale for the Late Cretaceous and Cenozoic: Journal of Geophysical Research–Solid Earth, v. 100, p. 6093–6095, https:// doi.org/10.1029/94JB03098. Chenet, A.L., Quidelleur, X., Fluteau, F., Courtillot, V., and Bajpai, S., 2007, K-40-Ar-40 dating of the Main\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\n1642 Geological Society of America Bulletin, v. 130, no. 9/10\nDeccan large igneous province: Further evidence of KTB age and short duration: Earth and Planetary Science Letters, v. 263, p. 1–15, https://doi.org/10.1016/j .epsl.2007.07.011. Chenet, A.L., Fluteau, F., Courtillot, V., Gerard, M., and Subbarao, K.V., 2008, Determination of rapid Deccan eruptions across the Cretaceous-Tertiary boundary using paleomagnetic secular variation: Results from a 1200-m-thick section in the Mahabaleshwar escarpment: Journal of Geophysical Research–Solid Earth, v. 113, B04101, https://doi.org/ 10.1029/2006jb004635. Chenet, A.L., Courtillot, V., Fluteau, F., Gerard, M., Quidelleur, X., Khadri, S.F.R., Subbarao, K.V., and Thordarson, T., 2009, Determination of rapid Deccan eruptions across the Cretaceous-Tertiary boundary using paleomagnetic secular variation: 2. Constraints from analysis of eight new sections and synthesis for a 3500-m-thick composite section: Journal of Geophysical Research–Solid Earth, v. 114, B06103, https://doi. org/10.1029/2008jb005644. Cifelli, R.L., Eberle, J.J., Lofgren, D.L., Lillegraven, J.A., and Clemens, W.A., 2004, Mammalian biochronology of the latest Cretaceous, in Woodburne, M.O., ed., Late Cretaceous and Cenozoic Mammals of North America: Biostratigraphy and Geochronology: New York, Columbia University Press, p. 21–42, https://doi .org/10.7312/wood13040-004. Clemens, W.A., 2002, Evolution of the mammalian fauna across the Cretaceous-Tertiary boundary in northeastern Montana and other areas of the Western Interior, in Hartman, J.H., Johnson, K.R., and Nichols, D.J., eds., The Hell Creek Formation and the Cretaceous-Tertiary Boundary in the Northern Great Plains: An Integrated Continental Record of the End of the Cretaceous: Geological Society of America Special Paper 361, p. 217– 245, https://doi.org/10.1130/0-8137-2361-2.217. Clemens, W.A., 2013, Cf. Wortmania from the early Paleocene of Montana and an evaluation of the fossil record of the initial diversification of the Taeniodonta (Mammalia): Canadian Journal of Earth Sciences, v. 50, p. 341–354, https://doi.org/10.1139/e2012-055. Clemens, W.A., and Hartman, J.H., 2014, From Tyrannosaurus rex to asteroid impact: Early studies (1901–1980) of the Hell Creek Formation in its type area, in Wilson, G.P., Clemens, W.A., Horner, J.R., and Hartman, J.H., eds., Through the End of the Cretaceous in the Type Locality of the Hell Creek Formation in Montana and Adjacent Areas: Geological Society of America Special Paper 503, p. 1–87, https://doi .org/10.1130/2014.2503(01). Clemens, W.A., and Wilson, G.P., 2009, Early Torrejonian mammalian local faunas from northeastern Montana, U.S.A., in Albright, L.B., III, ed., Papers on Geology, Vertebrate Paleontology, and Biostratigraphy in Honor of Michael O. Woodburne: Museum of Northern Arizona Bulletin, v. 65, p. 111–158. Clyde, W.C., Ramezani, J., Johnson, K.R., Bowring, S.A., and Jones, M.M., 2016, Direct high-precision U-Pb geochronology of the end-Cretaceous extinction and calibration of Paleocene astronomical timescales: Earth and Planetary Science Letters, v. 452, p. 272– 280, https://doi.org/10.1016/j.epsl.2016.07.041. Collier, A.J., and Knechtel, M., 1939, The Coal Resources of McCone County, Montana: U.S. Geological Survey Bulletin 905, 80 p. Dahlberg, E.L., Eberle, J.J., Sertich, J.J.W., and Miller, I.M., 2016, A new earliest Paleocene (Puercan) mammalian fauna from Colorado’s Denver Basin, U.S.A.: Rocky Mountain Geology, v. 51, p. 1–22, https://doi .org/10.2113/gsrocky.51.1.1. Dalrymple, G.B., Izett, G.A., Snee, L.W., and Obradovich, J.D., 1993, 40Ar/39Ar Age Spectra and Total Fusion Ages of Tektites from Cretaceous-Tertiary Boundary Sedimentary Rocks in the Beloc Formation, Haiti: U.S. Geological Survey Bulletin 2065, p. 1–20. Day, R., Fuller, M., and Schmidt, V.A., 1977, Hysteresis properties of titanomagnetites: Grain-size and compositional dependence: Physics of the Earth and Planetary Interiors, v. 13, p. 260–267, https://doi.org/10.1016/ 0031-9201(77)90108-X. D’Hondt, S., Donaghay, P., Zachos, J.C., Luttenberg, D., and Lindinger, M., 1998, Organic carbon fluxes and\necological recovery from the Cretaceous-Tertiary mass extinction: Science, v. 282, p. 276–279, https://doi .org/10.1126/science.282.5387.276. Dinarès-Turell, J., Baceta, J.I., Pujalte, V., Orue-Etxebarria, X., Bernaola, G., and Lorito, S., 2003, Untangling the Palaeocene climatic rhythm: An astronomically calibrated early Palaeocene magnetostratigraphy and biostratigraphy at Zumaia (Basque Basin, northern Spain): Earth and Planetary Science Letters, v. 216, p. 483– 500, https://doi.org/10.1016/S0012-821X(03)00557-0. Dinarès-Turell, J., Baceta, J.I., Bernaola, G., OrueEtxebarria, X., and Pujalte, V., 2007, Closing the midPalaeocene gap: Toward a complete astronomically tuned Palaeocene Epoch and Selandian and Thanetian GSSPs at Zumaia (Basque Basin, W Pyrenees): Earth and Planetary Science Letters, v. 262, p. 450–467, https://doi.org/10.1016/j.epsl.2007.08.008. Dunlop, D.J., 2002, Theory and application of the Day plot (Mrs/Ms versus Hcr/Hc): 1. Theoretical curves and tests using titanomagnetite data: Journal of Geophysical Research–Solid Earth, v. 107, p. EPM 4-1–EPM 4-22, https://doi.org/10.1029/2001JB000486. Eberle, J.J., 2003, Puercan mammalian systematics and biostratigraphy in the Denver Formation, Denver Basin, Colorado: Rocky Mountain Geology, v. 38, p. 143– 169, https://doi.org/10.2113/gsrocky.38.1.143. Fastovsky, D.E., 1987, Paleoenvironments of vertebratebearing strata during the Cretaceous-Paleogene transition, eastern Montana and western North Dakota: Palaios, v. 2, p. 282–295, https://doi.org/10 .2307/3514678. Fastovsky, D.E., and Bercovici, A., 2016, The Hell Creek Formation and its contribution to the Cretaceous– Paleogene extinction: A short primer: Cretaceous Research, v. 57, p. 368–390, https://doi.org/10.1016/j .cretres.2015.07.007. Fastovsky, D.E., and Dott, R.H., 1986, Sedimentology, stratigraphy, and extinctions during the Cretaceous-Paleogene transition at Bug Creek, Montana: Geology, v. 14, p. 279–282, https://doi .org/10.1130/0091-7613(1986)14<279:SSAEDT>2 .0.CO;2. Fisher, R.A., 1953, Dispersion on a sphere: Proceedings of the Royal Society of London, ser. A, Mathematical and Physical Sciences, v. 217, p. 295–305. Fox, R.C., 1989, The Wounded Knee local fauna and mammalian evolution near the Cretaceous-Tertiary boundary, Saskatchewan, Canada: Palaeontographica Abteilung A, v. 208, p. 11–59. Fox, R.C., and Scott, C.S., 2011, A new, early Puercan (earliest Paleocene) species of Purgatorius (Plesiadapiformes, Primates) from Saskatchewan, Canada: Journal of Paleontology, v. 85, p. 537–548, https://doi .org/10.1666/10-059.1. Gill, J.R., and Cobban, W.A., 1973, Stratigraphy and Geologic History of the Montana Group and Equivalent Rocks, Montana, Wyoming, and North and South Dakota: U.S. Geological Survey Professional Paper 776, 37 p., http://pubs.er.usgs.gov/publication/pp776 (accessed August 2014). Gradstein, F.M., Ogg, J.G., and Smith, A.G., 2005, A Geologic Time Scale 2004: Cambridge, Cambridge University Press, 589 p. Gradstein, F.M., Ogg, J.G., Schmitz, M.D., and Ogg, G.M., 2012, The Geologic Time Scale 2012: Oxford, Elsevier, 1144 p. Hartman, J.H., Butler, R.D., Weiler, M.W., and Schumaker, K.K., 2014, Context, naming, and formal designation of the Cretaceous Hell Creek Formation lectostratotype, Garfield County, Montana, in Wilson, G.P., Clemens, W.A., Horner, J.R., and Hartman, J.H., eds., Through the End of the Cretaceous in the Type Locality of the Hell Creek Formation in Montana and Adjacent Areas: Geological Society of America Special Paper 503, p. 89–121, https://doi.org/10.1130/2014.2503(02). Hicks, J.F., Johnson, K.R., Obradovich, J.D., Tauxe, L., and Clark, D., 2002, Magnetostratigraphy and geochronology of the Hell Creek and basal Fort Union Formations of southwestern North Dakota and a recalibration of the age of the Cretaceous-Tertiary boundary, in Hartman, J.H., Johnson, K.R., and Nichols, D.J., eds., The Hell Creek Formation and the Cretaceous-Tertiary Boundary in the Northern Great Plains: An Integrated\nContinental Record of the End of the Cretaceous: Geological Society of America Special Paper 361, p. 35– 55, https://doi.org/10.1130/0-8137-2361-2.35. Hicks, J.F., Johnson, K.R., Obradovich, J.D., Miggins, D.P., and Tauxe, L., 2003, Magnetostratigraphy of Upper Cretaceous (Maastrichtian) to Lower Eocene strata of the Denver Basin, Colorado: Rocky Mountain Geology, v. 38, p. 1–27, https://doi.org/10.2113/gsrocky.38.1.1. Hilgen, F.J., Kuiper, K.F., and Lourens, L.J., 2010, Evaluation of the astronomical time scale for the Paleocene and earliest Eocene: Earth and Planetary Science Letters, v. 300, p. 139–151, https://doi.org/10.1016/j .epsl.2010.09.044. Hunter, J.P., 1999, Evolution at all scales in the vertebrate fossil record, in Scotchmoor, J., and Springer, D.A., eds., Evolution: Investigating the Evidence: The Paleontological Society Special Publication Volume 9, p. 202–220. Hunter, J.P., and Archibald, J.D., 2002, Mammals from the end of the age of dinosaurs in North Dakota and southeastern Montana, with a reappraisal of geographic differentiation among Lancian mammals, in Hartman, J.H., Johnson, K.R., and Nichols, D.J., eds., The Hell Creek Formation and the Cretaceous-Tertiary Boundary in the Northern Great Plains: An Integrated Continental Record of the End of the Cretaceous: Geological Society of America Special Paper 361, p. 191–216, https://doi.org/10.1130/0-8137-2361-2.191. Hunter, J.P., Hartman, J.H., and Krause, D.W., 1997, Mammals and mollusks across the Cretaceous-Tertiary boundary from Makoshika State Park and vicinity (Williston Basin), Montana: Rocky Mountain Geology, v. 32, p. 61–114. Hunter, J.P., Heinrich, R.E., and Weishampel, D.B., 2010, Mammals from the St. Mary River Formation (Upper Cretaceous), Montana: Journal of Vertebrate Paleontology, v. 30, p. 885–898, https://doi.org/ 10.1080/02724631003763490. Husson, D., Galbrun, B., Laskar, J., Hinnov, L.A., Thibault, N., Gardin, S., and Locklair, R.E., 2011, Astronomical calibration of the Maastrichtian (Late Cretaceous): Earth and Planetary Science Letters, v. 305, p. 328– 340, https://doi.org/10.1016/j.epsl.2011.03.008. Ickert, R.B., Mulcahy, S.R., Sprain, C.J., Banaszak, J.F., and Renne, P.R., 2015, Chemical and Pb isotope composition of phenocrysts from bentonites constrains the chronostratigraphy around the Cretaceous-Paleogene boundary in the Hell Creek region, Montana: Geochemistry Geophysics Geosystems, v. 16, p. 2743– 2761, https://doi.org/10.1002/2015GC005898. Johnston, P.A., and Fox, R.C., 1984, Paleocene and Late Cretaceous mammals from Saskatchewan, Canada: Palaeontographica Abteilung A, v. 186, p. 163–222. Keller, G., Adatte, T., Gardin, S., Bartolini, A., and Bajpai, S., 2008, Main Deccan volcanism phase ends near the K-T boundary: Evidence from the Krishna– Godavari Basin, SE India: Earth and Planetary Science Letters, v. 268, p. 293–311, https://doi.org/10.1016/j .epsl.2008.01.015. Keller, G., Punekar, J., and Mateo, P., 2016, Upheavals during the late Maastrichtian: Volcanism, climate and faunal events preceding the end-Cretaceous mass extinction: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 441, no. 1, p. 137–151, https://doi.org/ 10.1016/j.palaeo.2015.06.034. Kidwell, S.M., and Holland, S.M., 2002, The quality of the fossil record: Implications for evolutionary analyses: Annual Review of Ecology and Systematics, v. 33, p. 561–588, https://doi.org/10.1146/annurev .ecolsys.33.030602.152151. Kirschvink, J.L., 1980, The least-squares line and plane and the analysis of palaeomagnetic data: Geophysical Journal International, v. 62, p. 699–718, https://doi .org/10.1111/j.1365-246X.1980.tb02601.x. Kucera, M., and Malmgren, B.A., 1998, Terminal Cretaceous warming event in the mid-latitude South Atlantic Ocean: Evidence from poleward migration of Contusotruncana contusa (planktonic foraminifera) morphotypes: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 138, p. 1–15, https://doi.org/10.1016/ S0031-0182(97)00124-7. Kuiper, K.F., Deino, A., Hilgen, F.J., Krijgsman, W., Renne, P.R., and Wijbrans, J.R., 2008, Synchronizing rock\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 9/10 1643\nclocks of Earth history: Science, v. 320, p. 500–504, https://doi.org/10.1126/science.1154339. Laskar, J., Robutel, P., Joutel, F., Gastineau, M., Correia, A.C.M., and Levrard, B., 2004, A long-term numerical solution for the insolation quantities of the Earth: Astronomy & Astrophysics, v. 428, p. 261–285, https:// doi.org/10.1051/0004-6361:20041335. Laskar, J., Fienga, A., Gastineau, M., and Manche, H., 2011, La2010: A new orbital solution for the long-term motion of the Earth: Astronomy & Astrophysics, v. 532, p. A89, https://doi.org/10.1051/0004-6361/201116836. LeCain, R., Clyde, W.C., Wilson, G.P., and Riedel, J., 2014, Magnetostratigraphy of the Hell Creek and lower Fort Union Formations in northeastern Montana, in Wilson, G.P., Clemens, W.A., Horner, J.R., and Hartman, J.H., eds., Through the End of the Cretaceous in the Type Locality of the Hell Creek Formation in Montana and Adjacent Areas: Geological Society of America Special Paper 503, p. 137–147, https://doi .org/10.1130/2014.2503(04). Lerbekmo, J.F., 2009, Glacioeustatic sea level fall marking the base of supercycle TA-1 at 66.5 Ma recorded by the kaolinization of the Whitemud Formation and the Colgate Member of the Fox Hills Formation: Marine and Petroleum Geology, v. 26, p. 1299–1303, https:// doi.org/10.1016/j.marpetgeo.2008.08.001. Lerbekmo, J.F., 2014, Chicxulub-Shiva extraterrestrial onetwo killer punches to Earth 65 million years ago: Marine and Petroleum Geology, v. 49, p. 203–207, https:// doi.org/10.1016/j.marpetgeo.2013.05.014. Lerbekmo, J.F., and Coulter, K.C., 1985, Magnetostratigraphic and lithostratigraphic correlation of coal seams and contiguous strata, Upper Horseshoe Canyon and Scollard Formations (Maastrichtian to Paleocene), Red Deer Valley, Alberta: Bulletin of Canadian Petroleum Geology, v. 33, p. 295–305. Lerbekmo, J.F., Sweet, A.R., and Duke, M.J.M., 1996, A normal polarity subchron that embraces the K/T boundary: A measure of sedimentary continuity across the boundary and synchoneity of boundary events, in Ryder, G., Fastovsky, D., and Gartner, S., eds., The Cretaceous-Tertiary Event and Other Catastrophes in Earth History: Geological Society of America Special Paper 307, p. 465–476. Lewis, K.W., Keeler, T.L., and Maloof, A.C., 2011, New software for plotting and analyzing stratigraphic data: Eos (Washington, D.C.), v. 92, no. 5, p. 37–38. Li, L., and Keller, G., 1998, Abrupt deep-sea warming at the end of the Cretaceous: Geology, v. 26, p. 995–998, https://doi.org/10.1130/0091-7613(1998)026<0995 :ADSWAT>2.3.CO;2. Lofgren, D.L., Lillegraven, J.A., Clemens, W.A., Gingerich, P.D., Williamson, T.E., and Woodburne, M.O., 2004, Paleocene biochronology: The Puercan through Clarkforkian land mammal ages, in Woodburne, M.O., ed., Late Cretaceous and Cenozoic Mammals of North America: Biostratigraphy and Geochronology: New York, Columbia University Press, p. 43–105. Lund, S.P., Hartman, J.H., and Banerjee, S.K., 2002, Magnetostratigraphy of interfingering Upper Cretaceous– Paleocene marine and continental strata of the Williston Basin, North Dakota and Montana, in Hartman, J.H., Johnson, K.R., and Nichols, D.J., eds., The Hell Creek Formation and the Cretaceous-Tertiary Boundary in the Northern Great Plains: An Integrated Continental Record of the End of the Cretaceous: Geological Society of America Special Paper 361, p. 57–74. MacLeod, K.G., Huber, B.T., and Isaza-Londoño, C., 2005, North Atlantic warming during global cooling at the end of the Cretaceous: Geology, v. 33, p. 437–440, https://doi.org/10.1130/G21466.1. McFadden, P.L., and McElhinny, M.W., 1990, Classification of the reversal test in palaeomagnetism: Geophysical Journal International, v. 103, p. 725–729, https://doi .org/10.1111/j.1365-246X.1990.tb05683.x. Min, K., Mundil, R., Renne, P.R., and Ludwig, K.R., 2000, A test for systematic errors in 40Ar/39Ar geochronology through comparison with U/Pb analysis of a 1.1-Ga rhyolite: Geochimica et Cosmochimica Acta, v. 64, p. 73– 98, https://doi.org/10.1016/S0016-7037(99)00204-5. Moore, J.R., Wilson, G.P., Sharma, M., Hallock, H.R., Braman, D.R., and Renne, P.R., 2014, Assessing the relationships of the Hell Creek–Fort Union contact,\nCretaceous-Paleogene boundary, and Chicxulub impact ejecta horizon at the Hell Creek Formation lectostratotype, Montana, USA, in Wilson, G.P., Clemens, W.A., Horner, J.R., and Hartman, J.H. eds., Through the End of the Cretaceous in the Type Locality of the Hell Creek Formation in Montana and Adjacent Areas: Geological Society of America Special Paper 503, p. 123–135, https://doi.org/10.1130/2014.2503(03). Noorbergen, L.J., Abels, H.A., Hilgen, F.J., Robson, B.E., de Jong, E., Dekkers, M.J., Krijgsman, W., Smit, J., Collinson, M.E., and Kuiper, K.F., 2017, Conceptual models for short-eccentricity-scale climate control on peat formation in a lower Palaeocene fluvial system, north-eastern Montana (USA): Sedimentology, v. 65, p. 775–808, https://doi.org/10.1111/sed.12405. Nordt, L., Atchley, S., and Dworkin, S., 2003, Terrestrial evidence for two greenhouse events in the latest Cretaceous: GSA Today, v. 13, no. 12, p. 4–9, https://doi. org/10.1130/1052-5173(2003)013<4:TEFTGE>2.0 .CO;2. Ogg, J.G., 2012, Geomagnetic polarity time scale, in Gradstein, F.M., Ogg, J.G., Schmitz, M.D., and Ogg, G.M., eds., The Geologic Time Scale: Oxford, UK, Elsevier, p. 85–113, https://doi.org/10.1016/ B978-0-444-59425-9.00005-6. Peppe, D.J., Evans, D.A.D., and Smirnov, A.V., 2009, Magnetostratigraphy of the Ludlow Member of the Fort Union Formation (Lower Paleocene) in the Williston Basin, North Dakota: Geological Society of America Bulletin, v. 121, p. 65–79, https://doi.org/10.1130/ B26353.1. Petersen, S.V., Dutton, A., and Lohmann, K.C., 2016, EndCretaceous extinction in Antarctica linked to both Deccan volcanism and meteorite impact via climate change: Nature Communications, v. 7, p. 12079, https://doi.org/10.1038/ncomms12079. Renne, P.R., Swisher, C.C., Deino, A.L., Karner, D.B., Owens, T.L., and DePaolo, D.J., 1998, Intercalibration of standards, absolute ages and uncertainties in 40Ar/39Ar dating: Chemical Geology, v. 145, p. 117–152, https:// doi.org/10.1016/S0009-2541(97)00159-9. Renne, P.R., Balco, G., Ludwig, K.R., Mundil, R., and Min, K., 2011, Response to the comment by W.H. Schwarz et al. on “Joint determination of 40 K decay constants and 40Ar*/40K for the Fish Canyon sanidine standard, and improved accuracy for 40Ar/39Ar geochronology” by P.R. Renne et al. (2010): Geochimica et Cosmochimica Acta, v. 75, p. 5097–5100, https://doi .org/10.1016/j.gca.2011.06.021. Renne, P.R., Deino, A.L., Hilgen, F.J., Kuiper, K.F., Mark, D.F., Mitchell, W.S., Morgan, L.E., Mundil, R., and Smit, J., 2013, Time scales of critical events around the Cretaceous-Paleogene boundary: Science, v. 339, p. 684–687, https://doi.org/10.1126/science.1230492. Renne, P.R., Sprain, C.J., Richards, M.A., Self, S., Vanderkluysen, L., and Pande, K., 2015, State shift in Deccan volcanism at the Cretaceous-Paleogene boundary, possibly induced by impact: Science, v. 350, p. 76–78, https://doi.org/10.1126/science.aac7549. Richards, M.A., Alvarez, W., Self, S., Karlstrom, L., Renne, P.R., Manga, M., Sprain, C.J., Smit, J., Vanderkluysen, L., and Gibson, S.A., 2015, Triggering of the largest Deccan eruptions by the Chicxulub impact: Geological Society of America Bulletin, v. 127, p. 1507–1520, https://doi.org/10.1130/B31167.1. Rigby, J.K., and Rigby, J.K., Jr., 1990, Geology of the Sand Arroyo and Bug Creek Quadrangles: McCone County, Montana: Brigham Young University Geology Studies 36, p. 69–134. Riihimaki, C.A., Reiners, P.W., and Heffern, E.L., 2009, Climate control on Quaternary coal fires and landscape evolution, Powder River Basin, Wyoming and Montana: Geology, v. 37, p. 255–258, https://doi .org/10.1130/G25195A.1. Roberts, A.P., Liu, Q., Rowan, C.J., Chang, L., Carvallo, C., Torrent, J., and Horng, C.-S., 2006, Characterization of hematite (α-Fe2O3), goethite (α-FeOOH), greigite (Fe3S4), and pyrrhotite (Fe7S8) using firstorder reversal curve diagrams: Journal of Geophysical Research–Solid Earth, v. 111, B12S35, https://doi .org/10.1029/2006JB004715. Schoene, B., Samperton, K.M., Eddy, M.P., Keller, G., Adatte, T., Bowring, S.A., Khadri, S.F.R., and Gertsch,\nB., 2015, U-Pb geochronology of the Deccan Traps and relation to the end-Cretaceous mass extinction: Science, v. 347, p. 182–184, https://doi.org/10.1126/ science.aaa0118. Schulte, P., Alegret, L., Arenillas, I., Arz, J.A., Barton, P.J., Bown, P.R., Bralower, T.J., Christeson, G.L., Claeys, P., Cockell, C.S., Collins, G.S., Deutsch, A., Goldin, T.J., Goto, K., et al., 2010, The Chicxulub asteroid impact and mass extinction at the Cretaceous-Paleogene boundary: Science, v. 327, p. 1214–1218, https://doi .org/10.1126/science.1177265. Simon, J.I., Renne, P.R., and Mundil, R., 2008, Implications of pre-eruptive magmatic histories of zircons for U-Pb geochronology of silicic extrusions: Earth and Planetary Science Letters, v. 266, p. 182–194, https://doi .org/10.1016/j.epsl.2007.11.014. Sprain, C.J., Renne, P.R., Wilson, G.P., and Clemens, W.A., 2015, High-resolution chronostratigraphy of the terrestrial Cretaceous-Paleogene transition and recovery interval in the Hell Creek region, Montana: Geological Society of America Bulletin, v. 127, p. 393–409, https://doi.org/10.1130/B31076.1. Sprain, C.J., Feinberg, J.M., Renne, P.R., and Jackson, M., 2016, Importance of titanohematite in detrital remanent magnetizations of strata spanning the CretaceousPaleogene boundary, Hell Creek region, Montana: Geochemistry Geophysics Geosystems, v. 17, p. 660– 678, https://doi.org/10.1002/2015GC006191. Swisher, C.C., Grajales-Nishimura, J.M., Montanari, A., Margolis, S.V., Claeys, P., Alvarez, W., Renne, P., Cedillo-Pardo, E., Maurrasse, F.J.-M.R., and Curtis, G.H., 1992, Coeval Ar-40/Ar-39 ages of 65.0 million years ago from Chicxulub crater melt rock and CretaceousTertiary boundary tektites: Science, v. 257, p. 954–958, https://doi.org/10.1126/science.257.5072.954. Swisher, C.C., Dingus, L., and Butler, R.F., 1993, 40Ar/39Ar dating and magnetostratigraphic correlation of the terrestrial Cretaceous-Paleogene boundary and Puercan Mammal Age, Hell Creek–Tullock formations, eastern Montana: Canadian Journal of Earth Sciences, v. 30, p. 1981–1996, https://doi.org/10.1139/e93-174. Tauxe, L., Shaar, R., Jonestrask, L., Swanson-Hysell, N.L., Minnett, R., Koppers, A.P., Constable, C.G., Jarboe, N., Gaastra, K., and Fairchild, L., 2016, PmagPy: Software package for paleomagnetic data analysis and a bridge to the Magnetics Information Consortium (MagIC) Database: Geochemistry Geophysics Geosystems, v. 17, p. 2450–2463, https://doi.org/ 10.1002/2016GC006307. Thibault, N., and Husson, D., 2016, Climatic fluctuations and sea-surface water circulation patterns at the end of the Cretaceous era: Calcareous nannofossil evidence: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 441, no. 1, p. 152–164, https://doi.org/10.1016/j .palaeo.2015.07.049. Thibault, N., Husson, D., Harlou, R., Gardin, S., Galbrun, B., Huret, E., and Minoletti, F., 2012, Astronomical calibration of Upper Campanian–Maastrichtian carbon isotope events and calcareous plankton biostratigraphy in the Indian Ocean (ODP Hole 762C): Implication for the age of the Campanian-Maastrichtian boundary: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 337–338, p. 52–71, https://doi.org/10.1016/j .palaeo.2012.03.027. Thibault, N., Harlou, R., Schovsbo, N.H., Stemmerik, L., and Surlyk, F., 2016, Late Cretaceous (late Campanian–Maastrichtian) sea-surface temperature record of the Boreal Chalk Sea: Climate of the Past, v. 12, p. 429–438, https://doi.org/10.5194/cp-12-429-2016. Tobin, T.S., Ward, P.D., Steig, E.J., Olivero, E.B., Hilburn, I.A., Mitchell, R.N., Diamond, M.R., Raub, T.D., and Kirschvink, J.L., 2012, Extinction patterns, δ18O trends, and magnetostratigraphy from a southern highlatitude Cretaceous-Paleogene section: Links with Deccan volcanism: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 350–352, p. 180–188, https:// doi.org/10.1016/j.palaeo.2012.06.029. Tobin, T.S., Wilson, G.P., Eiler, J.M., and Hartman, J.H., 2014, Environmental change across a terrestrial Cretaceous-Paleogene boundary section in eastern Montana, USA, constrained by carbonate clumped isotope paleothermometry: Geology, v. 42, p. 351–354, https://doi.org/10.1130/G35262.1.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019\n1644 Geological Society of America Bulletin, v. 130, no. 9/10\nWatson, G.S., 1956, A test for randomness of directions: Geophysical Supplements to the Monthly Notices of the Royal Astronomical Society, v. 7, p. 160–161, https://doi.org/10.1111/j.1365-246X.1956.tb05561.x. Westerhold, T., Rohl, U., Raffi, I., Fornaciari, E., Monechi, S., Reale, V., Bowles, J., and Evans, H.F., 2008, Astronomical calibration of the Paleocene time: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 257, p. 377–403, https://doi.org/10.1016/j .palaeo.2007.09.016. Westerhold, T., Röhl, U., and Laskar, J., 2012, Time scale controversy: Accurate orbital calibration of the early Paleogene: Geochemistry Geophysics Geosystems, v. 13, Q06015, https://doi.org/10.1029/2012GC004096. Wilf, P., Johnson, K.R., and Huber, B.T., 2003, Correlated terrestrial and marine evidence for global climate changes before mass extinction at the CretaceousPaleogene boundary: Proceedings of the National Academy of Sciences of the United States of America, v. 100, p. 599–604, https://doi.org/10.1073/ pnas.0234701100. Williamson, T.E., 1996, The Beginning of the Age of Mammals in the San Juan Basin, New Mexico: Biostratigraphy and Evolution of Paleocene Mammals of the Nacimiento Formation: New Mexico Museum of Natural History and Science Bulletin 8, 147 p. Wilson, G.P., 2005, Mammalian faunal dynamics during the last 1.8 million years of the Cretaceous in Garfield County, Montana: Journal of Mammalian\nEvolution, v. 12, p. 53–76, https://doi.org/10.1007/ s10914-005-6943-4. Wilson, G.P., 2014, Mammalian extinction, survival, and recovery dynamics across the Cretaceous- Paleogene boundary in northeastern Montana, in Wilson, G.P., Clemens, W.A., Horner, J.R., and Hartman, J.H., eds., Through the End of the Cretaceous in the Type Locality of the Hell Creek Formation in Montana and Adjacent Areas: Geological Society of America Special Paper 503, p. 365–392, https://doi .org/10.1130/2014.2503(15). Wilson, G.P., Dechesne, M., and Anderson, I.R., 2010, New latest Cretaceous mammals from northeastern Colorado with biochronologic and biogeographic implications: Journal of Vertebrate Paleontology, v. 30, p. 499–520, https://doi.org/10.1080/02724631003620955. Wilson, G.P., DeMar, D.G., and Carter, G., 2014, Extinction and survival of salamander and salamander-like amphibians across the Cretaceous-Paleogene boundary in northeastern Montana, USA, in Wilson, G.P., Clemens, W.A., Horner, J.R., and Hartman, J.H., eds., Through the End of the Cretaceous in the Type Locality of the Hell Creek Formation in Montana and Adjacent Areas: Geological Society of America Special Paper 503, p. 271–297, https://doi.org/10.1130/2014.2503(10). Wood, H.D.I.I., Chaney, R.W., Clark, J., Colbert, E.H., Jepsen, G.L., Reeside, J.B., Jr., and Stock, C., 1941, Nomenclature and correlation of the North American continental Tertiary: Geological Society of America\nBulletin, v. 52, p. 1–48, https://doi.org/10.1130/ GSAB-52-1. Woodburne, M.O., 2004, Principles and procedures, in Woodburne, M.O., ed., Late Cretaceous and Cenozoic Mammals of North America: Biostratigraphy and Geochronology: New York, Columbia University Press, p. 1–20, https://doi.org/10.7312/wood13040-003. Woodburne, M.O., 2006, Mammal ages: Stratigraphy, v. 3, p. 229–261. Wotzlaw, J.-F., Hüsing, S.K., Hilgen, F.J., and Schaltegger, U., 2014, High-precision zircon U-Pb geochronology of astronomically dated volcanic ash beds from the Mediterranean Miocene: Earth and Planetary Science Letters, v. 407, p. 19–34, https://doi.org/10.1016/j .epsl.2014.09.025.\nScience editor: Bradley S. Singer aSSociate editor: Michael elliot SMith\nManuScript received 20 July 2017 reviSed ManuScript received 12 January 2018 ManuScript accepted 16 March 2018\nPrinted in the USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/9-10/1615/4316214/1615.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2018,
  "references": [],
  "id": "SP:8d56095c6553af685d7b4fe0dd9bfb79a0071bc0",
  "authors": [{
    "name": "Courtney J. Sprain",
    "affiliations": []
  }, {
    "name": "Paul R. Renne",
    "affiliations": []
  }, {
    "name": "William A. Clemens",
    "affiliations": []
  }, {
    "name": "Gregory P. Wilson",
    "affiliations": []
  }],
  "abstractText": "The mass extinction at the CretaceousPaleogene boundary marks one of the most important biotic turnover events in Earth history. Yet, despite decades of study, the causes of the Cretaceous-Paleogene boundary crises remain under debate. An important tool that has the capacity to greatly improve our understanding of the events around the Cretaceous-Paleogene boundary is the geomagnetic polarity time scale (GPTS). The GPTS is used for age control in numerous Cretaceous-Paleogene boundary studies, including the timing of Deccan Traps volcanism, a majority of studies in marine sections, and studies on climate and ecological change across the Cretaceous-Paleogene boundary. The current calibration of the GPTS for circum–Cretaceous-Paleogene boundary polarity chrons (C30n–C28n) from the Geologic Time Scale draws heavily on astronomical tuning and uses a 40Ar/39Ar age for the Cretaceous-Paleogene boundary as a tie point that has since been shown to be 200 ka too old. Furthermore, complex sedimentation has been recorded in marine sections immediately following the Cretaceous-Paleogene boundary, which can possibly obscure orbital signals and complicate cyclostratigraphic interpretation. An independent test of the cyclostratigraphy for this time period is imperative for confidence in the astronomical time scale. Further, polarity reversal ages given in the GPTS do not include uncertainty estimates, making them unsuitable for quanti-",
  "title": "Calibration of chron C29r: New high-precision geochronologic and paleomagnetic constraints from the Hell Creek region, Montana"
}