{
  "sections": [{
    "text": "LITHOSPHERE | Volume 6 | Number 1 | www.gsapubs.org 17"
  }, {
    "heading": "INTRODUCTION",
    "text": "Ever since Logan (1857) identifi ed a fundamental difference between Laurentian and Huronian series rocks in Canada, and Stockwell (1961) dated the age of the former at ca. 2.5 Ga, Archean Earth has widely been regarded as a signifi cantly different planet to its younger equivalent. This difference is primarily manifest as a unique dome-and-keel map pattern of Archean granite-greenstone terranes (Macgregor, 1951; Hickman, 1984) with basaltic carapaces erupted largely under submarine conditions (Arndt, 1999; Kump and Barley, 2007). Lack of widespread subaerial exposure of crustal blocks until the end of the Neoarchean refl ects hotter geotherms and more ductile continental lithosphere that was generally unable to support large mountain belts (Arndt, 1999; Rey et al., 2003; Cruden et al., 2006; Flament et al., 2011). Only when crustal radiogenic heat production decreased (e.g., Bodorkos and Sandiford, 2006), and geothermal gradients fell with secular cooling of the mantle (e.g., Labrosse and Jaupart, 2007; Brown, 2008), did the continental crust stiffen and emerge above sea level (Taylor and McLennan, 1985; Flament et al., 2008, 2011). Although there is considerable evidence for emergent continental crust at various times through the Archean (e.g., from the Paleoarchean to Neoarchean sedimentary basins of the Kaapvaal and Pilbara cratons; McLennan et al., 1983; Nocita and Lowe, 1990; Nelson et al., 1999; Van Kranendonk et al., 2002; Hessler and Lowe, 2006), the timing of widespread continental emergence in the latest Neoarchean into the early Paleoproterozoic is only loosely constrained by poorly dated supracrustal successions and by geochemical and isotopic proxies (e.g., Taylor and McLennan, 1985; Eriksson et al., 1999; Farquhar et al., 2000; Anbar et al., 2007).\nConstraining the timing of continental emergence is important because newly exposed continental crust would have had a dramatic effect on the hydrological cycle, as well as on global atmospheric conditions, climate, and biological evolution. Newly exposed Neoarchean crust would have effected\nThe timing of widespread continental emergence is generally considered to have had a dramatic effect on the hydrological cycle, atmospheric conditions, and climate. New secondary ion mass spectrometry (SIMS) oxygen and laser-ablation–multicollector–inductively coupled plasma–mass spectrometry (LA-MC-ICP-MS) Lu-Hf isotopic results from dated zircon grains in the granitic Neoarchean Rum Jungle Complex provide a minimum time constraint on the emergence of continental crust above sea level for the North Australian craton. A 2535 ± 7 Ma monzogranite is characterized by magmatic zircon with slightly elevated δ18O (6.0‰–7.5‰ relative to Vienna standard mean ocean water [VSMOW]), consistent with some contribution to the magma from reworked supracrustal material. A supracrustal contribution to magma genesis is supported by the presence of metasedimentary rock enclaves, a large population of inherited zircon grains, and subchondritic zircon Hf (εHf = −6.6 to −4.1). A separate, distinct crustal source to the same magma is indicated by inherited zircon grains that are dominated by low δ18O values (2.5‰–4.8‰, n = 9 of 15) across a range of ages (3536–2598 Ma; εHf = −18.2 to +0.4). The low δ\n18O grains may be the product of one of two processes: (1) grain-scale diffusion of oxygen in zircon by exchange with a low δ18O magma or (2) several episodes of magmatic reworking of a Mesoarchean or older low δ18O source. Both scenarios require shallow crustal magmatism in emergent crust, to allow interaction with rocks altered by hydrothermal meteoric water in order to generate the low δ18O zircon. In the fi rst scenario, assimilation of these altered rocks during Neoarchean magmatism generated low δ18O magma with which residual detrital zircons were able to exchange oxygen, while preserving their U-Pb systematics. In the second scenario, wholesale melting of the altered rocks occurred in several distinct events through the Mesoarchean, generating low δ18O magma from which zircon crystallized. Ultimately, in either scenario, the low δ18O zircons were entrained as inherited grains in a Neoarchean granite. The data suggest operation of a modern hydrological cycle by the Neoarchean and add to evidence for the increased emergence of continents by this time.\nLITHOSPHERE; v. 6; no. 1; p. 17–25; GSA Data Repository Item 2014079 | Published online 17 January 2014 doi: 10.1130/L296.1\nFor permission to c py, contact editing@geosociety.org | © 2014 Geological Society of America\n*Present address: Geological Survey of Western Australia, Mineral House, 100 Plain Street, East Perth, WA 6004, Australia.\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/6/1/17/3050233/17.pdf by University of Arizona user on 21 February 2019"
  }, {
    "heading": "HOLLIS ET AL.",
    "text": "18 www.gsapubs.org | Volume 6 | Number 1 | LITHOSPHERE\nchanges to the atmosphere and hydrosphere and climate through increased drawdown of CO\n2 via continental weathering. In combination with a change\nfrom dominantly submarine to subaerial volcanism (e.g., Kump and Barley, 2007), a decrease in overall magmatism and associated volcanic degassing at the close of the Archean (Condie et al., 2009), and an increase in photosynthesis prompted by increased areas of continental shelves and erosive supply of nutrients to the oceans (e.g., Campbell and Allen, 2008), CO\n2\ndrawdown via weathering of newly exposed crust contributed to oxygenation of the atmosphere (Farquhar et al., 2000; Anbar et al., 2007), which in turn supported the evolutionary development of eukaryotic life (e.g., Margulis et al., 1976; Martin and Müller, 1998; Van Kranendonk, 2012).\nAn important indicator of continental emergence is the interaction of continental crust and its derived weathering products with meteoric water, which can be recorded in the oxygen isotopic signature of zircon (e.g., Tang et al., 2008). Meteoric water is characterized by low δ18O (typically 0‰ to −55‰; Valley et al., 2005) as a result of preferential evaporation of 16O at Earth’s surface. Oxygen diffusion in zircon is regarded to be prohibitively slow in most crustal environments, including during hightemperature metamorphism and anatexis (Peck et al., 2003; Moser et al., 2008). However, in a restricted range of environments involving high-temperature hydrothermal fl uids (e.g., Bindeman et al., 2008), alteration of the primary oxygen isotopic character of zircon can indicate the interaction between zircon crystals and fl uids.\nIn this paper, we present data from a Neoarchean granite from the Rum Jungle Complex of northern Australia that contains evidence of fractionated zircon oxygen isotopes indicative of an active hydrological cycle affecting emergent continental crust by ca. 2535 Ma. The data presented are interpreted as evidence of the minimum time of continental emergence of the North Australian craton. The data also highlight the potential for similar samples to yield valuable information on fl uid-rock interaction and the development of continental emergence through the Archean-Proterozoic transition."
  }, {
    "heading": "GEOLOGICAL SETTING",
    "text": "Exposed Neoarchean basement of the North Australian craton lies within the Paleoproterozoic Pine Creek Orogen (Fig. 1). The basement is dominated by ca. 2545–2521 Ma granite and granitic gneiss of the Rum Jungle Complex (Cross et al., 2005), the ca. 2520 Ma Nanambu Complex, and the ca. 2527–2510 Ma Kukalak Gneiss (Page et al., 1980; Hollis et al., 2009; Carson et al., 2010; Kositcin et al., 2012), and ca. 2640 Ma Arrarra Gneiss and ca. 2670 Ma Njibinjibinj Gneiss (Hollis et al., 2009; Carson et al., 2010). Assuming that these form a continuous basement, largely under cover of younger rocks, this represents an extent of at least 22,000 km2 of Neoarchean crust (see Hollis et al., 2009).\nThe Rum Jungle Complex outcrops in the Rum Jungle and Waterhouse domes and is separated from overlying sedimentary and volcanic rocks of the ca. 2020 Ma Woodcutters Supergroup by a major unconformity (Needham et al., 1988). The Rum Jungle Complex consists mainly of syenogranite, monzogranite, and quartz monzonite (Drüppel et al., 2009), intruded by pegmatites, dolerite, and quartz tourmaline veins (Lally, 2002). The Rum Jungle Complex includes enclaves of amphibolite-facies metasedimentary rocks of the Stanley Metamorphics, which include biotite gneiss, biotite-muscovite gneiss, biotite granofels, feldspathic gneiss, quartz-muscovite schist, chlorite schist, actinolite schist, and banded ironstone, which were deformed and metamorphosed to amphibolite facies prior to being incorporated into the Rum Jungle Complex, and which are variably retrogressed (Rhodes, 1965; Lally, 2002). There are no available constraints on the pressure-temperature conditions of metamorphism. The timing of deformation and metamorphism also remains unconstrained and\ncould be as young as the emplacement age of the main population of late Neoarchean granites themselves.\nFive granites and one diorite from the Rum Jungle Complex yield secondary ion mass spectrometry (SIMS; sensitive high-resolution ion microprobe [SHRIMP]) U-Pb zircon magmatic crystallization ages in the range 2545–2521 Ma (Cross et al., 2005). Here, we present data from one of these (sample 2001082534), a fi ne- to medium-grained, equigranular monzogranite (Fig. 1; GDA94 UTM zone 52, 710747mE, 8543205mN). This is the only one of the six dated samples of the Rum Jungle Complex that contains inherited zircon. It belongs to the felsic group of Drüppel et al. (2009; see also Northern Territory Geological Survey, 2012), which are rich in K and large ion lithophile elements (LILEs), are depleted in Sr, Eu, and high fi eld strength elements (HFSEs, e.g., Nb and Ti), and have anomalously high Th and U. These rocks are thought to have formed by intracrustal melting (Drüppel et al., 2009). Analytical methodologies for sample preparation, zircon U-Th-Pb and O SIMS analysis, and zircon Lu-Hf laser-ablation–multicollector–inductively coupled plasma–mass spectrometry (LA-MC-ICP-MS) analysis are described in Appendix 1.1\nZIRCON ISOTOPIC RESULTS\nZircons are dominated by euhedral to subrounded prisms and their broken equivalents that range from clear and colorless to turbid and\n1GSA Data Repository Item 2014079, Appendix 1: zircon analytical techniques, is available at www.geosociety.org/pubs/ft2014.htm, or on request from editing@geosociety .org, Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301-9140, USA.\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/6/1/17/3050233/17.pdf by University of Arizona user on 21 February 2019\nLITHOSPHERE | Volume 6 | Number 1 | www.gsapubs.org 19\nLow δ18O zircon grains in the Neoarchean Rum Jungle Complex | RESEARCH\nbrown. Grain size varies from 50 to 200 µm in length with aspect ratios of 1:1–1:3. Many grains show well-developed oscillatory or sector zoning, a few are homogeneous, and some display irregular embayment of oscillatory zones and development of oscillatory zoned or homogeneous rims (Fig. 2). Approximately 10% of the grains have optically distinct cores."
  }, {
    "heading": "U-Pb Results",
    "text": "Fifty-one analyses were made on 46 zircon grains from sample 2001082534 (Cross et al., 2005). Fourteen analyses are discordant above an arbitrary threshold of 10% or have high common Pb contents of >8% 206Pb\nc and are thus not considered further. A further 10 analyses are interpreted as mixtures of different age components and are also not considered further. The remaining 27 analyses are characterized by a dominant population between 2695 Ma and 2515 Ma, and a range of discrete older grains that extend up to ca. 3535 Ma (Fig. 3A; Table 1). The 10 youngest grains are clear, colorless, euhedral to subrounded, prismatic grains with faint to well-developed oscillatory or sector zoning (Fig. 2). Twelve analyses of these 10 grains yield a weighted mean 207Pb/206Pb age of 2535 ± 7 Ma (95% confi dence, mean square of weighted deviates [MSWD] = 0.92), interpreted as the age of magmatic crystallization. This age is consistent with other ages for the volumetrically dominant component of the Archean basement to the North Australian craton (2545–2510 Ma; Cross et al., 2005; Hollis et al., 2009). The range of older dates is interpreted to refl ect a substantial component of zircon inheritance in this sample. These grains are morphologically diverse, ranging from clear to patchy brown, prismatic to rounded, and equant to elongate. They are usually oscillatory zoned, although a few are homogeneous or sector zoned (Fig. 2).\nOxygen Isotopic Data Oxygen isotopic ratios were measured for 26 zircons across a range of ages (Fig. 3B; Table 1). Eleven grains of the 2535 ± 7 Ma magmatic population fall within a limited range of δ18O = 6.0‰–7.5‰ (relative to Vienna standard mean ocean water [VSMOW]), indicative of a contribution from reworked, or assimilated, supracrustal rocks. Inherited grains\n100 µm\nA10.1 A59.1A44.1 A68.1\nA11.1 A12.1 A38.1 A39.1A\nB\nFigure 2. Representative transmitted light (top rows) and cathodoluminescence (bottom rows) images of analyzed zircon grains from sample 2001082534. (A) Neoarchean zircon grown during magmatic crystallization. (B) Paleoarchean to Mesoarchean inherited zircon. Analyzed sites are indicated by circles on the zircon images. O analyses were made on exactly the same spot locations as the U-Pb analyses of Cross et al. (2005). See Table 1 for analytical data for each labeled site.\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/6/1/17/3050233/17.pdf by University of Arizona user on 21 February 2019"
  }, {
    "heading": "HOLLIS ET AL.",
    "text": "20 www.gsapubs.org | Volume 6 | Number 1 | LITHOSPHERE\n(3536–2632 Ma) span a broad range in δ18O from 2.5‰ to 6.5‰. The majority of these grains (n = 9 of 15, 3536–3037 Ma) have δ18O values (2.5‰–4.8‰) signifi cantly below what would be expected for zircon grown in equilibrium with a mantle-derived melt (5.3‰ ± 0.6‰; Valley et al., 2005; Fig. 3B; Table 1)."
  }, {
    "heading": "Lu-Hf Results",
    "text": "Hf isotopic ratios were measured for 23 zircons. The 2535 ± 7 Ma magmatic population is characterized by a weak spread in subchondritic Hf values (176Hf/177Hf = 0.280052–0.281064, ε\nHf = −4.1 to −6.6; Fig. 3C;\nTable 1), consistent with derivation from melting of signifi cantly older (Paleoarchean) sources with crustal residence ages of older than ca. 3.3 Ga (assuming initial 176Lu/177Hf = 0.015). The 15 inherited grains analyzed (3536–2632 Ma) range from strongly radiogenic (close to depleted mantle) to highly unradiogenic (176Hf/177Hf = 0.280581, ε Hf = −18.2, at 2695 Ma). Three inherited grains have a two-stage model age similar to that of the 2535 Ma population (ca. 3.3 Ga; Fig. 3C) and may have been derived from comparable sources. The 10 other analyses have two-stage model ages ranging from 4.3 to 3.0 Ga (Table 1)."
  }, {
    "heading": "DISCUSSION",
    "text": "Low δ18O zircon (δ18O < 5.3‰ ± 0.6‰, i.e., less than that in equilibrium with mantle-derived melt) is rare, particularly in Archean rocks (e.g., Valley et al., 2005; data compiled in Van Kranendonk and Kirkland, 2013). The sample analyzed here (sample 2001082534) is unusual amongst dated samples of the Archean basement of the North Australian craton (e.g., Hollis et al., 2009), and unique amongst the dated samples of the Rum Jungle Complex (Cross et al., 2005), in that it contains inherited zircons. These inherited grains are also unusual in being dominated by low δ18O values (n = 9/15, δ18O = 2.5‰–4.8‰). Therefore, although the data set presented here is small, and restricted to a single sample, the data nonetheless provide a potentially signifi cant insight into otherwise elusive environmental processes operating in the Archean.\nThe zircon U-Pb, Lu-Hf, and O isotopic systematics of zircon grains from sample 2001082534 indicate diverse crustal sources that contributed to the granitic magma. The zircon population can be divided into two broad components based on age and isotopic signature: (1) a ca. 2535 Ma magmatic zircon component (n = 12), grown within the magma, which is characterized by elevated δ18O values of 6.0‰–7.5‰ and a subchondritic zircon Hf mixing trend (Fig. 3C; 176Hf/177Hf = 0.280052–0.281064, ε\nHf\n= −4.1 to −6.6); and (2) an inherited zircon component, identifi ed by a large proportion (9 of 15) of xenocrystic grains that have low δ18O values of 2.5‰–4.8‰. A further six inherited grains have slightly higher δ18O values of 5.2‰–6.5‰ and may represent a distinct inherited component to the granite. Of these six grains, three that have mantle-like to slightly higher δ18O values (5.2‰–6.5‰) have U-Pb zircon ages and δ18O isotopic values consistent with the known older component of the Archean basement of this region (ca. 2640 Ma and 2670 Ma; Hollis et al., 2010; Beyer et al., 2012). This component is interpreted to have been derived from partial melting or assimilation of older granitic basement in the region. The other three inherited grains have signifi cantly older concordant U-Pb ages (3107–2879 Ma) and δ18O isotopic values of 5.5‰–6.5‰ and are derived from unknown sources.\nThe 2535 Ma magmatic zircon population, interpreted to have grown during granite crystallization, has a small spread in elevated δ18O values of 6.0‰–7.5‰ and relatively clustered, evolved Hf isotopic compositions (ε\nHf = −4.1 to −6.6). Such values are consistent with assimilation of Paleo-\narchean or older sedimentary protoliths into the granitic magma.\nRegarding the second distinct crustal source, nine of the 15 analyzed inherited grains (60%) have δ18O values signifi cantly lower than that expected for zircon in equilibrium with mantle-derived melt (2.5‰– 4.8‰). These low δ18O values indicate that the zircon grains either crystallized from, or diffusively exchanged oxygen with, a low δ18O melt or fl uid. As the Rum Jungle Complex granitic melt is interpreted to have had an elevated bulk δ18O composition (source 1 listed earlier), the low δ18O zircons indicate a distinct source or sources.\nTwo questions should be addressed in relation to this second source: (1) What was the nature of the fl uid responsible for generating a low δ18O source, or sources? (2) Did the zircons crystallize from, or did they diffusively exchange oxygen with, that low δ18O source?"
  }, {
    "heading": "Nature of the Fluid that Generated a Low δ18O Source",
    "text": "Low δ18O zircon that is produced by crystallization from, or diffusive exchange with, a melt or fl uid requires interaction with a source having δ18O at least as low as, and probably much lower than, the minimum δ18O value found in zircon (Bindeman, 2011). In the case examined here, this source must have been lower than 2.5‰, the lowest value analyzed herein (Table 1). One possibility is that the fl uid involved was seawater (assuming seawater δ18O ~ 0‰ during the Archean; e.g., Gregory and Taylor, 1981; Gregory, 1991). However, this is considered unlikely, because very large volumes of seawater, with continued replenishment, would be required to achieve the observed degree of isotopic exchange. Similarly low δ18O zircons (2.4‰–4.4‰) are known from remelting of basaltic oceanic crust that has been hydrothermally altered by seawater (e.g., Peck, 2000). However, in the case of the inheritance in the granite studied here, a much more extensive isotopic exchange with seawater would be required (e.g., Eiler, 2001) to reduce the relatively δ18O heavy metasedimentary rocks (possibly the Stanley Metamorphics) to the low δ18O values implied by the range of inherited zircon ages.\nRather, we consider that hydrothermal exchange of much lower δ18O meteoric fl uids (δ18O = 0‰ to −55‰; Valley et al., 2005) with supracrustal rocks in a near-surface environment presents the most viable method of producing the observed low δ18O values in the source. This conclusion is supported by previous studies that have deduced a meteoric origin of fl uids that generated low δ18O sources, which in turn yielded low δ18O zircon (e.g., 2‰–4‰ for Eo- to Neoarchean Greenland gneisses—Hiess et al., 2011; 2‰–3‰ for Neoproterozoic Dabie-Sulu granites—Wang et al., 2011; 2‰–4‰ for Tertiary granitic rocks, Scotland—Gilliam and Valley, 1997)."
  }, {
    "heading": "How and When Did the Zircons Obtain Their Low δ18O Signature?",
    "text": "Low δ18O values in zircon are usually explained as the result of crystallization from magmatic rocks produced by melting of crust that was previously altered by low δ18O fl uids (e.g., Gregory and Taylor, 1981; Gilliam and Valley, 1997; King et al., 2000; Valley et al., 2005; Bindeman, 2008; Hiess et al., 2011). Alternatively, hydrothermal zircon can grow directly from solutions with a low δ18O component (Kirkland et al., 2009). A third alternative is that intracrystalline diffusion of oxygen in zircon can occur under hydrothermal supersolidus conditions, as indicated by the experimental data of Watson and Cherniak (1997; see also Cherniak and Watson, 2003), although evidence for oxygen diffusion has not been observed in natural samples, which instead more commonly show evidence of dissolution and reprecipitation (e.g., Bindeman et al., 2008). In the case of the Rum Jungle Complex, the timing of alteration to form the low δ18O source is important in understanding the process by which the zircon obtained low δ18O values. Next, we assess whether alteration could have occurred after, during, or before granite emplacement.\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/6/1/17/3050233/17.pdf by University of Arizona user on 21 February 2019\nLITHOSPHERE | Volume 6 | Number 1 | www.gsapubs.org 21\nLow δ18O zircon grains in the Neoarchean Rum Jungle Complex | RESEARCH\n(1) Interaction of meteoric fl uids with the granite after granite emplacement and crystallization is considered unlikely, because the oxygen isotopic systematics of the 2535 Ma magmatic zircon population form a coherent population and are undisturbed. Alteration via this mechanism would require these magmatic grains to be more resilient to alteration, whereas fracturing and metamictization of the older, inherited grains (resulting from alpha recoil damage) preferentially would have resulted in oxygen diffusion in these grains. In this scenario, one would expect there to be a correlation between alpha dose and δ18O. However, as shown in Figure 4, there is no such correlation. Alpha doses and grain densities (Table 1) were calculated using the method of Murakami et al. (1991), who compared radiation doses to transmission electron microscopy (TEM) diffraction patterns and outlined three stages of zircon structure, ranging from crystalline to completely amorphous. Each stage is defi ned by characteristic radiation doses. Calculations indicate that the majority of grains analyzed from the sample studied here have radiation doses in the range that is consistent with a highly crystalline structure (i.e., <3 × 1015 alpha events/mg). Also, the inherited grains with low δ18O all show a high degree of U-Pb concordance (>95%), consistent with low, or no, alteration. Furthermore, there is no correlation between age and uranium content (Table 1), which implies that radiogenic-Pb loss and disturbance have not demonstrably affected the zircon population. Finally, calculated ε\nHf values are sensitive to disturbance of U-Pb systematics (which might also indicate disturbance of the O isotopic system), resulting in erratic or scattered 177Hf/176Hf arrays. This is not the case for this sample (i.e., clustered ε\nHf of −4.1 to −6.6), which is inconsistent with the generation of low\nδ18O values by postmagmatic alteration of zircon. (2) Alteration of the supracrustal rocks to low δ18O values by mete-\noric water before granite emplacement could either have occurred by (a) generation of a low δ18O source prior to ca. 3.5 Ga (the age of the oldest low δ18O grain), from which all of the low δ18O inherited zircons were then grown during subsequent remelting events, or (b) diffusive exchange of oxygen in the inherited zircons with a low δ18O melt into which they\nwere entrained after ca. 3.0 Ga (the age of the youngest low δ18O grain), but before emplacement of the 2535 Ma granite. The latter possibility is considered along with item 3 next.\nA key observation regarding this scenario is that the low δ18O zircon values occur in inherited grains with a wide range of ages (3536–3037 Ma). Therefore, if these grains crystallized directly from either a low δ18O melt or from a hydrothermal fl uid, then this must have occurred at different times, over the course of ~500 m.y. (between 3.5 and 3.0 Ga, i.e., the ages of the low δ18O inherited zircons). Particularly given the rarity of low δ18O zircon in Archean rocks in general (e.g., data compiled in Van Kranendonk and Kirkland, 2013), this is most likely to have occurred by magmatic reworking of the same older than 3.5 Ga low δ18O source. This source must have been originally formed by interaction with and alteration by meteoric water, and it was then melted and remelted at various times through the Paleoarchean to Mesoarchean. This reworking of the same source suggests an isolated geological system over at least 500 m.y. The resulting low δ18O zircons, crystallized from low δ18O magma during several reworking events, were then delivered as inherited zircons into the Rum Jungle Complex through a combination of erosion, deposition in a sedimentary environment, and assimilation into the granite.\n(3) Alteration of metasedimentary rocks by meteoric water during intrusion of granitic magmas could have occurred by magma intrusion resulting in fracturing of the host rocks and associated infi ltration and circulation of meteoric groundwater heated by the intruding granite. Metasedimentary supracrustal rocks (perhaps the Stanley Metamorphics) were altered to low δ18O bulk compositions by the circulating, heated meteoric water through a process of repeated intrusion, alteration, and wholesale melting and assimilation of altered rocks (e.g., Bindeman, 2008). Generation of low δ18O magmas by this process has been suggested for a range of modern and ancient felsic magmatic rocks in varied environments, including near-surface magmatic-hydrothermal systems (e.g., Yellowstone Plateau volcanic fi eld—Hildreth et al., 1984; Bindeman and Valley, 2000, 2001; Bindeman et al., 2001, 2008; Heise volcanic fi eld, Idaho—Bindeman et al., 2007; Timber Mountain/Oasis Valley caldera complex—Bindeman and Valley, 2003; Dabie-Sulu orogen—Zheng et al., 2004; Tang et al., 2008; West Greenland gneisses—Hiess et al., 2011).\nThese processes of alteration and crustal cannibalization may have occurred at any time between ca. 3.0 Ga (the age of the youngest low δ18O inherited grain) and 2535 Ma (the age of the Rum Jungle Complex granite), but they are most likely to have occurred during emplacement of the Neoarchean magmas, because, locally, this is the only known magmatic heating event in the period 3.0–2.5 Ga.\nIn this scenario, detrital zircon captured from assimilated metasedimentary rocks diffusively exchanged oxygen with a low δ18O magma on a time scale of <1 m.y. while not affecting the U-Pb system of the magma and magmatic zircons, which requires much higher temperatures and longer time scales (Cherniak and Watson, 2001, 2003). Recharge of the system with granitic magmas having more elevated δ18O bulk compositions (generated by deeper-level melting in the mid- to upper crust) resulted in assimilation of existing low δ18O magmas and their altered, low δ18O inherited zircon component, while accounting for crystallization of the distinct 2535 Ma elevated δ18O magmatic zircon population.\nSupporting this model is new evidence of low δ18O zircon from the Billabong Complex, Tanami region, located ~800 km to the south of the Rum Jungle Complex (Whelan et al., 2013). SIMS oxygen data for the Billabong Complex reveal a signifi cant proportion (~30%) of low δ18O magmatic and inherited zircon in the range ca. 2550–2510 Ma (δ18O = 2.0‰–4.7‰; Whelan et al., 2013). These data indicate that high-crustallevel hydrothermal-meteoric systems may have been widespread during Neoarchean magmatism in the North Australian craton.\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/6/1/17/3050233/17.pdf by University of Arizona user on 21 February 2019"
  }, {
    "heading": "HOLLIS ET AL.",
    "text": "22 www.gsapubs.org | Volume 6 | Number 1 | LITHOSPHERE\nTA B\nLE 1\n. T A\nB U\nLA T\nE D\nU -P\nbT\nh A\nN D\nO S\nIM S\nA N\nD L\nuH\nf L A\n-I C\nP -M\nS D\nA TA\nF O\nR S\nA M\nP LE\n2 00\n10 82\n53 4,\nR U\nM J\nU N\nG LE\nC O\nM P\nLE X\nA na\nly si s no\n. U\n(p pm\n) T\nh/ U\nca lc\n% c\nom m\non\n20 6 P\nb\n20 7 P\nb/ 20\n6 P b\n± σ\n% 20\n6 P b/\n23 8 U\n± σ\n% 20\n7 P b/\n20 6 P b ag e (M a)\n± σ\nD is\nc %\nH f1\n76 /H\nf1 77\n1 s.\ne. ε H\nf T\nD M (M a)\nδ1 8 O (‰\n) 1\nσ N\no. a\nlp ha\nev\nen ts\n/m g\n(× 10\n15 )\nM et\nam ic t st ag e\nC al\nc.\nde ns ity (g cm –3\n)\nA cc\nep te\nd an\nal ys\nes\nA 52\n.1 26\n8 1.\n28 1.\n00 0.\n16 57\n0. 9\n0. 45\n7 2.\n8 25\n15 15\n4 0.\n28 10\n41 0.\n00 00\n20 –5\n.8 33\n33 6.\n55 0.\n12 3.\n65 II:\nin te\nrm ed\nia te\n4. 44\nA 69\n.1 27\n8 1.\n49 3.\n26 0.\n16 63\n1. 1\n0. 46\n8 2.\n8 25\n21 19\n2 3.\n92 II:\nin te\nrm ed\nia te\n4. 42\nA 06\n.2 32\n0 0.\n51 1.\n43 0.\n16 66\n0. 9\n0. 49\n1 2.\n8 25\n24 16\n–2 6.\n24 0.\n08 3.\n87 II:\nin te\nrm ed\nia te\n4. 42\nA 38\n.1 93\n1. 13\n0. 45\n0. 16\n66 1.\n0 0.\n48 6\n2. 9\n25 24\n16 –1\n0. 28\n10 32\n0. 00\n00 28\n–5 .5\n33 25\n6. 81\n0. 05\n1. 24\nI: cr\nys ta\nlli ne\n4. 68\nA 11\n.1 10\n8 0.\n95 0.\n36 0.\n16 68\n0. 8\n0. 48\n6 2.\n9 25\n26 13\n–1 0.\n28 10\n14 0.\n00 00\n20 –6\n.2 33\n68 6.\n00 0.\n08 1.\n41 I:\ncr ys\nta lli\nne 4.\n66\nA 39\n.1 14\n6 1.\n61 0.\n93 0.\n16 69\n1. 3\n0. 48\n0 2.\n9 25\n27 21\n0 0.\n28 10\n16 0.\n00 00\n15 –6\n.6 33\n95 6.\n46 0.\n08 2.\n10 I:\ncr ys\nta lli\nne 4.\n60\nA 56\n.1 21\n5 0.\n87 1.\n03 0.\n16 73\n0. 7\n0. 52\n4 2.\n8 25\n31 12\n–7 0.\n28 10\n64 0.\n00 00\n19 –4\n.7 32\n74 7.\n14 0.\n09 2.\n77 I:\ncr ys\nta lli\nne 4.\n53\nA 05\n.2 14\n2 1.\n23 0.\n55 0.\n16 74\n1. 0\n0. 45\n7 3.\n2 25\n32 17\n4 0.\n28 10\n29 0.\n00 00\n26 –5\n.5 33\n28 6.\n62 0.\n10 1.\n94 I:\ncr ys\nta lli\nne 4.\n61\nA 06\n.1 37\n0 0.\n51 0.\n09 0.\n16 80\n7 0.\n4 0.\n47 6\n2. 9\n25 39\n6. 3\n1 0.\n28 10\n11 0.\n00 00\n22 –6\n.2 33\n80 7.\n46 0.\n11 4.\n51 II:\nin te\nrm ed\nia te\n4. 36\nA 05\n.1 12\n6 1.\n55 0.\n46 0.\n16 95\n0. 7\n0. 48\n4 2.\n9 25\n53 11\n0 0.\n28 10\n32 0.\n00 00\n19 –5\n.1 33\n17 6.\n43 0.\n09 1.\n82 I:\ncr ys\nta lli\nne 4.\n63\nA 58\n.1 14\n4 1.\n35 3.\n51 0.\n16 97\n1. 7\n0. 54\n1 2.\n9 25\n55 29\n–9 0.\n28 10\n52 0.\n00 00\n21 –4\n.1 32\n58 6.\n52 0.\n11 2.\n02 I:\ncr ys\nta lli\nne 4.\n61\nA 12\n.1 91\n0. 99\n0. 31\n0. 17\n06 10\n.0 0.\n49 4\n3 25\n64 17\n–1 0.\n28 09\n69 0.\n00 00\n13 –6\n.6 34\n23 6.\n24 0.\n11 1.\n22 I:\ncr ys\nta lli\nne 4.\n68\nIn he\nrit ed\nA 51\n.1 17\n0 0.\n99 1.\n28 0.\n17 41\n1. 3\n0. 48\n2 2.\n9 25\n98 21\n2 0.\n28 10\n40 0.\n00 00\n36 –3\n.5 32\n53 6.\n31 0.\n08 2.\n31 I:\ncr ys\nta lli\nne 4.\n58\nA 37\n.3 31\n3 0.\n22 2.\n00 0.\n17 77\n0. 8\n0. 50\n3 3.\n3 26\n32 14\n0 0.\n28 11\n43 0.\n00 00\n15 0.\n4 30\n30 5.\n50 0.\n11 3.\n81 II:\nin te\nrm ed\nia te\n4. 43\nA 13\n.2 33\n5 0.\n17 0.\n56 0.\n18 46\n0. 7\n0. 47\n8 2.\n8 26\n95 12\n6 0.\n28 05\n81 0.\n00 00\n13 –1\n8. 2\n42 52\n5. 15\n0. 09\n4. 18\nII: in\nte rm\ned ia\nte 4.\n39\nA 46\n.1 94\n0. 53\n0. 50\n0. 20\n66 1.\n1 0.\n56 2\n3 28\n79 18\n0 0.\n28 06\n82 0.\n00 00\n19 –1\n0. 3\n38 97\n5. 54\n0. 11\n1. 37\nI: cr\nys ta\nlli ne\n4. 67\nA 09\n.1 52\n5 0.\n39 0.\n95 0.\n20 96\n0. 9\n0. 53\n3 2.\n8 29\n03 15\n5 0.\n28 07\n31 0.\n00 00\n17 –8\n.1 37\n76 6.\n28 0.\n06 7.\n59 II:\nin te\nrm ed\nia te\n4. 15\nA 53\n.1 13\n0 0.\n52 3.\n93 0.\n22 78\n1. 3\n0. 61\n3 3\n30 37\n21 –1\n0. 28\n09 77\n0. 00\n00 20\n3. 0\n31 72\n3. 12\n0. 06\n2. 06\nI: cr\nys ta\nlli ne\n4. 60\nA 03\n.1 14\n2 0.\n01 2.\n07 0.\n22 92\n0. 8\n0. 61\n1 3\n30 47\n12 –1\n0. 28\n06 81\n0. 00\n00 14\n–7 .2\n38 27\n2. 50\n0. 06\n2. 07\nI: cr\nys ta\nlli ne\n4. 60\nA 44\n.1 15\n8 0.\n65 0.\n29 0.\n23 63\n0. 9\n0. 61\n8 2.\n9 30\n95 14\n0 3.\n72 0.\n09 2.\n63 I:\ncr ys\nta lli\nne 4.\n55\nA 40\n.1 52\n0. 71\n0. 52\n0. 23\n8 1.\n0 0.\n59 7\n3. 1\n31 07\n15 3\n0. 28\n05 88\n0. 00\n00 16\n–8 .5\n39 55\n6. 50\n0. 14\n0. 88\nI: cr\nys ta\nlli ne\n4. 71\nA 57\n.1 55\n5 0.\n38 1.\n30 0.\n24 03\n0. 4\n0. 63\n1 2.\n8 31\n22 6.\n9 –1\n0. 28\n07 03\n0. 00\n00 17\n–4 .9\n37 42\n4. 83\n0. 10\n8. 96\nIII : h\nig hl\ny m\net am\nic t\n4. 10\nA 10\n.1 21\n2 0.\n18 0.\n76 0.\n24 6\n0. 5\n0. 62\n3 2.\n8 31\n59 8.\n1 1\n0. 28\n05 52\n0. 00\n00 14\n–8 .6\n40 05\n3. 68\n0. 06\n3. 37\nII: in\nte rm\ned ia\nte 4.\n47\nA 41\n.1 61\n0. 52\n0. 38\n0. 25\n77 0.\n7 0.\n64 3\n3 32\n33 12\n1 0.\n28 09\n08 0.\n00 00\n24 4.\n6 32\n18 2.\n57 0.\n10 1.\n06 I:\ncr ys\nta lli\nne 4.\n69\nA 59\n.1 12\n3 0.\n65 0.\n32 0.\n28 84\n0. 8\n0. 70\n4 2.\n9 34\n09 12\n–1 0.\n28 06\n02 0.\n00 00\n21 –2\n.0 37\n75 3.\n83 0.\n12 2.\n39 I:\ncr ys\nta lli\nne 4.\n57\nA 01\n.1 10\n1 0.\n61 <\n0. 01\n0. 30\n12 0.\n6 0.\n73 6\n2. 9\n34 76\n8. 8\n–2 3.\n50 0.\n11 2.\n01 I:\ncr ys\nta lli\nne 4.\n61\nA 68\n.1 64\n0. 47\n0. 08\n0. 31\n31 1.\n4 0.\n76 5\n2. 9\n35 36\n22 –4\n0. 28\n05 74\n0. 00\n00 16\n0. 8\n36 88\n4. 02\n0. 10\n1. 29\nI: cr\nys ta\nlli ne\n4. 67\nN ot\ne: D\nat a\nus e\nsc he\nm e\nof M\nur ak\nam i e\nt a l.\n(1 99\n1) . S\nIM S\n— se\nco nd\nar y\nio n\nm as\ns sp\nec tr\nom et\nry ; L\nA -I\nC P\n-M S\n— la\nse r-\nab la\ntio n–\nin du\nct iv\nel y\nco up\nle d\npl as\nm a–\nm as\ns sp\nec tr\nom et\nry ; T\nD M —\nde pl\net ed\nm an\ntle m\nod el\na ge\n.\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/6/1/17/3050233/17.pdf by University of Arizona user on 21 February 2019\nLITHOSPHERE | Volume 6 | Number 1 | www.gsapubs.org 23\nLow δ18O zircon grains in the Neoarchean Rum Jungle Complex | RESEARCH\nThe proposed scenario requires that the Rum Jungle Complex was emplaced at a shallow crustal level in order to access low δ18O meteoric waters. Although there are no existing pressure-temperature constraints on the depth of emplacement, the geochemistry of the granites indicates they were formed by melting at pressures lower than the garnet stability fi eld (<10 kbar; Drüppel et al., 2009). Therefore, they may have been emplaced at the shallow depths required to drive a meteoric-hydrothermal system (e.g., Bindeman, 2011). It may be possible to obtain a maximum constraint on emplacement depth by metamorphic studies of metasedimentary xenoliths of the Stanley Metamorphics within the Rum Jungle Complex. This model could be tested further by analyzing the whole-rock oxygen isotopic composition of the Stanley Metamorphics, which form xenoliths within, and wall rocks to, the Rum Jungle Complex."
  }, {
    "heading": "Diffusive Exchange of Oxygen in Zircon in a HydrothermalMagmatic Environment",
    "text": "Diffusive exchange of oxygen in zircon with a low δ18O melt is one of the two proposed models that could explain the occurrence of variably low δ18O inherited zircon from a range of ages in the Rum Jungle Complex. However, oxygen diffusion profi les in zircon have, to date, not been demonstrated in natural samples. In order for this to be a viable mechanism, a long-lived, high-temperature (supersolidus) hydrothermal system within several kilometers of the surface is required, as oxygen diffusion in zircon is slow, even under prolonged exposure to high-temperature conditions, but particularly in the absence of fl uid water (Page et al., 2007; Lancaster et al., 2009; Bowman et al., 2011). Examination of oxygen zoning profi les in low δ18O zircon would be a useful further test.\nExperimental data indicate that with water present, temperatures of ~700 °C are required to induce grain-scale diffusion for 120-µm-diameter grains on a time scale of 105 to 106 yr (Watson and Cherniak, 1997; Cherniak and Watson, 2003). A large, long-lived, high-crustal-level plutonic system would be required to sustain a hydrothermal-magmatic system capable of achieving this. Although the temperature-time history of the Rum Jungle Complex is impossible to analyze in the same detail as modern subvolcanic systems, the available data suggest that the Rum Jungle Complex may have fulfi lled these constraints, as dated granites from the Rum Jungle Complex span a 24 m.y. age range (2545 ± 4 Ma, 2535 ± 7 Ma, 2534 ± 6 Ma, 2531 ± 3 Ma, 2525 ± 5 Ma, 2521 ± 4 Ma; Cross et al., 2005), thus recording a long history of high heat fl ow, and, potentially, meteoric water circulation, in the region."
  }, {
    "heading": "Implications for Studies of Fluid-Rock Interaction in the Archean",
    "text": "The data presented here have implications for investigating the antiquity of emergence of the continents. In this study, the data provide a minimum constraint on the timing of emergence of Neoarchean crust of the North Australian craton at ca. 2535 Ma, the age of granite emplacement and inferred hydrothermal circulation of meteoric water under shallow crustal conditions. This constitutes the earliest evidence for emergence of continental crust of the North Australian craton.\nHowever, this is not the earliest evidence for emergence of continental crust on a global scale, which has been established for rocks at least as old as 3.5 Ga (Buick et al., 1995). Elevated freeboard existed at various times throughout the Archean, as evidenced by Archean continental and shallow-marine successions (e.g., Burke et al., 1986; Nocita and Lowe, 1990; Hessler and Lowe, 2006), evaporitic sediments (e.g., Buick and Dunlop, 1990; Lowe and Fisher-Worrell, 1999; Sugitani et al., 2003), subaerial volcanism (Blake, 1993; Li et al., 2013), and paleosols (e.g., MacFarlane et al., 1994; Murikami et al., 2001). Much of this evidence is\nfrom Paleoarchean to Neoarchean rocks of the Kaapvaal and Pilbara cratons. However, continental emergence probably occurred only locally, and diachronously, and over a long time period, with emergent crust constituting perhaps only a small proportion of Earth’s surface area by the end of the Archean (Taylor and McLennan, 1985; Stevenson and Patchett, 1990; Arndt, 1999; Vlaar, 2000; Flament et al., 2008).\nAn understanding of how and when continental emergence progressed is important, as widespread emergence of continents provided a means to draw down atmospheric CO\n2 , with concomitant increases in atmospheric\noxygen (e.g., at ca. 2.5–2.3 Ga; Holland, 2002; Bekker et al., 2004; Anbar et al., 2007). However, these types of data are only available for a few cratons, such that the full picture of continental emergence across the Neoarchean-Paleoproterozoic transition remains uncertain.\nTargeting the oxygen isotopic composition of zircons in Archean–Paleoproterozoic granites may provide a fruitful direction for further investigation of the antiquity and progress of continental emergence in different cratonic blocks. Assuming that postmagmatic alteration can be discounted, recognition of low δ18O of inherited zircon having a range of ages necessitates the interpretation of hydrothermal alteration of the protolith. Several well-studied Phanerozoic examples indicate that extensional, rift-related silicic magmatism is conducive to extensive alteration of magmatic and associated sedimentary rocks by hydrothermal meteoric fl uids and that these processes can be refl ected in depleted 18O isotopic compositions of the magmatic rocks and their zircon cargo (Eiler, 2001; e.g., the British Tertiary igneous province— Gilliam and Valley, 1997; Monani and Valley, 2001; Mesozoic granitoids of eastern China—Wei et al., 2002; Yellowstone intracaldera volcanic rocks— Bindeman and Valley, 2001; Bindeman et al., 2008; Timber Mount caldera complex, Nevada—Bindeman et al., 2006). In such environments, magmatism provides the heat source for circulation of meteoric hydrothermal fl uids, and a shallow crustal level of emplacement allows water recharge. Low δ18O detrital or xenocrystic zircon can be expected to be captured by melts in such environments. The same may be true of Archean examples. However, these may be only rarely recorded in the rock record, given the poor preservation potential of such high-level magmatic systems.\nHigh-crustal-level granites generated in extensional tectonic settings are known from several Archean cratons (e.g., Witwatersrand Basin—Moore et al., 1993; Pilbara craton, Australia—Brauhart et al., 1998, 2000; Yilgarn craton, Australia—Hallberg, 1986). Targeting of the oxygen isotopic composition of inherited zircon in granites within these extensional geological domains, where assimilation of supracrustal material has occurred, may provide more insight into the prevalence of emergent crust through the Archean."
  }, {
    "heading": "CONCLUSIONS",
    "text": "Low δ18O zircons are rare, particularly in Archean rocks, but are present as 3.54–3.03 Ga inherited grains within a 2535 ± 7 Ma monzogranite of the Rum Jungle Complex, northern Australia. The zircon U-Pb, Lu-Hf, and O isotopic compositions of magmatic and inherited grains indicate that at least two distinct sources contributed to the granitic magma of the Rum Jungle Complex. The fi rst source is interpreted to be a granitic magma, which was generated by melting of older than 3.3 Ga supracrustal rocks, as gleaned from elevated δ18O (6.0‰–7.5‰) and evolved ε\nHf (−4.1 to −6.6) of\nthe 2535 Ma magmatic zircon population, and consistent with the presence of metasedimentary enclaves and inherited older zircons in the granite. A second source is interpreted to be a low δ18O magma formed by melting of hydrothermally altered supracrustal rocks, which were then assimilated by the intrusive Rum Jungle Complex monzogranite, based on the low δ18O composition of most of the inherited zircon grains in the granite.\nWe propose that magmatism at shallow crustal levels provided the mechanism for generating low δ18O magma by interaction with hydrothermal-\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/6/1/17/3050233/17.pdf by University of Arizona user on 21 February 2019"
  }, {
    "heading": "HOLLIS ET AL.",
    "text": "24 www.gsapubs.org | Volume 6 | Number 1 | LITHOSPHERE\nmeteoric water. This low δ18O magma was either generated prior to 3536 Ma and then periodically remelted through the Paleoarchean to Mesoarchean, producing low δ18O zircon by crystallization from melt, or low δ18O zircons were generated by diffusive re-equilibration with a low δ18O magma during the Neoarchean at ca. 2535 Ma. These low δ18O zircons were ultimately entrained as inherited zircon in the Rum Jungle Complex monzogranite.\nThese data provide a minimum timing constraint for the emergence of continental crust of the North Australian craton by the end of the Archean (at 2535 Ma). Searching for the signatures of hydrothermal alteration in inherited zircon from other high-crustal-level Archean granites may yield further insights into fl uid-rock interactions and the emergence of continental crust through time."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "The sample was collected during regional studies by the Northern Territory Geological Survey (NTGS). U-Pb geochronology was undertaken at Geoscience Australia (GA) through the NTGSGA geochronology project (National Geoscience Accord). Technical staff at GA are thanked for professionalism and skill in producing high-quality zircon separates, mounts, and images. L. Glass is thanked for Hf data collection. Van Kranendonk is supported by funding from the University of New South Wales. The manuscript has benefi ted from constructive reviews by William Peck and anonymous reviewers. This contribution is published with permission of the directors of the Geological Survey of Western Australia, NTGS, and GA, and is contribution 379 from the ARC Centre of Excellence for Core to Crust Fluid Systems (http://www.ccfs.mq.edu.au)."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Anbar, A.D., Duan, Y., Lyons, T.W., Arnold, G.L., Kendall, B., Creaser, R.A., Kaufman, A.J., Gor-\ndon, G.W., Scott, C., Garvin, J., and Buick, R., 2007, A whiff of oxygen before the Great Oxidation Event?: Science, v. 317, p. 1903–1906, doi:10.1126/science.1140325. Arndt, N., 1999, Why was fl ood volcanism on submerged continental platforms so common in the Precambrian?: Precambrian Research, v. 97, p. 155–164, doi:10.1016/S0301-9268 (99)00030-3. Bekker, A., Holland, H.D., Wang, P.L., Rumble, D., Stein, H.J., Hannah, J.L., Coetzee, L.L., and Beukes, N.J., 2004, Dating the rise of atmospheric oxygen: Nature, v. 427, p. 117–120, doi:10.1038/nature02260. Beyer, E.E., Hollis, J.A., Whelan, J.A., Glass, L.M., Donnellan, N., Yaxley, G., Armstrong, R., and Allen, C., 2012, Summary of Results: NTGS Laser and SHRIMP U-Pb, Hf and O Geochronology Project: Pine Creek Orogen, Arunta Region and Murphy Inlier, July 2008–May 2011: Northern Territory Geological Survey Record 2012-007. Bindeman, I., 2008, Oxygen isotopes in mantle and crustal magmas as revealed by single crystal analysis: Reviews in Mineralogy and Geochemistry, v. 69, p. 445–478, doi:10.2138 /rmg.2008.69.12. Bindeman, I., 2011, When do we need pan-global freeze to explain 18O-depleted zircons and rocks?: Geology, v. 39, p. 799–800, doi:10.1130/focus082011.1. Bindeman, I.N., and Valley, J.W., 2000, Formation of low-δ18O rhyolites after caldera collapse at Yellowstone, Wyoming, USA: Geology, v. 28, no. 8, p. 719–722, doi:10.1130/0091-7613 (2000)28<719:FOLRAC>2.0.CO;2. Bindeman, I.N., and Valley, J.W., 2001, Low-δ18O rhyolites from Yellowstone: Magmatic evolution based on analyses of zircon and individual phenocrysts: Journal of Petrology, v. 42, p. 1491–1517, doi:10.1093/petrology/42.8.1491. Bindeman, I.N., and Valley, J.W., 2003, Rapid generation of both high- and low-δ18O, largevolume silicic magmas at the Timber Mountain/Oasis Valley caldera complex, Nevada: Geological Society of America Bulletin, v. 115, no. 5, p. 581–595, doi:10.1130/0016-7606 (2003)115<0581:RGOBHA>2.0.CO;2. Bindeman, I.N., Valley, J.W., Wooden, J.L., and Persing, H.M., 2001, Post-caldera volcanism: In situ measurement of U-Pb age and oxygen isotope ratio in Pleistocene zircons from Yellowstone caldera: Earth and Planetary Science Letters, v. 189, p. 197–206, doi:10.1016 /S0012-821X(01)00358-2. Bindeman, I.N., Schmitt, A.K., and Valley, J.W., 2006, U-Pb zircon geochronology of silicic tuffs from Timber Mountain Caldera complex, Nevada: Rapid generation of large volume magmas by shallow-level remelting: Contributions to Mineralogy and Petrology, v. 152, p. 649–665, doi:10.1007/s00410-006-0124-1. Bindeman, I.N., Watts, K.E., Schmitt, A.K., Morgan, L.A., and Shanks, P.W.C., 2007, Voluminous low δ18O magmas in the late Miocene Heise volcanic fi eld, Idaho: Implications for the fate of Yellowstone hotspot calderas: Geology, v. 35, no. 11, p. 1019–1022, doi:10.1130 /G24141A.1. Bindeman, I.N., Fu, B., Kita, N., and Valley, J.W., 2008, Origin and evolution of Yellowstone silicic magmatism based on ion microprobe analysis of isotopically-zoned zircons: Journal of Petrology, v. 49, p. 163–193, doi:10.1093/petrology/egm075. Blake, T.S., 1993, Late Archaean crustal extension, sedimentary basin formation, fl ood basalt volcanism and continental rifting: The Nullagine and Mount Jope Supersequences, Western Australia: Precambrian Research, v. 60, p. 185–241, doi:10.1016/0301-9268(93)90050-C. Blichert-Toft, J., and Albaréde, F., 1997, The Lu-Hf isotope geochemistry of chondrites and the evolution of the mantle-crust system: Earth and Planetary Science Letters, v. 148, no. 1–2, p. 243–258, doi:10.1016/S0012-821X(97)00040-X. Bodorkos, S., and Sandiford, M., 2006, Thermal and mechanical controls on the evolution of Archean crustal deformation: Examples from Western Australia, in Benn, K., Mareschal,\nJ.-M., and Condie, K., eds., Archean Geodynamics and Environments: American Geophysical Union Geophysical Monograph 64, p. 131–147. Bowman, J.R., Moser, D.E., Valley, J.W., Wooden, J.L., Kita, N.T., and Mazdab, F.K., 2011, Zircon U-Pb isotope, δ18O and trace element response to 80 m.y. of high temperature metamorphism in the lower crust: Sluggish diffusion and new records of Archean craton formation: American Journal of Science, v. 311, p. 719–772, doi:10.2475/09.2011.01. Brauhart, C., Groves, D.I., and Morant, P., 1998, Regional alteration systems associated with volcanogenic massive sulphide mineralisation at Panorama, Pilbara, Western Australia: Economic Geology and the Bulletin of the Society of Economic Geologists, v. 93, p. 292– 302, doi:10.2113/gsecongeo.93.3.292. Brauhart, C., Huston, D.L., and Andrew, A.S., 2000, Oxygen isotope mapping in the Panorama VMS district, Pilbara craton, Western Australia: Applications to estimating temperatures of alteration and to exploration: Mineralium Deposita, v. 35, p. 727–740, doi:10.1007 /s001260050275. Brown, M., 2008, Characteristic thermal regimes of plate tectonics and their metamorphic imprint throughout Earth history: When did Earth fi rst adopt a plate tectonics mode of behavior?, in Condie, K.C., and Pease, V., eds., When Did Plate Tectonics Begin on Planet Earth?: Geological Society of America Special Paper 440, p. 97–128. Buick, R., and Dunlop, J.S.R., 1990, Evaporitic sediments of early Archaean age from the Warrawoona Group, North Pole, Western Australia: Sedimentology, v. 37, p. 247–277, doi:10.1111/j.1365-3091.1990.tb00958.x. Buick, R., Thornett, J.R., McNaughton, N.J., Smith, J.B., Barley, M.E., and Savage, M., 1995, Record of emergent continental crust ~3.5 billion years ago in the Pilbara craton of Australia: Nature, v. 375, p. 574–577, doi:10.1038/375574a0. Burke, K., Kidd, W.S.F., and Kusky, T.M., 1986, Archean foreland basin tectonics in the Witwaters rand, South Africa: Tectonics, v. 5, p. 439–456, doi:10.1029/TC005i003p00439. Campbell, I.H., and Allen, C.M., 2008, Formation of supercontinents linked to increases in atmospheric oxygen: Nature Geoscience, v. 1, p. 554–558, doi:10.1038/ngeo259. Carson, C.J., Hollis, J.A., Glass, L.M., Close, D.F., Whelan, J.A., and Wygralak, A., 2010, Summary of Results: Joint NTGS GA Geochronology Project: East Arunta Region, Pine Creek Orogen and Murphy Inlier, July 2007–June 2009: Northern Territory Geological Survey Record 2010-0004. Cherniak, D.J., and Watson, E.B., 2001, Pb diffusion in zircon: Chemical Geology, v. 172, p. 5–24, doi:10.1016/S0009-2541(00)00233-3. Cherniak, D.J., and Watson, E.B., 2003, Diffusion in zircon, in Hanchar, J.M., and Hoskin, P.W.O., eds., Zircon: Mineralogical Society of America Reviews in Mineralogy and Geochemistry, v. 53, p. 113–143. Condie, K.C., O’Neill, C., and Aster, R.C., 2009, Evidence and implications for a widespread magmatic shutdown for 250 My on Earth: Precambrian Research, v. 282, p. 294–298. Cross, A.J., Claoué-Long, J.C., Scrimgeour, I.R., Ahmad, M., and Kruse, P.D., 2005, Summary of Results: Joint NTGS-GA Geochronology Project: Rum Jungle, Basement to Southern Georgina Basin and Eastern Arunta Region 2001–2003: Northern Territory Geological Survey Record 2005–2006. Cruden, A.R., Nasseri, M.H.B., and Pysklywec, R., 2006, Surface topography ad internal strain variation in wide hot orogens from three-dimensional analogue and two-dimensional numerical vice models, in Butter, S.J.H., and Schreurs, G., eds., Analogue and Numerical Modelling of Crustal-Scale Processes: Geological Society of London Special Publication 253, p. 79–104. Drüppel, K., McCready, A.J., and Stumpfl , E.F., 2009, High-K granites of the Rum Jungle complex, N-Australia: Insights into the late Archean crustal evolution of the North Australian craton: Lithos, v. 111, p. 203–219, doi:10.1016/j.lithos.2009.04.007. Eiler, J.M., 2001, Oxygen isotope variations of basaltic lavas and upper mantle rocks, in Valley J.W., and Cole, D.R., eds., Stable Isotope Geochemistry: Mineralogical Society of America Reviews in Mineralogy and Geochemistry, v. 43, p. 319–364. Eriksson, P.G., Mazumder, R., Sarkar, S., Bose, P.K., Altermann, W., and van der Merwe, R., 1999, The 2.7–2.0 Ga volcano-sedimentary record of Africa, India and Australia: Evidence for global and local changes in sea level and continental freeboard: Precambrian Research, v. 97, p. 269–302, doi:10.1016/S0301-9268(99)00035-2. Farquhar, J., Huiming, B., and Thiemens, M., 2000, Atmospheric infl uence of Earth’s earliest sulphur cycle: Science, v. 289, p. 756–758, doi:10.1126/science.289.5480.756. Flament, N., Coltice, N., and Rey, P.F., 2008, A case for late-Archaean continental emergence from thermal evolution models and hypsometry: Earth and Planetary Science Letters, v. 275, p. 326–336, doi:10.1016/j.epsl.2008.08.029. Flament, N., Rey, P.F., Coltice, N., Dromart, G., and Olivier, N., 2011, Lower crustal fl ow kept Archean continental fl ood basalts at sea level: Geology, v. 39, p. 1159–1162, doi:10.1130/G32231.1. Gilliam, C.E., and Valley, J.W., 1997, Low δ18O magma, Isle of Skye, Scotland: Evidence from zircons: Geochimica et Cosmochimica Acta, v. 61, p. 4975–4981, doi:10.1016/S0016-7037 (97)00297-4. Gregory, R.T., 1991, Oxygen history of seawater revisited: Timescales for boundary event changes in the oxygen isotope composition of seawater, in Taylor, H.P., et al., eds., Stable Isotope Geochemistry: San Antonio, Texas, Lancaster Press, p. 65–76. Gregory, R.T., and Taylor, H.P., 1981, An oxygen isotope profi le in a section of Cretaceous oceanic crust, Samail Ophiolite, Oman: Evidence for δ18O buffering of the oceans by deep (>5 km) seawater-hydrothermal circulation at mid-ocean ridges: Journal of Geophysical Research, v. 86, p. 2737–2755, doi:10.1029/JB086iB04p02737. Hallberg, J.A., 1986, Archaean basin development and crustal extension in the northeastern Yilgarn block, western Australia: Precambrian Research, v. 31, p. 133–156, doi:10.1016 /0301-9268(86)90071-9. Hessler, A.M., and Lowe, D.R., 2006, Weathering and sediment generation in the Archean: An integrated study of the evolution of siliciclastic sedimentary rocks of the 3.2 Ga Moodies Group, Barberton Greenstone Belt, South Africa: Precambrian Research, v. 151, p. 185– 210, doi:10.1016/j.precamres.2006.08.008.\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/6/1/17/3050233/17.pdf by University of Arizona user on 21 February 2019\nLITHOSPHERE | Volume 6 | Number 1 | www.gsapubs.org 25\nLow δ18O zircon grains in the Neoarchean Rum Jungle Complex | RESEARCH\nHickman, A.H., 1984, Archaean diapirism in the Pilbara block, Western Australia, in Kröner, A., and Greiling, R., eds., Precambrian Tectonics Illustrated: Stuttgart, Germany, E. Schweizerbarts’che Verlagsbuchhandlung, p. 113–127. Hiess, J., Bennett, V., Nutman, A.P., and Williams, I.S., 2011, Archaean fl uid-assisted crustal cannibalism recorded by low δ18O and negative εHf(T) isotopic signatures of West Greenland granite zircon: Contributions to Mineralogy and Petrology, v. 161, p. 1027–1050, doi:10.1007/s00410-010-0578-z. Hildreth, W., Christiansen, J., and O’Neil, R.O., 1984, Catastrophic isotopic modifi cation of rhyolitic magma at times of caldera subsidence, Yellowstone Plateau volcanic fi eld: Journal of Geophysical Research–Solid Earth, v. 89, no. B10, p. 8339–8369, doi:10.1029 /JB089iB10p08339. Holland, H.D., 2002, Volcanic gases, black smokers, and the Great Oxidation Event: Geochimica et Cosmochimica Acta, v. 66, p. 3811–3826, doi:10.1016/S0016-7037(02)00950-X. Hollis, J.A., Carson, C.J., and Glass, L.M., 2009, SHRIMP U-Pb zircon geochronological evidence for Neoarchean basement in western Arnhem Land, northern Australia: Precambrian Research, v. 174, p. 364–380, doi:10.1016/j.precamres.2009.08.010. Hollis, J.A., Glass, L.M., Carson, C.J., Kemp, A.I.S., Yaxley, G., Armstrong, R., and Scherstén, A., 2010, U-Pb-Hf-O character of Neoarchean basement to the Pine Creek orogen, North Australian craton, in Tyler, I.M., and Knox-Robinson, C.M., eds., Fifth International Archean Symposium Abstracts: Geological Survey of Western Australia Record 2010/18, p. 65–67, 410 p. King, E.M., Valley, J.W., and Davis, D.W., 2000, Oxygen isotope evolution of volcanic rocks at the Sturgeon Lake volcanic complex, Ontario: Canadian Journal of Earth Sciences, v. 37, p. 39–50, doi:10.1139/e99-106. Kirkland, C.L., Whitehouse, M.J., and Slagstad, T., 2009, Fluid-assisted zircon and monazite growth within a shear zone: A case study from Finnmark, Arctic Norway: Contributions to Mineralogy and Petrology, v. 158, p. 637–657, doi:10.1007/s00410-009-0401-x. Kositcin, N., Carson, C.J., Hollis, J.A., Glass, L.M., Close, D.F., Whelan, J.A., Webb, G., and Donnellan, N.D., 2012, Summary of Results: Joint NTGS-GA Geochronology Project: Arunta, Davenport, Simpson Desert and Pine Creek Regions, July 2009–June 2011: Northern Territory Geological Survey Record 2012-008. Kump, L.R., and Barley, M.E., 2007, Increased subaerial volcanism and the rise of atmospheric oxygen 2.5 billion years ago: Nature, v. 448, p. 1033–1036, doi:10.1038/nature06058. Labrosse, S., and Jaupart, C., 2007, Thermal evolution of the Earth: Secular changes and fl uctuations of plate characteristics: Earth and Planetary Science Letters, v. 260, p. 465–481, doi:10.1016/j.epsl.2007.05.046. Lally, J.H., 2002, Stratigraphy, Structure and Mineralisation, Rum Jungle Mineral Field, Northern Territory: Northern Territory Geological Survey Record 2002–2005. Lancaster, P.J., Fu, B., Page, F.Z., Kita, N.T., Bickford, M.E., Hill, B.M., McLelland, J.M., and Valley, J.W., 2009, Genesis of metapelitic migmatites in the Adirondack Mountains, New York: Journal of Metamorphic Geology, v. 27, p. 41–54, doi:10.1111/j.1525-1314.2008.00802.x. Li, Y.-L., Cole, D.R., Konhauser, K., and Sang Chan, L., 2013, Quartz nanocrystals in the 2.48 Ga Dales Gorge banded iron formation of Hamersley, Western Australia: Evidence for a change from submarine to subaerial volcanism at the end of the Archean: The American Mineralogist, v. 98, p. 582–587, doi:10.2138/am.2013.4205. Logan, W.E., 1857, On the division of the Azoic rocks of Canada into Huronian and Lawrentian: Proceedings of the American Association for the Advancement of Science, v. 1857, p. 44–47. Lowe, D.R., and Fisher-Worrell, G., 1999, Sedimentology, mineralogy, and implications of silicifi ed evaporites in the Kromberg Formation, Barberton Greenstone Belt, South Africa, in Lowe, D.R., and Byerly, G.R., eds., Geologic Evolution of the Barberton Greenstone Belt, South Africa: Geological Society of America Special Paper 329, p. 167–188. MacFarlane, A.W., Danielson, A., and Holland, H.D., 1994, Geology and major and trace element chemistry of late Archean weathering profi les in the Fortescue Group, Western Australia: Implications for atmospheric pO2: Precambrian Research, v. 65, p. 297–317, doi:10.1016/0301-9268(94)90110-4. Macgregor, A.M., 1951, Some milestones in the Precambrian of southern Rhodesia: Proceedings of the Geological Society of South Africa, v. 54, p. 27–71. Margulis, L., Rambler, M., and Walker, J.C.G., Margulis, L., and Rambler, M., 1976, Reassessment of roles of oxygen and ultraviolet light in Precambrian evolution: Nature, v. 264, p. 620–624, doi:10.1038/264620a0. Martin, W., and Müller, M., 1998, The hydrogen hypothesis for the fi rst eukaryote: Nature, v. 392, p. 37–41, doi:10.1038/32096. McLennan, S.M., Taylor, S.R., and Eriksson, K.A., 1983, Geochemistry of Archean shales from the Pilbara Supergroup, Western Australia: Geochimica et Cosmochimica Acta, v. 47, p. 1211–1222, doi:10.1016/0016-7037(83)90063-7. Monani, S., and Valley, J.W., 2001, Oxygen isotope ratios of zircon: Magma genesis of low δ18O granites from the British Tertiary igneous province, western Scotland: Earth and Planetary Science Letters, v. 184, p. 377–392, doi:10.1016/S0012-821X(00)00328-9. Moore, M., Davis, D.W., Robb, L.J., Jackson, M.C., and Grobler, D.F., 1993, Archean rapakivi granite-anorthosite-rhyolite complex in the Witwatersrand Basin hinterland, southern Africa: Geology, v. 21, p. 1031–1034, doi:10.1130/0091-7613(1993)021<1031:ARGARC>2.3.CO;2. Moser, D.E., Bowman, J.R., Wooden, J., Valley, J.W., Mazdab, F., and Kita, N., 2008, Creation of a continent recorded in zircon zoning: Geology, v. 36, no. 3, p. 239–242, doi:10.1130 /G24416A.1. Murakami, T., Chakoumakos, B.C., Ewing, R.C., Lumpkin, G.R., and Weber, W.J., 1991, Alphadecay event damage in zircon: The American Mineralogist, v. 76, p. 1510–1532. Murakami, T., Utsunomiya, S., Imazu, Y., and Prasad, N., 2001, Direct evidence of late Archean to early Proterozoic anoxic atmosphere from a product of 2.5 Ga old weathering: Earth and Planetary Science Letters, v. 184, p. 523–528, doi:10.1016/S0012-821X(00)00344-7. Needham, R.S., Stuart-Smith, P.G., and Page, R.W., 1988, Tectonic evolution of the Pine Creek Inlier, Northern Territory: Precambrian Research, v. 40, no. 21, p. 543–564, doi:10.1016 /0301-9268(88)90084-8. Nelson, D.R., Trendall, A.F., and Altermann, W., 1999, Chronological correlations between the Pilbara and Kaapvaal cratons: Precambrian Research, v. 97, p. 165–189, doi:10.1016 /S0301-9268(99)00031-5. Nocita, B.W., and Lowe, D.R., 1990, Fan-delta sequence in the Archean Fig Tree Group, Barberton Greenstone Belt, South Africa: Precambrian Research, v. 48, p. 375–393, doi:10.1016 /0301-9268(90)90049-V. Northern Territory Geological Survey, 2012, Minerals Geochemical Database: Northern Territory Geological Survey DIP001. Page, F.Z., Ushikubo, T., Kita, N.T., Riciputi, L.R., and Valley, J.W., 2007, High-precision oxygen isotope analysis of pictogram samples reveals 2 μm gradients and slow diffusion in zircon: The American Mineralogist, v. 92, p. 1772–1775, doi:10.2138/am.2007.2697. Page, R.W., Compston, W., and Needham, R.S., 1980, Geochronology and evolution of the late Archaean basement and Proterozoic rocks in the Alligator River Uranium Field, Northern Territory, Australia, in Ferguson, J., and Goleby, A.B., eds., Uranium in the Pine Creek Geosyncline: Proceedings of the International Uranium Symposium on the Pine Creek Geosyncline: Vienna, Austria, International Atomic Energy Agency, p. 39–68. Peck, W.H., 2000, Oxygen Isotope Studies of Grenville Metamorphism and Magmatism [Ph.D. thesis]: Madison, Wisconsin, University of Wisconsin–Madison. Peck, W.H., Valley, J.W., and Graham, C., 2003, Slow oxygen diffusion rates in igneous zircons from metamorphic rocks: The American Mineralogist, v. 88, p. 1003–1014. Rey, P.F., Philippot, P., and Thébaud, N., 2003, Contribution of mantle plumes, crustal thickening and greenstone blanketing to the 2.75–2.65 Ga global crisis: Precambrian Research, v. 127, p. 43–60, doi:10.1016/S0301-9268(03)00179-7. Rhodes, J.M., 1965, The Geological Relationships of the Rum Jungle Complex: Northern Territory Bureau of Mineral Resources Report 89. Stevenson, R.K., and Patchett, P.J., 1990, Implications for the evolution of continental crust from Hf isotope systematics of Archean detrital zircons: Geochimica et Cosmochimica Acta, v. 54, p. 1683–1697, doi:10.1016/0016-7037(90)90400-F. Stockwell, C.H., 1961, Structural provinces, orogenies and time classifi cation of rocks of the Canadian Shield: Geological Survey of Canada Paper 61–17, p. 108–118. Sugitani, K., Mimura, K., Suzuki, K., Nagamine, K., and Sugisaki, R., 2003, Stratigraphy and sedimentary petrology of an Archean volcanic–sedimentary succession at Mt. Goldsworthy in the Pilbara block, Western Australia: Implications of evaporite (nahcolite) and barite deposition: Precambrian Research, v. 120, p. 55–79, doi:10.1016/S0301-9268(02)00145-6. Tang, J., Zheng, Y.-F., Gong, B., Wu, Y.-B., Gao, T.-S., Yuan, H., and Wu, F.-Y., 2008, Extreme oxygen isotope signature of meteoric water in magmatic zircon from metagranite in the Sulu orogen, China: Implications for Neoproterozoic rift magmatism: Geochimica et Cosmochimica Acta, v. 72, p. 3139–3169, doi:10.1016/j.gca.2008.04.017. Taylor, S., and McLennan, S., 1985, The Continental Crust: Its Composition and Evolution: Blackwell Scientifi c Publications, 312 p. Valley, J.W., Lackey, J.S., Cavosie, A.J., Clechenko, C.C., Spicuzza, M.J., Basei, M.A.S., Bindeman, I.N., Ferreira, V.P., Sial, A.N., King, E.M., Peck, W.H., Sinha, A.K., and Wei, C.S., 2005, 4.4 billion years of crustal maturation: Oxygen isotope ratios of magmatic zircon: Contributions to Mineralogy and Petrology, v. 150, p. 561–580, doi:10.1007/s00410-005-0025-8. Van Kranendonk, M.J., 2012, A chronostratigraphic division of the Precambrian: Possibilities and challenges, in Gradstein, F.M., Ogg, J.G., Schmitz, M.D., and Ogg, G.J., eds., The Geologic Time Scale 2012; Boston, Elsevier, p. 313–406. Van Kranendonk, M.J., and Kirkland, C.L., 2013, Orogenic climax of Earth: The 1.2–1.1 Ga Grenvillian superevent: Geology, v. 41, no. 7, p. 735–738, doi:10.1130/G34243.1. Van Kranendonk, M.J., Hickman, A.H., Smithies, R.H., and Nelsen, D.R., 2002, Geology and tectonic evolution of the Archean North Pilbara terrain, Pilbara craton, Western Australia: Economic Geology and the Bulletin of the Society of Economic Geologists, v. 97, p. 695–732. Vervoort, J.D., and Blichert-Toft, J., 1999, Evolution of the depleted mantle: Hf isotope evidence from juvenile rocks through time: Geochimica et Cosmochimica Acta, v. 63, no. 3–4, p. 533–556. Vlaar, N.J., 2000, Continental emergence and growth on a cooling Earth: Tectonophysics, v. 322, p. 191–202, doi:10.1016/S0040-1951(00)00063-9. Wang, X.-C., Li, Z.-X., Li, X.-H., Li, Q.-L., Tang, G.-Q., Zhang, Q.-R., and Liu, Y., 2011, Nonglacial origin for low-δ18O Neoproterozoic magmas in the South China block: Evidence from new in-situ oxygen isotope analysis using SIMS: Geology, v. 39, p. 735–738, doi:10.1130 /G31991.1. Watson, E.B., and Cherniak, D.J., 1997, Oxygen diffusion in zircon: Earth and Planetary Science Letters, v. 148, p. 527–544, doi:10.1016/S0012-821X(97)00057-5. Wei, C.-S., Zheng, Y.-F., Zhao, Z.-F., and Valley, J.W., 2002, Oxygen and neodymium isotope evidence for recycling of juvenile crust in northeast China: Geology, v. 30, p. 375–378, doi:10.1130/0091-7613(2002)030<0375:OANIEF>2.0.CO;2. Whelan, J.A., Woodhead, J.D., and Cliff, J., 2013, Zircon SIMS O and LA-ICPMS Hf Isotopic Data for Granitic Gneiss of the Billabong Complex, Tanami Region: Northern Territory Geological Survey Technical Note 2013-004. Zheng, Y.-F., Wu, Y.-B., Chen, F.-K., Gong, B., Li, L., and Zhao, Z.-F., 2004, Zircon U-Pb and oxygen isotope evidence for a large-scale 18O depletion event in igneous rocks during the Neoproterozoic: Geochimica et Cosmochimica Acta, v. 68, no. 20, p. 4145–4165, doi:10.1016/j .gca.2004.01.007."
  }, {
    "heading": "MANUSCRIPT RECEIVED 16 MAY 2013 REVISED MANUSCRIPT RECEIVED 5 DECEMBER 2013 MANUSCRIPT ACCEPTED 16 DECEMBER 2013",
    "text": "Printed in the USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/6/1/17/3050233/17.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2014,
  "references": [],
  "id": "SP:f5985e8f19acd682700243cadc1ce76cc5568f32",
  "authors": [],
  "abstractText": "The timing of widespread continental emergence is generally considered to have had a dramatic effect on the hydrological cycle, atmospheric conditions, and climate. New secondary ion mass spectrometry (SIMS) oxygen and laser-ablation–multicollector–inductively coupled plasma–mass spectrometry (LA-MC-ICP-MS) Lu-Hf isotopic results from dated zircon grains in the granitic Neoarchean Rum Jungle Complex provide a minimum time constraint on the emergence of continental crust above sea level for the North Australian craton. A 2535 ± 7 Ma monzogranite is characterized by magmatic zircon with slightly elevated δ18O (6.0‰–7.5‰ relative to Vienna standard mean ocean water [VSMOW]), consistent with some contribution to the magma from reworked supracrustal material. A supracrustal contribution to magma genesis is supported by the presence of metasedimentary rock enclaves, a large population of inherited zircon grains, and subchondritic zircon Hf (εHf = −6.6 to −4.1). A separate, distinct crustal source to the same magma is indicated by inherited zircon grains that are dominated by low δ18O values (2.5‰–4.8‰, n = 9 of 15) across a range of ages (3536–2598 Ma; εHf = −18.2 to +0.4). The low δ 18O grains may be the product of one of two processes: (1) grain-scale diffusion of oxygen in zircon by exchange with a low δ18O magma or (2) several episodes of magmatic reworking of a Mesoarchean or older low δ18O source. Both scenarios require shallow crustal magmatism in emergent crust, to allow interaction with rocks altered by hydrothermal meteoric water in order to generate the low δ18O zircon. In the fi rst scenario, assimilation of these altered rocks during Neoarchean magmatism generated low δ18O magma with which residual detrital zircons were able to exchange oxygen, while preserving their U-Pb systematics. In the second scenario, wholesale melting of the altered rocks occurred in several distinct events through the Mesoarchean, generating low δ18O magma from which zircon crystallized. Ultimately, in either scenario, the low δ18O zircons were entrained as inherited grains in a Neoarchean granite. The data suggest operation of a modern hydrological cycle by the Neoarchean and add to evidence for the increased emergence of continents by this time. LITHOSPHERE; v. 6; no. 1; p. 17–25; GSA Data Repository Item 2014079 | Published online 17 January 2014 doi: 10.1130/L296.1 For permission to c py, contact editing@geosociety.org | © 2014 Geological Society of America *Present address: Geological Survey of Western Australia, Mineral House, 100 Plain Street, East Perth, WA 6004, Australia. Downloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/6/1/17/3050233/17.pdf by University of Arizona user on 21 February 2019",
  "title": "Low δ18O zircon grains in the Neoarchean Rum Jungle Complex, northern Australia: An indicator of emergent continental crust"
}