{
  "year": 2007,
  "references": [],
  "id": "SP:430267e78ae76bc09ebd297d1ac94658dcf4fc66",
  "authors": [{
    "name": "Paul F. Schuster",
    "affiliations": []
  }, {
    "name": "David E. White",
    "affiliations": []
  }, {
    "name": "David L. Naftz",
    "affiliations": []
  }, {
    "name": "DeWayne Cecil",
    "affiliations": []
  }],
  "abstractText": "The potential to use ice cores from alpine glaciers in the midlatitudes to reconstruct paleoclimatic records has not been widely recognized. Although excellent paleoclimatic records exist for the polar regions, paleoclimatic ice core records are not common from midlatitude locations. An ice core removed from the Upper Fremont Glacier in Wyoming provides evidence for abrupt climate change during the mid-1800s. Volcanic events (Krakatau and Tambora) identified from electrical conductivity measurements (ECM) and isotopic and chemical data from the Upper Fremont Glacier were reexamined to confirm and refine previous chronological estimates of the ice core. At a depth of 152 m the refined age-depth profile shows good agreement (1736 _+ 10 A.D.) with the 14C age date (1729 _+ 95 A.D.). The/5•SO profile of the Upper Fremont Glacier (UFG) ice core indicates a change in climate known as the Little Ice Age (LIA). However, the sampling interval for/50 is sufficiently large (20 cm) such that it is difficult to pinpoint the LIA termination on the basis of/5•SO data alone. Other research as shown that changes in the/5•SO variance are generally coincident with changes in ECM variance. The ECM data set contains over 125,000 data points at a resolution of 1 data point per millimeter of ice core. A 999-point running average of the ECM data set and results from f tests indicates that the variance of the ECM data decreases significantly at about 108 m. At this depth, the age-depth profile predicts an age of 1845 A.D. Results indicate the termination of the LIA was abrupt with a major climatic shift to warmer temperatures around 1845 A.D. and continuing to present day. Prediction limits (error bars) calculated for the profile ages are _+ 10 years (90% confidence level). Thus a conservative stimate for the time taken to complete the LIA climatic shift to present-day climate is about 10 years, suggesting the LIA termination in alpine regions of central North America may have occurred on a relatively short (decadal) timescale.",
  "title": "Chronological refinement of an ice core record at Upper Fremont Glacier in south central North America"
}