{
  "sections": [{
    "text": "Statistical petrology reveals a link between supercontinents cycle and mantle global climatek\nJérôme Ganne1,*, XiaoJun FenG1, Patrice rey2, and Vincent de andrade3\n1IRD, UR 234, GET, Université Toulouse III, 14 Avenue Edouard Belin, 31400 Toulouse, France 2Earthbyte Research Group, School of Geosciences, The University of Sydney, Sydney, New South Wales 2006, Australia\n3Argonne National Laboratory, 9700 South Cass Avenue, Lemont, Illinois 60439, U.S.A.\nabstract The breakup of supercontinents is accompanied by the emplacement of continental flood basalts and dike swarms, the origin of which is often attributed to mantle plumes. However, convection modeling has showed that the formation of supercontinents result in the warming of the sub-continental asthenospheric mantle (SCAM), which could also explain syn-breakup volcanism. Temperature variations during the formation then breakup of supercontinents are therefore fundamental to understand volcanism related to supercontinent cycles. Magmatic minerals record the thermal state of their magmatic sources. Here we present a data mining analysis on the first global compilation of chemical information on magmatic rocks and minerals formed over the past 600 million years: a time period spanning the aggregation and breakup of Pangea, the last supercontinent. We show that following a period of increasingly hotter Mgrich magmatism with dominant tholeiitic affinity during the aggregation of Pangea, lower-temperature minerals crystallized within Mg-poorer magma with a dominant calc-alkaline affinity during Pangea disassembly. These trends reflect temporal changes in global mantle climate and global plate tectonics in response to continental masses assembly and dispersal. We also show that the final amalgamation of Pangea at ~300 Myr led to a long period of lithospheric collapse and cooling until the major step of Pangea disassembly started at ~125 Myr. The geological control on the geosphere magma budget has implications on the oxidation state and temperature of the Earth’s outer envelopes in the Phanerozoic and may have exerted indirect influence on the evolution of climate and life on Earth.\nKeywords: Pangea supercontinent, mantle heating, magma thermicity, global cycles, geostatistics\nintroduction Mantle convection and plate tectonics are two coupled processes driving the cooling of the Earth’s interior (Labrosse and Jaupart 2007). In the last decade, numerical studies have shown that the distribution and size of continental plates at the Earth surface control the mantle potential temperature (Tp) below continents (Gurnis 1988; Yale and Carpenter 1998; Grigné et al. 2005; Phillips and Bunge 2005). The concept of mantle warming below supercontinents (Anderson 1982; Coltice et al. 2009) has challenged the plume paradigm (Hill 1991; Ernst and Buchan 1997; Courtillot et al. 1999) to explain continental flood basalts (CFBs) and their dike swarms, which are now grouped as Large Igneous Provinces (LIPs) (Ernst 2014). Two- and three-dimensional numerical studies (Gurnis 1988; Grigné et al. 2005; Coltice et al. 2007; Lenardic et al. 2011) show that the potential temperature of the convective mantle gradually increases up to ~150 °C as a response of the lengthening of the convective wavelength as plates aggregate into a supercontinent. Locally, this seems to be confirmed as primary magmas from the ~200 Myr old Central Atlantic Magmatic Province (CAMP), emplaced at the onset of Pangea dispersal, point to a Tp 50 to 150 °C warmer than normal, but not warm enough for a plume origin according to some authors (Hole 2015; Rey 2015). However, it remains quite uncertain how great an excess Tp might be derived from a plume originating from the deep mantle (Bunge 2005). Assuming that the supercontinent cycle modulates the temperature in the convective mantle, then, on a global scale, magmatic minerals like olivine, pyroxene, amphibole, and plagioclase should have recorded over the past ~600 Myr a measurable increase in crystallization temperature (T) in relation to the Pangea assembly phase and decrease during its dispersal. Despite uncertainties in measuring absolute values of T and Tp (Herzberg 2011; Putirka 2016), we hypothesize that their trends over several tens to hundreds Myrs are likely to be representative of changing thermal regimes in the sub-continental asthenospheric mantle (SCAM). Figure 1a illustrates how the melting temperature at the solidus, described by the potential temperature, impacts the chemical signature (MgO content) of magmas formed at the solidus (i.e., primary magmas). During mantle upwelling, including that induced by thinning of the continental lithosphere, the exhumed SCAM follows an adiabat (blue or red dashed lines) intersecting the solidus at a depth that depends on the potential temperature (blue and red dots in Fig. 1a). Primary melts are produced between the solidus where melting begins (blue and red stars in Fig. 1a) and the base of the lithosphere where melting ceases. This is called decompression melting. Melting is fractional, and the primary melt is the average of the melt compositions that are generated between the pressures at which melting begins and ends. Should these melts be extracted as soon as they are produced, they would follow their respective melt adiabat (black arrows). During fast\nAmerican Mineralogist, Volume 101, pages 2768–2773, 2016\n0003-004X/16/0012–2768$05.00/DOI: http://dx.doi.org/10.2138/am-2016-5868 2768\n* E-mail: ganne@get.obs-mip.fr kOpen access: Article available to all readers online.\nDownloaded from https://pubs.geoscienceworld.org/msa/ammin/article-pdf/101/12/2768/3600213/19_5868GanneOApc.pdf by University of Arizona user on 20 February 2019\nascent through a thin and/or hot continental lithosphere, the composition of basaltic magmas reaching the Earth’s surface remains largely unchanged (Putirka 2008). As the magmas approach the surface, olivine crystallizes within a few tens of kilometers from the surface (Ghiorso and Sack 1995). The potential temperature of the mantle, from which these olivine-bearing tholeiitic basalts are extracted, can be derived from the composition of the olivine (Putirka 2016). In contrast, during slow ascent through a thick and/or cooler continental lithosphere, sequential crystallization, and separation of minerals causes basaltic melts to evolve toward a progressively more calc-alkaline, Si-rich, composition (Grove and Baker 1984), especially if water is present. Importantly, clinopyroxene and plagioclase start to crystallize earlier and at higher-pressure than olivine (Grove and Baker 1984; Ghiorso and Sack 1995; Villiger et al. 2007; Whitaker et al. 2007; Smith 2014). As MgO is incorporated into the clinopyroxene, the residual melt in calc-alkaline basalts tends to have a lower MgO content. In addition, as pressure (and water) promotes the incorporation of Ca in plagioclase, basaltic melts become depleted in Ca as they approach the surface. Continued fractionation at lower pressure leads to magmatic rocks of dacitic and rhyolitic composition (Bachmann and Huber 2016). These first-order petro-geochemical rules suggest that magmatic systems characterized by low level of fractionation, in the near absence of water, can potentially capture changing thermal regimes in the sub-continental asthenospheric mantle, whereas in fractionated and more hydous (i.e., calc-alkaline) magma systems the complementary compositional trends of pyroxene and feldspar can give insights into the thermal and hydrous state and/or thickness of the lithosphere. method Following the methods of Putirka (2008), built on a comprehensive review of thermobarometers for magmatic rocks, we compared different magmatic mineral compositions with bulk-rock compositions using experimentally derived thermometers to obtain temperatures of crystallization. To unravel the thermal evolution of magmas we have used only the most robust thermometers as proposed in Putirka (2008) and Ridolfi and Renzulli (2012). While magmatic temperatures can be confidently calculated from many silicate minerals in equilibrium with its hosting magma (Putirka 2008), the calculation of pressure suffers larger uncertainties and was not considered here. To estimate global magmatic temperature and map its trend over the past 600 Myr, we compiled from GEOROC a database including over 16 million data points derived from geo-referenced bulk-rock composition (dominantly volcanic) and associated mineral analysis (see Methods in the supplementary material1). The evolution of global mean intensive (geochemical) and extensive (T, Tp) parameters is reported with associated 1 standard error of the sample mean at 50 Myr intervals. These means were generated by Monte Carlo analysis with bootstrap resampling techniques to mitigate sampling bias (Keller and Schoene 2012). A polynomial curve (N, R2) fitting the bootstrapped values is reported on the graphs. Data mining on large geochemical data sets gives access to global trends by integrating much of the high-frequency variations and complex details that can exist in magmatic systems. However, because contrasting trends can reflect contrasting tectono-magmatic systems we have organized our data into three groups according to the inferred tectonic environment proposed by the authors of data referenced in GEOROC. These\nFiGure 1. Chemical record of magmas through time. (a) Phase diagram, contoured for MgO, of mantle melting (modified after Herzberg and Asimow 2015). Mantle melting at the solidus (blue and red stars) for contrasting potential temperatures (blue and red circles) leads to contrasting MgO content in primary magmas. During their ascent to the surface (black arrows) these primary magmas are modified by (often fluid-induced) fractional crystallization in the lithosphere and by crustal assimilation (Grove and Baker 1984), forming calc-alkaline series in which the mineralogical composition depends on the depth of crystallization. The less modified magmas (tholeiitic affinity) keep the memory of the potential temperature. The colored bars in a, which are labeled by mineral type are not precisely constrained by temperature data. (b) Intracontinental, arc, and oceanic magmatic systems through time. Oceanic magmatic systems and magmatic systems at continental margins are increasing during Pangea dispersal from ~175 Myr onward. (c) Peak production of tholeiitic magmas (TH index: more Fe2O3 total-enriched at MgO ~4–6 wt%; Chiaradia 2014) and minimum crustal reworking (yellow curve, from Dhuime et al. 2012) are reached during Pangea stability phase.\n1Deposit item AM-16-125868, Supplemental Material. Deposit items are free to all readers and found on the MSA web site, via the specific issue’s Table of Contents (go to http://www.minsocam.org/MSA/AmMin/TOC/).\nDownloaded from https://pubs.geoscienceworld.org/msa/ammin/article-pdf/101/12/2768/3600213/19_5868GanneOApc.pdf by University of Arizona user on 20 February 2019\nthree groups are (1) continental margins, (2) intra-continental settings (CFBs, LIPs, rift-related magmatism and intraplate volcanism, including syn- to post orogenic magmatism), and (3) oceanic domains. By considering the broad tectonic setting of all samples we can explore their temporal relationship with respect to the timing of amalgamation and disassembly of Pangea.\nresults The temporal distribution of magmatic rocks and minerals is documented in Figures 1 and 2 and in the supplementary material1 (Supplementary Figs. 1–18). The oceanic record is missing prior to 250 Myr (Fig. 1b) due to seafloor recycling through subduc-\nFiGure 2. Chemical record of magmatic minerals. (a) Temperatures of crystallization through time based on magmatic olivines from continental settings (red points) and evolution of Mg-content of olivines and their host rocks. (b) Chemical evolution of pyroxenes, plagioclases, and clinoamphiboles. (c) Crystallization temperature of magmatic minerals (open gray circles) obtained with different thermometers (Putirka 2008; Ridolfi and Renzulli 2012). Statistical assessment of their averaged evolution through time is given by the colored drawbars. From ~200 Myr onward, the increasing occurrence of lower magmatic temperatures for pyroxenes and plagioclases point toward increasing fractionation of magmas at progressively deeper levels in a progressively cooler continental lithosphere. Mantle potential temperature (Tp) is calculated with the Ol-Liq thermometer (green points), using a melt fraction of 0.15. (a) Samples of basalts have been re-analyzed using PRIMELT3 MEGA (Herzberg and Asimow 2015) software to obtain complementary Tp estimates (red points; see Method in the supplementary material1). (d) Correlation between the occurrence of Al-rich biotite and the Aluminum Saturation Index (ASI) of magmas defined as the molar ratio Al2O3/(CaO+K2O+Na2O) (Zen 1986). Numbers in the middle of the purple curve correspond to the ASI values.\ntion during Pangea amalgamation. It progressively increases after ~250 Myr as predicted by seafloor spreading accompanying Pangea dispersal. Conversely, arc-magmatism at continental margins decreases from 600 to ~250 Myr, before increasing again in the last ~200 Myr (Fig. 1b). This pattern is consistent with the expected decrease in the number of subduction zones during Pangea assembly as continental blocks get sutured, from 460 to 275 Myr ago, along a global network of orogenic belts (e.g., Appalachian, Caledonian, Alleghanian, Variscan, Mauritanides, Ural Mountains). This global tectonic trend predicts and explains the observed\nDownloaded from https://pubs.geoscienceworld.org/msa/ammin/article-pdf/101/12/2768/3600213/19_5868GanneOApc.pdf by University of Arizona user on 20 February 2019\nglobal magmatic transition from dominant calc-alkaline signature (Fig. 1c and Supplemental1 Figs. 11 and 12) characterizing arc magmatism (Chiaradia 2014) to dominant tholeiitic composition between ~300 and ~200 Myr when Pangea was stable. The increase in the continental record of calc-alkaline magmas after ~200 Myr can be linked to the initiation, during Pangea dispersal, of many subduction zones promoting fractional crystallization of hydrous arc magmas in the deep crust (Chiaradia 2014) and the increasing contribution of shallow and more differentiated magma sources from continental reworking (magma mixing, Grove and Baker 1984). Moreover, one highly efficient mode of continental reworking, that is too often overlooked, is via sediment subduction and subduction erosion—whereby subducted material of continental crust origin is incorporated directly into new magmas. If these mechanisms are important for crustal reworking, they would produce a strong positive correlation between calc-alkaline magmatism and crustal reworking.\nContinental reworking is recorded in the geochemical signature of magmatic biotite (Shabani et al. 2003) forming at supra-subduction or crustal levels, with a transition from metaluminous (mantle-derived I-type granitoids) to peraluminous (crustal-derived S-type granitoids) signature before ~300 and after ~200 Myr (Fig. 2d and Supplemental1 Fig. 11d). In addition, a recent global compilation of zircon isotopic data shows that continental crust reworking decreases from ~600 to ~225 Myr (Fig. 1c), during a period of gradually higher net crustal growth rate (Dhuime et al. 2012). Subsequently, the crustal reworking rate increases, the shift correlating with the breakup of Pangea. The major tectono-magmatic trend captured by our data set over the aggregation and dispersal of Pangea gives reasonable confidence that it is representative of exposed\nmagmatic systems through time with minimum sampling bias. In the continental record, the Ti-content in clinoamphibole, the Ca-content of plagioclase, the Mg-content of pyroxene, and the Mg-content of olivine (e.g., those equilibrated with liquid) show an evolution from ~600 Myr ago involving an increase then a decrease to present (Figs. 2a and 2b). The compositional peaks are diachronous, being reached at 325 ± 25 Myr (Ti-content in clinoamphibole), ~225 Myr (Mg-content of pyroxene and the Ca-content of plagioclase), and ~125 Myr (Mg-content of olivine). Not surprisingly, crystallization temperatures show a similar trend for pyroxene, amphibole, and plagioclase with increasing crystallization temperatures of ~150 °C from ~600 to ~225 Myr, and decreasing temperature since ~225 Myr in both the continental and oceanic records (Fig. 2c and Supplemental1 Fig. 13). Interestingly, the thermal peak of olivine is preceded by a high-temperature plateau evolution, over a duration of ~100 Myr, overlapping with the thermal peak of pyroxene and plagioclase (Figs. 2a and 2c). The olivine- and glass-based thermometers (Putirka 2008) yield information on mantle-derived primary magma compositions and mantle potential temperatures (see Method, section 3 in the supplementary material1). We observe a progressive temperature decrease of ~100 °C since ~125 Myr that correlates, in the continental record, with a decrease in MgO-content in olivine and their host rocks (Fig. 2a). Consistent Tp estimates have been obtained using the PRIMELT3 MEGA software (Herzberg and Asimow 2015) (Fig. 2c and Supplemental1 Figs. 14–17).\ndiscussion\nFigure 2 shows that the maxima in composition and the maxima in crystallization temperatures for minerals in continental to oceanic rift magmatic systems are reached between\nFiGure 3. Supercontinent cycle and thermal regime. (a and b) Sketches illustrating plate and mantle dynamics and climate (Farrington et al. 2010) during amalgamation and breakup of the Pangea supercontinent. Paleogeographic configurations are based on a Triassic and Cretaceous reconstruction (Veevers 2004). The external (circum-Pacific) system comprises several discrete orogens that, together, have probably existed for 550 Myr (Collins et al. 2011). (c) Thermal peaks for magmatic pyroxenes and plagioclases (~225 Myr), dominantly tapping (or considered to reflect conditions in) the sub-continental lithospheric mantle, span a period of orogenic collapse for the belts suturing the Pangea supercontinent. Thermal peak for olivines (~125 Myr), dominantly tapping the sub-continental asthenospheric mantle, corresponds to a period of enhanced supercontinent breakup. The green, blue, and yellow curves come from Figure 2; the shape of the purple curve “metamorphic record” is not constrained by temperature data.\nDownloaded from https://pubs.geoscienceworld.org/msa/ammin/article-pdf/101/12/2768/3600213/19_5868GanneOApc.pdf by University of Arizona user on 20 February 2019\nthe final stages of Pangea assembly (~325 Myr), and the final stage of its dispersal (~125 Myr). On a plate scale, warming by up to ~150 °C of magmatic systems during Pangea aggregation is predicted by convection numerical models (Gurnis 1988; Phillips and Bunge 2005; Coltice et al. 2007). Therefore, we interpret the peaks magmatic temperatures between ~325 and 125 Myr, including the maximum temperature of primary magmas (Tp) derived from continental basalts, as the consequence of a mantle warming climax following Pangea assembling phase (Fig. 3a). During the same period, the rate of crustal reworking reached its minima (Fig. 1c) as the internal orogens stitching Pangea’s continental crust ceased to operate (Collins et al. 2011), and magmatic systems became dominantly tholeiitic and metaluminous (Fig. 2d) as subduction zones decreased in numbers. During Pangea dispersal, from ~200 to ~125 Myr ago, Pangea blocks moved away from each other. We propose that the associated shortening of the flow wavelength (e.g., Grigné et al. 2005) and the lateral advection of cooler oceanic asthenosphere underneath continental blocks (Farrington et al. 2010) explain the cooler mantle magmatic systems observed in continental areas (Fig. 2c). This temperature evolution correlates with the observed change in the geochemistry of magmas as shown by the switch from dominantly tholeiitic magmatic systems when Pangea was stable (~300 to 200 Myr, Fig. 3a) to dominantly calc-alkaline during its dispersal as subduction zones became more prominent (Fig. 3b). This is consistent with the switch toward increasing crustal reworking (Fig. 1c) that has been emphasized in recent studies (e.g., Dhuime et al. 2012), as well as the reworking of the SCLM in orogenic systems (i.e., the Circum-Pacific accretionnary orogens, Collins et al. 2011). The evolution of magmatic temperature at crustal, mantle lithosphere, and asthenosphere levels follow similar trends with a ~200 Myr offset between the onset of crustal cooling (~325 Myr, purple curve in Fig. 3c) and the onset of the cooling of convective mantle (~125 Myr, green curve in Fig. 3c). Aggregation of Pangea between 450 and 275 Myr (Veevers 2004) led to a network of orogenic belts (Collins et al. 2011). Toward the end of this orogenic cycle, crustal thickening, radiogenic heating, and mafic magma underplating (Lyubetskaya and Ague 2010) led to a peak in magmatic temperature at crustal level, associated locally with crustal anataxis and the formation of migmatites (Augier et al. 2015) (Fig. 3c). From ~300 Myr onward, orogenic crusts recovered a normal thickness via gravitational collapse and the average crustal geotherm became progressively cooler. In the lithospheric mantle, the warming preceding the peak magmatic temperature may be linked to warming in the orogenic crusts above, as well as warming of the convective mantle underneath. The peak magmatic temperature in the lithospheric mantle (bracketed by the yellow trend for the upper lithospheric mantle, and blue curve for the lithosphere-asthenosphere boundary) was likely reached at 250 ± 25 Myr. This delay can be explained by thermal inertia and the diffusion time required for the hotter potential temperature of the convective mantle to propagate through the overlying lithospheric mantle. The peak magmatic temperature in the convective mantle underneath Pangea lasted from ~225 until ~125 Myr when the major step of Pangea breakup and dispersal occurred in the Albian (Veevers 2004) (i.e., opening of the South Atlantic ocean (Fig. 3b).\nimPlications The global changes of magma compositions and fluxes between the lithosphere and outer envelopes of the planet have a potential connection with the evolution of the oxidation and temperature state of the atmosphere and ocean through the Earth’s history. Indeed, increasing magma temperature may first lead to an increased drawdown of atmospheric oxygen. Sulfur degassing has been shown to be more efficient at high magma temperatures (Scaillet et al. 1998), and sulfur is an important participant in oxygen drawdown (through formation of SO42– compounds). Massive degassing of cooler calc-alkaline magmas is thus likely to reduce the sink for oxygen (Kump and Barley 2007) and consequently drive or amplify a decrease in global temperatures at the surface of the planet (Royer et al. 2004).\nOther broader feedbacks between the chemical record of magmas and climate change (Schmidt et al. 2015) in the last ~300 Myrs remain to be explored, acknowledging that the more calc-alkaline magmas are, the more explosive the activity of the associated volcanoes, placing more dust in the stratosphere, thereby cooling the Earth’s environment. The coupling between the inner and outer envelopes of the Earth through magma activity is particularly relevant for better assessing the origins of global cooling of the planet since ~250 Myrs (Royer et al. 2004), following the “Great Dying” Permian Mass Extinction (Raup and Sepkoski 1982) caused by the Siberian Trap LIPs (Burgess and Bowring 2015). Overall, our results may have profound implications for the biosphere-hydrosphere-geosphere interactions (McKenzie et al. 2016).\nacknowledGments The project was supported by IRD and INSU-CNRS research funds. Keith Putirka, Richard Ernst, and three anonymous reviewers are warmly thanked for their stimulating reviews and for the wonderfully spirited exchange of ideas (in sometimes mutual skepticism) surrounding data interpretation. Comments by Blair Schoene and an anonymous reviewer on an early draft of this paper are gratefully acknowledged. They are thanked for providing helpful comments and suggestions. Final thanks go to H. McFarlane and I. Swainson for their great editing work on the manuscript.\nreFerences cited Anderson, D.L. (1982) Hotspots, polar wander, Mesozoic convection and the geoid.\nNature, 297, 391–393. Augier, R., Choulet, F., Faure, M., and Turrilot, P. (2015) A turning-point in the evolution\nof the Variscan orogen: the ~325 Ma regional partial-melting event of the coastal South Armorican domain (South Brittany and Vendée, France). Bulletin Société Géologique France, 186, 63–91. Bachmann, O., and Huber, C. (2016) Silicic magma reservoirs in the Earth’s crust. American Mineralogist, 101, 2377–2404. Bunge, H.-P. (2005) Low plume excess temperature and high core heat flux inferred from non-adiabatic geotherms in internally heated mantle circulation models. Physics of The Earth and Planetary Interiors, 153, 3–10. Burgess, S.D., and Bowring, S.A. (2015) High-precision geochronology confirms voluminous magmatism before, during, and after Earth’s most severe extinction. Science Advances, 1 (7), DOI: 10.1126/sciadv.1500470. Chiaradia, M. (2014) Copper enrichment in arc magmas controlled by overriding plate thickness. Nature Geoscience, 7, 43–46. Collins, W.J., Belousova, E.A., Kemp, A.I.S., and Murphy, J.B. (2011) Two contrasting Phanerozoic orogenic systems revealed by hafnium isotope data. Nature Geoscience, 4, 334–337. Coltice, N., Bertrand, H., Rey, P., Jourdan, F., Phillips, B.R., and Ricard, Y. (2009) Global warming of the mantle beneath continents back to the Archaean. Gondwana Research, 15, 254–266. Coltice, N., Phillips, B.R., Bertrand, H., Ricard, Y., and Rey, P. (2007) Global warming of the mantle at the origin of flood basalts over supercontinents. Geology, 35, 391–394. Courtillot, V., Jaupart, C., Manighetti, I., Tapponnier, P., and Besse, J. (1999) On causal links between flood basalts and continental breakup. Earth and Planetary Science Letters, 166, 177–195. Dhuime, B., Hawkesworth, C.J., Cawood, P.A., and Storey, C.D. (2012) A Change in the\nDownloaded from https://pubs.geoscienceworld.org/msa/ammin/article-pdf/101/12/2768/3600213/19_5868GanneOApc.pdf by University of Arizona user on 20 February 2019\nGeodynamics of Continental Growth 3 Billion Years Ago. Science, 335, 1334–1336. Ernst, R.E. (2014) Large Igneous Provinces, 653 p. Cambridge University Press. Ernst, R.E., and Buchan, K.L. (1997) Giant radiating dyke swarms: their use in identify-\ning pre-Mesozoic large igneous provinces and mantle plumes. AGU Geophysical Monograph, 100, 297–333. Farrington, R.J., Stegman, D.R., Moresi, L.N., Sandiford, M., and May, D.A. (2010) Interactions of 3D mantle flow and continental lithosphere near passive margins. Tectonophysics, 483, 20–28. Ghiorso, M.S., and Sack, R.O. (1995) Chemical mass-transfer in magmatic processes IV. A revised and internally consistent thermodynamic model for the interpolation and extrapolation of liquid–solid equilibria in magmatic systems at elevated temperatures and pressures. Contributions to Mineralogy and Petrology, 119, 197–212. Grigné, C., Labrosse, S., and Tackley, P.J. (2005) Convective heat transfer as a function of wavelength: Implications for the cooling of the Earth. Journal of Geophysical Research, 110, B03409, DOI: 10.1029/2004JB003376. Grove, T.L., and Baker, M.B. (1984) Phase equilibrium control on the tholeiitic versus calc-alkaline differentiation trends. Journal of Geophysical Research, 89, 3253–3274. Gurnis, M. (1988) Large-scale mantle convection and the aggregation and dispersal of supercontinents. Nature, 332, 695–699. Herzberg, C. (2011) Basalts as temperature probes of Earth’s mantle. Geology, 39, 1179–1180. Herzberg, C., and Asimow, P.D. (2015) PRIMELT3 MEGA.XLSM software for primary magma calculation: Peridotite primary magma MgO contents from the liquidus to the solidus. Geochemistry Geophysics Geosystems, 16, DOI: 10.1002/2014GC005631. Hill, R.I. (1991) Starting plumes and continental break-up. Earth and Planetary Science Letters, 104, 398–416. Hole, M.J. (2015) The generation of continental flood basalts by decompression melting of internally heated mantle. Geology, 43, 311–314. Keller, C.B., and Schoene, B. (2012) Statistical geochemistry reveals disruption in secular lithospheric evolution about 2.5 Gyr ago. Nature, 485, 490–493. Kump, L.R., and Barley, M.E. (2007) Increased subaerial volcanism and the rise of atmospheric oxygen 2.5 billion years ago. Nature, 448, 1033–1036. Labrosse, S., and Jaupart, C. (2007) Thermal evolution of the Earth: Secular changes and fluctuations of plate characteristics. Earth and Planetary Science Letters, 260, 465–481. Lenardic, A., Moresi, L., Jellinek, A.M., O’Neill, C.J., Cooper, C.M., and Lee, C.-T.A. (2011) Continents, supercontinents, mantle thermal mixing, and mantle thermal isolation: Theory, numerical simulations, and laboratory experiments. Geochemistry, Geophysics, Geosystems, 12, DOI: 10.1029/2011gc003663. Lyubetskaya, T., and Ague, J.J. (2010) Modeling metamorphism in collisional orogens intruded by magmas: II. Fluid flow and implications for Barrovian and Buchan metamorphism, Scotland. American Journal of Science, 310, 459–491. McKenzie, N.R., Horton, B.K., Loomis, S.E., Stockli, D.F., Planavsky, N.J., and Lee, C.-T.A. (2016) Continental arc volcanism as the principal driver of icehousegreenhouse variability. Science, 352, 444. DOI: 10.1126/science.aad5787. Phillips, B.R., and Bunge, H.P. (2005) Heterogeneity and time dependence in 3D\nspherical mantle convection models with continental drift. Earth and Planetary Science Letters, 233, 121–135. Putirka, K.D. (2005) Igneous thermometers and barometers based on plagioclase + liquid equilibria: Test of some existing models and new calibrations. American Mineralogist, 90, 336–346. ——— (2008) Thermometers and barometers for volcanic systems. In K.D. Putirka and F. Tepley, Eds., Minerals, Inclusions and Volcanic Processes, 69, p. 61–120. Reviews in Mineralogy and Geochemistry, Mineralogical Society of America, Chantilly, Virginia. Raup, D.M., and Sepkoski, J.J. (1982) Mass extinctions in the marine fossil record. Science, 215, 1501–1503. Rey, P.F. (2015) The Geodynamic of mantle melting. Geology, 43, 367–368. Ridolfi, F., and Renzulli, A. (2012) Calcic amphiboles in calc-alkaline and alkaline\nmagmas: thermobarometric and chemometric empirical equations valid up to 1,130°C and 2.2 GPa. Contributions to Mineralogy and Petrology, 163, 877–895. Royer, D.L., Berner, R.A., Montañez, I.P., Tabor, N.J., and Beerling, D.J. (2004) CO2 as a primary driver of Phanerozoic climate change. GSA Today, 14, 4–10. Scaillet, B., Clémente, B., Evans, B.W., and Pichavant, M. (1998) Redox control of sulfur degassing in silicic magmas. Journal of Geophysical Research: Solid Earth, 103, 23937–23949. Schmidt, A., Kirsten, E.F., and Elkins-Tanton, L.T. (2015) Volcanism and Global Environmental Change. Cambridge University Press. Shabani, A.A.T., Lalonde, E., and Whalen, J.B. (2003) Composition of biotite from granitic rocks of the Canadian Appalachian Orogen: A potential tectonomagmatic indicator? Canadian Mineralogist, 41, 1381–1396. Smith, D.J. (2014) Clinopyroxene precursors to amphibole sponge in arc crust. Nature Communications, 5, 4329. Veevers, J.J. (2004) Gondwanaland from 650–500 Ma assembly through 320 Ma mergers in Pangea to 185–100 Ma breakup: Supercontinental tectonics via stratigraphy and radiometric dating. Earth-Science Reviews, 68, 1–132. Villiger, S., Ulmer, P., and Muntener, O. (2007) Equilibrium and fractional crystallization experiments at 0·7 GPa; the effect of pressure on phase relations and liquid compositions of tholeiitic magmas. Journal of Petrology, 48, 159–184. Whitaker, M.L., Nekvasil, H., Lindsley, D.H., and Difrancesco, N.J. (2007) The role of pressure in producing compositional diversity in intraplate basaltic magmas. Journal of Petrology, 48, 365–393. Yale, L.B., and Carpenter, S.J. (1998) Large igneous provinces and giant dike swarms: Proxies for supercontinent cyclicity and mantle convection. Earth and Planetary Science Letters, 163, 109–122. Zen, E-an. (1986) Aluminum enrichment in silicate melts by fractional crystallization: Some mineralogic and petrographic constraints. Journal of Petrology, 27, 1095–1117.\nManuscript received June 1, 2016 Manuscript accepted July 21, 2016 Manuscript handled by ian swainson\nDownloaded from https://pubs.geoscienceworld.org/msa/ammin/article-pdf/101/12/2768/3600213/19_5868GanneOApc.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2016,
  "references": [],
  "id": "SP:ea7cf3168d43840fb157f8e6e3b977942824f112",
  "authors": [{
    "name": "Jérôme Ganne",
    "affiliations": []
  }, {
    "name": "XiaoJun FenG",
    "affiliations": []
  }, {
    "name": "Patrice rey",
    "affiliations": []
  }, {
    "name": "Vincent de andrade",
    "affiliations": []
  }],
  "abstractText": "The breakup of supercontinents is accompanied by the emplacement of continental flood basalts and dike swarms, the origin of which is often attributed to mantle plumes. However, convection modeling has showed that the formation of supercontinents result in the warming of the sub-continental asthenospheric mantle (SCAM), which could also explain syn-breakup volcanism. Temperature variations during the formation then breakup of supercontinents are therefore fundamental to understand volcanism related to supercontinent cycles. Magmatic minerals record the thermal state of their magmatic sources. Here we present a data mining analysis on the first global compilation of chemical information on magmatic rocks and minerals formed over the past 600 million years: a time period spanning the aggregation and breakup of Pangea, the last supercontinent. We show that following a period of increasingly hotter Mgrich magmatism with dominant tholeiitic affinity during the aggregation of Pangea, lower-temperature minerals crystallized within Mg-poorer magma with a dominant calc-alkaline affinity during Pangea disassembly. These trends reflect temporal changes in global mantle climate and global plate tectonics in response to continental masses assembly and dispersal. We also show that the final amalgamation of Pangea at ~300 Myr led to a long period of lithospheric collapse and cooling until the major step of Pangea disassembly started at ~125 Myr. The geological control on the geosphere magma budget has implications on the oxidation state and temperature of the Earth’s outer envelopes in the Phanerozoic and may have exerted indirect influence on the evolution of climate and life on Earth.",
  "title": "Statistical petrology reveals a link between supercontinents cycle and mantle global climate"
}