{
  "sections": [{
    "text": "Eight centuries of volcanic signal and climate change at Talos Dome\n(East Antarctica)\nB. Stenni,1 M. Proposito,2,3 R. Gragnani,2 O. Flora,1 J. Jouzel,4 S. Falourd,4 and M. Frezzotti2\nReceived 28 December 2000; revised 13 August 2001; accepted 16 August 2001; published 8 May 2002.\n[1] During the 1996 Programma Nazionale di Ricerche in Antartide-International Trans-Antarctic Scientific Expedition traverse, two firn cores were retrieved from the Talos Dome area (East Antarctica) at elevations of 2316 m (TD, 89 m long) and 2246 m (ST556, 19 m long). Cores were dated by using seasonal variations in non-sea-salt (nss) SO4\n2 concentrations coupled with the recognition of tritium marker level (1965–1966) and nss SO4\n2 spikes due to the most important volcanic events in the past (Pinatubo 1991, Agung 1963, Krakatoa 1883, Tambora 1815, Kuwae 1452, Unknown 1259). The number of annual layers recognized in the TD and ST556 cores was 779 and 97, respectively. The dD record obtained from the TD core has been compared with other East Antarctic isotope ice core records (Dome C EPICA, South Pole, Taylor Dome). These records suggest cooler climate conditions between the middle of 16th and the beginning of 19th centuries, which might be related to the Little Ice Age (LIA) cold period. Because of the high degree of geographical variability, the strongest LIA cooling was not temporally synchronous over East Antarctica, and the analyzed records do not provide a coherent picture for East Antarctica. The accumulation rate record presented for the TD core shows a decrease during part of the LIA followed by an increment of about 11% in accumulation during the 20th century. At the ST556 site, the accumulation rate observed during the 20th century was quite stable. INDEX TERMS: 3344 Meteorology and Atmospheric Dynamics: Paleoclimatology; 9310 Information Related to Geographic Region: Antarctica; 1040 Geochemistry: Isotopic composition/chemistry; 1827 Hydrology: Glaciology(1863)"
  }, {
    "heading": "1. Introduction",
    "text": "[2] Recently, increasing attention has been paid to natural climate variability over the last millennium as compared to anthropogenic climate forcing of the last century. Proxy and instrumental records (ice cores, tree rings, corals, varved sediments, historical records, etc.) have provided a wealth of information regarding the climatic cold period termed as the Little Ice Age (LIA) and have also shown the complexity and climate variability of this period in time and space [Jones and Bradley, 1992]. These authors usually apply 1550–1850 A.D. as common dates for the LIA, with most of their information based on paleoclimate reconstruction of proxy records from the Northern Hemisphere. Recently, Mann et al. [1999] presented a Northern Hemisphere temperature reconstruction of the last millennium showing relatively warm conditions earlier in the millennium and a long-term cooling trend following the 14th century up to 1900, followed by the anomalous 20th century warming. On the contrary, less is known about the Southern Hemisphere and, in particular, about Antarctica. Previous stable isotope ice core records [i.e., Benoist et al., 1982; Mosley-Thompson, 1992; Morgan and van Ommen, 1997; Stenni et al., 1999] suggested cooler conditions in East Antarctica during the time period\nencompassing the LIA, while d18O records from West Antarctica suggested an opposite pattern [Mosley-Thompson et al., 1990]. Chemical ice core records at Siple Dome in West Antarctica [Kreutz et al., 1997] suggested increased atmospheric circulation during the LIA starting from 1400 A.D. and probably still persisting today. Kreutz et al. [1997] also explained the opposite pattern in temperature and d18O records between East and West Antarctica with increased storm activity, normally associated with warmer temperatures and higher d18O values. [3] Causes of climate variations on centennial and millennial timescales are still debatable, though the most plausible causes are astronomical forcing [Berger, 1988], past atmospheric changes of greenhouse gases [Raynaud et al., 1993] including the large increase in atmospheric concentrations of CO2, CH4 and N2O since the preindustrial time [Intergovernmental Panel on Climate Change, 1996], variability of solar irradiance [Lean et al., 1995], aerosol forcing due to explosive volcanic eruptions [Robock, 2000], and variability of ocean atmosphere interactions [Broecker et al., 1999]. [4] In the framework of the International Trans-Antarctic Scientific Expedition (ITASE), two firn cores were retrieved during the 1996–1997 traverse from Terra Nova Station to Talos Dome in East Antarctica, carried out by the Italian Antarctic Project. The aim of ITASE is to collect environmental data (climate, atmospheric composition, snow accumulation rate, impact of anthropogenic activity) from the last 1000 years through the study of the upper layers of the Antarctic ice sheet [Mayewski and Goodwin, 1999]. Because of scarcity of climatological and glaciological data for some interior areas of the Antarctic continent, ice core records are one of the most valuable tools for reconstruction of past climate variations. Moreover, there are a limited number of detailed firn-ice core records available in Antarctica for the time period covering the past 1000 years. New proxy data are needed in order to\n1Dipartimento di Scienze Geologiche, Ambientali e Marine, Università di Trieste, Trieste, Italy.\n2Ente per le Nuove Tecnologie, l’Energia, e l’Ambiente, Rome, Italy. 3Also at Museo Nazionale dell’Antartide, Siena, Italy. 4UMR CEA-CNRS 1572, Laboratoire des Sciences du Climat et de\nl’Environnement, Gif-sur-Yvette, France.\nCopyright 2002 by the American Geophysical Union. 0148-0227/02/2000JD000317\nACL 3 - 1\nimprove our understanding of natural climate variability (including the LIA) in the Southern Hemisphere and over Antarctica. [5] In this paper we report records of volcanic signals and climate extending back to 1217 A.D. as obtained by chemical and stable isotope analyses performed on two firn cores drilled at Talos Dome."
  }, {
    "heading": "2. Study Area, Field Measurements and Sampling",
    "text": "[6] Talos Dome (TD) is an ice dome (Figure 1) on the edge of the East Antarctic plateau and adjacent to the Victoria Land mountain. Stuart and Heine [1961] first identified it, and Drewry [1983] determined that TD (158 450E, 72 220S) is a peripheral dome lying at the end of an ice ridge coming from Dome C. ERS-1 radar altimeter data [Remy et al., 1999] allowed the dome to be centred at 159 040E 72 460S at an elevation of 2316 m. To the west an ice saddle (2260 m) divides the dome from an ice ridge coming from Dome C. Ice flows SE from this ridge into outlet glaciers (Priestley, Reeves, and David Glaciers), draining into Ross Sea, and NW into Rennick and Matusevich glaciers, which drain into the Southern Ocean. Another ice ridge trends northward from the dome behind the U.S. Antarctic Research Program (USARP) Mountain (Figure 1). TD is located about 290 km from the Southern Ocean and 250 km from the Ross Sea. Aeolian surface micro relief is mostly of redistribution form, with South, SSW, and ESE directions that generally agree with streamline results from the katabatic wind-field model simulation by Paris and Bromwich [1991]. [7] The two firn cores in the Talos Dome area were drilled at an elevation of 2316 m (TD core: 72 480S; 159 060E; 89 m long) and at 2246 m (ST556 core: 72 220S; 158 450E; 19 m long). The TD core is positioned on the topographical summit of the dome [Frezzotti et al., 1998]. The ST556 core is positioned along the ice divide coming from TD to Southern Ocean, and it was drilled at the same location of a core retrieved during the 1959–1960 U.S. Victoria Land Traverse [Stuart and Heine, 1961]. The TD and ST556 cores are at a distance of 50 km from one another.\n[8] Firn temperatures were measured up to a depth of 30 m using a ‘‘Pt 100 ohm at 0 C’’ probe after 15–24 hours of stabilization. Care was taken to seal the top of the holes with a foam rubber stopper to prevent air from spilling down the hole. A temperature of 38.1 C was recorded at 10 m depth at ST556 site, while a temperature of 41.0 C was recorded at 15 m depth at TD site. [9] On November 1996, nine stakes were established with the center located at the site core of TD. The stakes were geometrically located at a distance of 8 km from the TD core. Height of the poles was remeasured during December 1998. Snow accumulation at the poles was converted to water equivalents by multiplying mean snow density value obtained at each stake by the snow core at a depth of 1 m. New observations, along the Terra Nova-Dome C traverse, show that the interaction of surface wind and subtle variations (>2 m km 1) of surface slope in the wind direction have a considerable impact on the spatial distribution of snow at short and long spatial scales [Frezzotti et al., 2001]. The TD and the ST556 cores are located in an area of very gentle slope (<1.5 m km 1), and the snow accumulation at pluriannual scale presents a low spatial distribution variability. On the contrary, the annual accumulation pattern found from stake measurements showed a large variability, from 112 to 50 mm water equivalent (mmwe) yr 1, with an average value of 86 mmwe yr 1. This average value represents the annual accumulation (1996–1998) at TD site that is in agreement with the accumulation value found out from the core (see section 5). The snow surface is irregular, and it changes owing to redistribution processes. Surface morphology (sastrugi, snow pit, etc.) is slowly leveled by deflation and redeposition resulting in slow filling of depressions and erosion of surface highs. The stakes variability represents the height of sastrugi (up to 20 cm), suggesting that the time series based on TD core contains a random element caused by the surface irregularities that Fisher et al. [1985] defined as ‘‘local noise. ’’ Stake measurements and sastrugi heights suggest that the annual local noise in snow accumulation could be ±30 mmwe, which constitutes about 35% of the average annual accumulation. [10] Cores were drilled using an electromechanical drilling system (diameter of 100 mm). The snow/firn density was deter-\nmined immediately after retrieval by measuring and weighing core sections. In the uppermost meters, snow was poorly sintered, thus density was measured in a pit where stratigraphic studies and snow sampling were also performed. [11] Cores were packed in plastic bags and stored in insulated boxes before being transported to a freezer at the Terra Nova Station, later to be shipped to Italy. Core sections, after surface cleaning in a cold room ( 20 C), were subsampled every 2.5–4 cm (3000 samples for TD; 475 samples for ST556). Samples were kept frozen and were stored in precleaned (with 18 M ultrapure water) polyethylene containers. They were then melted in a clean room prior to undergoing chemical analyses. [12] H2O2, Cl , NO3 , and SO4\n2 analyses were performed on both cores, andmethanesulphonic acid (MSA) analyses were carried out on the entire ST556 core. Tritium measurements were performed by direct liquid scintillation counting in the upper part of both cores in order to identify the 1965–1966 tritium peak resulting from thermonuclear atmospheric bomb tests. Cl , NO3 , SO4 2 and MSA measurements were performed by ion-chromatography, and\nH2O2 was analyzed with an electrochemical detector. Analytical procedures for chemical and tritium measurements are described elsewhere [Gragnani et al., 1998; Maggi et al., 1998]. At Talos Dome, measurements of ionic content in the first 12 m (R. Udisti, personal communication, 2000) show a Cl /Na+ ratio (1.12 microequivalent (meq) L 1) similar to that of bulk seawater (1.18 meq L 1), suggesting that like Na+, essentially all Cl is also derived from seasalt aerosol. In fact, in this depth range, by plotting the non-sea-salt (nss) SO4 2 calculated using Na+ content versus nss SO4 2 calculated from Cl content, a good linear fit (R = 0.99, n = 373) was obtained with a slope near to 1 (0.97). On the basis of this comparison, we supposed that calculation of nss SO4\n2 from the Cl content is affected by a negligible error. As a result, nss SO4 2 concentrations were calculated by using the average seawater ratio of SO4\n2 /Cl . [13] Measurements of dD (where dD = {[(D/H)sample/ (D/H)V-SMOW] 1} 1000) were carried out on the TD core at Laboratoire des Sciences du Climat et de l’Environnement (LSCE) using the uranium reduction technique with an automatic sample\ninjection device [Vaughn et al., 1998] on line with the mass spectrometer. TD samples were processed with a technique that allows for improved rapidity of measurements (196 samples in a single run) with analytical precision better than ±0.7%. [14] The d18O measurements were carried out on the ST556 core at Dipartimento di Scienze Geologiche, Ambientali e Marine (DiSGAM) using the CO2 water equilibration technique by means of an automatic equilibration device on line with the mass spectrometer, with analytical precision better than ±0.07%."
  }, {
    "heading": "3. Dating",
    "text": "[15] We dated the two cores by using a multiparametric approach coupled with observation of dated reference horizons. We took into account seasonal patterns exhibited by nss SO4 2 and NO3 in order to date the TD and ST556 cores. MSA, H2O2, and stable isotopes were used only in the first 6–7 m of the cores. Below this depth, isotope and chemical profiles are smoothed out because of processes that act more effectively in firn layers when accumulation rate is quite low [Johnsen, 1977; Neftel et al., 1995]. We fine-tuned this dating by reexamining doubtful peaks, using the artificial tritium marker from the 1960s and the peaks in sulphate records related to dated volcanic eruptions. Dating error is due to incorrect identification or missing of seasonal nss SO4 2 signals and to incorrect identification or errors in volcanic chronology. Dating error could be ±1 year in coincidence with\nhistorical volcanic eruptions, and it could reach ±5 years in points that are far from dated reference horizons (volcanic and tritium peaks). We did not take into account layer thinning due to vertical strain, because the ratio of the core depth (90 m) to the entire ice thickness (about 1500 m, I. Tabacco, personal communication, 2000) is less than 6% and is thus negligible. The number of annual layers recognized in the TD and ST556 cores were 779 and 97, respectively."
  }, {
    "heading": "3.1. Tritium",
    "text": "[16] During the early 1950s and 1960s, thermonuclear atmospheric bomb tests emitted large amounts of artificial radionuclides (particularly between 1952 and 1954 and between 1961–1962) into the atmosphere worldwide. Fallout of radionuclides following these periods produced marked concentration levels of artificial tritium that can be used as dating levels in the firn. [17] Jouzel et al. [1979] observed the most important tritium peak at the South Pole during 1966. On the basis of comparison between the tritium profile in snow layers at Dronning Maud Land and the tritium distribution at Kaitoke in New Zealand, Oerter et al. [1999] attributed the highest values to the 1964–1969 years. [18] Tritium measurements were carried out between 4 and 8.7 m on the TD core and between 4.9 and 8.2 m on the ST556 core, with a mean sampling frequency of 3 cm (Figure 2). Depth profiles were transformed to time series (Figure 2) by using snow stratigraphy from nss SO4 2 and were then compared to the tritium content of\nTable 1. Volcanic Events Detected Along the Cores\nTD ST556 Dating of Signal\nName Location Eruption Year, A.D.\nVolcanic Explosivity\nIndex\nReferenceb\nPeaka Depth, mwe\nPeaka Depth, mwe\nT1 0.37 S1 0.45 1992 Pinatubo Philippines 1991 6 1, 2 T2 0.46 S2 0.52 1991 Cerro Hudson Chile 1991 5 1 . . . S3c 1.23 1983 El Chichon Mexico 1982 5 3 T4 2.76 S4c 3.24 1964 Agung Lesser Sunda 1963 4 1, 3, 4, 5, 6, 7, 8, 9 T5 5.15 . . . . . . 1938 Rabaul New Britain 1937 4 8, 9 Darney Antarctica 1936 2 T6 6.75 . . . . . . 1921 Kelut Java 1919 4 13\nManam New Guinea 1919 4 13 Pelee W. Indie 4\nT7 8.40 S7 9.91 1902 Soufriere W. Indie 1902 4d 4 Santa Maria Guatemala 6 T8 9.63 . . . . . . 1885 Krakatau Indonesia 1883 6 1, 2, 3, 4, 5, 6, 9 T9 13.55 . . . . . . 1837 Coseguina Nicaragua 1835 5 1, 3, 6, 7, 9 T10 15.06 . . . . . . 1816 Tambora Lesser Sunda 1815 7 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11 T11 15.43 . . . . . . 1810 Unknown . . . . . . . . . 1, 2, 3, 4, 5, 6, 7, 8, 9, 10 T12 24.34 . . . . . . 1695 Serua Banda Sea 1694 3d 8 Banda Api 3 T13 28.44 . . . . . . 1643 Awu Indonesia 1641 5d Deception Is. Antarctica 1641 2, 8 T14c 31.81 . . . . . . 1603 Huaynaputina Peru 1600 4 2, 5, 6, 8 T15c 32.33 . . . . . . 1596 Ruiz Colombia 1595 4 6 T16 43.39 . . . . . . 1453 Kuwae New Hebrides 1452 6 2, 6, 8 T17 52.38 . . . . . . 1341 Unknown . . . . . . . . . 6, 7 T18 55.80 . . . . . . 1288 Unknown . . . . . . . . . 2, 7, 11 T19 57.18 . . . . . . 1278 Unknown . . . . . . . . . 2, 6, 7, 11 T20 58.36 . . . . . . 1269 Unknown . . . . . . . . . 2, 6, 7, 11 T21 59.34 . . . . . . 1259 Unknown . . . . . . . . . 2, 6, 7, 10, 11 T22 59.84 . . . . . . 1254 Unknown Antarctica . . . . . . 12 T23 61.44 . . . . . . 1232 Unknown . . . . . . . . . 2, 7, 11\naEvents are numbered and denoted by T for Talos Dome and by S for ST556. bReferences are as follows: 1, Cole-Dai and Mosley-Thompson [1999]; 2, Karlof et al. [2000]; 3, Kohno et al. [1996]; 4, Legrand and Delmas [1987]; 5, Moore et al. [1991]; 6, Delmas et al. [1992]; 7, Langway et al. [1994]; 8, Cole-Dai et al. [1997b]; 9, Stenni et al. [1999]; 10, Kreutz et al. [1997]; 11, Udisti et al. [2000]; 12, Narcisi et al. [2001]; 13, Simkin and Siebert [1994].\ncEvents have double peak. dValues are uncertain.\nprecipitation at the Kaitoke (New Zealand) International Atomic Energy Agency (IAEA) station. In both profiles the increasing and decreasing trends observed during the 1960s and 1970s, respectively, are in line with the Kaitoke tritium record."
  }, {
    "heading": "3.2. Volcanic Signals",
    "text": "[19] Volcanic eruptions emit large amounts of ash and gas into the atmosphere. Ash, which is silicate in composition, is the dominant aerosol species for a few months following a volcanic eruption. H2O, N2, and CO2 are the prevailing gas components, followed by SO2 and minor amounts of other gases [Robock, 2000]. Explosive eruptions are capable of emitting several megatons of sulphur, generally in the form of SO2, which is transformed into H2SO4 into the atmosphere by reaction with OH\nand H2O. H2SO4 is stored in the stratosphere and gradually returns to the troposphere [Coffey, 1996; Robock, 2000]. Removal of dust and aerosol from the atmosphere and the consequent deposition on the ice sheet can produce useful horizons for dating the ice cores and for studying past climates [e.g., Delmas et al., 1992; Robock, 2000; Zielinski, 2000]. [20] Volcanic signals have been recognized in ice cores by measuring nss SO4 2 content [i.e., Legrand and Delmas, 1987; Delmas et al., 1992; Langway et al., 1994, 1995] and by measuring the conductivity of ice using electrical methods (ECM, DEP) [e.g., Moore et al., 1991; Karlöf et al., 2000].\n[21] In order to qualify a peak as due to a volcanic event, we used criteria employed by other authors [e.g., Delmas et al., 1992; ColeDai et al., 1997b;Karlöf et al., 2000]. Namely, nss SO4\n2 peaks with an amplitude higher than a threshold value could be related to volcanic eruptions. The nss SO4\n2 background value is calculated by averaging concentrations over the entire core, after excluding samples clearly associated with volcanic events (Table 1). Therefore volcanic signals are identified as those having a nss SO4\n2 value exceeding the background plus 2s (s standard deviation). In the TD core the nss SO4\n2 background is 0.98 meq L 1 (2s = 0.94), while in the ST556 core it is 0.80 meq L 1 (2s = 0.90). [22] In this paper we report volcanic signals that are recognized and well-dated in other Antarctic cores, in addition to a new unknown Antarctic eruption in 1254 A.D. [Narcisi et al., 2001]. Compilations by Simkin and Seibert [1994] and Lamb [1970, 1983] were also used as a reference database. Figures 3 and 4 show nss SO4\n2 profiles of TD and ST556, respectively; peaks corresponding to the dates of explosive volcanic eruptions are reported in Table 1. The events are numbered and denoted by T for Talos Dome and by S for ST556. [23] Both TD and ST556 cores cover the last century, and some differences in the volcanic signals have been recognized that could be related to the high variability of snow deposition and redistribution processes by wind [Cole-Dai and Mosley-Thompson, 1999; Zheng et al., 1998]. The largest events and the widely accepted reference horizons will be discussed below. [24] In both cores, peaks T1 and T2 and S1 and S2 are dated to 1992 and 1991 and are probably related to the Pinatubo (1991) and Cerro Hudson (1991) eruptions. These volcanic signals were found in South Pole snow [Cole-Dai et al., 1997a; Cole-Dai and MosleyThompson, 1999] and Dronning Maud Land [Karlöf et al., 2000]. [25] Peaks T4 and S4 are dated to 1964 and are therefore consistent with the Agung eruption (1963) as already widely noted in many Antarctic ice cores [Legrand and Delmas, 1987; Moore et al., 1991; Delmas et al., 1992; Cole-Dai et al., 1997b; Stenni et al., 1999]. The simultaneous increase of tritium in the same 1964–1965 snow layers strengthen our interpretation.\n[26] Peaks T10 and T11 are the most pronounced volcanic signals of the uppermost 16 m water equivalent (mwe), and this doublet has been previously found in many Antarctic ice cores [e.g., Legrand and Delmas, 1987; Dai et al., 1991; Delmas et al., 1992; Cole-Dai et al., 1997b; Stenni et al., 1999; Udisti et al., 2000; Cole-Dai et al., 2000]. The upper peak is assigned to eruption of Tambora (Indonesia) in April of 1815. This event has been dated 1816, and the lag between eruption and the starting of nss SO4\n2 deposition is consistent with transport time of volcanic aerosol from the tropics [Dai et al., 1991; Cole-Dai et al., 1997b]. The older peak (T11), six years prior to Tambora, is due to an unknown eruption that, according to Dai et al. [1991], could have been located at a low latitude (between 20 N and 20 S) and dated 1809. This doublet is an excellent reference marker because it has been found in all previous Antarctic ice cores. [27] From the 17th century, there are some well-marked acid signals. Peak T13, dated to 1643, appears to be the strongest signal in the TD ice core during the 17th century. This peak is identified in several Antarctic ice cores [Delmas et al., 1992; Cole-Dai et al., 1997b; Karlöf et al., 2000] and is probably a combined signal from the 1641 Deception Island eruption [Aristarain and Delmas, 1998] and the low-latitude eruption of Awu in January 1641 [Cole-Dai et al., 1997b; Karlöf et al., 2000]. [28] Signals T14 and T15, dated respectively to 1603 and 1596, present a double peak similar to nss SO4 2 profiles recorded at Siple Station and Dyer Plateau by Cole-Dai et al. [1997b], though a small age-difference exists. Delmas et al. [1992] and Kirchner and Delmas [1988] also found a similar doublet in a South Pole ice core during this decade. Peak T14 was also identified in Dronning Maud Land by Karlöf et al. [2000] and Moore et al. [1991]. On the basis of tephra analysis, Palais et al. [1990] concluded that the younger event at the South Pole is from the Huaynaputina eruption of 1600, whereas the older event in the South Pole was tentatively identified as the Ruiz eruption of 1595. [29] Peak T16 between 43.43 and 43.22 mwe is the highest signal found in the TD core (21.6 meq L 1), and it is dated back to 1453. A large volcanic event has been dated between 1450 and 1464 in various Antarctic and Greenland ice cores [e.g., Zielinski et al., 1994; Delmas et al., 1992; Langway et al., 1995; Cole-Dai et al., 1997b; Morgan et al., 1997; Karlöf et al., 2000; Cole-Dai et al., 2000]. The peak is linked to the paroxysmal Kuwae eruption in early 1453, as dated by Pang [1993] using historical data, which had an impact on the entire planet, producing a strong cooling event [LaMarche and Hirschboeck, 1984; Briffa et al., 1998]. This eruption was recorded in 1458–1459 at Law Dome [Morgan et al., 1997], and in 1453 (±3 years) at Siple [Cole-Dai et al., 1997b], while it was recorded by Zielinski et al. [1994] in 1459–1460 in Greenland (GISP2). [30] Between 55.80 and 59.34 mwe, four strong acid peaks are recognized, peaks T18, T19, and T20 are found in some previous Antarctic cores, and T21 is found in all previous cores [e.g., Moore et al., 1991; Delmas et al., 1992; Langway et al., 1995; Cole-Dai et al., 1997b; Karlöf et al., 2000; Udisti et al., 2000; Cole-Dai et al., 2000]. These eruptions are dated to 1285–1287, 1277–1278, 1269–1270, and 1259 at Byrd Station and the South Pole by Langway et al. [1995]. They are unknown with the exception of the deepest, for which Palais et al. [1992] suggested an eruption of El Chichon on the basis of chemical analyses of glass shards. [31] Peak T22 at 59.84 mwe was dated to 1254. This peak has not been identified in previous Antarctic ice cores. On the basis of chemical analysis of volcanic ash contained in this ice level, Narcisi et al. [2001] suggested eruption in the Melbourne volcanic province located some 250 km SE of Talos Dome."
  }, {
    "heading": "4. Borehole Temperatures and Stable Isotope Records",
    "text": "[32] Although the distance between TD and ST556 cores is approximately 50 km with an elevation difference of about 70 m, a 2.9 C difference in borehole temperature at a depth of 10–15 m (Table 2) was recorded. M. Frezzotti and O. Flora, (Environmental and surface conditions along Terra Nova - Dome C Traverse (East Antarctica): Preliminary report, submitted to Terra Antartica, 2001) and Stenni et al. [2000] reported a near-dry-adiabatic lapse rate along the Terra Nova-Dome C traverse (1.0 C 100 m 1) and a subadiabatic lapse rate (0.5 C 100 m 1) for mountainous areas of Victoria Land. The super adiabatic lapse rate (4.1 C 100 m 1) calculated between TD and ST556 suggests that physical processes cannot be parameterized entirely by elevation and latitude, as noted by Waddington and Morse [1994] at Taylor Dome. [33] The dD raw data obtained from the TD core range between 235% and 330% with a long-term (1217–1996 A.D.) mean value of 286% (Table 2). The d18O raw data obtained from the ST556 core range between 29.2% and 42.6% with a long-term (1899–1996 A.D.) mean value of 35.3% (Table 2). The difference between the oxygen isotope content of precipitation at TD and at ST556 is 1.8%, as the mean d18O value (of the first 7 m) at TD is equal to 37.1%. A d18O temperature gradient of about 0.6% C 1 was calculated between the two sites. This value is very close to the data reported by Lorius and Merlivat [1977] for present-day East Antarctic precipitation and by Stenni et al. [2000] for the Northern Victoria Land. The difference in isotopic composition is well explained by the temperature core difference observed between the two sites. It could be said that the two sites are on the same distillation line of a cooling air mass moving inland to the Antarctic plateau from the ocean, with a temperature drop at the TD ice divide. ST556 lies along the gentle slope (0.15% or 1.5 m km 1) of ice divide between TD and the Southern Ocean. The higher accumulation rate (20%) at ST556 than at TD (see next paragraph) and the difference in isotopic composition seem to suggest a greater role of warm-air intrusion and storms from the Southern Ocean in the observed temperature difference respect to widespread adiabatic heating of katabatic winds [Wendler and Kodama, 1985; Clarke et al., 1987]. The colder temperature at TD could also be explained by a higher frequency of calm conditions with strong inversion during the winter season, while wind turbulence mixes the inversion layer on the northern flank of Talos Dome at ST556. [34] Figure 5a shows the two isotopic records encompassing the 20th century, presented as 5-year averages in order to reduce interannual variability and noise in d profiles and uncertainty due to dating errors. All resampling of mean annual series presented here were performed with Analyseries software [Paillard et al., 1996]. The interannual variability observed in both profiles is not related solely to temperature effects, as the rather large difference in d values implies unrealistic temperature variations. It is true that large interannual and regional temperature variability has been\nrecognized as a complicating factor in providing a consistent picture of Antarctic climate [Raper et al., 1984; Grootes et al., 1990; Mosley-Thompson, 1992; Jones, 1995]. However, there are other dominant processes that also affect isotopic content of polar precipitation, such as variability in the sea-ice extent [Bromwich and Weaver, 1983], changes in moisture source regions [Charles et al., 1994] or in the amount of winter to summer precipitation [Steig et al., 1994; Schlosser, 1999]. Frequency, duration, and seasonality of cyclonic storms must also be considered as determinant factors. An increase in storm frequency in winter will cause a d18O or dD enrichment in mean annual values, as storms are associated with above-average temperatures and with advection of warm air to the continent [Kreutz et al., 1997]. In addition to these effects, snow redistribution processes operated by winds must be considered as factors inducing noise into both d and accumulation records [Fisher et al., 1985; Fisher and Koerner, 1994]. [35] Nevertheless, when looking at the average profiles (in one case we are dealing with dD variations which are about 8 times greater than d18O ones), isotopic variations in the common part of the two records are of similar magnitude, although the ST556 average isotope record appears shifted by about 5 years with respect to TD. At the moment this ‘‘apparent’’ 5 years shift is unexplained, and future field survey (2001–2002) in the area (GPS-GPR surveys and new cores) could help to understand the variation in time and space. During the 20th century the two records show higher values during the mid-1920–1930s, with a decreasing trend up to the 1970s and a subsequent increasing trend afterward. Jouzel et al. [1983] reported an isotopic record for the South Pole showing a rapid temperature decrease between 1944 and 1965 followed by a warming. Some ice core records from different Antarctic areas [Isaksson et al., 1996; Morgan et al., 1997; Stenni et al., 1999] report a temperature increase in the last 100 years, with nearly all Antarctic stations showing an increase in mean temperatures from 1957 to 1994 with most of the warming occurring before the early 1970s [Jones, 1995; Jacka and Budd, 1998]. [36] The warming trend beginning in the 1970s as suggested by the ST556 d18O record is in agreement with the observed increase of 0.3 C in core temperature since 1960 at ST556 (Stuart and Heine [1961] recorded a temperature of 38.4 C at the same site). Indeed, borehole measurements at the same site can reveal longterm changes in mean annual temperature [Morris and Vaughan, 1994]. [37] Figure 6 shows the dD annual averages and the 20-year average profiles for the TD core. From the bottom of the TD core we can observe 10–15% aperiodic oscillations in the smoothed deuterium profile, with negative deviations from about 1230 to 1330 A.D., followed by positive values during the period from 1340 to 1580 A.D. with a cold spell between about 1420 and 1480 A.D. Negative deviation values, which might correspond to cooler climatic conditions, can be observed from about 1580 to 1820 A.D. with higher values for just a short period between about 1650 and 1680 A.D. Cooler conditions suggested by the isotopic record at Talos Dome during part of the 17th and all the 18th centuries seem to correspond to the cooler period (LIA) in the Northern Hemisphere. After the middle of the 19th century we can observe an increasing trend until the 1920–1930s, recovering from the previous cold period. Observed deviations on the order of 10–15% can be translated to a temperature difference of about 1.5–2.5 C using a dD/T gradient of 6% C 1 [Lorius and Merlivat, 1977], which appears quite reasonable in magnitude. [38] In view of examining the TD site climatic variations behave with respect to East Antarctica as a whole, we compared this record with other East Antarctic isotope ice core records. Figure 7 illustrates 10-year averages of the d records from four East Antarctic ice cores over the last 800 years. We considered the isotopic profiles obtained at Dome C (DC-EPICA) in the framework of the European Project of Ice Coring in Antarctica (EPICA) by Jouzel et al. [2001], the isotopic profile obtained by Steig et al. [1998, 2000] at Taylor Dome (TY), which is a site located in a coastal area near the Trans-Antarctic Mountains, and the isotopic profile obtained by Mosley-Thompson et al. [1993] at the South\nPole (Figure 1). The availability of DC-EPICA and TY data allowed us to perform Monte Carlo tests and correlation matrix among TD, TY, and DC, while the South Pole (SP) profile was redrawn by Mosley-Thompson et al. [1993]. Because of the low level of correlation found among these profiles a qualitative comparison has been performed among them. Talos Dome and Dome C show a good level of agreement, despite the fact that a peak to peak comparison cannot be performed. A tendency toward lower values between 1550 A.D. and 1850 A.D., with some positive fluctuations, may be observed in both records but with more stable conditions recorded in the EPICA profile. Similarities can also be seen between Taylor Dome and South Pole records, and despite the large spatial variability that can be derived from the records, some common features still appear such as the increasing trend beginning in the middle of the 19th century. These records from East Antarctica suggest cooler conditions during much of the LIA, which seem more persistent at higher elevations and in more southern sites (Dome C and South Pole). Our results are in agreement with the observations byMosley-Thompson and Thompson [1991], who found cooler and more dusty conditions over the East Antarctic plateau (South Pole, Law Dome, and Mizuho) during the LIA, but also that the strongest LIA cooling was not temporally synchronous over East Antarctica. The Dome C EPICA and TD records exhibit similarities, as do Taylor Dome and the South Pole, but a high degree of variability still seems to persist among them. The similarities between TD-Dome C and Taylor Dome-South Pole could be correlated to different distribution of storm tracks and moisture origins. Today, moisture-bearing storms arriving at Taylor Dome and South Pole come primarily from Pacific Ocean [Grootes et al., 1990; Hogan, 1997; Morse et al., 1998], whereas at Dome C the moisture influence comes primarily by way of the Indian Ocean [Delaygue et al., 2000]. Cooler climatic conditions during the LIA could explain glacier variations inVictoria Land, where Baroni and Orombelli [1994] andMöller [1995] noted an advancing local glacier phase in connection with the LIA. [39] Broecker et al. [1999] suggested a possible slowdown of Southern Ocean deep water formation during the 20th century, with more intense formation of Antarctic deep water during the LIA. Broecker et al. [1999] have also suggested that climatic consequences of intense deep water formation could be a warming of Antarctica during the LIA. This hypothesis is supported through a borehole temperature record obtained at Taylor Dome [see Broecker et al., 1999, and references therein], where temperatures were 3 C warmer during the LIA than they were during the Medieval Warm Period. However, our isotopic record and all other East Antarctica records (Figure 7) do not seem to support this hypothesis of East Antarctic and Ross Sea warming. On the contrary, records from the Weddell Sea area in the Atlantic sector (Siple Station and T340) indicate warmer conditions for much of the LIA period [Mosley-Thompson and Thompson, 1991]. Variation in the Siple Dome chemistry record has been interpreted in terms of changing southern atmospheric circulation strength over the past millennium, with an increase in sea-salt aerosol transport at the onset of the LIA [Kreutz et al., 1997, 2000]. Processes operating along the margins of the Weddell and Ross Seas may be incapable of supplying more ventilated deep water. If this is the case, then either polynya (open seawater areas) or open ocean convective cells must have been responsible for much higher past production of ventilated water [Broecker et al., 1999]. Indirect evidence about polynya is found in diatom assemblages in surface sediments of the southwestern Ross Sea [Leventer and Dunbar, 1988], which suggest more persistent winds caused by cooler atmospheric temperatures, responsible for more prevalent polynyas during the period 1600–1875 A.D. The size of coastal polynyas is due to persistence of a strong katabatic wind regime [Kurtz and Bromwich, 1985]. Coastal polynyas are the most important ‘‘sea ice factory,’’ and variation in their size has a significant impact on sea ice production and formation of Antarctic deep water [Kurtz and Bromwich, 1985; Frezzotti and Mabin, 1994]. Cooler atmospheric temperature conditions in East Antarctica during the LIA could increase persistence of katabatic winds and therefore increase Southern Ocean deep water formation."
  }, {
    "heading": "5. Accumulation Rate Records and Distribution",
    "text": "[40] After having converted the depth in water equivalent on the basis of density measurements, we calculated the annual average of snow accumulation for the last 779 (1217–1996 A.D.) and 97 annual layers (1899–1996 A.D) for TD and ST556 cores, respectively. The long-term mean accumulation rate for the two consid-\nered sites is 80.5 and 105 mmwe yr 1 for TD and ST556, respectively (Table 2). [41] Sastrugi observations, stake measurements, and comparison of TD and ST556 snow accumulation records suggest that an averaging interval of 5 years is sufficient to obtain a representative average annual accumulation record in the TD area. Average 5-year accumulation records obtained at ST556 and TD sites (Figure 5b) during the 20th century show that the two sites are fairly in line.\nThese records show a maximum value during 1910 followed by a minimum during 1915. [42] Twenty-year averages of accumulation rate and deuterium content obtained from the whole TD core are reported in Figure 8 as deviations from long-term mean values. The record is characterized by quite large interannual variability, and in most cases the two records seem to be in phase, revealing a positive correlation between dD content and accumulation rate. In theory, this was the expected result, as accumulation rate is proportional to the derivative of mean saturation vapor pressure at the inversion layer with respect to temperature [Jouzel et al., 1987]. At the beginning of the 14th century and during the second part of 15th century we can observe a large inflection of the accumulation rate close to a dD decrease. On the contrary, anomalous higher accumulation rate values recorded during the period of the 1250s to 1280s are in antiphase with lower dD values, and a negative correlation is also present during the 18th century. [43] In order to reduce variance in accumulation rate which could also be partly ascribed to dating errors, when no reference horizons were available, we calculated mean accumulation rate between dated layers (Table 3). For this purpose we used the main and better dated volcanic events and the tritium time marker. Obviously, the variation percentage thus calculated is quite small, but it can be considered significant. From the bottom of the core we observed a high accumulation value between 1259 and 1288, a decrease in accumulation between 1288 and 1902 A.D. and mainly between 1643 and 1902 AD, which covers the LIA period, followed by an increment of about 11% in accumulation during the 20th century (1902–1996). An increment of 7% can also be derived from the 1966 tritium peak and from stake measurements (1996–1998 A.D.). In their reconstruction of a 1500-year-long accumulation record in West Dronning Maud Land, Karlöf et al. [2000] reported an 8% decrease in accumulation between 1452 and 1641, which covers part of the LIA period. Oerter et al. [2000] produced a composite record of accumulation rates in Dronning Maud Land for the last 200 years by stacking 12 annually resolved records. They reported a decrease during the 19th century followed by an increase during the 20th century, and they related those trends to temperature variations as observed from stable isotope records. Pourchet et al. [1983] observed a general increase of 30% in the accumulation at 14 Antarctic sites (including Vostok, Dome C, South Pole, and Ross Ice Shelf) in the period 1960–1975. This general trend was also observed some years later in the South Pole area, with an increase of 32% between 1960 and 1990 [MosleyThompson et al., 1995]. In Wilkes Land, Goodwin [1991] and\nMorgan et al. [1991] found a decrease in accumulation rate from 1955 to 1960, with an increase during the following period. Isaksson et al. [1996] observed an accumulation decrease from 1932 to 1991 in Dronning Maud Land. In the nearby area of Hercules Névé, Stenni et al. [1999] reported no significant accumulation change from a 200-year ice core record, though slightly lower values were found between 1750 and 1850. [44] The temporal variability decrease, with longer averaging\nincrement, allows us to consider the decrease during the period 1288–1902 and the successive increase up to 1998 at TD, as related to the LIA and the subsequent global increase of temperature. [45] Using snow pit stratigraphy Stuart and Heine [1961] reported a snow accumulation value of 151 mmwe yr 1 at ST556, 178 mmwe yr 1 at ST553 (156 220E 72 170S), and 163 mmwe yr 1 at ST559 (161 320E 72 380S). The explanation for the large difference between our results (core analyses) and the 1959–1960 U.S. Traverse is most likely due to an overestimation of snow accumulation through the use of only snow pit stratigraphy."
  }, {
    "heading": "6. Conclusion",
    "text": "[46] A record of volcanic eruptions covering the last 800 years has been reported from a 90 m firn core drilled at Talos Dome (East\nAntarctica). Volcanic chronology and tritium activity provided dating of the core and allowed for reconstruction of the climate over the past 800 years on a reliable timescale. From Talos Dome isotopic record, cooler climate conditions were inferred during the 17th, 18th, and beginning of 19th centuries, which might be associated to the LIA cold period. We would like to emphasise the fact that the LIA is not present in the TD core as a long-lasting cold period. In fact, with the exception of the period from 1680 to 1820, which was a more persistent cold interval, the isotopic record shows centennial scale fluctuations with warmer and cooler spells. On this basis it is quite difficult to say whether the LIA started during the 16th century or before. When compared with other East Antarctic isotope records, some discrepancies are apparent even if the main cooling trends during the LIA are in line. Cooler, windy conditions in East Antarctica during the LIA could have increased Southern Ocean deep water formation, as suggested by Broecker et al. [1999] on the basis of physical and geochemical studies in the Southern Ocean. [47] The recent warming phase (20th century) that is recognized in some Southern Hemisphere proxy records is not so evident in our records (both TD and ST556), or if you will, it seems to start just after 1970 and occurs before 1930. [48] We presented an accumulation rate record for the TD core with a decrease during part of the LIA followed by an increment of about 11% in accumulation during the 20th century. Average increasing values are calculated among dated horizons during the 20th century at the TD site, while accumulation rate was observed to be quite stable at ST556 during the same time period. [49] The large difference in core temperature, stable isotope content, and snow accumulation between ST556 and TD pointed out a greater role of warm-air intrusions and storms close to the ice divide between Oates Coast (Southern Ocean) and the Ross Sea. [50] More and more evidence coming from ice core records, glacier extension and other proxy records are leading to the idea that the Antarctic continent or at least East Antarctica also experienced the LIA cool episode. Obviously, a large temporal and spatial variability makes comparison among different records particularly difficult. Moreover, the ice core records considered are often separated by thousands of kilometers in a continent like Antarctica which presents a complicated climate pattern nowadays as well. A better spatial coverage and more proxy from well-dated records are needed in order to better understand natural climate variability on centennial and millennial timescales (including the LIA), extending the actual spatial coverage of climate archives both in Antarctica and in the whole Southern Hemisphere. [51] Large discrepancies between the data collected and the historical data used to calculate the net surface mass balance indicate that reliable estimates of mass balance for this sector of East Antarctica cannot be made at present without new snow accumulation studies along the drainage basin. The enormous uncertainty on input parameters for mass balance is due to incompleteness and inaccuracy of old measurements (pit stratigraphy) in this sector of the ice sheet. [52] Our results pointed out that Talos Dome has a good geochemical and paleoclimate record preserved in the ice, because the accumulation (80.5 mmwe yr 1) is higher there than at other domes in East Antarctica, and the ice thickness (about 1500 m) could cover more than a glacial-interglacial period. A deep drilling at Talos Dome could improve the knowledge about the response of near-coastal sites to climate changes and Holocene histories of accumulation rates in the Ross Sea region.\n[53] Acknowledgments. This work is a contribution by the Italian branch of the ITASE project. The authors wish to thank all members of the traverse team, the participants in PNRA 1996/1997 who assisted at the Terra Nova Bay Stations, and all persons in Italy who were involved in preparation of the traverse. We thank M. Filipazzi (University of Milan) and M. De Cassan (ENEA, Rome) for the sample cutting performed in the cold room. We thank V. Masson for her comments,\nM. Stievenard and O. Cattani at LSCE for their scientific and technical help in performing deuterium analyses. This research was carried out within the framework of a Project on Glaciology and Paleoclimatology as part of the Programma Nazionale di Ricerche in Antartide (PNRA) and was financially supported by ENEA through a cooperation agreement with the Università degli Studi di Milano."
  }],
  "year": 2002,
  "references": [{
    "title": "Ice record of a large eruption of Deception Island Volcano (Antarctica) in the XVIITH century",
    "authors": ["A.J. Aristarain", "R.J. Delmas"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1998
  }, {
    "title": "Orombelli, Holocene glacier variations in the Terra Nova Bay area (Victoria Land, Antarctica)",
    "authors": ["C. Baroni"],
    "venue": "Antarct. Sci.,",
    "year": 1994
  }, {
    "title": "Milankovitch theory and climate",
    "authors": ["A. Berger"],
    "venue": "Rev. Geophys.,",
    "year": 1988
  }, {
    "title": "Influence of volcanic eruptions on Northern Hemisphere summer temperature over the past",
    "authors": ["K.R. Briffa", "P.D. Jones", "F.H. Schweingruber", "T.J. Osborn"],
    "venue": "years, Nature,",
    "year": 1998
  }, {
    "title": "A possible 20th-century slowdown of Southern Ocean deep water",
    "authors": ["W.S. Broecker", "S. Sutherland", "T.-H. Peng"],
    "venue": "formation, Science,",
    "year": 1999
  }, {
    "title": "Latitudinal displacement from main moisture source controls d18O of snow in coastal Antarctica",
    "authors": ["D.H. Bromwich", "C.J. Weaver"],
    "venue": "Nature, 301,",
    "year": 1983
  }, {
    "title": "Glacial-interglacial changes in moisture sources for Greenland: Influences on the ice core record",
    "authors": ["C.D. Charles", "D. Rind", "J. Jouzel", "R.D. Koster", "R.G. Fairbanks"],
    "venue": "of climate,",
    "year": 1994
  }, {
    "title": "Observations of the impact of volcanic activity on stratospheric chemistry",
    "authors": ["M.T. Coffey"],
    "venue": "J. Geophys. Res.,",
    "year": 1996
  }, {
    "title": "Mosley-Thompson, The Pinatubo eruption in South Pole snow and its potential value to ice-core paleovolcanic records",
    "authors": ["J. Cole-Dai"],
    "venue": "Ann. Glaciol.,",
    "year": 1999
  }, {
    "title": "Quantifying the Pinatubo volcanic signal in south polar snow",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1997
  }, {
    "title": "Annually resolved southern hemisphere volcanic history from two Antarctic ice",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1997
  }, {
    "title": "A 4100-year record of explosive volcanism from an east Antarctica ice core",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "S.P. Wight", "L.G. Thompson"],
    "venue": "J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "Ice core evidence for an explosive tropical volcanic eruption 6 years preceding Tambora",
    "authors": ["J. Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "J. Geophys. Res.,",
    "year": 1991
  }, {
    "title": "The origin of Antarctic precipitation: A modelling approach, Tellus",
    "authors": ["G. Delaygue", "V. Masson", "J. Jouzel", "R.D. Koster", "R.J. Healy"],
    "venue": "Ser. B,",
    "year": 2000
  }, {
    "title": "1000 years of explosive volcanism recorded at the South Pole, Tellus",
    "authors": ["R.J. Delmas", "S. Kirchner", "J.M. Palais", "J.R. Petit"],
    "venue": "Ser. B,",
    "year": 1992
  }, {
    "title": "Ed.) Antarctica: Glaciological and Geophysical Folio, The Scott",
    "authors": ["D.J. Drewry"],
    "venue": "Polar Res. Inst.,",
    "year": 1983
  }, {
    "title": "Signal and noise in four ice-core records from the Agassiz Ice Cap, Ellesmere Island, Canada: Details of the last millennium for stable isotopes, melt and solid conductivity, Holocene",
    "authors": ["D.A. Fisher", "R.M. Koerner"],
    "year": 1994
  }, {
    "title": "Stratigraphic noise in time series derived from ice",
    "authors": ["D.A. Fisher", "N. Reeh", "H.B. Clausen"],
    "venue": "cores, Ann. Glaciol.,",
    "year": 1985
  }, {
    "title": "Mabin, Twentieth century behaviour of the Drygalski Ice Tongue, Ross Sea, Antarctica",
    "authors": ["M. Frezzotti", "M.C. G"],
    "venue": "Ann. Glaciol.,",
    "year": 1994
  }, {
    "title": "The Italian ITASE Expedition from Terra Nova Station to Talos Dome",
    "authors": ["M. Frezzotti", "O. Flora", "S. Urbini"],
    "venue": "Terra Antartica Rep.,",
    "year": 1998
  }, {
    "title": "Snow dunes and glazed surface in Antarctica: New field and remote sensing data, Ann. Glaciol",
    "authors": ["M. Frezzotti", "S. Gandolfi", "F. La Marca", "S. Urbini"],
    "year": 2001
  }, {
    "title": "Snow-accumulation variability from seasonal surface observations and firn-core stratigraphy, eastern Wilkes Land, Antarctica",
    "authors": ["I.D. Goodwin"],
    "venue": "J. Glaciol.,",
    "year": 1991
  }, {
    "title": "A synthesis of warm air advection to the South Polar Plateau",
    "authors": ["A. Hogan"],
    "venue": "J. Geophys. Res.,",
    "year": 1997
  }, {
    "title": "Detection of temperature and sea-ice-extent changes in the Antarctic and Southern Ocean, 1949–96",
    "authors": ["T.H. Jacka", "W.F. Budd"],
    "venue": "Ann. Glaciol.,",
    "year": 1998
  }, {
    "title": "Stable isotope homogenisation of polar firn and ice, in Proceedings of the International Symposium on Isotopes and Impurities in Snow and Ice, General Assembly XVI, pp. 210–219",
    "authors": ["S.J. Johnsen"],
    "venue": "Int. Assoc. of Hydrol. Sci.,",
    "year": 1977
  }, {
    "title": "Recent variations in mean temperature and the diurnal temperature range in the Antarctic",
    "authors": ["P.D. Jones"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1995
  }, {
    "title": "Climatic variations over the last 500 years, in Climate",
    "authors": ["P.D. Jones", "R.S. Bradley"],
    "venue": "Since A.D. 1500,",
    "year": 1992
  }, {
    "title": "Lorius, A continuous record of artificial tritium fallout at the South Pole (1954–1978)",
    "authors": ["J. Jouzel", "L. Merlivat", "M. Pourchet"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 1979
  }, {
    "title": "Vostok ice core: A continuous isotope temperature record over the last climatic cycle (160000",
    "authors": ["J. Jouzel", "C. Lorius", "J.R. Petit", "C. Genthon", "N.I. Barkov", "V.M. Kolyakov", "V.M. Petrov"],
    "venue": "years), Nature,",
    "year": 1987
  }, {
    "title": "A new 27-ky high-resolution East Antarctic climate record",
    "authors": ["J Jouzel"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2001
  }, {
    "title": "A 1500-year record of accumulation at Amundsenisen western Dronning Maud Land, Antarctica, derived from electrical and radioactive measurements on a 120 m ice",
    "authors": ["L Karlöf"],
    "venue": "core, J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "A 100 yr glaciochemical study at the South Pole",
    "authors": ["S. Kirchner", "R.J. Delmas"],
    "venue": "Ann. Glaciol.,",
    "year": 1988
  }, {
    "title": "Volcanic records and dating of the upper half of the H15 ice core from Mizuho plateau, east Antarctica",
    "authors": ["M. Kohno", "T. Fukuoka", "Y. Fujii", "M. Kusakabe"],
    "venue": "Proceedings of the NIPR Symposium on Polar Meteorolology and Glaciololgy,",
    "year": 1996
  }, {
    "title": "Sea level pressure variability in the Amundsen Sea region inferred from a West Antarctic glaciochemical record",
    "authors": ["K.J. Kreutz", "P.A. Mayewski", "I.I. Pittalwala", "L.D. Meeker", "M.S. Twickler", "S.I. Whitlow"],
    "venue": "J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "Bromwich, A recurring, atmospherically forced polynya in Terra Nova Bay, in Oceanology of the Antarctic Continental Shelf, Antarct",
    "authors": ["D.D. Kurtz", "D. H"],
    "venue": "Res. Ser.,",
    "year": 1985
  }, {
    "title": "Volcanic dust in the atmosphere, with a chronology and assessment of its meteorological significance",
    "authors": ["H.H. Lamb"],
    "venue": "Philos. Trans. R. Soc. London, Ser. A,",
    "year": 1970
  }, {
    "title": "Uptake of the chronology of assessments of the volcanic dust veil index, Clim",
    "authors": ["H.H. Lamb"],
    "venue": "Monit., 12,",
    "year": 1983
  }, {
    "title": "Hirschboeck, Frost rings in trees as records of major volcanic eruptions",
    "authors": ["V.C. LaMarche", "Jr.", "K. K"],
    "venue": "Nature, 307,",
    "year": 1984
  }, {
    "title": "New chemical stratigraphy over the last millennium for Byrd Station, Antarctica",
    "authors": ["C.C. Langway", "Jr.", "K. Osada", "H.B. Clausen", "C.U. Hammer", "H. Shoji", "A. Mitani"],
    "venue": "Tellus, Ser. B,",
    "year": 1994
  }, {
    "title": "A 10-century comparison of prominent bipolar volcanic events in ice",
    "authors": ["C.C. Langway", "Jr.", "K. Osada", "H.B. Clausen", "C.U. Hammer", "H. Shoji"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Reconstruction of solar irradiance since 1610: Implications for climate",
    "authors": ["J. Lean", "J. Beer", "R. Bradley"],
    "venue": "change, Geophys. Res. Lett.,",
    "year": 1995
  }, {
    "title": "Distribution of mean surface stable isotope values in East Antarctica: Observed changes with depth in a coastal area, in Isotopes and Impurities in Snow and Ice",
    "authors": ["C. Lorius", "L. Merlivat"],
    "venue": "IAHS AISH Publ.,",
    "year": 1977
  }, {
    "title": "Northern hemisphere temperatures during the past millennium: Inferences, uncertainties, and limitations, Geophys",
    "authors": ["M.M. Mann", "R.S. Bradley", "M.K. Hughes"],
    "venue": "Res. Lett.,",
    "year": 1999
  }, {
    "title": "70 years of Northern Victoria Land (Antarctica) accumulation",
    "authors": ["V. Maggi", "G. Orombelli", "B. Stenni", "O. Flora", "R. Udisti", "S. Becagli", "R. Traversi", "S. Vermigli", "J.R. Petit"],
    "venue": "rate, Ann. Glaciol.,",
    "year": 1998
  }, {
    "title": "Antarctic’s role pursued in global climate change",
    "authors": ["P.A. Mayewski", "I.D. Goodwin"],
    "venue": "Eos Trans. AGU,",
    "year": 1999
  }, {
    "title": "Subrecent moraine ridge formation on Cuff Cape, Victoria Land, Antarctica, Geogr",
    "authors": ["P. Möller"],
    "venue": "Ann., 77A,",
    "year": 1995
  }, {
    "title": "A Continuous 770-year record of volcanic activity from East Antarctica",
    "authors": ["J. Moore", "H. Narita", "N. Maeno"],
    "venue": "J. Geophys. Res.,",
    "year": 1991
  }, {
    "title": "Seasonality in late-Holocene climate from ice-core records, Holocene",
    "authors": ["V.I. Morgan", "T.D. van Ommen"],
    "year": 1997
  }, {
    "title": "Evidence from Antarctic ice cores for recent increase in snow accumulation",
    "authors": ["V.I. Morgan", "I.D. Goodwin", "D.M. Etheridge", "C.W. Wookey"],
    "venue": "Nature, 354,",
    "year": 1991
  }, {
    "title": "Site information and initial results from deep ice drilling on Law Dome, Antarctica",
    "authors": ["V.I. Morgan", "C.W. Wookey", "J. Li", "T.D. van Ommen", "W. Skinner", "M.F. Fitzpatrick"],
    "venue": "J. Glaciol.,",
    "year": 1997
  }, {
    "title": "Snow surface temperatures in West Antarctica",
    "authors": ["E.M. Morris", "D.G. Vaughan"],
    "venue": "Antarct. Sci.,",
    "year": 1994
  }, {
    "title": "Steig, Ice age storm trajectories inferred from radar stratigraphy at Taylor Dome, Antarctica",
    "authors": ["D.L. Morse", "E.D. Waddington", "E. J"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1998
  }, {
    "title": "Paleoenvironmental conditions in Antarctica since A.D",
    "authors": ["E. Mosley-Thompson"],
    "venue": "Ice core evidence,",
    "year": 1992
  }, {
    "title": "Spatial and Temporal Characteristics of the Little Ice Age: The Antarctic Ice Core Record, in Polar Regions and Climate Change, edited",
    "authors": ["E. Mosley-Thompson", "L.G. Thompson"],
    "year": 1991
  }, {
    "title": "Gundestrup, Little Ice Age (Neoglacial) paleoenvironmental conditions at Siple Station, Antarctica",
    "authors": ["E. Mosley-Thompson", "L.G. Thompson", "P.M. Grootes"],
    "venue": "Ann. Glaciol.,",
    "year": 1990
  }, {
    "title": "Climate of the last 500 years: High resolution ice core records, Quat",
    "authors": ["E. Mosley-Thompson", "L.G. Thompson", "J. Dai", "M. Davis", "P.N. Lin"],
    "venue": "Sci. Rev.,",
    "year": 1993
  }, {
    "title": "Ice record of a 13th century explosive volcanic eruption in Northern Victoria Land, East Antarctica",
    "authors": ["B. Narcisi", "M. Proposito", "M. Frezzotti"],
    "venue": "Antarct. Sci.,",
    "year": 2001
  }, {
    "title": "Accumulation studies on Amundsenisen, Dronning Maud Land, Antarctica, by means of tritium, dielettric profiling and stable-isotope measurements: First results from the 1995–96 and 1996–97 field seasons",
    "authors": ["H. Oerter", "W. Graf", "F. Wilhelms", "A. Minikin", "H. Miller"],
    "venue": "Ann. Glaciol.,",
    "year": 1999
  }, {
    "title": "Accumulation rates in Dronning Maud Land as revealed by DEP measurements at shallow firn",
    "authors": ["H. Oerter", "F. Wilhelms", "F. Jung-Rothenhäusler", "F. Göktas", "H. Miller", "W. Graf", "S. Sommer"],
    "venue": "cores, Ann. Glaciol.,",
    "year": 2000
  }, {
    "title": "Yiou, Macintosh program performs timeseries analysis",
    "authors": ["D. Paillard", "L. Labeyrie"],
    "venue": "Eos Trans. AGU,",
    "year": 1996
  }, {
    "title": "Identification of some global volcanic horizons by major element analysis of fine ash in Antarctic ice",
    "authors": ["J.M. Palais", "S. Kirchner", "R.J. Delmas"],
    "venue": "Ann. Glaciol.,",
    "year": 1990
  }, {
    "title": "Inter-hemispheric transport of volcanic ash from a 1259 A.D. volcanic eruption to the Greenland and Antarctic ice",
    "authors": ["J.M. Palais", "M.S. Germani", "G.A. Zielinski"],
    "venue": "sheets, Geophys. Res. Lett.,",
    "year": 1992
  }, {
    "title": "Climatic impact of the mid-fifteenth century Kuwae Caldera formation, as reconstructed from historical and proxy data",
    "authors": ["K.D. Pang"],
    "venue": "Eos Trans. AGU,",
    "year": 1993
  }, {
    "title": "Lorius, Some meteorological applications of radioactive fallout measurements in Antarctic snows",
    "authors": ["M. Pourchet", "J.F. Pinglot"],
    "venue": "J. Geophys. Res.,",
    "year": 1983
  }, {
    "title": "Legresy, Ice flow processes derived from the ERS-1 high resolution map of the Antarctica and Greenland ice",
    "authors": ["F. Remy", "P. Shaeffer"],
    "venue": "sheets, Geophys. J. Int.,",
    "year": 1999
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys.,",
    "year": 2000
  }, {
    "title": "Effects of seasonal variability of accumulation on yearly mean d18O values in Antarctic snow",
    "authors": ["E. Schlosser"],
    "venue": "J. Glaciol.,",
    "year": 1999
  }, {
    "title": "Changes in climate, ocean and ice sheet conditions in the Ross Embayment, Antarctica, at 6 ka",
    "authors": ["E.J. Steig", "C.P. Hart", "J.W.C. White", "W.L. Cunningham", "M.D. Davis", "E.S. Saltzman"],
    "venue": "Ann. Glaciol.,",
    "year": 1998
  }, {
    "title": "Torcini, 200 years of isotope and chemical records in a firn core from Hercules Névé, northern Victoria",
    "authors": ["B. Stenni", "R. Caprioli", "L. Cimino", "C. Cremisini", "O. Flora", "R. Gragnani", "A. Longinelli", "V. Maggi"],
    "year": 1999
  }, {
    "title": "Udisti, Snow accumulation rates in Northern Victoria Land (Antarctica) by firn core analysis",
    "authors": ["B. Stenni", "F. Serra", "M. Frezzotti", "V. Maggi", "R. Traversi", "S. Becagli"],
    "venue": "J. Glaciol.,",
    "year": 2000
  }, {
    "title": "Holocene electrical and chemical measurements from the EPICA-Dome C ice",
    "authors": ["E. Wolff"],
    "venue": "core, Ann. Glaciol.,",
    "year": 2000
  }, {
    "title": "Stievenard, An automated system for the uranium reduction method of hydrogen isotope analysis",
    "authors": ["B. Vaughn", "J.W.C. White", "M. Delmotte", "M. Troiler", "O. Cattani"],
    "year": 1998
  }, {
    "title": "Spatial variations of local climate at Taylor Dome Antarctica: Implications for paleoclimate from ice",
    "authors": ["E.D. Waddington", "D.L. Morse"],
    "venue": "cores, Ann. Glaciol.,",
    "year": 1994
  }, {
    "title": "Some results of climatic investigations of Adélie Land, Eastern Antarctica",
    "authors": ["G. Wendler", "Y. Kodama"],
    "venue": "Z. Gletscherkd. Glazialgeol.,",
    "year": 1985
  }, {
    "title": "Gerasimoff, Solid electrical conductivity (ECM) from four Agassiz ice cores, Ellesmere Island NWT, Canada: High-resolution signal and noise over the last millennium and low resolution over the Holocene, Holocene",
    "authors": ["J. Zheng", "A. Kudo", "D.A. Fisher", "E.W. Blake"],
    "year": 1998
  }, {
    "title": "Use of paleo-records in determining variability within the volcanism-climate system, Quat",
    "authors": ["G.A. Zielinski"],
    "venue": "Sci. Rev.,",
    "year": 2000
  }, {
    "title": "Record of volcanism since 7000 B. C. from the GISP2 Greenland ice core and implications for the volcano-climate",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler", "M. Morrison", "D.A. Meese", "A.J. Gow", "R.B. Alley"],
    "venue": "system, Science,",
    "year": 1994
  }],
  "id": "SP:7cd52d28d118a33da4a937bb8e1fe672f28f3821",
  "authors": [{
    "name": "B. Stenni",
    "affiliations": []
  }, {
    "name": "M. Proposito",
    "affiliations": []
  }, {
    "name": "R. Gragnani",
    "affiliations": []
  }, {
    "name": "O. Flora",
    "affiliations": []
  }, {
    "name": "J. Jouzel",
    "affiliations": []
  }, {
    "name": "S. Falourd",
    "affiliations": []
  }, {
    "name": "M. Frezzotti",
    "affiliations": []
  }],
  "abstractText": "[1] During the 1996 Programma Nazionale di Ricerche in Antartide-International Trans-Antarctic Scientific Expedition traverse, two firn cores were retrieved from the Talos Dome area (East Antarctica) at elevations of 2316 m (TD, 89 m long) and 2246 m (ST556, 19 m long). Cores were dated by using seasonal variations in non-sea-salt (nss) SO4 2 concentrations coupled with the recognition of tritium marker level (1965–1966) and nss SO4 2 spikes due to the most important volcanic events in the past (Pinatubo 1991, Agung 1963, Krakatoa 1883, Tambora 1815, Kuwae 1452, Unknown 1259). The number of annual layers recognized in the TD and ST556 cores was 779 and 97, respectively. The dD record obtained from the TD core has been compared with other East Antarctic isotope ice core records (Dome C EPICA, South Pole, Taylor Dome). These records suggest cooler climate conditions between the middle of 16th and the beginning of 19th centuries, which might be related to the Little Ice Age (LIA) cold period. Because of the high degree of geographical variability, the strongest LIA cooling was not temporally synchronous over East Antarctica, and the analyzed records do not provide a coherent picture for East Antarctica. The accumulation rate record presented for the TD core shows a decrease during part of the LIA followed by an increment of about 11% in accumulation during the 20th century. At the ST556 site, the accumulation rate observed during the 20th century was quite stable.",
  "title": "Eight centuries of volcanic signal and climate change at Talos Dome (East Antarctica)"
}