{
  "sections": [{
    "text": "Evidence from sulfate mass independent oxygen isotopic\ncompositions of dramatic changes in atmospheric oxidation\nfollowing massive volcanic eruptions\nJoël Savarino,1 Slimane Bekki,2 Jihong Cole-Dai,3 and Mark H. Thiemens4\nReceived 30 April 2003; revised 25 July 2003; accepted 18 August 2003; published 7 November 2003.\n[1] Oxygen isotopic ratio measurements (d17O and d18O) of background and volcanic sulfate preserved in South Pole snow and ice were used to investigate the impact on the oxidation state of the atmosphere by explosive volcanic eruptions. By comparing different paleovolcanic events, we observe a difference in the SO2 oxidation pathway between moderate (tens of teragrams (Tg) of SO2) and massive (hundreds of Tg) eruptions. Both isotopic data and numerical simulations suggest the shutdown of stratospheric OH chemistry and the opening of unaccounted oxidation channels for SO2, such as the reaction with O(3P) atoms when hundreds of Tg of SO2 are injected into the stratosphere. It is very likely that oxidation rates and pathways and concentrations of most traces gases are also dramatically affected, with potentially important implications for climate forcing. INDEX TERMS: 0340 Atmospheric Composition and Structure: Middle atmosphere— composition and chemistry; 0365 Atmospheric Composition and Structure: Troposphere—composition and chemistry; 0370 Atmospheric Composition and Structure: Volcanic effects (8409); 1040 Geochemistry: Isotopic composition/chemistry; 1863 Hydrology: Snow and ice (1827); KEYWORDS: volcanoes, isotopes, sulfate\nCitation: Savarino, J., S. Bekki, J. Cole-Dai, and M. H. Thiemens, Evidence from sulfate mass independent oxygen isotopic compositions of dramatic changes in atmospheric oxidation following massive volcanic eruptions, J. Geophys. Res., 108(D21), 4671, doi:10.1029/2003JD003737, 2003."
  }, {
    "heading": "1. Introduction",
    "text": "[2] Explosive volcanic eruptions are one of the most dramatic manifestations of the internal Earth’s energy release. During the energy release, megatons of ash, liquid and gaseous materials from the Earth’s interior can be directly injected into the stratosphere in a few days [Robock, 2000]. Among these materials, SO2 and its oxidation end-product, sulfuric acid aerosols, appear to have the capability to alter the radiative balance of the atmosphere on a global scale [Bluth et al., 1997; Pinto et al., 1989]. Extensive studies exist on the climatic impact of historic eruptions via the radiative effect of volcanic aerosol [Cole-Dai et al., 2000; Rampino et al., 1988; Robock, 2000; Turco et al., 1982; Zielinski, 1995]. On the other hand, chemical atmospheric perturbations by paleovolcanic events have not been taken into account in deriving past climate forcing, partly because they are poorly documented, with our current understanding relying predominantly on model extrapolations [Bekki,\n1995; Bekki and Pyle, 1994; Pinto et al., 1989]. Therefore it is important to find ways of characterizing the chemical perturbations associated with historic eruptions. [3] Three well-defined volcanic sulfate events, along with the background sulfate surrounding these events were isolated from South Pole snow and ice core samples. Previous studies [Cacciani et al., 1993; Cole-Dai and Mosley-Thompson, 1999; Delmas et al., 1992; Legrand and Wagenbach, 1999; Pitts and Thomason, 1993; Schoeberl et al., 1993] have identified these volcanic events as the 1991 Pinatubo, the 1991 Cerro Hudson and the 1259 A.D. Unknown Event (UE latter in the text), possibly the El Chichón volcano [Palais et al., 1992] for the latter. We choose to sample these volcanic eruptions because of analytical considerations (i.e., amount of matter recoverable and availability of ice core samples) and because they display significantly different features (Table 1). Pinatubo and UE were both stratospheric eruptions, with an estimated 15 ± 3 and 320 ± 80 Tg of SO2 injected, respectively [Budner and Cole-Dai, 2003; Delmas et al., 1992; McPeters, 1993; Zielinski, 1995]. The Cerro Hudson eruption, with 1.5 Tg of SO2 emitted [Doiron et al., 1991], was predominantly an upper troposphere/lower stratosphere event [Smithsonian Institution, 1991] with a substantial fraction of volcanic debris reaching Antarctica via the middle/upper troposphere [Legrand and Wagenbach, 1999]. This dataset, including the background tropospheric sulfate produced by the oxidation of dimethylsulfide (DMS) from\nJOURNAL OF GEOPHYSICAL RESEARCH, VOL. 108, NO. D21, 4671, doi:10.1029/2003JD003737, 2003\n1Laboratoire de Glaciologie et Géophysique de l’Environnement, Université Joseph Fourier, CNRS, St. Martin d’Hères, France.\n2Service d’Aéronomie, Université Pierre et Marie Curie, CNRS, Paris, France.\n3Department of Chemistry and Biochemistry, South Dakota State University, Brookings, South Dakota, USA.\n4Department of Chemistry and Biochemistry, University of California, San Diego, La Jolla, California, USA.\nCopyright 2003 by the American Geophysical Union. 0148-0227/03/2003JD003737\nACH 7 - 1\nmarine biogenic emissions, covers a wide range of conditions for SO2 oxidation leading to the formation of sulfate aerosols."
  }, {
    "heading": "2. Method",
    "text": ""
  }, {
    "heading": "2.1. Snow and Ice Sulfate Sampling and Analysis",
    "text": "[4] Snow blocks measuring 30(l) 30(w) 20(depth) cm cut into a snow pit and collected from the 1996 snow surface at South Pole along with snow pit samples were transported frozen and stored at the National Ice Core Laboratory (Colorado, USA) at 36 C until analysis. Chemical analysis of the snow pit samples in a previous study [Cole-Dai and Mosley-Thompson, 1999] had located the depth ranges containing the Pinatubo and Cerro Hudson sulfate. Prior to sampling for chemical analysis, the outside ( 2 cm) surfaces of the snow blocks were cut off with a band saw in a cold ( 24 C) room to remove contamination. Subsequently, the decontaminated blocks were sectioned into vertical samples measuring 7 cm in depth and melted on a class 1000 clean bench. The sulfate concentration of a 2 mL aliquot of each sample was determined by ion chromatography, and compared with the high resolution concentration profile (3 cm/sample) from the snow pit. Despite difference in sampling resolution, both concentration profiles display similar shapes allowing us to clearly identify each volcanic event in the snow blocks. Sectioned samples were regrouped in order to generate sufficient mass of sulfate ( 2 mmol) to perform isotopic measurements for each volcanic event and the background. Two ice cores drilled at South Pole in January 2001 were used to obtain samples containing the 1259 Unknown event. The sulfate concentrations in this core, spanning the decade containing the event, were measured initially by IC. The depth range of the 1259 A.D. volcanic event was thus determined to be 89.7 to 90.1 m in Core 1 and 89.5 to 89.9 m in Core 2. In each core, the section containing the volcanic event was first decontaminated and then divided temporally into two samples representing the first and second halves of the event. To obtain nonvolcanic background sulfate, the sections (up to 80 cm in length) immediately above and below the event were similarly sampled and decontaminated. All ice samples were melted in pre-cleaned beakers on clean-air benches. The beforeevent as well as after-event background samples of both cores were combined to generate sufficient mass of background sulfate. The volume of each meltwater sample was\nreduced to approximately 120 mL by gentle, nonboiling heated evaporation. The volume-reduced meltwater samples were filtered (0.2 mm, Nucleopore) to collect possible insoluble fine volcanic ash (tephra) prior to processing for isotope analysis. The sulfate was then collected on a concentration ion exchange column and separated from all other species in the sample. The separated sulfate was finally analyzed for its oxygen isotope composition by mass spectrometry using a newly developed pyrolysis technique [Savarino et al., 2001]. The procedure involves first converting the purified soluble sulfate to Ag2SO4 by ion exchange membrane. The Ag2SO4 sample is then dried in a quartz boat and pyrolyzed to O2, SO2, and Ag metal in a continuous flow system. The O2 is then measured on a Finnigan MAT 251 IRMS. The iso-topic concentrations, as expressed by d18O (d18O = {(18O/16O)sample/(\n18O/16O)smow} 1) 1000, SMOW: standard mean ocean water) and 17O values ( 17O = d17O 0.512d18O), are determined. A mass-dependent correction factor of 0.7% and 0.35% for d18O and d17O respectively is applied for the constant fractionation between the O2 and SO2 in the pyrolysis system. On the basis of replica standard and sample measurements, d18O, d17O and 17O uncertainties are estimated to be ±0.5%, ±0.3% and ±0.1% (1 s), respectively [Savarino et al., 2001]."
  }, {
    "heading": "2.2. Data Treatment",
    "text": "[5] The sea-salt sulfate component of the total sulfate was removed using Na+ concentrations as a tracer of sea-salt input and the well-defined SO4\n2 /Na+ sea-salt ratio. The corresponding isotopic mass balance correction was applied to all samples. In all cases, the sea-salt correction never exceeds 5%. For samples containing volcanic events, isotopic measurements represent a mixture of background and volcanic sulfate. Respective background contributions were removed using the concentration and isotopic data obtained with the background-only sulfate samples surrounding each event. For the UE samples, background corrections were below 21%, while background contributions were 50% and 30% for the Pinatubo and Cerro Hudson samples, respectively. The error propagation doubles uncertainties for these corrected values (see Table 1)."
  }, {
    "heading": "2.3. Model Simulations",
    "text": "[6] The model is an interactive global two-dimensional model [Bekki and Pyle, 1994] which extends from pole to\npole and from the ground to about 95 km. Atmospheric circulation and temperatures are calculated from forcing terms which include solar heating by O2 and O3 and longwave cooling by CO2, H2O, O3, N2O and CH4. The model contains a detailed treatment of sulfur chemistry and aerosol microphysics (homogeneous and heterogeneous nucleation, coagulation, condensational growth, gravitational sedimentation and tropospheric rainout). Heterogeneous chemistry on sulfate aerosols is also taken into account. Absorption of solar and longwave radiation by SO2 is taken into account; random overlapping of spectral lines is assumed for the longwave effect [Bekki et al., 1996]. Gas phase reaction rates, photolysis cross sections and heterogeneous reaction probabilities on sulfuric acid particles follow international recommendations [Sander et al., 2000]. The rate constant for SO2 + O(\n3P), added to the chemical code, is set to its upper limit. Aerosols are not taken into account in the calculation of the photolysis rates and heating rates. Specific chemistry due to the high content of impurities in the volcanic plume is neither taking into account. The Pinatubo eruption is simulated by injecting 15 Tg (or Mt) of SO2 into the tropics between about 20.5 and 31 km. The surface mixing ratio of the major source gases are based on a recommended World Meteorological Organization (WMO) scenario [WMO, 1999]. The 1259 UE eruption is simulated by injecting 320 Tg of SO2 into the tropics between 27.5 and 38 km. SO2 is injected at a higher altitude range for the UE simulation compared to the Pinatubo simulation in order to account for the more powerful eruption column. The surface mixing ratios of the major source gases are set to values assumed to be representative of a pre-industrial 1259 atmosphere (CO2 = 280 ppmv, CH4 = 700 ppbv, N2O = 275 ppbv). It is comforting to note that the ratio of the estimated SO2 emissions between Pinatubo (satellite observations) and 1259 UE (glaciological records) used in the model roughly corresponds to the ratio observed in our ice core record if one compares the total volcanic sulfate deposition flux for each even (concentration times accumulation) and not just the concentration peaks."
  }, {
    "heading": "3. Observations",
    "text": "[7] The measurements of d18O and 17O are found to range from 3.7 to 23.5% (all in SMOW) and from 0.1 to 4.7%, respectively (Table 1). These broad ranges of isotopic values are somewhat expected considering the differences in age and variety among the events sampled. All results fall in the range of values of previously measured samples [Alexander et al., 2002; Bao et al., 2000a; Lee and Thiemens, 2001]. The 1991 background exhibits a value of 2.7% whereas the 1259 background sulfate possesses a 17O of 3.6%. Stratospheric eruptions display a markedly contrasted picture. The 17O of the Pinatubo volcanic event exhibits the highest values, with an average of 4.3%. On the other hand, the UE reveals surprisingly low 17O values, with an average of 0.5%. The tropospheric Cerro Hudson eruption possesses a value very similar to its background, with a 17O value of 2.2%. Figure 1 displays the 17O measurements along with the concentration profiles of sulfate, where labels a to k correspond to samples displayed in Table 1. The sulfate concentration profile clearly delimits\neach volcanic event (for instance, a sharp and a broad sulfate peak for the Cerro Hudson and Pinatubo, respectively) and reveals the enormous dimension of the 1259 UE eruption, the largest volcanic eruption of the past 10,000 years [Zielinski et al., 1994] with a stratospheric aerosol mass loading approximately 20 times that of Pinatubo."
  }, {
    "heading": "4. Discussion",
    "text": "[8] The d18O values of sulfate in South Pole snow and ice records are the final result of a juxtaposition of different physical and chemical isotopic fractionation processes (e.g., source emissions processes, oxidation processes, temperature, transport process, removal processes). At this early stage and due to the limited set of data available, it is too\nspeculative to draw any conclusions from the d18O measurements alone. For instance, the UE sulfate and its background exhibit very similar d18O values ( 23%), but significantly different 17O values (Table 1). Since nonzero 17O values of sulfate (also called 17O anomaly or excess) are only the result of atmospheric oxidation processes [Thiemens, 1999] and can be preserved for millions of years [Bao et al., 2000a, 2000b], the 17O anomalies of buried sulfate offers an unique opportunity to reconstruct the chemical state of the past atmosphere. SO2 is thought to be oxidized by OH in the gas phase and by O3 and H2O2 in the aqueous phase [Seinfeld and Pandis, 1998]. No aqueous oxidation is possible in the stratosphere due to the absence of liquid water. Tropospheric H2O2 and O3 are known to have positive\n17O values that range from 1 to more than 25% [Johnston and Thiemens, 1997; Krankowsky et al., 1995; Savarino and Thiemens, 1999], respectively. It is now well established that tropospheric O3 and H2O2 transfer their positive\n17O values to the sulfate from aqueous phase oxidation of SO2 in the troposphere [Savarino et al., 2000]. No such 17O anomaly transfer exists for tropospheric SO2 oxidation by OH. Indeed, any inherited positive 17O of OH (e.g., from key reactions relevant to OH formation such as the O3 photolysis into O(1D) or the reaction between H and O3) is buffered by oxygen isotopic exchange with water molecules [Dubey et al., 1997], leading to 17O of OH approaching zero [Lyons, 2001]. In the stratosphere, the 17O anomaly transfer is totally different due to the lack of sufficient quantities of water molecules. Recently, Lyons [2001] has modeled the propagation of the 17O anomaly fromO3 to short-lived atmospheric species. The model confirms the zero 17O of tropospheric OH but, because of extremely low water vapor content in the stratosphere, stratospheric OH should possess a significant 17O anomaly ranging between 2 and 45%. These 2 limits correspond to the 2 extreme cases within the uncertainties on oxygen isotopic reaction rates. Since part of the tropospheric production of sulfate is currently attributed to the aqueous oxidation of SO2 byO3 andH2O2, and the entire stratospheric production of sulfate is attributed to the oxidation of SO2 by OH, even in the case of massive volcanic injections of SO2 into the stratosphere [Bekki, 1995; Bluth et al., 1997;McKeen et al., 1984; Pinto et al., 1989], both tropospheric and stratospheric produced sulfate should exhibit significantly positive 17O anomalies. A stronger anomaly for stratospheric sulfate is expected if the 17O value of stratospheric OH lies on the upper range of Lyons’s model predictions. [9] The oxygen isotopic data of sulfates of Pinatubo, Cerro Hudson and background sulfate around 1991 and 1259 fit well with our current understanding, with each of these samples exhibiting significantly positive 17O values. The 17O of non-sea-salt sulfate, typical of background conditions, is believed to be determined by the relative importance of tropospheric oxidation pathways [Alexander et al., 2002; Lee et al., 2001]. It is remarkable that the 17O indicator is able to capture the similarity of the oxidation processes leading to the formation of the Cerro Hudson and the 1991 background sulfates found at South Pole. Both sulfates are contemporary and were mainly produced in the troposphere by similar OH, O3 and H2O2 oxidant levels. Assuming that one of the four oxygen atoms present in the Pinatubo sulfate originates from OH, the only source of an 17O anomaly for this event, we can deduce from the\nPinatubo 17O values that the 17O of stratospheric OH should approach 18%, a value well within the medium range of Lyon’s model values. [10] The most remarkable and surprising result in our data is the extremely low 17O anomalies for the UE, in contrast to the increase observed for the Pinatubo event. This unexpected response of the oxygen isotopic anomaly to the tremendous amount of UE SO2 is compelling evidence for a radical change in oxidation pathway. The low UE 17O is in clear contradiction with our present knowledge and model calculations which all assume that the OH radical is responsible for SO2 oxidation in the stratosphere [Bekki, 1995; Bluth et al., 1997; Finlayson-Pitts and Pitts, 2000; McKeen et al., 1984]. Interestingly, some of these studies suggested that stratospheric OH levels should have been severely reduced by the gas-phase oxidation of SO2 generated by exceptionally massive volcanic eruptions (>100 Tg of SO2) [Pinto et al., 1989; Bekki, 1995]. However, no evidence has so far been found for alternative oxidation pathways. Our isotopic data of the UE volcanic sulfate require alternative oxidants for stratospheric SO2 conversion that do not transfer any significant 17O anomaly to the oxidation product sulfate. O3, O(\n1D) and oxidants from the NOx, HOx, and ClOx families can be excluded on the premise that they all should possess substantial 17O anomalies in the stratosphere [Lyons, 2001], which would be transferred to the sulfate. Wet chemistry, involving oxidants with no anomaly such as O2 catalyzed by metals, can also be disregarded on the basis that low temperatures in the stratosphere will prevent any aqueous phase chemistry. [11] A possible new pathway is the SO2 + O(\n3P) reaction. Indeed, owing to the fast isotopic exchange between O(3P) and O2 which is vastly abundant and isotopically normal within our analytical uncertainties (zero 17O), O(3P) should possess no 17O anomaly [Lyons, 2001]. In the case of a massive SO2 injection into the stratosphere by a volcanic eruption, the OH reservoir may be temporarily exhausted and the SO2 + O(\n3P) reaction can become the main pathway of SO2 conversion to sulfate."
  }, {
    "heading": "5. Model Simulation Results",
    "text": "[12] To obtain quantitative evidence, we tested the possible contribution of the SO2 + O(\n3P) reaction to the overall SO2 oxidation for the Pinatubo and UE events by simulating these eruptions in a global 2-D chemistry-transport model (see method section) and the results are presented in Figure 2. In the case of Pinatubo, almost all the SO2 is found to be oxidized by OH and the SO2 + O(\n3P) channel is insignificant, as expected. The model predicts a doubling of the lifetime of SO2 with respect to OH oxidation just after the eruption followed by a very rapid relaxation back toward nonvolcanic values. For the UE case, our model simulations indicate that the SO2 + O(\n3P) channel is now responsible for a third of the total SO2 oxidized. This reaction dominates the SO2 oxidation during the first three months of the eruption. The lifetime of SO2 with respect to OH oxidation increases by a factor of 12 shortly after the eruption. Six months later, the lifetime is still well above nonvolcanic reference values. The exceptional stratospheric sulfur loading thus leads to the shutdown of OH oxidation in the stratosphere for 6 months, leaving the SO2 + O( 3P) reaction as the main oxidation pathway in our\nmodel. Nonetheless, the shutdown of OH oxidation does not seem to last long enough in the model or the oxidation by O is not fast enough to explain the magnitude of the differences between the Pinatubo and the UE events. Indeed, using the 33% diagnosed in the UE model simulations for the SO2 + O(3P) pathway and a 17O of 18% for stratospheric OH, as previously derived for the Pinatubo case, the isotopic mass balance gives a 17O of 3% for the UE sulfate compared to the 0.5% measured. To reconcile the model simulations with the much more pronounced effects implied by the data, the OH contribution to SO2 oxidation should decrease from 66% to 11% in the model for the UE case. Apart from the well-known limitations of two-dimensional models, the main deficiency in the simulations is the fact that scattering by volcanic sulfuric acid aerosols has been neglected. The\ninclusion of aerosol scattering in the model would greatly reduce actinic fluxes in the lower stratosphere, further lowering OH concentrations [Michelangeli et al., 1989], especially in the case of the extremely high aerosol loading of the UE. The aerosol scattering effect would largely outlive the effects associated with anomalously large SO2 concentrations and therefore help to maintain lower OH levels over a longer period of time. Alternative explanations may also include the unusual entrainment and injection of halite evaporites, mainly NaCl, which could lead to strong chemical perturbations after chlorine activation [Woods et al., 1985] or unidentified oxidation pathways capable of competing with OH reaction. In an upcoming manuscript [Savarino et al., 2003], the sulfur chemistry of the volcanic plume was modeled. Results show that despite differences between the two stratospheric volcanic events, the currently accepted sulfur chemistry cannot explain the difference observed in the oxidation pathways."
  }, {
    "heading": "6. Conclusion",
    "text": "[13] The oxygen isotopic content of different volcanic sulfates preserved in glaciological records has been characterized. The inclusion of the usually neglected oxygen-17 isotope proved to be an essential tool to gain new insight into the chemical perturbations induced by large volcanic eruptions. Using this new tool, the sulfate of the largest volcanic eruption of the past 10 000 years, the 1259 AD unknown eruption, reveals a drastic change in its oxygen isotopic content when compares with the sulfate produced by the Pinatubo or the Cerro Hudson eruption. This difference demonstrates that the oxygen isotopic signature (i.e., d18O and d17O) of sulfate records the chemical state of the atmosphere at the time of its formation. The absence of large positive 17O anomaly for the 1259AD event demonstrates for the first time what was suggested by other studies [Pinto et al., 1989; Bekki, 1995]: the quasi-shutdown of stratospheric OH reactions following exceptionally massive volcanic eruptions (>100 Tg of SO2). In this case, O(\n3P) atom seems to be a reasonably good candidate to take over from OH during SO2 oxidation, even if unrecognized processes are still possible. Undoubtedly, the exceptionally low OH oxidation in the stratosphere following massive volcanic eruptions would dramatically affect the oxidation rates and pathways, the overall oxidation state, and the concentration of important gases, in particular radiatively active gases such as CH4 or O3 because OH is normally the main oxidant for most chemical species. Therefore the oxidizing agent switch from OH to O or other unrecognized agents is expected to be accompanied by dramatic changes in the chemical composition of the atmosphere with significant implications for climate forcing. The climatic response to massive volcanic eruptions may depend not only on the possible aerosol loading, but also on the changes in atmospheric chemical composition. Chemical perturbations may also alter the isotopic anomalies of key species such O3 or NOx with certain implications for\n17O of stratospheric OH. However, the uncertainties on oxygen isotopic kinetics are so large that it is extremely difficult to estimate accurately these effects. It is also possible that others SO2 oxidation pathways are still unaccounted for. Our isotopic data cannot identify the additional oxidation channels. Nonetheless, they do show clearly that these\nchannels do not generate 17O anomaly in sulfate and that they become important at high sulfur loadings when the oxidation by OH shuts down. These findings confirm the tremendous potential of isotopic data in studies of the past chemical/ oxidation states of the atmosphere.\n[14] Acknowledgments. The 2001 South Pole ice core samples were provided by the US National Ice Core Laboratory in Denver, Colorado. Joel Savarino thanks especially the Balzan Foundation and Claude Lorius for their financial help. The Institut des Sciences de l’Univers is acknowledged for its support. Joel Savarino was partly supported by the PNCA grant. This work has also been supported by the Environment and Climate Research program of the European Commission under the ongoing contract EVK2CT-2001-00112 (PARTS) to S. Bekki. This study is supported in part by NSF grants 9526725 and 008787151 to J. Cole-Dai."
  }],
  "year": 2003,
  "references": [{
    "title": "A two-dimensional modeling study of the volcanic-eruption of Mount Pinatubo",
    "authors": ["S. Bekki", "J.A. Pyle"],
    "venue": "J. Geophys. Res.,",
    "year": 1994
  }, {
    "title": "The role of microphysical and chemical processes in prolonging the climate forcing of the Toba eruption",
    "authors": ["S. Bekki", "J.A. Pyle", "W. Zhong", "R. Toumi", "J.D. Haigh", "D.M. Pyle"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1996
  }, {
    "title": "Stratospheric loading of sulfur from explosive volcanic eruptions",
    "authors": ["G.J.S. Bluth", "W.I. Rose", "I.E. Sprod", "A.J. Krueger"],
    "venue": "J. Geol.,",
    "year": 1997
  }, {
    "title": "Cole-Dai, The number and magnitude of large explosive volcanic eruptions between 904 and 1865 A.D.: Quantitative evidence from a new South Pole ice core, in Volcanism and Earth’s Atmosphere, edited by A",
    "authors": ["D. Budner"],
    "venue": "Robock and C",
    "year": 2003
  }, {
    "title": "Volcanic aerosol layers observed by lidar at South-Pole",
    "authors": ["M. Cacciani", "P. Digirolamo", "A. Disarra", "G. Fiocco", "D. Fua"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1991
  }, {
    "title": "Mosley-Thompson, The Pinatubo eruption in South Pole snow and its potential value to paleovolcanic records",
    "authors": ["J. Cole-Dai"],
    "venue": "Ann. Glaciol.,",
    "year": 1999
  }, {
    "title": "A 4100-year record of explosive volcanism from an East Antarctica ice core",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "S.P. Wight", "L.G. Thompson"],
    "venue": "J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "1000 years of explosive volcanism recorded at the South-Pole",
    "authors": ["R.J. Delmas", "S. Kirchner", "J.M. Palais", "J.R. Petit"],
    "venue": "Tellus, Ser. B,",
    "year": 1992
  }, {
    "title": "Measurement of heavy isotope enrichment in tropospheric ozone",
    "authors": ["D. Krankowsky", "F. Bartecki", "G.G.Klees", "K.Mauersberger", "K. Schellenbach", "J. Stehr"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1995
  }, {
    "title": "Impact of the Cerro Hudson and Pinatubo volcanic eruptions on the Antarctic air and snow chemistry",
    "authors": ["M. Legrand", "D. Wagenbach"],
    "venue": "J. Geophys. Res.,",
    "year": 1999
  }, {
    "title": "Mass-independent fractionation of oxygen-containing radicals in the atmosphere",
    "authors": ["J.R. Lyons"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2001
  }, {
    "title": "On the chemistry of stratospheric SO2 from volcanic eruptions",
    "authors": ["S.A. McKeen", "S.C. Liu", "C.S. Kiang"],
    "venue": "J. Geophys. Res.,",
    "year": 1984
  }, {
    "title": "The atmospheric SO2 budget for Pinatubo derived from NOAA-11 spectral data, Geophys",
    "authors": ["R.D. McPeters"],
    "year": 1971
  }, {
    "title": "Chichon volcanic aerosols: Impact of radiative, thermal and chemical perturbations",
    "authors": ["D.V. Michelangeli", "M. Allen", "Y.L. Yung", "El"],
    "venue": "J. Geophys. Res.,",
    "year": 1989
  }, {
    "title": "Interhemispheric transport of volcanic ash from a 1259 AD volcanic-eruption to the Greenland and Antarctic ice",
    "authors": ["J.M. Palais", "M.S. Germani", "G.A. Zielinski"],
    "venue": "sheets, Geophys. Res. Lett.,",
    "year": 1992
  }, {
    "title": "Self-limiting physical and chemical effects in volcanic- eruption",
    "authors": ["J.P. Pinto", "R.P. Turco", "O.B. Toon"],
    "venue": "clouds, J. Geophys. Res.,",
    "year": 1989
  }, {
    "title": "The impact of the eruptions of MountPinatubo and Cerro Hudson on Antarctic aerosol levels during",
    "authors": ["M.C. Pitts", "L.W. Thomason"],
    "venue": "Austral spring, Geophys. Res. Lett.,",
    "year": 1991
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys.,",
    "year": 2000
  }, {
    "title": "Chemical kinetics and photochemical data for use in stratospheric modeling, evaluation",
    "authors": ["Sander", "S. P"],
    "venue": "JPL Publ.,",
    "year": 2000
  }, {
    "title": "Thiemens, Laboratory oxygen isotopic study of sulfur (IV) oxidation: Origin of the mass independent oxygen isotopic anomaly in atmospheric sulfates and other sulfate mineral deposits",
    "authors": ["J. Savarino", "C.W. Lee", "M. H"],
    "venue": "J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "Thiemens, UV Induced mass-independent sulfur isotope fractionation in stratospheric volcanic sulfate",
    "authors": ["J. Savarino", "A. Romero", "J. Cole-Dai", "S. Bekki", "M. H"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2003
  }, {
    "title": "A simulation of the Cerro Hudson SO2 cloud",
    "authors": ["M.R. Schoeberl", "S.D. Doiron", "L.R. Lait", "P.A. Newman", "A.J. Krueger"],
    "venue": "J. Geophys. Res.,",
    "year": 1993
  }, {
    "title": "Mass-independent isotope effects in planetary atmospheres and the solar system",
    "authors": ["M.H. Thiemens"],
    "venue": "Science, 283,",
    "year": 1999
  }, {
    "title": "Halite particles injected into the stratosphere by the 1982",
    "authors": ["D.C. Woods", "R.L. Chuan", "W.I. Rose"],
    "venue": "El Chichon eruption,",
    "year": 1985
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland Ice Sheet Project 2 ice core",
    "authors": ["G.A. Zielinski"],
    "venue": "J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Record of volcanism since 7000-BC from theGISP2Greenland ice core and implications for the volcano-climate",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler", "M. Morrison", "D.A. Meese", "A.J. Gow", "R.B. Alley"],
    "venue": "system, Science,",
    "year": 1994
  }],
  "id": "SP:7a8404331e57b66f7e8e397b6b6bb0eca85655f7",
  "authors": [{
    "name": "Joël Savarino",
    "affiliations": []
  }, {
    "name": "Slimane Bekki",
    "affiliations": []
  }, {
    "name": "Jihong Cole-Dai",
    "affiliations": []
  }, {
    "name": "Mark H. Thiemens",
    "affiliations": []
  }],
  "abstractText": "[1] Oxygen isotopic ratio measurements (dO and dO) of background and volcanic sulfate preserved in South Pole snow and ice were used to investigate the impact on the oxidation state of the atmosphere by explosive volcanic eruptions. By comparing different paleovolcanic events, we observe a difference in the SO2 oxidation pathway between moderate (tens of teragrams (Tg) of SO2) and massive (hundreds of Tg) eruptions. Both isotopic data and numerical simulations suggest the shutdown of stratospheric OH chemistry and the opening of unaccounted oxidation channels for SO2, such as the reaction with O(P) atoms when hundreds of Tg of SO2 are injected into the stratosphere. It is very likely that oxidation rates and pathways and concentrations of most traces gases are also dramatically affected, with potentially important implications for climate forcing.",
  "title": "Evidence from sulfate mass independent oxygen isotopic compositions of dramatic changes in atmospheric oxidation following massive volcanic eruptions"
}