{
  "sections": [{
    "text": "Ice core paleovolcanic records from the St. Elias Mountains,"
  }, {
    "heading": "Yukon, Canada",
    "text": "Kaplan Yalcin,1,2 Cameron P. Wake,1 Karl J. Kreutz,3 Mark S. Germani,4 and Sallie I. Whitlow1\nReceived 10 May 2006; revised 20 October 2006; accepted 20 November 2006; published 20 April 2007.\n[1] We previously reported a record of regionally significant volcanic eruptions in the North Pacific using an ice core from Eclipse Icefield (St. Elias Mountains, Yukon, Canada). The acquisition of two new ice cores from Eclipse Icefield, along with the previously available Eclipse Icefield and Mount Logan Northwest Col ice cores, allows us to extend our record of North Pacific volcanism to 550 years before present using a suite of four ice cores spanning an elevation range of 3–5 km. Comparison of volcanic sulfate flux records demonstrates that the results are highly reproducible, especially for the largest eruptions such as Katmai (A.D. 1912). Correlation of volcanic sulfate signals with historically documented eruptions indicates that at least one-third of the eruptions recorded in St. Elias ice cores are from Alaskan and Kamchatkan volcanoes. Although there are several moderately large (volcanic explosivity index (VEI) 4) eruptions recorded in only one core from Eclipse Icefield, the use of multiple cores provides signals in at least one core from all known VEI 4 eruptions in Alaska and Kamchatka since A.D. 1829. Tephrochronological evidence from the Eclipse ice cores documents eruptions in Alaska (Westdahl, Redoubt, Trident, and Katmai), Kamchatka (Avachinsky, Kliuchevoskoi, and Ksudach), and Iceland (Hekla). Several unidentified tephra-bearing horizons, with available geochemical evidence suggesting Alaskan and Kamchatkan sources, were also found. We present a reconstruction of annual volcanic sulfate loading for the North Pacific troposphere based on our ice core data, and we provide a detailed assessment of the atmospheric and climatic effects of the Katmai eruption.\nCitation: Yalcin, K., C. P. Wake, K. J. Kreutz, M. S. Germani, and S. I. Whitlow (2007), Ice core paleovolcanic records from the St. Elias Mountains, Yukon, Canada, J. Geophys. Res., 112, D08102, doi:10.1029/2006JD007497."
  }, {
    "heading": "1. Introduction",
    "text": "[2] Volcanoes are an important component of the climate system because of their radiative and dynamical climate forcing capability [e.g., Robock, 2000; Zielinski, 2000]. Volcanic sulfate aerosols produced by oxidation of sulfurrich eruptive gases (SO2 and H2S) can remain aloft for several years in the stratosphere, reflecting solar radiation and cooling surface temperatures [Rampino and Self, 1984; Bluth et al., 1993]. Large, explosive eruptions in the tropical latitudes can perturb climate on a global scale because their aerosols will be dispersed poleward into both hemispheres by the mean meridional stratospheric circulation [Robock, 2000]. Meanwhile, middle- to high-latitude eruptions will affect primarily their hemisphere of origin because interhemispheric aerosol transport is limited [Zielinski, 2000]. However, the lower altitude of the tropopause at higher latitudes allows greater penetration of moderately explosive eruptions from high-latitude volcanoes such those in Alaska, Kamchatka, and Iceland into the stratosphere, potentially resulting in a disproportionately greater climatic influence and societal impact [Jacoby et al., 1999; Zielinski, 2000]. The radiative effects of volcanic eruptions are not limited to stratospheric aerosols; moderately explosive eruptions are a major source of relatively long-lived tropospheric sulfate aerosol owing to their injection height with important implications for cloud microphysics and radiative climatic forcing [Robock, 2000]. [3] Instrumental temperature records document summer\ncooling following large eruptions such as Tambora (A.D. 1815), Cosiguina (A.D. 1835), Krakatau (A.D. 1883), Katmai (A.D. 1912), El Chichon (A.D. 1982), and Pinatubo (A.D. 1991) [Self et al., 1981; Rampino and Self, 1984; Angell and Korshover, 1985; Bradley, 1988; Sigurdsson, 1990; Robock and Mao, 1995; Robock, 2002a]. In contrast, winter warming is observed over North America and\nJOURNAL OF GEOPHYSICAL RESEARCH, VOL. 112, D08102, doi:10.1029/2006JD007497, 2007\n1Climate Change Research Center, Institute for the Study of Earth, Oceans, and Space, University of New Hampshire, Durham, New Hampshire, USA.\n2Now at Department of Geosciences, Oregon State University, Corvallis, Oregon, USA.\n3Climate Change Institute and Department of Earth Sciences, University of Maine, Orono, Maine, USA.\n4MicroMaterials Research, Inc., Burr Ridge, Illinois, USA.\nCopyright 2007 by the American Geophysical Union. 0148-0227/07/2006JD007497\nD08102 1 of 21\nnorthern Eurasia with winter cooling from the Mediterranean to China and over Greenland [Robock and Mao, 1995; Kelly et al., 1996; Robock, 2000; Jones et al., 2004]. This pattern of Northern Hemisphere winter temperature anomalies is a result of a dynamical winter response to volcanic aerosol forcing through a positive shift in the Arctic Oscillation [Kirchner et al., 1999; Stenchikov et al., 2002; Shindell et al., 2004]. Meanwhile, direct radiative cooling dominates during boreal summer, when atmospheric dynamics are less responsive, and throughout the year at lower latitudes [Robock, 2000; Shindell et al., 2004]. Instrumental evidence and model simulations demonstrate large spatial and temporal variability in temperature changes following volcanic eruptions owing to differences in their seasonal timing, prevailing atmospheric circulation patterns, and resulting aerosol distributions [Rampino and Self, 1984; Kelly et al., 1996; D’Arrigo and Jacoby, 1999; Jones et al., 2004; Shindell et al., 2004]. [4] Understanding the role of explosive volcanic eruptions in past climate variability is hampered by a poor understanding of the sulfate aerosol loading from specific eruptions. Direct measurements of volcanic aerosol loading and dispersion by remote sensing technologies are only available since A.D. 1979 [Bluth et al., 1993]. Pyrheliometric measurements document optical depth perturbations by volcanic eruptions since Krakatau [Sato et al., 1993; Stothers, 1996]. Estimates of volcanic aerosol loading for earlier eruptions may be made from volcanological data [Devine et al., 1984; Palais and Sigurdsson, 1989; Scaillet et al., 2004] or observations of atmospheric phenomena such as lunar eclipses, twilight glows, and dimmed stars [Keen, 1983; Stothers, 1984]. [5] Ice cores represent a valuable archive of paleovolcanic data because they preserve both acidic emissions (SO4\n2 and Cl ) and silicate ash particles (tephra) from volcanic eruptions [Hammer et al., 1980; Moore et al., 1991; Zielinski et al., 1994; Clausen et al., 1997; Cole-Dai et al., 1997; Yalcin et al., 2003]. Records of past volcanism have been developed from ice cores via detection of volcanic acids using electrical conductivitymethods [Hammer et al., 1980; Clausen and Hammer, 1988] and by direct measurement of volcanic sulfate using ion chromatography [Zielinski et al., 1994]. Good agreement between glaciochemical signals identified as volcanic with the known record of volcanism [Simkin and Siebert, 1994] validates the use of ice cores in reconstructing past volcanism. Tephrochronological work matching ice core tephra to suspected source volcanoes provides additional confidence in the attribution of ice core signals to specific eruptions [Palais et al., 1990; Fiacco et al., 1994; Zielinski et al., 1995; Yalcin et al., 2003]. Records of volcanism spanning hundreds to thousands of years have been developed from ice cores collected from both Greenland [Lyons et al., 1990; Zielinski et al., 1996; Clausen et al., 1997] and Antarctica [Moore et al., 1991; Delmas et al., 1992; Cole-Dai et al., 1997; Castellano et al., 2005]. Along with records of volcanic climate perturbations provided by tree rings [Briffa et al., 1998; D’Arrigo and Jacoby, 1999] and corals [Crowley et al., 1997], ice cores enhance our understanding of past volcanism by documenting the atmospheric effects of not only known eruptions but also previously unrecog-\nnized eruptions of global concern, such as the A.D. 1258 eruption [Palais et al., 1992]. [6] As no single ice core can provide a complete record of even the largest volcanic eruptions [Clausen and Hammer, 1988; Zielinski et al., 1997], volcanic records should be developed from as many ice cores sampling as many regions as possible. Recently, a number of new ice core volcanic records from Antarctica have become available [Cole-Dai et al., 2000; Palmer et al., 2001; Stenni et al., 2002; Castellano et al., 2005], providing a more complete picture of explosive volcanism in the Southern Hemisphere than was previously possible. However, improvement of the spatial network of volcanic ice core records in the Northern Hemisphere has lagged behind the development of volcanic records from Antarctica. To more fully understand the frequency and climatic influence of volcanic eruptions, more ice core data are needed, especially from high northern latitudes [Robock, 2002b], where major eruptions in remote areas such as Alaska and Kamchatka may have gone unnoticed as recently as A.D. 1960 [Newhall and Self, 1982]. [7] Ice cores also provide data that can be used to calculate atmospheric volcanic aerosol loading and the resulting optical depth [Zielinski, 1995]; a parameter critical to evaluating the climatic response to volcanism using general circulation models [Robertson et al., 2001; Shindell et al., 2004]. However, a potentially large uncertainty exists in such calculations owing to spatial variability in ice core chemical concentrations. Clausen and Hammer [1988] calculated the atmospheric sulfate loading from the Laki and Tambora eruptions using a suite of 11 ice cores from the Greenland Ice Sheet, with values ranging from 188 to 389 Mt H2SO4 for Laki and 188 to 263 Mt H2SO4 for Tambora. By comparing ice core volcanic records from different sites worldwide, Robock and Free [1995] found that only the largest sulfur producing eruptions such as Katmai, Tambora, and Laki are consistently recorded, either globally in the case of tropical eruptions or within their respective hemisphere in the case of high-latitude eruptions. More recently, Zielinski et al. [1997] evaluated the El Chichon signal in Greenland snowpits and found that, even for a relatively large eruption like El Chichon, there is only a 75% chance that it will be recorded at any one site in central Greenland. Using a suite of snowpits collected from a 400 km2 area centered around South Pole, Cole-Dai and MosleyThompson [1999] reported volcanic sulfate fluxes from the A.D. 1991 Pinatubo eruption that varied by a factor of 1.5 and the A.D. 1991 Cerro Hudson eruption by a factor of 2.8. These results highlight the need for multiple glaciochemical records to assess spatial variability and estimate uncertainty in volcanic flux calculations. [8] We previously reported a 100-year record of North Pacific volcanism developed from an ice core collected at Eclipse Icefield (60.51 N, 139.47 W, 3107 m elevation), Yukon, Canada [Yalcin et al., 2003]. Owing to its location directly downwind and close to volcanic arcs in the Alaska Peninsula, the Aleutian Islands, and Kamchatka, the Eclipse Icefield is suitably located to preserve signals from eruptions in these regions (Figure 1), providing a Northern Hemisphere volcanic record complementary to the record from Greenland, where the effects of Icelandic eruptions predominate [Hammer, 1984]. The acquisition of two new\nD08102 YALCIN ET AL.: ICE CORE VOLCANIC RECORDS\n2 of 21\nD08102\nice cores from Eclipse Icefield in A.D. 2002 [Yalcin et al., 2006a] allows us to extend our record of North Pacific volcanism to A.D. 1450 and assess the variability in volcanic signal preservation at Eclipse Icefield using three ice cores. We include here an updated version of our original 100-year record for this purpose. We also develop a paleovolcanic record using the ice core record from the Northwest Col of Mount Logan covering the period A.D. 1690–1980 [Holdsworth and Peake, 1985]. Together, these records offer a more complete picture of North Pacific volcanism than would be possible from a single ice core."
  }, {
    "heading": "2. Ice Core Analysis and Dating",
    "text": "[9] A 160 m ice core (Core 1) was recovered from Eclipse Icefield in 1996 [Yalcin and Wake, 2001; Yalcin et al., 2003]. Two additional ice cores, 345 m (Core 2) and 130 m (Core 3) in length, were recovered in 2002 [Yalcin et\nal., 2006a]. All three ice cores were continuously sampled at 10 to 15 cm resolution for major ions and stable isotopes. Above the firn-ice transition, core was scraped on an acrylic lathe system under a laminar flow bench using a titanium scraper so that all surface and subsurface contamination from the drilling process was removed. Below the firn-ice transition, the core was continuously sampled in 10 cm segments using a discrete melting system that was also used to sample the GISP2 ice core. The top 60 m of Core 2 was sampled on a continuous melting system with a nickel head so that coregistered samples could also be collected for trace metal analysis [Osterberg et al., 2006]. Thinning of annual layers in the lower 120 m of Core 2 required higherresolution sampling to establish an annually dated chronology. Therefore Core 2 was resampled at 2 to 6 cm resolution continuously for stable isotopes and around select high sulfate horizons for major ions. [10] Stringent core processing techniques were used to ensure samples were contamination free at the ng g 1 level. Blanks showed no significant contamination of samples during processing of the core, except in the case of NO3 in the top portion of Core 2 (1970–2000) processed for trace metals. Samples were analyzed for major ions (Na+, NH4 +, K+, Mg2+, Ca2+, Cl , NO3 , and SO4\n2 ) at the University of New Hampshire Climate Change Research Center via ion chromatography using a 0.5 ml sample loop. The cation system used a 4 mm Dionex CS12A column with Dionex CSRS-ultra suppressor in auto suppression recycle mode with 20 mM MSA eluent. The anion system used a 4 mm Dionex AS11 column with a Dionex ASRS-ultra suppressor in auto suppression recycle mode with 6 mM NaOH eluent. An aliquot of each sample was analyzed at the University of Maine Stable Isotope Laboratory with a Multiprep CO2 equilibration system coupled to a VG SIRA mass spectrometer for d18O (precision ± 0.05%) and a Eurovector Cr pyrolosis unit coupled to a GV Isoprime mass spectrometer for dD (precision ± 0.5%). [11] A section of each ice core was also analyzed for radionuclides (137Cs) via gamma spectroscopy. Samples for radionuclide analysis were collected from the outside of the core, melted, acidified, and gravity filtered twice through cation exchange filters (MN 616-LSA-50, Macherey-Nagel, Germany). Radionuclide concentrations (including 137Cs) were determined by nondestructive gamma spectrometry using a Canberra gamma spectrometer with a germanium well detector and multichannel analyzer [Dibb, 1989]. The radionuclide concentration profiles were dated by comparison to real-time aerosol samples collected at Whitehorse, Yukon by the Radiation Protection Bureau, Ottawa. All three ice cores show nearly identical radionuclide profiles, with clear identification of the A.D. 1961 and 1963 radionuclide peaks from atmospheric nuclear weapons testing (Figure 2). Fallout from the A.D. 1986 Chernobyl nuclear power plant accident was also detected, providing an additional stratigraphic marker. Average annual accumulation from A.D. 1963 to 2002 was 1.30 m water equivalent. This compares favorably to the value of 1.38 m water equivalent for the period A.D. 1963 to 1996 determined from Core 1 by identification of the 1963 beta activity peak [Yalcin et al., 2003]. [12] The presence of discrete ice layers in the Eclipse ice cores averaging 5% of the net accumulation by weight\nD08102 YALCIN ET AL.: ICE CORE VOLCANIC RECORDS\n3 of 21\nD08102\ndemonstrates that a limited amount of surface melting occurs at Eclipse during summer. Meltwater percolation does not significantly alter the glaciochemical records available from Eclipse Icefield as shown by the preservation of clear seasonal signals in the major ion and oxygen isotope records. This allows dating of the Eclipse ice cores by counting annual layers delineated by summer maxima in d18O and dD and winter maxima in Na+ concentrations (Figure 2). Age control on the chronology established via annual layer counting is provided by the A.D. 1961, 1963, and 1986 137Cs reference horizons as well as sulfate reference horizons provided by the following major volcanic eruptions: Katmai (A.D. 1912), Tambora (A.D. 1815), Laki (A.D. 1783), and Kuwae (A.D. 1453). Additional volcanic reference horizons are provided by tephrochronological identification of known high northern latitude volcanic eruptions (as discussed in section 4.2). Dating error is estimated on the basis of the number of independently dated reference horizons (radioactivity, volcanic eruptions), and ranges from ±1 year from A.D. 1912–2002 and from A.D. 1783–1815, ±2 years from A.D. 1815–1912, and up to ±5 years (1%) from A.D. 1453–1783 owing to the lack of independently dated horizons between the Laki and Kuwae\neruptions. The resulting time scales indicate that Core 1 covers the period A.D. 1894–1996, Core 2 A.D. 1000– 2002, and Core 3 A.D. 1910–2002. Because the Core 2 chronology is not annually resolved prior to A.D. 1450, we limit our discussion of volcanic signals to the period A.D. 1450–2002."
  }, {
    "heading": "3. Identification of Volcanic Signals",
    "text": "[13] Volcanic eruptions are recorded in ice cores as large SO4\n2 spikes above background levels independent of continental dust or sea salt deposition, and sometimes accompanied by other volcanic acids (such as HCl and HF) and/or tephra [Herron, 1982; Zielinski et al., 1994]. However, the identification of volcanic signals in ice core SO4\n2 records is not straightforward owing to the presence of multiple SO4 2 sources including sea salt, continental dust, evaporite deposits, oxidation of biogenic reduced gases, and anthropogenic emissions [Zielinski et al., 1996]. This requires the use of robust statistical techniques to estimate the variable nonvolcanic SO4\n2 background and separate possible volcanic signals [Zielinski et al., 1994, 1996; Cole-Dai et al., 1997; Castellano et al., 2004]. Furthermore, the relative\nD08102 YALCIN ET AL.: ICE CORE VOLCANIC RECORDS\n4 of 21\nD08102\nmagnitude of the SO4 2 signal in an ice core will depend on the size of the eruption, the location of the source volcano, atmospheric circulation and depositional processes, and possible postdepositional alteration due to wind scour and melting. [14] We used two methods to identify volcanic SO4 2 signals in our record (Figure 3): empirical orthogonal function (EOF) decomposition and estimation of nonvolcanic sulfate using a robust spline. The EOF decomposition describes the variance in the Eclipse glaciochemical data set by splitting the temporal variance of a data set into patterns termed empirical eigenvectors that are orthogonal in nature [Peixoto and Oort, 1992]. The first eigenvector explains the greatest percentage of variance in the data set, with each successive eigenvector describing the maximum remaining variance. Since the modes are orthogonal, there is no correlation between any two modes. This allows differentiation of sources and transport characteristics by relationships between individual species as described by each EOF [Mayewski et al., 1994]. Therefore each EOF often provides information on a different environmental parameter controlling ice core glaciochemistry [Zielinski et al., 1996]. [15] Applying EOF analysis to the suite of ions measured in the Eclipse ice cores (excluding NH4 +) reveals that, for all three cores, EOF 5 is loaded solely with SO4 2 and describes 3.9–5.3% of the total variance in the data set, but 11.9– 20.3% of the variance in the sulfate time series (Tables 1a– 1c). Volcanic eruptions have been identified as the source of this SO4\n2 [Yalcin et al., 2003]. Previously, we excluded both NH4 + and NO3 from EOF analysis of Core 1, but we now recognize that by including NO3 in the EOF analysis,"
  }, {
    "heading": "SO4",
    "text": "2 from anthropogenic sources is more robustly\naccounted for and separated from volcanic SO4 2 . Note that when NO3 is included, EOF 4 describes an association between NO3 and SO4\n2 . Inspection of the EOF 4 time series demonstrates that peak values are reached from 1970 to 1990, which is consistent with the timing of peak anthropogenic acid deposition at Eclipse Icefield [Yalcin and Wake, 2001]. We considered events with an EOF 5 SO4\n2 value greater than one standard deviation above the mean positive EOF 5 SO4\n2 value for two or more samples to potentially represent an identifiable volcanic eruption (Table 2). Note that although the Eclipse ice cores cover variously one hundred to one thousand years, the use of one standard deviation above the mean positive EOF 5 SO4 2 value as the selection criteria for volcanic SO4 2 signals yields a similar threshold criterion for the three cores (27 to 31 ng g 1). [16] The processing of the top 30 years of Core 2 on a continuous melter system for trace metals resulted in occasionally high blank values for NO3\n. Although separate lines were used to collect core meltwater into acid-washed and deionized water-washed bottles for trace metal and major ion analysis, respectively, nitric acid vapors from acid-cleaned bottles were apparently present in sufficient amounts in the laboratory environment to adversely affect NO3 blank values. One-quarter of blanks had NO3 concentrations in excess of 12 ng g 1 (one-third of the twentieth century average NO3\nconcentration at Eclipse). Other anions (SO4\n2 and Cl ) were not affected. Therefore we ran a separate EOF decomposition on the affected core section (A.D. 1970–2000) excluding both NH4 + and NO3 . In this analysis, EOF 4 is loaded solely on SO4 2 and explains 13.9% of the variance in the SO4 2 time series.\nD08102 YALCIN ET AL.: ICE CORE VOLCANIC RECORDS\nD08102\nAlthough this proportion is similar to the variance explained by EOF 5 when NO3\nis included in the analysis, EOF 4"
  }, {
    "heading": "SO4",
    "text": "2 values tend to be 30% higher. For example, the mean plus one standard deviation of the positive EOF 4 SO4\n2 values in the affected section of Core 2 is 39 ng g 1, compared to 29 ng g 1 for EOF 5 SO4\n2 values in Core 3 over the same time period. We believe this to be the result of anthropogenic SO4 2 being included in the EOF 4 SO4 2 values. When comparing volcanic SO4 2 concentrations and fluxes in the three Eclipse cores, the inflation of EOF 4 SO4\n2 in Core 2 from A.D. 1970–2000 by anthropogenic SO4\n2 should be considered. The remainder of our data are unaffected by this problem. [17] We also evaluated the Northwest Col ice core from Mount Logan for volcanic signatures using EOF analysis. The details of the core analysis and dating are provided elsewhere [Mayewski et al., 1993]. Since there is no detectable anthropogenic SO4\n2 input in ice cores from the summit plateau of Mount Logan [Mayewski et al., 1993], separation of anthropogenic from volcanic SO4\n2 by including NO3\nin the EOF analysis is unnecessary. In fact, when NO3 is included volcanic SO4 2 in the Mount Logan ice core is apparently split between EOF 3 and EOF 4 as noted by visual inspection of EOF time series around known volcanic horizons such as Laki and Katmai. Therefore we excluded both NH4 + and NO3 from EOF analysis of the Mount Logan ice core. In this case, EOF 3 is loaded solely on SO4\n2 and explains a large proportion (73%) of the variance in the SO4\n2 time series (Table 3). Because ice cores from the Logan summit plateau are free of anthropogenic sulfate, volcanism is a more important SO4\n2 source than at Eclipse, where anthropogenic SO4\n2 is detectable. Since EOF 3 explains a much larger proportion of the variance in the SO4\n2 time series at Mount Logan than EOF 5 does at Eclipse, the threshold criterion for volcanic SO4\n2 signals is higher at Mount Logan (Table 2). [18] We also used non-sea-salt SO4\n2 residuals above a robust spline to identify volcanic signals at Eclipse and Mount Logan. First, we estimated the amount of SO4\n2 from sea salt using the ratios of SO4\n2 to other ions in seawater [Keene et al., 1986], resulting in an excess or non-sea-salt (nss) fraction. Sea salt SO4\n2 is a small fraction of the total"
  }, {
    "heading": "SO4",
    "text": "2 in the Eclipse ice cores (<5%) with Na+ the limiting sea salt species in nearly all of the samples (occasionally, a sample is limited by Mg2+). We then used a low-tension robust spline (tension parameter set to 0.1 resulting in a 98% smooth) to estimate background SO4\n2 deposition and considered the resulting residuals above the spline [Zielinski\net al., 1994; Yalcin et al., 2003]. We considered those events with a residual greater than one standard deviation above the mean positive residual for two or more samples as possible volcanic signals (Table 2). This results in similar threshold criterion for Core 1 (110 ng g 1) and Core 3 (108 ng g 1), while the threshold criterion for Core 2 is lower (70 ng g 1) owing to lower temporal sample resolution with increasing rates of layer thinning. For consistency, we use the higher threshold criterion given by Core 1 and Core 3 for the overlapping section of Core 2 (1894 to 2002), while adopting the lower threshold for the older portion of Core 2. Threshold criteria for non-sea-salt SO4\n2 residuals at Mount Logan (98 ng g 1) are comparable to Eclipse owing to similar annual mean SO4\n2 concentrations at the two sites (44 and 49 ng g 1, respectively). [19] Comparing the EOF and nss SO4\n2 residual analyses (Figure 3) shows that nss SO4\n2 residuals are about three times volcanic EOF 5 SO4\n2 values at Eclipse, since the EOF analysis more robustly accounts for SO4\n2 from nonvolcanic sources such as anthropogenic emissions [Yalcin et al., 2003]. Although the robust spline estimates and removes long-term (i.e., interannual) trends in anthropogenic sulfate deposition, higher-frequency variability in anthropogenic sulfate deposition (i.e., resulting from event to seasonal changes in atmospheric circulation) remains and could influence nss SO4\n2 residual values at Eclipse. Meanwhile, Mount Logan volcanic EOF 3 SO4\n2 values and nss"
  }, {
    "heading": "SO4",
    "text": "2 residuals are similar. It appears that EOF analysis provides more conservative identification of SO4\n2 signals attributable to volcanic eruptions at sites impacted by anthropogenic SO4\n2 . For sites unaffected by anthropogenic"
  }, {
    "heading": "SO4",
    "text": "2 such as the Mount Logan summit plateau [Mayewski et al., 1993] or Antarctica, similar paleovolcanic records can be obtained using either technique.\nTable 2. Threshold Criterion for Detection of Volcanic SO4 2 Signalsa\nCore 1 1894–1996 Core 2 1000–2002 Core 3 1910–2002\nMount Logan NW Col\n1690–1980\nEOF 5 nss res EOF 5b nss res EOF 5 nss res EOF 3 nss res\nMean 12 45 11 28 11 43 37 35 S.D. 19 66 16 42 18 65 63 63 Mean + 1s 31 110 27 70 29 108 99 98 Nc 37 34 80 72 28 22 20 31\naUnits are ng g 1. nss rss, non-sea-salt SO4 2 residuals. bPeriod is 1000–1970 only. See text for explanation. cValue is the number of events detected.\nD08102 YALCIN ET AL.: ICE CORE VOLCANIC RECORDS\n6 of 21\nD08102\n[20] We also evaluated the Cl record from each core for possible volcanic signatures because some volcanic eruptions release large amounts of halogen gases, including HCl [Herron, 1982]. This required separation of volcanic Cl from other sources such as sea salt aerosols. First, we calculated excess Cl using Na+ as the sea salt indicator. The Cl /Na+ equivalence ratio at Eclipse averages 1.23, slightly more than the seawater ratio of 1.16 [Keene et al., 1986]; at Mount Logan this ratio averages 2.32, twice the seawater ratio. A portion of the calculated Cl excess is still marine in origin owing to acidification of sea salt particles by reaction with H2SO4 [Legrand and Delmas, 1988]. This reaction volatilizes sea salt Cl to produce gas-phase and highly soluble HCl that is effectively scavenged by precipitation, resulting in enrichment of Cl in snow relative to seawater ratios. A robust spline was used to estimate background levels of excess Cl deposition due to acidification of sea salt aerosols. The excess Cl residuals greater than one standard deviation above the mean positive residual that were also accompanied by a volcanic SO4 2 signal were then considered to be volcanic in origin. We found that 39 of 112 volcanic SO4 2 signals at Eclipse and 15 of 31 volcanic SO4 2 signals at Mount Logan were accompanied by a volcanic Cl signal. [21] We calculated the total volcanic SO4 2 flux for each event as the product of the volcanic EOF SO4 2 value and the water equivalent length of the sample, summed for all samples containing fallout attributable to a particular event. We chose EOF SO4 2 concentrations rather than nss SO4 2 residual concentrations because our analysis shows that, for sites affected by anthropogenic sulfate, the EOF SO4 2 values provide a more conservative estimate of volcanic\nD08102 YALCIN ET AL.: ICE CORE VOLCANIC RECORDS\nD08102"
  }, {
    "heading": "SO4",
    "text": "2 deposition. Annual layers become progressively thinner with depth in the Eclipse ice cores, requiring reconstruction of original annual layer thicknesses by correcting for ice creep. We used an empirical approach based on the observed layer thicknesses from annual layer counting of the Eclipse ice cores because no ice flow or strain rate measurements were made on the Eclipse boreholes, and radar soundings of the ice thickness suggested bedrock would be reached around 250 to 300 m but had not been reached when drilling was stopped at 345 m owing to lack of additional cable. Assuming the average accumulation rate from identification of the A.D. 1963 radioactivity maximum of 1.38 m water equivalent (w.e.) for Core 1 and 1.30 m w.e. for Cores 2 and 3 has not changed significantly and no creep deformation in the firn section of the cores, we calculated a decompression ratio for each annual layer from a smoothed fit to the observed layer thicknesses [Holdsworth et al., 1992]. This ratio was than applied to the observed thickness of each annual layer to reconstruct the original thickness. Because the mean annual accumulation rate at the A.D. 1996 drill site is 7% higher than at the A.D. 2002 drill site, an additional correction factor of 0.93 is applied to the Core 1 fluxes so that they are directly comparable to the volcanic fluxes measured in Core 2 and Core 3. Mount Logan flux calculations use the reconstructed layer thicknesses derived by Holdsworth et al. [1992] using this same approach. [22] Glaciochemical signals identified as volcanic along with the volcanic SO4 2 flux for each event are summarized in the auxiliary materials.1 To quantify the variability in volcanic SO4\n2 deposition at Eclipse, we also report the flux ratio (maximum/minimum) for eruptions recorded in multiple Eclipse ice cores (Table 4). In the 108 years of overlap\n(A.D. 1894–2002) between the Eclipse ice cores, 43 of the 68 total events are recorded in more than one core. Unfortunately, volcanic sulfate deposition calculated by EOF analysis of Core 2 from A.D. 1970–2002 is not directly comparable to values from Core 1 and Core 3 owing to the nitrate contamination issue. Excluding events recorded in Core 2 from A.D. 1970–2002, there are 33 events recorded in more than one Eclipse core. Calculated volcanic sulfate fluxes are within 50% for nearly two-thirds (21 out of 33) of the events recorded in multiple cores (Table 4). This is true for not only the largest eruptions such as Katmai with significant stratospheric components, but also for moderate (volcanic explosivity index (VEI) 3) eruptions that largely involved tropospheric transport. [23] We further examined this issue by considering the reproducibility of the annual volcanic SO4 2 flux recorded in each Eclipse core (Figure 4). The annual volcanic SO4 2 flux was calculated by multiplying the EOF 5 SO4 2 concentration in each sample by the water equivalent length of that sample (corrected for layer thinning) and summing by year. Correlation coefficients (r) range from 0.77 to 0.81 for the three Eclipse cores (Table 5), meaning 60 to 66% of the volcanic SO4\n2 signal is shared among the three cores. These high correlations are driven by the largest eruptions, as seen by lower correlations (0.42 to 0.50) when the years affected by Katmai fallout (A.D. 1912–1913) are excluded from this analysis. Correlation coefficients between the Eclipse and Mount Logan records range from 0.44 to 0.81. Again, the high correlations are driven by the largest eruptions, with correlations between the Eclipse records and the Logan record ranging from 0.11 to 0.13 when the Katmai years are excluded. This poor correlation between Eclipse and Logan for smaller events reflects the larger number of smaller eruptions recorded at Eclipse. Nonetheless, the reproducibility of volcanic SO4\n2 flux records, especially for the largest eruptions, is encouraging for the use of ice core paleovolcanic data in deriving estimates of volcanic aerosol loading."
  }, {
    "heading": "4. Identification of Source Volcanoes",
    "text": ""
  }, {
    "heading": "4.1. Correlation With Known Eruptions",
    "text": "[24] In assigning possible sources for each signal we used the Smithsonian Global Volcanism Program database of Holocene volcanism [Simkin and Siebert, 1994] (and online update: www.volcano.si.edu) to match events identified as volcanic using both the robust spline and EOF techniques with known eruptions. We considered Northern Hemisphere eruptions with a volcanic explosivity index (VEI) 4 as possible sources because one criteria for an eruption to be designated VEI 4 is stratospheric injection [Newhall and\nTable 5. Correlation Coefficients Between Annual Volcanic SO4 2 Flux Records\nAll Years Excluding Katmai Years\nCore 1 Core 2 Core 3 Core 1 Core 2 Core 3\nCore 2 0.77a Core 2 0.48a Core 3 0.81a 0.77a Core 3 0.42a 0.50a\nLogan 0.81a 0.44a 0.75a Logan 0.11 0.13b 0.11 aCorrelations are significant at the 99.9% confidence level. bCorrelations are significant at the 95% confidence level.1Auxiliary materials are available at ftp://ftp.agu.org/apend/\n2006jd007497.\nD08102 YALCIN ET AL.: ICE CORE VOLCANIC RECORDS\n8 of 21\nD08102\nSelf, 1982], which favors long-range transport of volcanic sulfate aerosols and their deposition in glacial ice [Zielinski et al., 1994]. We also considered high northern latitude VEI 3 eruptions in Alaska, Kamchatka, and Iceland, as eruptions of this magnitude are capable of ‘‘substantial’’ tropospheric injection [Newhall and Self, 1982]. Owing to the smaller distances involved, transport entirely within the troposphere is capable of delivering aerosols from VEI 3 eruptions to Eclipse. Furthermore, the relatively low altitude of the tropopause at high latitudes increases the likelihood of stratospheric injection and transport of moderate VEI 3 class eruptions. Using the above outlined criteria, we matched 93 of the 112 volcanic signals recorded at Eclipse Icefield over the last 550 years and 27 of the 31 volcanic signals recorded at Mount Logan over the last 300 years to a known volcanic eruption within the time constraints established on each signal via annual layer counting (Table 6). [25] The good agreement between the historical record of volcanism and the glaciochemical signals we identified as volcanic makes St. Elias ice cores promising records of regionally significant volcanic activity. However, there are a number of volcanic signals that cannot be matched to known eruptions. Some of these signals, such as the A.D. 1809 event, are well known from other ice core studies and are attributed to previously undocumented volcanic eruptions [Cole-Dai et al., 1991]. Others, such as A.D. 1516, have not been recognized previously. Furthermore, SO4 2 concentrations associated with the A.D. 1516 eruption are the highest observed in the entire suite of Eclipse ice cores (auxiliary materials). Likewise, the highest SO4\n2 concentration in the last 1000 years of the Bona-Churchill ice core [Mashiotta et al., 2004] and the highest ECM value in the Prospector-Russell ice core from Mount Logan [Fisher et al., 2004] are also dated to the early sixteenth century. These signals are synchronous within their respective dating uncertainties; hence it is possible they represent the same eruption. The recognition of contemporaneous signals in multiple ice cores increases confidence that these signals represent regionally significant and previously undocumented volcanic eruptions. In addition to the large A.D. 1516 signal, unknown eruptions in A.D. 1866 and A.D. 1910 are recorded as moderate events at both Eclipse and Mount Logan. Likewise, unknown eruptions in A.D. 1955, A.D. 1942, A.D. 1915, A.D. 1908, and A.D. 1895 are seen in multiple Eclipse cores. [26] Although not seen in the Mount Logan core, the unknown volcanic eruptions recorded at Eclipse in A.D.\n1891 and A.D. 1893 are corroborated by pyrheliometric optical depth measurements showing stratospheric injections by unknown volcanoes erupting in A.D. 1890 and again in A.D. 1893 [Stothers, 1996]. The one-year lag between the first appearance of increased optical depths in August 1890 and deposition of volcanic sulfate aerosols at Eclipse implies the A.D. 1890 volcano is in the tropical latitudes. The synchronous appearance of increased optical depths and volcanic SO4\n2 deposition at Eclipse suggests that the A.D. 1893 volcano is in the high northern latitudes. [27] In our previous work identifying volcanic signals utilizing a single ice core from Eclipse Icefield, there were several large (VEI 4) Alaskan and Kamchatkan eruptions not apparent in the record, such as Aniakchak (A.D. 1931), Kliuchevoskoi (A.D. 1931), and Sheveluch (A.D. 1964) [Yalcin et al., 2003]. Utilizing a suite of three ice cores, there are no Alaskan or Kamchatkan eruptions with a VEI 4 that are not seen in at least one Eclipse core since A.D. 1829. The acquisition of multiple ice cores allows a more complete picture of past volcanic eruptions than is possible from any one core. In fact, there are many VEI 4 eruptions in Alaska and Kamchatka that are recorded in only one core, such as Bezymianny (A.D. 1956), Tolbachik (A.D. 1975), Augustine (A.D. 1976), and Spurr (A.D. 1992). Missing signals from VEI 4 eruptions in Japan occur more frequently, such as Komaga-Take (A.D. 1856), Bandai (A.D. 1888), and Iriomote-Jima (A.D. 1924); probably reflecting the scavenging of volcanic sulfate aerosols during the longer transport distances involved. [28] Eruptions from Alaskan or Kamchatkan volcanoes account for one-third of volcanic signals in ice cores from the St. Elias Mountains (Table 6). This proportion represents a minimum because the number of known eruptions in Alaska and Kamchatka decreases markedly prior to the twentieth century. For example, the Smithsonian Global Volcanism Program database contains 126 eruptions in Alaska and Kamchatka of VEI 3 since A.D. 1900, but only 58 in the preceding 500 years. Hence a large proportion of the unidentified signals in the St. Elias ice core records, especially prior to A.D. 1900, are undoubtedly from undocumented eruptions in Alaska and Kamchatka. Eruptions elsewhere in the Northern Hemisphere extratropics, specifically Iceland, Japan and the Kurile Islands, are more important sources of volcanic SO4\n2 signals at an elevation of 5340 m on Mount Logan (39% of signals) than at an elevation of 3017 m on Eclipse Icefield (15% of signals), even though the ice core sites are longitudinally separated by only 45 km. We speculate that in order for volcanic plumes to survive the long transport distances from Japan and Iceland to the St. Elias Mountains, they must be transported primarily in the upper troposphere to minimize precipitation scavenging. Mount Logan, at 5 km elevation, is suitably located to sample the upper troposphere but misses plumes confined to the lower troposphere, and hence records a greater proportion of signals from eruption clouds traveling at higher altitudes. Meanwhile, Eclipse Icefield at 3 km elevation, is suitably located to sample the lower troposphere, and hence records a greater proportion of signals from moderate eruptions carried in the lower troposphere. [29] Discerning the relative importance of tropical versus high northern latitude eruptions in these records is more\nD08102 YALCIN ET AL.: ICE CORE VOLCANIC RECORDS\n9 of 21\nD08102\nproblematic. Recent large tropical eruptions such as Agung (A.D. 1963), El Chichon (A.D. 1982), and Pinatubo (A.D. 1991) were all concurrent with moderate eruptions in Alaska and Kamchatka. Hence it is difficult to attribute what proportion, if any, of the resulting ice core signal originated from the tropical volcano. Preferring to attribute these signals to tropospheric transport of nearby eruptions rather than stratospheric fallout from distant eruptions, our study of the record of twentieth century volcanism provided by Core 1 concluded that the Eclipse site does not provide a good record of major tropical eruptions [Yalcin et al., 2003]. However, clear signals from older tropical eruptions such as Cosiguina (A.D. 1835), Babuyan (A.D. 1832), Galunggung (A.D. 1822), Tambora (A.D. 1815), and the unknown A.D. 1809 volcano, generally presumed to be in the tropics [e.g., Cole-Dai et al., 1991; see also Yalcin et al., 2006b], are all seen in the Eclipse ice core. Likewise, there are volcanic SO4\n2 signals centered on A.D. 1884 and A.D. 1641 that match well with the eruptions of Krakatau, Indonesia (A.D. 1883), and Parker, Philippines (A.D. 1641), but the extratropical eruptions of Augustine, Alaska (A.D. 1883), and Komaga-Take, Japan (A.D. 1640) could be at least partially responsible for these signals. [30] It is apparent that changes in atmospheric circulation between the Little Ice Age and modern regimes have affected the connectivity of the St. Elias ice cores to the tropics [Fisher et al., 2004]. Hence changes in atmospheric circulation may have more readily allowed older tropical eruptions to leave distinct sulfate signals at Eclipse. However, studies of the accumulation and stable isotopic records from Mount Logan demonstrate that the Little Ice Age (prior to the mid-nineteenth century) was characterized by stronger zonal flow in the North Pacific and weaker tropical connections, whereas the modern regime (after the midnineteenth century) has been characterized by enhanced meridional vapor flow from the tropics. It is unknown if these shifts have affected the stratospheric circulation, the primary mode of transport for aerosols from tropical eruptions to the high latitudes. [31] In the Mount Logan Northwest Col ice core, the tropical eruptions of Cosiguina and Tambora eruptions left strong SO4\n2 signals, and we assign the moderate volcanic signal in A.D. 1862 to the A.D. 1861 eruption of Makian in Indonesia. However, there are no distinct SO4\n2 signals attributable to Babuyan, Galunggung, or the unknown A.D. 1809 volcano in this core. While the Krakatau eruption left a strong SO4\n2 signal at Eclipse, the relatively weak A.D. 1884 signal in the Mount Logan Northwest Col ice core could be wholly attributable to Augustine. Given the limited number of large tropical eruptions during the A.D. 1690–1980 period covered by the Northwest Col ice core, it would be premature to conclude that Mount Logan offers a poor record of tropical eruptions. Separating the effects of regionally significant eruptions in the North Pacific from tropical eruptions of global concern is critical for the proper interpretation of paleovolcanic records from St. Elias ice cores, given their proximity to Alaska and Kamchatka and the high frequency of eruptions in these regions."
  }, {
    "heading": "4.2. Tephrochronological Evidence",
    "text": "[32] By locating and analyzing volcanic glass in an ice core, the source eruption responsible for a volcanic SO4 2\nsignal can be identified by matching the chemical composition of ice core tephra to glass from the suspected eruption [Palais et al., 1990; Fiacco et al., 1994; Basile et al., 2001; Dunbar et al., 2003; Yalcin et al., 2003]. The use of tephrochronological techniques provides independent verification of the source volcano responsible for an ice core SO4\n2 signal, with the added benefit of providing additional ice core chronological control. However, this approach has several limitations. First, since silicate particles settle out of the atmosphere more quickly than the secondary aerosol products of an eruption [Zielinski, 2000], only a limited number of ice core volcanic SO4\n2 signals will be associated with tephra. For example, between 30 and 40 Icelandic volcanoes have been active during historical time (after A.D. 870) [Thorarinsson and Saedmundsson, 1979], but tephra from only three historical Icelandic eruptions has been recovered from Greenland ice: the Settlement Ash c. A.D. 870 [Gronvold et al., 1995], Oraefajokull A.D. 1362 [Palais et al., 1991], and Laki A.D. 1783 [Fiacco et al., 1994], with possibly a fourth, the A.D. 930s Eldgja eruption [Zielinski et al., 1995]. [33] However, in special cases tephra may travel hundreds to thousands of kilometers from the source, as shown by identification of glass shards from very large tropical eruptions in Antarctic ice cores [Palais et al., 1990]. The distribution of tephra from a particular eruption depends on many factors, including particle size and extent of aggregation, plume height, wind speed and wind direction [Fisher and Schminke, 1984]. Furthermore, tephra within a given ice core layer may be highly variable in composition, different volcanoes can produce tephra with similar major oxide distributions, and the composition of tephra produced by a given volcano can change between eruptions or even within the course of a single eruption if the magma chamber is compositionally zoned [Basile et al., 2001]. Geochemical differences can also result from the use of different analytical techniques or instrumentation [Hunt and Hill, 1993]. Finally, analysis of micrometer-sized tephra grains in ice core sections can result in more variability (scatter) of the results compared to polished sections from geologic deposits near the source volcano [Zielinski et al., 1997]. [34] To independently verify our identifications of source volcanoes responsible for the volcanic signatures in the Eclipse ice core, we collected tephra from the Eclipse ice cores for analysis and comparison to products from suspected source volcanoes. Tephra was collected by filtering of core meltwater from high-sulfate horizons through 0.2-micron pore-diameter polycarbonate membrane filters (Whatman). Examination of filters under a microscope suggested a significant number of volcanic glass particles on 10% of the filters. These samples were analyzed at Micromaterials Research for particles greater than 1 micron in diameter using an electron microprobe (JEOL JXA-8600) following established procedures [Germani and Buseck, 1991]. An energy-dispersive x-ray spectrum was acquired for 15 seconds from each particle and analyzed for 27 regions of interest including Si, Ti, Al, Fe, Mg, Ca, Na, and K. Size, shape, and location were also determined for each particle with 400–500 particles analyzed from each sample. Cluster analysis was performed using relative intensity data to identify volcanic glass particles, which\nD08102 YALCIN ET AL.: ICE CORE VOLCANIC RECORDS\n10 of 21\nD08102\nranged in number from less than 10 to several hundred shards per filter. [35] Individual glass shards were reanalyzed for major oxide composition (SiO2, TiO2, Al2O3, FeO, MgO, CaO, Na2O, K2O) using a Hitachi S-570 automated scanning electron microscope (SEM) with an energy-dispersive x-ray (EDX) micro-analyzer. Analysis of individual glass shards via SEM provides a grain-specific method of geochemically characterizing and correlating distal tephras. Several representative, microlite-free volcanic glass particles greater than 4 microns with glass shard morphology were selected from each filter because analyzing larger particles minimizes the effect of particle size and shape on quantitative x-ray microanalysis. Only glass shards were selected for analysis because their composition reflects the composition of the magma at the time of eruption. Reported major oxide compositions are normalized to 100% by weight on an anhydrous basis, with total Fe as FeO. Oxides not determined in this study (MnO, P2O5) typically account for less than 1% of volcanic glass shards by weight [e.g., Dunbar et al., 2003]. [36] The composition of volcanic glass particles found in the Eclipse ice cores are summarized in Table 7 for twentieth century eruptions in Core 1 and Core 3, and Table 8 summarizes those for older eruptions in Core 2, along with pertinent compositional information from suspected sources. Chemical classification of tephra found in the Eclipse cores follows the nomenclature of LeBas et al. [1986] according to SiO2 and total alkali (Na2O + K2O) content (Figures 5 and 6). Possible sources for the tephra found in the Eclipse ice core were identified by comparing the major oxide composition of ice core tephra to published analyses from suspected source volcanoes. In the following sections we discuss the glass compositions found in the Eclipse ice core and possible source volcanoes for each glass-bearing layer.\nD08102 YALCIN ET AL.: ICE CORE VOLCANIC RECORDS\n11 of 21\nD08102"
  }, {
    "heading": "4.2.1. Twentieth Century Tephras",
    "text": "[37] Three distinct glass compositions were found in the Fall A.D. 1991 layer sampled in Core 3 (Figure 5). The dominant glass present (nine of eleven particles sampled) is trachyandesite in composition. The most likely source of this glass is the November 1991 eruption of Westdahl volcano in the Aleutians (VEI 3) [Miller et al., 1998]. The composition of the Eclipse shards matches well with the composition of tephra from the 1978 Westdahl eruption (Table 7). The minor differences could be the result of compositional differences between the A.D. 1978 and A.D. 1991 Westdahl magmas. Single particles with tephriphonolitic and rhyolitic compositions were also characterized in this sample. The A.D. 1991 eruption of Pinatubo volcano in the Philippines is a possible source of the rhyolitic glass (Table 7) [Luhr and Melson, 1996]. However, the rhyolitic particle could represent aeolian remobilization of one of the older, voluminous rhyolitic tephras present in the region, such as the White River Ash [Richter et al., 1995]; making\nD08102 YALCIN ET AL.: ICE CORE VOLCANIC RECORDS\n12 of 21\nD08102\nattribution of the Eclipse shard to Pinatubo tenuous. The tephriphonolitic particle (51% silica but alkali-rich) is presumably from an oceanic island arc volcano in the Aleutians. [38] A large population of glass was recovered from the A.D. 1989 layer in both Core 1 and Core 3 (we did not sample this layer in Core 2 for volcanic glass). The analyzed shards are dominantly rhyolitic and closely match rhyolitic glass produced by the A.D. 1989–1990 Redoubt eruption sequence (VEI 3) [Swanson et al., 1994] (Table 7). The 14 and 15 December 1989 and 2 January 1990 eruptions also produced a minor amount of dacitic (trachytic) glass [Swanson et al., 1994]; one such shard was recovered from the Eclipse Core 3 sample. Since the 14–15 December and 2 January eruptions were the only eruptions of the sequence to produce dacitic glass, the presence of such a shard, in conjunction with the observed timing of volcanic fallout in the Eclipse core corresponding to winter A.D. 1989–1990, suggests that the explosive eruptions of 14–15 December and 2 January are those responsible for the glass shards at Eclipse. [39] Two distinct glass compositions are present in the A.D. 1953 layer: a rhyolitic glass (73.3% SiO2, three particles analyzed), and a basaltic trachyandesite glass (51.7% silica, one particle analyzed) (Figure 5). There were two VEI 3 eruptions in Alaska during this time: the Crater Peak vent of Mount Spurr (VEI 4, July 1953); and the southwest cone of Trident Volcano (VEI 3, February 1953). The rhyolitic shards are similar to glasses erupted from Southwest Trident (Table 7) [Coombs et al., 2000], whose 1953 eruptions reached altitudes of more than 9 km. Although Crater Peak is the only Cook Inlet volcano known to produce widely dispersed mafic tephras [Riehle, 1985], the basaltic trachyandesite shard is too low in silica to be from Crater Peak, which during its well-studied A.D. 1992 eruptions produced dominantly andesitic glass (61–62 SiO2) with minor amounts of dacitic (63–69% SiO2) and rhyolitic (74–77% SiO2) glasses [Swanson et al., 1995]. Prehistoric eruptions of Crater Peak produced only slightly more mafic glasses (58–59% SiO2) [Beget et al., 1994]. Another possible source of the trachyandesite glass is the October 1953 eruption of Shishaldin volcano in the Aleutians (VEI 2). Although no chemical analyses are available from this eruption, glass from the A.D. 1999 Shishaldin eruption, which is distinctly elevated in TiO2 [Stelling et al., 2002], is chemically similar to the shard characterized in the Eclipse core. [40] Three distinct glass compositions are observed in the A.D. 1947 sample from Core 1: a trachytic glass (seven particles analyzed), a dacitic glass (one particle analyzed), and a rhyolitic glass (one particle analyzed) (Figure 5). We previously attributed this tephra to the March 1947 eruption of Hekla in Iceland [Yalcin et al., 2003]. The Plinian (VEI 4) nature of the eruption along with documented fallout of Hekla tephra in mainland Scandinavia demonstrates the potential for long range transport of tephra from this eruption in the high northern latitudes [Larsen et al., 1999]. Recently, new analyses of historical-age silicic tephras in Iceland have become available which strengthen this interpretation [Larsen et al., 1999]. Most glass shards from the A.D. 1947 Hekla eruption are dacitic to trachytic in composition, and match well with the dominant glass composition in the Eclipse ice core (Table 7). Furthermore, the Hekla magma chamber is compositionally zoned, changing the glass compositions produced during the course of the eruption. Small volumes of highly silicic dacitic to rhyolitic magma are ejected during the opening stages of most, if not all, Hekla eruptions [Larsen et al., 1999]. Proximal A.D. 1947 tephra deposits contain minor quantities of rhyolitic glass shards with a composition closely matching the dacitic and rhyolitic glass shards present in the\nD08102 YALCIN ET AL.: ICE CORE VOLCANIC RECORDS\n13 of 21\nD08102\nEclipse ice core, strengthening the interpretation that the A.D. 1947 ice core glass is from Hekla. [41] Basaltic trachyandesite to trachyandesite glass shards (five particles analyzed) were recovered from the A.D. 1945 annual layer in Core 1 (Figure 5). There were major (VEI 4) eruptions of both Kliuchevoskoi (1 January) and Avachinsky (25 February) that year. Comparison of the Eclipse glass to available analyses from Kliuchevoskoi (A.D. 1972 eruption) [Ivanov et al., 1981] and Avachinsky (A.D. 1991 eruption) [Turner et al., 1998] demonstrates the Eclipse glass is similar, but not an exact match (Table 7). Furthermore, the similar chemical compositions reported for Kliuchevoskoi and Avachinsky precludes attributing the Eclipse shards to one or the other of these volcanoes. A more robust identification may be possible using trace and rare element data that was not obtained in this study [e.g., Basile et al., 2001]. [42] A visible tephra layer in the form of a brown colored, cloudy band in the ice several centimeters thick and dated to A.D. 1912 was observed in all three Eclipse ice cores. Analysis of glass shards from Core 1 and Core 3 demonstrate that the source of this tephra layer is the 6–8 June 1912 eruption of Novarupta (Katmai) Volcano (VEI 6) on the Alaska Peninsula. The extraordinary compositional range of the 1912 ejecta (50.4% to 77.4% SiO2) includes andesite (1 km3 dense rock equivalent (DRE)), dacite (4.5 km3 DRE), and rhyolite (7.5 km3 DRE) [Hildreth and Fierstein, 2000]. Regardless of bulk rock composition, glass shards are all rhyolitic [Fierstein and Hildreth, 1992], and closely match the composition of glass shards found in the Eclipse ice cores (Table 7). We also analyzed proximal tephra samples from the Katmai eruption for comparison to the shards found in the Eclipse cores to eliminate spurious geochemical differences arising from the use of different instrumentation, and found good agreement between the Eclipse glass, our analyses of Katmai tephra, and analyses of Katmai glass by Fierstein and Hildreth [1992]. A full discussion of the atmospheric and climatic effects of this eruption as deduced from the ice cores used in this study and instrumental temperature records is offered in section 6. [43] The A.D. 1907 sample contains glass spanning the compositional range from basaltic andesite to basaltic trachyandesite (Figure 5). We previously attributed these shards to the A.D. 1907 Ksudach eruption because of the close compositional match (Table 7) [Yalcin et al., 2003]. 4.2.2. Pre-Twentieth Century Tephras [44] Identifying source volcanoes for glass-bearing layers in the Eclipse ice core that predate the twentieth century becomes increasingly difficult owing to the incomplete historical record of volcanism, the lack of chemical analyses for comparison, and the limited compositional range of the tephra observed in the ice core (Figure 6). The A.D. 1456, A.D. 1630, A.D. 1804, and A.D. 1809 samples are similar in composition, plotting in the trachyte field with considerable overlap. The A.D. 1809 volcanic SO4\n2 horizon is welldocumented in ice cores from both polar regions [Cole-Dai et al., 1991] and by glass shards of andesitic composition recovered from the South Pole and Dome C ice cores, Antarctica [Palais et al., 1990]. The presence of glass shards in the Eclipse tephra with a chemical composition distinctly different from 1809 glass found in Antarctica demonstrates there was a second volcanic eruption in the\nNorthern Hemisphere in 1809 [Yalcin et al., 2006b]. The only documented volcanic eruption in A.D. 1804 is a VEI 3 eruption of Maly-Semiachik, Kamchatka [Simkin and Siebert, 1994]. The only chemical data from this volcano we are aware of is a whole-rock analysis of basaltic lava of Holocene age [Turner et al., 1998] unsuitable for comparison to the glass shards found in the Eclipse ice core. [45] A VEI 5 eruption of Mount Vesuvius in December 1631 is within the dating uncertainty of the A.D. 1630 glass sample; however, glass from this eruption is phonolitic in composition [Rolandi et al., 1993]. Products of the September 1630 eruption of Furnas Volcano on San Miguel Island in the Azores are a better match for the glass shards in the Eclipse core (Table 8). This eruption (VEI 5) produced 0.65 km3 (dense rock equivalent) of explosive products with ash fall reported up to 550 km away [Cole et al., 1995]. Two analyses of pumice from this eruption are available, both are trachytic in composition. While there is a good match between Furnas pumice and glass compositions found in the Eclipse ice core for some elements (e.g., SiO2 and Al2O3), the match is poor for other elements (e.g., CaO and K2O). Given the relatively modest column heights of 8–14 km inferred for this eruption [Cole et al., 1995], the large distance between Furnas (38 N) and Eclipse, and chemical differences seen for some elements, linking the shards found in the Eclipse ice core to Furnas is tenuous at best. A previously unrecognized Alaskan or Kamchatkan eruption is a more likely source of the tephra in the Eclipse ice core. [46] The A.D. 1516 glass-bearing horizon is one of only two events in the last 1000 years to leave a visible tephra layer in the Eclipse ice cores, sharing this distinction with the Katmai eruption. However, sulfate deposition lasts for only 0.5 year, compared to 2+ years in the case of the Katmai eruption. The combination of a visible tephra layer and brief and concentrated interval of SO4\n2 deposition implies a nearby volcano, possibly one in the Wrangell Volcanic Field of southeast Alaska. At least two Wrangell volcanoes have been active in the late Holocene: Mount Churchill, which produced the voluminous White River Ash in two eruptions radiocarbon dated to c. A.D. 800 and c. A.D. 300 [Richter et al., 1995], and Mount Wrangell, the only Wrangell volcano active in the twentieth century [Miller et al., 1998]. In fact, radar imaging and glacier-flow modeling of glaciocvolcanic stratigraphy within the Mount Wrangell ice-filled caldera suggests at least five eruptions of Mount Wrangell in the last three hundred years [Clarke et al., 1989]. The average composition of Wrangell volcanic rocks [Richter et al., 1990] is similar to the trachyandesite to andesite A.D. 1516 glass in the Eclipse ice core for most elements, although differences exist in the case of MgO and Na2O (Table 8). Nonetheless, the available chemical data support the possibility that an eruption in the Wrangell Volcanic Field is responsible for the A.D. 1516 tephra layer in the Eclipse ice core, consistent with the nature of the ice core signal suggesting a nearby source. Even if a definitive source cannot be established, recovery and chemical analysis of tephra from the early sixteenth century volcanic signal in Prospector-Russell and Bona-Churchill ice cores would provide an index horizon for synchronizing the core chronologies if tephrochronology demonstrates that the different ice cores are recording the same event.\nD08102 YALCIN ET AL.: ICE CORE VOLCANIC RECORDS\n14 of 21\nD08102\n[47] Two distinct glass compositions were characterized in the A.D. 1460 layer: a basaltic trachyandesite to trachyandesite glass (nine particles) and a trachyte glass (one particle). The basaltic trachyandesite to trachyandesite glass clearly represents a different volcanic center than the other unidentified tephra bearing layers in Core 2, as it is well separated from other samples in a total alkali-silica diagram (Figure 6). The composition of this glass (Table 8) is similar to glasses found in Core 1 and dated to A.D. 1907 and A.D. 1945 (Table 7), which are known to be from Kamchatkan volcanoes (Ksudach, Avachinsky, Kliuchevoskoi). Therefore we believe that the A.D. 1460 layer records a previously undocumented Kamchatka eruption, as there are no Kamchatkan eruptions in the Smithsonian database thought to have occurred around this time. The trachyte glass is similar to other glasses found in Core 2, and presumably was erupted from an Alaskan volcano. There was an eruption of Augustine around this time, but glass from Augustine is rhyolitic in composition [Beget et al., 1994]. [48] A trachytic glass spanning a silica range of 63 to 67% is dated to A.D. 1456. This layer is within the dating uncertainty of the cataclysmic eruption which formed the Kuwae Caldera on Vanuatu [Monzier et al., 1994]. Since the caldera-forming phase of Kuwae eruption produced dacitic glass [Robin et al., 1994] similar in composition to that found in the Eclipse A.D. 1456 layer (Table 8), it is tempting to assign the ice core glass to the Kuwae eruption. However, three lines of evidence argue against this interpretation. First, the first phase of the Kuwae caldera event produced glass spanning a range of 65 to 69% silica, with second phase slightly wider, 64 to 72%. Although there is some overlap between the ice core and Kuwae glasses, some of the Eclipse shards fall outside of the range of Kuwae products. Other geochemical differences exist as well, notably for TiO2, Al2O3, and FeO. Second, the A.D. 1456 glass is associated with a small SO4\n2 spike that does not exceed our threshold concentration criteria for either EOF SO4 2 values or non-sea-salt SO4 2 residuals, and the volcanic SO4 2 flux from this event is only 0.27 mg cm 2 (4% of Tambora). In contrast, other ice core studies report volcanic fallout from the Kuwae eruption was as much as twice that from Tambora [Palmer et al., 2002]. Finally, the A.D. 1456 glass is compositionally similar to other tephras found in the Eclipse core originating from Alaskan and Kamchatkan volcanoes (Figure 6). Hence we interpret the A.D. 1456 glass as originating from a modest North Pacific eruption. [49] A much larger volcanic signal in the Eclipse ice core at A.D. 1453, one-half the magnitude of the Tambora signal, is assigned to Kuwae (Table S2). This is consistent with the A.D. 1452 eruption date from historical and dendrochronological evidence [Pang, 1993; Briffa et al., 1998] and the timing of a large volcanic sulfate signal in several Antarctic ice cores [Delmas et al., 1992; Cole-Dai et al., 1997, 2000; Stenni et al., 2002]. However, the GISP2 (Greenland) and Law Dome (Antarctica) ice cores ascribe a signal in A.D. 1459–1460 to Kuwae [Zielinski et al., 1994; Palmer et al., 2001]. If these signals are from Kuwae, the dating uncertainty reported for the GISP2 (±5 years) and Law Dome (±1 year) chronologies at this age should be larger. Unfortunately, no tephra has been recovered to definitively link the ice core signals to Kuwae and resolve the timing of the\neruption. Ice cores suggest asymmetric distribution of the Kuwae aerosols between the Northern and Southern Hemispheres, with volcanic sulfate fluxes in Arctic ice cores attributed to Kuwae one-half (Eclipse Core 2, Table S2) to two-thirds (GISP2) [Zielinski, 1995] that of Tambora. Meanwhile, the Kuwae fallout in Antarctica is as much as twice that of Tambora, whose aerosols were more evenly distributed [Cole-Dai et al., 1997; Palmer et al., 2002]. This result is not surprising given the 17 S latitude of Kuwae."
  }, {
    "heading": "5. Estimates of Sulfate Aerosol Loading",
    "text": "[50] To assess the atmospheric effects and possible climatic implications of the volcanic eruptions recorded in the Eclipse ice cores, we provide estimates of volcanic aerosol loading derived from the Eclipse glaciochemical data. Since most of the volcanic signals identified by the Eclipse EOF analysis can be matched to a previously documented eruption, we believe that the EOF 5 time series provides a continuous proxy of volcanic SO4\n2 deposition. To convert glaciochemical concentrations to estimates of volcanic aerosol loading, previous studies have derived multipliers from the ratio of bomb-produced radioactive debris in an ice core to the known amount of material produced by geographically well-defined atmospheric thermonuclear weapons test series in the 1950s (11 N) and 1960s (75 N) [Clausen and Hammer, 1988; Zielinski, 1995]. These multipliers are used to convert the amount of sulfate deposited in an ice core to the total sulfate aerosol mass loading from equatorial and high northern latitude eruptions, respectively; with an intermediate multiplier used for middle northern latitude eruptions. However, this technique appears to overestimate volcanic aerosol mass loading, especially for volcanoes close to the ice core site which involve substantial tropospheric transport [Zielinski, 1995]. [51] Most of the eruptions recorded at Eclipse are from Alaskan and Kamchatkan eruptions, as shown by matching glaciochemical signals to the historical volcanism record and by tephrochronological evidence. Substantial tropospheric transport to the Eclipse site is likely in these cases; this means that a multiplier derived from radioactive debris transported in the stratosphere will result in an overestimation of the true volcanic aerosol loading. Instead, we use a modern analog approach to derive a multiplier from a volcanic eruption whose actual aerosol loading is known from satellite data [Cole-Dai and Mosley-Thompson, 1999]. A total production estimate of 9 1011 g of SO2 for the A.D. 1989 eruption of Redoubt, Alaska, was derived from petrologic work and direct measurements of the gas emissions from Redoubt during and after its eruptive sequence using fixed wing aircraft [Gerlach et al., 1994], which equates to 1.35 1012 g of SO42 aerosols. Coupled with tephrochronological identification of fallout from the A.D. 1989 Redoubt eruption in the Eclipse ice core, this has allowed us to derive estimates of sulfate aerosol loading from the time series of volcanic sulfate deposition at Eclipse by using the ratio of sulfate deposited at Eclipse by the Redoubt eruption to the total SO2 produced by that eruption. The Eclipse ice cores (Cores 1 and 3) record 1.17 ± 0.16 mg cm 2 of volcanic (EOF 5) SO4\n2 deposition from the Redoubt eruption. From this information we derived a multiplier of 1.18 ± 0.16 1012 relating the Eclipse\nD08102 YALCIN ET AL.: ICE CORE VOLCANIC RECORDS\n15 of 21\nD08102\nvolcanic sulfate flux (mg cm 2) to total sulfate aerosol loading (g) from the eruption. We then used this multiplier to convert our time series of volcanic sulfate deposition at Eclipse into an estimate of annual volcanic sulfate aerosol loading for the Gulf of Alaska troposphere. [52] In doing so we assumed that the transport times as well as the sulfate oxidation and fallout rates for the Redoubt eruption plume was similar to the other eruptions recorded in the Eclipse core. Although this assumption has a potentially large uncertainty, the Redoubt eruption can be considered an end-member case since Redoubt, in Alaska’s Cook Inlet, is the closet active volcano to Eclipse Icefield (with the possible exception of the A.D. 1516 eruption we believe to be from the Wrangell Volcanic Field). Therefore, using the Redoubt eruption to derive our multiplier makes our estimates of sulfate aerosol loading minimum estimates owing to the short transport distance and minimal fallout rates involved in that case. We examine the validity of our method by comparing our estimate of Katmai aerosol loading (1.7 ± 0.4 1013 g SO42 ) derived from multiple Eclipse ice cores to estimates derived using independent methods. Our estimate for the Katmai aerosol loading agrees well with the intermediate estimate (1.6 1013 g SO4\n2 ) derived by Zielinski [1995] from the GISP2 ice core using the technique of Clausen and Hammer [1988]. Our estimate is twice the estimate derived from petrologic evidence (7.9 1012 g SO42 ) by Palais and Sigurdsson [1989], which does not account for the release of exsolved sulfur gases in the accumulated vapor phase typical of subduction volcanism [Wallace, 2001]. [53] Our loading estimates do not attempt to partition the eruptive products into tropospheric and stratospheric components, as transport of aerosols from Alaskan and Kamchatkan eruptions to the Eclipse site likely involves both tropospheric and stratospheric transport. The Redoubt model on which our loading estimates are based involves an eruption where most of the transport of sulfate aerosols to the Eclipse site is likely to be tropospheric. However, larger eruptions such as Katmai can inject large quantities of aerosol into the stratosphere where fallout rates are consid-\nerably less. For eruptions with a substantial stratospheric component, aerosol loading using our technique will be underestimated as a function of the amount of stratospheric transport since our multiplier assumes rapid fallout associated with tropospheric transport. Given the likelihood of tropospheric transport to Eclipse from Alaska and Kamchatkan eruptions, this was necessary to avoid overestimating the atmospheric loading of these eruptions. Spatial variability in volcanic sulfate deposition represents an additional source of uncertainty in our reconstruction. Volcanic sulfate deposition at Eclipse from a particular eruption can vary by a much as a factor of 3.5 across even small spatial scales, although the variability is usually less than 50% (Table 4). [54] We can address this issue using the multiple cores available from Eclipse Icefield, allowing more robust aerosol loading estimates to be made. In reconstructing volcanic sulfate aerosol loading we use the mean volcanic sulfate deposition in the Eclipse cores available for that year, and use the range of volcanic sulfate deposition for that year to estimate our uncertainty. Uncertainty in the multiplier relating volcanic sulfate deposition in the ice core to volcanic aerosol mass loading (due to variability in volcanic sulfate deposition from the Redoubt eruption that we used to derive out multiplier) introduces an uncertainty of ±14% in our estimates. Variability in annual volcanic sulfate deposition in individual cores introduces an additional uncertainty of ±39% for a cumulative uncertainty of ±53% in our estimates of volcanic sulfate aerosol loading. [55] The resulting reconstruction (Figure 7) shows that the Katmai eruption produced the greatest volcanic sulfate loading of the North Pacific troposphere in at least the last 550 years, followed by the Laki and A.D. 1516 eruptions. However, the atmospheric loading from the A.D. 1516 eruption is likely overestimated because the Wrangell Volcanic Field is much closer to the Eclipse site than Redoubt Volcano. Other notably high volcanic sulfate loadings resulted from the eruptions of Babuyan (A.D. 1832), Tiatia (A.D. 1973) and unknown eruptions in A.D. 1506, A.D. 1555, A.D. 1587, A.D. 1630, A.D. 1648, A.D. 1659, A.D.\nD08102 YALCIN ET AL.: ICE CORE VOLCANIC RECORDS\n16 of 21\nD08102\n1686, and A.D. 1861. Each of these years had a tropospheric volcanic sulfate aerosol loading in the Gulf of Alaska region greater than or equal to that from Tambora. This does not imply that the eruptions involved produced more sulfate than Tambora, but rather that the regional aerosol loading that resulted was greater than that from Tambora. Meanwhile the eruptions of Kuwae (A.D. 1453), Parker (A.D. 1641), the unknown A.D. 1809 volcano or volcanoes, Krakatau (A.D. 1883), and Ksudach (A.D. 1907) had a regional atmospheric effect on the order of 1/2 to 2/3 that of Tambora. [56] The Eclipse reconstruction indicates two periods of enhanced volcanic climate forcing potential in the Gulf of Alaska region: the mid-seventeenth century and the lateeighteenth to early-nineteenth centuries. Enhanced sulfate loading from volcanism during these times may have contributed to regional Little Ice Age cooling in conjunction with solar variability [Wiles et al., 2004]. Regional volcanic sulfate loading reconstructions such as that presented here are useful in climate model simulations and can improve our understanding of the role different climate forcings have played in past climate variability. Furthermore, the reconstruction presented here is complementary to estimates based on Greenland ice core data because of the greater importance of eruptions in Alaska and Kamchatkan in the Eclipse record and Icelandic eruptions in the Greenland record. Our reconstruction of volcanic aerosol loading in the North Pacific troposphere is available through the NOAA World Data Center A for Paleoclimatology in Boulder, Colorado (available at http://www.ngdc.noaa.gov/paleo)."
  }, {
    "heading": "6. The Katmai Eruption",
    "text": "[57] Our identification of Katmai tephra permits the use of several glaciochemical parameters to characterize the atmospheric effects of this eruption. We are able to offer a robust assessment because all four ice cores used in this study record the Katmai fallout. The Katmai eruption was the largest volcanic eruption of the twentieth century in terms of cumulative volume with 13 km3 of magma erupted in less than 60 hours to produce 17 km3 of tephra fall deposits and 11 ± 3 km3 of ignimbrite [Fierstein and Hildreth, 1992]. Though widely referred to as Katmai, the nearby Novarupta vent is the source of nearly all of the eruption products and the only Plinian vent active in 1912 [Fierstein and Hildreth, 1992], while compensatory caldera collapse occurred 10 km east of Novarupta at Mount Katmai volcano [Hildreth and Fierstein, 2000]. The volume of eruptive products implies a minimum volumetric eruptive rate of 3 104 m3 s 1 and a column height of 22–30 km [Fierstein and Hildreth, 1992] that easily penetrated the tropopause. Pyrheliometric optical depth perturbations demonstrate that the Katmai aerosol veil was confined poleward of 30 N, with a maximum optical depth of 0.23 between 45 N and 60 N [Stothers, 1996]. From petrologic evidence, Palais and Sigurdsson [1989] estimate that 7.9 109 kg H2SO4 and 3.2 109 kg HCl were released by the eruption. An average temperature decrease of 0.2 C has been estimated for the Northern Hemisphere in the years immediately following the eruption [Self et al., 1981]. Model simulations of the climatic response to the Katmai eruption show the strongest cooling over Northern Hemisphere land\nmasses in boreal summer which in turn causes a weakening of the Asian monsoon, rather than a positive Arctic Oscillation response as seen following large tropical eruptions [Oman et al., 2005]. [58] A Katmai signal has been reported from many circum-Arctic ice cores, including the Crete, Dye 3, 20D, GISP2, and GRIP, Greenland ice cores [Hammer, 1977; Neftel et al., 1985; Lyons et al., 1990; Zielinski et al., 1994; Clausen et al., 1997]; ice cores from the Agassiz Ice Cap, eastern Canadian Arctic [Barrie et al., 1985]; and the Mount Logan ice core [Holdsworth and Peake, 1985]. The beginning of volcanic SO4\n2 deposition from the Katmai eruption is synchronous with the tephra layer in the Eclipse cores implying rapid tropospheric transport of sulfate aerosols to the St. Elias Mountains. A maximum in volcanic SO4 2 concentrations is quickly reached, followed by a gradual decline to a local minimum during the winter of A.D. 1912–1913. Total volcanic SO4\n2 fallout during the first year following the eruption ranges from 10.51 to 11.10 mg cm 2 at Eclipse (three cores) and 9.53 mg cm 2 at Mount Logan (one core). A subsidiary SO4\n2 peak is seen through the A.D. 1913 annual layer we interpret to represent stratospheric fallout of SO4\n2 aerosols from the eruption followed by a return to background levels by the end of A.D. 1914. This is consistent with pyrheliometric optical death measurements that show the atmospheric turbidity following the eruption had decayed to a negligible level by October 1914 [Stothers, 1996]. Volcanic SO4\n2 fallout in the second year following the eruption ranges from 2.05 to 3.94 mg cm 2 at Eclipse and 0.61 mg cm 2 at Mount Logan. [59] The initial Katmai sulfate peak is associated with a large non-sea-salt (nss) Cl residual an order of magnitude larger than any other Cl event observed in this suite of ice cores. Adjacent samples in Core 1 have excess Cl residual concentrations of 1478 and 1662 ng g 1, respectively, while Core 2 contains one sample with an excess Cl residual concentration of 3166 ng 1. Given the observed concentrations, it appears that the Cl rich horizon was split between two adjacent samples in Core 1. High volcanic Cl concentrations are also observed in Core 3 (113 ng g 1) and the Mount Logan core (158 ng g 1), ranking as the second and fifth largest Cl events in their respective cores. A Cl signal attributed to Katmai is also reported in Greenland ice cores [Lyons et al., 1990; Clausen et al., 1997]. In contrast to the long period (2+ years) of SO4 2 deposition, Cl levels rapidly fall to normal levels, reflecting the much shorter atmospheric residence time for volcanic Cl aerosols. A study of the effects of the A.D. 1989– 1990 Redoubt, Alaska eruptions on snow chemistry also suggested rapid deposition of volcanic Cl aerosols [Jaffe et al., 1994]. Given the short duration of the Cl fallout, possibly occurring in a single snowfall event, irregularities in the snow surface could be responsible for the much lower Katmai Cl concentrations observed in Core 3. The lack of excess Cl concentrations in the Mount Logan core comparable in magnitude to those seen in Eclipse Cores 1 and 2 could suggest the Cl component of the volcanic plume was primarily in the lower troposphere. Alternatively, the magnitude of the chloride signal may not have been well preserved in the Mount Logan ice core, as it was also not in Core 3 from Eclipse Icefield.\nD08102 YALCIN ET AL.: ICE CORE VOLCANIC RECORDS\n17 of 21\nD08102\n[60] Our data suggest that the Katmai eruption plume (SO4\n2 and Cl aerosols and silicate microparticles) consisted of two components. A lower tropospheric component consisting of sulfate and chloride aerosols and silicate microparticles was rapidly transported to the St. Elias in the summer of A.D. 1912 as shown by peaks in SO4\n2 and Cl synchronous with Katmai tephra. Residence time of these products in the lower troposphere was on the order of days to weeks [Jaenicke, 1984] and was readily scavenged by snowfall at the ice core sites. Second, a portion of the eruptive products, mostly sulfur gases but perhaps including silicate microparticles, was injected into the upper troposphere and lower stratosphere. Sulfur oxidation rates are much slower in the stratosphere, and so the sulfur gases from the eruption could have remained aloft for as much as three years after the eruption [Bluth et al., 1993]. At high northern latitudes, the cold dark winter months further limit sulfur oxidation rates in the stratosphere [Laj et al., 1990], and so a local minima in volcanic SO4\n2 fallout from the eruption is observed in the Eclipse ice cores during the winter of A.D. 1912–1913. Periodically, sulfur gases transported within the upper troposphere and lower stratosphere were reintroduced to the lower troposphere, where the sulfur gases were rapidly oxidized to SO4\n2 and deposited in snow at Eclipse producing the sulfate peaks in the A.D. 1913 annual layer. A possible mechanism for reintroduction of the sulfur gases to the lower troposphere could have involved several tropopause folding events in the spring of A.D. 1913, as was observed with El Chichon SO4 2 aerosols over Greenland [Shapiro et al., 1984]. [61] The Mount Logan record also shows a NO3\npeak coincident with the Katmai SO4\n2 and Cl peak. This was interpreted as a sudden injection of NO3\nfollowed by a slow decay, suggesting fallout of stratospheric aerosols [Holdsworth and Peake, 1985]. We see no comparable NO3\npeak associated with this eruption or any other in the Eclipse records, in agreement with the work of Herron [1982], who found no volcanic effect on ice core NO3\nin Greenland. This may suggest that the Katmai signal at Mount Logan is more influenced by the stratospheric component of the eruption plume, whereas the tropospheric component is the dominant signal at Eclipse. However, the larger amount of SO4 2 fallout at Eclipse relative to Mount Logan during\nthe second year following the eruption, when all fallout must be stratospheric, argues against this interpretation. [62] Since the residence times and atmospheric effects of sulfate aerosols is different in the troposphere versus the stratosphere, we offer estimates of the mass loadings of sulfuric acid aerosols from this eruption to both the troposphere and stratosphere. To do so, we assume that volcanic sulfate deposition in A.D. 1912 represents entirely tropospheric fallout, while deposition in A.D. 1913–1914 is entirely stratospheric fallout. This gives atmospheric loadings of 1.2 ± 0.3 1013 g SO42 for the tropospheric component and 0.5 ± 0.1 1013 g SO42 for the stratospheric component. These calculations imply that roughly 40% of the Katmai aerosol was injected into the stratosphere. However, the stratospheric component may be underestimated because our multiplier assumes rapid fallout with tropospheric transport. Nonetheless, our estimate of a total atmospheric loading of 1.7 ± 0.4 1013 g SO42 for this eruption agrees well with the intermediate estimate of 1.6 1013 g SO42 by Zielinski [1995]. These ice corebased estimates are 33–40% larger than the estimated loading of 1.2 1013 g SO42 calculated using the optical depth of 0.10 observed after the eruption [Sato et al., 1993] and the relationship between aerosol loading and optical depth defined by Stothers [1984] because the ice core estimates include a substantial tropospheric component. [63] Instrumental temperature records can be used to directly infer climatic conditions following the Katmai eruption. A regional instrumental temperature record for the Gulf of Alaska region was constructed by stacking standardized monthly mean temperature anomalies for all available stations (Table S5) to identify the common signal in these records. Station data were obtained from the Global Historical Climatological Network (GHCN). Since highfrequency climate variability associated with the El NinoSouthern Oscillation (ENSO) could obscure the climatic response to volcanism, we first removed the ENSO influence on these records by means of a regression line with the Southern Oscillation index following techniques described by Angell [1990]. Our analysis shows a 28-month period of generally cooler than normal conditions following the Katmai eruption (Figure 8). We evaluated the statistical significance of this anomaly by comparing the means of the 12-, 24-, and 36-month periods after the eruption to the mean of the three year period before the eruption using a Student’s t-test. Since there is significant autocorrelation in these records, confidence intervals were derived from Monte Carlo simulations of randomly generated red noise series. We found that this anomaly is significant at the 90% confidence interval for the first and second year after the eruption. Our results show that the Katmai eruption did cool regional temperatures for 2+ years after the eruption, although the magnitude of the cooling makes it barely distinguishable from other sources of climatic variation."
  }, {
    "heading": "7. Conclusions",
    "text": "[64] We have presented records of regionally significant volcanic eruptions using a suite of three ice cores from Eclipse Icefield and one ice core from Mount Logan in the St. Elias Mountains, Yukon, Canada. These cores cover variously 90, 100, 290, and 550+ years. Volcanic horizons\nD08102 YALCIN ET AL.: ICE CORE VOLCANIC RECORDS\n18 of 21\nD08102\nwere identified by statistical analysis of the ice core SO4 2 and Cl records. Comparison of results from an EOF analysis and from using non-sea-salt residuals above a robust spline demonstrates that the EOF analysis provides a more conservative estimation of volcanic SO4\n2 for sites affected by anthropogenic SO4\n2 deposition. However, ice core sites with no or negligible anthropogenic SO4\n2 deposition will yield comparable results using either technique. Comparisons of volcanic SO4\n2 flux records using linear regression demonstrate a high degree of reproducibility of the results, especially for the largest sulfur producing eruptions such as Katmai, which are also the eruptions of greatest interest in climate forcing studies. [65] Correlation of volcanic SO4\n2 signals with eruptions documented in the historical record indicates that one-third of the eruptions recorded in St. Elias ice cores are from Alaskan and Kamchatkan volcanoes. This is a minimum proportion, because many of the unidentified signals in these records are undoubtedly also from eruptions in Alaska and Kamchatka, regions where the number of historically documented eruptions decreases markedly prior to the twentieth century. Although there are several moderately large (VEI 4) eruptions recorded in only one of the three available cores from Eclipse Icefield, the use of multiple records provides signals from all known VEI 4 eruptions in Alaska and Kamchatka since A.D. 1829 in at least one core. Clearly, multiple cores can provide a more complete picture of regionally significant volcanic events than is possible from any one core. The large number of eruptions in Alaska and Kamchatka recorded in the St. Elias cores provides a Northern Hemisphere volcanic aerosol record complementary to the records already available from Greenland where Icelandic eruptions predominate. [66] The St. Elias ice cores record a large volcanic SO4 2 signal in the early sixteenth century that is not prominent in the eastern Arctic. Analysis of volcanic glass shards from this eruption in the Eclipse ice core suggest it could be from an undocumented eruption in the Wrangell Volcanic Field of southeast Alaska. Tephrochronological evidence from the Eclipse ice core also documents eruptions in Alaska (Redoubt, Trident, Katmai), Kamchatka (Avachinsky, Kliuchevoskoi, Ksudach), and Iceland (Hekla). Several unidentified tephra-bearing horizons, with available geochemical evidence suggesting Alaskan and Kamchatkan sources, are also found in the Eclipse ice core. Trace and rare earth element analysis of glass shards via ICP-MS could provide more robust identifications of source volcanoes, with the potential for identifying previously unrecognized volcanic eruptions, as many of the tephras older than A.D. 1900 cannot be correlated to any known eruption. [67] Using multiple ice cores from a single site, we have presented a robust reconstruction of volcanic sulfate aerosol mass loading for the North Pacific troposphere. The use of multiple cores also allows us to quantify the uncertainty in our reconstruction. Our results show that the Katmai eruption produced the largest volcanic sulfate perturbation affecting the regional troposphere in at least the last 550 years. Thirteen other events also resulted in a regional volcanic sulfate loading greater than or equal to that resulting from Tambora. The results presented here contribute to our understanding of the atmospheric and climactic effects of volcanic eruptions in the North Pacific region.\n[68] Acknowledgments. We thank E. Blake, S.Williams, A.Mondrick, and S. Bastien for field assistance and drilling the core, D. Fisher for oxygen isotope analysis of Eclipse Core 1, and G. Holdsworth for use of the Mount Logan ice core data. We also thank J. Fournelle for sharing analyses of Westdahl glass and three anonymous reviewers for helpful comments that resulted in an improved manuscript. The National Science Foundation Office of Polar Programs supported this research."
  }],
  "year": 2007,
  "references": [{
    "title": "The explosive volcanic eruption record inNorthernHemi",
    "authors": ["S. R"],
    "venue": "trations, Nature,",
    "year": 1988
  }, {
    "title": "Volcanic eruption frequency over",
    "authors": ["R. Traversi"],
    "venue": "Udisti",
    "year": 2004
  }, {
    "title": "An historic subplinian/phreatomagmatic eruption",
    "authors": ["E. J"],
    "venue": "Guest",
    "year": 1995
  }, {
    "title": "Estimates of sulfur and chlorine yield to the atmosphere from volcanic eruptions and potential climatic effects",
    "authors": ["J.D. Devine", "H. Sigurdsson", "A.N. Davis"],
    "venue": "J. Geophys. Res.,",
    "year": 1984
  }, {
    "title": "The Chernobyl reference horizon (?) in the Greenland",
    "authors": ["J.E. Dibb"],
    "venue": "Ice Sheet, Geophys. Res. Lett.,",
    "year": 1989
  }, {
    "title": "Tephra layers in the Siple Dome and Taylor Dome ice cores, Antarctica: Sources and correlations",
    "authors": ["N.W. Dunbar", "G.A. Zielinski", "D. T"],
    "venue": "Voisins",
    "year": 2003
  }, {
    "title": "Atmospheric aerosol loading and transport due to the 1783–84 Laki eruption in Iceland as interpreted from ash particles and acidity in the GISP2 ice",
    "authors": ["R.J. Fiacco", "T. Thordarsson", "M.S. Germani", "S. Self", "J.M. Palias", "S. Whitlow", "P. M"],
    "venue": "Grootes",
    "year": 1994
  }, {
    "title": "The Plinian eruptions of 1912 at Novarupta",
    "authors": ["J. Fierstein", "W. Hildreth"],
    "venue": "Katmai National Park, Alaska, Bull. Volcanol.,",
    "year": 1992
  }, {
    "title": "Stable isotope records from Mount Logan and Eclipse ice cores and nearby Jellybean Lake; water cycle of the North Pacific over 2000 years and over 5 vertical kilometers; sudden shifts and tropical connections, Geogr",
    "authors": ["Fisher", "D. A"],
    "venue": "Phys. Quat.,",
    "year": 2004
  }, {
    "title": "Vapor saturation and accumulation in magmas of the 1989–90 eruption of Redoubt Volcano",
    "authors": ["T.M. Gerlach", "H.R. Westrich", "T.J. Casadevall", "D.L. Finnegan"],
    "venue": "Alaska, J. Volcanol. Geotherm. Res.,",
    "year": 1994
  }, {
    "title": "Evaluation of automated scanning electron microscopy for atmospheric particle analysis",
    "authors": ["M.S. Germani", "P. R"],
    "venue": "Buseck",
    "year": 1991
  }, {
    "title": "An overview of the Japanese glaciological studies on Mt",
    "authors": ["K. Goto-Azuma", "T. Shiraiwa", "S. Matoba", "T. Segawa", "S. Kanamori", "Y. Fujii", "T. Yamasaki"],
    "venue": "Bull. Glaciol. Res.,",
    "year": 2003
  }, {
    "title": "Ashy layers from Iceland in the Greenland GRIP ice core correlated with oceanic and land sediments",
    "authors": ["K. Gronvold", "N. Oskarsson", "S. Johnsen", "H.B. Clausen", "C.U. Hammer", "G. Bond", "E. Bard"],
    "venue": "Earth Planet. Sci",
    "year": 1995
  }, {
    "title": "Past volcanism revealed by Greenland ice sheet",
    "authors": ["C.U. Hammer"],
    "venue": "impurities, Nature,",
    "year": 1977
  }, {
    "title": "Traces of Icelandic eruptions in the Greenland ice",
    "authors": ["C.U. Hammer"],
    "venue": "sheet, Joekull,",
    "year": 1984
  }, {
    "title": "Greenland ice sheet evidence of postglacial volcanism and its climatic impact",
    "authors": ["C.U. Hammer", "H.B. Clausen"],
    "venue": "Dansgaard",
    "year": 1980
  }, {
    "title": "Impurity sources of F",
    "authors": ["M.M. Herron"],
    "venue": "Cl ,",
    "year": 1982
  }, {
    "title": "Katmai volcanic cluster and the great eruption of 1912",
    "authors": ["W. Hildreth", "J. Fierstein"],
    "venue": "Geol. Soc. Am. Bull.,",
    "year": 2000
  }, {
    "title": "Acid content of snow at a mid-troposphere sampling site on Mt. Logan, Yukon",
    "authors": ["G. Holdsworth", "E. Peake"],
    "venue": "Canada, Ann. Glaciol.,",
    "year": 1985
  }, {
    "title": "Ice core climate signals from Mount Logan, Yukon AD 1700–1987",
    "authors": ["G. Holdsworth", "H.R. Krouse", "M. Nosal"],
    "venue": "Climate Since AD 1500,",
    "year": 1992
  }, {
    "title": "Tephra geochemistry: A discussion of some persistent analytical problems, Holocene",
    "authors": ["J.B. Hunt", "P.G. Hill"],
    "year": 1993
  }, {
    "title": "Laki eruption of 1783, tree rings, and disaster for northwest Alaska Inuit",
    "authors": ["G.C. Jacoby", "K.W. Workman", "R.D. D’Arrigo"],
    "venue": "Quat. Sci. Rev.,",
    "year": 1999
  }, {
    "title": "Physical aspects of the atmospheric aerosol, in Aerosols and Their Climatic Effects, edited by H",
    "authors": ["R. Jaenicke"],
    "venue": "E. Gerber and A. Deepack,",
    "year": 1984
  }, {
    "title": "The influence of Redoubt Volcano emissions on snow chemistry",
    "authors": ["D.A. Jaffe", "B. Cerundolo", "J. Kelley"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1994
  }, {
    "title": "Surface climate response to explosive volcanic eruptions seen in long European temperature records and mid-to-high latitude tree-ring density around the Northern Hemisphere, in Volcanism and the Earth’s Atmosphere",
    "authors": ["P.D. Jones", "A. Morberg", "T.J. Osborn", "K.R. Briffa"],
    "venue": "Geophys. Monogr. Ser. ,",
    "year": 2004
  }, {
    "title": "Seasonal variations in density profiles and densification processes at Mts",
    "authors": ["S. Kanamori", "T. Shiraiwa", "K. Goto-Azuma", "C.S. Benson", "R. Naruse"],
    "venue": "Logan and Wrangell, Eos Trans. AGU,",
    "year": 2004
  }, {
    "title": "Volcanic aerosols and lunar eclipses",
    "authors": ["R.A. Keen"],
    "year": 1983
  }, {
    "title": "Sea-salt corrections and interpretation of constituent ratios in marine precipitation",
    "authors": ["W.C. Keene", "A.P. Pszenny", "J.N. Galloway", "M.E. Hawley"],
    "venue": "J. Geophys. Res.,",
    "year": 1986
  }, {
    "title": "The spatial response of the climate system to explosive volcanic eruptions",
    "authors": ["P.M. Kelly", "P.D. Jones"],
    "venue": "Pengqun",
    "year": 1996
  }, {
    "title": "Climate model simulation of winter warming and summer cooling following the 1991 Mount Pinatubo volcanic eruption",
    "authors": ["I. Kirchner", "G.L. Stenchikov", "H.F. Graf", "A. Robock", "J. C"],
    "venue": "Antuna",
    "year": 1999
  }, {
    "title": "Formation of HCl in the Antarctic atmosphere",
    "authors": ["M.R. Legrand", "R.J. Delmas"],
    "venue": "J. Geophys. Res.,",
    "year": 1988
  }, {
    "title": "Mineral and glass compositions in June",
    "authors": ["J.E. Luhr", "W.G. Melson"],
    "year": 1996
  }, {
    "title": "A northern hemisphere volcanic chemistry record (1869–1984) and climatic implications using a south Greenland ice",
    "authors": ["W.B. Lyons", "P.A. Mayewski", "M.J. Spencer", "M.S. Twickler"],
    "venue": "core, Ann. Glaciol.,",
    "year": 1990
  }, {
    "title": "The White River Ash: New evidence from the Bona-Churchill ice core record",
    "authors": ["T.A. Mashiotta", "L.G. Thompson", "M.E. Davis"],
    "venue": "Eos Trans. AGU,",
    "year": 2004
  }, {
    "title": "Ice-core sulfate from three Northern Hemisphere sites: Origin and temperature forcing implications",
    "authors": ["P.A. Mayewski", "G. Holdsworth", "M.J. Spencer", "S. Whitlow", "M. Twickler", "M.C. Morrison", "K.K. Ferland", "L.D. Meeker"],
    "venue": "Atmos. Environ.,",
    "year": 1993
  }, {
    "title": "Changes in atmospheric circulation and ocean ice cover over the North Atlantic region over the last 41,000",
    "authors": ["P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler", "M.C. Morrison", "P.M. Grootes", "G.C. Bond", "R.B. Alley", "D.A. Meese", "T. Gow"],
    "venue": "years, Science,",
    "year": 1994
  }, {
    "title": "Catalog of the Historically Active Volcanoes of Alaska, U.S",
    "authors": ["T.P. Miller", "R.G. McGimsey", "D.H. Richter", "J.R. Riehle", "C.J. Nye", "M.E. Yount", "J.A. Dumoulin"],
    "venue": "Geol. Surv. Open File Rep., 98-582,",
    "year": 1998
  }, {
    "title": "Kuwae: The forgotten caldera",
    "authors": ["M. Monzier", "C. Robin", "J. Eissen"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1994
  }, {
    "title": "A continuous 770-year record of volcanic activity from east Antarctica",
    "authors": ["J.C. Moore", "H. Narita", "N. Maeno"],
    "venue": "J. Geophys. Res.,",
    "year": 1991
  }, {
    "title": "Sulphate and nitrate concentrations in snow from South Greenland 1895–1978",
    "authors": ["A. Neftel", "J. Beer", "H. Oeschger", "F. Zurcher", "R.C. Finkel"],
    "year": 1985
  }, {
    "title": "The volcanic explosivity index (VEI): An estimate of explosive magnitude for historical volcanism",
    "authors": ["C.G. Newhall"],
    "venue": "Self",
    "year": 1982
  }, {
    "title": "Climatic response to high-latitude volcanic eruptions",
    "authors": ["L. Oman", "A. Robock", "G. Stenchikov", "G.A. Schmidt"],
    "venue": "Reudy",
    "year": 2005
  }, {
    "title": "Continuous ice core melter system with discrete sampling for major ion, trace element, and stable isotope analyses, Environ",
    "authors": ["E.C. Osterberg", "M.J. Handley", "S.B. Sneed", "P.A. Mayewski", "K.J. Kreutz"],
    "venue": "Sci. Technol.,",
    "year": 2006
  }, {
    "title": "Petrologic evidence of volatile emissions from major historic and prehistoric volcanic eruptions, in Understanding Climate Change",
    "authors": ["J. Palais", "H. Sigurdsson"],
    "venue": "Geophys. Monogr. Ser.,",
    "year": 1989
  }, {
    "title": "Identification of some global volcanic horizons by major element analysis of fine ash in Antarctic ice",
    "authors": ["J.M. Palais", "S. Kirchner", "R.J. Delmas"],
    "venue": "Ann. Glaciol.,",
    "year": 1990
  }, {
    "title": "Volcanic ash from the 1362 AD Oraefajokull eruption (Iceland) in the Greenland ice",
    "authors": ["J.M. Palais", "K. Taylor", "P.A. Mayewski", "P. M"],
    "venue": "Grootes",
    "year": 1991
  }, {
    "title": "Inter-hemispheric transport of volcanic ash from a 1259 AD volcanic eruption to the Greenland and Antarctic ice",
    "authors": ["J.M. Palais", "M.S. Germani", "G.A. Zielinski"],
    "venue": "sheets, Geophys. Res. Lett.,",
    "year": 1992
  }, {
    "title": "High precision dating of volcanic events (AD 1301–1995) using ice cores from Law Dome, Antarctica",
    "authors": ["A.S. Palmer", "T.D.S. van Ommen", "M.A.J. Curran", "V. Morgan", "J.M. Souney", "P. A"],
    "venue": "Mayewski",
    "year": 2001
  }, {
    "title": "Climatic impact of the mid-fifteenth century Kuwae Caldera formation, as reconstructed from historical and proxy data",
    "authors": ["K.D. Pang"],
    "venue": "Eos Trans. AGU,",
    "year": 1993
  }, {
    "title": "Sulfur rich volcanic eruptions and stratospheric aerosols",
    "authors": ["M.R. Rampino"],
    "venue": "Self",
    "year": 1990
  }, {
    "title": "Age and progression of volcanism",
    "authors": ["D.H. Richter", "J.G. Smith", "M.A. Lanphere", "G.B. Dalrymple", "B.L. Reed", "N. Shew"],
    "venue": "Wrangell Volcanic Field, Alaska, Bull. Volcanol.,",
    "year": 1990
  }, {
    "title": "Mount Churchill, Alaska, source of the late Holocene White River Ash, Can",
    "authors": ["D.H. Richter", "S.J. Preece", "R.G. McGimsey", "J.A. Westgate"],
    "venue": "J. Earth Sci.,",
    "year": 1995
  }, {
    "title": "A reconnaissance of the major Holocene tephra deposits in the upper Cook Inlet region, Alaska",
    "authors": ["J.R. Riehle"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1985
  }, {
    "title": "Hypothesized climate forcing time series for the last 500 years",
    "authors": ["A. Robertson", "J. Overpeck", "D. Rind", "E. Mosley-Thompson", "G.A. Zielinski", "J. Lean", "D. Koch", "J. Penner", "I. Tegen", "R. Healy"],
    "venue": "J. Geophys. Res.,",
    "year": 2001
  }, {
    "title": "Formation of the midfifteenth century Kuwae caldera (Vanuatu) by an initial hydroclastic and subsequent ignimbritic eruption",
    "authors": ["C. Robin", "M. Monzier", "J.P. Eissen"],
    "venue": "Bull. Volcanol.,",
    "year": 1994
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys.,",
    "year": 2000
  }, {
    "title": "Blowin’ in the wind: Research priorities for climate effects of volcanic eruptions",
    "authors": ["A. Robock"],
    "venue": "Eos Trans. AGU,",
    "year": 2002
  }, {
    "title": "The volcanic signal in surface temperature observations",
    "authors": ["A. Robock", "J. Mao"],
    "venue": "J. Clim.,",
    "year": 1995
  }, {
    "title": "The 1631 eruption of Vesuvius",
    "authors": ["G. Rolandi", "A.M. Barrella", "A. Borrelli"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1993
  }, {
    "title": "Stratospheric aerosol optical depths",
    "authors": ["M. Sato", "J.E. Hansen", "M.P. McCormick", "J.B. Pollack"],
    "venue": "J. Geophys. Res.,",
    "year": 1993
  }, {
    "title": "Petrological and volcanological constraints on volcanic sulfur emissions to the atmosphere, in Volcanism and the Earth’s Atmosphere",
    "authors": ["B. Scaillet", "J. Luhr", "M.R. Carroll"],
    "venue": "Geophys. Monogr. Ser.,",
    "year": 2004
  }, {
    "title": "The possible effects of large 19th and 20th century volcanic eruptions on zonal and hemispheric surface temperatures",
    "authors": ["S. Self", "M.R. Rampino", "J.J. Barbera"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1981
  }, {
    "title": "Dynamic winter climate response to large tropical volcanic eruptions since 1600",
    "authors": ["D.T. Shindell", "G.A. Schmidt", "M.E. Mann"],
    "venue": "Faluvegi",
    "year": 2004
  }, {
    "title": "Evidence of volcanic loading of the atmosphere and climate response, Palaeogeogr",
    "authors": ["H. Sigurdsson"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 1990
  }, {
    "title": "Volcanoes of the World, 2nd ed., 349 pp., Geoscience",
    "authors": ["T. Simkin", "L. Siebert"],
    "year": 1994
  }, {
    "title": "Geology and petrology of ejecta from the 1999 eruption of Shishaldin Volcano",
    "authors": ["P. Stelling", "J. Beget", "C. Nye", "J. Gardner", "J.D. Devine", "R.M. George"],
    "venue": "Alaska, Bull. Volcanol.,",
    "year": 2002
  }, {
    "title": "Arctic Oscillation response to the 1991 Mount Pinatubo eruption: Effects of volcanic aerosols and ozone depletion",
    "authors": ["G. Stenchikov", "A. Robock", "V. Ramaswamy", "M.D. Schwarzkopf", "K. Hamilton", "S. Ramachandran"],
    "venue": "J. Geophys. Res.,",
    "year": 2002
  }, {
    "title": "Eight centuries of volcanic signal and climate change at Talos Dome, East Antarctica",
    "authors": ["B. Stenni", "M. Proposito", "R. Gragnani", "O. Flora", "J. Jouzel", "S. Falourd", "M. Frezzotti"],
    "venue": "J. Geophys. Res.,",
    "year": 2002
  }, {
    "title": "The mystery cloud of AD",
    "authors": ["R.B. Stothers"],
    "venue": "Nature,",
    "year": 1984
  }, {
    "title": "Major optical depth perturbations to the stratosphere from volcanic eruptions: Pyrheliometric period, 1881–1960",
    "authors": ["R.B. Stothers"],
    "venue": "J. Geophys. Res.,",
    "year": 1996
  }, {
    "title": "Geochemistry of the 1989–1990 eruption of Redoubt Volcano: part II. Evidence from mineral and glass chemistry",
    "authors": ["S.E. Swanson", "C.J. Nye", "T.P. Miller", "V.F. Avery"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1994
  }, {
    "title": "Use of volcanic glass from ash as a monitoring tool: An example from the 1992 eruptions of Crater Peak vent, Mount Spurr volcano, Alaska, in The 1992 Eruptions of Crater Peak Vent, Mount Spurr Volcano, Alaska, edited",
    "authors": ["S.E. Swanson", "M.L. Harbin", "J.R. Riehle"],
    "year": 1995
  }, {
    "title": "Volcanic SO2 emissions and the abundance and distribution of exsolved gas in magma bodies",
    "authors": ["P.J. Wallace"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 2001
  }, {
    "title": "Century-scale solar variability and Alaskan temperature change over the past millennium, Geophys",
    "authors": ["G.C. Wiles", "R.D. D’Arrigo", "R. Villalba", "P.E. Calkin", "D.J. Barclay"],
    "year": 2004
  }, {
    "title": "Anthropogenic signals recorded in an ice core from Eclipse Icefield",
    "authors": ["K. Yalcin"],
    "venue": "Wake",
    "year": 2001
  }, {
    "title": "A 100-year record of North Pacific volcanism in an ice core from Eclipse Icefield, Yukon Territory",
    "authors": ["K. Yalcin", "C.P. Wake", "M. Germani"],
    "venue": "Canada, J. Geophys. Res.,",
    "year": 2003
  }, {
    "title": "A 1000-year record of forest fire activity from Eclipse Icefield",
    "authors": ["K. Yalcin", "C.P. Wake", "S. Whitlow", "K. Kreutz"],
    "venue": "Yukon, Canada, Holocene,",
    "year": 2006
  }, {
    "title": "Whitlow (2006b), Ice core evidence for a second volcanic eruption around 1809 in the Northern Hemisphere",
    "authors": ["K. Yalcin", "C.P. Wake", "K.J. Kreutz", "M.S. Germani", "S. I"],
    "year": 2006
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the GISP2 Greenland ice",
    "authors": ["G.A. Zielinski"],
    "venue": "core, J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Use of paleo-records in determining variability within the volcano- climate system, Quat",
    "authors": ["G. Zielinski"],
    "venue": "Sci. Rev.,",
    "year": 2000
  }, {
    "title": "Record of volcanism since 7000 B.C. from the GISP2 Greenland ice core and implications for the volcano-climate",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler", "M. Morrison", "D. Meese", "R.B. Alley", "A.J. Gow"],
    "year": 1994
  }, {
    "title": "A 110,000 year record of explosive volcanism from the GISP2 (Greenland) ice",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M. Twickler"],
    "venue": "core, Quat. Res.,",
    "year": 1996
  }, {
    "title": "Assessment of the record of the 1982 El Chichon eruption as preserved in Greenland snow",
    "authors": ["G.A. Zielinski", "J.E. Dibb", "Q. Yang", "P.A. Mayewski", "S. Whitlow", "M.S. Twickler", "M.S. Germani"],
    "venue": "J. Geophys. Res.,",
    "year": 1997
  }],
  "id": "SP:9429c4d904ee6417a2d0c8be1e5351bdfc95fa41",
  "authors": [{
    "name": "Kaplan Yalcin",
    "affiliations": []
  }, {
    "name": "Cameron P. Wake",
    "affiliations": []
  }, {
    "name": "Karl J. Kreutz",
    "affiliations": []
  }, {
    "name": "Mark S. Germani",
    "affiliations": []
  }, {
    "name": "Sallie I. Whitlow",
    "affiliations": []
  }],
  "abstractText": "[1] We previously reported a record of regionally significant volcanic eruptions in the North Pacific using an ice core from Eclipse Icefield (St. Elias Mountains, Yukon, Canada). The acquisition of two new ice cores from Eclipse Icefield, along with the previously available Eclipse Icefield and Mount Logan Northwest Col ice cores, allows us to extend our record of North Pacific volcanism to 550 years before present using a suite of four ice cores spanning an elevation range of 3–5 km. Comparison of volcanic sulfate flux records demonstrates that the results are highly reproducible, especially for the largest eruptions such as Katmai (A.D. 1912). Correlation of volcanic sulfate signals with historically documented eruptions indicates that at least one-third of the eruptions recorded in St. Elias ice cores are from Alaskan and Kamchatkan volcanoes. Although there are several moderately large (volcanic explosivity index (VEI) 4) eruptions recorded in only one core from Eclipse Icefield, the use of multiple cores provides signals in at least one core from all known VEI 4 eruptions in Alaska and Kamchatka since A.D. 1829. Tephrochronological evidence from the Eclipse ice cores documents eruptions in Alaska (Westdahl, Redoubt, Trident, and Katmai), Kamchatka (Avachinsky, Kliuchevoskoi, and Ksudach), and Iceland (Hekla). Several unidentified tephra-bearing horizons, with available geochemical evidence suggesting Alaskan and Kamchatkan sources, were also found. We present a reconstruction of annual volcanic sulfate loading for the North Pacific troposphere based on our ice core data, and we provide a detailed assessment of the atmospheric and climatic effects of the Katmai eruption.",
  "title": "Ice core paleovolcanic records from the St. Elias Mountains, Yukon, Canada"
}