{
  "sections": [{
    "text": "Glaciochemical evidence in an East Antarctica ice core of a recent\n(AD 1450–1850) neoglacial episode\nYuansheng Li,1 Jihong Cole-Dai,2 and Liya Zhou3\nReceived 4 September 2008; revised 21 November 2008; accepted 16 February 2009; published 28 April 2009.\n[1] Chemical analysis of a shallow (82.5 m) ice core from a location (DT263) in the essentially unexplored area of Princess Elizabeth Land, East Antarctica, has been used to construct a continuous, high-resolution 780-year (AD 1207–1996) glaciochemical record. During the twentieth century, snow accumulation rates and concentrations of chemical species in snow appear to be stable with short-term variations, indicating relatively stable and warm climatic conditions. The period of AD 1450–1850 in this record is characterized by sharply reduced snow accumulation rates and decreased concentrations of several chemical species that suffer postdepositional losses linked to very low accumulation rates. These characteristics are consistent with colder climatic conditions and suggest that this is likely a neoglacial episode. The timing of this episode coincides with the Little Ice Age (LIA), a relatively cold period in the Northern Hemisphere between the beginning of the fifteenth century and the end of the nineteenth century. Evidence in ice core and sedimentary records also indicates neoglacial conditions in some Southern Hemisphere locations during the general time frame of LIA. The DT263 record, along with a few published ice core records, points to the existence of an LIA-type climatic episode in Antarctica between the fifteenth century and the twentieth century. However, other Antarctic ice core records show no such evidence. Together, these records highlight the regional differences in Holocene climate variations in Antarctica. The DT263 record suggests that colder and drier conditions prevailed during the LIA time period at the eastern Indian Ocean sector of East Antarctica.\nCitation: Li, Y., J. Cole-Dai, and L. Zhou (2009), Glaciochemical evidence in an East Antarctica ice core of a recent (AD 1450–1850) neoglacial episode, J. Geophys. Res., 114, D08117, doi:10.1029/2008JD011091."
  }, {
    "heading": "1. Introduction",
    "text": "[2] Knowledge of climate variations during the last millennium is highly relevant to understanding the global climate system and to predicting future climate changes [Bradley et al., 2003; Crowley, 2000]. Variations of natural climate forcings, such as solar irradiance and volcanism, contribute to climate fluctuations and these contributions must be accounted for, in order to identify and quantify the human impact on climate through emissions of greenhouse gases and other atmospheric constituents [IPCC, 2007]. Attribution of the contributions by natural forcings can be accomplished with detailed data analysis and robust climate models using composites or reconstructions of paleoclimate records [e.g., Hegerl et al., 2003; von Storch et al., 2004]. [3] The most prominent multicentury scale climate feature in the last millennium is the relatively cold period called the Little Ice Age (LIA), from approximately the beginning of the fifteenth century to the middle or end of the nineteenth century. Extensive evidence of LIA has been found widely in Northern Hemisphere paleoclimate records [e.g., Bradley et al., 2003; Crowley and North, 1991; O’Brien et al., 1995]. Sparse but important data from a few places in the low latitudes and Southern Hemisphere [Hall and Denton, 2002; Hendy et al., 2002; Lara and Villalba, 1993; Newton et al., 2006; Seltzer and Rodbell, 2005; Thompson et al., 1986] suggest that climatic episodes similar to LIA probably also existed in those regions during the 500 years between AD 1400 and AD 1900. However, due mainly to the very limited spatial coverage of paleoclimate records for the Southern Hemisphere, existing data appear to be insufficient to support a single globally synchronous cold episode during the period of 1400–1900, as the name of ‘‘Little Ice Age’’ implies. [4] Ice cores have been an important source of paleoclimate\ninformation. Recent ice core records have provided much of the evidence of climatic fluctuations during the last millennium including LIA. For example, Fischer et al. [1998] discovered clear evidence of colder temperatures and enhanced atmospheric aerosol loadings during the period of 1400–1900 in a number of ice cores from northern Greenland. Other evidence of LIA has been found in terrestrial records from the Northern Hemisphere [Grove, 1988; von Storch et al., 2004].\nJOURNAL OF GEOPHYSICAL RESEARCH, VOL. 114, D08117, doi:10.1029/2008JD011091, 2009\n1Polar Research Institute of China, Shanghai, China. 2Department of Chemistry and Biochemistry, South Dakota State University, Brookings, South Dakota, USA. 3Ministry of Education Key Laboratory of Coast and Island Development, School of Geographic and Oceanographic Sciences, Nanjing University, Nanjing, China.\nCopyright 2009 by the American Geophysical Union. 0148-0227/09/2008JD011091\nD08117 1 of 11\n[5] High-resolution paleoclimate records are less abundant in the Southern Hemisphere and ice core records are often the only records available. With regard to the LIA, very limited ice core data from South America [Thompson et al., 1986] show that LIA appears as a period of significantly increased precipitation and increased fluctuations in regional conditions. Unusual climatic conditions during the LIA time frame have been found in some Antarctica ice core records [e.g., Kreutz et al., 1997;Morgan and Van Ommen, 1997;MosleyThompson, 1992], whereas other records [Mulvaney et al., 2002; Sommer et al., 2000] show no evidence of unusual climate variations during the same time period. [6] Here we present the results of chemical analysis of an ice core from the Princess Elizabeth Land in the Indian Ocean sector of East Antarctica. These results provide strong evidence of an LIA type neoglacial episode approximately from 1450 to 1850."
  }, {
    "heading": "2. Methods and Data",
    "text": ""
  }, {
    "heading": "2.1. Ice Core",
    "text": "[7] As part of the International Trans-Antarctic Scientific Expedition (ITASE) program in Antarctica, the Chinese Antarctic Research Expedition (CHINARE) has since 1997 conducted several inland traverses from Zhongshan Station\n(69 300S, 76 200E) toward Dome Argus (Dome A, approximately 80 S, 77 E) in interior East Antarctica. The traverses covered essentially unexplored areas in Princess Elizabeth Land where little is known about local and regional meteorological and glaciological conditions. During these traverses, shallow ice cores and samples from surface snow and snow pits have been collected from which basic glaciological information about this region can be extracted. In the austral summer of 1998–1999, a shallow ice core was drilled by a CHINARE traverse team at a location (76 32.50S, 77 01.50E, 2800 m.a.s.l., designated site DT263) between Dome A and Zhongshan Station. This site, not located on a local dome or an ice divide, was chosen because it was approximately midway between Zhongshan and Dome A (Figure 1). The mean annual temperature at DT263 was estimated to be 43 C, based on the temperature measured at the depth of 10 m from the snow surface. The ice core, drilled with an electromechanical drill, started at approximately 1.0 m from the 1999 snow surface and reached a bottom depth of 82.5 meters. The 80-cm long cores of 9.5 cm in diameter were wrapped in clean plastic sheets, packed in insulated crates, and shipped to the Polar Research Institute of China (PRIC) in Shanghai, China. Density measurements, performed both in the field and at a PRIC lab, show that the\nD08117 LI ET AL.: NEOGLACIAL EPISODE IN ANTARCTICA\n2 of 11\nD08117\ndensity at the bottom of the core is about 0.82 g cm 3 [Zhou et al., 2006]. Therefore the entire core was above the firn-ice transition depth, which is estimated to be at approximately 90 m at this location."
  }, {
    "heading": "2.2. Ice Core Sample Preparation and Analysis",
    "text": "[8] One half (cross section) of the DT263 core was analyzed for major chemical impurities in the ice core and environmental chemistry lab at South Dakota State University (SDSU), South Dakota, USA. The entire length of the core was mechanically cleaned (i.e., decontaminated via the removal of exposed surface snow with a bandsaw) and cut vertically into 2232 snow or firn samples. The samples were melted in precleaned containers under clean-air conditions and subsequently analyzed by ion chromatography for the concentrations of the following chemical species: sodium (Na+), ammonium (NH4\n+), potassium (K+), magnesium, (Mg2+), calcium (Ca2+), methanesulfonate (MSA, CH3SO3\n), chloride (Cl ), nitrate (NO3 ), and sulfate (SO4 2 ). The decontamination and sample preparation procedures and ion chromatography analytical methods have been fully described elsewhere [Cole-Dai et al., 1995; Zhou et al., 2006]."
  }, {
    "heading": "2.3. Ice Core Dating",
    "text": "[9] Results of density measurements were used to model or curve fit the density-depth relationship which was subsequently used to convert snow depths in core and of the samples to depths in water equivalent [Zhou et al., 2006]. As a result, the water equivalent depth at the bottom of the 82.5 m core is found to be 53.6 m H2O. 2.3.1. Annual Layer Counting [10] Initial examination of the Na+ concentration profile (Figure 2a) versus depth indicated that Na+ exhibits regularly cyclic variations. Similar cyclic variations have been observed in other Antarctica ice cores and have been linked to annual changes in the sources of the chemical species [Curran et al., 1998; Dibb and Whitlow, 1996; Legrand and Delmas, 1984]. These annual variations have been used to date ice cores by annual layer counting [Budner and ColeDai, 2003]. It appeared that the DT263 core could be dated using annual cycles of Na+ concentration. [11] Dating by annual layer counting requires a fixed or known age at a certain depth (usually the surface and the year the core is drilled). Since the DT263 core did not begin at the 1999 snow surface, an event of known age in the core was needed for annual layer counting. The first prominent\nD08117 LI ET AL.: NEOGLACIAL EPISODE IN ANTARCTICA\n3 of 11\nD08117\nvolcanic event in the core was found at the water equivalent depth range of 0.35–0.45 m H2O (snow depth range 0.85– 1.00 m). The most recent large explosive volcanic eruptions are the June 1991 Pinatubo (15.14 N, 120.35 E) eruption in the Philippines and the smaller August 1991 Cerro Hudson (45.92 S, 73.00 W) eruption in Chile. Both events have been found, often combined as a single sulfate event peaking in the 1993 snow layer, in several Antarctica ice cores [Castellano et al., 2005; Cole-Dai and Mosley-Thompson, 1999; Cole-Dai et al., 1997;Dibb andWhitlow, 1996]. Using the Pinatubo/Hudson volcanic marker as a time reference (1993, Figure 2b) for annual layer counting, we determined that the snow at the top of the core (1.0 m from the 1999 surface) was deposited in 1996. This yielded an average accumulation rate of 0.33 m snow or approximately 0.12 m H2O per year between 1996 and 1999 (Figure 2). [12] Discernable annual cycles could be found in Na+ concentration down to 17.0 m H2O. A total of 113 years (1883–1996) was counted using the Na+ annual cycles, with an uncertainty of ±8 years due to ambiguities in the shape of several Na+ peaks. Since the Na+ annual peak appears during the fall/winter season in Antarctica [Budner and Cole-Dai, 2003; Cole-Dai and Mosley-Thompson, 1999], we marked a calendar year between two adjacent Na+ valleys. For example, calendar year 1995 (January–December) is represented by the snow layer between 0.13–0.04 mH2O (Figure 2). The accuracy of the layer counting is supported by the dates of two prominent sulfate signals attributed to the Agung volcanic eruption (eruption date 1963, date in core 1963) and the Krakatoa eruption (eruption date 1883, date in core 1884). Details of the DT263 volcanic record have been described elsewhere [Zhou et al., 2006]. 2.3.2. Volcanic Time Stratigraphic Markers [13] No clear annual cycles could be established below the depth of 17 m H2O in the core, probably due to reduced annual layer thickness as a result of lowered accumulation rates (discussed later). To date the remainder of the core, we relied on the dates and identification of the outstanding sulfate signals of several large explosive volcanic eruptions in the last 1000 years. For example, large sulfate signals from the 1815 Tambora eruption, the Kuwae eruption of the 1450s and the 1259 eruption of an unknown volcano have been found in all Antarctic ice cores dating back to the thirteenth century [Castellano et al., 2005; Cole-Dai et al., 2000; Delmas et al., 1992; Gao et al., 2006; Kurbatov et al., 2006]. We attributed [Zhou et al., 2006] the large sulfate doublet at 21.5 m H2O to Tambora and an unknown eruption in 1809 [Dai et al., 1991]. Similarly, the very large sulfate peak at 33.6 m H2O is attributed to the 1453 Kuwae eruption [Gao et al., 2006] and assigned a date of 1454. Finally, 5 large sulfate peaks are found in the depth range of 46.5–51.1 m H2O; this is consistent with previous findings of 5 volcanic events in the thirteenth century [Budner and Cole-Dai, 2003; Langway et al., 1995]. We assigned the year of 1260 to the largest of the 5 sulfate peaks and 1285 to the latest. [14] Seven volcanic time stratigraphic markers between 17.0 m H2O and the bottom of the core (53.6 m H2O) were designated with known or expected dates (Table 1; note that dates in core may lag behind the eruption dates by 1 or 2 years; the lag is required for the atmospheric transport of volcanic aerosols to Antarctica from the erupting volcanoes located in\nthe midlatitudes and low latitudes). Using the dates and depths of the volcanic time markers, we calculated the average annual accumulation rates between two adjacent markers and converted the depth range of 53.6–17.0 m H2O into a timescale for the period of 1207 to 1883 AD. Together with the annually counted layers above 17 m H2O, the entire DT263 core represents the last 780 years (1207– 1996) of accumulated snow at this site (Figure 3a). For comparison, the sulfate concentrations in a well-dated South Pole ice core [Budner and Cole-Dai, 2003] are also shown on a timescale in Figure 3. The close alignment in time of nearly all prominent volcanic events in the two cores indicates that the timescale of DT263 is consistent with that of the South Pole core."
  }, {
    "heading": "3. Results and Discussion",
    "text": ""
  }, {
    "heading": "3.1. Time Scale Verification",
    "text": "[15] Hiatuses or missing snow layers may exist in ice core records, particularly in cores from low snow accumulation locations. Evidence shows that, at East Antarctica locations where the accumulation rates are very low, partial loss or redistribution of deposited snow is common [Cole-Dai et al., 2000; van der Veen et al., 1999;Wolff et al., 1999]. At DT263, annual snow accumulation is substantially reduced during the period of 1450–1850 (see discussion below), raising the possibility of hiatuses in the DT263 records. However, a detailed comparison of the volcanic records in both DT263 and a number of well-dated Antarctica ice cores [Zhou et al., 2006] indicates that the DT263 volcanic record is consistent with those from the other cores. For example, a prominent volcanic eruption in the fourteenth century is dated at 1348 (Figure 3) in the DT263 core, compared with the date of 1346 in the well-dated South Pole core [Budner and Cole-Dai, 2003]. In addition, several other prominent volcanic signals in DT263 appear at the expected dates (Figure 3a, events in italics) established by the timescales of several other ice core records [Zhou et al., 2006]. The accurate dates in DT263 for these volcanic signals suggest that there are no significant hiatuses in the DT263 ice core records."
  }, {
    "heading": "3.2. Accumulation Rates",
    "text": "[16] Considerable, short term (yearly and decadal) variations in annual accumulation rate over the twentieth century can be seen in the DT263 record (Figure 4 insert). However, the trend during the last 100 years appears to be relatively stable, with an average of 0.15mH2O per year and a standard\nD08117 LI ET AL.: NEOGLACIAL EPISODE IN ANTARCTICA\n4 of 11\nD08117\ndeviation of 0.05 m H2O. A dramatic shift occurs in the nineteenth century, when the annual accumulation increased by a factor of 4 to 5 from very low values of the early 1800s to the twentieth century average (Table 2). It is not clear if the increase occurred abruptly or gradually over the course of the nineteenth century, due to the lack of annual accumulation data. The most striking feature in long term trends over the last 780 years (Figure 4 and Table 2), as estimated from the volcanic time stratigraphic horizons, appears to be sharply lowered accumulation (0.03 m H2O per year) during the period from approximately 1450 to the early or mid-1800s. Average accumulation rates (0.08 m H2O per year) prior to 1450, though approximately 50% lower than the twentieth century average, are markedly higher than that during the 1450–1800s period (Table 2). [17] Long term variations in Antarctic precipitation and snow accumulation rates appear to be directly related to and controlled by climate variations, with low accumulation periods in general during cold time periods [e.g., EPICA Community Members, 2004; Jouzel et al., 2007]. Therefore the sharply reduced accumulation during 1450–1800s suggests that this region experienced unusually cold conditions. This will be further explored in later discussion on the existence of a neoglacial episode during this time period. [18] An alternative interpretation of the drastic reduction of accumulation rate in the 22.0–33.7 m H2O section of ice in DT263 (approximately 1450–1850 in our timescale) may be that ice flow brought this ice from a nearby low accumulation site to the DT263 site. Discontinuity or interruption of temporally continuous snow deposition and preservation can occur at locations where ice flow is complex [van der Veen et al., 1999]. Sommer et al. [2000] observed a significant decrease (approximately 35% of the average accumulation in more recent time periods) in snow accumulation in an older section (ca. AD 500–1100) of a 115 m ice core (B31) from the Dronning Maud Land region of Antarctica, while no such decreases were found in two cores (B32 and B33) from the same region. The section in B31 with lower accumulation rate was suspected to be snow deposited at an adjacent location with lower snow accumulation rate due to different surface and/or bedrock topography and moved to the B31 site through horizontal ice flow [Sommer et al., 2000]. As the DT263 ice core was not drilled at an ice divide and the flow directions in this area are unknown, we are unable to assess the influence of ice flow on the ice core records. Our further discussion of the DT263 records is based on the assumption that ice flow does not significantly impact the preserved glaciochemical archives, even though we cannot rule out the possibility that the 1450–1850 ice in DT263, which we interpret to be the evidence for a neoglacial episode, has resulted from a situation similar to the one described by Sommer et al. [2000]."
  }, {
    "heading": "3.3. Temporal Variations of Chemical Composition",
    "text": "[19] Of the ions measured, sulfate or nonseasalt (nss) sulfate (nss sulfate is defined as the measured sulfate concentration minus seasalt sulfate as calculated by the product of Na+ concentration and the SO4 2 /Na+ concentration ratio in\nD08117 LI ET AL.: NEOGLACIAL EPISODE IN ANTARCTICA\n5 of 11\nD08117\nbulk seawater) exhibits the least temporal variation during the 780-year period covered by this ice core record. As illustrated in Figure 5a, the mean annual average concentration of nonvolcanic nss sulfate (years with known or probable volcanic sulfate have been removed from the time series) appears to be stable over the entire period, with only a slight decrease in the twentieth century (Table 3). Excluding occasional and brief time periods impacted by explosive volcanic eruptions, nss sulfate in Antarctic snow is dominated by the emission and subsequent tropospheric oxidation of biogenic sulfur (in the form of dimehtylsulfide) from the ocean surface waters [Legrand, 1997]. Aerosol measurements [Minikin et al., 1998] and modeling exercises [Cosme et al., 2005; EPICA Community Members, 2004] suggest that most of themarine biogenic sulfur compounds originate in the high and midlatitude Southern Ocean. As a result, nonvolcanic nss sulfate is not significantly impacted by Holocene climate variations in the high southern latitudes [EPICA Community Members, 2004]. This may explain the relatively stable nonvolcanic or background levels of sulfate or nss sulfate during the last 780 years at this location, when significant climatic shifts appear to have occurred (see discussion later). [20] The dominant source of sodium and magnesium in Antarctic snow is believed to be seasalt aerosols resulting from bursting bubbles of ocean spray [Legrand andMayewski, 1997; Wagenbach et al., 1998]. Little or no chemical transformation occurs to Na+ and Mg2+ while the seasalt aerosols are transported in the troposphere and distributed over Antarctica. Therefore Na+ and Mg2+ in Antarctic snow are indicators of the primary aerosol source of seasalts. In some\ncases, Cl may also be used to represent seasalt aerosols; however, due to Cl chemical transformation in the atmosphere and in snow (see later discussion on Cl loss from snow), such use is limited to locations where Cl concentrations are unusually high and/or data of other seasalt components are unavailable. The main source areas of seasalt aerosols are generally considered to be the open water zones of the high-latitude ocean surrounding Antarctica. As the seasalt aerosols are transported inland, large particles settle out of the atmosphere quickly and the seasalt concentration in snow decreases as the distance to the open sea increases [Legrand and Delmas, 1984; Suzuki et al., 2002]. In DT263, Na+ concentrations in the period of 1207–1450 appear little changed when compared to the twentieth century (Figure 5b and Table 3). During the period of 1450–1800 and the nineteenth century, Na+ concentrations are lower than the"
  }, {
    "heading": "1901–1996 0.148 +350 0",
    "text": ""
  }, {
    "heading": "1884–1900 0.157 +375 +5",
    "text": ""
  }, {
    "heading": "1207–1450 0.081 +145 46",
    "text": "aRates for the twentieth century and AD 1884–1900 are average values of annual accumulation rates. All other rates are averages between volcanic time stratigraphic markers in Table 1.\nD08117 LI ET AL.: NEOGLACIAL EPISODE IN ANTARCTICA\n6 of 11\nD08117\ntwentieth century mean by 39% and 23%, respectively. Such decreases are large when compared to the relatively stable nss sulfate over the same time periods. These decreases are consistent with the fact that during the climatically colder time period, sea-ice coverage in the source areas of seasalt aerosols was probably larger, and, therefore the distance between the open sea and the ice core site was consequently longer, resulting in less seasalt aerosols arriving at the DT263 core site. Trends in Mg2+ data (Figuer 5c) can be similarly explained, as the two ions share a common seasalt source. There is evidence that, in coastal Antarctica locations, the amounts of seasalt aerosols and seasalts in snow vary with the extent of nearby sea ice [Wagenbach et al., 1998; Hall and Wolff, 1998], not the distance to open water;\nD08117 LI ET AL.: NEOGLACIAL EPISODE IN ANTARCTICA\nD08117\nin addition, it has been proposed [Wolff et al., 2003] that sea ice may also be the dominant source of seasalts in central Antarctica. It is possible, however, that seasalt amount in snow at an interior location may be dependent on either the distance to open water or sea-ice coverage. Due to the lack of empirical data in the section of East Antarctica where the DT263 ice core was taken, we have chosen to interpret the seasalt variation in terms of distance to open water. [21] A very different pattern of temporal variations can be seen in Cl , MSA and NO3 . Significantly lowered concentrations of these species are seen during the period of 1450 to approximately 1800 (Figures 5d–5f and Table 3). MSA and NO3\nare part of secondary aerosols and have gaseous cospecies during the aerosol transport and deposition processes [Wagnon et al., 1999; Weller et al., 2004]. After deposition in snow, these species can be reemitted into the atmosphere through transformation to gaseous compounds [Delmas et al., 2003; Wagnon et al., 1999]. In general, the postdepositional loss of such species from the snowpack is most severe in locations of extremely low snow accumulation rates [Wagnon et al., 1999; Weller et al., 2004], indicating that the loss of gaseous compounds is enhanced by reduced snow accumulation rate. As such, the extremely low concentrations of MSA and NO3\nduring the period of 1450–1800 are consistent with the sharply lowered accumulation rates during the same time period. [22] Although seasalt is a major source of Cl , the difference in the temporal trends of Na+ and Cl , i.e., much more pronounced decrease in Cl during 1450– 1800 (Figure 5d and Table 3), indicates that the increased sea-ice coverage cannot fully account for the much more significant decrease of Cl concentration than Na+ during the colder time period. The similarity between the sharp decrease of Cl and those of MSA and NO3\nduring this period suggests that an additional cause, one that is also responsible for the MSA and NO3\ndecreases, may be responsible for the more significant loss of Cl . Reactions between seasalt particles and acid aerosols in air can convert Cl in seasalt into HCl [Legrand and Delmas, 1988]. Similar reactions are also likely in the snowpack [Wagnon et al., 1999], generating HCl which can be emitted as a gas from snow surface, similar to the mechanism for the MSA and NO3\nloss. It appears that the Cl pattern, with concentration decreases during 1450–1800 between that of Na+ and those of MSA and NO3 , is the result of both reduced seasalt input and enhanced postdepositional loss. However, the postdepositional loss of Cl is not as severe as that of MSA and NO3\n, as at least some Cl in snow is associated with seasalt cations (Na+, Mg2+)."
  }, {
    "heading": "3.4. Neoglacial Episode in East Antarctica",
    "text": "[23] The sharply reduced accumulation rates and concentrations of several of the ionic species with gaseous cospecies during the period from the fifteenth century to the nineteenth century suggest that the period is climatically unusual. Reduced precipitation usually accompanies colder temperatures, such as seen in the glacial periods in polar ice core records [EPICA Community Members, 2004; Legrand and Mayewski, 1997; Petit et al., 1999]. In available but limited paleoclimate data from the Southern Hemisphere, the relationship between precipitation and temperature appears to be much less straight forward for periods within\nthe Holocene epoch. In ice cores from the Quelccaya ice cap in tropical South America, it was found that significantly increased precipitation accompanied cold temperatures during the early part of LIA [Thompson et al., 1985, 1986]. This wet-cold correlation is supported by evidence from lacustrine records showing positive water balance accompanying glacial advances [Fritz et al., 2007]. However, reduced precipitation was observed during the late part of the cold LIA period in the Quelccaya records [Thompson et al., 1986]. [24] It appears that, during the last 1000 years, relatively cold climatic conditions have impacted regions in the tropics and South America. In addition to the ice core and lake sediment records from Bolivia and Peru [Thompson et al., 1986; Fritz et al., 2007], evidence of the onset of an LIA-type neoglacial event around AD 1450 was found in the tropical Andes [Seltzer and Rodbell, 2005] and in southern South America [Lara and Villalba, 1993]. Marine sediment records show that the LIA period is characterized by colder temperatures and lowered salinity in the tropical Pacific [Hendy et al., 2002; Newton et al., 2006]. [25] There is also evidence of neoglacial episodes in Antarctica ice cores. Kreutz et al. [1997] found that the LIA period ( 1400–1900) was characterized by increased variability in circulation over West Antarctica. Morgan and Van Ommen [1997] found generally low temperatures for the period of 1350–1800 (with a few brief periods of relative warmth) at Law Dome, a coastal East Antarctica location. Karlof et al. [2000] presented a 1500-year record of accumulation at a location in Dronning Maud Land, in which a significant reduction in annual accumulation rate was found for the period of 1450–1650: 8% compared to the average accumulation of the twentieth century. Stenni et al. [2002] reported colder conditions between the mid1500s and early 1800s at Northern Victoria Land, East Antarctica. However, other Antarctic ice core records suggest otherwise. For example, no evidence of colder climatic conditions was found in ice cores from Berkner Island [Mulvaney et al., 2002], and Dronning Maud Land [Sommer et al., 2000]. [26] Stable isotope composition of water (d18O and dD) in ice cores has been used as proxies for tropospheric temperatures [e.g., EPICA Community Members, 2004; Rozanski et al., 1992]. Although no isotopic measurements have been performed on the DT263 core, we discuss here the possibility that the recent neoglacial episode may or may not be recorded in the d18O proxy. The LIA signal in the Siple Dome, West Antarctica ice core is represented by increased wind intensities and circulation variability, but not by decreased isotope values of the ice [Kreutz et al., 1997]. Instead, somewhat warmer conditions during this period may have prevailed in parts of West Antarctica [Kreutz et al., 1997; Mosley-Thompson, 1992], which was attributed to the enhanced influence of warm marine air masses during LIA [Kreutz et al., 1997]. There is evidence that snow isotopic composition may reflect single-season temperatures due to the preservation of only one season’s snow at a given site [Morgan and Van Ommen, 1997], particularly at low accumulation locations. If a climatic shift is limited to temperature change in one season, it probably will not be reflected in the isotopic composition of snow of other seasons. The extremely low snow accumulation during the period of 1450–1850 at DT263 raises the possibility that only winter\nD08117 LI ET AL.: NEOGLACIAL EPISODE IN ANTARCTICA\n8 of 11\nD08117\nor summer snow is preserved and recovered in the ice core; therefore the isotope records may be biased due to the lack of either summer or winter snow, making the interpretation of those records difficult in terms of the climate history in this area. [27] High-resolution records of marine sediments from the Antarctic Peninsula region [Domack et al., 2001; Fabres et al., 2000; Shevenell and Kennett, 2002] indicate that the late Holocene period of 700 years before present (approximately AD 1300–1900) is characterized by oceanographic conditions consistent with an LIA-type neoglacial. Roberts et al. [2001] correlated records of evaporation-salinity of lake sediments in coastal Princess Elizabeth Land with ice core isotope records of Law Dome and found that much cooler conditions prevailed in this region during 1750–1850. Significant glacier advance during the LIA time period was also found in the Ross Sea region of Antarctica [Hall and Denton, 2002]. [28] All of these suggest that regional differences are significant for Holocene climate variations in Antarctica, and that even if a continent-wide LIA-type neoglacial episode existed, its manifestation and recording varied widely within Antarctica. The DT263 records suggest that colder and drier conditions may have prevailed during the 500 years between the beginning of the fifteenth century and the end of the nineteenth century at the eastern Indian Ocean sector of East Antarctica. [29] The causes of LIA have been rigorously debated and various hypotheses suggest that reduced solar activities are primarily responsible [e.g., Bradley et al., 2003]. However, recent studies [Crowley et al., 2008;Gao et al., 2008] suggest that enhanced volcanism can account for most of the temperature decreases during the latter half of LIA in the Northern Hemisphere. In addition, regionally important factors such as ENSO variations [Meyerson et al., 2002] and changes in atmospheric circulation patterns [Kreutz et al., 1997; Meyer and Wagner, 2008] may be responsible for some of the temperature decreases, and can enhance (or diminish) the effects of the climatic forcing(s) through feedback mechanisms."
  }, {
    "heading": "4. Conclusions",
    "text": "[30] A shallow ice core from the Princess Elizabeth Land region of East Antarctica was analyzed for chemical composition. The chemical records from this core cover the last 780 years (AD 1207–1996). Snow annual accumulation rates calculated from annually dated snow layers and from volcanic time stratigraphic markers indicate that the average accumulation rate during the period between the midfifteenth century and the early or mid-nineteenth century was much reduced compared with those of the earlier period (the early thirteenth century to the mid-fifteenth century) and the later period (the late nineteenth century to the end of the twentieth century). For instance, the average accumulation rate between 1450 and 1810 is nearly 80% lower than the twentieth century average. Such sharply reduced accumulation suggests that the climate conditions in this region during this period of 400 years (approximately 1450–1850) were colder than the earlier and later periods. Further evidence of reduced accumulation and therefore of colder\nclimate during this period is found in the decreased concentrations of chemical species that are reversibly deposited in snow. [31] This period of unusually cold climate conditions in the eastern Indian Ocean sector in East Antarctica coincides with the time frame of the Little Ice Age, which has been found to be a common neoglacial episode in many Northern Hemisphere locations and in a few places in the Southern Hemisphere. However, evidence from Antarctica ice core records does not consistently support a continent-wide neoglacial episode between the beginning of the fifteenth century and the end of the nineteenth century. Therefore regional differences in Antarctic climate variations during the LIA time period appear to be very important when assessing climate history during the last millennium. [32] Due to the general lack of glaciological information (e.g., ice flow) from this region of Antarctica, the conclusions based on the DT263 record are tentative and will need to be verified by additional information from ice cores and other glaciological archives in this region.\n[33] Acknowledgments. We are indebted tomembers of the CHINARE Third Inland Traverse (1998/1999) team for collecting the ice core and snow samples. We thank three anonymous reviewers for their thoughtful and constructive comments, which helped improve the original manuscript. This researchwas supported in part byNatural Science Foundation of China grants NSFC 49973006/D03, 40773074/D0309, 40703019/D0309 and Ministry of Science and Technology of China grant MSTC 2006BAB18B01 (Y. Li) and U.S. National Science Foundation grants NSF 0049082, 0087151, 0337933, and 0538553 (J. Cole-Dai)."
  }],
  "year": 2009,
  "references": [{
    "title": "The climate of the last millennium, in Paleoclimate, Global Change, and the Future, edited by K",
    "authors": ["R.S. Bradley", "K.R. Briffa", "J. Cole", "M.K. Hughes", "T.J. Osborn"],
    "year": 2003
  }, {
    "title": "The number and magnitude of large explosive volcanic eruptions between 904 and 1865 A.D.: Quantitative evidence from a new South Pole ice core, in Volcanism and the Earth’s Atmosphere, edited by A",
    "authors": ["D. Budner"],
    "venue": "Cole-Dai",
    "year": 2003
  }, {
    "title": "Holocene volcanic history as recorded in the sulfate stratigraphy of the European Project for Ice Coring in Antarctica Dome C (EDC96) ice core",
    "authors": ["E. Castellano", "S. Becagli", "M. Hansson", "M. Hutteli", "J.R. Petit", "M.R. Rampino", "M. Severi", "J.P. Steffensen", "R. Traversi"],
    "venue": "Udisti",
    "year": 2005
  }, {
    "title": "The Pinatubo eruption in South Pole snow and its potential value to ice-core paleovolcanic records",
    "authors": ["J. Cole-Dai"],
    "venue": "Mosley-Thompson",
    "year": 1999
  }, {
    "title": "Annually resolved southern hemisphere volcanic history from two Antarctic ice",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1997
  }, {
    "title": "A 4100-year record of explosive volcanism from an East Antarctica ice core",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "S.P.Wight", "L.G. Thompson"],
    "venue": "J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "Origin of dimethylsulfide, non-sea-salt sulfate, and methanesulfonic acid in eastern Antarctica",
    "authors": ["E. Cosme", "F. Hourdin", "C. Genthon", "P. Martinerie"],
    "venue": "J. Geophys. Res.,",
    "year": 2005
  }, {
    "title": "Causes of climate change over the past",
    "authors": ["T.J. Crowley"],
    "venue": "years, Science,",
    "year": 2000
  }, {
    "title": "Seasonal characteristics of the major ions in the high-accumulation Dome Summit South ice core, Law Dome, Antarctica",
    "authors": ["M.A.J. Curran", "T.D. Van Ommen", "V. Morgan"],
    "venue": "Ann. Glaciol.,",
    "year": 1998
  }, {
    "title": "Ice core evidence for an explosive tropical volcanic eruption 6 years preceding Tambora",
    "authors": ["J. Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "J. Geophys. Res.,",
    "year": 1991
  }, {
    "title": "Evidence for the loss of snow-deposited MSA to the interstitial gaseous phase in central Antarctic",
    "authors": ["R.J. Delmas", "P. Wagnon", "K. Goto-Azuma", "K. Kamiyama", "O. Watanabe"],
    "venue": "firn, Tellus,",
    "year": 2003
  }, {
    "title": "Recent climate anomalies and their impact on snow chemistry at South Pole",
    "authors": ["J.E. Dibb", "S.I. Whitlow"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1996
  }, {
    "title": "Sjunneskog, and ODP Leg 178",
    "authors": ["E. Domack", "A. Leventer", "R. Dunbar", "F. Taylor", "C.S. Brachfeld"],
    "venue": "Scientific Party",
    "year": 2001
  }, {
    "title": "Bransfield Basin fine-grained sediments: Late-Holocene sedimentary processes and Antarctic oceanographic conditions",
    "authors": ["J. Fabres", "A. Calafat", "M. Canals", "M.A. Barcena", "J.A. Flores"],
    "venue": "The Holocene,",
    "year": 2000
  }, {
    "title": "Little ice age clearly recorded in northern Greenland ice",
    "authors": ["H. Fischer", "M. Werner", "D. Wagenbach"],
    "venue": "cores, Geophys. Res. Lett.,",
    "year": 1998
  }, {
    "title": "Quaternary glaciation and hydrologic variation in the South American tropics as reconstructed from the Lake Titicaca drilling project, Quat",
    "authors": ["S.C. Fritz", "P. Tapia", "P.A. Baker", "A. Ballantyne", "G.O. Seltzer", "H. Cheng", "R.L. Edwards"],
    "year": 2007
  }, {
    "title": "The 1452 or 1453A.D.Kuwae eruption signal derived frommultiple ice core records: Greatest volcanic sulfate event of the last 700 years",
    "authors": ["C. Gao", "A. Robock", "S. Self", "J.B. Witter", "J.P. Steffensen", "H.B. Clausen", "M.-L. Siggaard-Anderson", "S. Johnsen", "P.A. Mayewski", "C.M. Ammann"],
    "venue": "J. Geophys. Res.,",
    "year": 2006
  }, {
    "title": "Volcanic forcing of climate over the past 1500 years: An improved ice-core-based index for climate models",
    "authors": ["C. Gao", "A. Robock", "C.M. Ammann"],
    "venue": "J. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "The Little Ice Age",
    "authors": ["J.M. Grove"],
    "year": 1988
  }, {
    "title": "Causes of seasonal and daily variations in aerosol sea-salt concentrations at a coastal Antarctic",
    "authors": ["J.S. Hall", "E.W. Wolff"],
    "venue": "station, Atmos. Environ.,",
    "year": 1998
  }, {
    "title": "Holocene history of the Wilson Piedmont Glacier along the southern Scott Coast, Antarctica",
    "authors": ["B.L. Hall", "G.H. Denton"],
    "venue": "The Holocene,",
    "year": 2002
  }, {
    "title": "Detection of volcanic, solar and greenhouse gas signals in paleoreconstructions of Northern Hemisphere",
    "authors": ["G.C. Hegerl", "T.J. Crowley", "S.K. Baum", "K.-Y. Kim", "W.T. Hyde"],
    "year": 2003
  }, {
    "title": "Abrupt decrease in tropical Pacific sea surface salinity at the end",
    "authors": ["E.J. Hendy", "M.K. Gagan", "C.A. Alibert", "M.T. McCulloch", "J.M. Lough", "P. J"],
    "venue": "Isdale",
    "year": 2002
  }, {
    "title": "Orbital and millennial Antarctic climate variability over the past",
    "authors": ["J Jouzel"],
    "venue": "years, Science,",
    "year": 2007
  }, {
    "title": "A 1500 year Record of Accumulation at Amundsenisen Western Dronning Maud Land, Antarctica, Derived from electrical and radioactive measurements on a 120 m ice",
    "authors": ["L Karlof"],
    "venue": "core, J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "A 12,000 year record of explosive volcanism in the Siple Dome Ice Core, West Antarctica",
    "authors": ["A.V. Kurbatov", "G.A. Zielinski", "N.W. Dunbar", "P.A. Mayewski", "E.A. Meyerson", "S.B. Sneed", "K.C. Taylor"],
    "venue": "J. Geophys. Res.,",
    "year": 2006
  }, {
    "title": "A 10-century comparison of prominent bipolar volcanic events in ice",
    "authors": ["C.C.J. Langway", "K. Osada", "H.B. Clausen", "C.U. Hammer", "H. Shoji"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "A 3620-year temperature record from Fitzroya cupressoides tree rings",
    "authors": ["A. Lara", "R. Villalba"],
    "venue": "in Southern South America,",
    "year": 1993
  }, {
    "title": "Ice-core records of atmospheric sulphur",
    "authors": ["M. Legrand"],
    "venue": "Philos. Trans. R. Soc. London,",
    "year": 1997
  }, {
    "title": "The ionic balance of Antarctic snow: A 10-year detailed record",
    "authors": ["M.R. Legrand", "R.J. Delmas"],
    "venue": "Atmos. Environ.,",
    "year": 1984
  }, {
    "title": "Formation of HCl in the Antarctic atmosphere",
    "authors": ["M.R. Legrand", "R.J. Delmas"],
    "venue": "J. Geophys. Res.,",
    "year": 1988
  }, {
    "title": "The Litte Ice Age in southern Patagonia: Comparison between paleoecological reconstructions and downscaled model output of a GCM simulation",
    "authors": ["I. Meyer", "S. Wagner"],
    "venue": "PAGES News,",
    "year": 2008
  }, {
    "title": "The polar expression of ENSO and sea-ice variability as recorded in a South Pole ice",
    "authors": ["E.A. Meyerson", "P.A. Mayewski", "K.J. Kreutz", "L.D. Meeker", "S. Whitlow", "M.S. Twickler"],
    "venue": "core, Ann. Glaciol.,",
    "year": 2002
  }, {
    "title": "Sulfur-containing species (sulfate and methanesulfonate) in coastal Antarctic aerosol and precipitation",
    "authors": ["A. Minikin", "M. Legrand", "J. Hall", "D. Wagenbach", "C. Kleefeld", "E. Wolff", "E.C. Pasteur"],
    "venue": "Ducroz",
    "year": 1998
  }, {
    "title": "Seasonality in late-Holocene climate from ice-core records",
    "authors": ["V. Morgan", "T.D. Van Ommen"],
    "venue": "The Holocene,",
    "year": 1997
  }, {
    "title": "Paleoenvironmental conditions in Antarctica since A.D",
    "authors": ["E. Mosley-Thompson"],
    "venue": "Ice core evidence,",
    "year": 1992
  }, {
    "title": "Climate and the hydrographic variability in the Indo-Pacific Warm Pool during the last millennium",
    "authors": ["A. Newton", "R. Thunell", "L. Stott"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2006
  }, {
    "title": "Climate and atmospheric history of the past 420,000 years from the Vostok ice",
    "authors": ["Petit", "J. R"],
    "venue": "core, Nature,",
    "year": 1999
  }, {
    "title": "Late-Holocene East Antarctic climate trends from ice-core and lake-sediment proxies",
    "authors": ["D. Roberts", "T.D. Van Ommen", "A. McMinn", "V. Morgan", "J.L. Roberts"],
    "venue": "The Holocene,",
    "year": 2001
  }, {
    "title": "Relation between long-term trends of oxygen-18 isotope composition of precipitation and climate",
    "authors": ["K. Rozanski", "L. Araguas-Araguas"],
    "venue": "Gonfiantini",
    "year": 1992
  }, {
    "title": "Delta progradation and Neoglaciation, Laguna Parón",
    "authors": ["G.O. Seltzer", "D. T"],
    "venue": "Rodbell",
    "year": 2005
  }, {
    "title": "Antarctic Holocene climate change: A benthic foraminiferal stable isotope record from Palmer Deep, Paleoceanography",
    "authors": ["A. Shevenell", "J.P. Kennett"],
    "year": 2002
  }, {
    "title": "Glacio-chemical study spanning the past 2 kyr on three ice cores from Dronning Maud Land, Antarctica: 1. Annually resolved accumulation",
    "authors": ["S. Sommer", "C. Appenzeller", "R. Rothlisberger", "M.A. Hutterli", "B. Stauffer", "D. Wagenbach", "H. Oerter", "F. Wilhelms", "H. Miller", "R. Mulvaney"],
    "venue": "rates, J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "Eight centuries of volcanic signal and climate change at Talos Dome (East Antarctica)",
    "authors": ["B. Stenni", "M. Proposito", "R. Gragnani", "O. Flora", "J. Jouzel", "S. Falourd", "M. Frezzotti"],
    "venue": "J. Geophys. Res.,",
    "year": 2002
  }, {
    "title": "Distribution of sea salt components in snow cover along the traverse route from the coast to Dome Fuji station 1000 km inland at east Dronning Maud",
    "authors": ["T. Suzuki", "Y. Iizuka", "K. Matsuoka", "T. Furukawa", "K. Kamiyama", "O. Watanabe"],
    "year": 2002
  }, {
    "title": "A 1500-year record of tropical precipitation in ice cores from the Quelccaya ice",
    "authors": ["L.G. Thompson", "E. Mosley-Thompson", "J.F. Bolzan", "B.R. Koci"],
    "venue": "cap, Peru,",
    "year": 1985
  }, {
    "title": "The Little Ice Age as recorded in the stratigraphy of the tropical",
    "authors": ["L.G. Thompson", "E. Mosley-Thompson", "W. Dansgaard", "P. M"],
    "venue": "Grootes",
    "year": 1986
  }, {
    "title": "Accumulation at South Pole: Comparison of two 900-year records",
    "authors": ["C. van der Veen", "E. Mosley-Thompson", "A.J. Gow", "B.G. Mark"],
    "venue": "J. Geophys. Res.,",
    "year": 1999
  }, {
    "title": "Sea-salt aerosol in coastal Antarctic regions",
    "authors": ["D. Wagenbach", "F. Ducroz", "R. Mulvaney", "L. Keck", "A. Minikin", "M. Legrand", "J.S. Hall", "E.W. Wolff"],
    "venue": "J. Geophys. Res.,",
    "year": 1998
  }, {
    "title": "Loss of volatile acid species from upper firn layers at Vostok, Antarctica",
    "authors": ["P. Wagnon", "R.J. Delmas", "M. Legrand"],
    "venue": "J. Geophys. Res.,",
    "year": 1999
  }, {
    "title": "Postdepostional losses of methane sulfonate, nitrate, and chloride at the European Project for Ice Coring in Antarctica deep-drilling site",
    "authors": ["R. Weller", "F. Traufetter", "H. Fischer", "H. Oerter", "C. Piel", "H. Miller"],
    "year": 2004
  }, {
    "title": "Comparison of Holocene electrical records from Dome C and Vostok, Antarctica",
    "authors": ["E. Wolff", "I. Basile", "J.R. Petit", "J. Schwander"],
    "venue": "Ann. Glaciol.,",
    "year": 1999
  }, {
    "title": "An ice core indicator of Antarctic sea ice production",
    "authors": ["E.W. Wolff", "A.M. Ranking", "R. Rothlisberger"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2003
  }, {
    "title": "Polar Research Institute of China, 451 Jinqiao Road, Pudong, Shanghai 200136, China",
    "authors": ["Y. Li"],
    "year": 2001
  }],
  "id": "SP:a933b52220472bfce50f9012169d88bb025234dd",
  "authors": [{
    "name": "Yuansheng Li",
    "affiliations": []
  }, {
    "name": "Jihong Cole-Dai",
    "affiliations": []
  }, {
    "name": "Liya Zhou",
    "affiliations": []
  }],
  "abstractText": "[1] Chemical analysis of a shallow (82.5 m) ice core from a location (DT263) in the essentially unexplored area of Princess Elizabeth Land, East Antarctica, has been used to construct a continuous, high-resolution 780-year (AD 1207–1996) glaciochemical record. During the twentieth century, snow accumulation rates and concentrations of chemical species in snow appear to be stable with short-term variations, indicating relatively stable and warm climatic conditions. The period of AD 1450–1850 in this record is characterized by sharply reduced snow accumulation rates and decreased concentrations of several chemical species that suffer postdepositional losses linked to very low accumulation rates. These characteristics are consistent with colder climatic conditions and suggest that this is likely a neoglacial episode. The timing of this episode coincides with the Little Ice Age (LIA), a relatively cold period in the Northern Hemisphere between the beginning of the fifteenth century and the end of the nineteenth century. Evidence in ice core and sedimentary records also indicates neoglacial conditions in some Southern Hemisphere locations during the general time frame of LIA. The DT263 record, along with a few published ice core records, points to the existence of an LIA-type climatic episode in Antarctica between the fifteenth century and the twentieth century. However, other Antarctic ice core records show no such evidence. Together, these records highlight the regional differences in Holocene climate variations in Antarctica. The DT263 record suggests that colder and drier conditions prevailed during the LIA time period at the eastern Indian Ocean sector of East Antarctica.",
  "title": "Glaciochemical evidence in an East Antarctica ice core of a recent (AD 1450–1850) neoglacial episode"
}