{
  "sections": [{
    "text": "Determination of rapid Deccan eruptions across the Cretaceous-\nTertiary boundary using paleomagnetic secular variation:"
  }, {
    "heading": "2. Constraints from analysis of eight new sections",
    "text": "and synthesis for a 3500-m-thick composite section\nAnne-Lise Chenet,1 Vincent Courtillot,1 Frédéric Fluteau,1 Martine Gérard,2 Xavier Quidelleur,3 S. F. R. Khadri,4 K. V. Subbarao,5 and Thor Thordarson6\nReceived 21 February 2008; revised 27 October 2008; accepted 5 December 2008; published 10 June 2009.\n[1] The present paper completes a restudy of the main lava pile in the Deccan flood basalt province (trap) of India. Chenet et al. (2008) reported results from the upper third, and this paper reports the lower two thirds of the 3500-m-thick composite section. The methods employed are the same, i.e., combined use of petrology, volcanology, chemostratigraphy, morphology, K-Ar absolute dating, study of sedimentary alteration horizons, and as the main correlation tool, analysis of detailed paleomagnetic remanence directions. The thickness and volume of the flood basalt province studied in this way are therefore tripled. A total of 169 sites from eight new sections are reported in this paper. Together with the results of Chenet et al. (2008), these data represent in total 70% of the 3500-m combined section of the main Deccan traps province. This lava pile was erupted in some 30 major eruptive periods or single eruptive events (SEE), each with volumes ranging from 1000 to 20,000 km3 and 41 individual lava units with a typical volume of 1300 km3. Paleomagnetic analysis shows that some SEEs with thicknesses attaining 200 m were emplaced over distances in excess of 100 km (both likely underestimates, due to outcrop conditions) and up to 800 km. The total time of emission of all combined SEEs could have been (much) less than 10 ka, with most of the time recorded in a very small number of intervening alteration levels marking periods of volcanic quiescence (so-called ‘‘big red boles’’). The number of boles, thickness of the pulses, and morphology of the traps suggest that eruptive fluxes and volumes were larger in the older formations and slowed downwithmore and longer quiescence periods in the end. On the basis of geochronologic results published by Chenet et al. (2007) and paleontological results from Keller et al. (2008), we propose that volcanism occurred in three rather short, discrete phases or megapulses, an early one at 67.5 ± 1 Ma near the C30r/C30n transition and the two largest around 65 ± 1 Ma, one entirely within C29r just before the K-T boundary, the other shortly afterward spanning the C29r/C29n reversal. We next estimate sulfur dioxide (likely a major agent of environmental stress) amounts and fluxes released by SEEs: they would have ranged from 5 to 100 Gt and 0.1 to 1 Gt/a, respectively, over durations possibly as short as 100 years for each SEE. The chemical input of the Chicxulub impact would have been on the same order as that of a very large single pulse. The impact, therefore, appears as important but incremental, neither the sole nor main cause of the Cretaceous-Tertiary mass extinctions.\nCitation: Chenet, A.-L., V. Courtillot, F. Fluteau, M. Gérard, X. Quidelleur, S. F. R. Khadri, K. V. Subbarao, and T. Thordarson (2009), Determination of rapid Deccan eruptions across the Cretaceous-Tertiary boundary using paleomagnetic secular variation: 2. Constraints from analysis of eight new sections and synthesis for a 3500-m-thick composite section, J. Geophys. Res., 114, B06103, doi:10.1029/2008JB005644."
  }, {
    "heading": "1. Introduction",
    "text": "[2] The present paper is a continuation of our attempt to reconstruct the eruptive history of Deccan trap emplacement in order to determine the impact of volcanism on climate and environment at the time of the Cretaceous-Tertiary boundary (KTB). In our first paper [Chenet et al., 2008], flow-by-flow analysis of paleomagnetic directions in two thick lava sections of the Mahabaleshwar escarpment (Deccan\nJOURNAL OF GEOPHYSICAL RESEARCH, VOL. 114, B06103, doi:10.1029/2008JB005644, 2009\n1Laboratoire de Paléomagnétisme, IPGP, Paris, France. 2Institut de Recherche pour le Développement et IMPMC, Paris, France. 3Laboratoire de Géochronologie et Volcanologie, UMR IDES, UPS-11, Université Paris Sud, CNRS, Orsay, France. 4Department of Geology, Amravati University, Amravati, India. 5Centre of Earth and Space Sciences, University of Hyderabad, Hyderabad, India. 6Earth Science Institute, University of Edinburgh, Edinburgh, Scotland.\nCopyright 2009 by the American Geophysical Union. 0148-0227/09/2008JB005644$09.00\nB06103 1 of 38\ntraps, India), coupled with analysis of intertrappean alteration levels (‘‘red boles’’), allowed us to show that volcanism spanned a much shorter time than previously realized. The 1200-m-thick Mahabaleshwar-Poladpur (MP) road section (at 17.9 N, 73.9 E) and the 250-m-thick Wai-Panchgani (WP) road section, some 20 km to the east (Figure 1) comprise the upper part of magnetic chron C29r and the lowermost part of C29n. Both magnetic chrons lasted about 800 ka [Cande and Kent, 1995]. The main tool we used to constrain the size and duration of eruptive sequences is based on properties of the secular variation of the Earth’s magnetic field (see Chenet et al. [2008] for method). Each lava flow cools rather rapidly and ‘‘freezes’’ the memory of the direction of the field at that time, acting as a quasi-instantaneous snapshot of the field. But the geomagnetic field varies rapidly on a timescale of 102 to 103 years, i.e., very rapidly by geological standards. Archeomagnetic records of the magnetic field spanning the last 3 ka in Europe [Gallet et al., 2002] indicate a mean secular variation rate of about 2 per century. We therefore assumed that superimposed or nearby flows with statistically identical paleomagnetic directions (at the 95% confidence level) were erupted in too little time to have recorded significant secular variation, i.e., in a few decades or even less. This lack of paleosecular variation allowed us to identify directional groups as packets of lava units with an identical magnetic direction, forming some very large (40 to 180 m thick) single eruptive events (SEEs), estimated to have erupted in only a few decades. [3] Chenet et al. [2008] identified four well-constrained and two more uncertain directional groups in the MP section (renamed here DGMP1 to DGMP6) and two in the WP section (DGWP1 and DGWP2). At least three specific paleomagnetic directions could be correlated between the two sections, allowing us to infer the minimum lateral extent of flow fields (topographic slopes and flow thickness gradients being on the order of or less than a few per mil). On the basis of a simple flowmodel, flow fields corresponding to SEEs were found to have typical dimensions on the order of 100 m in thickness, 10 km2 in cross section and between 2000 and 10,000 km3 in volume, with a range of a factor 5 both ways. Using paleomagnetic and volcanological constraints, the total time of lava emission along the MP section (involving 4 huge pulses and 25 individual, smaller flows) was found to have been less than 3 ka leading to flood basalt flux rates on the\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n2 of 38\nB06103\norder of 102 km3/a, having lasted for decades. Chemical proxies proposed by Bonnefoy [2005], E. Humler (personal communication, 2005), and Self et al. [2006] on composition of fluid inclusions or glass defined concentrations, ranging from 1200 to 1400 ppm of S, were recently confirmed by Self et al. [2008b] in glass inclusions inside crystals and on glassy selvages preserved within lavas. Combined with estimates on SEE and lava units volume, these results lead to estimated sulfur injections to the atmosphere at 100 Gt, with resulting SO2 fluxes on the order of several gigatons per year over decades. Paleomagnetism (coupled with mineralogy and geochemistry) also provided temporal constraints on the formation of thin alteration (red bole) levels found in the sections. The less developed red boles, only a few centimeters thick, consist of red silty clay and are the result of a dominant hydrothermal deuteric alteration process [Gérard et al., 2006]. Because they are observed within directional groups, they must be emplaced in less than 100 years. More evolved red boles correspond to red compact silty clay, grading to orange silty clay with friable vesicular relics of blocks of basalts, about 1 m thick. Their formation occurs through primary lava weathering prior to the hydrothermal deuteric process, taking from 1 to 50 ka depending on climatic conditions and chemistry. Although the duration of their development is not well constrained, thick red boles never occur within a flow field [Gérard et al., 2006;Chenet et al., 2008]. [4] But these results involved only the upper 1200 m of total trap thickness in the main part of the Mahabaleshwar province, less than one third of the total volume. The objective of the present study is to report on the lower two thirds of the Deccan traps on the basis of results obtained from eight new sections, distributed over 200 km from north to south in the Western Ghats (Figure 1), sampled during fieldtrips in 2004 and 2005. Several of these sections overlap, allowing reconstruction of a composite sequence of the main Deccan province from the basement to top of the flows. All tools used and described by Chenet et al. [2008] have also been applied in this study and will be only briefly recalled. Individual section results were reported by Chenet [2006] and are briefly summarized here."
  }, {
    "heading": "2. Geological Background, Sampling Strategy, Laboratory Techniques, and Paleomagnetic Data Processing",
    "text": "[5] The flat, elevated Maharashtra Plateau, with its western margin escarpment 50 to 100 km inland of the coast, actually forms a stack of staggered lenses [Jerram and Widdowson, 2005] or formations, defined on the basis of their (aphyric, microphyric, or porphyritic) texture, phenocryst assemblages, and characteristic geomorphic features. Older formations outcrop in the north near Nasik and younger ones in the south near Mahabaleshwar (Figures 1a and 1b). Each formation is divided into several chemical units depending on flow type, contents in olivine, pyroxene and plagioclase phenocrysts, grain size [Subbarao et al., 2000] and major elements and REE contents [Mahoney et al., 1982; Cox and Hawkesworth, 1985; Beane et al., 1986;Devey and Lightfoot, 1986; Bodas et al., 1988; Khadri et al., 1988; Subbarao et al., 1988; Subbarao and Hooper, 1988; Jay, 2005]. Twelve formations have been defined from bottom to top: Jawhar, Igatpuri, Neral,\nThakurvadi, Bhimashankar, Khandala, Bushe, Poladpur, Ambenali, Mahabaleshwar, Panhala, and Desur. They form three major subgroups: Kalsubai 2000 m thick, Lonavala 525 m thick, andWai 1100 m thick [Beane et al., 1986; Cox and Hawkesworth, 1984; Devey and Lightfoot, 1986; Jerram and Widdowson, 2005; Subbarao et al., 1994] (Table 1). Boundaries between formations are defined by chemical changes, or often simply the presence of giant plagioclase phenocrysts (e.g., the Giant Plagioclase Basalts, or GPBs, in the Lonavala and Kalsubai subgroups). Plagioclase accumulation in these GPBs likely indicates the upper parts of magma chambers (C. Jaupart, personal communication, 2005). [6] We sampled lava flows in eight sections, from the oldest Jawhar to the Bushe Formation. The three younger formations (Poladpur, Ambenali, and Mahabaleshwar) are discussed by Chenet et al. [2008]. The sections were selected on the basis of the field excursion report edited by Subbarao et al. [2000] and detailed chemostratigraphic analyses by Jay [2005] (Figure 1c and Table 1). One hundred and thirteen paleomagnetic sites were drilled in well-exposed, fresh flows, bounded by direct contact with the next flow or by the presence of a thin red alteration layer, possibly indicating a period of volcanic inactivity. At each site, between 8 and 15 cores were collected using a portable gasoline-powered drill and oriented both with magnetic and sun compass. Similar to the study of the upper formations [Chenet et al., 2008], no significant offset between the two types of orientations was observed. The positions of each site were measured using a GPS. As in the work by Chenet et al. [2008], special attention was given to elevation. Our GPS readings are in agreement with those found on the nearest grid point of the Shuttle Radar Topography Model (SRTM2, NASA [Rodriguez et al., 2005]). [7] Investigations of magnetic mineralogy and demagnetization procedures were undertaken at both the Saint Maur and (magnetically shielded) Paris sites of the Paleomagnetic Laboratory of Institut de Physique du Globe. The mineralogy of magnetic carriers was determined using a KLY-3 Kappabridge for thermal experiments and a laboratorymade translation inductometer for magnetic grain size. Thermal experiments confirm that the characteristic magnetic component (ChRM) is carried by a low-Ti titanomagnetite (TC = 550 C) [Chenet et al., 2008, Vandamme and Courtillot, 1992; Vandamme et al., 1991]. However, a few samples have unblocking temperatures slightly above 600 C, implying the presence of additional carriers, likely a titanohematite. Characteristic directions do not change across the TC of magnetite, indicating that the same direction is recorded by both carriers. The low-Ti titanomagnetite grains belong to the pseudosingle-domain (PSD) range. Identical magnetic mineralogies in lavas from all sections imply that they cannot be used as a stratigraphic correlation tool. Some more deeply weathered outcrops contain significant amounts of titanomaghemite (unblocking temperature 350 C), which is likely evidence of low-temperature oxidation of titanomagnetite as a consequence of waterrelated basalt alteration. [8] Paleomagnetic analyses were performed on both JR5 and JR6 spinner magnetometers. The comparison of stepwise thermal (TH) and alternating field (AF) demagnetizations for pilot samples from each site showed that, in most cases, the characteristic component appeared better isolated with thermal demagnetization. All other samples were there-\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n3 of 38\nB06103\nT a b le\n1 . L o ca ti o n o f S ec ti o n s an d A ss o ci at ed\nG eo ch em\nic al\nF o rm\nat io n s\nS ec ti o n s\nF ro m\nT o\nC ro ss ed\nF o rm\nat io n s\nJa w h ar\nIg at p u ri\nN er al\nT h ak u rv ad i\nB h im\nas h an k ar\nK h an d al a\nB u sh e\nP o la d p u r\nA m b en al i\nM ah ab al es h w ar\nV T\nV al\nR iv er\nT ri m b ak\nX X\nL at :1 9 .9 6 8\nL at :1 9 .9 3 0\nX X\nL o n : 7 3 .4 4 0\nL o n : 7 3 .5 2 7\nX X\nM K\nM o k h ad a\nK h o d al a X L at :1 9 .8 8 0 L at :1 9 .7 9 0 X L o n : 7 3 .3 8 9 L o n : 7 3 .3 9 7 X K I K h o d al a Ig at p u ri X L at :1 9 .7 9 0 L at :1 9 .6 9 4 X L o n : 7 3 .3 9 7 L o n : 7 3 .5 6 4 X S I S h ah ap u r Ig at p u ri\nX X\nL at :1 9 .4 5 5\nL at :1 9 .6 9 4\nX X\nL o n : 7 3 .3 3 0\nL o n : 7 3 .5 6 4\nX X\nK D\nD ev al e\nG h o ti X L at :1 9 .7 2 5 L at :1 9 .7 2 0 X L o n : 7 3 .6 5 9 L o n : 7 3 .6 8 0 X G h o ti A rt h u r H il l L ak e X L at :1 9 .7 2 0 L at :1 9 .5 5 2 X L o n : 7 3 .6 8 0 L o n : 7 3 .7 3 0 X M N M at h er an N er al X X\nX X\nL at :1 9 .0 0 1\nL at :1 9 .0 1 8\nX X\nX X\nL o n : 7 3 .2 8 4\nL o n : 7 3 .3 1 5\nX X\nX X\nK K\nK h an d al a\nK h o p o li\nX X\nL at :1 8 .7 6 4\nL at :1 8 .8 0 2\nX X\nL o n : 7 3 .3 5 2\nL o n : 7 3 .3 2 2\nX X\nB U\nP u n e q u ar ry X L at : 1 8 .5 3 1 L o n : 7 3 .8 1 5 X n ea r P u n e ro ad n ea r K h an d al a X L at : 1 8 .7 6 0 L at : 1 8 .7 6 0 X L o n : 7 3 .4 6 3 L o n : 7 3 .3 8 8 X W A W ai P an ch g an i\nX X\nL at : 1 7 .9 4 1\nL at : 1 7 .9 3 5\nX X\nL o n : 7 3 .8 6 9\nL o n : 7 3 .8 1 7\nX X\nP A\nM ah ab al es h w ar\nP o la d p u r\nX X X L at : 1 7 .9 2 1 L at : 1 7 .9 7 8 X X X L o n : 7 3 .6 5 5 L o n : 7 3 .4 7 0 X X X\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n4 of 38\nB06103\nfore thermally demagnetized with about 15 demagnetization steps. Magnetic susceptibility was monitored after each temperature step with a KLY-2 Kappabridge, in order to detect any major mineralogical change. The ChRMs were analyzed after inspection of orthogonal projections [Zijderveld, 1967] using principal component analysis [Kirschvink, 1980]. Sitemean directions (based on 4 to 13 core results) were calculated using Fisher [1953] statistics or Halls [1978] intersection of remagnetization circles. The whole paleomagnetic analysis was performed using the Paleomac software of Cogné [2003]. Because flow dips were always very small, and actually not measurable in the field (less than 1 ), results were not tilt corrected, though taking altitude into account reveals geologically important departures from perfect horizontality. [9] As in the work by Chenet et al. [2008], we consider here only site-mean directions defined with a 95% confidence cone (a95) less than 10 . Our new paleomagnetic results consist of the determination of the mean magnetic directions for 106 out of 113 sampled sites. The site-mean directions of 7 sites are not included in the overall mean magnetic direction due to alteration and within-site dispersion of sample magnetic directions. With the 42 (out of 56) sites reported by Chenet et al. [2008], the total comes to 148 (out of 169) paleomagnetic sites available for analysis. Identification of magnetic polarity is always straightforward and almost all sites/flows have reversed polarity, except some of the lowermost sites of one section (SI), which carry very interesting significance as discussed below. In the few cases where we had to use mean directions based on only two results, we calculated the angular distance d between ChRM directions of pairs of successive flows and used as an estimate of uncertainty the root-mean-square s of the two 95% confidence intervals [see Chenet et al., 2008]. Comparisons of magnetic directions, both in a given section and between nearby sections involving the same formations, allow us to identify huge compound flows forming directional groups that are interpreted as SEEs. Distinct successive directions indicate that corresponding lava units cooled after some amount of time (>100 years). [10] In order to better constrain this comparison, we ascertained the chemostratigraphic type and formation of our sampled sites on the basis of geochemical analyses including major, REE (ICP emission) and trace elements (ICP-MS). Samples with traces of zeolites, large plagioclase or obvious alteration were excluded. Analyses were performed at SARM, Nancy (France). Samples were crushed and 300 mg were analyzed. Measurement uncertainties for each element can be found at http://www.crpg.cnrs-nancy.fr/ SARM/. These new data, and recent work by Jay [2005] and Chenet [2006], indicate that petrology and geochemistry cannot be unambiguously used in correlating formations in the Deccan because (1) there is remarkable overall homogeneity and uniformity and (2) lateral compositional variations within flow units can be much larger than previously recognized, and as large as the vertical variations used in the definition of formations. These observations were already made by Beane et al. [1986], who determined that chemical trends were blurred by intraflow variability due to crystal accumulation during and after eruption. Similar behavior has been noted in other flood basalt provinces such as the Karoo traps, where Marsh et al. [1997] concluded that compositional differences and their significance depended on within-flow variations and lateral extension of flows. The limited extent of our own sampling confirms these conclusions [see Chenet, 2006] and precludes a more detailed analysis of chemostratigraphy in the Deccan."
  }, {
    "heading": "3. Paleomagnetic Results From Individual Sections",
    "text": "[11] Results from eight new sections and 113 sampled sites are presented below, from north to south, and from bottom to top (i.e., from older to younger). Although details of presentation may differ, we attempt to display for each subsection (1) a map showing topography and site location (measured with GPS) and (2) a cross section subparallel to the sampling site profile, showing formation and lava unit boundaries, GPBs, and red boles, based on petrology as defined by Subbarao et al. [2000] and Jay [2005] and our own field observations. Chemical lava flow type characterization follows Khadri [1989] and Subbarao et al. [2000] (see Table 2) and uses flow type, minerals, grain size, chemical content of TiO2 and MgO, and 87Sr/86Sr ratios. We also include a lower hemisphere projection of all sitemean magnetic directions. We emphasize directional groups when they can be identified, and the overall mean direction for the section is also given. Section results are summarized below (for more details, see Chenet [2006]). All magnetic directions and directional groups are listed in Tables 3 and 4."
  }, {
    "heading": "3.1. Val River–Trimbak Section",
    "text": "[12] The Val River–Trimbak (VT) section outcrops from 350 to 700 m altitude. Ten sites have been sampled in eight lava units (Figures 2a and 2b). A giant plagioclase basalt flow (the so-called Thalghat GPB) in which site VT05 was drilled is generally used as the boundary between the Igatpuri and Jawhar formations (Figure 2a). Site VT01 (Figure 2b) at the bottom of the section yielded an unusual reversed direction (Figure 2c), which implies large secular variation with respect to the mean and is a useful paleomagnetic marker. From bottom to top of the VT section, four individual flows (VT03 to VT06) yield distinct magnetic directions. It is puzzling that directions VT03–VT06 and VT05–VT08 form two statistically identical pairs of directions or directional groups with DGVT1 (Dg = 142.2 , Ig = 40.5 ; n = 2, d = 2.0 , s = 6.0 ) and DGVT2 (Dg = 155.4 , Ig = 29.3 ; n = 2, d = 4.3 , s = 3.5 ), respectively. The probability of a double chance coincidence is very small. According to current stratigraphic nomenclature, VT03 is assigned to the upper part of the Jawhar Formation, and VT06 to the Igatpuri Formation. Moreover, the chemical type of lava flows of each pair of directions is different. Two hypotheses can be proposed. VT03 and VT06 could belong to the same continuous flow, but with some altitude differences; the distance between the two sites is 300 m, with an altitude difference of 50 m and a flow thickness of 50 m which is compatible with slopes less than 10 . But the altitude difference between VT05 and VT08 implies slopes three times as large (30 ). Our preferred hypothesis involves a normal fault, trending along the main escarpment between sites VT03 and VT06, with an offset of about 100 m, which would explain why the two sequences of directions are repeated along the profile (Figures 2c and 2d).\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n5 of 38\nB06103\nNote that in any case the correlation of magnetic directions disagrees with chemical stratigraphy. The section ends with a uniform magnetic direction of sites VT09 and VT10 sampled in the same lava unit. There would be 4 flow fields west of the fault, and 4 to the east, with a total of 6, not 9, separate units (Figure 2d). The mean direction for the section becomes Dg = 156.9 , Ig = 36.8 (n = 6, k = 16.0, a95 = 17.3 ) (Figure 2b) or Dg = 148.9 , Ig = 39.4 (n = 5, k = 44.4, a95 = 11.6 ) if VT01 is excluded."
  }, {
    "heading": "3.2. Composite Mokhada-Khodala-Igatpuri Traverse",
    "text": "[13] The Mokhada-Khodala-Igatpuri (KI and MK) traverses were sampled in two adjoining valleys (Figures 1c, 3a, and 3b), to the southwest of Igatpuri. Both flanks of two valleys could be sampled, resulting in four subsections (MKn, MKs, KIn and KIs; Figure 3b). The Thalghat GPB ( 430 m) tops both the MKn and KIs sections, suggesting that all sites were sampled in the Jawhar Formation. Twenty-four paleomagnetic sites were sampled. Petrology and chemical type have been reported on Figure 3d. JwCT1, JwCT2, and JwCT3 correspond to three distinct chemical types observed in the Jawhar Formation. There is a strong asymmetry between the two sides of section MK. Intervening compositions may have been missed because of limited exposure. However, good petrologic correlation is found for the upper sites at the top of the two valleys. A stratigraphy based on petrology alone implies complexities (Figure 3d). Paleomagnetic mean directions from 19 sites and directional groups are shown in Figure 3c. The mean direction corresponding to the two valleys is Dg = 156.6 , Ig = 39.5 (n = 9, k = 12.4, a95 = 15.2 ; Figure 3c). Several\ndirectional groups can be identified: the four directions from MK05 and MK07 (one lava unit, Dg = 144.6 , Ig = 39.3 , n = 18, a95 = 3.8 ) and KI05 and KI07 (one lava unit, Dg = 151.4 , Ig = 36.9 , n = 15, a95 = 3.5 ) are statistically similar, and can be considered as a directional group (DGMKKI1, Figures 3c and 3e). However, petrology and chemistry suggest that two or more lava units were produced during the period of this particular directional group. A similar observation can be made for sites KI06, KI09 and MK08, which display the same magnetic directions and occur at the same altitudes, indicating that they belong to the same directional group DGMKKI2 (Figure 3c). The next three sites (KI04, KI03 and MK11) have identical direction, attesting to large secular variation similar to that of site VT01 (directional group DGMKKI3; Figure 3c). Site-mean directions MK02 and MK10 are statistically close and form a directional group. Another directional group can be built from KI01 and KI02, although intervening directions MK09 and MK01 are distinct. The simplest stratigraphic interpretation of these results is shown in Figure 3e. [14] The first three flows (I, II, III) are horizontal, and have constant thicknesses on the order of 40 m. Flow IV is defined by MK04 alone and is about 30 to 40 m thick. Flow V defined by MK09 is thinner and more irregular. Flow VI is characterized by MK02, MK10 and KI12 (DGMKKI4 group) and flow VIII by KI01 and KI02 (DGMKKI5). Site MK01 at the north end of the sections seems to correspond to another lava unit (flow VII), which is not well exposed in the section. The series ends with flow IX at sites MK03 and KI13 (DGMKKI6 group), which are separated by 40 km in the Thalghat Giant Plagioclase Basalt. We propose to\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n6 of 38\nB06103\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\nB06103\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\nB06103"
  }, {
    "heading": "SI NA06 4 142.3 50.6 713.5 3.4",
    "text": "B06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\nB06103"
  }, {
    "heading": "KD KD25, KD12, KD13, KD15,",
    "text": ""
  }, {
    "heading": "MN MN03 7 135.9 66.5 67.2 7.7",
    "text": ""
  }, {
    "heading": "KK KK01 9 185.1 80.9 271.3 3.2",
    "text": ""
  }, {
    "heading": "BU BU01, BU02, BU03, BU04 DGBU1 4 124.6 62.7 206.7 6.4",
    "text": ""
  }, {
    "heading": "WP WA07 6 348.0 54.4 96.5 6.9",
    "text": ""
  }, {
    "heading": "MP MB02 10 331.7 17.9 127.3 4.3",
    "text": "B06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\nB06103\nreinterpret the whole section in terms of 10 flows with horizontal continuity (Figure 3e)."
  }, {
    "heading": "3.3. Shahapur-Igatpuri Section",
    "text": "[15] The Jawhar and Igatpuri formations outcrop along this 36-km-long and 600-m-thick section (Figures 4a and 4d). This is where the lowermost flows of the main Deccan province are supposed to outcrop. We sampled most of this section. But because of weathering, several parts of the section, especially near the bottom, could not be sampled. Magnetic polarity is reversed in the lowermost sites SI25 to SI17, except for sites SI20, SI21 and SI22 which have transitional or excursional directions (Figure 4c). A long horizontal stretch of 11 sites along 15 km displays a characteristic transitional polarity (SI16 to SI07). Site SI13, which is intercalated between theses sites, displays a different mean direction. Three cores from this site have a transitional direction consistent with nearby sites, whereas six cores present an excursional direction, so that two flows may have been sampled. From SI06 to NA06 (a 300-m-thick ascending scarp) polarity is again reversed, with directions close to those obtained in the bottom part of the traverse (Figures 4a, 4b, and 4c). NewK-Ar dating on samples from the very same section [Chenet et al., 2007] has revealed that the age of the transitional magnetic flows was significantly older ( 2 Ma) than all other ages obtained in the rest of the section between Igatpuri and Shahapur, which are statistically undistinguishable. The combination of paleomagnetic and geochronologic results leads to a simple geological interpretation, in which two previously unknown normal faults must be located\nbetween sites SI23 and SI22 (near km4, fault F1) and between sites SI17 and SI16 (near km20, fault F2), respectively (Figures 4a and 4d). If SI20 is indeed interpreted as a transitional flow from the same older phase, the vertical offset of F2 can be estimated at about 150 m. The paleomagnetic results obtained from the Shahapur-Igatpuri (SI) section do not allow an estimate of the vertical offset of F1. Careful analysis of the topography of the area (Figure 4a) reveals two normal faults, parallel to each other and to the nearby coastline, thus compatible with opening of the Arabian Sea and rifting of the Seychelles microcontinent. [16] Near the bottom of the section, we observe four similar directions (SI26, SI25, SI24, and SI23) coming from three distinct lava flow units and forming a single directional group (DGSI1). Sites SI22 and SI21 (two lava flow units, DGSI2) have a peculiar direction, considered as an excursion. We have already mentioned the transitional magnetic direction of site SI20, which has an almost vertical inclination. The next two sites SI18 and SI17 may have been sampled in two distinct lava units. The 11 sites (SI16 to SI07) sampled along the Latifwadi plateau and belonging to two separate lava units share a similar characteristic, vertical transitional direction (actually defining two nearby directional groups DGSI3 and DGSI4). The geochemical boundary between the ‘‘lower’’ and ‘‘upper’’ Jawhar Formation is marked by the characteristic direction of site SI06, which is identical to that of KI03 and 04, MK11 and VT01 in the two previous sections, and is assigned to the lower part of the Jawhar Formation. We identified three lava flows (SI05, SI04, SI03) with distinct magnetic directions. Sites\nTable 4. (continued)\nSection Sites DG n Dg Ig k a95 d (deg) s (deg)\nWith DG between sections\nJawhar Formation KI13, MK03, VT05, VT08 DG JW6 4 154.0 31.4 470.4 4.2 DGSI1, MK01 DG JW5 2 137.2 46.4 3.0 5.6\nSI17, VT04, KI12,MK02, MK10 DG JW4 5 145.5 30.9 401.9 3.8 KI03, KI04, SI06, MK11, VT01 DG JW3 5 199.9 17.0 139.2 6.5\nKI06, KI09, MK08 DG JW2 3 164.7 23.0 630.8 4.9 MK05-MK07, KI05-KI07 DG JW1 2 147.9 37.6 6.0 5.2\nIgatpuri Formation VT09-10, NA06 DG IG2 2 142.7 52.6 4.0 4.3 SI01, SI02, NA05, VT07 DG IG1 4 165.0 41.5 634.7 3.6\nNeral Formation MN17, MN14, KK05, KK09, KD01 DG NE1 5 154.4 50.2 206.9 5.3\nThakurvadi Formation KK08, MN08, KD13, KD15, KD16-KD18, KD17, KD12, KD22, KD25\nDGTH3 9 153.3 47.2 550.9 2.2\nKD20, KD21, MN11, MN12, MN13, KK02, KK07\nDG TH2 7 175.4 49.3 668.7 2.3\nKK03, DGKD1 DG TH1 2 141.7 59.6 0.5 9.6\nBhimashankar Formation MN09, KK01 DGBH1 2 198.6 82.0 4.6 4.8\nBushe Formation DGBU1, MN03 DG Bushe 1 5 129.8 64.7 6.1 10.0\nAmbenali Formation WA01, WA02, MB21 DG AM1 3 156.5 30.3 237.3 8.0\nMean direction 50 153.9 45.1 26.3 4.0 aSections are organized from north to south. DG, directional group, group of statistically similar directions; see text; n, number of samples and sites used in the statistics; Dg/Ig, declination/inclination in geographic coordinates; k and a95, parameters of Fisher statistics. In the case of n = 2, a95 cannot be calculated and the value s = p S (a95 1 2 + a95 2 2) and angular distance d are listed (see text).\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n11 of 38\nB06103\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n12 of 38\nB06103\nSI05 and SI18 display rather similar magnetic directions and positions a few meters above the zone of transitional magnetic direction. Despite the large uncertainty of SI05 (which will not be included in the final calculations), these sites may have been sampled in the same cooling unit. Paleomagnetic sites KI12 and KI13 of the previous section are also located on the Shahapur-Igatpuri road, between sites SI03 and SI02. Moreover, despite their difference in altitude, sites KI12 and SI17 have a very similar magnetic direction. Accounting for a 150-m vertical offset on normal fault F2 (Figures 4a and 4d), these two sites are compatible with a single cooling unit (SI17: 230 m (elevation) + 150 m (vertical offset) = 380 m; KI12: 400 m). This implies that site SI17 is at the top of Jawhar. The top of the section consists of two lava units forming a single directional group (SI01-NA05-SI02: DGSI5). Site SI02 is located just above the Thalghat GPB, implying that DGSI5 is the first volcanic pulse in the Igatpuri Formation (Figure 4b). Finally, the main part of the SI section to the east of fault F2 comprises eight cooling units or individual flows. The mean magnetic direction of two DGs and seven individual directions along the section is Dg = 149.1 , Ig = 47.5 (n = 9, k = 24.9, a95 = 10.5 ), excluding the transitional and excursional directions and sites SI05 and SI06."
  }, {
    "heading": "3.4. Composite Devale-Ghoti-Arthur Hill Lake Section",
    "text": "[17] The actual outlay of the road, topographic complexity and locally poor exposure led us to sample on side roads.\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n13 of 38\nB06103\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n14 of 38\nB06103\nThe Devale-Ghoti-Arthur Hill Lake (KD) section is thus a composite, comprising two main subsections with potential redundancy above 700 m (Figures 5a and 5b). There are no published petrologic data from this section, but comparison with surrounding sections would indicate the Thakurvadi Formation, although we cannot specify the chemical type of each lava flow [Subbarao et al., 2000]. The occurrence of a GPB at site KD24 suggests that this flow belongs to the lower part of the Thakurvadi Formation. In the KD section we observed thin red layers corresponding to alteration and/ or volcanic quiescence. Nineteen paleomagnetic sites have been sampled in the freshest lava flows (Figure 5b). Paleomagnetic directions (Figure 5c) reveal strong groupings, particularly two tight clusters, containing six and seven directions, respectively, even from remote sites. When paleomagnetic sites are projected along a NNW– SSE profile (Figures 5a and 5d), the total number of single eruptive events is reduced to five. The first and oldest flow was sampled at site KD01, which may belong to the top of the Neral Formation or represent the base of the Thakurvadi Formation (cooling unit I, Figure 5d). The second flow was sampled at sites KD04 and KD06 (cooling unit II, Figure 5d). The first directional group (DGKD1) comprises six wellclustered site-mean directions: KD24, KD02, KD07, KD03, KD05, and KD11 (Figure 5c). Direction KD02 is slightly different from the rest, although its confidence interval intersects with KD03, KD05, and KD07. They can all be attributed to the same single eruptive event (cooling unit III) (Figure 5d). This event is about 100 m thick and is constrained by sites KD04 and 06 below, and KD12 and 13 above with the mean value Dg = 142.0 , Ig = 59.8 (n = 6, k = 206.0, a95 = 4.7 ). Most remaining sites, including KD25, KD12, KD13, KD15, KD16–KD18, two associated sites because they correspond to the same flow, KD17, KD22, can be assigned to another directional group (cooling unit V); DGKD3 lies at Dg = 153.7 , Ig = 46.3 (n = 7, k = 626.7, a95 = 2.4 ). Site distribution implies a minimum thickness of about 100 m, but several hills with steep sides rising 150 to 200 m above our highest sites could not be sampled and await future study. Therefore, single eruptive events corresponding to cooling units III and V are not perfectly horizontal, but show undulations and a maximum slope of 100 m over 10 km or 1%, which is <1 and impossible to identify in the field. Near KD11 (716 m), and below KD12 (730 m), we observed an altered picritic compound flow ( 712 m) and a welldeveloped red bole (715 m). Other small red boles were found between the well-defined flow lobe composing the picritic formation. These observations confirm that KD11 is located in the topmost part of SEE III, ending with the first significant red bole (few centimeters thick) in the main Deccan pile. A thin, altered intertrappean layer is present between sites KD13 and 15, which suggests that such a layer could be formed over years to decades although erosion and/or nondeposition cannot be excluded. [18] Finally, sites KD20 and KD21 located at the southernmost tip of the section have similar directions which allow us to group them (DGKD2 at Dg = 172.9 , Ig = 50.5 ; n = 2, d = 5.2 , s = 4.6 ), but this direction is quite distinct from the nearby site KD22, which is part of cooling unit V. This could indicate a dike, a sill, or the presence of a fault between KD21 and KD22, but available field and geological evidence is lacking so far. Another possibility is that sites KD20 and KD21 are located at the edge of a flow as indicated in Figure 5d (cooling unit IV). Detailed paleomagnetic sampling and proper placement of data in their geographic (profile) context thus reveals a sequence of four to five thick eruptive events, where traditional stratigraphy based on horizontal flows suggests more than 10 units. An overall mean direction for the KD section defined on flows from all sites is Dg = 156.8 , Ig = 52.0 (n = 5, k = 70.6, a95 = 9.2 ).\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n15 of 38\nB06103\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n16 of 38\nB06103\nFigure 4\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n17 of 38\nB06103"
  }, {
    "heading": "3.5. Matheran-Neral Section",
    "text": "[19] Detailed chemostratigraphy of the Matheran-Neral (MN) section (Figures 6a and 6b) recently redefined by Jay [2005] spans the Neral, Thakurvadi, Bhimashankar and Khandala formations. The town of Matheran is located at the top of a hill, on a deeply weathered laterite, which did not allow paleomagnetic analysis. Eighteen sites have been sampled in fresh lava outcropping below the laterite cap.\nFigure 4. Same as Figure 2 for the Shahapur-Igatpuri (SI) traverse (26 paleomagnetic sites). (a)Mapwith section. The red lines indicates normal faults as suggested by paleomagnetic analyses (a dashed red line is used to represent the suspected location of a normal fault). (b) Stratigraphic log as observed during the fieldtrip with chemical type of each lava flow unit as defined by Subbarao et al. [2000]. (c) (left) Equal-area projection of site-mean directions along the SI traverse. Most sites exhibit a reverse magnetic polarity except a group of sites (fromSI 07 to SI 16 aswell as NA03 andNA04) located on the Latifwadi plateau, which have a transitional polarity. (right) Equal-area projection of the five directional groups and the eight individual directions. (d)Northeast to southwest cross section of the SI traverse, onwhich volcanic pulses and individual flows are reported (labeled I to VI). Flows characterized by a transitional polarity are shaded. On the basis of paleomagnetic analyses, two normal faults (gray lines; not seen in the field) are proposed. Dating of samples from NA03, SI17, and SI22 indicates a time gap (undulate line) [Chenet et al., 2007].\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n18 of 38\nB06103\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n19 of 38\nB06103\nThe lateral extent of the Neral Formation (sampled at MN21 to MN17) is small with no evidence further north (possibly at site KD01). Sites MN21, MN20, MN19, and MN18 form a first 60-m-thick directional group DGMN1, composed of four distinct flow lobes (Figure 6b). Site MN17, sampled in an individual flow lobe just below the GPB at the top of the Neral Formation, has a distinct magnetic direction. Seven sites have been drilled in the Thakurvadi Formation (MN16 to MN09). MN16, MN15, and MN14 correspond to individual lava units with distinct chemical types, separated by poorly exposed and weathered flow lobes. It is striking that the direction of MN15 and MN16 would place them in directional group DGMN1 (Dg = 154.0 , Ig = 36.3 ; n = 6, k = 384.6, a95 = 3.4 ), and that of MN14 is identical to that of MN17 (DGMN2: Dg = 152.4 , Ig = 51.7 ; n = 2, d = 5.6 , s = 7.6 ). Therefore, the underlying sequence from the Neral Formation seems to have been repeated twice. We propose that a normal fault occurs between sites MN17 and MN15, with a vertical offset of about 100 m though its position with respect to MN16, which could display a distinct magnetic direction, is uncertain. This implies that the lowermost 100m of the unit interpreted sometimes as the Thakurvadi Formation is actually Neral. The top of the Neral formation is defined by a GPB observed just above site MN17, which should also outcrop above MN14, accounting for the vertical offset induced by the normal fault. Lava flows are poorly exposed in the vicinity of MN14 and no GPB can be observed. The top of the lava flow, in which site MN14 was drilled, corresponds to a major slope break. Such a slope break has been observed in others sections, at the top of a formation or in case of a lull in volcanism. The slope break observed above MN14 may signal the top of the Neral Formation. Just above, sites MN13 to MN11 define directional group DGMN3 (Dg = 176.0 , Ig = 49.8 ; n = 3, k = 907.7, a95 = 4.1 ), which forms a cliff with a total thickness of 180 m. No GPB layer has been observed at the top of this DG, but it could occur above site MN09, the last site in the Thakurvadi Formation, which displays a characteristic transitional direction useful for lateral correlation with the Khandala-Khopoli (KK) section. The direction of MN06 places it in DGMN1, and directions of MN08 and MN05 in a directional group comprising MN17 and MN14. Finding such grouping in a series with so few sites is puzzling. [20] A total of 18 sites define three groups with 7, 4, and 3 sites each, and only 4 separate, distinct directions defined by a single flow. Sites MN08, MN06, and MN05 could not be connected to the lower 300 m of the section, particularly\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n20 of 38\nB06103\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n21 of 38\nB06103\nsince they are assigned to different formations. On the other hand, sites MN07 and MN09, which display transitional directions and could be assumed to be part of the same event are separated by intervening site MN08. It is interesting to note that MN08 is only 20 m (measured with GPS, an error of 10 m is likely) above MN09 and at 200 m from each other. Flow morphology and topography (such as infilling of a local depression by a previous flow) suggest the reverse stratigraphic order of MN09 and MN08, with MN08 in the Thakurvadi Formation and MN09 in the Bhimashankar Formation. Given the hairpin bend in the road, the slight horizontal and vertical distances (Figures 6a and 6b), and uncertainties in our GPS altitude measurements, this interpretation is reasonable, but subject to further field investigations.\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n22 of 38\nB06103\n[21] Our interpretation of the section is shown in a profile form in Figure 6d. If we exclude the two sites with transitional magnetic directions, the MN section leads to a mean direction Dg = 153. 4 , Ig = 46.9 (n = 18, k = 16.4, a95 = 8.8 ) when all 18 sites are retained, or Dg = 153.5 , Ig = 45.0 (n = 8, k = 21.4, a95 = 12.3 ) when directional groups are retained."
  }, {
    "heading": "3.6. Khandala-Khopoli Section",
    "text": "[22] The Khandala-Khopoli (KK) section, located about 100 km south of Igatpuri, starts in the Neral Formation at an elevation of 50 m and ends in the Thakurvadi Formation at 400 m (Figures 7a and 7b). This section shows an overlap with section MN over 25 km to the NW. Eight well-defined flows are observed (Figure 7b). Paleomagnetic results reveal three directional groups and 2 distinct, single site/ lava unit directions. In this profile, the two basal sites (KK09 and KK05) from two distinct lava flow units define directional group DGKK1 (Dg = 159.2 , Ig = 46.0 ; n = 2, d = 2.1 , s = 7.9 ) (Figure 7c). The boundary between the Neral and the Thakurvadi formations is located above site KK05 [e.g., Jay, 2005]. Sites KK04 and KK06, separated by 2 km, form a directional group (DGKK2, Dg = 137.8 ; Ig = 44.8 , n = 2, d = 3.6 , s = 8.1 ) and seem part of the same ( 90 m) thick flow lobe. Sites KK02 and KK07 also define a directional group (DGKK3, Dg = 176.9 , Ig = 47.2 ; n = 2, d = 4.3 , s = 3.7 ). Immediately above, KK08 has a direction similar to DGKK1. The section ends with the transitional direction of KK01, which can be used as a marker. The mean KK section direction is Dg = 154.3 , Ig = 50.0 (n = 5, k = 48.0, a95 = 11.2 , where site KK01 is excluded because of its transitional direction; Figure 7c)."
  }, {
    "heading": "3.7. Bushe Section",
    "text": "[23] The Bushe Formation (BU) has been sampled in only one short composite section near the city of Pune exposing at least three distinct flows. The first two sites are located in two abandoned quarries and are probably from the same flow, even if the second lava appears more fractured with more zeolite-filled vacuoles. Two other sites have been sampled near the city of Khandala, about 30 km west of Pune (Figures 8a and 8c). Similarities of the magnetic directions indicate that all form a single directional group DGBU1 (Figure 8b). The corresponding mean direction for the formation is Dg = 124.6 , Ig = 62.7 (n = 4, k = 206.7, a95 = 6.4 ; Figure 8b). Unfortunately, not enough distant sites are available to comment on the extension of the Bushe Formation and of the Lonavala subgroup in general."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Paleomagnetic Correlations Between Sections",
    "text": "[24] Figure 9 is a compilation of all our sections presented in latitudinal order from north (left) to south (right). The data of the eight sections presented in this study are complemented with the two sections reported by Chenet et al. [2008]. In each section, cooling unit numbers are shown in roman numerals following Figures 2 to 8, and paleomagnetic sites and polarities are shown on the right side. The coloring scheme of formations is the same as used by Chenet et al. [2008] and Figure 1. Identical magnetic directions as described in the previous section are connected from section to section with colored lines. Flow boundaries and red and green boles are indicated where observed. Results allow us to describe a 2400-m-thick composite\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n23 of 38\nB06103\nsection of the Western Ghats where 90% of the exposed lava units could be analyzed. Missing are the Igatpuri to Neral, Khandala to Bushe, and Bushe to Poladpur transitions, which were not observed in this study. [25] Most of the sites have reversed magnetic polarity and transitional directions occur only near the base of subsection SIe and in the younger formations in the MP and WP sections. K-Ar dating shows that the SIe transitional lavas (67.4 ± 1.0 Ma) are approximately 2 Ma older than the rest of the pile, corresponding to an earlier phase of trap volcanism [Chenet et al., 2007]. This transitional direction is compatible with only two temporally very close reversals, C30r–C30n or C31n–C30r [Cande and Kent, 1995]. Moreover, this transitional direction has already been observed in the northern part of the Deccan traps [Courtillot et al., 2000]. The lack of a resolvable age difference between samples from the base (Jawhar; 64.9 ± 0.9 Ma) and top (Ambenali-Mahabaleshwar; 64.3 ± 0.9 Ma) of the compos-\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n24 of 38\nB06103\nite section implies that all reversed sites were emplaced within reversed chron C29r with an overall average absolute age of 64.7 ± 0.6 Ma. It is important to note that the C30n– C29r reversal is not observed anywhere in the area we surveyed. This implies that 3400 out of 3500 m, or 90% of the composite section, was erupted in less than the total duration of C29r ( 600 ka). [26] The lateral correlations of flows between sections are based on comparing individual paleomagnetic directions or directional groups, which are assumed to be identical when statistically indistinguishable at the 95% confidence level. The Jawhar Formation has been sampled in four sections, spanning 60 km between the towns of Trimbak and Mokhada to the north, through Khodala and Igatpuri, to Shahapur in the south (Figures 1c and 10). The sampled thicknesses of the Jawhar Formation range from 130 to 240 m. Four specific magnetic directions can be correlated between from two to four subsections. At the base, the oldest magnetic direction (DGJW1 corresponding to sites MK05, MK07, KI05, and KI07) in two valleys at an altitude of 250m (Figure 10a and 10h). Note that for homogeneity DGMKKI2 of section 3.2 is now considered here as DGJW2 (Figure 10b). A very characteristic direction defined as DGJW3, implying a large secular variation or possibly an excursion, is found at sites VT01 and possibly VT02, MK11, KI03 and 04, and SI06 (Figure 10c). This directional group indicates a single eruptive event extending over at least 25 km horizontally, with the thickest part of 50 m in MK and KI sections. Above this unit, sites KI12 and SI17 of the Jawhar Formation have a very similar magnetic direction and their difference in altitude may be due to faulting as suggested by the offset of F2. Sites MK02, MK10 and VT04 located in the Val River– Trimbak section display the same direction and define group DGJW4 (Figure 10d). [27] In the lower part of the Shahapur-Igatpuri section to the west of the normal fault F1, sites SI23 to SI26 form a directional group DGSI1 (Figure 4), which cannot be correlated with any other site in the SI section assuming that we have not missed any lava flow. However, magnetic direction DGSI1 is identical to that of site MK01 in the MokhalaKhodala-Igatpuri sections (MK and KI). The difference in elevation between these sites is about 350 m, which can be accounted for by the cumulated vertical offset of the two normal faults F1 and F2. Correlation of site MK01 and DGSI1 suggests an offset of 200 m for the normal fault F1. In this interpretation the flows represented by SI23 to SI26 show the upper rather than the lower part of the Jawhar Formation and form yet another directional group DGJW5 [Subbarao et al., 2000] (Figure 10e).\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n25 of 38\nB06103\nF ig u re\n9\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n26 of 38\nB06103\n[28] Magnetic directions of samples drilled in the Thalgat GPB at VT05 and possibly VT08, where the GPB was not seen, in the interpretation of Figure 4b, as well as MK03 and KI13 are also similar and form DGJW6 (Figure 10e). The number of individual lava units in the Jawhar parts of the VT, MK, KI, and SI sections range from four up to possibly eight based on field observations supplemented by paleomagnetic analysis. Four of these lava units can be correlated over three or four sections in the area where the Jawhar was sampled. Magnetic stratigraphy is consistent with field geological observations and flow successions, but may not be unique. For instance, the similarity between directions VT03–06 and MK05–07 could be interpreted as a slightly different correlation with fewer flows. We interpret it as a chance correlation of a direction actually occupied more than once by secular variation of the paleofield. The correlation between KI12 and SI17, and KI13 and SI18 is also noticeable but occurs in reverse stratigraphic order. [29] The Igatpuri Formation was sampled only in sections VTe (1 flow field; 200 m thick) and SIe (2 flow fields; 150 m). Two directional groups DGIG1 and DGIG2 are identified from sites VT07 and SI01, SI02, NA05, and VT09–VT10 and NA06, respectively (Figures 10g), with the latter correlated over 25 km (Figures 1c and 9). The first correlation implies that lava flows corresponding to DGIG1 in section VTe occurred between lava flows corresponding to DGJW3 and DGJW6 (Figure 9). Either the correlation is chance or the structure in the VTe section is more complicated near the presumed normal fault indicated in Figure 2c. For these reasons, we do not consider DGIG1 further. [30] The Neral Formation does not extend to the north and is not observed between the Igatpuri and Thakurvadi formations in the KD section. On the other hand, the Neral Formation is present at the base of the MN and KK sections, with thicknesses of 130 and 100 m, respectively, and the magnetic direction of KD01 is statistically similar to the magnetic directions of MN14 and MN17. Together with sites KK09 and KK05, these localities form DGNE1 (Figure 10i). We observed that the MN section likely contains a fault, leading to repetition of the sequence. We interpret the MN and KK sections as containing two and one distinct single eruptive events, respectively, in the\nFigure 9. Synthesis of volcanic stratigraphy along the 10 traverses from north (at left) to south (at right). The vertical scale is elevation in meters. The different cooling units and individual flows are labeled in Roman numerals. In some cases a given traverse has been split into several sections labeled n, e, s, and w for north, east, south, and west, respectively, and labeled c for center (see text). Color codes correspond to the different volcanic formations. We use a specific color to represent the (pre-Jawhar) Latifwadi Formation. Shades are used to highlight common magnetic directions of individual flows; cooling units belonging to different sections and directional groups are labeled and connected by colored lines. Labels and circles represent paleomagnetic sites and associated polarities. Frames in section correspond to directional groups which are not correlated between sections.\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n27 of 38\nB06103\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n28 of 38\nB06103\nNeral Formation, which can be correlated across a distance of 100 km using the relatively thin unit of site KD01. [31] The Thakurvadi Formation outcrops over a large area, with a maximum thickness of 300 m. In sections KD, MN, and KK, the distribution of paleomagnetic directions in the stereographic projections of Figures 5c, 6c, and 7c reveals a small number of discrete groupings. When only sites mapped as belonging to the Thakurvadi Formation are included, three main groupings emerge. The group DGTH1 (Figure 10j) corresponds to KK03 and DGKD1, and implies that the lava flow extended to about 150 km, but is not observed in the MN section. Sites KD20 + 21, MN11 + 12 + 13 and KK02 + 07 yield a very characteristic direction near Dg = 175 , Ig = 49 (DGTH2, Figure 10k). A statistically identical direction is found at the top of the thickest unit of section KD (DGKD3), of the Thakurvadi Formation in sections MN (MN08) and KK (KK08), which form DGTH3 (Figure 10l). Note that the Thakurvadi displays three single eruptive events or directional groups in KD, two in MN, and three in KK. [32] A characteristic transitional direction is observed in sections MN (MN09) and KK (KK01) (DGBH1, Figure 10m). These sites display a similar texture and as previously explained are considered as one single eruptive event sampled in the Bhimashankar Formation [Subbarao et al., 2000]. As discussed above, the stratigraphic order of MN08 and MN09 appears inverted in the field as suggested by the paleomagnetic data. This implies that sites MN09 and KK01 are part of the Bhimashankar Formation and form a consistent correlation between MN and KK sections (DGMN2/MN08/MN09 versus DGKK3/KK08/KK01). This correlation implies 80 km lateral extent and 100 m thickness of cooling units, which suggest that theNeral/Thakurvadi boundary could be placed just above the main morphological plateau and slope break between sites KK03 and KK02, and MN14–MN13, respectively. In agreement with recent field observations, the Bhimashankar Formation is rather thin and apparently consists of a single SEE, which hardly warrants the status of a formation (A. Jay, personal communication, 2006). [33] The Khandala consists of two cooling units with two distinct directions (Figure 6). It is intriguing that directions MN06 and MN05 lie exactly within the two directional groups of the underlying Neral Formation in the same section, making it tempting to invoke some kind of local geological complexity that has escaped observations such as a fault or a dike, to explain this repetition. However, in the absence of convincing field or map evidence, we will assume that these are independent lava units, which happen to have recorded the same directions as part of random sampling of secular variation. [34] The Bushe Formation has been sampled in section BU and forms a single SEE and directional group. The comparison of the paleomagnetic direction of this section with the KK section shows a good correlation between DGBU1 and MN03 located in the MN section 25 km to the north. The top of the MN section is generally considered as part of the Khandala Formation, but the above correlation could place it in Bushe, and define DGBushe1 (Figure 10n). [35] Chenet et al. [2008] identified two SEEs in the Poladpur, three in the Ambenali and three in the Mahabaleshwar formations at the WP and MP sections, which completes our identification and numbering of SEEs in the main Deccan lava pile (Figure 9). Correlation between site MB21 and DGWA1 (noted DGa by Chenet et al. [2008]) forms directional group DGAM1, linking the sections in the Ambenali Formation. [36] Comparison of Figures 5c, 6c, and 7c has revealed paleomagnetic directional groupings in the Thakurvadi Formation which could not be assigned to random chance. We emphasize that on the basis of geochemistry and petrology alone, without paleomagnetic correlations, one could hypothesize many more separate cooling units. Paleomagnetic analysis thus shows that minor variations in flow dip, generally well below 1 in slope, can explain the data of section KD in terms of only three cooling units, plus an intervening flow at the end of the section. In section MN, the introduction of a fault can explain why the two main cooling units of the Neral Formation are repeated. Nevertheless, it is intriguing that the same directions appear repeatedly, even after these simplifying interpretations. Our paleomagnetic sampling demonstrates that the number of individual SEEs in the Deccan is much smaller and their extent much larger than previously realized. Denser sampling and further detailed mapping of dikes, sills and faults could further simplify the stratigraphy."
  }, {
    "heading": "4.2. Overall Paleomagnetic Mean Direction and Pole for the Western Ghats",
    "text": "[37] Paleomagnetic studies on the Deccan traps predating 1991 have been reviewed by Vandamme et al. [1991]. Vandamme et al. [1991] used these data to determine a mean virtual geomagnetic pole (VGP) located at 36.9 N, 281.3 E with a confidence interval a95 of 2.4 , k = 21.6, N = 163 flows and a dispersion s = 17.4 . The corresponding paleolatitude for India at the end of the Cretaceous is 28.1 S ± 2.4 for a reference site now located at 19 N. These analyses were in large part based on a Nagpur-Bombay (i.e., east to west) traverse, whereas our results span from Nasik to Mahabaleshwar, along a north-south, almost perpendicular profile along the Western Ghats. [38] All our 169 paleomagnetic site means (including those of the younger formations described by Chenet et al. [2008]) along the 10 traverses are listed in Table 3 and plotted on a stereographic diagram in Figure 11a. We calculated a first overall mean direction taking into account each site-mean direction but excluding data with 95% confidence intervals above 10 and transitional directions using an optimum cutoff angle of 39 [Vandamme, 1994]. This direction is Dg = 153.3 , Ig = 46.3 (n = 120, k = 29.6, a95 = 2.4 ). Considering the correlations between sections and the identification of DGs interpreted as single eruptive events and therefore as single snapshots of the paleomagnetic field, we calculate a new mean direction: Dg = 153.9 , Ig = 45.1 (n = 50, k = 26.3, a95 = 4.0 ) (Figure 11). The VGP derived from that mean direction lies at 37.8 N, 282.6 E (dp = 3.2 , dm = 5.1 ) (Figure 11b). This corresponds to a paleolatitude of 27.0 S ± 3.2 . VGP scatter amounts to 15.9 . Our pole is in full agreement with that of Vandamme et al. [1991]. These average poles can be compared with the synthetic reference poles of Besse and Courtillot [2002] for the Indian continent. Our pole is consistent with the synthetic pole at 68.3 ± 4.0 Ma (Figure 11b); the temporal resolution of the synthetic poles does not allow a finer comparison at the 1 Ma timescale.\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n29 of 38\nB06103\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\nF ig u re\n11 .\n(a ) E q u al -a re a p ro je ct io n o f al l p al eo m ag n et ic re su lt s (D\nG s an d in d iv id u al fl o w s m ag n et ic d ir ec ti o n s, 5 0 d at a)\nal o n g th e ei g h t tr av er se s o f th is\nw o rk\nan d th e tw o tr av er se s in\nM ah ab al es h w ar\nar ea\n[C h en et\net a l. , 2 0 0 8 ].\nS it em ea n\nd ir ec ti o n s w it h co n fi d en ce\nin te rv al s in\nex ce ss\no f 1 0 ar e n o t sh o w n . T h e re d st ar\nre p re se n ts\nth e m ea n d ir ec ti o n o f al l\nse le ct ed\nsi te -m\nea n d ir ec ti o n s,\nan d th e o ra n g e ci rc le\nco rr es p o n d s to\nit s co n fi d en ce\nco n e.\n(b ) E q u al -a re a p ro je ct io n o f\np al eo m ag n et ic\np o le s p ro je ct ed\no n th e N o rt h er n H em\nis p h er e.\nT h e re d ci rc le\nco rr es p o n d s to\no u r m ea n V G P,\nth e b lu e ci rc le\nco rr es p o n d s to\nth e m ea n V G P ca lc u la te d b y V a n d a m m e et a l. [1 9 9 1 ] al o n g a N ag p u rB o m b ay\ntr av er se , an d th e b la ck\nci rc le s\nco rr es p o n d to\nth e sy n th et ic\nap p ar en t p o la r w an d er\np at h o f In d ia\nat 6 4 an d 6 8 .3\nM a [f ro m\nB es se\na n d C o u rt il lo t, 2 0 0 2 ].\n30 of 38\nB06103"
  }, {
    "heading": "4.3. A Composite Section of the Main Deccan Lava Pile",
    "text": "[39] In the composite section resulting from juxtaposition of partly overlapping subsections illustrated in Figure 9, we identified 30 directional groups: 3 in Latifwadi, 8 in Jawhar, 2 in Igatpuri, 2 in Neral, 5 in Thakurvadi, 1 in Bhimashankar, 1 in Bushe, 2 in Poladpur, 3 in Ambenali and 3 in Mahabaleshwar. These groups can be considered as distinct SEEs, or volcanic pulses, in some cases with demonstrably large lateral extension and thickness. In the same way, 41 individual lava flow units are associated with individual magnetic directions. Details on the number of pulses and individual directions are given in Table 4. [40] The Jawhar and Thakurvadi formations are the most significant in terms of thickness, lateral extent and identification of continuous flows over large distances exceeding 100 km. They contain in general the largest pulses and often the smallest number of boles, alteration levels or other indications of more sporadic volcanism. Our interpretation of the MN section gives more importance to the Neral Formation than apparent in the field. This formation is then similar to the Igatpuri Formation. The Bhimashankar, Khandala and Bushe formations appear less important in thickness and extent, but this may be due to insufficient sampling of sections where these formations outcrop. The younger Poladpur, Ambenali and Mahabaleshwar formations show increasing numbers of directions, flows, and boles, indicating more sporadic volcanism and smaller pulses separated by longer times of volcanic quiescence, until the cessation of the main active phase early in C29n. The overall distribution of pulses and quiescence periods along all sections and formations leads us to propose that eruptive events were more massive with faster eruption rates at the time of the older formations (Jawhar and Thakurvadi formations) than was the case for the Ambenali and Mahabaleshwar formations. [41] However, a pulse is not always characterized by its lateral extension and some pulses were defined as a thick group of several single lava units occurring along a single section (i.e., DGKD2 in the lower part of the Igatpuri Formation in the SI section). Such locally thick piles of lava (compound flow field) may correspond to infilling of a topographic depression between two lobes. The detailed morphology of a pulse naturally depends on magma transport relative to the preexisting topography of the Gondwanan paleorelief, on the topography linked to emplacement of previous lava flows and on the viscosity of the lava."
  }, {
    "heading": "4.4. Volume and Timing of Lava Pulses",
    "text": "[42] On the basis of the above observations, we can make a first attempt at estimating the volume of magma erupted in each volcanic pulse or SEE. As in the work by Chenet et al. [2008], we assume a (simplified) triangular (generally ENE–WSW trending) cross section for each SEE, with a NNW–SSE elongation corresponding to that of probable fissure/dike injection. Dimensions are based on field observations at both the local and more regional scales, and involve symmetry considerations. [43] The location of feeder dikes and vents has not been clearly observed, but it is generally accepted that the present-day Western Ghats escarpment corresponds more or less to the position of the eruptive area. The eastern edge of the Deccan traps, about 400 km to the east provides an\nestimate of the mean length of lava flows. Erosion may have partly erased larger lava flows. Indeed, the Rajahmundry trap located about 800 km to the east of the main eruptive area, shows that even longer lava flows existed [Baksi, 2001; Knight et al., 2003; Baksi, 2005; Knight et al., 2005; Chenet et al., 2008; Keller et al., 2008; Self et al., 2008a]. Hereafter, we consider a mean length of 400 km in all calculations (doubled to 800 km if we assume symmetry about the emission dikes and fissures). [44] The overstepping structure of Jerram and Widdowson [2005] supports the idea that individual SEEs, with thicknesses possibly exceeding 100 m, extend over NNW–SSE lengths of more than 200 km. The corresponding volume of a typical SEE would therefore be 8000 km3. Paleomagnetic results presented in this paper allow one to further constrain the thicknesses and lateral extents of SEEs along the Western Ghats escarpment, leading to lava volumes ranging from 800 to 16,000 km3 (Table 5). The main pulses seen in Jawhar, Igatpuri and Thakurvadi are on the high side of that range. These estimates are consistent with those for the Roza flow field (about 1300 km3) and the largest lava flow fields (Grande Ronde Formation lavas, on the order of 5000 km3) in the Columbia Flood Basalt [Reidel, 1998; Self et al., 2006; Thordarson and Self, 1998; Tolan et al., 1989]. Table 5 summarizes our results: the total volume estimate comes to 253,800 km3, i.e., 10 to 25% of the estimated total original volume of the traps, with 30 SEEs and 41 individual flows. The number of SEEs and their volumes are thus likely underestimated. [45] On the basis of volcanological observations of the Roza flow field, where emplacement occurred within a few months to 5 years for each flow [Thordarson and Self, 1998], we estimate the total time of emplacement of individual lava units in the Deccan between 10 and 100 years. There are a total of 41 individual paleomagnetic directions, implying a total duration for these distinct cooling events from 410 to 4100 years, plus an unknown interval for the quiescence periods. As recalled in the introduction, and on the basis of the hypothesis that historical secular variation gives a reasonable idea of the typical behavior of secular variation in geological time, Chenet et al. [2008] estimated that the total duration for one directional group was at most a century, and possibly as short as a decade. The 30 directional groups we have been able to identify suggest a total duration of 300 to 3000 years, excluding the intervening quiescence periods. Therefore, the total duration of volcanic extrusions recorded in the composite main Deccan lava pile may have been less than 7000 years, and possibly as short as 1000 years. Previous dating and magnetostratigraphy indicated that volcanic eruptions occurred over several hundred thousand years (the duration of chron C29r and parts of C30n and C29n): the new results imply that the bulk of volcanic eruptions occurred in short pulses (separated by quiescence periods) amounting in total to a very small fraction (from 2% down to 2%) of the time span originally assumed. [46] Gérard et al. [2006] and Chenet et al. [2008] attempted to evaluate the duration of quiescence periods on the basis of the time needed to form the thin red bole layers, which is 10 years, and the thicker layers, which may be on the order of 50,000 years. There are 4 thick and 8 thin red bole layers in the WP section, 2 and 23 in the MP section, and 4 and 3 thin ones in the MN and KD sections,\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n31 of 38\nB06103\nrespectively. The total time taken by the thin red layers is negligible [Chenet et al., 2008]. A rough estimate of the time recorded by the thicker alteration layers is on the order of 6 50,000 = 300 ka (upper bound). Assuming that some ‘‘big red boles’’ were missed, the significant periods of volcanic quiescence cover the missing time implied by magnetostratigraphy. Moreover, a significant fraction of time corresponding to volcanic quiescence cannot be estimated, since it corresponds to intervals of time represented by direct contact between two successive flows with statistically distinct magnetic directions. [47] These estimates suggest that Deccan volcanism may have been concentrated in truly huge pulses lasting from a decade to a century each, and separated by quiescent periods. Of course, our composite section is not 100% complete, lateral correlations of flows remain to be better documented and we may have missed flows that were not exposed or were difficult to sample. Even if we assume that we missed half of the flows, a multiplication by 2 of all temporal figures given above does not significantly change the main conclusion that Deccan eruptions occurred in short intense intervals separated by quiescent periods. [48] Recent geochronological [Chenet et al., 2007], petrological and volcanological [Self et al., 2008a], and paleontological [Keller et al., 2008] work strongly suggests that the primary pattern of Deccan trap emplacement was actually that of three gigantic volcanic pulses (Figure 12). The first phase of volcanism preceded the Jawhar Formation, though it is erroneously mapped as Jawhar. This phase is poorly constrained but occurred near the C30r/C30n reversal at 67.5 Ma and may have lasted only a few tens of thousands of years. Volcanic eruptions were confined to\n32 of 38\nB06103B06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\nthe northern half of the present Deccan outcrops from the Narmada to the latitude of Mumbai. After a 2.5 Ma quiescence, the second most massive (actually main) phase of volcanism began in magnetic chron C29r prior to the KT boundary and ended precisely at the KT boundary, as suggested by correlations with the Rajahmundry sites [see Keller et al., 2008; Chenet et al., 2007]. Geographically, the main phase of Deccan volcanism covered the area of the older first pulse plus another 500 km to the south from Nasik to Mahabaleshwar and up to the Gulf of Bengal. This is consistent with the drift of India by 300 to 450 km at 150 mm/a during the quiescence period (Figure 12). The third (large) phase started in the uppermost part of C29r and ended in C29n. Its geographic coverage appears similar to the main phase, with lava flows covering the previous units in a relatively continuous process. [49] These results allow for better localization of the KT boundary in the Deccan trap sequence. Keller et al. [2008] place the KT boundary at the top of the Lower Rajahmundry traps in C29r. Chemical and structural analyses of the Rajahmundry traps indicate that these are extensions of lava flow fields from the Mahabaleshwar and Ambenali formations [Knight et al., 2003; Baksi, 2005; Knight et al., 2005; Jay and Widdowson, 2008]. Because the C29r/C29n reversal occurs in the lower Mahabaleshwar, the KT boundary must have been recorded in the formations below, likely within the Poladpur and Ambenali formations. Data from Rajahmundry, the Krishna-Godavari basin, and Jhilmili near Nagpur do suggest that the KTB is near the top of the Ambenali Formation [Keller et al., 2008; G. Keller, personal communication, 2008]. It is tempting to place it at the base of the thickest red bole in upper Ambenali Formation at 696 m altitude in the section studied by Chenet et al. [2008]. [50] Evidence of successions of large volcanic pulses (SEEs) separated by (nonperiodic) times of quiescence has also been shown in the case of other traps on the basis of magnetostratigraphic and geochronological studies [e.g., Rochette et al., 1998; Riisager et al., 2002; Alva-Valdivia et al., 2003; J. Riisager et al., 2003; P. Riisager et al., 2003, 2005; Nomade et al., 2007]. Total original volumes of one to several million cubic kilometers, overall durations of 0.5 to 1 Ma and number of large pulses ( 10 s) are similar for these various traps [Courtillot and Renne, 2003], but in general a more specific estimate of durations is not given as the age resolution is 1 Ma. A notable exception is the work of J. Riisager et al. [2003], which is also based on the identification of directional groups and use of the characteristics of secular variation."
  }, {
    "heading": "4.5. Climatic Consequences of Trap Volcanism",
    "text": "[51] The climatic consequences of trap volcanism are now mainly attributed to release of sulfur dioxide and carbon dioxide to the atmosphere. The main effects of such massive releases are known but as yet poorly constrained in the case of trap volcanism [e.g., Wignall, 2001]. Both act on climate by changing the Earth’s radiative budget, but their effects are opposite and act on different timescales.\n33 of 38\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT B06103\n[52] Although basaltic fissure volcanism was regarded as ‘‘quiet’’ and unable to inject gases reaching the stratosphere, Thordarson and Self [1996, 2003] have shown in the case of the 1783 Laki eruption in Iceland that such injection took place during 10 explosive phases over 8 months. In a modeling study of the atmospheric consequences of the Laki eruption, Chenet et al. [2005] found that sulfate aerosols must indeed have reached the stratosphere and spread with a semiglobal distribution, resulting in climatic effects in most of the northern hemisphere. In the light of this historically large, but geologically tiny, eruption, we argued that full-scale trap volcanism would have led to massive, global injection of large amounts of sulfate aerosols in the stratosphere [Stothers et al., 1986; see also Chenet, 2006; Chenet et al., 2008]. Chenet et al. [2008] discussed the fact that SO2 and the cascade leading from these gas emissions to sulfate aerosols could be the prime agent of climate change and biological stress involved in extinctions associated with large flood basalt eruptions. They used chemical proxies to estimate the total amount of sulfur emitted by individual short eruptive events (SEEs) and we now extend that analysis to the SEEs identified in the present study (Table 4). We estimate in parallel the amount of carbon dioxide emitted during SEEs, using a 0.5% mass fraction of CO2 in the melt as in the work by Self et al. [2006, 2008b]. [53] Table 5 lists the number of flows, total stratigraphic thicknesses, estimated volumes, and masses of released SO2 and CO2 for each SEE. Total masses of SO2 range from 5 to 110 Gt (for a total of 1700 Gt for the whole traps), and the fluxes from 0.05 to 1.0 Gt/a. For comparison, the 1991 Pinatubo eruption released 0.017 Gt of SO2 in less than 1 year, and the 1783 Laki eruption released 0.12 Gt of SO2 in about 1 year. Eruption of the 1300 km3 Roza flow field is estimated to have released 9.5 Gt of SO2 at the vents and 2.5 Gt from the lava flow surface, for a total of 12 Gt [Self et al., 2008b; Thordarson and Self, 1996]. These estimates are in agreement with our independent estimates of total SO2 released by the Deccan traps. The values listed in Table 5 correspond to a total SEE volume estimate of 253,800 km3. If scaled to the original volume values, total released SO2 would have been between 6800 and 17,000 Gt. [54] Important and as yet unknown parameters are the time intervals separating successive pulses (SEEs). Two durations must be defined. Global cooling resulting from the chemical conversion of SO2 into sulfate aerosol (H2SO4) lasts as long as sulfate aerosols are present in the stratosphere. Observations of recent volcanism cannot provide realistic time constraints because of the tiny amount of SO2 injected in the atmosphere. But we can infer them from climate modeling. Jones et al. [2005] have simulated the climatic consequences of the Toba eruption of 73,000 years ago, which injected about 1 Gt of SO2 in no more than a year. A global mean cooling of 15 C is simulated for the year of eruption, returning to normal in the following 10 years through removal of sulfate aerosols from the atmosphere. In the case of the Deccan traps, the duration of a single SEE might have lasted between 10 and 100 years. The amount of sulfate aerosol injected in the atmosphere would have been on the order of tens of gigatons. Considering that the time needed to wash out the atmosphere is proportional to the amount of H2SO4, it may have taken tens of years at least to clean the atmosphere, that is a duration on the same order as that of the eruptive event. An additional delay is due to chemical conversion of these large amounts of SO2, which would have taken much more time than observed in the case of recent, volumetrically much smaller volcanism. This delay is driven by the consumption of the hydroxyl radical OH and water through oxidation of SO2 [Bekki et al., 1996]. This effect appears to be of minor importance regarding the overall duration of climate perturbations, which comprise the total durations of volcanic activity plus the period of removal of sulfate aerosols from the atmosphere. We estimate that the climatic disequilibrium induced by sulfate aerosols injected after a SEE would have lasted on the order of one century following cessation of volcanic activity. In any case, the effects of sulfate aerosols on the environment, such as ocean acidification, would have lasted much longer than those of the climatic disequilibrium. This acidification is clearly evidenced by a strong dissolution of foraminifera found in all intertrappean sediments in the Oil and Natural Gas Corporation cores drilled in the Krishna-Godavari basin (G. Keller, personal communication, 2006). The fact that one can observe significant changes in magnetic direction between two successive flows suggests a time interval of at least one to several centuries. If the spacing in time between two major eruptive events (SEEs linked to DGs) was longer than the equilibration time of the world ocean ( 103 years), their effects would have been limited. For example, there is little evidence that the single Roza flow field caused any extinction. Columbia River Flood Basalt volcanism occurred close to the onset of the late Miocene cooling that led to the Ice house world we live in today [Thordarson and Self, 1996], but this is not the generally accepted cause of that global cooling event. If, on the other hand, several large pulses (SEEs) occurred in a period shorter than the equilibration time, a runaway effect could have occurred. Differences in time sequence of SEEs could explain why different traps with similar volumes led to quite different extinction intensities and patterns. Further investigation is needed to confirm or not a potential relationship between time sequences of SEEs and intensity of mass extinctions. [55] As another important element of comparison, the Chicxulub impact is supposed to have released 50 to 500 Gt of SO2 [Pierazzo et al., 2003]. SO2 release would have been quasi-instantaneous, but the residence time in the stratosphere for such a huge event would have been on a scale of years, not very different from the timescale for a SEE. The amounts of SO2 released by the largest Deccan pulses ( 110 Gt) are therefore in the range of values for the impact (note the large uncertainties). Fluxes for these largest pulses were more than 50 times the flux of Laki, with eruptions lasting ten to a hundred times longer. The KT impact occurred during Deccan volcanism [Bhandari et al., 1995, 1996; Courtillot et al., 2000] and therefore may have had the effect of yet another additional large volcanic pulse. The whole SO2 output of the Deccan traps was on the order of 10 to 30 times that of the impact if the largest sulfur emission estimates for the impact are retained, and up to 100 to 300 times if the smaller ones are used. In any case, this shows that the impact-related release was not exceptional in comparison with that due to the Deccan and its individual SEEs. The values above also show that an impact\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n34 of 38\nB06103\nis not necessary to cause a mass extinction. Moreover, of all five major mass extinctions, only the K-T biotic crisis has been linked to an impact [Courtillot, 1994; Wignall, 2001; Courtillot and Renne, 2003; Keller, 2005]. [56] The effect of CO2 release during Deccan trap emplacement remains an open question. Amounts and fluxes of CO2 emitted by each SEE can be estimated using the mass fraction of CO2 per kg of basalt ( 0.5%) [Self et al., 2006]. SEEs would have emitted an amount of CO2 ranging from 10 to 200 Gt, the total emitted mass from all SEEs being 3500 Gt. Scaled to the total estimated volume of the Deccan lava, the total CO2 release would have been between 15,000 to 35,000 Gt. Considering a hypothetical maximum duration of 100 years for each SEE, mean CO2 emission rates range from 0.2 to 2.0 Gt/a, which is less than the present loading of the atmosphere by biomass fire and fossil fuel rejections ( 30 Gt/a [Forster et al., 2007]) and comparable if SEE duration was only 10 years. [57] Contrary to sulfate aerosols, the emitted CO2 is not eliminated at a millennial timescale and perturbs the carbon cycle for tens of thousands of years. The duration between two major volcanic events is therefore of less importance. An enhanced greenhouse driven by the CO2 released during the emplacement of the Deccan traps is often linked to the late Maastrichtian warming event (LMWE) which began at about 66 Ma (about half a million years before the KTB); a peak of warming was reached between 65.8 and 65.6 Ma [Wilf et al., 2003]. Major global cooling occurred about 100 ka before the KT boundary. This cooling is observed both in the continental and oceanic realms [Wilf et al., 2003; Li and Keller, 1998]. Our results argue against such a link between the LMWE and trap emplacement. The first period of volcanic activity leading to emplacement of the northern part of the traps, mainly in the Narmada river area up to the Latifwadi plateau, is dated at about 67 ± 1 Ma [Chenet et al., 2007], well before the late Maastrichtian warming event. This first eruptive event is almost synchronous with a cooling phase observed in different oceanic basins [Barrera and Savin, 1999]. Confirmation of the environmental impact of the first volcanic phase requires further work. [58] The next pulse (comprising from the Jawhar to the Poladpur formations was possibly emplaced during the last stage of the Maastrichtian, corresponding to biozones CF1– CF2 (or M18) following Keller et al. [2008]. Several lava flows intercalated with marine sediments (containing fossils) were recovered from the Palakollu-A well drilled in the Krishna-Godavari basin [Jaiprakash et al., 1993; Keller et al., 2008]. All of them belong to biozones CF1–CF2, which represents the last 450 ka at most of the Maastrichtian. Given the results presented in this paper, we believe that these lava flows drilled in the Krishna-Godavari basin represent a much shorter time interval. Therefore, these flows, together with the flows sampled in the lower part of the second phase of the Deccan traps, may have erupted in the same time interval, which began less than 400 ka before the KTB. It seems reasonable to propose that the Deccan traps were a major cooling factor. This scenario is opposite to that in previous studies, which considered the Deccan traps as the main driver of late Maastrichtian warming. The final pulse, occurring after the KTB and explaining the long time delay for the recovery of species [Keller et al., 2008], would correspond to the upper Ambenali and Mahabaleshwar formations ( 30% of the volume of the main province). Previous estimates of the durations of volcanism had been used to negate the role of Deccan volcanism in climate change. Beerling et al. [2002] have estimated CO2 partial pressure (pCO2) using the stomatal leaves index during the late Maastrichtian, at KTB and during the early Paleocene. pCO2 appeared to be low before Deccan volcanism, not exceeding 350–500 ppm and falling to 330–340 ppm during the early Paleocene (Danian), half a million years after the end of volcanic activity in this area. At the KT boundary, pCO2 seems to have reached 2300 ppm. Beerling et al. [2002] rejected the role of volcanism, because such high pCO2 values could only have been attained if volcanic activity had lasted less than 10,000 years, well below the values used until recently ( 1 Ma or more). Our results suggest that peaks in volcanic activity indeed occurred in a small number of huge SEEs that lasted for a very short time, well in the range proposed by Beerling et al. [2002] for significant climatic impact. The high pCO2 at KT suggested by Beerling et al. [2002] can therefore be explained by the high CO2 emission rates of Deccan SEEs. A difficulty arises from the comparison between pCO2 and paleoclimate indicators. How could absence of evidence of warming at that time be explained? Most evidence, such as estimates of sea surface temperatures, suggests significant cooling in the tropics, not warming. Dessert et al. [2001] have suggested that massive release of CO2 by volcanism during Deccan traps emplacement would have led to rather fast warming, followed by a much slower global decrease of temperature driven by chemical weathering of silicates (the final temperature being lower than that before the eruption, because of the presence of easily weathered silicates in fresh trap basalts). Further work involving geochemical modeling is required to better understand the impact of CO2 release on climate change near the KTB; it should include both the Deccan and Chicxulub events."
  }, {
    "heading": "5. Conclusion",
    "text": "[59] Flow-by-flow analysis of paleomagnetic directions along 10 traverses of the Western Ghats suggest that a large fraction of the main province of the Deccan traps was formed in a succession of less than 30 short eruptive events (SEEs). We identified and correlated these events over large horizontal distances and vertical thicknesses using paleomagnetic remanence directions as a tracer that reflects identical or statistically indistinguishable characteristic remanence directions: this suggests that there was not enough time to record significant secular variation. We also found 41 individual lava units. The combined thickness of SEEs and individual flows is in excess of 2400 m, though some may have been missed because of incomplete exposure. On the basis of paleomagnetic (secular variation) and volcanological constraints, we estimate that exposed lavas represent no more than 10 ka of time and possibly as little as 1 ka. [60] The paleomagnetic (secular variation) correlation approach permits the unraveling of unsuspected complexities in many of the sections including faults or other forms of complexity separating a series of flows or SEEs. This very powerful approach could have further applications in the\nB06103 CHENET ET AL.: RAPID DECCAN EMPLACEMENT\n35 of 38\nB06103\nfuture. Paleomagnetism should then be used in conjunction with petrology, geochemistry, geomorphology (increased analysis of now available Google type topographies), and analysis of intervening alteration levels. [61] SEEs and individual flows are separated by alteration horizons or ‘‘red boles’’ which could represent significant periods of volcanic quiescence, possibly representing on the order of 300 ka. Only a very small number of these boles have been identified in the older formations, attesting to a particularly rapid succession of flow emplacement in the younger formations. [62] The paleomagnetic and geochronological data obtained by Chenet et al. [2007, 2008] and in this paper, together with a paleontological restudy of the Rajahmundry sections byKeller et al. [2008] allow the reconstruction of the eruptive history with three main volcanic events (Figure 12). A first extensive phase of volcanism, which may have lasted less than 10,000 years, occurred around 67 Ma at the time of the C30r/C30n reversal and continued in C30n. The absence of a C30n/C29r reversal record argues for significantly shorter total durations of volcanism than originally proposed by Courtillot et al. [1986]. After about 2 Ma of quiescence, the second and main phase of volcanism ( 80% of the total volume of the traps) started in C29r before the KTB and ended at the mass extinction, as suggested by the sections in Rajahmundry [Baksi, 2001, 2005; Knight et al., 2003, 2005; Keller et al., 2008]. A third phase started in the upper part of C29r and ended early in C29n (both are recorded in the Mahabaleshwar sections, though in Rajahmundry only the C29n part is recorded). The picture of Deccan flood basalt volcanism which emerges from these studies is a sort of fractal one, with several embedded scales. Three megapulses consist of a number of pulses or single eruptive events, possibly themselves comprising several flow fields and separated by smaller flows. Pulses may be marked in the landscape as the large steps that gave the traps their name, and could roughly correspond to the chemostratigraphic units that have been used for three decades to unravel trap structure. Paleomagnetic analysis shows that individual pulse (SEE) thicknesses can reach 200 m and that some large flow fields can be traced for at least 130 km along the strike of the main NNW–SSE trending dike and faults systems, and likely more, and for up to 1000 km in an E–W direction, as witnessed by the Rajahmundry outlier. Flow volumes on the order of thousands of cubic kilometers (up to 20,000 km3) are implied. [63] On the basis of volume assumptions and geochemical data, amounts of SO2 and CO2 emitted in each pulse have been estimated (up to several gigatons per year over decades). Most flows likely injected these gases into the stratosphere which is sufficient to have generated some of the environmental stresses suffered by species during mass extinction. This is consistent with the suggestion that the Chicxulub impact may have had the same effect as one additional (though quite large) short eruptive event. This study does not negate but puts in perspective the Chicxulub impact and underlines the need to try and separate the consequences of these two coeval events. We intend to use some of the constraints obtained in the present study to attempt some first-order modeling of the climatic consequences of Deccan trap volcanism, in the spirit of successful preliminary work already obtained in the case of the 30 Ma old Ethiopian traps [Chenet, 2003]. [64] Acknowledgments. We sincerely thank Sunil Bajpai for considerable help in fieldwork, Anne Jay for joining the first fieldtrip and sharing her knowledge of chemostratigraphy of the Western Ghats, and Mike Widdowson and Steve Self for very helpful comments, encouragement, and suggestions throughout much of this study. We are grateful to Hélène Bouquerel for technical and field assistance and Benjamin Bonnefoy and Cédric Pellan for geochemical preparation and discussions. We acknowledge particularly detailed and useful reviews by P. Riisager and G. Keller. Funding was obtained through a CNRS-ECLIPSE program and Institut Universitaire de France. This is IPGP contribution 2440."
  }],
  "year": 2009,
  "references": [{
    "title": "Paleomagnetic poles and paleosecular variation of basalts from Paraná Magmatic Province, Brazil: Geomagnetic and geodynamic implications",
    "authors": ["L.M. Alva-Valdivia", "A. Goguitchaichvili", "J. Urrutia-Fucugauchi", "J. Riisager", "P. Riisager", "O.F. Lopes"],
    "venue": "Phys. Earth Planet. Inter.,",
    "year": 2003
  }, {
    "title": "The Rajahmundry traps, Andhra Pradesh: Evaluation of their petrogenesis relative to the Deccan traps",
    "authors": ["A.K. Baksi"],
    "venue": "Proc. Indiana Acad. Sci.,",
    "year": 2001
  }, {
    "title": "Comment on ‘‘40Ar/39Ar dating of the Rajahmundry traps, eastern India and their relationship to the Deccan traps’",
    "authors": ["A.K. Baksi"],
    "venue": "by Knight et al. (EPSL,",
    "year": 2005
  }, {
    "title": "Evolution of late Campanian– Maastrichtian marine climates and oceans, in Evolution of the Cretaceous Ocean-Climate System, edited by E",
    "authors": ["E. Barrera", "S.M. Savin"],
    "venue": "Geol. Soc. Am.,",
    "year": 1999
  }, {
    "title": "An atmospheric pCO2 reconstruction across the Cretaceous-Tertiary boundary from leaf megafossils",
    "authors": ["D.J. Beerling", "B.H. Lomax", "D.L. Royer", "G.R. Upchurch Jr.", "L.R. Kump"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A.,",
    "year": 2002
  }, {
    "title": "The role of microphysical and chemical processes in prolonging the climate forcing of the Toba eruption",
    "authors": ["S. Bekki", "J.A. Pyle", "W. Zhong", "R. Toumi", "J.D. Haigh", "D.M. Pyle"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1996
  }, {
    "title": "Impact did not trigger Deccan volcanism: Evidence from Anjar K/T boundary intertrappean sediments",
    "authors": ["N. Bhandari", "P.N. Shukla", "Z.G. Ghevariya", "S.M. Sundaram"],
    "venue": "Geophys. Res. Lett., 22(4),",
    "year": 1995
  }, {
    "title": "K/T boundary layer in Deccan intertrappeans at Anjar, Kutch, in The Cretaceous Tertiary Event and Other Catastrophes in Earth History, edited",
    "authors": ["N. Bhandari", "P.N. Shukla", "Z.G. Ghevariya", "S.M. Sundaram"],
    "venue": "Geol. Soc. Am.,",
    "year": 1996
  }, {
    "title": "Stratigraphy of the Jawhar and Igatpuri formations, Western Ghats lava pile, India, in Deccan Flood Basalts, edited by K",
    "authors": ["M.S. Bodas", "S.F.R. Khadri", "K.V. Subbarao"],
    "venue": "V. Subbarao, Mem. Geol. Soc. India,",
    "year": 1988
  }, {
    "title": "Evolution géochimique des laves des trapps du Deccan et determination des concentrations en S, F et Cl dans des inclusions vitreuses de Rajahmundry",
    "authors": ["B. Bonnefoy"],
    "venue": "Master thesis, Inst. de Phys. du Globe de Paris, Paris",
    "year": 2005
  }, {
    "title": "Revised calibration of the geomagnetic polarity timescale for the Late Cretaceous and Cenozoic",
    "authors": ["S. Cande", "D.V. Kent"],
    "venue": "J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Impacts des éruptions volcaniques sur le climat, Master thesis, 35 pp",
    "authors": ["A.L. Chenet"],
    "venue": "Inst. de Phys. du Globe de Paris, Paris",
    "year": 2003
  }, {
    "title": "Reconstruction de la séquence éruptive des traps du Deccan, Inde: Conséquences climatiques et environnementales",
    "authors": ["A.L. Chenet"],
    "venue": "Ph.D. thesis,",
    "year": 2006
  }, {
    "title": "Determination of rapid Deccan eruptions across the CretaceousTertiary boundary using paleomagnetic secular variation: Results from a 1200-m-thick section in the Mahabaleshwar escarpment",
    "authors": ["A.L. Chenet", "F. Fluteau", "V. Courtillot", "M. Gérard", "K.V. Subbarao"],
    "venue": "J. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "PaleoMac: A Macintosh application for treating paleomagnetic data and making plate reconstructions, Geochem",
    "authors": ["J.P. Cogné"],
    "venue": "Geophys. Geosyst.,",
    "year": 2003
  }, {
    "title": "Mass extinctions in the last 300 million years: One impact and seven flood basalts?, Isr",
    "authors": ["V. Courtillot"],
    "venue": "J. Earth Sci.,",
    "year": 1994
  }, {
    "title": "On the ages of flood basalt events",
    "authors": ["V. Courtillot", "P. Renne"],
    "year": 2003
  }, {
    "title": "Cosmic markers, 40Ar/39Ar dating and paleomagnetism of the KT sections in the Anjar area of the Deccan large igneous province, Earth Planet",
    "authors": ["V. Courtillot", "Y. Gallet", "R. Rocchia", "G. Feraud", "E. Robin", "C. Hoffman", "N. Bhandari", "Z. G"],
    "venue": "Ghevariya",
    "year": 2000
  }, {
    "title": "Relative contribution of crust and mantle to flood basaltmagmatism,Mahabaleshwar area,Deccan traps,Philos",
    "authors": ["K.G. Cox", "C.J. Hawkesworth"],
    "venue": "Trans. R. Soc. London, Ser. A,",
    "year": 1984
  }, {
    "title": "Geochemical stratigraphy of the Deccan traps at Mahabaleshwar, Western Ghats, India, with implications for open system magmatic processes",
    "authors": ["K.G. Cox", "C.J. Hawkesworth"],
    "venue": "J. Petrol.,",
    "year": 1985
  }, {
    "title": "Erosion of Deccan traps determined by river geochemistry: Impact on the global climate and oceanic 87Sr/86Sr, Earth Planet",
    "authors": ["C. Dessert", "B. Dupré", "L.M. François", "J. Schott", "G. Gaillardet", "J. Chakrapani"],
    "venue": "Badjope",
    "year": 2001
  }, {
    "title": "Volcanology and tectonic control of stratigraphy and structure in the western Deccan traps",
    "authors": ["C.W. Devey", "P.C. Lightfoot"],
    "venue": "Bull. Volcanol.,",
    "year": 1986
  }, {
    "title": "Dispersion on a sphere",
    "authors": ["R.A. Fisher"],
    "venue": "Proc. R. Soc. London,",
    "year": 1953
  }, {
    "title": "Changes in atmospheric constituents and in radiative forcing, in Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change, edited by S",
    "authors": ["P Forster"],
    "year": 2007
  }, {
    "title": "Three millennia of directional variation of the Earth’s magnetic field in western Europe as revealed by archeological artefacts",
    "authors": ["Y. Gallet", "A. Genevey", "M.L. Goff"],
    "venue": "Phys. Earth Planet. Inter.,",
    "year": 2002
  }, {
    "title": "Red boles in the Deccan traps: Time constraints from alteration",
    "authors": ["M. Gérard", "S. Caquineau", "A.L. Chenet", "F. Fluteau", "V. Courtillot", "K.V. Subbarao"],
    "venue": "processes, Geophys. Res. Abstr.,",
    "year": 2006
  }, {
    "title": "The use of converging remagnetization circles in palaeomagnetism",
    "authors": ["C. Halls"],
    "venue": "Phys. Earth Planet. Inter.,",
    "year": 1978
  }, {
    "title": "Foraminiferal events across K/T boundary and age of Deccan volcanism in Palakollu area, Krishna-Godavari Basin, India",
    "authors": ["B.C. Jaiprakash", "J. Singh", "D.S.N. Raju"],
    "venue": "J. Geol. Soc. India,",
    "year": 1993
  }, {
    "title": "Volcanic architecture of the Deccan traps, western Maharashtra, India: An integrated chemostratigraphic and palaeomagnetic study",
    "authors": ["A.E. Jay"],
    "venue": "Ph.D. thesis,",
    "year": 2005
  }, {
    "title": "Stratigraphy, structure, and volcanology of the south-east Deccan continental flood basalt province: Implications for eruptive extent and volumes",
    "authors": ["A. Jay", "M. Widdowson"],
    "venue": "J. Geol. Soc.,",
    "year": 2008
  }, {
    "title": "The anatomy of continental flood basalt provinces: Geological constraints on the processes and products of flood",
    "authors": ["D.A. Jerram", "M. Widdowson"],
    "venue": "volcanism, Lithos,",
    "year": 2005
  }, {
    "title": "An AOGCM simulation of the climate response to a volcanic super-eruption",
    "authors": ["G.S. Jones", "J.M. Gregory", "P.A. Stott", "S.F.B. Tett", "R.B. Thorpe"],
    "venue": "Clim. Dyn.,",
    "year": 2005
  }, {
    "title": "Impacts, volcanism and mass extinctions: Random coincidence or cause and effect",
    "authors": ["G. Keller"],
    "venue": "Aust. J. Earth Sci.,",
    "year": 2005
  }, {
    "title": "Main Deccan Volcanism phase ends near the K-T boundary: Evidence from the Krishna Godavari Basin, SE India, Earth Planet",
    "authors": ["G. Keller", "T. Adatte", "S. Gardin", "A. Bartolini", "S. Bajpai"],
    "year": 2008
  }, {
    "title": "Flow stratigraphy, geochemistry and palaeomagnetism of a part of western Deccan basalt province, Maharashtra, India, Ph.D",
    "authors": ["S.F.R. Khadri"],
    "year": 1989
  }, {
    "title": "The least squares line and plane and the analysis of palaeomagnetic data, Geophys",
    "authors": ["J.L. Kirschvink"],
    "venue": "J. R. Astron. Soc.,",
    "year": 1980
  }, {
    "title": "Maastrichtian climate, productivity and faunal turnovers in planktic foraminifera in South Atlantic DSDP sites 525A and 21,Mar",
    "authors": ["L. Li", "G. Keller"],
    "year": 1998
  }, {
    "title": "Origin of the Deccan trap flows at Mahabaleshwar inferred form Nd and Sr isotopic and chemical evidence, Earth Planet",
    "authors": ["J.J. Mahoney", "J.D.MacDougall", "G.W. Lugmair", "A.V.Murali", "M. Sankardas", "K. Gopalan"],
    "year": 1982
  }, {
    "title": "Stratigraphy and age of Karoo basalts of Lesotho and implications for correlations within the Karoo igneous province, in Large Igneous Provinces: Continental, Oceanic, and Planetary Flood Volcanism, edited",
    "authors": ["J.S. Marsh", "P.R. Hooper", "J. Rehacek", "R.A. Duncan", "A.R. Duncan"],
    "year": 1997
  }, {
    "title": "Chicxulub and climate: Radiative perturbations of impact-produced S-bearing",
    "authors": ["E. Pierazzo", "A.N. Hahamann", "L.C. Sloan"],
    "venue": "gases, Astrobiology,",
    "year": 2003
  }, {
    "title": "Emplacement of Columbia River flood basalt",
    "authors": ["S.P. Reidel"],
    "venue": "J. Geophys. Res.,",
    "year": 1998
  }, {
    "title": "New paleomagnetic pole and magnetostratigraphy of Faroe Islands flood volcanics, North Atlantic igneous province, Earth Planet",
    "authors": ["P. Riisager", "J. Riisager", "N. Abrahamsen"],
    "venue": "Waagstein",
    "year": 2002
  }, {
    "title": "Paleomagnetism of large igneous provinces: Case-study from west Greenland, North Atlantic igneous province, Earth Planet",
    "authors": ["J. Riisager", "P. Riisager", "A.K. Pedersen"],
    "year": 2003
  }, {
    "title": "Paleomagnetic paleolatitude of Early Cretaceous Ontong Java Plateau basalts: Implications for Pacific apparent and true polar wander, Earth Planet",
    "authors": ["P. Riisager", "S. Hall", "M. Antretter", "X. Zhao"],
    "year": 2003
  }, {
    "title": "Paleomagnetism and 40Ar/39Ar Geochronology of Yemeni Oligocene volcanics: Implications for timing and duration of Afro-Arabian traps and geometry of the Oligocene paleomagnetic field, Earth Planet",
    "authors": ["P. Riisager", "K.B. Knight", "J.A. Baker", "I.U. Peate", "M. Al-Kadasi", "A. Al-Subbary", "P.R. Renne"],
    "year": 2005
  }, {
    "title": "An assessment of the SRTM topographic products",
    "authors": ["E. Rodriguez", "C.S. Morris", "J.E. Belz", "E.C. Chapin", "J.M. Martin", "W. Daffer", "S. Hensley"],
    "venue": "Tech. Rep. JPL D-31639,",
    "year": 2005
  }, {
    "title": "Volatile fluxes during flood basalt eruptions and potential effects on the global environment: A Deccan perspective, Earth Planet",
    "authors": ["S. Self", "T. Thordarson", "M. Widdowson", "A. Jay"],
    "year": 2006
  }, {
    "title": "Correlation of the Deccan and Rajahmundry trap lavas: Are these the longest and largest lava flows on Earth",
    "authors": ["S. Self", "A.E. Jay", "M. Widdowson", "L.P. Keszthelyi"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 2008
  }, {
    "title": "Sulfur and chlorine in Late Cretaceous Deccan magmas and eruptive gas release",
    "authors": ["S. Self", "S. Blake", "K. Sharma", "M. Widdowson", "S. Sephton"],
    "venue": "Science, 319,",
    "year": 2008
  }, {
    "title": "Basaltic fissure eruptions, plume heights, and atmospheric aerosols",
    "authors": ["R.B. Stothers", "J.A. Wolff", "S. Self", "M.R. Rampino"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1986
  }, {
    "title": "Reconnaissancemap of theDeccan Basalt Group in the Western Ghats, India, in Deccan Flood Basalts",
    "authors": ["K.V. Subbarao"],
    "venue": "R.Hooper",
    "year": 1988
  }, {
    "title": "Stratigraphy and structure of parts of the central Deccan basalt province: Eruptive models, in Volcanism, edited",
    "authors": ["K.V. Subbarao", "D. Chandrasekharam", "P. Navaneethakrishnan", "P.R. Hooper"],
    "year": 1994
  }, {
    "title": "Sulfur, chlorine and fluorine degassing and atmospheric loading by the Roza eruption, Columbia River Basalt",
    "authors": ["T. Thordarson"],
    "venue": "Self",
    "year": 1996
  }, {
    "title": "The RozaMember, Columbia River Basalt Group: A gigantic pahoehoe lava flow field formed by endogenous processes",
    "authors": ["T. Thordarson"],
    "venue": "Self",
    "year": 1998
  }, {
    "title": "Atmospheric and environmental effects of the 1783–1784 Laki eruption: A review and reassessment",
    "authors": ["T. Thordarson"],
    "venue": "Self",
    "year": 2003
  }, {
    "title": "Revisions to the estimates of the areal extent and volume of the Columbia River Basalt Group, in Volcanism and Tectonism in the Columbia River Flood-Basalt Province, edited",
    "authors": ["T.L. Tolan", "S.P. Reidel", "M.H. Beeson", "J.L. Anderson", "K.R. Fecht", "D.A. Swanson"],
    "venue": "Geol. Soc. Am.,",
    "year": 1989
  }, {
    "title": "Paleomagnetism and age determinations of the Deccan traps (India): Results",
    "authors": ["D. Vandamme", "V. Courtillot", "J. Besse", "R. Montigny"],
    "year": 1991
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth Sci. Rev.,",
    "year": 2001
  }, {
    "title": "Correlated terrestrial and marine evidence for global changes before mass extinction at the Cretaceous-Paleogene boundary",
    "authors": ["P. Wilf", "K.R. Johnson", "B.T. Huber"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A.,",
    "year": 2003
  }, {
    "title": "demagnetization rocks-analysis of results, in Methods in Paleomagnetism, edited by D",
    "authors": ["Zijderveld", "A.C.J.D. A"],
    "year": 1967
  }],
  "id": "SP:a6bdb4217ba35255410220a864de5857fee9d1f4",
  "authors": [{
    "name": "Anne-Lise Chenet",
    "affiliations": []
  }, {
    "name": "Vincent Courtillot",
    "affiliations": []
  }, {
    "name": "Frédéric Fluteau",
    "affiliations": []
  }, {
    "name": "Martine Gérard",
    "affiliations": []
  }, {
    "name": "Xavier Quidelleur",
    "affiliations": []
  }, {
    "name": "S. F. R. Khadri",
    "affiliations": []
  }, {
    "name": "K. V. Subbarao",
    "affiliations": []
  }, {
    "name": "Thor Thordarson",
    "affiliations": []
  }],
  "abstractText": "[1] The present paper completes a restudy of the main lava pile in the Deccan flood basalt province (trap) of India. Chenet et al. (2008) reported results from the upper third, and this paper reports the lower two thirds of the 3500-m-thick composite section. The methods employed are the same, i.e., combined use of petrology, volcanology, chemostratigraphy, morphology, K-Ar absolute dating, study of sedimentary alteration horizons, and as the main correlation tool, analysis of detailed paleomagnetic remanence directions. The thickness and volume of the flood basalt province studied in this way are therefore tripled. A total of 169 sites from eight new sections are reported in this paper. Together with the results of Chenet et al. (2008), these data represent in total 70% of the 3500-m combined section of the main Deccan traps province. This lava pile was erupted in some 30 major eruptive periods or single eruptive events (SEE), each with volumes ranging from 1000 to 20,000 km and 41 individual lava units with a typical volume of 1300 km. Paleomagnetic analysis shows that some SEEs with thicknesses attaining 200 m were emplaced over distances in excess of 100 km (both likely underestimates, due to outcrop conditions) and up to 800 km. The total time of emission of all combined SEEs could have been (much) less than 10 ka, with most of the time recorded in a very small number of intervening alteration levels marking periods of volcanic quiescence (so-called ‘‘big red boles’’). The number of boles, thickness of the pulses, and morphology of the traps suggest that eruptive fluxes and volumes were larger in the older formations and slowed downwithmore and longer quiescence periods in the end. On the basis of geochronologic results published by Chenet et al. (2007) and paleontological results from Keller et al. (2008), we propose that volcanism occurred in three rather short, discrete phases or megapulses, an early one at 67.5 ± 1 Ma near the C30r/C30n transition and the two largest around 65 ± 1 Ma, one entirely within C29r just before the K-T boundary, the other shortly afterward spanning the C29r/C29n reversal. We next estimate sulfur dioxide (likely a major agent of environmental stress) amounts and fluxes released by SEEs: they would have ranged from 5 to 100 Gt and 0.1 to 1 Gt/a, respectively, over durations possibly as short as 100 years for each SEE. The chemical input of the Chicxulub impact would have been on the same order as that of a very large single pulse. The impact, therefore, appears as important but incremental, neither the sole nor main cause of the Cretaceous-Tertiary mass extinctions.",
  "title": "Determination of rapid Deccan eruptions across the Cretaceous- Tertiary boundary using paleomagnetic secular variation: 2. Constraints from analysis of eight new sections and synthesis for a 3500-m-thick composite section"
}