{
  "sections": [{
    "heading": "A statistical volcanic forcing scenario generator for",
    "text": "climate simulations\nC. M. Ammann1 and P. Naveau2\nReceived 28 May 2009; revised 15 September 2009; accepted 24 September 2009; published 12 March 2010.\n[1] The climate system is continuously affected by forcings that add to its inherent variability. Recently, the dominant influence shifted from mostly natural factors to the rapidly increasing anthropogenic greenhouse gas and aerosol forcing. Climate change simulations for the 21st and 22nd centuries then employ possible story lines of human socioeconomic development with associated radiative forcing that exclusively explore the potential human influence on climate. None of the scenarios, however, include natural factors that dominated climate variations prior to the large anthropogenic emissions. This leads to a discontinuity at the transition between the historical and the future projection period. Similarly, studies of transient climate variations before the last 1–2 millennia generally use only the well-known, slowly varying forcings such as orbital or greenhouse forcing derived from ice cores. While past solar irradiance variations can be reasonably estimated from cosmogenic isotope data, no well-dated, high-resolution information exists before about A.D. 500 that would allow for an implementation of forcing from explosive volcanism. Here, we present a statistical approach to generate statistically (and geophysically) realistic scenarios of volcanic forcing that are based on the properties of the longest available volcanic forcing series derived from ice cores. The resulting scenarios do not carry direct temporally predictive or hindcast capabilities, but they allow for an appropriate evaluation of natural uncertainty on various timescales. These series can be applied to ensure a seamless integration of an important natural forcing factor for climate change simulations of periods where such forcing is not available.\nCitation: Ammann, C. M., and P. Naveau (2010), A statistical volcanic forcing scenario generator for climate simulations, J. Geophys. Res., 115, D05107, doi:10.1029/2009JD012550."
  }, {
    "heading": "1. Introduction",
    "text": "[2] Scenarios used for studying climate change in the near future are designed to evaluate the potential influence of human-induced changes in the atmosphere, such as the change in atmospheric greenhouse gas concentrations and effects from aerosol particles [Nakicenovic and Swart, 2000]. In contrast, most climate studies focusing on either the instrumental period (since the mid 19th century) or previous centuries to a couple of millennia take into account the combined role of anthropogenic and natural external forcing [Tett et al., 1999; Stott et al., 2000; Crowley, 2000; Hegerl et al., 2003, 2006; Ammann et al., 2003, 2007; Santer et al., 2003;Meehl et al., 2004]. The 20th century is generally seen as a transition period from an early part, which was forced mostly by natural factors, followed by the emergence of strong human influence, which increasingly began to dominate climate during the last few decades. [3] While variations in greenhouse gas concentrations are not negligible in the pre-industrial period [Crowley, 2000; Hegerl et al., 2006], and the cause of the variations is still debated [e.g., Gerber et al., 2003; Ruddiman, 2003], their large-scale radiative effects are generally seen as relatively small compared to estimates of the radiative forcing from intermittent explosive volcanism and solar irradiance changes, albeit, most recently, doubts have been raised about the magnitude of solar variations that have traditionally been applied [Foukal, 2002; Lean et al., 2002; Hall and Lockwood, 2004; Foukal et al., 2004; Wang et al., 2005]. Generally, most of these natural and anthropogenic forcings are included in climate model simulations of the recent past [Robock, 1978; Hansen et al., 1997; Bertrand et al., 1999; Free and Robock, 1999; Tett et al., 1999; Crowley, 2000; Robertson et al., 2001; Bauer et al., 2003; Gerber et al., 2003; González-Rouco et al., 2003; Ammann et al., 2007], at least going back over the last millennium. [4] Such an all-inclusive approach, however, is not possi-\nble for future scenarios [Allen et al., 2000;Knutti et al., 2002; Meehl et al., 2005; Wigley, 2005] as only anthropogenic forcing is considered through the different scenarios following prescribed ‘‘story lines’’ of human socio-economic development [Nakicenovic and Swart, 2000]. Most experiments exploring future climates are traditionally continuations of ‘‘hindcasting’’ simulations covering the instrumental\nJOURNAL OF GEOPHYSICAL RESEARCH, VOL. 115, D05107, doi:10.1029/2009JD012550, 2010 Click Here\nfor\nFull Article\n1Climate and Global Dynamics Division, National Center for Atmospheric Research, Boulder, Colorado, USA.\n2Laboratoire des Sciences du Climat et de l’Environnement, IPSL, CNRS, Gif-sur-Yvette, France.\nCopyright 2010 by the American Geophysical Union. 0148-0227/10/2009JD012550\nD05107 1 of 17\nperiod during which all available natural and anthropogenic forcings were included. However, any extension, by design, suffers from a discontinuity at the transition point from the ‘‘present’’ to the future. While in the historical section both natural and anthropogenic factors can affect climate, the future is exclusively influenced by anthropogenic factors. The discontinuity is immediately visible through a drop in variability at the transition point recognizable in most global or hemispheric climate quantities, such as surface temperature. Introduction of ensemble ranges around individual scenarios can only slightly mask the clear change in decadal to century scale variability. Despite the focus on uncertainty arising from the choice of various scenarios, the lack of important naturally induced variability has implications for our understanding of the real uncertainty in future climates. This situation also hampers the efforts to convince critics and the public of the potential reality of coming changes. [5] It would be desirable that any comparison of climate between the past, present, and future would be more continuous, i.e., seamless. Of course, this would require a way of predicting the natural climate forcing factors. A few approaches based on physical models have been proposed for solar variability [Hathaway et al., 1999; Lean, 2001; Dikpati et al., 2006], but the length of projection into the future remains very limited. To our knowledge, no physical models currently exist to predict volcanic variability on a global scale. Studies are mostly restricted to individual volcanos [Scarpa, 2001], or are oriented to general volcanological measures difficult to translate into climatic forcing [Newhall and Self, 1982; Simkin and Siebert, 1994]. There are, however, some studies that have taken idealized or statistical approaches to describe volcanic activity over time [Wickman, 1976; Klein, 1982; De la Cruz-Reyna, 1991, 1996; Simkin, 1993; Pyle, 1998; Ammann and Naveau, 2003; Mason et al., 2004]. [6] How future explosive eruptions could alter the human effect on climate has only been discussed in a limited number of studies. Hansen et al. [2002] have repeated the recent volcanic forcing record to study for how long the warming due to greenhouse gases could be obscured by this temporally large natural factor. Going a step further, Hyde and Crowley [2000] have included the probabilities for eruptions in the near future to come up with confidence intervals for potential future volcanic forcing. This way, they separated mean forcing ( 0.35 Wm 2, and the upper quartile of 0.46 Wm 2) as averaged over 400 individual simulated centuries from potential individual events. These results were directly comparable with the decades of largest volcanic perturbation in the instrumental record, 1880–1910 [Hansen and Sato, 2001; Houghton et al., 2001; Ammann et al., 2003]. [7] One important feature of the stochastic volcanic forcing used in Hyde and Crowley [2000] was their systematic application of nonuniform distribution of the eruption magnitude (and thus radiative forcing) through the application of an exponential function based on their record from ice core data. Volcanological series, such as the extensive Smithsonian database on historical volcanic eruptions [Simkin and Siebert, 1994], contain information about a small set of eruption characteristics that indicate the explosiveness or the volume of volcanic magma erupted during an event [Sapper, 1927; Walker, 1980; Simkin et al., 1981; Newhall and Self, 1982]. While these data provide a rich archive of volcanological information, their climatic relevance remains somewhat less clear. For the atmosphere, it is much less the amount of juvenile magma or ash produced by a large eruption that is important, but rather the total amount of sulfur that gets injected into the stratosphere [Self et al., 1981; Rampino and Self, 1984; Bradley, 1988; Sigurdsson, 1990]. Probably the best archive for this type of information are sulfate deposits in polar ice caps [Hammer, 1977; Zielinski, 2000]. Sulfur ‘‘spikes’’ found in individual layers of ice cores provide a direct measure of the mass flux of volcanic sulfate particles that settled out of the atmosphere. These fluxes can be calibrated in various ways to estimate the original volcanic aerosol mass produced by an eruption [Clausen andHammer, 1988; Zielinski, 1995; Gao et al., 2008]. Thus, long sulfate concentration records provided by the available ice core records offer ways of reconstructing the history of volcanic perturbations to the atmosphere and thus to climate [Hammer et al., 1980; Legrand and Delmas, 1987; Zielinski et al., 1994; Robock and Free, 1995; Gao et al., 2008]. [8] Such ice core based histories can then be used to determine statistical properties of the volcanic forcing [Hyde and Crowley, 2000]. Most recently, Naveau and Ammann [2005] analyzed diverse sets of volcanic activity records and found that magnitudes of sulfate deposits by climatically relevant eruption not only follow an exponential function, but that a classical extreme value distribution more accurately describes their distribution. The difference to a simple exponential function is that the (upper) tail of the distribution is substantially ‘‘heavier,’’ i.e., that large eruptions should be more frequent than expected under the pure exponential model. This result was found to be robust across various volcanic data sets [Naveau and Ammann, 2005], and thus the extreme value approach is well suited as the foundation for statistical modeling [see also Mason et al., 2004 for a volcanological perspective]. [9] Here we apply the findings by Naveau and Ammann [2005] and introduce in section 2 a max autoregressive process model to simulate extreme value series that mimic random, yet realistic annual volcanic forcing series. The model parameters are calibrated with respect to past realworld reconstructions. Thus, each simulation from this model can be regarded as a stochastic, but possible, volcanic forcing realization that has long term statistical properties consistent with the historical record of volcanism used for training. [10] For the simulations shown here, the underlying parameters are estimated from two of the longest, multicore, high-resolution volcanic forcing data sets [Crowley, 2000; Ammann et al., 2007] both of which have already been used in transient climate simulations of past centuries [Bertrand et al., 1999; Crowley, 2000; Crowley et al., 2003; GonzálezRouco et al., 2003; von Storch et al., 2004; Hegerl et al., 2006; Ammann et al., 2007; Tett et al., 2007]. Because individual events are sampled from an extreme value distribution, one can analytically describe their statistical properties. For example, we can estimate the probability of an event exceeding a certain magnitude in any given year, or we can compute the overall expected long term mean forcing as well as various other properties. [11] This statistical model is then implemented for two applications. First (section 3), we employ it to describe the currently neglected uncertainty in the 21st and 22nd centuries arising from volcanic forcing. Questions regarding the range\nD05107 AMMANN AND NAVEAU: VOLCANIC FORCING SCENARIO GENERATOR\n2 of 17\nD05107\nof expected mean volcanic forcing in comparison with the evolving anthropogenic components are addressed and also the probability of very large magnitude events with more time-limited impact are discussed. Using the properties of the volcanic forcing distribution, we establish scenarios that represent upper and lower bounds of overall volcanic forcing that can realistically be expected over the next 200 years. [12] Section 4 then focuses on the mid to late Holocene period (past 6000 years) for most of which currently no continuous high-resolution volcanic forcing series exists. Although ice core records do cover this period, the required dating precision of about ± a couple of years in bothNorthern and Southern Hemisphere records is preventing the identification of required joint signals in both hemispheres resulting from tropical eruptions. The tropical events, far more than high-latitude eruptions, are crucial for establishing a useful volcanic forcing series because (1) their influence affects a significantly larger portion of the globe, and (2) the lifetime of particles in the atmosphere is extended through the tropical stratospheric reservoir [Plumb, 1996], which protects some particles from direct removal or transport to higher latitudes. For example, the remnants of Pinatubo’s (1991) eruption were still observed in late 1995 [Hofmann et al., 2003], while the large high-latitude aerosol loading originating from the comparable 1912 Katmai-Novarupta eruptions were essentially gone 12 months later [Stothers, 1996a]. This illustrates the need for a good representation of tropical eruptions, be it either through reconstructions from natural archives or through statistical methods. Given the current lack of dating precision in ice cores, long simulated series of volcanic forcing, such as the ones proposed here, can provide a way of implementing volcanic perturbations in transient climate model experiments. [13] Finally, we briefly discuss issues related to the conversion of volcanic pulse information to a radiative forcing record ready for use in climate model simulations in section 5 before offering our conclusions. [14] Our stochastic approach of modeling volcanic forcing has the main advantage of taking into account the highly intermittent and nonlinear nature of volcanic forcing. Additionally, the approach provides substantial flexibility, which is illustrated through simple modifications to the stochastic output that help to take selected uncertainties and limitations into account (see section 4). The applications are intended to offer climate modelers a novel way to introduce a useful volcanic forcing series in simulations of periods for which no such forcing currently exists. Therefore, it is important to remember that the goal of this work is neither to reconstruct past volcanic forcing nor to predict its exact future value in any particular year, but merely to offer a tool to produce possible scenarios that contain a statistically proper perturbation arising from a dominant natural forcing factor."
  }, {
    "heading": "2. Data and Method",
    "text": ""
  }, {
    "heading": "2.1. Ice Core Derived Volcanic Data",
    "text": "[15] Explosive volcanic eruptions that have the potential to affect climate can be described as the largest (maximum) events of continuous volcanic activity that occurs over the globe. Only the most explosive events have the capability to inject sulfur-bearing gases (mostly SO2 and H2S) into the lower stratosphere, where through reaction with OH and\nwater small sulfuric acid aerosol particles form. These particles perturb the radiative fluxes, and ultimately climate [e.g., Robock, 2000]. Over the 20th century, there were only a handful of eruptions that caused a discernible radiative perturbation [Sato et al., 1993; Stothers, 1996a, 2001; Andronova et al., 1999; Keen, 2001; Ammann et al., 2003; Hofmann et al., 2003]. Because of the small number of wellobserved events, it is very difficult to estimate the long-term distribution of volcanic radiative perturbation. Some information can be found in detailed eruption catalogues [Simkin and Siebert, 1994], but there are significant drawbacks in the use of these types of compilations due to rapidly decreasing data coverage back in time. Additionally, the Volcanic Explosivity Index [VEI; Newhall and Self, 1982; Simkin and Siebert, 1994] is not immediately related to the climatic significance of an event [Self et al., 1981; Newhall and Self, 1982; Rampino and Self, 1984; Bradley, 1988; Zielinski, 1995; Robock and Free, 1996]. Other indices, such as the Dust Veil Index (DVI) [Lamb, 1970], are also dependent on the data coverage and not always designed in a systematic manner [Bradley, 1988; Kelly et al., 1998]. Ice cores, on the other hand, offer an archive that is essentially continuous through annual layering in the ice. Despite its own set of uncertainties (see section 2.5), this approach is probably the most objective, and thus most promising way to reconstruct volcanic activity in the past [Hammer et al., 1980; Zielinski et al., 1994; Zielinski, 2000]. A large number of records have been produced from drilling efforts in the high northern latitudes (mostly Greenland, although cores from various high mountain ranges exist as well) and Antarctica over the past three decades [Hammer, 1977; Hammer et al., 1980; Delmas et al., 1985;Legrand andDelmas, 1987;Moore et al., 1991; Delmas et al., 1992; Fisher and Koerner, 1994; Zielinski et al., 1994; Langway et al., 1995; Clausen et al., 1995; Zielinski, 1995; Cole-Dai et al., 1997, 2000; Udisti et al., 2000; Fujii et al., 2001; Palmer et al., 2001, 2002; Bigler et al., 2002; Kohno and Fujii, 2002; Stenni et al., 2002; Zhang et al., 2002; Budner and Cole-Dai, 2003; Mosley-Thompson et al., 2003; Traufetter et al., 2004; Castellano et al., 2005; Kurbatov et al., 2006]. But, only a small number of actual radiative forcing reconstructions based on single [Crowley et al., 1993; Zielinski, 1995] or compilations of multiple ice cores have been used [Robock and Free, 1996; Crowley, 2000; Robertson et al., 2001; Ammann et al., 2007]. A more comprehensive effort by Gao et al. [2008] is now also available. Only multicore collections provide the information required for a statistical assessment of eruption magnitudes and frequency [Robock and Free, 1996; Zielinski et al., 1997]. [16] Two of the longest, and (at least) annually resolved volcanic forcing reconstructions, are used here for illustration of the statistical approach to estimate volcanic forcing properties over time: the series used by Crowley [2000] (CR) and the one used by Ammann et al. [2007] (AM). However, other reconstructions could be employed to determine the distribution parameters that form the base of the model. CR and AM series were derived from ice core data combined with ‘‘expert knowledge’’ for local (in time) optimization. The adjustments include the interpretations of origin (tropical versus higher latitudes) and timing of events, the determination of the peak magnitude and the decay of the signal. Note that we use only one series of CR, although\nD05107 AMMANN AND NAVEAU: VOLCANIC FORCING SCENARIO GENERATOR\n3 of 17\nD05107\ndifferent versions were offered to allow for alternative estimates of the separation between high- and low-latitude eruptions [see Crowley, 2000]. The simplification used here is justifiable because the overall statistics are only affected in a minor way. [17] Figure 1 shows the (calendar) annual average radiative forcing estimated in the two series. The AM reconstruction also provides the peak forcing (AM-peak) associated with each eruption because the construction of the data set was performed at monthly resolution in order to provide realistic forcing in GCM simulations [Ammann et al., 2007]. These monthly values are more closely related to the actual volcanic injection because it is the monthly resolution that can better resolve the spike of initial mass of gas and aerosol injected into the stratosphere. In contrast, the calendar year separation of an annual series can cut the integral of a volcanic pulse in a rather arbitrary fashion, depending on the season of the eruption. Averages over a year then smooth the actual extreme values, which affects the tail of the distribution (see section 2.2). Thus, the difference between what we use as AM and AM-peak needs to be kept in mind when looking at either annual average forcing series (such as from CR), or when discussing the distribution of initial eruptionmagnitude (i.e., full aerosol particle mass). [18] Figure 1 shows how comparable CR and AM series are overall, with CR containing about 57 tropical and some 15(+) Northern Hemisphere high-latitude events between A.D. 1000 and 1999 (determined by their multiyear versus single-year decay), while AM contains 62 and 35 events, respectively. Small to intermediate events tend to be slightly larger in CR when compared to corresponding events in AM, although not all events are common in both series. In contrast, the larger events are essentially all present in both series, for which the AM series exhibits slightly larger magnitudes (the cause of this difference exists by construction, see explanation below). The overall similarity together with the slight distinction at the lower and upper ends of the magnitude distribution between the two reconstructions is obvious when looking at the low-frequency behavior illustrated by a moving, 100 year Gaussian-smoothed running average (gray lines in Figure 1). Note that these smooth, running-average series were multiplied by a factor of 10 for clarity. Both series agree well in the timing of periods with increased or reduced volcanic forcing, the maxima occurring centered around 1262, 1463, 1606, and 1819 (CR) as compared to 1257, 1450, 1614, and 1814 (AM). Also the long term (A.D. 1000– 1999) average forcing estimates are 0.26 Wm 2 in CR compared to 0.22 Wm 2 in the reconstruction of AM. The most recent series fromGao et al. [2008] is also in agreement with 0.26 Wm 2. (Note that Hyde and Crowley [2000] used only the most recent 600 years to arrive at the previously mentioned mean forcing of 0.35 Wm 2.)"
  }, {
    "heading": "2.2. Extreme Value Theory",
    "text": "[19] In recent years, climate science disciplines have witnessed a growing interest in extreme events, such as droughts, heat waves, or large volcanic eruptions. By definition, extreme events are rare, but they do occur enough so that records are eventually broken. Although our understanding of the mean behavior of climate and its ‘‘normal’’\nD05107 AMMANN AND NAVEAU: VOLCANIC FORCING SCENARIO GENERATOR\n4 of 17\nD05107\nvariability has been improving significantly during the last decades, extreme events have been hard to study and even harder to predict or simulate. Besides their scarcity, extreme events obey to different statistical laws than averages. Fortunately, a basic theory exists for extremes that can help to perform targeted statistical analyses. [20] Extreme value theory (EVT) is the field of probability and statistics which describes the behavior of extremes in the upper tail region of probability distribution functions. EVT has a long history going back to the early 20th century [Fisher and Tippett, 1928; Gnedenko, 1943; Von Mises, 1954]. It has been applied to a variety of problems in finance [e.g., Embrechts et al., 1997] and hydrology [e.g., Katz et al., 2002]. Surprisingly, its application to climate studies has only been fairly recent. Over the past years, climatologists have been more inclined to take advantage of this theory [e.g., Kharin and Zwiers, 2000]. This paper can be regarded as a further step in this direction using the example of climatically relevant eruptions. As required by theory, these are relatively rare events representing only the most extreme cases out of a continuum of eruption events from the ongoing global volcanic activity. [21] The historical cornerstone of EVT is the Generalized Extreme Value (GEV) distribution which models block maxima (depending on the problem at hand, the block is classically a month or a year in Geosciences). The justification for the GEV distribution arises from an asymptotic argument. As the sample size increases, the distribution of the sample maxima should asymptotically follow either a Fréchet, Weibull, or Gumbel type distribution [see for the analytical formulas of such distributions Embrechts et al., 1997]. These three cases are termed ‘‘heavy-tailed,’’ ‘‘lighttailed,’’ and ‘‘bounded,’’ respectively. The GEV distribution synthesizes all these three cases into one global formulation. Although the GEV distribution can be of practical value and provides an elegant way to introduce EVT, it is better, from a statistical inference point of view, to work with exceedances above a high threshold, whenever possible, than with block maxima. The reason for such a choice can be exemplified by looking at yearly maxima computed from daily observations. In this example, only one record per year, the maximum, is kept in the statistical analysis and the second, third largest values, or other large observations are simply discarded despite the fact that they also contain valuable information about the upper tail. In comparison, working with exceedances above a high threshold allows the practitioner to take advantage of a larger number of large values. As the GEV is theoretically adapted to model maxima behavior, EVT statistical results [e.g.,Embrechts et al., 1997] show that, given a threshold, say u, increases, exceedances above this threshold can be asymptotically fitted by a Generalized Pareto Distribution (GPD) function defined by\nFs;x xð Þ ¼ 1 1þ x x u s 1=x þ ; ð1Þ\nwhere (x)+ = max(0, x) and x and s > 0 represent the shape and scale parameters, respectively. Naveau and Ammann [2005] found that the GPD was indeed well adapted for modeling volcanic forcing series.Mendoza-Rosas and De la Cruz-Reyna [2008] also applied the GPD to analyze eruption series from five active Mexican volcanoes.\n[22] Concerning the series of CR and AM, Figure 2 (left) displays the histograms and fitted GPD density functions (solid lines). Figure 2 (right) shows the corresponding quantile-quantile plots that illustrates how well extreme values in the upper tail are represented by the GPD fit. For both time series, Figure 2 indicates a reasonable fit by the GPD distribution in agreement with previous results. Table 1 provides the estimated GPD parameters and corresponding standard errors for the CR and AM execeedances. The CR shape parameter exhibits a steeper decline, indicating that the probability for very large events is smaller than in AM. This agrees well with the visual interpretation of Figure 1. The reason for this effect is contained in the ‘‘damping’’ approach chosen in CR, where large events with radiative forcing of at least 1.5 Wm 2 were artificially reduced through a transformation using their (2/3)-power because high-density volcanic clouds could conceivably cause larger individual aerosol particle sizes through coagulation. This would alter both the lifetime of the particles in the atmosphere and their radiative forcing. A discussion of possible negative feedbacks can be found in Pinto et al. [1989]. Corrections of this nature were not applied in AM because of the lack of direct observational evidence, although Ammann et al. [2007] acknowledge the potential for overestimating the radiative effects of very large eruptions."
  }, {
    "heading": "2.3. Max Autoregressive Models",
    "text": "[23] In classical time series analysis, it is very common to model temporal dependence with various autoregressive processes. For example, the canonical example is the Gaussian autoregressive process of the order of one defined by the equation\nXt ¼d a Xt 1 þ t; ð2Þ\nwhere t is the year index, the random variable t represents a Gaussian independent and identically distributed (IID) sequence, a is a scalar such that jaj < 1, and ¼d indicates equality in distribution (i.e., random variables with the same distribution function that will lead to the samemoments). The stationary process {Xt} is Gaussian with a short memory (of lag one). As indicated in section 2.2, such a model is not appropriate for fitting the volcanic forcing data displayed in Figures 1 and 2 because this Gaussian autoregressive process is too centered around the mean and thus cannot exhibit very large peaks. In order to model sudden bursts typical in volcanic pulses, a series of stochastic models dedicated to the study of heavy-tailed distributions can be found in the literature. For example, Gade [1973] and Davis and Resnick [1989] studied the following max autoregressive process defined by\nXt ¼ d a Xt 1ð Þ _ t; ð3Þ\nwhere a is a positive constant, b _ c = max(b, c), and t is a Fréchet distributed noise. Although similar, equations (2) and (3) have two important differences. The ‘‘plus’’ operator, b + c in (2), has been replaced by the maximum ‘‘operator,’’ b _ c = max(b, c) in (3). And the distribution of the innovation t has been changed from a Gaussian distribution to a heavy-tailed one. In the context of volcanic forcing, a\nD05107 AMMANN AND NAVEAU: VOLCANIC FORCING SCENARIO GENERATOR\n5 of 17\nD05107\nslight modification of equation (3) is required to reproduce the statistical behavior observed in Figure 2,\nXt ¼d aXt 1ð Þ _ ht; ð4Þ\nwhere the IID sequence {ht} follows a mixture distribution taking into account the intermittence in eruption occurrence\nht ¼ d t if an eruption occurs in year t with probability pð Þ;\n0 for no eruption in year t with probability 1 pð Þ;\nð5Þ\nwhere t is IID with GPD margins with a positive shape parameter in (1). Thus, the definition of ht is based on the following reasoning: A large volcanic eruption that is capable of affecting climate during a few years occurs randomly with a small probability p. Such an eruption has a volcanic forcing, say t, that follows a heavy-tailed type distribution. In contrast, during the years without such large eruptions, the forcing is equal to zero. This latter case explains the equation ht = 0 with probability 1 p. The year of the eruption is followed\nby a decay over the next two or three years, a process often described through a so-called e-folding time, the time required (commonly one year [Robock, 2000]) for the forcing to be reduced to a = 1/e in Xt = aXt 1 (see (4)). The same scheme is stochastically repeated whenever large eruption occurs. [24] Given a set of GPD parameters, such a max autoregressive model can be used to generate random series that have the same properties as their training set. Figure 3\nTable 1. Estimated GPD Parameters for the CR and AM Peak Amplitudesa\nGPD Parameters Estimates Standard Errors\nAMb\nx 0.389 0.192 s 0.772 0.153\nCRc\nx 0.140 0.234 s 1.323 0.410\naSee equation (1). bHere u is 0 and number of exceedances is 80. cHere u is 3 and number of exceedances is 25.\nD05107 AMMANN AND NAVEAU: VOLCANIC FORCING SCENARIO GENERATOR\n6 of 17\nD05107\nsummarizes the two primary steps at the core of the max autoregressive volcanic forcing model (4). First, a GPD sequence (in Figure 3, upper left) is generated from equation (1). Second, an independent Bernoulli process determines a series of binary ‘‘on’’/‘‘off’’ decisions, which represent the occurrences or absence of explosive volcanism in any particular year (Figure 3, upper right: vertical bars indicate ‘‘on’’). For the resulting volcanic series (lower part, Figure 3), only the GPD values during ‘‘on’’ years from the Bernoulli process are considered. If no eruption occurs, the information of a previous year is simply advanced forward by a decay embodied by the parameter a = exp( 1) in equation (4). This systematic decay for tropical eruptions was incorporated in CR and AM. The effect of the decay on an year-to-year dependence in forcing is illustrated in Figure 4. In Figure 4 (left), a line with slope equal to a = exp( 1) links large CR values of the previous year (Xt 1) to their decaying successors Xt and in the right the decay is iterated for an additional year (Xt 2 versus Xt). Not surprisingly, the line fits CR data well, i.e., a large value, say Xt 1, is very likely to be followed by the value Xt/a. A similar figure for AMwould be more noisy than CR because the AM series was constructed at monthly rather than annual resolution. Because of the random temporal partitioning of the monthly volcanic forcing integral into the first two calendar years (determined by the month of the eruption), the initial forcing buildup (calendar year 0 of the eruption) and the following first complete calendar year of decay therefore do not necessarily exhibit this clean relationship. By year 2, however, the decay characteristics are now the same by design and therefore calendar year 2 is related to calendar year 1 with a = exp( 1)."
  }, {
    "heading": "2.4. Properties of the Max Autoregressive Forcing",
    "text": "[25] From equations (4) and (5), we can derive a series of important statistical properties of the stochastic forcing Xt , a selection of which are shown in Figure 5.\nD05107 AMMANN AND NAVEAU: VOLCANIC FORCING SCENARIO GENERATOR\n7 of 17\nD05107\n[26] For example, we can write that\nP ht vð Þ ¼ 1 pð Þ þ pFs;x vð Þ; for v 0: ð6Þ\n[27] This equation gives that P(ht = 0) = 1 p, with the p probability of having an eruption. The main quantity that we want to characterize is the forcing Xt. Given the rare occurrence of large eruptions, it is of particular interest to know what the probability is of the volcanic forcing in any particular year to be of magnitude v or greater, or formally, what is P(Xt > v)? Theoretical solutions of equation (4) have the form\nXt ¼d _1 j¼0 a jht j:\n[28] It follows that P(Xt v) equals\nP _1 j¼0\na jht j v !\n¼ Y1 j¼0 P a jht j v ¼ Y1 j¼0 P ht j v=a j :\n[29] Hence, we have from (6)\nP Xt > vð Þ ¼ 1 Y1 j¼0 1 pð Þ þ pFs;x v a j h i : ð7Þ\n[30] Equation (7) provides an explicit formula that the volcanic forcing is greater than a given amplitude v for any given year. Figure 5 (left) shows the shape of the probability P(Xt > v) when the GPD parameters s and x of AM are taken from Table 1. This curve indicates that the forcing is neither Uniform nor Gaussian, but clearly skewed with a heavy tail, as can be expected from a distribution with extreme value characteristics. [31] From equation (7), it is also possible to compute two fundamental quantities, the return level fT over a given time period, say Tf, and the return period Tf for a given volcanic forcing fT [cf.,Hyde and Crowley, 2000, Figure 2]. These two\nquantities are complementary because they are based on the same mathematical equation\nP Xt > fTð Þ ¼ 1=Tf : ð8Þ\n[32] To compute the return level fT, the period Tf is given and one has to find the unknown fT from (8). To derive the return period Tf, the level fT is fixed and one has to solve (8) to find Tf. Basically, the return level fT tells us the strength of the single event larger than fT occurring in T years, while the return period indicates the average time interval between events of intensity fT. Figure 5 (right) displays the AM return periods (y axis) for different fT (x axis). Such a figure could be used to compute the return period of large volcanic forcing events, e.g., from Tambora."
  }, {
    "heading": "2.5. Limitations",
    "text": "[33] Using EVT provides a direct and elegant way to quantify various measures of interest with regard to volcanic forcing on climate. However, one needs to keep in mind that the analytical solutions shown here are based on a list of assumptions that introduce uncertainties at various steps in the process. [34] The primary uncertainties enter at five levels. [35] 1. The direct instrumental record of volcanic radiative perturbations is limited because useful time series are only available since the late 19th century, and with any spectral resolution only much later [see Sato et al., 1993; Stothers, 1996a, 1997]. Detailed series, such as the atmospheric transparency observations shown in, e.g., Kalitin [1938], or more recent summaries in Hofmann et al. [2003], at least provide a clear identification of climatically relevant events that can be compared to the ice core data. Such records show that large volcanic eruptions with a discernible radiative effect do not happen very frequently. [36] 2. Our information about past volcanic sulfate loading in the stratosphere comes from extraction of sulfate signals from noisy polar ice core series [e.g., Zielinski et al., 1994; Robock and Free, 1995; Karlöf et al., 2005; Naveau and Ammann, 2005; D. Batista et al., Extracting common pulse-\nD05107 AMMANN AND NAVEAU: VOLCANIC FORCING SCENARIO GENERATOR\n8 of 17\nD05107\nlike signals from multiple ice core time series, manuscript in preparation]. It is not always straightforward to isolate a signal from the local noise in the time series (there are other sources of sulfate than volcanic), and spatial aspects of the deposition should also be taken into account [MosleyThompson et al., 2003; Gao et al., 2008]. [37] 3. A primary issue of almost any ice core time series is the uncertainty with regard to exact timing (dates) of individual ice layers. This topic is often addressed, among other measures, using a few ‘‘well-known’’ volcanic marker events. While this is fairly well established in the past few centuries, the uncertainty grows distinctly and successively before about 1500 A.D. Such a concern not only affects comparisons of ice cores across a single ice sheet, but becomes of particular importance when comparing time series from Greenland and Antarctica. A good interhemispheric association of volcanic signals is crucial for the identification of tropical eruptions. Detailed chemical studies of volcanic deposits allowing more conclusive fingerprinting of the source volcano are rare due to the lack of ash in most ice cores. [38] 4. A further problem lies in the calibration of sulfate flux data from polar areas to the original stratospheric sulfate mass and its associated optical perturbation. Only a few opportunities exist to do a calibration: Earlier atmospheric nuclear bomb test produced a significant amount of radioactive particles that have beenmeasured in polar ice [Clausen and Hammer, 1988]. More recently, the reasonable satellite observations of El Chichòn (1982) and Pinatubo (1991) can be used for calibration [Zielinski, 1995; Gao et al., 2008]. However, it is unclear how stationary this deposition process is given various atmospheric circulationmodes that should be taken into account, such as the Quasi-Biennial-Oscillation in the stratosphere, or even tropospheric variability (both El Chichòn and Pinatubo eruptions co-occurred with El Niño events). Additionally, one should not forget that the ice core signal from these most recent events is far from being perfect, because the polar sulfate deposition has seen very large anthropogenic pollution increase (a potential cause for the significant increase in continuous loading estimated in CR). [39] 5. Finally, in addition to the uncertainty in the underlying data, any analysis of extremes is often guided by a very small number of events at the tail of the distribution. In case of the volcanic forcing there are a few events that are almost universally prominent across the available ice cores: an unknown event around 1258, Kuwae in 1452 or 1453, and the double signature around Tambora 1815. It is important to know how well established the signals from these largest eruptions are. While there is little uncertainty about Tambora (1815) and its unknown precursor (around 1809), the Kuwae eruption has recently been recognized at its full magnitude [Monzier et al., 1994; Gao et al., 2006]. By far the largest event in the recent past, indicated by sulfate depositions starting in roughly 1258, has a distinct influence on the distribution. Various studies have investigated if this very large signal is indeed the result of a tropical eruption (and not a ‘‘ghost’’ signal caused by two contemporaneous highlatitude eruptions) so far concluding that it is of low-latitude origin [Langway et al., 1988, 1995; Palais et al., 1992; Oppenheimer, 2003]. [40] In short, more case studies would be needed to better quantify the actual uncertainty contained in the ice core sulfate record and its ability to reconstruct past atmospheric radiative perturbations. For the remainder of this paper, we use CR and AM series, but we invite others to explore our models to perform calculations based on different time series. The calculation can be done using our computational routine written in the readily available R statistics language (R-Project, http://www.r-project.org). The various codes relevant for this paper can be obtained upon request from the authors."
  }, {
    "heading": "3. Volcanic Forcing Scenarios A.D. 2000–2200",
    "text": "[41] Randomly generated volcanic pulse series by the max autoregressive volcanic forcing model (4) are, by construction, statistically comparable with the volcanic forcing-training series in terms of (1) average number of event that occurs over a specific time interval, (2) distribution of magnitude of the individual pulses as well as (3) their decay characteristics (relevant for average tropical events). Any random model output can therefore be treated as a possible, statistical volcanic forcing scenario following the given GPD parameters. Figure 6 illustrate this point by displaying two 200 year simulations of volcanic forcing time series whose parameters have been set in function of Table 1, respectively to the AM and CR series. These two simulated trajectories have the same statistical properties as the two long high-resolution series AM and CR, and could be used as forcings. One difficulty lies in the nonlinear nature of this forcing, i.e. the forcing mean and standard deviation values over a given period do not adequately summarize the full distribution of the volcanic forcing because it oscillates from zero inputs to large peaks. Hence, the idea of working with ensembles, i.e. a set of simulated forcings, is more relevant to understand and quantify the effect of future volcanic forcings under different scenarios. Actually, anthropogenic scenarios are readily available [Nakicenovic and Swart, 2000] while no volcanic (or solar) forcing scenarios exist. Questions that modelers might want to address with a volcanic forcing scenario over this time interval include the average expected forcing, upper and lower bounds of the mean forcing, the maximum or minimum forcing for a certain time interval resulting from a single or multiple eruptions, the overall probability of events of a given magnitude (e.g., the probability of a Pinatubo, Tambora, or even A.D. 1258 event), etc. Because most scenarios of anthropogenic forcing show a discrete positive increase over time [see Nakicenovic and Swart, 2000], it can also be of particular interest to calculate the probabilities that natural forcingsmight act to offset the human induced forcing [Hansen et al., 2002; Hyde and Crowley, 2000] over a short or even longer time period."
  }, {
    "heading": "3.1. Historical Forcing and Future Probabilities",
    "text": "[42] Hyde and Crowley [2000] investigated how stable the mean forcing over a century would be and found that century scale forcing could vary by more than 30%. [43] How volcanic forcing varied over the past century and its ability to offset the anthropogenic forcing in the future are explored in Figure 7. Figure 7a shows CR and AM volcanic forcing for the 20th century and compares its level (y axis reversed on left side) with the increasing anthropogenic forcing (solid line with y axis on right side). While the human forcing (relative to A.D. 1765) is similar in magnitude to the\nD05107 AMMANN AND NAVEAU: VOLCANIC FORCING SCENARIO GENERATOR\n9 of 17\nD05107\nlong term volcanic forcing of both CR and AM at the beginning of the 20th century, it surpasses the natural factor clearly during the last 30 years. In fact, by the end of the century, the long term volcanic forcing is less than a quarter (CR) or less than a fifth (AM) in absolute magnitude than the rapidly increasing human forcing. Because volcanic eruptions have a relatively short-lived effect on climate, it helps to analyze the evolution of the forcing. Figure 7a also shows the 15 year running mean volcanic forcing for CR and AM. At the very beginning as well as at the end of the 20th century, volcanic forcing is above its long term average (particularly in the CR series), but the mid-section between about 1920 and the 1950s sees much lower volcanic radiative perturbation. Interestingly, this is also the time when global temperatures rose markedly [Jones et al., 2001; Ammann et al., 2003]. In the years after the Agung eruption in 1963, volcanic forcing again increased to average (AM), or significantly above average (CR), conditions counteracting the now rapidly increasing human forcing. The last 10 years, however, saw a stabilization of the volcanic forcing (or decrease in CR), opening a large gap to the anthropogenic effect. The last large volcanic eruption with a discernible radiative forcing was Pinatubo (June 1991) [Hofmann et al., 2003]. Since then, the volcanic forcing has approached unperturbed background conditions. The discrepancy to the anthropogenic forcing trend clearly contributes to the present-day ongoing warming of the globe. [44] Figure 7b then evaluates how the volcanic forcing might compete with the projected scenarios of future anthropogenic influence on atmospheric radiation. The graph shows the radiative forcing connected to the three primary scenarios [Nakicenovic and Swart, 2000] used in IPCC AR4 [Houghton et al., 2001; e.g., see Meehl et al., 2005]. These time series are compared to volcanic forcing from CR and AM long term mean conditions. Note that the vertical radiative forcing axis had to be extended by a factor of 5 compared to Figure 7a. The long term volcanic forcing of both CR and AM is dwarfed by the projected increases in positive greenhouse effect in all the three anthropogenic scenarios. Using the 1000 year histories of CR and AM, the 90th and 99th percentile of decadal volcanic forcing are shown, represented by the horizontal line and associated vertical arrows. The largest decadal volcanic forcing (around 1260) reaches 1.2 W/m2 in CR and 2.1 W/m2 in AM. These decades not only are the largest in the past 1000 years, but might be the largest in the past 8000 years [Zielinski et al., 1994;Cole-Dai et al., 2000]. Thus, this clearly points out that these levels at up to about 2 W/m2 are close to the maximum in expected forcing over a decade."
  }, {
    "heading": "4. A 6000 Year Volcanic Forcing Series",
    "text": ""
  }, {
    "heading": "4.1. Historical Reconstructions and Statistical Forcing",
    "text": "[45] Transient climate model simulations for which a statistically generated volcanic forcing series can be beneficial are not restricted to future periods, but can also include the past. Although the volcanic activity history could theoretically be reconstructed from ice core data back many millennia [Zielinski et al., 1996b; Cole-Dai et al., 2000; Castellano et al., 2005; Kurbatov et al., 2006], practically, beyond about 1500 years before the present, there are at this time not enough precisely dated Northern and Southern Hemisphere ice core series of volcanic sulfate deposits available [Gao et al., 2008]. Such chronologies, however, would be required to determine which volcanic signals have synchronous (within a year) counterparts in ice of both hemispheres originating from low-latitude eruptions [Legrand and Delmas, 1987] that are crucial to get a proper distinction\nD05107 AMMANN AND NAVEAU: VOLCANIC FORCING SCENARIO GENERATOR\n10 of 17\nD05107\nbetween high- and low-latitude events. CR accommodated for some of the existing uncertainty for the period of the past 1000 years by providing two interpretations of the same data, one following the Smithsonian Catalogue [Simkin and Siebert, 1994] as closely as possible, and one by conservatively allocating unattributable signals to high-latitude events. This approach is no longer possible further back in time as the information about eruptions decreases rapidly. Other options such as the statistically based method presented above need to be considered. [46] On the basis of the assumption of long term stability of the statistical distribution, here we illustrate the development of a volcanic forcing series for a transient simulation of climate covering the past 6000 years, also referred to as the mid- to late Holocene period. One single realization based on the max autoregressive model (4) is shown in Figure 8.\nD05107 AMMANN AND NAVEAU: VOLCANIC FORCING SCENARIO GENERATOR\n11 of 17\nD05107\nQuite extensive climate proxy-networks exist for the last 1000 years or so. Beyond this time horizon, the vast majority of climate indicators are only available at multiyear, decadal, or even lower resolution. Even when high-resolution data are available, exact dates are getting more uncertain with increasing age, maybe with the exception of some of the long tree ring chronologies. This lack of proxy-indicator synchrony both on forcing and the climate side prior to about A.D. 1000 [Robock and Free, 1996; Gao et al., 2008] makes the identification of cause and effect difficult. This is particularly the case with regard to volcanic climate influence since individual eruptions have a short-lived impact on climate. [47] On one hand, there are of course some hesitations to combine well dated and established radiative forcings that are historically more or less accurate (such as Earth’s orbital parameters, greenhouse gases, even the temporal structure of solar forcing) with a purely statistically based volcanic forcing, who’s temporal structure has no connection to the real world at all. On the other hand, the absence of volcanic forcing in a simulation of the mid- to-late Holocene period could be problematic since the climatic influence of volcanoes has been fundamentally important during the last 1000 years [Briffa et al., 1998;Crowley, 2000;Bertrand et al., 2002; Hegerl et al., 2003; Ammann et al., 2007]. Not including this forcing would therefore drastically reduce the variability of the simulated climate. Should, however, statistical volcanic forcing be included in transient climate simulations, it obviously has no longer the same pacemakertype role it can serve in the well resolved recent past. Rather, under such ‘‘scenario’’ use, it is intended to act much more as a natural radiative disturbance that keeps the climate system constantly from reaching a quasi-equilibrium. In fact, one might expect that such a continued disturbance could be important for the climate system to explore a wider parameter space, which might permit it to undergo unexpected, sudden changes in the nonlinear system often referred to as abrupt climate change. [48] The output from a simulation based on a statistically derived forcing cannot be directly compared to a proxy network in a transient way. Individual climate variations, occurring over a few decades or less, are not going to be directly reproduced by such a simulation. At this point, one also needs to keep in mind that (1) only few of the known climate events are directly tied to a large scale climate forcing, and most often occur only as regional anomalies, and (2) that for many nonmajor events a clean annual chronology is often missing anyway. If, however, there should be a desire to retain some particular historical timing of one or more selected events, there are justifiable options, post hoc, to modify the randomly generated volcanic scenario series. For example, if there are good physical reasons (ash deposit, sulfate spikes co-located with other ice core proxies that indicate a climatic change), one could shift the timing of a particularly large event (or of a sequence of events) to agree with a specific date without violating the statistical nature of the series. A good example might be a study trying to identify the climatic effects of the roughly 16th century BC eruption of Santorini (Greece). [49] Next to timing issues, there might also arise concerns regarding the volcanic forcing magnitude. Modelers might want to impose some restrictions on the forcing to keep it within certain ‘‘bounds.’’ A few such modifications are considered in section 4.2."
  }, {
    "heading": "4.2. Defining Forcing Restrictions",
    "text": "[50] Two characteristics of volcanic forcing are important for transient climates: (1) the overall mean magnitude of the volcanic forcing with its multidecadal fluctuations [Crowley,\nD05107 AMMANN AND NAVEAU: VOLCANIC FORCING SCENARIO GENERATOR\n12 of 17\nD05107\n2000; Bertrand et al., 2002; Hegerl et al., 2003; Ammann et al., 2007], and (2) individual, very large volcanic events that define marked climate variability over short time periods [Rampino and Self, 1982; Bradley, 1988; Robock, 2000]. While the average forcing realized by a random sample from (4) is quite stable over an interval of 6000 years, the century and particularly decadal forcing will vary substantially (see Figure 8). Clustering of events can have a profound impact on climate at the hemispheric or global scale [Lamb, 1970; Bradley, 1988; Crowley et al., 1993; Crowley, 2000; Hegerl et al., 2003; Ammann et al., 2003], and therefore using statistical volcanic forcing in transient model simulations will inescapably lead to such variability. Ideally, model simulations will increasingly be done as ensemble simulations where the volcanic forcing can be varied between individual runs. The role of the volcanic forcing then merely serves as an important natural disturbance that, due to its randomness, is properly balanced across different ensemble members. However, for long simulations, GCM modelers sometimes can only perform one run (or a very small number). A random volcanic forcing in such a simulation therefore needs to offer the needed ‘‘natural perturbations’’ without imposing a dominant overprint that could result from a randomly generated extremely large event(s). Although not ideal, but justifiable ‘‘tuning’’ options exist in such a case. [51] 1. The peak radiative forcing for any single event can be limited. Samples drawn from a GPD distribution can sometimes, consistent with its heavy tail, exhibit undesirably large values. While statistically (and geophysically) possible [Ninkovich et al., 1978; Zielinski et al., 1996a], overly large events are not supported by the available ice core data for the mid to late Holocene and such events might be undesirable in transient simulations. Because of the considerable uncertainty on how radiative forcing scales with the stratospheric sulfur mass [Pinto et al., 1989], one could limit the magnitude of individual events to a large, but still reasonably well constrained event (e.g., Tambora). Various historical records help to somewhat constrain the radiative forcing of this event [Lamb, 1970; Rampino and Self, 1982; Stothers, 1984; Harington, 1992]. [52] 2. The transient radiative forcing can be limited. In addition to individual peak forcing, a similar cap could also be applied to limit the total radiative forcing resulting from cumulative volcanic aerosol at any one time (due to clusters). [53] 3. The timing of a significant event can be adjusted. If there are physical indications for a potential volcanic eruption influence during a particular time, one could move a large eruption to a selected year and generate a hypothesized volcanic forcing ‘‘pace-maker.’’ However, caution is to be used in the interpretation to prevent circular arguments. [54] 4. Unwanted volcanic noise can be cleared. There might be times during a transient simulation when the climate system is undergoing profound changes. As one is interested to see what might cause these rapid transitions, modelers might want to remove undesired, additional noise. One could easily remove (or more severely limit) volcanic perturbations during this time because the volcanic forcing is purely statistical in nature. [55] 5. The long term (millennium scale) mean forcing can be held low by either iterating through many scenario simulations of (4) until a desired lower mean forcing series occurs. The analytical solution to the distribution (see above) can provide information on how frequently one is expected to get a result of desired mean or maximum forcing. [56] But in the end, one should be cautious in attempting to explain interannual to decadal climate variations during a period when the climate-proxy resolution is sparse. It is important to keep in mind that forcings are only one part to the story and that internal variations in the Earth system can contribute to climate variability as well. Thus, just as in the case of future scenarios, the primary focus in the analyses of transient climate simulations for periods prior to when a well established history of both forcing and large scale climate is available will probably be on the multidecadal and longer climate variations."
  }, {
    "heading": "5. Forcing Series for Climate Models",
    "text": "[57] The procedures presented so far allow for automatic generation of global or hemispheric average volcanic forcing series. The parameters describing the eruption magnitudes, as well as the probability of occurrence of individual events (represented by a Bernoulli process), were representative of tropical events. There are, however, also volcanoes at mid to high latitudes. Regional radiative perturbations of these extra-tropical eruptions can be substantial [Stothers, 1996b; Thordarson and Self, 2003]. But the limited spatial range of these volcanic aerosol clouds (thought to remain poleward of about 30 latitude [Stothers, 1996a;Grieser and Schönwiese, 1999; Ammann et al., 2003]) together with their limited lifetime [Clausen and Hammer, 1988; Ammann et al., 2003] resulting from the lack of the equivalent to the tropical stratospheric reservoir [Plumb, 1996; Grant et al., 1996], substantially reduces the importance of these eruptions in terms of large scale (global), prolonged radiative forcing."
  }, {
    "heading": "5.1. High-Latitude Events",
    "text": "[58] If one wishes to add high-latitude events to a global or hemispheric forcing series, a similar approach to (4) could be followed to generate a corresponding volcanic high-latitude forcing series that then could be added to the tropical data. The only structural modification would concern the decay rate of the eruption clouds, which is significantly faster for high-latitude eruptions. In fact, high-latitude aerosol clouds cannot survive past the first spring/summer after the event. In this, decay is more closely tied to a specific period of the calendar year sequence than a pure, monthly decay. [59] Using CR and AM, one can determine the frequency and GPD parameters consistent with the isolated highlatitude event magnitudes. AM provides both Northern and Southern Hemisphere estimates, although particularly the Southern Hemisphere series suffers from considerable uncertainty and is hardly more than a guess at this point. Probably better data can be gained in Gao et al. [2008] who include substantially more ice cores. The eruption frequency of Northern Hemisphere extra-tropical eruptions is roughly similar (probability of p = 0.04 compared to p = 0.05) to tropical events in AM but much reduced for the Southern Hemisphere (p = 0.01). Its GPD parameters will reflect the reduced spatial coverage (and thus reduced hemispheric or global radiative perturbation) through a substantially smaller scale parameter.\nD05107 AMMANN AND NAVEAU: VOLCANIC FORCING SCENARIO GENERATOR\n13 of 17\nD05107"
  }, {
    "heading": "5.2. Spatially and Temporally Evolving Forcing",
    "text": "[60] Ice cores provide information on the annual sulfate flux to the ice sheets, and our simple model (4) provides the means of generating statistically equivalent scenarios of such annual series. In the real world, however, a volcanic eruption cloud evolves much quicker than what can be captured with annual series. Therefore, many climate model simulations have used monthly volcanic forcing data [Hansen et al., 2002; Ammann et al., 2003, 2007; Wigley et al., 2005] to better resolve the peak forcing and its decay over time. Particularly in GCM simulations, a higher temporal resolution provides much more realistic forcing conditions. There are different ways in which the simple model (4) could be used for generating a monthly series. One option is to fit a volcanic forcing integral to the annual output from (4) so that the total annual forcing is preserved. Another option is to use the GPD process only in connection with the eruption probability series (Bernoullli) but without the decay element of (4), i.e., themax-function. In this way, one could generate a volcanic peak mass or peak forcing series that follow an appropriate training set [e.g., one initial series provided in AM; Ammann et al., 2007]. This series would then require that each pulse be fit to an eruption integral (be it mass, optical depth, or direct forcing). [61] Finally, while the global and hemispheric time series are directly applicable in Energy Balance Models (EBM), an additional step should be implemented before a forcing series is employed in a General Circulation Model (GCM). One important aspect still missing is the spatial evolution of the volcanic aerosol field. Observations of the spread are discussed frequently, e.g., by Dyer and Hicks [1965] and Rind and Liao [1997] and more generic with GCM applications in mind by Grieser and Schönwiese [1999] and Ammann et al. [2003]. It is clear that volcanic aerosol forcing, although zonally well mixed, is undergoing complex spatiotemporal evolution in the real world. Particularly, the seasonal spread of the aerosol with preferred transport to the winter hemisphere [Geller, 1983; Plumb, 1996] and the role of the polar vortex to prevent penetration of the aerosol over the polar caps until spring time [Dyer and Hicks, 1965; Kreutz et al., 1999] are important elements for generating a physically realistic climate response where sharp temperature gradients in the lower stratosphere guide the crucial influence on the General Circulation [Rind et al., 1992; Kodera, 1994; Ramachandran et al., 2000; Robock, 2001; Stenchikov et al., 2002; Shindell et al., 2003; Ammann et al., 2003]. It is particularly important in GCM simulations to provide a seamless, but evolving forcing series. Further complications to the simple schemes byGrieser and Schönwiese [1999] and Ammann et al. [2003] arise both from complex atmospheric circulation [O’Sullivan and Dunkerton, 1997; Choi et al., 1998, e.g., the changes in meridional transport due to the quasi-biennial oscillation] and from the aerosol evolution itself [Pinto et al., 1989;Russell et al., 1996; Stenchikov et al., 1998; Hansen et al., 2002; Bauman et al., 2003]."
  }, {
    "heading": "6. Conclusions",
    "text": "[62] Explosive volcanism can inject large amounts of sulfur into the lower stratosphere where aerosol particles form. The radiative forcing from these events can be sub-\nstantial. Without doubt, volcanic influence on climate has been important during the past millennium, and substantial at times, during the past millennium, and its variability might also have contributed to the multidecadal climate variations during the 20th century. Estimates of volcanic forcing over the past centuries were possible through well-dated highresolution ice cores. Compared to other natural forcing factors, volcanic forcing is at least equal [Lean et al., 1995], but quite possibly larger than solar irradiance variations [Foukal, 2002; Lean et al., 2002; Hegerl et al., 2003, 2007; Muscheler et al., 2007]. [63] Volcanic forcing, despite its demonstrated importance in the recent past, is generally not included in climate simulations for periods where no high-resolution forcing series exists. This paper provided a simple statistical model to automatically generate possible volcanic forcing scenarios that could be used in such cases. The statistical properties of the random series shown here were based on two of the longest available high-resolution volcanic forcing series, though other training series could be used to estimate the extreme value distribution parameters. In addition to generating random series (individual scenarios), the known statistical properties of the model provide an analytical solution to the probabilities of forcing magnitude. The results are based on the ‘‘training’’ series but they provide insight into the inherent variability of volcanic forcing at both the decadal and century time scale. [64] Applications were presented where the volcanic forcing variability was compared with selected anthropogenic scenarios ofNakicenovic and Swart [2000]. The 20th century is clearly a transition period during which natural forcing factors are increasingly getting overwhelmed by anthropogenic influence. However, decadal to multidecadal variability in volcanic forcing is probably responsible for modulating the overall warming response to the increase in atmospheric greenhouse gas concentrations. Volcanic forcing might still be responsible for some variability in global climate in the future, but the probability for significantly, and with any durability, offsetting the strong positive radiative forcing under essentially all future greenhouse gas scenarios, including all IPCC scenarios, is rapidly decreasing. [65] Our statistical scenario generator, a max autoregressive model, was also used to offer a way of generating volcanic forcing series for transient simulations in the past, for which currently no such series exists. Various approaches were presented on how such volcanic forcing scenarios could be held within desired ‘‘bounds’’ with regard to individual events or the long term average forcing so as to be acceptable for modeling. [66] Breakingwith the general tendency to include only the forcings that are well dated, a statistical implementation of volcanic forcing for past or future transient simulations requires a new approach to such climate studies. Transient simulations driven with such statistical forcing scenarios (volcanic forcing used among others) should not be interpreted at decadal timescales but at themultidecadal to century timescale instead. Alternatively, the analysis could also be performed entirely in a probabilistic context. Climate has always experienced variations driven both from within the system and from external factors. Analyses of more seamless transitions in climate between past, present, and future should\nD05107 AMMANN AND NAVEAU: VOLCANIC FORCING SCENARIO GENERATOR\n14 of 17\nD05107\nbe aspired to and would appear to be most representative of real world conditions. Although volcanic forcing might introduce undesired noise in climate attribution studies, it nevertheless would be more realistic to have this important factor included. Results would represent a more appropriate and robust way to separate natural from anthropogenically induced climate change.\n[67] Acknowledgments. The seeds for this work were set during the work supported by NSF-CMG grant ATM-0327936. For the final touches we acknowledge further support through NSF-CMG ATM-0724828, the Weather and Climate Impact Assessment Science Program of Linda Mearns at NCAR, and the E2C2 European program. Corrections and suggestions by two anonymous reviewers have been very helpful. The National Center for Atmospheric Research is sponsored by the National Science Foundation."
  }],
  "year": 2010,
  "references": [{
    "title": "A monthly and latitudinally varying volcanic forcing dataset in simulations of 20th century climate, Geophys",
    "authors": ["C. Ammann", "G. Meehl", "W. Washington", "C. Zender"],
    "year": 2003
  }, {
    "title": "Solar influence on climate during the past millennium: Results from transient simulations with the NCAR climate system",
    "authors": ["C. Ammann", "F. Joos", "D. Schimel", "B. Otto-Bliesner", "R. Tomas"],
    "venue": "model, Proc. Nat. Acad. Sci.,",
    "year": 2007
  }, {
    "title": "Multidecadal periodicity in tropical explosive volcanism and its influence on climate",
    "authors": ["C.M. Ammann", "P. Naveau"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2003
  }, {
    "title": "A stratospheric aerosol climatology from SAGE II and CLAES measurements: 2. Results and comparisons, 1984–1999",
    "authors": ["J.J. Bauman", "P.B. Russell", "M.A. Geller", "P. Hamill"],
    "venue": "J. Geophys. Res.,",
    "year": 2003
  }, {
    "title": "Volcanic and solar impacts on climate since 1700",
    "authors": ["C. Bertrand", "J.-P. van Ypersele", "A. Berger"],
    "venue": "Clim. Dyn.,",
    "year": 1999
  }, {
    "title": "Climate of the last millennium: A sensitivity",
    "authors": ["C. Bertrand", "M.-F. Loutre", "M. Crucifix", "A. Berger"],
    "venue": "study, Tellus,",
    "year": 2002
  }, {
    "title": "Sulphate record from a northeast Greenland ice core over the last 1200 years based on continuous flow analysis",
    "authors": ["M. Bigler", "D. Wagenbach", "H. Fischer", "J. Kipfstuhl", "H. Miller", "S. Sommer", "B. Stauffer"],
    "venue": "Ann. Glaciol.,",
    "year": 2002
  }, {
    "title": "The explosive volcanic eruption signal in Northern Hemisphere continental temperature",
    "authors": ["R.S. Bradley"],
    "venue": "records,Clim. Change,",
    "year": 1988
  }, {
    "title": "Influence of volcanic eruptions on Northern Hemisphere summer temperature over the past",
    "authors": ["K.R. Briffa", "P.D. Jones", "F.H. Schweingruber", "T.J. Osborn"],
    "venue": "years, Nature,",
    "year": 1998
  }, {
    "title": "The number and magnitude of large explosive volcanic eruptions between 904 and 1865 A.D.: Quantitative evidence from a new South Pole ice core, in Volcanism and the Earth’s Atmosphere",
    "authors": ["D. Budner"],
    "venue": "Cole-Dai",
    "year": 2003
  }, {
    "title": "Holocene volcanic history as recorded in the sulfate stratigraphy of the European project for ice coring in Antarctica Dome C (EDC96) ice core",
    "authors": ["E Castellano"],
    "venue": "J. Geophys. Res.,",
    "year": 2005
  }, {
    "title": "Role of the quasi-biennial oscillation in the transport of aerosols from the tropical stratospheric reservoir to mid-latitudes",
    "authors": ["W. Choi", "W.B. Grant", "J.H. Park", "K.-M. Lee", "H. Lee", "I. James", "M. Russell"],
    "venue": "J. Geophys. Res.,",
    "year": 1998
  }, {
    "title": "The Laki and Tambora eruptions as revealed in Greenland ice cores from 11 locations",
    "authors": ["H.B. Clausen", "C.U. Hammer"],
    "venue": "Ann. Glaciol.,",
    "year": 1988
  }, {
    "title": "Annually resolved southern hemisphere volcanic history from two Antarctic ice",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1997
  }, {
    "title": "A 4100 year record of explosive volcanism from an East Antarctica ice core",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "S. Wight", "L. Thompson"],
    "venue": "J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "Causes of climate change over the past",
    "authors": ["T.J. Crowley"],
    "venue": "years, Science,",
    "year": 2000
  }, {
    "title": "Reassessment of Crete (Greenland) ice core acidity/volcanism link to climate change, Geophys",
    "authors": ["T. Crowley", "T. Criste", "N. Smith"],
    "year": 1993
  }, {
    "title": "Modeling ocean heat content changes during the last millennium",
    "authors": ["T. Crowley", "S. Baum", "K.-Y. Kim", "G. Hegerl", "W. Hyde"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2003
  }, {
    "title": "Basic properties and prediction of maxarma processes",
    "authors": ["R. Davis", "S. Resnick"],
    "venue": "Adv. Appl. Prob.,",
    "year": 1989
  }, {
    "title": "Poisson-distributed patterns of explosive eruptive activity",
    "authors": ["S. De la Cruz-Reyna"],
    "venue": "Bull. Volcanol.,",
    "year": 1991
  }, {
    "title": "Long-term probabilistic analysis of future explosive eruptions, in Monitoring and Mitigation of Volcanic Hazards, edited by R",
    "authors": ["S. De la Cruz-Reyna"],
    "venue": "Scarpa and R. Tilling,",
    "year": 1996
  }, {
    "title": "Volcanic deposits in Antarctic snow and ice",
    "authors": ["R.J. Delmas", "M. Legrand", "A.J. Aristarain"],
    "venue": "Zanolini",
    "year": 1985
  }, {
    "title": "Predicting the strength of solar cycle 24 using a flux-transport dynamo-based tool, Geophys",
    "authors": ["M. Dikpati", "G. de Toma", "P.A. Gilman"],
    "venue": "Res. Lett., 33,",
    "year": 2006
  }, {
    "title": "Stratospheric transport of volcanic dust inferred from solar radiation",
    "authors": ["A.J. Dyer", "B.B. Hicks"],
    "venue": "measurements, Nature,",
    "year": 1965
  }, {
    "title": "Modeling Extremal Events for Insurance and Finance",
    "authors": ["P. Embrechts", "C. Klüppelberg", "T. Mikosch"],
    "venue": "Applications of Mathematics,",
    "year": 1997
  }, {
    "title": "Signal and noise in four ice core records from the Agassiz ice cap, Ellesmere Island, Canada. Details of the last Millennium for stable isotopes, melt and solid conductivity",
    "authors": ["D. Fisher", "R. Koerner"],
    "venue": "The Holocene,",
    "year": 1994
  }, {
    "title": "Limiting forms of the frequency distribution of the largest or smallest member of a sample",
    "authors": ["R.A. Fisher", "L.H. C"],
    "venue": "Tippett",
    "year": 1928
  }, {
    "title": "A comparison of variable solar total and ultraviolet irradiance outputs in the 20th century, Geophys",
    "authors": ["P. Foukal"],
    "year": 2002
  }, {
    "title": "Global warming in the context of the Little Ice Age",
    "authors": ["M.P. Free"],
    "venue": "Robock",
    "year": 1999
  }, {
    "title": "Deep water exchanges in a sill fjord: A stochastic process",
    "authors": ["H. Gade"],
    "venue": "J. Phys. Oceanogr.,",
    "year": 1973
  }, {
    "title": "The 1452 or 1453 a.d. Kuwae eruption signal derived from multiple ice core records: Greatest volcanic sulfate event of the past 700 years",
    "authors": ["C Gao"],
    "venue": "J. Geophys. Res.,",
    "year": 2006
  }, {
    "title": "Volcanic forcing of climate over the past 1500 years: An improved ice core–based index for climate models",
    "authors": ["C. Gao", "A. Robock", "C. Ammann"],
    "venue": "J. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "Dynamics of the middle atmosphere",
    "authors": ["M.A. Geller"],
    "venue": "Space Sci. Rev.,",
    "year": 1983
  }, {
    "title": "Constraining temperature variations over the last millennium",
    "authors": ["S. Gerber", "F. Joos", "P. Brügger", "T. Stocker", "M. Mann", "S. Sitch", "M. Scholze"],
    "year": 2003
  }, {
    "title": "Sur la distribution limite du terme maximum d’une série aléatoire",
    "authors": ["R. Gnedenko"],
    "venue": "Ann. Math.,",
    "year": 1943
  }, {
    "title": "Deep soil temperature as proxy for surface air-temperature in a coupled model simulation of the last thousand years",
    "authors": ["F. González-Rouco", "H. von Storch", "E. Zorita"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2003
  }, {
    "title": "Use of volcanic aerosols to study the tropical stratospheric reservoir",
    "authors": ["W.B. Grant", "E.V. Browell", "C.S. Long", "L.L. Stowe", "R.G. Grainger", "A. Lambert"],
    "venue": "J. Geophys. Res.,",
    "year": 1996
  }, {
    "title": "Parametrization of spatiotemporal patterns of volcanic aerosol induced stratospheric optical depth and its climate radiative forcing, Atmosphera",
    "authors": ["J. Grieser", "C.-D"],
    "venue": "Schönwiese",
    "year": 1999
  }, {
    "title": "Solar-like stars: A reevaluation",
    "authors": ["J. Hall", "W. Lockwood"],
    "venue": "Astrophys. J.,",
    "year": 2004
  }, {
    "title": "Past volcanism revealed by Greenland",
    "authors": ["C.U. Hammer"],
    "venue": "Ice Sheet impurities,",
    "year": 1977
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["C.U. Hammer", "H.B. Clausen"],
    "venue": "Dansgaard",
    "year": 1980
  }, {
    "title": "Trends of measured climate forcing agents",
    "authors": ["J. Hansen", "M. Sato"],
    "venue": "Proc. Nat. Acad. Sci.,",
    "year": 2001
  }, {
    "title": "Radiative forcing and climate response",
    "authors": ["J.E. Hansen", "M. Sato", "R. Ruedy"],
    "venue": "J. Geophys. Res.,",
    "year": 1997
  }, {
    "title": "Climate forcings in Goddard Institute for Space Studies SI2000 simulations",
    "authors": ["J Hansen"],
    "venue": "J. Geophys. Res.,",
    "year": 2002
  }, {
    "title": "The Year Without a Summer?, Can",
    "authors": ["C. Harington"],
    "venue": "Mus. of Nat.,",
    "year": 1992
  }, {
    "title": "A synthesis of Solar Cycle prediction techniques",
    "authors": ["H.D. Hathaway", "R.M. Wilson", "E.J. Reichmann"],
    "venue": "J. Geophys. Res.,",
    "year": 1999
  }, {
    "title": "Detection of volcanic, solar and greenhouse gas signals in paleo-reconstructions of northern hemispheric temperature",
    "authors": ["G. Hegerl", "T. Crowley", "S. Baum", "K.-Y. Kim", "andW. Hyde"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2003
  }, {
    "title": "Detection of human influence on a new, validated 1500year temperature reconstruction",
    "authors": ["G. Hegerl", "T. Crowley", "M. Allen", "W. Hyde", "H. Pollack", "J. Smerdon", "E. Zorita"],
    "venue": "J. Clim.,",
    "year": 2007
  }, {
    "title": "Surface-based observations of volcanic emissions to the Stratosphere, in Volcanism and the Earth’s Atmosphere",
    "authors": ["D. Hofmann", "J. Barnes", "E. Dutton", "T. Deshler", "H. Jaeger", "R. Keen", "M. Osborn"],
    "venue": "Geophys. Monogr. Ser.,",
    "year": 2003
  }, {
    "title": "Climate Change 2001: The Scientific Basis: Contribution of Working Group I to the Third Assessment Report of the Intergovernmental Panel on Climate Change",
    "authors": ["J. Houghton", "Y. Ding", "D. Griggs", "M. Noguer", "P. van der Linden", "X. Dai", "K. Maskell", "C. Johnson"],
    "year": 2001
  }, {
    "title": "Probability of future climatically significant volcanic eruptions",
    "authors": ["W.T. Hyde", "T.J. Crowley"],
    "venue": "J. Clim.,",
    "year": 2000
  }, {
    "title": "The evolution of climate over the last millennium",
    "authors": ["P. Jones", "T. Osborn", "K. Briffa"],
    "year": 2001
  }, {
    "title": "Volcanic eruptions and atmospheric transmissivity",
    "authors": ["N.N. Kalitin"],
    "venue": "Privoda (Russ: Nature),",
    "year": 1938
  }, {
    "title": "Statistical techniques to select detection thresholds for peak signals in ice-core",
    "authors": ["L. Karlöf", "T.A. Oigard", "F. Godtliebsen", "M. Kaczmarska", "H. Fischer"],
    "venue": "data, J. Glaciol.,",
    "year": 2005
  }, {
    "title": "Atmospheric effects: Volcanic aerosol optical thicknesses derived from lunar eclipse",
    "authors": ["R.A. Keen"],
    "venue": "Global Volcanism Network,",
    "year": 2001
  }, {
    "title": "Changes in the extremes in an ensemble of transient climate simulations with a coupled atmosphere-ocean GCM",
    "authors": ["V. Kharin", "F. Zwiers"],
    "venue": "J. Clim.,",
    "year": 2000
  }, {
    "title": "Patterns of historical eruptions at Hawaiian volcanoes",
    "authors": ["F. Klein"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1982
  }, {
    "title": "Constraints on radiative forcing and future climate change from observations and climate model ensembles",
    "authors": ["R. Knutti", "T.F. Stocker", "F. Joos", "G.-K. Plattner"],
    "year": 2002
  }, {
    "title": "Influence of volcanic eruptions on the troposphere through stratospheric dynamical processes in the northern hemisphere winter",
    "authors": ["K. Kodera"],
    "venue": "J. Geophys. Res.,",
    "year": 1994
  }, {
    "title": "Past 220 year bipolar volcanic signals: Remarks on common features of their source volcanic eruptions",
    "authors": ["M. Kohno", "Y. Fujii"],
    "venue": "Ann. Glaciol.,",
    "year": 2002
  }, {
    "title": "Volcanic dust in the atmosphere; with a chronology and assessment of its meteorological significance",
    "authors": ["H.H. Lamb"],
    "venue": "Trans. R. Philos. Soc. Lond.,",
    "year": 1970
  }, {
    "title": "An interhemispheric volcanic time-marker in ice cores fromGreenland, Antarctica",
    "authors": ["C.C. Langway", "Jr.", "H.B. Clausen", "C.U. Hammer"],
    "venue": "Ann. Glaciol.,",
    "year": 1988
  }, {
    "title": "A 10-century comparison of prominent bipolar volcanic events in ice",
    "authors": ["C.C. Langway", "Jr.", "K. Osada", "H.B. Clausen", "C.U. Hammer", "H. Shoji"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Solar irradiance and climate forcing in the near future",
    "authors": ["J. Lean"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2001
  }, {
    "title": "Reconstruction of solar irradiance since 1610: Implications for climate change, Geophys",
    "authors": ["J. Lean", "J. Beer", "R.S. Bradley"],
    "year": 1995
  }, {
    "title": "The effect of increasing solar activity on the Sun’s total and open magnetic flux during multiple cycles: Implications for solar forcing of climate",
    "authors": ["J. Lean", "Y. Wang", "N.R. Sheeley"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2002
  }, {
    "title": "A 220-year continuous record of volcanic",
    "authors": ["M. Legrand", "R.J. Delmas"],
    "year": 1987
  }, {
    "title": "Combinations of natural and anthropo",
    "authors": ["Wigley", "C. Tebaldi"],
    "year": 2004
  }, {
    "title": "Statistical distributions of ice core",
    "authors": ["Cambridge", "P.U.K. Naveau", "C. Ammann"],
    "year": 2005
  }, {
    "title": "The volcanic explosivity indes (VEI)",
    "authors": [],
    "venue": "Self",
    "year": 1982
  }, {
    "title": "K-Ar age of the late Pleistocene eruption of Toba",
    "authors": [],
    "venue": "Izett",
    "year": 1978
  }, {
    "title": "The influence of the quasi-biennial",
    "authors": ["D. O’Sullivan"],
    "venue": "Dunkerton",
    "year": 1997
  }, {
    "title": "High-precision dating of volcanic events (A.D",
    "authors": ["P. Mayewski"],
    "year": 2001
  }, {
    "title": "Self-limiting physical and chemical effects in volcanic eruption",
    "authors": ["J.P. Pinto", "R.P. Turco", "O.B. Toon"],
    "venue": "clouds, J. Geophys. Res.,",
    "year": 1989
  }, {
    "title": "A ‘tropical pipe’ model of stratospheric transport",
    "authors": ["R.A. Plumb"],
    "venue": "J. Geophys. Res.,",
    "year": 1996
  }, {
    "title": "Forecasting sizes and repose times of future extreme volcanic events, Geology",
    "authors": ["D.M. Pyle"],
    "year": 1998
  }, {
    "title": "Historic eruptions of Tambora (1815) Krakatau (1883) and Agung (1963) their stratospheric aerosols, and climatic impact",
    "authors": ["M.R. Rampino"],
    "venue": "Self",
    "year": 1982
  }, {
    "title": "Sulphur-rich volcanic eruptions and stratospheric aerosols",
    "authors": ["M.R. Rampino"],
    "venue": "Self",
    "year": 1984
  }, {
    "title": "SAGE II. Stratospheric Aerosol and Gas Experiment II, CD-ROM",
    "authors": ["D. Rind", "X. Liao"],
    "year": 1997
  }, {
    "title": "Climate change and the middle atmosphere. Part II: The impact of volcanic aerosols",
    "authors": ["D. Rind", "N.K. Balachandran"],
    "venue": "Suozzo",
    "year": 1992
  }, {
    "title": "Hypothesized climate forcing time series for the last 500 years",
    "authors": ["A Robertson"],
    "venue": "J. Geophys. Res.,",
    "year": 2001
  }, {
    "title": "Internally and externally caused climate change",
    "authors": ["A. Robock"],
    "venue": "J. Atmos. Sci.,",
    "year": 1978
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys.,",
    "year": 2000
  }, {
    "title": "Stratospheric forcing needed for dynamical seasonal prediction",
    "authors": ["A. Robock"],
    "venue": "Bull. Am. Meteorol. Soc.,",
    "year": 2001
  }, {
    "title": "The volcanic record in ice cores for the past 2000 years, in Climatic Variations and Forcing Mechanisms of the Last 2000 Years",
    "authors": ["A. Robock", "M. P"],
    "venue": "NATO ASI Ser., Ser. I,",
    "year": 1996
  }, {
    "title": "The anthropogenic greenhouse era began thousands of years",
    "authors": ["W.F. Ruddiman"],
    "venue": "ago, Clim. Change,",
    "year": 2003
  }, {
    "title": "Global to microscale evolution of the Pinatubo volcanic aerosol derived from diverse measurements and analyses",
    "authors": ["Russell", "J.M. L"],
    "venue": "J. Geophys. Res.,",
    "year": 1996
  }, {
    "title": "Contributions of anthropogenic and natural forcing to recent tropopause height changes",
    "authors": ["B Santer"],
    "year": 2003
  }, {
    "title": "Vulkankunde, Bibliothek Geogr",
    "authors": ["K. Sapper"],
    "venue": "Handb.,",
    "year": 1927
  }, {
    "title": "Stratospheric aerosol optical depth, 1850–1990",
    "authors": ["M. Sato", "J.E. Hansen", "M.P. McCormick", "J.B. Pollack"],
    "venue": "J. Geophys. Res.,",
    "year": 1993
  }, {
    "title": "Predicting volcanic eruptions",
    "authors": ["P. Scarpa"],
    "venue": "Science, 293(5530),",
    "year": 2001
  }, {
    "title": "The possible effects of large 19th and 20th century volcanic eruptions on zonal and hemispheric surface temperatures",
    "authors": ["S. Self", "M.R. Rampino", "J.J. Barbera"],
    "venue": "J. Volcanol. Geothermal. Res.,",
    "year": 1981
  }, {
    "title": "Volcanic and solar forcing of climate change during the preindustrial era",
    "authors": ["D. Shindell", "G. Schmidt", "R. Miller", "M. Mann"],
    "venue": "J. Clim.,",
    "year": 2003
  }, {
    "title": "Evidence of volcanic loading of the atmosphere and climate response, Palaeogeogr",
    "authors": ["H. Sigurdsson"],
    "venue": "Palaeoclimatol., Palaeoecol.,",
    "year": 1990
  }, {
    "title": "Terrestrial volcanism in space and time, Ann",
    "authors": ["T. Simkin"],
    "venue": "Rev. Earth Planet. Sci.,",
    "year": 1993
  }, {
    "title": "Volcanoes of the World, 2nd ed., 349 pp., Geoscience",
    "authors": ["T. Simkin", "L. Siebert"],
    "year": 1994
  }, {
    "title": "Radiative forcing from the 1991 Mount Pinatubo volcanic eruption",
    "authors": ["G.L. Stenchikov", "I. Kirchner", "A. Robock", "H.-F. Graf", "J.C. Antua", "R.G. Grainger", "A. Lambert", "L.W. Thomason"],
    "venue": "J. Geophys. Res.,",
    "year": 1998
  }, {
    "title": "Arctic oscillation response to the 1991 Mount Pinatubo eruption: Effects of volcanic aerosols and ozone depletion",
    "authors": ["G. Stenchikov", "A. Robock", "V. Ramaswamy", "M.D. Schwarzkopf", "K. Hamilton", "S. Ramachandran"],
    "venue": "J. Geophys. Res.,",
    "year": 2002
  }, {
    "title": "Eight centuries of volcanic signal and climate change at Talos Dome (East Antarctica)",
    "authors": ["B. Stenni", "M. Proposito", "R. Gragnani", "O. Flora", "J. Jouzel", "S. Falourd", "M. Frezzotti"],
    "venue": "J. Geophys. Res.,",
    "year": 2002
  }, {
    "title": "The great Tambora eruption",
    "authors": ["R.B. Stothers"],
    "venue": "in 1815 and its aftermath,",
    "year": 1984
  }, {
    "title": "1996a), Major optical depth perturbations to the stratosphere from volcanic eruptions: Pyrheliometric period, 1881–1960",
    "authors": ["R.B. Stothers"],
    "venue": "J. Geophys. Res.,",
    "year": 1960
  }, {
    "title": "Stratospheric aerosol clouds due to very large volcanic eruptions of the early twentieth century: Effective particle sizes and conversion from pyrheliometric to visual optical depth",
    "authors": ["R.B. Stothers"],
    "venue": "J. Geophys. Res.,",
    "year": 1997
  }, {
    "title": "Major optical depth perturbations to the stratosphere form volcanic eruptions: Stellar extinction",
    "authors": ["R. Stothers"],
    "venue": "J. Geophys. Res.,",
    "year": 2001
  }, {
    "title": "External control of 20th-century temperature by natural and anthropogenic forcing",
    "authors": ["P. Stott", "S. Tett", "G. Jones", "M. Allen", "J. Mitchell", "G. Jenkins"],
    "year": 2000
  }, {
    "title": "Causes of twentieth-century temperature change near the Earth’s",
    "authors": ["S.F.B. Tett", "P. Stott", "M. Allen", "W. Ingram", "J. Mitchell"],
    "venue": "surface, Nature,",
    "year": 1999
  }, {
    "title": "The impact of natural and anthropogenic forcings on climate and hydrology since 1550",
    "authors": ["S Tett"],
    "venue": "Clim. Dyn.,",
    "year": 2007
  }, {
    "title": "Atmospheric and environmental effects of the 1783–1784 Laki eruption: A review and reassessment",
    "authors": ["T. Thordarson"],
    "venue": "Self",
    "year": 2003
  }, {
    "title": "Spatiotemporal variability in volcanic sulphate deposition over the past 2kyr in snow pits and firn cores from Amundsenisen, Antarctica",
    "authors": ["F. Traufetter", "H. Oerter", "H. Fischer", "R. Weller", "H. Miller"],
    "venue": "J. Glaciol.,",
    "year": 2004
  }, {
    "title": "Holocene electrical and chemical measurements from the EPICA-Dome C ice",
    "authors": ["R. Udisti", "S. Becagli", "E. Castellano", "R. Mulvaney", "J. Schwander", "S. Torcini", "E. Wolff"],
    "venue": "core, Ann. Glaciol.,",
    "year": 2000
  }, {
    "title": "La distribution de la plus grande de n valeurs",
    "authors": ["R. Von Mises"],
    "venue": "Selected Papers II, Am. Math. Soc.,",
    "year": 1954
  }, {
    "title": "The taupo pumice: Product of the most powerful known (ultraplinian) eruption",
    "authors": ["G.P.L. Walker"],
    "venue": "J. Volcanol. Geothermal. Res.,",
    "year": 1980
  }, {
    "title": "Modeling the sun’s magnetic field and irradiance since 1713",
    "authors": ["Wang", "Y.-M", "J.L. Lean", "N.R. Sheeley Jr."],
    "venue": "Astrophys. J.,",
    "year": 2005
  }, {
    "title": "Markov models of repose-period patterns of volcanoes, in Random Processes in Geology, edited by D",
    "authors": ["F. Wickman"],
    "year": 1976
  }, {
    "title": "The climate change commitment",
    "authors": ["T.M.L. Wigley"],
    "venue": "Science, 307(5716),",
    "year": 2005
  }, {
    "title": "Effect of climate sensitivity on the response to volcanic forcing",
    "authors": ["T.M.L. Wigley", "C.M. Ammann", "B.D. Santer", "S.C.B. Raper"],
    "venue": "J. Geophys. Res.,",
    "year": 2005
  }, {
    "title": "A continuous 250-year record of volcanic activity from Princess Elizabeth Land, East Antarctica",
    "authors": ["M. Zhang", "Z. Li", "C. Xiao", "D. Qin", "H. Yang", "J. Kang", "J. Li"],
    "venue": "Antarct. Sci.,",
    "year": 2002
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland Ice Sheet Project 2 ice",
    "authors": ["G.A. Zielinski"],
    "venue": "core, J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Use of paleo-records in determining variability within the volcanism-climate system, Quat",
    "authors": ["G.A. Zielinski"],
    "venue": "Sci. Rev.,",
    "year": 2000
  }, {
    "title": "Potential atmospheric impact of the Toba mega-eruption 71,000 years",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler"],
    "venue": "ago, Geophys. Res. Lett.,",
    "year": 1996
  }, {
    "title": "A 110,000-yr record of explosive volcanism from the GISP2 (Greenland) ice",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler"],
    "venue": "core, Quater. Res.,",
    "year": 1996
  }, {
    "title": "Assessment of the record of the 1982 El Chichón eruption as preserved in Greenland snow",
    "authors": ["G.A. Zielinski", "J.E. Dibb", "Q. Yang", "P.A. Mayewski", "S. Whitlow", "M.S. Twickler"],
    "venue": "J. Geophys. Res.,",
    "year": 1997
  }],
  "id": "SP:9712257a1872f9d0621a9e59c6aa97de7ff4d8b8",
  "authors": [{
    "name": "C. M. Ammann",
    "affiliations": []
  }, {
    "name": "P. Naveau",
    "affiliations": []
  }],
  "abstractText": "[1] The climate system is continuously affected by forcings that add to its inherent variability. Recently, the dominant influence shifted from mostly natural factors to the rapidly increasing anthropogenic greenhouse gas and aerosol forcing. Climate change simulations for the 21st and 22nd centuries then employ possible story lines of human socioeconomic development with associated radiative forcing that exclusively explore the potential human influence on climate. None of the scenarios, however, include natural factors that dominated climate variations prior to the large anthropogenic emissions. This leads to a discontinuity at the transition between the historical and the future projection period. Similarly, studies of transient climate variations before the last 1–2 millennia generally use only the well-known, slowly varying forcings such as orbital or greenhouse forcing derived from ice cores. While past solar irradiance variations can be reasonably estimated from cosmogenic isotope data, no well-dated, high-resolution information exists before about A.D. 500 that would allow for an implementation of forcing from explosive volcanism. Here, we present a statistical approach to generate statistically (and geophysically) realistic scenarios of volcanic forcing that are based on the properties of the longest available volcanic forcing series derived from ice cores. The resulting scenarios do not carry direct temporally predictive or hindcast capabilities, but they allow for an appropriate evaluation of natural uncertainty on various timescales. These series can be applied to ensure a seamless integration of an important natural forcing factor for climate change simulations of periods where such forcing is not available.",
  "title": "A statistical volcanic forcing scenario generator for climate simulations"
}