{
  "sections": [{
    "text": "Abrupt onset of the Little Ice Age triggered by volcanism and sustained by sea-ice/ocean feedbacks\nGifford H. Miller,1,2 Áslaug Geirsdóttir,2 Yafang Zhong,1 Darren J. Larsen,1,2 Bette L. Otto-Bliesner,3 Marika M. Holland,3 David A. Bailey,3 Kurt A. Refsnider,1 Scott J. Lehman,1 John R. Southon,4 Chance Anderson,1 Helgi Björnsson,2 and Thorvaldur Thordarson5\nReceived 29 November 2011; revised 29 December 2011; accepted 30 December 2011; published 31 January 2012.\n[1] Northern Hemisphere summer temperatures over the past 8000 years have been paced by the slow decrease in summer insolation resulting from the precession of the equinoxes. However, the causes of superposed century-scale cold summer anomalies, of which the Little Ice Age (LIA) is the most extreme, remain debated, largely because the natural forcings are either weak or, in the case of volcanism, short lived. Here we present precisely dated records of ice-cap growth from Arctic Canada and Iceland showing that LIA summer cold and ice growth began abruptly between 1275 and 1300 AD, followed by a substantial intensification 1430– 1455 AD. Intervals of sudden ice growth coincide with two of the most volcanically perturbed half centuries of the past millennium. A transient climate model simulation shows that explosive volcanism produces abrupt summer cooling at these times, and that cold summers can be maintained by sea-ice/ ocean feedbacks long after volcanic aerosols are removed. Our results suggest that the onset of the LIA can be linked to an unusual 50-year-long episode with four large sulfur-rich explosive eruptions, each with global sulfate loading >60 Tg. The persistence of cold summers is best explained by consequent sea-ice/ocean feedbacks during a hemispheric summer insolation minimum; large changes in solar irradiance are not required. Citation: Miller, G. H., et al. (2012), Abrupt onset of the Little Ice Age triggered by volcanism and sustained by sea-ice/ocean feedbacks, Geophys. Res. Lett., 39, L02708, doi:10.1029/ 2011GL050168.\n[2] Proxy-based reconstructions show that Northern Hemisphere (NH) summer temperatures have generally decreased over the past 8 ka, reflecting the regular decline in summer insolation as Earth moved steadily farther from the Sun during NH summer [Wanner et al., 2011, and references therein]. Summer temperature changes have been greatest in the Arctic [CAPE Project Members, 2001; Kaufman et al., 2004; Vinther et al., 2009], where the decrease in summer insolation was largest and impacts are amplified by strong positive feedbacks [Serreze and Francis, 2006]. Century-\nscale intervals of anomalously cold summers are recorded by the advance of glaciers throughout the Arctic and in mountainous regions at lower latitudes (Neoglaciation), with most glaciers and ice caps reaching their maximum dimensions of the past 8 ka during the Little Ice Age (LIA), prior to widespread recession during the 20th Century [Miller et al., 2010]. Episodes of anomalously cold summers primarily are attributed to some combination of reductions in solar irradiance, especially the LIA Maunder sunspot minimum [Eddy, 1976], explosive volcanism, and changes in the internal modes of variability in the ocean–atmosphere system [Crowley, 2000; Wanner et al., 2011]. However, the natural radiative forcings are either weak or, in the case of explosive volcanism, shortlived [Robock, 2000], thus requiring substantial internal feedback. The LIA is particularly enigmatic. Despite extensive historical documentation and a wide array of proxy records that define climate change during the past millennium [Mann et al., 2008], there is no clear consensus on the timing, duration, or controlling mechanisms of the LIA. [3] At high northern latitudes the most reliable summer temperature proxies are glaciers; 90% of the interannual variation in their mass balance is explained by summer temperature [Koerner, 2005]. Unlike biological proxies, glaciers have no strategies for survival nor are their dimensions particularly sensitive to brief, extreme years. Smaller ice bodies respond more rapidly than larger ones to summer temperature changes, and we therefore focused our investigations on small ice caps (having multi-decadal response times) in Arctic Canada, and Iceland (Figure 1). Both study sites lie within the Atlantic sector of the Arctic, where summer temperature changes through the Holocene have been especially pronounced [Kaufman et al., 2004]. [4] Our Arctic Canada time-series builds on a previous observation that small ice caps mantling low-relief landscapes there are frozen to their beds, exhibit little or no flow, and consequently preserve rooted tundra vegetation that was alive at the time of ice-cap expansion [Falconer, 1966; Anderson et al., 2008]. The 14C activity of entombed vegetation accurately dates the time when snowline dropped below the collection site, killing the plants, and remained on average below the site until the summer warmth of recent decades. Unlike dated valley glacier moraines that are not formed until decades to centuries after the initial shift to cooler summers, dates on rooted vegetation revealed by receding ice accurately define the onset of persistent snowline depression at each site. [5] We obtained precise 14C ages on 147 collections of in situ moss that was exposed in the year of collection (2005– 1INSTAAR and Department of Geological Sciences, University of Colorado at Boulder, Boulder, Colorado, USA. 2Institute of Earth Sciences, University of Iceland, Reykjavík, Iceland. 3National Center for Atmospheric Research, Boulder, Colorado, USA. 4Earth System Science Department, University of California, Irvine, California, USA. 5School of GeoSciences, University of Edinburgh, Edinburgh, UK.\nCopyright 2012 by the American Geophysical Union. 0094-8276/12/2011GL050168\nGEOPHYSICAL RESEARCH LETTERS, VOL. 39, L02708, doi:10.1029/2011GL050168, 2012\nL02708 1 of 5\n2010 AD) by the lateral recession of ice-capmargins (Figure 1). The 14C activity of modern moss is equilibrated with that of the contemporaneous atmosphere, and 14C dates on different filaments of a single moss clump can be replicated within measurement uncertainties (Figures S1 and S2 and Table S1 in the auxiliary material).1 A subset of 94 collections that yield calibrated ages between 800 and 2000 AD are from 50 different ice masses ranging in elevation from 500 to 1200m above sea level (asl) along a 1000 km transect across Baffin Island (Figure 1). Each 14C age has been calibrated and the probability density function (PDF) of the calendrical age solution determined in 5-year bins (Figure S3; OxCal v4.1 using IntCal09) [Bronk Ramsey, 2009]. Unlike median calendar age and uncertainty, individual PDFs completely describe the variance in the calendar age solution arising from the non-linear 14C calibration, and can be meaningfully aggregated. The composite PDF resulting from the sum of the 94 individual results (Figure 2c and Tables S2–S4) thus describes the overall probability of persistent snowline lowering dates in calendrical years. There are no large radiocarbon plateaus between 800 and 1500 AD; consequently there is little chance of spurious peaks resulting from the functional form of the calibration. [6] Discrete peaks in the composite PDF define widespread abrupt summer cooling events that resulted in a persistent snowline depression, allowing the expansion of ice caps over sites that did not subsequently become ice-free until the most recent decade. The cluster of kill-dates between 1275 and 1300 AD, following 300 years with few kill dates, defines an abrupt summer temperature decrease in the late 13th Century. Although 41 different dates contribute to this peak, 90% of the amplitude is provided by 13 sites at elevations between 660 and 1000 m asl. Smaller features of the composite PDF between 1300 and 1425 AD are derived from 30 sites that comprise 91% of the signal, and describe an interval of fluctuating climate about a mean state close to\nthe regional glacierization threshold, but with increasingly colder summers. The final pulse of ice-cap growth is a discrete peak in the composite PDF between 1430 and 1455 AD, defined by 13 dates (98% of the amplitude) collected between 660 and 900 m asl. The near total absence of younger dates confirms that most ice caps remained in an expanded state from 1450 AD until the summer warming and widespread ice recession of the past century. The eight sites with median ages younger than 1500 AD fall in a portion of the radiocarbon calibration curve that is substantially non linear; statistically, six of these sites also may date from the late 15th Century. [7] The lack of kill-dates between 950 and 1250 AD reflects either continued cold without new ice growth, or an interval of warmth, and widespread ice recession. To distinguish between these opposing interpretations, we turn to\n1Auxiliary materials are available in the HTML. doi:10.1029/ 2011GL050168.\n2 of 5\nan annually resolved record of ice-cap growth from Iceland; no other record from Baffin Island contains unambiguous proxies at the necessary resolution. Outlet glaciers of Langjökull, a 950-km2 ice cap in the central highlands of Iceland, deliver erosional products via fluvial discharge to Hvítárvatn, the glacial lake immediately adjacent to the ice cap (Figure 1). The volume of sediment delivered by a glacier to an adjacent lake is a response to both year-to-year variations in summer weather and to longer-term variations in climate. On interannual timescales warmer (or wetter) summers are more efficient at delivering ice-erosional products to a lake, producing thicker annual laminations (varves [Leeman and Niessen, 1994]). However, on decadal and longer timescales it is glacier power, the amount of work a glacier accomplishes on the landscape, that controls varve thickness. Thus, supra-decadal changes in Hvítárvatn varve thickness track the intensity of Langjökull erosion, and serve as a proxy for ice-cap size [Larsen et al., 2011]. [8] The response time of Langjökull outlet glaciers to abrupt summer cooling is approximately a decade and the estimated ice-cap equilibration time is 100 years (H. Björnsson, unpublished data, 1997–2011). Consequently, Langjökull outlet glaciers will begin to advance within a decade following abrupt summer cooling, although the ice cap will not attain its new equilibrium dimensions for a century. We therefore expect that times of abrupt snowline lowering derived from the Baffin Island kill dates should correspond with the onset of multidecadal trends of increasing varve thickness in Hvítárvatn. To test this prediction we analyzed replicate varved sediment cores from Hvítárvatn, where the past 1200 years is contained in the upper 8 m of the sediment fill. The varve chronology since 800 AD is constrained by seven historically dated tephras, providing 6 year temporal precision [Larsen et al., 2011]. The 30-year running mean varve thickness integrates the interannual to decadal variations in hydrologic efficiency of the delivery systems and tracks the evolution of Langjökull’s growth and decay in response to summer temperature changes over the past 1200 years (Figure 2d). [9] Baffin Island kill dates define abrupt and sustained summer cooling in the late 13th Century, which is matched by the start of a centennial trend of increasing Hvítárvatn varve thickness (Figure 2d), consistent with our predictions. A second abrupt increase in varve thickness in the 15th Century, and continuously thick varves through the following century, is consistent with persistent ice-cap expansion in the Canadian record at the same time. Hvítárvatn varves attain their maximum LIA thickness in the late 19th and early 20th centuries, decreasing again in the late 20th Century as Langjökull receded. [10] The expansion and subsequent retreat of Langjökull recorded by a peak in varve thickness between 850 and 950 AD also coincides with ice-cap growth in Arctic Canada. This is followed by two centuries of unusually thin varves between 950 and 1170 AD, indicative of reduced glacial erosion in response to increased summer warmth. This suggests that the lack of ice-kill dates on Baffin Island during the same interval is the result of ice-melt rather than extended cold, a finding that could not be determined from the dated vegetation record alone. [11] The similar timing of increased Langjökull erosion rates and widespread snowline lowering in Arctic Canada suggests these records are representative of the NW North Atlantic region, which contains the majority of NH glaciers. Intervals of abrupt and persistent summer cooling in the late 13th and middle 15th centuries, evidenced in both records, coincide with two of the most volcanically perturbed half-centuries of the past millennium [Gao et al., 2008] (Figure 2b). From both the Canadian evidence (many sites became ice-covered in the late 13th Century and remained so until the past decade) and Icelandic evidence (consistently thick varves following the late 13th Century), we can conclude that multidecadal average summer temperatures never returned to those of Medieval times until the 20th Century. The 24 Canadian sites that became ice-covered 800–900 AD (Table S4) and did not melt again until the past decade demonstrate that multi-decadal average summer temperatures in Arctic Canada now exceed those of Medieval times. [12] The PDF peak defining abrupt LIA cooling 1275– 1300 AD coincides with an interval of four large stratospheric sulfur loadings from explosive volcanism following a multi-centennial warm interval, during which complete revegetation of deglaciated sites would have fully reset the radiocarbon clock (Figure 2c). The PDF peak between 1430 and 1455 AD corresponds with a large eruption in 1452 AD, although the ages of the three largest 5-year bins appear to precede the eruption date. In contrast to the earlier 13th Century peak, the second PDF peak occurs at the end of a 150-year interval of variable but falling snowline (Figure 2c), raising the possibility that the PDF peak plausibly reflects a brief natural episode of summer cold that preceded the large 1452 AD eruption. Alternatively, the apparent lead of kill dates with respect to the 1452 eruption may be a consequence of combined measurement and calibration uncertainties. [13] Volcanism exerts strong negative radiative forcing [Robock, 2000] that could easily explain the observed rapid snowline lowering, but the short residence time of stratospheric sulfate aerosols precludes a lasting influence on the regional energy balance from a single eruption. Decadally paced eruptions may produce greater cooling than a single large eruption if the recurrence interval is shorter than the upper ocean temperature relaxation time of decades [Schneider et al., 2009]. This may explain multidecadal cold episodes, but many Canadian sites that became ice-covered 1275 AD and 1450 AD, following episodes of strong explosive volcanism, remained continuously ice-covered until the most recent decade (Figure 2c). Such a long-lasting response suggests that explosive volcanism must have engaged a substantial and largely self-sustaining positive feedback(s). [14] Climate modeling reveals one such possible feedback mechanism. Following Zhong et al. [2011], we tested whether abrupt LIA snowline depressions could be initiated by decadally paced explosive volcanism and maintained by subsequent sea-ice/ocean feedbacks. We completed a 550-year transient experiment (1150–1700 AD) using Community Climate System Model 3 [Collins et al., 2006] with interactive sea ice [Holland et al., 2006] at T42 1 resolution. Our transient simulation was branched off a 1000 AD control run, and forced solely by a reconstructed history of stratospheric volcanic aerosols and relatively weak solar irradiance changes (Figure 2b) [Gao et al., 2008]. Details of the experimental conditions are given in the Text S1. In addition to a continuously sustained sea-ice expansion\n3 of 5\nfollowing the late 13th Century eruptions (Figure 3b), the simulation also shows a sustained weakening of northward heat transport in the North Atlantic averaging 0.04 PW less than the mean of our control from 1300–1600 AD (Figure 3d; statistically significant at the 99.9% level), and an anomalously cold and fresh North Atlantic subpolar gyre (Figure S5). A significant increase in April-September surface albedo poleward of 60°N (Figure S4) results in a net summertime energy decrease of 1.5 Wm 2 averaged over the three centuries following late 13th Century eruptions. Albedo increase, expanded sea ice, and lowered ocean temperatures produce a persistent reduction in summer air temperature across Arctic North Atlantic continents (Figure 2e), consistent with our primary observations of expanded ice caps at this time. In a sensitivity test using the same model, initial conditions, and 13th Century volcanic forcing, Zhong et al. [2011] showed that increased southward sea ice export following the eruptions led to freshening and vertical stratification of the North Atlantic subpolar gyre, reducing open ocean convection and thus weakening the Atlantic meridional overturning circulation. These changes reduced basal sea-ice melt sufficiently to produce an expanded sea-ice state that persisted in the model for more than a century after the final eruption, without additional forcing. These mechanisms are similarly engaged in our transient simulations, suggesting that the initial snowline depression may have been sustained by the sea-ice/ocean feedback identified by Zhong et al. [2011] for centuries after the initiating eruptions. [15] Sea ice is the largest contributor to enhanced Arctic climate sensitivity [Serreze and Francis, 2006], and our transient simulation indicates that repeated explosive volcanism might have led to a persistent expansion of sea ice state during the LIA. This possibility is reinforced by a reconstruction of the abundance of sea ice in surface waters north of Iceland (Figure 2e). Sea ice does not form around Iceland; it only appears when there is a large export of sea ice from the Arctic Ocean. Sea ice was rarely present on the North Iceland shelf from 800 AD until the late 13th Century, when an abrupt rise in sea-ice proxies suggests a rapid increase in Arctic Ocean sea ice export, followed by another increase 1450 AD, after which sea ice was continuously present until the 20th Century [Massé et al., 2008] (Figures 1 and 2e). The increase in sea ice north of Iceland at the start of the LIA, and its persistence throughout the LIA, supports our modeling experiments suggesting explosive volcanism and associated feedbacks resulted in a self-sustaining expanded sea-ice state beginning 1275–1300 AD. Additional support for regional cooling beginning in the late 13th Century comes from the inversion of temperatures measured in a borehole through the south dome of the Greenland Ice Sheet (Figure 1). Although the temporal resolution is muted by thermal conductivity and ice flow, the pattern of temperature change (Figure 2f) [DahlJensen et al., 1998] closely resembles our ice-cap growth histories, whereas d18O values from the ice cores are poorly correlated with the borehole record, presumably because they are dominated by winter temperatures and changing seasonality of precipitation [Vinther et al., 2010]. [16] Our precisely dated records demonstrate that the expansion of ice caps after Medieval times was initiated by an abrupt and persistent snowline depression late in the 13th\n4 of 5\nCentury, and amplified in the mid 15th Century, coincident with episodes of repeated explosive volcanism centuries before the widely cited Maunder sunspot minimum (1645– 1715 AD [Eddy, 1976]). Together with climate modeling and supported by other proxy climate reconstructions, our results suggest that repeated explosive volcanism at a time when Earth’s orbital configuration resulted in low summer insolation across the NH acted as a climate trigger, allowing Arctic Ocean sea ice to expand. Increased sea ice export may have engaged a self-sustaining sea-ice/ocean feedback unique to the northern North Atlantic region that maintained suppressed summer air temperatures for centuries after volcanic aerosols were removed from the atmosphere. The coincidence of repeated explosive volcanism with centuries of lower-than-modern solar irradiance (Figure 2a) [Schmidt et al., 2011] indicates that volcanic impacts were likely reinforced by external forcing [Mann et al., 2009], but that an explanation of the LIA does not require a solar trigger.\n[17] Acknowledgments. We thank the Inuit of Mittimatalik and Qikiqtarjuaq for assistance and permission to access sites in Arctic Canada. Field logistical support was provided by Polar Continental Shelf Project and Baffinland Iron Mines (Baffin Island) and the Institute of Earth Sciences (Iceland). Fieldwork and modeling was sponsored by the USA-Iceland VAST Project (NSF-ARC-0714074 and RANNIS 070272013), and by NSF-ARC0454662. We thank Alan Robock, Jason Briner, Darrell Kaufman, Caspar Ammann and Raymond Bradley for discussions, and Haiyan Teng and Andrew Gettelman for assistance with stratospheric aerosol loadings. GHM, AG, DJL, KAR, and CA conceived of and oversaw the field campaigns and analytical program. BO-B, MMH, and DAB oversaw the modeling, which was diagnosed by YZ. SJL and JRS provided 14C dates. HB and TT contributed to the interpretation of the HVT cores. All authors contributed to the writing of the ms. We thank the reviewer for helping improve this paper. [18] The Editor thanks the anonymous reviewer for his or her assistance in evaluating this paper."
  }],
  "year": 2012,
  "references": [{
    "title": "Bayesian analysis of radiocarbon",
    "authors": ["C. Bronk Ramsey"],
    "venue": "dates, Radiocarbon,",
    "year": 2009
  }, {
    "title": "The Community Climate System Model version 3 (CCSM3)",
    "authors": ["Collins", "W. D"],
    "venue": "J. Clim.,",
    "year": 2006
  }, {
    "title": "Causes of climate change over the past 1000 years, Science, 289, doi:10.1126/science.289.5477.270",
    "authors": ["T.J. Crowley"],
    "year": 2000
  }, {
    "title": "Past temperatures directly from the Greenland",
    "authors": ["D. Dahl-Jensen", "K. Mosegaard", "N. Gundestrup", "G.D. Clow", "S.J. Johnsen", "A.W. Hansen", "N. Balling"],
    "venue": "Ice Sheet,",
    "year": 1998
  }, {
    "title": "Preservation of vegetation and patterned ground under a thin ice body in northern Baffin Island, N.W.T.,Geogr",
    "authors": ["G. Falconer"],
    "year": 1966
  }, {
    "title": "Volcanic forcing of climate over the past 1500 years: An improved ice core-based index for climate models",
    "authors": ["C. Gao", "A. Robock", "C. Ammann"],
    "venue": "J. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "Influence of the sea ice thickness distribution on polar climate in CCSM3",
    "authors": ["M.M. Holland", "C.M. Bitz", "E.C. Hunke", "W.H. Lipscomb", "J.L. Schramm"],
    "venue": "J. Clim.,",
    "year": 2006
  }, {
    "title": "Holocene thermal maximum in the western Arctic (0–180°W)",
    "authors": ["Kaufman", "D. S"],
    "venue": "Quat. Sci. Rev.,",
    "year": 2004
  }, {
    "title": "Mass balance of glaciers in the Queen Elizabeth Islands, Nunavut",
    "authors": ["R.M. Koerner"],
    "venue": "Canada, Ann. Glaciol.,",
    "year": 2005
  }, {
    "title": "A 3000-year varved record of glacier activity and climate change from the proglacial lake Hvítárvatn",
    "authors": ["D.J. Larsen", "G.H. Miller", "Á. Geirsdóttir", "T. Thordarson"],
    "venue": "Iceland, Quat. Sci. Rev.,",
    "year": 2011
  }, {
    "title": "Holocene glacial activity and climatic variations in the Swiss Alps: Reconstructing a continuous record from proglacial lake",
    "authors": ["A. Leeman", "F. Niessen"],
    "venue": "sediments, Holocene,",
    "year": 1994
  }, {
    "title": "Proxy-based reconstructions of hemispheric and global surface temperature variations over the past two millennia",
    "authors": ["M.E. Mann", "Z. Zhang", "M.K. Hughes", "R.S. Bradley", "S.K. Miller", "S. Rutherford", "F. Ni"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A.,",
    "year": 2008
  }, {
    "title": "Abrupt climate changes for Iceland during the last millennium: Evidence from high resolution sea ice reconstructions, Earth Planet",
    "authors": ["G. Massé", "S.J. Rowland", "M.-A. Sicre", "J. Jacob", "E. Jansen", "S.T. Belt"],
    "year": 2008
  }, {
    "title": "Temperature and precipitation history of the Arctic",
    "authors": ["Miller", "G. H"],
    "venue": "Quat. Sci. Rev.,",
    "year": 2010
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys.,",
    "year": 2000
  }, {
    "title": "Climate forcing reconstructions for use in PMIP simulations of the last millennium",
    "authors": ["Schmidt", "G. A"],
    "venue": "Geosci. Model Dev.,",
    "year": 2011
  }, {
    "title": "Climate response to large, high-latitude and low-latitude volcanic eruptions in the Community Climate System",
    "authors": ["D.P. Schneider", "C.M. Ammann", "B.L. Otto-Bliesner", "D.S. Kaufman"],
    "venue": "Model, J. Geophys. Res.,",
    "year": 2009
  }, {
    "title": "Holocene thinning of the Greenland ice",
    "authors": ["Vinther", "B. M"],
    "venue": "sheet, Nature,",
    "year": 2009
  }, {
    "title": "Climatic signals in multiple highly resolved stable isotope records from Greenland, Quat",
    "authors": ["B.M. Vinther", "P.D. Jones", "K.R. Briffa", "H.B. Clausen", "K.K. Andersen", "D. Dahl-Jensen", "S.J. Johnsen"],
    "venue": "Sci. Rev.,",
    "year": 2010
  }, {
    "title": "Structure and origin of Holocene cold events, Quat",
    "authors": ["H. Wanner", "O. Solomina", "M. Grosjean", "S.P. Ritz"],
    "venue": "Jetel",
    "year": 2011
  }, {
    "title": "Centennial-scale climate change from decadally-paced explosive volcanism: A coupled sea ice-ocean mechanism",
    "authors": ["Y. Zhong", "G.H. Miller", "B.L. Otto-Bliesner", "M.M. Holland", "D.A. Bailey", "D.P. Schneider"],
    "venue": "Geirsdóttir",
    "year": 2011
  }],
  "id": "SP:ebe1ef547df6f58c2b8126000a20e98808143eed",
  "authors": [{
    "name": "Gifford H. Miller",
    "affiliations": []
  }, {
    "name": "Áslaug Geirsdóttir",
    "affiliations": []
  }, {
    "name": "Yafang Zhong",
    "affiliations": []
  }, {
    "name": "Darren J. Larsen",
    "affiliations": []
  }, {
    "name": "Bette L. Otto-Bliesner",
    "affiliations": []
  }, {
    "name": "Marika M. Holland",
    "affiliations": []
  }, {
    "name": "David A. Bailey",
    "affiliations": []
  }, {
    "name": "Kurt A. Refsnider",
    "affiliations": []
  }, {
    "name": "Scott J. Lehman",
    "affiliations": []
  }, {
    "name": "John R. Southon",
    "affiliations": []
  }, {
    "name": "Chance Anderson",
    "affiliations": []
  }, {
    "name": "Helgi Björnsson",
    "affiliations": []
  }, {
    "name": "Thorvaldur Thordarson",
    "affiliations": []
  }],
  "abstractText": "[1] Northern Hemisphere summer temperatures over the past 8000 years have been paced by the slow decrease in summer insolation resulting from the precession of the equinoxes. However, the causes of superposed century-scale cold summer anomalies, of which the Little Ice Age (LIA) is the most extreme, remain debated, largely because the natural forcings are either weak or, in the case of volcanism, short lived. Here we present precisely dated records of ice-cap growth from Arctic Canada and Iceland showing that LIA summer cold and ice growth began abruptly between 1275 and 1300 AD, followed by a substantial intensification 1430– 1455 AD. Intervals of sudden ice growth coincide with two of the most volcanically perturbed half centuries of the past millennium. A transient climate model simulation shows that explosive volcanism produces abrupt summer cooling at these times, and that cold summers can be maintained by sea-ice/ ocean feedbacks long after volcanic aerosols are removed. Our results suggest that the onset of the LIA can be linked to an unusual 50-year-long episode with four large sulfur-rich explosive eruptions, each with global sulfate loading >60 Tg. The persistence of cold summers is best explained by consequent sea-ice/ocean feedbacks during a hemispheric summer insolation minimum; large changes in solar irradiance are not required. Citation: Miller, G. H., et al. (2012), Abrupt onset of the Little Ice Age triggered by volcanism and sustained by sea-ice/ocean feedbacks, Geophys. Res. Lett., 39, L02708, doi:10.1029/ 2011GL050168.",
  "title": "Abrupt onset of the Little Ice Age triggered by volcanism and sustained by sea‐ice/ocean feedbacks"
}