{
  "sections": [{
    "text": "Article\nVolume 12, Number 10\n26 October 2011\nQ10019, doi:10.1029/2011GC003636\nISSN: 1525‐2027\nThe impact of host‐rock composition on devolatilization of sedimentary rocks during contact metamorphism around mafic sheet intrusions\nIngrid Aarnes Physics of Geological Processes, University of Oslo, PO Box 1048, Blindern, N‐0316 Oslo, Norway\nRoxar ASA, Lysaker Torg 45, N‐1366 Lysaker, Norway\nKirsten Fristad Physics of Geological Processes, University of Oslo, PO Box 1048, Blindern, N‐0316 Oslo, Norway\nSverre Planke Physics of Geological Processes, University of Oslo, PO Box 1048, Blindern, N‐0316 Oslo, Norway\nVolcanic Basin Petroleum Research, Oslo Innovation Center, N‐0349 Oslo, Norway\nHenrik Svensen Physics of Geological Processes, University of Oslo, PO Box 1048, Blindern, N‐0316 Oslo, Norway (hensven@fys.uio.no)\n[1] Sedimentary rocks represent vast reservoirs for hydrous and carbonaceous fluids (liquid or gas) that can be generated and released during contact metamorphism following the emplacement of igneous sill intrusions. A massive release of these fluids may impose perturbations in the global climate. In this study we assess the influence of varying host‐rock compositions on the magnitude and type of fluids generated from thermal devolatilization, with particular emphasis on carbon and halogens released from heated limestone, coal and rock salt, and the different timescales of metamorphism. In limestones the generated fluids are dominated by H2O with limited CH4 and CO2 production on a time‐scale of 600–3000 years. Cracking of organic matter and CO2 production (8000–28,000 years) dominates the fluid products from a coal sequence. In the case of evaporites, the presence of reactive organic matter or petroleum results in the generation of CH4 and CH3Cl (260–1000 years). In order to compare the basin scale impacts of the differing host‐rocks, two plausible scenarios are explored in which a 100 m thick and 50 000 km2 large sill is emplaced into 1) organic‐rich shale and coal, and 2) limestones and rock salt. The results show the formation of 1) >1600 Gt CH4, and 2) >700 Gt of CH3Cl, demonstrating that the sill emplacement environment (i.e., the composition of the host rocks) is of major importance for understanding both gas generation in sedimentary basins and the environmental impact of a Large Igneous Province. By evaluation of the isotopic signature of carbonaceous fluids from shales and coals, we show that intrusions into coal‐rich sediments are potentially of much less importance for perturbing the atmospheric carbon isotope values than shales.\nComponents: 6800 words, 4 figures, 2 tables.\nKeywords: Contact metamorphism; Global environmental changes; Large igneous provinces.\nIndex Terms: 1630 Global Change: Impacts of global change (1225, 4321); 3610 Mineralogy and Petrology: Geochemical modeling (1009, 8410); 8412 Volcanology: Reactions and phase equilibria (1012, 3612).\nReceived 23 March 2011; Revised 1 September 2011; Accepted 9 September 2011; Published 26 October 2011.\nCopyright 2011 by the American Geophysical Union 1 of 11\nAarnes, I., K. Fristad, S. Planke, and H. Svensen (2011), The impact of host‐rock composition on devolatilization of sedimentary rocks during contact metamorphism around mafic sheet intrusions, Geochem. Geophys. Geosyst., 12, Q10019, doi:10.1029/2011GC003636."
  }, {
    "heading": "1. Introduction",
    "text": "[2] During the formation of continental flood basalt provinces, widespread sub‐volcanic sill and dike intrusions may cause contact metamorphism and devolatilization of vast volumes of sedimentary rocks. Rapid degassing of the devolatilization fluids has been proposed as a trigger mechanism for the global environmental and climatic perturbations associated with Large igneous provinces (LIPs) [e.g., Ganino and Arndt, 2009; McElwain et al., 2005; Retallack and Jahren, 2008; Svensen and Jamtveit, 2010; Svensen et al., 2007, 2004; Aarnes et al., 2010]. One of the consequences of this hypothesis is that sediment devolatilization releases 12C‐enriched carbon fluids (methane), which may explain the occurrence of negative carbon isotope excursions in the proxy data records associated with some of these LIPs. For instance, recent studies quantifying the methane generation associated with contact metamorphism during the Toarcian (∼183 Ma) and the PETM events (∼56 Ma) show that the amount of greenhouse gases generated by contact metamorphism of shale is sufficiently large (∼2000–10 000 Gt CH4) to explain the corresponding isotopic shifts if the fluids vented to the atmosphere [Svensen et al., 2007, 2004; Aarnes et al., 2010, 2011]. Moreover, the lack of correlation between the LIP lava volume and severity of the associated biotic impact [e.g., Wignall, 2001], has led to a shift in the research from lava degassing toward understanding the sub‐volcanic processes and the importance of the chemical composition of the aureole sediments. The consequences of contact metamorphism of both clastic and organic‐bearing sediments have likely played a major role in boundary events such as the end‐Permian and the end‐Triassic [Svensen and Jamtveit, 2010; Svensen et al., 2009a]. However, the current estimates of the mass of aureole fluids produced in sedimentary basins during major intrusive events are mainly considering shale‐metamorphism [e.g., Aarnes et al., 2010]. Recent studies have elucidated the potential importance of differing host‐rocks for the global climatic event, such as evaporites and limestones in the Tunguska Basin, Siberia [Ganino and Arndt, 2009; Svensen et al., 2009a]. Moreover, a recent study addressing the hypothesis of thermogenic carbon release is based on the assumption that\nmetamorphism of shale and coal results in similar carbon gas production rates and isotopic compositions [Gröcke et al., 2009]. Hence, there is a need for quantifying the effects of varying host‐rocks in a more systematic way.\n[3] Previous work on contact metamorphism of sedimentary rocks has demonstrated that 1) pure carbonates recrystallize without significant devolatilization, 2) limestones and marlstones are characterized by calc‐silicate formation during heating, releasing CO2‐dominated and H2O‐bearing fluids, 3) mineral reactions in shale release H2O, and 4) evaporites recrystallize without significant volatile release unless the temperature is extremely high and SO2 is released from anhydrite breakdown [e.g., Ganino and Arndt, 2009; Jamtveit et al., 1992; Kerrick and Connolly, 2001; Kerrick et al., 1991; Pattison and Tracy, 1991; Svensen and Jamtveit, 2010; Svensen et al., 2009b; Tracy and Frost, 1991]. The devolatilization volumes and speciation change dramatically if organic matter is present during metamorphism. Organic matter may buffer the oxygen fugacity resulting in formation of reduced fluids like CH4 [e.g., Connolly and Cesare, 1993]. In addition, heating of rocks with petroleum‐ bearing pore fluids will generate excess methane. The applied numerical analysis in this study provides an important tool for assessing basin‐scale generation of different fluid products during aureole devolatilization from a range of host‐rocks, especially in basins where there is limited information about the aureoles due to the lack of borehole cores or field exposures.\n[4] The main goal of this contribution is to evaluate metamorphism of several rock types, and compare the results. We expand the numerical model developed by Aarnes et al. [2010] for shales, to encompass several host‐rock types known to have undergone widespread metamorphism in many sedimentary basins. The calculations are based on both phase equilibria and kinetic modeling coupled to heat conduction around sill intrusions. Three key problems will be addressed: 1) What is the mass, composition and time‐scale of gas generation from rocks with differing end‐member compositions? 2) What is the possible impact of coal versus shale metamorphism on the carbon isotopic excursions? 3)What are themain differences betweenwidespread\n2 of 11\nmetamorphism of shale/coal and evaporite/limestone lithologies intruded by LIPs? We use the shale/coal dominatedKaroo Basin, South Africa, intruded in the Early Jurassic (∼183Ma) and the evaporite/limestone dominated Tunguska Basin, Russia, intruded at the Permo‐Triassic boundary (∼252 Ma) as case studies."
  }, {
    "heading": "2. Methods",
    "text": ""
  }, {
    "heading": "2.1. Kinetic and Phase Equilibria Modeling",
    "text": "[5] We calculate the effect of a single sill intrusion on a variety of host‐rocks identified by specific thermal diffusivities ( ) and initial chemical composition. The thermal diffusivity is defined by = l/r/CP, where l is thermal conductivity, r is density and CP is specific heat capacity. The values used for the selected rock types are given in Table 1. We model heat conduction with latent heat of crystallization (320 kJ/kg) [Turcotte and Schubert, 2002],\n@T @t ¼ eff @\n2T\n@x ð1Þ\nwhere T is temperature and eff is effective thermal diffusivity,\neff ¼ eff = 1þ LC TL TSð ÞCP\nfor TS < T < TLð Þ\neff ¼ eff for TS > Tð Þ: ð2Þ\nwhere LC is latent heat of crystallization, TL is liquidus temperature and TS is solidus temperature of the melt. We use a fixed sill thickness of 100 m emplaced at a depth corresponding to 50°C host rock temperature (∼2–3 km depth), with an initial dolerite melt temperature of 1150°C. The impact of these three variables on the fluid product was assessed by Aarnes et al. [2010], and will not be\ndiscussed here. The organic devolatilization reactions are calculated by coupling the thermal evolution to a first order reaction kinetics following the Arrhenius equation,\nk ¼ A exp Ei=RTð Þ ð3Þ\nwhere A is the frequency factor, R is the gas constant and Ei is the activation energy for the ith reaction [e.g., Tissot et al., 1987; Ungerer and Pelet, 1987].\n[6] We implement the Easy%Ro method, which calculates the hydrocarbon generation and vitrinite reflectance (%Ro), based on 20 parallel reactions with different activation energies [Sweeney and Burnham, 1990],\n%Ro ¼ exp 1:6þ 3:7Fð Þ; ð4Þ\nwhere\nF ¼ X i fi 1 WiWi0\nð5Þ\nandWit is the fraction of convertible material at time t (gHC/kgTOC) and fi is the weighting factor for the ith reaction. Vitrinite reflectance is a useful proxy for the thermal maturation of the organic material, and is a widely applied parameter for characterizing aureole thicknesses [see Aarnes et al., 2010].\n[7] Quantification of dehydration and decarbonation reactions in limestone is based on phase equilibria calculated by Perple_X [Connolly, 2009]. We use the composition of siliceous Marianas limestone as an average proxy SiO2 = 56.53, Al2O3 = 2.30, FeO = 1.56, MgO = 0.81, CaO = 19.23, Na2O = 0.47, K2O = 0.60, H2O = 3.16, CO2 = 15.00, as given in the database of Plank and Langmuir [1998]. Figure 1 shows the equilibrium fluid content in siliceous limestone as a function of pressure and temperature by free‐energy minimization. The total fluid release in the model is computed from the difference between the initial fluid content and the fluid content at peak metamorphic conditions. We fix the thermodynamic pressure at 0.5 kbar (50MPa) simulating the fluid production around intrusions at ∼3 km depth. We use a total organic carbon (TOC) content of 0.5 wt% for the limestone, 2 wt.% for the halite [Svensen et al., 2009a] and 54.5 wt% for coal (Miocene brown coal) [Andresen et al., 1995]. Hydrocarbon generation is treated using equations (3)–(5).\n[8] Organic cracking in coal requires special treatment because the quality of the organic matter differs from that used in the model of Easy%Ro. The Easy%Ro model assumes that 85% of the total\nTable 1. Thermal Values for the Sedimentary Rocks Used in This Study\nRock Type l (W/m/K) r (kg/m3) Cp (J/kg/K) Average Kappa (m2/s)\nShale 1.4–2.1a 2150–2550b 860c,d 8.66e‐7 Limestone 2.4–3.0a,e 2380–2710b,e 680–880c 1.36e‐6 Coal 0.2–0.3a 1273–1529f 1300c 1.37e‐7 Halite 5.4–5.9a 2160c 926c 2.82e‐6 Basalt 1.5–2.0a 2870c 898c 6.79e‐7\naBeardsmore and Cull [2001]. bAthy [1930]. cWaples and Waples [2004]. dClay. eThomas et al. [1973].\n3 of 11\norganic carbon (TOC) in the host‐rock is converted into hydrocarbons when the reaction is complete. This is a valid approximation for Type I/II kerogen commonly found in marine shales. However, the conversion fraction is much lower for the Type III kerogen commonly present in humic coals [Ungerer and Pelet, 1987]. Due to the high hydrogen content in Type I/II kerogen, the dominant product will be oil and hydrocarbon fluids like CH4. By contrast, Type III kerogen in coals is characterized by a low hydrogen content and a relatively high oxygen content, which makes CO2 the dominant fluid product. The results given by Easy%Ro are calibrated into more reliable estimates by using values derived from heating experiments of Miocene brown coals done by Andresen et al. [1995], where maximum conversion of coal gives 6.1% CH4 and 17.7% CO2."
  }, {
    "heading": "2.2. Model Assumptions",
    "text": "[9] The applied numerical model [Aarnes et al., 2010] provides realistic calculations of metamorphic devolatilization, as it is based on phase equilibria calculated for chemical systems approximating the bulk composition of a set of key sediment types. Because thermodynamic equilibrium is assumed, no significant overstepping of the reactions is considered. Hence, our calculated values for H2O and CO2 are the maximum expected fluid generation during aureole formation.\n[10] Decarbonation driven by infiltration of H2O is not considered in our model, although this can add to the total volumes of generated CO2, especially around large plutons [e.g., Ferry, 1991; Nabelek, 2007, 2009]. We do not consider advective heat‐ flow in this study. This simplifying assumption does not imply that this is not an important process, but rather that the diffusive regime has sufficient complexity for constraining the other key parameter as host‐rock composition and thermal diffusivity. Moreover, it can be argued that the advective heat‐flow will be more important for the local geometry of the aureole than the total generated fluids, as the total heat released from the intrusion is the same.\n[11] Local melting of host rocks during metamorphism is not included in the analysis. Since pore water is absent in rock salt, dry melting will not initiate before ∼800°C [Sourirajan and Kennedy, 1962]. Limestone has a wet melting curve higher than the maximum expected contact temperature (Figure 1), and melting of the carbonates can also be disregarded."
  }, {
    "heading": "2.3. Carbon Cycle Perturbations",
    "text": "[12] In order to compare the results from coal metamorphism in this study with that of black shales presented by Aarnes et al. [2010], we estimate the potential change in carbon isotopic signature resulting from thermogenic hydrocarbon on a basin scale. We start with a simple mass balance\n4 of 11\nexpression for the change in d13C of the exogenic carbon cycle through time (DdEx/Dt) [Dickens, 2001; Kump and Arthur, 1999],\nD ex Dt ¼ Fadd Dt add Exð Þ þ FinMEx in Exð Þ kf ð6Þ\nwhere Fadd is the flux of added carbon (Gt C per year) with isotopic composition dadd of −35‰, Fin is the background flux of carbon into the cycle (0.8) with a flux‐weighted isotopic composition din= −5‰ [Dickens, 2001],MEx is the total mass (42,529 Gt C) in the exogenic carbon cycle (atmosphere, biosphere and oceans), k is the residence time of carbon in the system (1/100,000 years), and f is the isotopic fractionation relative to organic and carbonate carbon with a value kept constant at −9‰. The initial value for the carbon isotope composition of the total system before release dEx\n0 is 0.18‰. All the values used in this analysis are adopted from Beerling et al. [2002], which were calibrated for Lower Jurassic conditions.\n[13] For a direct visualization of the results as a function of release time t and mass of carbon, we solve for dEx explicitly by integrating equation (6) with respect to time,"
  }, {
    "heading": "3. Results",
    "text": ""
  }, {
    "heading": "3.1. Contact Aureole Thicknesses and Timescales",
    "text": "[14] There are two key parameters determining the volume of the aureole fluids assessed in this study: 1) thermal diffusivity of the aureole rocks which controls the maximum temperature and time of the reaction front, as well as the total volume of reacted rocks. 2) Host rock composition, which determines equilibrium conditions and available material for devolatilization. We have systematically varied between 10−8 and 10−5 m2/s for 250 runs representing contact metamorphism of a wide variety of sedimentary rocks. The results are presented in Figure 2. Figure 2a shows the maximum temperature obtained in the contact aureoles. The contact temperature is ∼200°C higher for coal (slow sill cooling) than for evaporite (halite) (fast sill cooling). This is due to the isolating effect of host‐rocks with low , allowing them to heat up for a longer\nperiod of time. This effect decreases with increasing distance from the sill, and at 100 m from the intrusion there is virtually no temperature difference between the coal and halite aureoles.\n[15] The contact aureole thickness is a measure of the rock volume that experienced heating above background values (50°C), and is commonly measured by vitrinite reflectance in aureoles containing organic matter. In order to compare our results with empirical data, we have added organic matter to our synthetic rocks, and calculate aureole thicknesses relative to background vitrinite values (0.2%Ro). Figure 2b shows the distance for the 0.5, 1 and 1.5% Ro contours, given in percent of the sill thickness (100m). The 0.5%Ro contour marks the initiation of oil and gas generation in a source rock. Slower diffusivity gives a longer time‐scale for the reactions to occur and thusmore organic matter can be converted into hydrocarbons. The 1%Ro contour marks the zone of major hydrocarbon release, while the zone with vitrinite values above 1.5%Ro corresponds to the metagenetic stage, where secondary cracking of oil to gas occurs, and gas is the only hydrocarbon product.\n[16] Figure 2c shows the reaction time‐scales of organic cracking, calculated from the Arrhenius‐ type reaction kinetics. The contours are given as a function of the total hypothetical hydrocarbon generation. The time needed to generate 60% of the hydrocarbons is about ∼260 years for a halite, ∼520 years for limestone and ∼8 000 years for coal. Similarly, 80% of the fluids are generated within ∼1000 years for halite, ∼2100 years for limestone and ∼28 000 years for coal. For comparison most of the fluid products have reacted within a ∼500– 1000 year period in organic‐rich shales [Aarnes et al., 2010]. These results show the different time‐scales for the thermal pulse to pass through the aureoles."
  }, {
    "heading": "3.2. Sediment Degassing",
    "text": "[17] We have estimated the fluid generation potential around a 100 m thick sill for halite, coal, and limestone. The fluid products are CH4 and CO2 from organic material, H2O from hydrous minerals, and CO2 from carbonates. In addition, we consider the\nEx tð Þ ¼ Fadd add 0Ex\nþ Fin in 0Ex MExkf exp Fadd þ Finð Þ t\nMEx Fadd þ Fin þ Fadd add þ Fin in MExkf Fadd þ Fin ð7Þ\n5 of 11\ninteraction between generated CH4 and salt to produce halocarbons like CH3Cl, and we use a conversion factor for methane to methyl chloride of 0.5 [cf. Svensen et al., 2009a]. This factor may be too high, but awaits further experimental constraints.\n[18] The fluid generated in the aureole above and below the sill is summed up to obtain the total mass of fluids generated in a vertical column with an area of 1 m2 of intruded rocks (Figure 3). The area of 1 m2 can be easily upscaled to the total intruded area, and the results in Figure 3 can thus be utilized to estimate fluid generation by both single intrusions and at basin scales by multiplication with the total intruded area. The relative masses of the different fluid products are given as a percentage of the total mass generated in the 1 m2 column for that particular rock‐type. Note that the relative masses of the fluid species differ, e.g., CO2 is heavier than CH4 which implies that a similar amount of carbon will give a higher percentage of CO2 relative to CH4. In coals most of the carbon is assumed to be released in the form of CO2 due to the low quality kerogen of most coals [e.g., Andresen et al., 1995].\n[19] Siliceous limestones with low content of hydrous clay minerals produce very little CO2 (∼1.5 wt.% at maximum generation), and the major fluid product is expected to be H2O. In contrast, clay‐rich lithologies comprised mainly of hydrous minerals with only a few weight percentages of carbonates are predicted to generate relatively larger amounts of CO2 according to phase equilibria calculations [e.g., Kerrick and Connolly, 2001].\n[20] Based on current experiments [Svensen et al., 2009b] we can predict that the main products from contact metamorphism of halite are CH3Cl and CH4. CH3Cl emitted to the atmosphere may result on ozone depletion. Some fraction of the carbon released from the “dirty” halites may also convert into CH3Br and other halocarbons, but we lack experimental constraints for evaluating this further."
  }, {
    "heading": "3.3. Gas Generation Volumes",
    "text": "[21] The results on gas generation from the synthetic host sediments can be applied to evaluate the total gas generation from individual aureoles in sedimentary basins. We consider two cases where single sills have intruded basin segments with different sedimentary rocks: 1) sill emplacement in shales and coals in the Karoo Basin [Svensen et al., 2007; Aarnes et al., 2011], and 2) sill emplacement in limestones and evaporites in the Tunguska Basin\n6 of 11\nin East Siberia [e.g., Grishina et al., 1992; Kontorovich et al., 1997; Svensen et al., 2009a; Von der Flaass, 1997]. We assume 100 m thick sills for both cases, one in each of the aforementioned host rocks, and assume that the sills cover 50,000 km2 [Svensen et al., 2007; Aarnes et al., 2011]. Contact metamorphic coal is abundant in the terrestrial‐ dominated Ecca Group in the Eastern Karoo Basin [McElwain et al., 2005; Svensen et al., 2007]. We use the same sill volume and thickness in both scenarios in order to compare the results directly. The Usolskyi sill in Siberia is emplaced in the Lower Cambrian carbonates and evaporites in the Tunguska Basin in an area of at least 32,000 km2 [Von der Flaass, 1997;Von der Flaass and Naumov, 1995]. Since the thickness of the Usolskyi sill locally reaches >300 m [Svensen et al., 2009a], a modeled sill size of 50,000 km2 is justified for a direct comparison with the Karoo Basin model. The initial TOC concentrations are similar to the synthetic case studies. The values presented byAarnes et al. [2010] are used for the shale composition, assuming an average of 5 wt% TOC for the shales.\n[22] The modeling results are presented in Table 2, and show that thousands of gigatonnes of carbon fluids in the form of CH4 and CO2 are generated around the single sill intrusion in shales and coals with 1590 Gt CH4 [Aarnes et al., 2010] and 2015 Gt CO2, respectively. One order of magnitude less greenhouse gases are generated from rock salt and silicic limestones, with 240 Gt CH4 and 160 Gt CH4, respectively. The relatively low methane generation in halite is due to the conversion to methyl chloride (715 Gt). Note that water is the main product of limestone metamorphism."
  }, {
    "heading": "3.4. Carbon Isotope Excursions and Shale Versus Coal Metamorphism",
    "text": "[23] The results from the Karoo Basin model demonstrate that contact metamorphism by a 100 m thick sill in a 50,000 km2 basin segment can generate 1187 Gt C fluids from shale metamorphism [Aarnes et al., 2010] and 557 Gt C fluids from coal metamorphism (this study). The total timescales of\ngas generation following instantaneous emplacement is ∼1000 and ∼10,000 years, respectively (Figure 2c). After 100 years, ∼30% of the hydrocarbons in the shale and ∼10% of the fluid in the coal is generated. In order to investigate the implications of gas release to the Lower Jurassic atmosphere, we have estimated the atmospheric shift in d13C as a function of the shale and coal scenarios for the entire Karoo Basin, which covers an intruded area of at least 390 000 km2 [Chevallier et al., 2001; Polteau et al., 2008]. The model input for shale metamorphism is the release of CH4 with d13C of −35‰, whereas we assume that the coal metamorphism releases mainly CO2 with d\n13C of −25‰ [Andresen et al., 1995]. The results are shown in Figures 4a and 4b, and show that the atmospheric d13C excursion from shale metamorphism is −4 to −6‰ using values calculated by Aarnes et al. [2010], and 0 to −2‰ for coal metamorphism using ∼4000 Gt C calculated for sills intruding into coal."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Aureole Degassing",
    "text": "[24] From our estimates, limestones experience insignificant decarbonation under contact metamorphic conditions. This is in accordance with Kerrick and Connolly [2001] showing that limited CO2 is released from siliceous limestones in subduction zone settings. High H2O content in the bulk rock (or infiltration of external, hot fluids)\nwill, however, increase the CO2 generation from decarbonation. For most aureole rocks rich in organic matter, CH4 rather than CO2 will be released, with the exception of coals and oxygen‐rich shales.\n[25] We have considered the emplacement of one 100 m thick sill, while in nature both the Karoo Basin and the Tunguska Basin are intruded by LIPs and are characterized by multiple intrusion levels in a variety of basin lithologies (coals, shales, sandstones, limestones and evaporites). Multiple intrusions will raise the total fluid generation potential and generate fluids at a pace largely controlled by the magma emplacement dynamics [Aarnes et al., 2011].\n[26] Due to the long time for the intrusive heat‐ wave to pass through the coals (>10 000 years), fluids may be released on longer timescales as compared to shale metamorphism. Thus long‐term seepage is expected in a coal‐rich basin. In shales and limestones/evaporites the thermal pulse is moving faster, and rapid gas generation will facilitate overpressure buildup as the permeability of un‐fractured shales and calc‐silicates, as well as the sills themselves, are very low (<10−18 m2) [Brace, 1980; Corbet and Bethke, 1992; Cui et al., 2001]. The pressure‐buildup from the fluid release will eventually result in hydrofracturing and pipe formation [Aarnes, 2010]. Following hydrofracturing, rapid transfer of aureole fluids to the atmosphere is expected when intruded in shales, limestones and evaporites, while slow seepage is expected in coal‐dominated strata.\n8 of 11\n[27] While several thousand gigatonnes of carbon in the form of CH4 and CO2 may have formed in the Karoo Basin, at least 700 Gt of the ozone‐ depleting CH3Cl could have formed in the Tunguska Basin from only one major sill emplacement event. This may potentially explain the inferred ozone depletion at the end‐Permian [Visscher et al., 2004]. The amounts of CH4 and CO2 that can be generated by the Usolskyi sill are comparatively minor, unless the TOC levels are higher than inferred or petroleum accumulations were affected by the sills and added to the total degassing. The numerous phreatomagmatic pipes in Siberia were formed during magma‐sediment interactions in the latest Permian, providing escape conduits for the aureole fluids [Svensen et al., 2009a;Von der Flaass, 1997;Von der Flaass and Naumov, 1995]. Thus the sill emplacement, the aureoles, and the degassing pipes are integrated parts of the LIP, and may explain how gases were released to the atmosphere on a short timescale (∼250–2500 years)."
  }, {
    "heading": "4.2. Sediment Degassing and Isotope Excursions",
    "text": "[28] Based on the generation potential of CH4 in the Karoo Basin, we infer that in order to explain the Toarcian carbon isotope excursions of −5 to−6‰ [e.g., Cohen et al., 2007; Mazzini et al., 2010], the gas release is assumed to have occurred within 100,000–200,000 years (Figure 4). This is a feasible range, given that the entire LIP emplacement occurs on a timescale of less than 1 Ma, and that sill emplacement is likely more focused in time. Pulsed emplacement of sills is a likely scenario in volcanic basins, which may explain local peaks in the carbon isotope record, both for the Toarcian and end‐ Permian events [Kemp et al., 2005; Payne and Kump, 2007].\n[29] We emphasize that the magnitude of isotopically light carbon that can be released from contact metamorphism is sufficient to explain the negative carbon isotopic excursions that are associated with several LIP emplacement events, such as the Toarcian and Permian‐Triassic boundary, but also the PETM and Triassic‐Jurassic events [cf. Beerling et al., 2002; Dickens et al., 1995; Hesselbo et al., 2002; McElwain et al., 2005; Payne et al., 2004; Svensen et al., 2004]."
  }, {
    "heading": "5. Conclusions",
    "text": "[30] 1. The main fluid products are CH4 and CO2 from organic matter and H2O from mineral dehy-\ndration. CO2 from decarbonation is limited in host‐ rocks intruded by dry, doleritic melts. Moreover, reactive organic matter in salt can produce significant quantities of halocarbons such as CH3Cl.\n[31] 2. While the total aureole volumes are similar for most rock‐types, the reaction timescales are determined by the heat transfer and can vary by several thousand years; with coal being the slowest and evaporites (halite) being the fastest.\n[32] 3. Contact metamorphism in coal affects the isotopic value of atmospheric carbon significantly less than shale because the gas produced from coal totals about half the mass of that from shale, has a longer generation time, and the CO2 has a more positive d13C value.\n[33] 4. Contact metamorphism in shale/coal environments is expected to produce about one order of magnitude more carbonaceous fluids than that of similar limestone/evaporite environments. Organic‐ rich shale is the lithology with the highest potential for releasing significant amounts of CH4. Evaporites containing hydrocarbons can be responsible for producing hundreds of gigatonnes of ozone‐ depleting halocarbon gases, which may have serious consequences for the environment. In conclusion, our results are compatible with the contrasting environmental perturbations observed in association with LIP emplacement in the Karoo Basin (∼183 Ma) (dominantly negative carbon excursion and global warming) and the Tunguska Basin (∼250 Ma) (dominantly mass extinction), illustrating the key importance of differing host‐rock compositions."
  }, {
    "heading": "Acknowledgments",
    "text": "[34] We would like to thank Jamie Connolly, Yuri Podladchikov, Nick Arndt, Alexander Polozov, and Linda Elkins‐ Tanton for discussions. This project was funded by National Science Foundation Continental Dynamics grant 807585. We would like to thank Sven Morgan and one anonymous referee for constructive comments."
  }],
  "year": 2011,
  "references": [{
    "title": "Sill emplacement and contact metamorphism in sedimentary basins",
    "authors": ["I. Aarnes"],
    "venue": "Ph.D. thesis,",
    "year": 2010
  }, {
    "title": "How contact metamorphism can trigger global climate changes: Modeling gas generation around igneous sills in sedimentary basins, Geochim",
    "authors": ["I. Aarnes", "H. Svensen", "J.A.D. Connolly", "Y. Y"],
    "venue": "Podladchikov",
    "year": 2010
  }, {
    "title": "Density, porosity, and compaction of sed",
    "authors": ["L.F. Athy"],
    "year": 1930
  }, {
    "title": "The geodynamic equation of state",
    "authors": [],
    "year": 2009
  }, {
    "title": "Disequilibrium fluid",
    "authors": ["T.F. 1993.tb00155.x. Corbet", "C.M. Bethke"],
    "year": 1992
  }, {
    "title": "Carbon addition and removal",
    "authors": ["G.R. 2000JB900418. Dickens"],
    "year": 2001
  }, {
    "title": "Climate changes caused",
    "authors": ["C. 351–393. Ganino", "N.T. Arndt"],
    "year": 2009
  }, {
    "title": "Terrestrial and marine extinction at the Triassic‐ Jurassic boundary synchronized with major carbon‐cycle perturbation: A link to initiation of massive volcanism?, Geology",
    "authors": ["S.P. Hesselbo", "S.A. Robinson", "F. Surlyk", "S. Piasecki"],
    "year": 2002
  }, {
    "title": "Density measurements of Argonne Premium Coal samples, Energy Fuels",
    "authors": ["H. Huang", "K. Wang", "D.M. Bodily", "V.J. Hucka"],
    "year": 1995
  }, {
    "title": "Metamorphic devolatilization of subducted marine sediments and the transport of volatiles into the Earth’s mantle",
    "authors": ["D.M. Kerrick", "J.A.D. Connolly"],
    "venue": "Nature, 411(6835),",
    "year": 2001
  }, {
    "title": "Kinetics of heterogeneous reactions",
    "authors": ["D.M. Kerrick", "A.C. Lasaga", "S.P. Raeburn"],
    "venue": "Rev. Mineral.,",
    "year": 1991
  }, {
    "title": "Interpreting carbon‐ isotope excursions: Carbonates and organic matter, Chem. Geol",
    "authors": ["L.R. Kump", "M.A. Arthur"],
    "year": 1999
  }, {
    "title": "Early Jurassic shale chemostratigraphy and U‐Pb ages from the Neuquén Basin (Argentina): Implications for the Toarcian Oceanic Anoxic Event",
    "authors": ["A. Mazzini", "H. Svensen", "H.A. Leanza", "F. Corfu"],
    "venue": "Planke",
    "year": 2010
  }, {
    "title": "Fluid evolution and kinetics of metamorphic reactions in calc‐silicate contact aureoles—From H2O to CO2 and back, Geology",
    "authors": ["P.I. Nabelek"],
    "year": 2007
  }, {
    "title": "Numerical simulation of kinetically controlled calc‐silicate reactions and fluid flow with transient permeability around crystallizing plutons",
    "authors": ["P.I. Nabelek"],
    "venue": "Am. J. Sci.,",
    "year": 2009
  }, {
    "title": "Phase‐equilibria and thermobarometry of metapelites",
    "authors": ["D.R.M. Pattison", "R.J. Tracy"],
    "venue": "Rev. Mineral.,",
    "year": 1991
  }, {
    "title": "Evidence for recurrent Early Triassic massive volcanism from quantitative interpretation of carbon isotope fluctuations, Earth Planet",
    "authors": ["J.L. Payne", "L.R. Kump"],
    "year": 2007
  }, {
    "title": "The chemical composition of subducting sediment and its consequences for the crust and mantle",
    "authors": ["T. Plank", "C. H"],
    "venue": "Langmuir",
    "year": 1998
  }, {
    "title": "How are saucer‐shaped sills emplaced? Constraints from the Golden Valley Sill, South Africa",
    "authors": ["S. Polteau", "E.C. Ferre", "S. Planke", "E.R. Neumann", "L. Chevallier"],
    "venue": "J. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "Methane release from igneous intrusion of coal during Late Permian extinction",
    "authors": ["G. Retallack", "A. H"],
    "year": 2008
  }, {
    "title": "The system H2O‐ NaCl at elevated temperatures and pressures",
    "authors": ["S. Sourirajan", "G.C. Kennedy"],
    "venue": "Am. J. Sci.,",
    "year": 1962
  }, {
    "title": "Metamorphic fluids and global environmental changes, Elements",
    "authors": ["H. Svensen"],
    "venue": "Jamtveit",
    "year": 2010
  }, {
    "title": "Release of methane from a volcanic basin as a mechanism for initial Eocene global warming",
    "authors": ["H. Svensen", "S. Planke", "A. Malthe‐Sorenssen", "B. Jamtveit", "R. Myklebust", "T.R. Eidem", "S.S. Rey"],
    "venue": "Nature, 429(6991),",
    "year": 2004
  }, {
    "title": "Jamtveit (2009a), Siberian gas venting and the end‐Permian environmental crisis",
    "authors": ["H. Svensen", "S. Planke", "A.G. Polozov", "N. Schmidbauer", "F. Corfu", "Y.Y. Podladchikov"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 2008
  }, {
    "title": "Planke (2009b), Contact metamorphism, halocarbons, and environmental crises of the past",
    "authors": ["H. Svensen", "N. Schmidbauer", "M. Roscher", "F. Stordal"],
    "venue": "Environ. Chem.,",
    "year": 2009
  }, {
    "title": "Evaluation of a simple model of vitrinite reflectance based on chemical kinetics",
    "authors": ["J. Sweeney", "A.K. Burnham"],
    "venue": "AAPG Bull.,",
    "year": 1990
  }, {
    "title": "Thermal conductivity of carbonate",
    "authors": ["J.J. Thomas", "R.R. Frost", "R.D. Harvey"],
    "year": 1973
  }, {
    "title": "Thermal history of sedimentary basins, maturation indexes, and kinetics of oil and gas generation",
    "authors": ["B.P. Tissot", "R. Pelet", "P. Ungerer"],
    "venue": "AAPG Bull.,",
    "year": 1987
  }, {
    "title": "Phase‐equilibria and thermobarometry of calcareous, ultramafic and mafic rocks, and iron",
    "authors": ["R.J. Tracy", "B.R. Frost"],
    "venue": "formations, Rev. Mineral.,",
    "year": 1991
  }, {
    "title": "Extrapolation of the kinetics of oil and gas‐formation from laboratory experiments to sedimentary basins, Nature",
    "authors": ["P. Ungerer", "R. Pelet"],
    "year": 1987
  }, {
    "title": "Environmental mutagenesis during the end‐Permian ecological crisis",
    "authors": ["H. Visscher", "C.V. Looy", "M.E. Collinson", "H. Brinkhuis", "J. Cittert", "W.M. Kurschner", "M.A. Sephton"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A.,",
    "year": 2004
  }, {
    "title": "Structural and genetic model of an ore field of the Angaro‐Ilim type (Siberian platform), Geol",
    "authors": ["G.S. Von der Flaass"],
    "venue": "Ore Deposits,",
    "year": 1997
  }, {
    "title": "Cup‐shaped structures of iron‐ore deposits in the south of the Siberian platform (Russia), Geol",
    "authors": ["G.S. Von der Flaass", "V.A. Naumov"],
    "venue": "Ore Deposits,",
    "year": 1995
  }, {
    "title": "A review and evaluation of specific heat capacities of rocks, minerals, and subsurface fluids. Part 1: Minerals and nonporous rocks",
    "authors": ["D.W. Waples", "J.S. Waples"],
    "venue": "Nat. Resour. Res.,",
    "year": 2004
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth Sci. Rev.,",
    "year": 2001
  }],
  "id": "SP:82a55a7e9867e10ae22810ebdb1c7a4ae5a1b01e",
  "authors": [{
    "name": "Ingrid Aarnes",
    "affiliations": []
  }, {
    "name": "Kirsten Fristad",
    "affiliations": []
  }, {
    "name": "Sverre Planke",
    "affiliations": []
  }, {
    "name": "Henrik Svensen",
    "affiliations": []
  }],
  "abstractText": "[1] Sedimentary rocks represent vast reservoirs for hydrous and carbonaceous fluids (liquid or gas) that can be generated and released during contact metamorphism following the emplacement of igneous sill intrusions. A massive release of these fluids may impose perturbations in the global climate. In this study we assess the influence of varying host‐rock compositions on the magnitude and type of fluids generated from thermal devolatilization, with particular emphasis on carbon and halogens released from heated limestone, coal and rock salt, and the different timescales of metamorphism. In limestones the generated fluids are dominated by H2O with limited CH4 and CO2 production on a time‐scale of 600–3000 years. Cracking of organic matter and CO2 production (8000–28,000 years) dominates the fluid products from a coal sequence. In the case of evaporites, the presence of reactive organic matter or petroleum results in the generation of CH4 and CH3Cl (260–1000 years). In order to compare the basin scale impacts of the differing host‐rocks, two plausible scenarios are explored in which a 100 m thick and 50 000 km large sill is emplaced into 1) organic‐rich shale and coal, and 2) limestones and rock salt. The results show the formation of 1) >1600 Gt CH4, and 2) >700 Gt of CH3Cl, demonstrating that the sill emplacement environment (i.e., the composition of the host rocks) is of major importance for understanding both gas generation in sedimentary basins and the environmental impact of a Large Igneous Province. By evaluation of the isotopic signature of carbonaceous fluids from shales and coals, we show that intrusions into coal‐rich sediments are potentially of much less importance for perturbing the atmospheric carbon isotope values than shales.",
  "title": "The impact of host‐rock composition on devolatilization of sedimentary rocks during contact metamorphism around mafic sheet intrusions"
}