{
  "sections": [{
    "text": "Climatic impact of the Millennium eruption of Changbaishan volcano in China: New insights from high-precision radiocarbon wiggle-match dating\nJiandong Xu,1,3 Bo Pan,1 Tanzhuo Liu,2,3 Irka Hajdas,4 Bo Zhao,1 Hongmei Yu,1 Ruoxin Liu,1 and Ping Zhao5\nReceived 15 October 2012; revised 27 November 2012; accepted 2 December 2012; published 15 January 2013.\n[1] Changbaishan volcano in northeast China, previously dated to have erupted around the mid-10th century A.D., is renowned for producing one of the largest eruptions in history (magnitude 6.8) and thus speculated to have substantial climatic impact. Here we report a new high-precision 14C wiggle-match age of A.D. 946 3 obtained from a 264 year old tree trunk (with bark) killed during the eruption, using the OxCal’s Bayesian modeling approach with 27 sequentially sampled annual rings of decadal intervals. The new chronology conforms well to the calendar date of A.D. 946 for the eruption inferred from historical documentary evidence. We find no stratospherically loaded sulfate spike that might be associated with the A.D. 946 eruption in the global volcanism record from the GISP2 ice core, suggesting the stratospheric sulfate aerosols produced during the eruption were not transported to the arctic region, due probably to its relatively low stratospheric sulfur emission and the seasonal effects of the atmospheric circulation at the time of the eruption that likely occurred in the winter of A.D. 946–947. Since the stratospheric volcanic sulfates are the main cause of large-scale climate perturbations, this finding indicates that the Millennium eruption of Changbaishan volcano might have limited regional climatic effects, rather than global or hemispheric impact as implied by its magnitude. Citation: Xu, J., B. Pan, T. Liu, I. Hajdas, B. Zhao, H. Yu, R. Liu, and P. Zhao (2013), Climatic impact of the Millennium eruption of Changbaishan volcano in China: New insights from high-precision radiocarbon wiggle-match dating, Geophys. Res. Lett., 40, 54–59, doi:10.1029/2012GL054246."
  }, {
    "heading": "1. Introduction",
    "text": "[2] Large explosive volcanic eruptions often inject huge amounts (on the order of 100 to 102 teragrams or Tg) of sulfur, which significantly affect Earth’s radiative balance and climate [Timmreck, 2012]. Changbaishan (or Baekdusan\nin Korea) volcano is located in the border area between China and North Korea (42 00′N, 128 03′E), with its 5.5 km diameter crater occupied by a 373m deep Lake Tianchi at an elevation of 2190m (see the auxiliary material)1. The most recent large explosive eruption of this volcano, or the so-called Millennium eruption, took place in the 10th century A.D. Its eruption column reached the stratosphere and produced an estimated 96 km3 bulk volume of tephra, 4 Tg of SO2, 45 Tg of HCl, 42 Tg of HF, and 1796 Tg of H2O [Horn and Schmincke, 2000]. The volcanic ashes spread over the Sea of Japan, passed through the northern Japan Islands, and reached as far as the Kuril trench to the east (see the auxiliary material). The eruption, with magnitude of 6.8, is viewed as one of the largest in history [Oppenheimer, 2011] and thus has long been speculated to have substantial climatic impact [e.g., Li et al., 1996; Guo et al., 2002]. [3] In the past three decades, a great deal of research has been carried out in order to date the Millennium eruption. Conventional 14C dating of charcoal pieces recovered from the volcanic deposits produced a rather scattering age distribution from A.D. 550 to A.D. 1150, with a modal age around A.D. 1000 [Liu et al., 1998]. The wiggle-match (WM) of sequences of 14C ages, which were obtained using AMS technique of charred trees (with bark) killed during the eruption, yielded four well-dated ages of A.D. 921–941, A.D. 935 +8/ 5, A.D. 953 +7/ 8, and A.D. 969 +15/ 24 (all reported at the 95.4% confidence level or 2s age range) [Horn and Schmincke, 2000; Nakamura et al., 2007; Yatsuzuka et al., 2010; Yin et al., 2012]. Although these previously reported 14C ages place the eruption tentatively in the mid 10th century A.D., they do not yet offer any unambiguous and consensus age for this eruption. As a result, the climatic effects of the Millennium eruption cannot be properly assessed. [4] In this study we use the high-precision AMS 14C WM method to determine the felling date of a larch tree with bark killed during theMillennium eruption. The refined chronology thus derived, in tandem with petrological analyses of B-Tm ashes and volcanic glass shards embedded in the Greenland GISP2 ice core (at A.D. 938 4), adds new insights into our current understanding of the timing, eruptive style, as well as climatic impact of this extremely large Plinian eruption."
  }, {
    "heading": "2. Sample Collection and 14C Measurement",
    "text": "[5] A larch tree (Larix) log with bark, about 3m long and 0.73m in diameter and only partially charred, was recovered from ~14m thick pyroclastic flow deposits at the site\n1Key Laboratory of Active Tectonics and Volcano, Institute of Geology, China Earthquake Administration (CEA), Beijing, China.\n2State Key Laboratory of Earthquake Dynamics, Institute of Geology, CEA, Beijing, China.\n3Lamont-Doherty Earth Observatory of Columbia University, Palisades, New York, USA.\n4Laboratory of Ion Beam Physics, ETH, Zurich, Switzerland. 5China Earthquake Networks Center, CEA, Beijing, China.\nCorresponding author: J. Xu, Key Laboratory of Active Tectonics and Volcano, Institute of Geology, China Earthquake Administration (CEA), Beijing 100029, China. (xujiandong@ies.ac.cn)\n©2012. American Geophysical Union. All Rights Reserved. 0094-8276/13/2012GL054246\nGEOPHYSICAL RESEARCH LETTERS, VOL. 40, 54–59, doi:10.1029/2012GL054246, 2013\nof Xiaoshahe (XSH) on the west slope of Changbaishan volcano (see the auxiliary material).1 Like many other carbonized woods buried within the pyroclastic flow deposits in the study area, the sampled larch tree containing a total of 264 rings was killed during the Millennium eruption and thus used to construct the chronology. In the lab, the tree rings were counted inwards from the outermost ring (R1) to the pith (R264) on high-resolution images of a sawed and polished disk of the tree log. No pseudo or missing rings were found in the sampled ring sequence. Annual ring samples (R1, R10, R20, . . ., R260) were cut from the polished tree disk at 9- or 10-ring intervals with an ultra-thin steel blade and retrieved with a sharp-pointed precision tweezers under a 160 stereo microscope. The ring samples were pretreated using standard acid-base-acid methods and converted the treated samples to graphite before 14C measurements at the AMS facility at ETH. In all, we obtained a total of 27 AMS 14C determinations with high analytical precision of 25 14C years (see the auxiliary material). The reported 1s error includes statistical error, standards, and blank correction."
  }, {
    "heading": "3. Wiggle-Match 14C Dating and Results",
    "text": "[6] Wiggle-match 14C dating by definition uses the nonlinear relationship between 14C age and calendar age to “wiggle-match” the shape of a series of sequentially spaced 14C dates with the 14C calibration curve. In order to build a high-precision 14C chronology for the Millennium eruption, we adopted a Bayesian modeling approach using the program OxCal v.4.1.7 [Bronk Ramsey, 2009a]. Calibration of the 14C dates was against the internationally recommended IntCal09 and IntCal98 calibration curves [Stuiver et al., 1998; Reimer et al., 2009]. Both curves have been\ndemonstrated to yield accurate and reliable WM ages for wood samples of archeological and geological contexts. [7] To test if outliers (defined as having more than two times their reported 1s errors from the calibration curve) exist in our 14C measurements, we used the OxCal’s outlier model and the agreement index method [Bronk Ramsey, 2009b], and found three outlier 14C measurements that are associated with tree rings R1, R170, and R220 (Figure 1a; see the auxiliary material). We also utilized the OxCal’s Delta_R model [Bronk Ramsey, 2009b] to detect if there is any regional 14C offset in the original data set and found that our XSH data set appears to have a regional offset in radiocarbon of 11–15 years (see the auxiliary material). Since the dated wood samples were cut from a tree growing in the area about 24 km from the vent of Changbaishan volcano, it is not clear if volcanic CO2 emission before the eruption could affect the samples and produce ages that are slightly too old. [8] We employed the OxCal’s D_Sequence model [Bronk Ramsey et al., 2001] with default settings, resolution of 1 year, and MCMC (Markov chain Monte Carlo) analysis to achieve the “best-fit” WM age during each model run (Figure 1a). A total of 18 model runs were carried out to test the sensitivity and robustness of the modeled WM ages to different model assumptions. Model runs 1 and 2 include all 14C measurements and use the D_Sequence model only. Model runs 3–6 include the three most extreme outliers but treat outliers and regional offset with the use of the Outlier and Delta_R models, respectively. Model runs 7–18 remove one of the three most extreme outliers in a sequential fashion and use the Delta_R model to account for the effect of regional offset. The model details and results are given in the auxiliary material. [9] With reference to the IntCal09 and IntCal98 calibration curves, model runs 1 and 2 yielded two WM ages of A.D. 945 3 (or A.D. 939–951 at 2s age range) and A.D. 949 2 (A.D. 943–953), respectively. These are the modeled WM ages without use of the Outlier and Delta_R models.\n1Auxiliary materials are available in the HTML. doi:10.1029/ 2012GL054246.\nWith use of both models, model runs 3–16 yielded 14 pairs of WM ages that vary slightly from A.D. 942 3 (A.D. 936– 948) to A.D. 950 2 (A.D. 945–955). The best WM dates for the Millennium eruption were achieved during model runs 17 and 18, which use the outliers-removed subset of the original 14C measurements and also account for the effect of possible regional 14C offset. Most importantly, these model runs yielded two nearly identical WM ages of A.D. 945 3 (A.D. 939–951) and A.D. 947 3 (A.D. 941–953), where overall and combined agreement indices of the models reach their highest values (see the auxiliary material). The two ages are also nearly identical to those given by the D_Sequence model without account for outliers and regional 14C reservoir. Therefore, the average of these two WM ages (A.D. 946 3 or A.D. 940–952) represents the best modeled WM age for the Millennium eruption (Figure 1a). Furthermore, all 18 modeled WM ages gave an approximately normal distribution with a grand mean of A.D. 946 3 and a mode of A.D. 945 (see the auxiliary material). Both ages match perfectly with our best modeled WM age of A.D. 946 3 at the 68.2% (1s) confidence level, strongly attesting to the accuracy of our new chronology."
  }, {
    "heading": "4. Discussion of the New Chronology",
    "text": "[10] The new chronology (A.D. 946 3 or A.D. 940–952) generally agrees well with three formerly reported highprecision 14C WM dates for the Millennium eruption: A.D. 935 +8/ 5, A.D. 953 +7/ 8, and A.D. 921–941 from the sites of Huangsongpu (HSP), Heishigou (HSG), and Hengshan (HSH), respectively, (Figure 1b) [Nakamura et al., 2007; Yatsuzuka et al., 2010; Yin et al., 2012]. However, it provides the best age constraint for the eruption in terms of accuracy and precision. Although two of the three dates (A.D. 935 +8/ 5 and A.D. 921–941) on carbonized woods from the pyroclastic flow deposits of the Millennium eruption are not overlapped with the third one (A.D. 953 +7/ 8) at the 95.4% confidence level, all are overlapped with our new date at the 2s age ranges (Figure 1b). The small age difference among these dates is probably due to the different length of the dated tree-ring sequences, sample resolution and 14C analytical precision. Our new date was obtained from the longer tree-ring sequence with the higher analytical precision of 25 14C years, on a 260-year tree-ring sequence that covers three consecutive wiggles around A.D. 910, A.D. 785, and A.D. 730. Since longer dated tree-ring sequence, finer sample resolution, and higher 14C analytical precision all facilitate more and tighter tie-points for better WM dating, our new date is believed to represent yet the best high-accuracy and high-precision 14C WM chronology for the Millennium eruption. [11] The new chronology also conforms well to the calendar date of A.D. 946 for the Millennium eruption based on historical documentary evidence [cf. Hayakawa and Koyama, 1998]. According to the book of Koryo History (see the auxiliary material), in the year of A.D. 946, “thunders from the heaven drum” (likely the detonation of the Millennium eruption) were heard in the City of Kaesong, then the capital of ancient Korea about 450 km south of Changbaishan volcano, which terrified the emperor so that the convicts were pardoned and set free. According to the book of Heungboksa Temple History, on 3 November of the same year (A.D. 946) in the City of Nara (Japan), about 1100 km\nsoutheastern of Changbaishan volcano, an event of “white ash rain” was recorded. Hayakawa and Koyama [1998] attributed such ash rain event to the Millennium eruption of Changbaishan volcano. Three months later on 7 February of A.D. 947, “drum thunders” were heard in the City of Kyoto (Japan), about 1000 km southeastern of Changbaishan volcano, based on the written documentation in the book of Japan History. Clearly, the above historical records provide circumstantial evidence in favor of the Millennium eruption’s occurrence in the winter of A.D. 946–947. The treering evidence of latewood observed on the outermost rings (next to bark) of felling trees buried in the pyroclastic flow deposits also suggests that the Millennium eruption occurred from autumn to winter [Machida and Mitsutani, 1994; Yin et al., 2012], thus reinforcing the above argument."
  }, {
    "heading": "5. Climatic Impact of the Eruption",
    "text": "[12] Large explosive volcanic eruptions are often accompanied by major releases of sulfur (as SO2 or H2S) to the stratosphere. The sulfur oxidizes to generate a widely distributed veil of sulfate aerosol, part of which may ultimately be preserved in polar ice cores (depending on eruption latitude, plume height, atmospheric circulation, etc). The only widely available data set on volcanic sulfate markers in the ice core records is from the Greenland GISP2 core, published by Zielinski et al. [1994]. The Millennium eruption of Changbaishan volcano was formerly correlated with the sulfate spike of 43 ppb at A.D. 1026 in the GISP2 global volcanism record based on a calibrated 14C age of A.D. 1010 50 [Zielinski et al., 1994 and the references cited therein]. If this were the case, the eruption would probably have some considerable climatic effects, as suggested by its presumably large amount of the stratospheric sulfate loading. Based on our new chronology, however, we found no volcanically produced sulfate spikes in the GISP2 record between A.D. 940–952 (i.e., within the 2s age range) that might be associated with the A.D. 946 eruption (Figure 1b). Furthermore, the large sulfate spikes around A.D. 936–939 contain 33–98 ppb of SO4\n2 and are associated with two volcanic glass layers A and B in the ice core [Zielinski et al., 1995]. The basaltic layer A is largely attributed to the Eldgjá eruption of Iceland (VEI = 4; dated at A.D. 938 4 by the GISP2 ice core chronology) [Zielinski et al., 1994] on the basis of petrologic match in major chemical compositions between the glass shards layer A from the ice core and the volcanic glasses from the Eldgjá eruption (Figure 2). The dacitic layer B differs significantly in relatively low alkaline, high Ca, Mg, and Ti compositions from the comenditic B-Tm ash (Figure 2). These pieces of evidence preclude the B-Tm ash as a possible source for either of the glass layers A and B and their associated sulfate spikes even when the 3s age range of A.D. 937–955 for the eruption is considered. [13] It should be pointed out that there is a large Cl spike (~80 ppb) in the GISP2 ice core record at A.D. 938.5 4 that immediately follows the maximum sulfate peak of the Eldgjá eruption [Zielinski et al., 1995]. A recent study by Yin et al. [2012] argued that this Cl spike might be attributed to the Millennium eruption of Changbaishan volcano based on their 14C WM age of A.D. 921–941 for the eruption and the associated comenditic B-Tm ash that is enriched in Cl (~4762 ppm) [Horn and Schmincke, 2000]. Although\nquite appealing in terms of the claimed chronology for the Millennium eruption, such correlation is questionable because the HCl component of the eruption is much more soluble than the SO4\n2 component and was probably largely removed from the eruption plumes by rainout or collection of water droplets by falling debris, and by scavenging of ice particles via direct gas incorporation during the early phases of the eruption [Tabazadeh and Turco, 1993; Textor et al., 2003], thus disallowing for its long-distance transport to the Arctic region. As previously noted by Zielinski et al. [1995], the large Cl spike was most likely due to the Eldgjá eruption, although another volcanic eruption of the Icelandic or arctic origin could not be completely ruled out. [14] Therefore, our finding of no sulfate spikes around A.D. 946 in the GISP2 ice core record likely suggests a low stratospheric sulfate loading from the Millennium eruption, which is consistent with the SO2 emission of ~4 Tg estimated by the petrologic method for the eruption\n[Horn and Schmincke, 2000]. Moreover, the eruptive time in the winter of A.D. 946–947 might not facilitate the transport of the stratospheric sulfate aerosols produced during the eruption to the arctic region (see discussion below) [Kravitz and Robock, 2011], thus resulting in the negligible sulfate spike seen in the GISP2 ice core record (Figure 1b). [15] Global climatic effects of major explosive volcanic eruptions are most likely related to the impact of volcanic gases and their derivative aerosols, especially sulfate aerosol on the atmosphere, rather than the effect of volcanic ash [Sigurdsson, 1990]. If sufficiently voluminous and injected into the stratosphere, the volcanic sulfate aerosol increases the optical thickness of the stratosphere and reduces direct solar radiation from reaching Earth’s surface, leading to a short-term cooling effect on the global climate [Simkin, 1994; Timmreck, 2012]. For instance, the 1815 Tambora eruption is widely believed to have caused June snowstorms in New England and severe crop failures at high latitudes\nduring the following “year without summer” [Simkin, 1994]. The total stratospheric loading of volcanically produced sulfur gases from the Tambora eruption was estimated around 53–58 Tg [Self et al., 2004], equivalent to about 94 ppb of sulfate aerosol as recorded in the GISP2 ice core, with a resulting stratospheric optical depth of 0.72 [Zielinski, 1995]. In comparison, the stratospheric SO2 emission of ~4 Tg from the midlatitude Millennium eruption, or ~7 Tg in the stratospheric sulfate loading estimated using the method of Self et al. [2004], is significantly lower than the sulfate loading of 93–118 Tg from the Tambora eruption [Self et al., 2004]. This suggests that the Millennium eruption might not induce a short-term hemispheric cooling effect as severe as the one by the Tambora eruption, even though both had a comparable magnitude (i.e., 6.8 versus 7.0). The MAGICC (Model for the Assessment of Greenhouse-gasInduced Climate Change) simulated Northern Hemisphere temperature response of volcanic eruptions for the past 1500 years [Gao et al., 2008] indicates a large temperature drop of ~0.4 C in Northern Hemisphere after the Tambora eruption, but a negligible temperature perturbation after the A.D. 946 eruption (Figure 3a), in support of our above assessment. [16] The time of the Millennium eruption in the winter of A.D. 946–947 might also play a role in its climatic effects. For example, the Nabro eruption in Eritrea, northeastern Africa on 13 June 2011 injected small amounts of SO2 (~1.3 Tg) into the upper troposphere, but resulted in observable climatic impact, due to the eruptive time coincident with the season of the Asian summer monsoon that lofted the SO2 into the lower stratosphere via its circulation system and deep convection [Bourassa et al., 2012]. Computer simulations of climatic effects of high-latitude arctic volcanic eruptions [Kravitz and Robock, 2011] further revealed that, for an injection of 5 Tg of SO2 into the lower stratosphere, an eruption in the summer would cause detectable climatic effects, whereas an eruption at other times of the year would cause negligible effects, which is mainly due to the seasonal variation in insolation patterns and sulfate aerosol deposition rates. Were this the case for the winter eruption of the midlatitude Changbaishan volcano, given an estimated SO2 emission of ~4Tg, its climatic effects should be minimal or limited on the regional scale, as suggested by the zero stratospheric optical depth around A.D. 946 in the ice core record (Figure 3b) [Zielinski, 1995]."
  }, {
    "heading": "6. Conclusion",
    "text": "[17] High-precision AMS 14C WM dating of a 264 year old tree trunk with bark buried in pyroclastic flow deposits yields a well-constrained calendar age of A.D. 946 3 that matches perfectly with the inferred historical date of A.D. 946 for the Millennium eruption of Changbaishan volcano. The new chronology suggests that the A.D. 946 eruption might have limited climatic effects in northeast Asia, which is much smaller than global or hemispheric impact as implied by its magnitude, due to the relatively low stratospheric sulfur emission and the eruptive time in the winter of A.D. 946–947. This finding constitutes convincing evidence that large explosive volcanic eruptions, especially those like the “ash-giant/sulfur-dwarf” of the Millennium eruption, do not necessarily have large climatic effects, a knowledge that is critical to assessing the climatic impacts of other large volcanic eruptions in\nEarth’s recent history. This finding also lays a foundation for our future understanding of the eruptive history, style, and environmental consequences of this potentially active and hazardous stratovolcano in northeast China [Xu et al., 2012].\n[18] Acknowledgments. This study was funded by the special projects of the Institute of Geology, CEA (IGCEA1103 and 2007082), and the China NSF grant (40972209). Radiocarbon dating was performed at the ETH AMS 14C Lab. We thank C. Oppenheimer and an anonymous reviewer for their critical comments and constructive suggestions that greatly improved the manuscript."
  }],
  "year": 2013,
  "references": [{
    "title": "Large volcanic aerosol load in the stratosphere linked to Asian monsoon transport",
    "authors": ["Bourassa", "A. E"],
    "year": 2012
  }, {
    "title": "Bayesian analysis of radiocarbon",
    "authors": ["C. Bronk Ramsey"],
    "venue": "dates, Radiocarbon,",
    "year": 2009
  }, {
    "title": "Dealing with outliers and offsets in radiocarbon",
    "authors": ["C. Bronk Ramsey"],
    "venue": "dating, Radiocarbon,",
    "year": 2009
  }, {
    "title": "Volcanic forcing of climate over the past 1500 years: An improved ice core-based index for climate models",
    "authors": ["C. Gao", "A. Robock", "C. Ammann"],
    "venue": "J. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "The mass estimation of volatile emission during 1199–1200AD eruption of Baitoushan Volcano and its significance",
    "authors": ["Z. Guo", "J. Liu", "S. Sui", "Q. Liu", "H. He", "Y. Ni"],
    "venue": "Sci. China, Ser. D,",
    "year": 2002
  }, {
    "title": "Dates of two major eruptions from Towada and Baitoushan in the 10th century, Bull. Volcanol",
    "authors": ["Y. Hayakawa", "M. Koyama"],
    "venue": "Soc. Jpn.,",
    "year": 1998
  }, {
    "title": "Volatile emission during the eruption of Baitoushan volcano (China/North Korea) ca",
    "authors": ["S. Horn", "H. U"],
    "venue": "Schmincke",
    "year": 2000
  }, {
    "title": "Climate effects of high-latitude volcanic eruptions: Role of the time of year",
    "authors": ["B. Kravitz"],
    "venue": "Robock",
    "year": 2011
  }, {
    "title": "The climate effects of the ChangbaishanTianchi Volcano eruption, Seismol",
    "authors": ["X. Li", "M. Li", "R. Liu"],
    "venue": "Geomagnetic Obser. Res.,",
    "year": 1996
  }, {
    "title": "The Recent Eruptions of Changbaishan Tianchi Volcano",
    "authors": ["R. Liu", "H. Wei", "J. Li"],
    "year": 1998
  }, {
    "title": "Dendrochronological study on the eruption age of Changbai volcano, China and North Korea",
    "authors": ["H. Machida"],
    "venue": "Mitsutani",
    "year": 1994
  }, {
    "title": "Application of 14C wiggle-matching to support dendrochronological analysis in Japan",
    "authors": ["T Nakamura"],
    "venue": "Tree-Ring Res.,",
    "year": 2007
  }, {
    "title": "Eruptions That Shook the World",
    "authors": ["C. Oppenheimer"],
    "year": 2011
  }, {
    "title": "IntCal09 and Marine09 radiocarbon age calibration curves, 0–50,000",
    "authors": ["Reimer", "P. J"],
    "venue": "years cal BP, Radiocarbon,",
    "year": 2009
  }, {
    "title": "Magma volume, volatile emissions, and stratospheric aerosols from the 1815 eruption of Tambora",
    "authors": ["S Self"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2004
  }, {
    "title": "Evidence of volcanic loading of the atmosphere and climate response, Palaeogeogr",
    "authors": ["H. Sigurdsson"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 1990
  }, {
    "title": "Distant effects of volcanism – how big and how often",
    "authors": ["T. Simkin"],
    "year": 1994
  }, {
    "title": "IntCal98 radiocarbon age calibration",
    "authors": ["M Stuiver"],
    "venue": "BP, Radiocarbon,",
    "year": 1998
  }, {
    "title": "Stratospheric chlorine injection by volcanic eruptions: HCl scavenging and implications for ozone",
    "authors": ["A. Tabazadeh", "R.P. Turco"],
    "year": 1993
  }, {
    "title": "Injection of gases into the stratosphere by explosive volcanic eruptions",
    "authors": ["C Textor"],
    "venue": "J. Geophys. Res.,",
    "year": 2003
  }, {
    "title": "Modeling the climatic effects of large explosive volcanic eruptions",
    "authors": ["C. Timmreck"],
    "venue": "WIREs Clim. Change,",
    "year": 2012
  }, {
    "title": "Recent unrest of Changbaishan volcano, northeast China: A precursor of a future eruption",
    "authors": ["J. Xu", "G. Liu", "J. Wu", "Y. Ming", "Q. Wang", "D. Cui", "Z. Shangguan", "B. Pan", "X. Lin", "J. Liu"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2012
  }, {
    "title": "A wiggle-match age for the Millennium eruption of Tianchi Volcano at Changbaishan, Northeastern China, Quat",
    "authors": ["J. Yin", "A.J.T. Jull", "G. Burr", "Y. Zheng"],
    "venue": "Sci. Rev.,",
    "year": 2012
  }, {
    "title": "Record of volcanism since 7000B.C. from the GISP2 Greenland ice core and implications for the volcano-climate",
    "authors": ["Zielinski", "G. A"],
    "venue": "system, Science,",
    "year": 1994
  }, {
    "title": "Evidence of the Eldgjá (Iceland) eruption in the GISP2 Greenland ice core: Relationship to eruption processes and climatic conditions in the tenth century, Holocene",
    "authors": ["Zielinski", "G. A"],
    "year": 1995
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland Ice Sheet Project 2 ice",
    "authors": ["G.A. Zielinski"],
    "venue": "core, J. Geophys. Res.,",
    "year": 1995
  }],
  "id": "SP:1654b025fc8c0c0320ee3cfa7315fa74a179464a",
  "authors": [{
    "name": "Jiandong Xu",
    "affiliations": []
  }, {
    "name": "Bo Pan",
    "affiliations": []
  }, {
    "name": "Tanzhuo Liu",
    "affiliations": []
  }, {
    "name": "Irka Hajdas",
    "affiliations": []
  }, {
    "name": "Bo Zhao",
    "affiliations": []
  }, {
    "name": "Hongmei Yu",
    "affiliations": []
  }, {
    "name": "Ruoxin Liu",
    "affiliations": []
  }, {
    "name": "Ping Zhao",
    "affiliations": []
  }],
  "abstractText": "[1] Changbaishan volcano in northeast China, previously dated to have erupted around the mid-10th century A.D., is renowned for producing one of the largest eruptions in history (magnitude 6.8) and thus speculated to have substantial climatic impact. Here we report a new high-precision C wiggle-match age of A.D. 946 3 obtained from a 264 year old tree trunk (with bark) killed during the eruption, using the OxCal’s Bayesian modeling approach with 27 sequentially sampled annual rings of decadal intervals. The new chronology conforms well to the calendar date of A.D. 946 for the eruption inferred from historical documentary evidence. We find no stratospherically loaded sulfate spike that might be associated with the A.D. 946 eruption in the global volcanism record from the GISP2 ice core, suggesting the stratospheric sulfate aerosols produced during the eruption were not transported to the arctic region, due probably to its relatively low stratospheric sulfur emission and the seasonal effects of the atmospheric circulation at the time of the eruption that likely occurred in the winter of A.D. 946–947. Since the stratospheric volcanic sulfates are the main cause of large-scale climate perturbations, this finding indicates that the Millennium eruption of Changbaishan volcano might have limited regional climatic effects, rather than global or hemispheric impact as implied by its magnitude. Citation: Xu, J., B. Pan, T. Liu, I. Hajdas, B. Zhao, H. Yu, R. Liu, and P. Zhao (2013), Climatic impact of the Millennium eruption of Changbaishan volcano in China: New insights from high-precision radiocarbon wiggle-match dating, Geophys. Res. Lett., 40, 54–59, doi:10.1029/2012GL054246.",
  "title": "Climatic impact of the Millennium eruption of Changbaishan volcano in China: New insights from high‐precision radiocarbon wiggle‐match dating"
}