{
  "sections": [{
    "text": "Madden-Julian oscillation as simulated by the MPI Earth System\nModel: Over the last and into the next millennium\nJonathan J. Schubert,1 Bjorn Stevens,1 and Traute Crueger1\nReceived 17 July 2012; revised 14 November 2012; accepted 11 December 2012; published 4 March 2013.\n[1] The Madden-Julian oscillation (MJO), as represented by the Max Planck Institute for Meteorology Earth System Model (MPI-ESM), is analyzed for the first time over time periods ranging from decades to more than a millennium. Particular attention is paid to the behavior of the MJO index as calculated from the leading pair of empirical orthogonal functions (EOFs) derived from a multivariate EOF analysis. The analysis of 1000 year simulations with the MPI-ESM and its predecessor reveals significant interannual (2–6 years) to interdecadal (10–20 years) internal variability of the MJO but relatively little evidence of significant variability at longer timescales in unforced runs. A 1200 year experiment forced by the best estimates of solar variability, volcanism, and changing atmospheric composition indicates that the MJO simulated in the twentieth century is very similar to the MJO simulated since AD 800. The analysis of sensitivity experiments shows the influence of different external forcings: solar variability may contribute to MJO variability on 11 and 22 year periods, but this is difficult to separate from internal variability; and there is a hint of enhanced decadal variability associated with volcanic forcing. Land use change and changes associated with anthropogenic forcing over the twentieth century have no detectable effect on the simulated MJO. An increase of the CO2 concentrations by 1% per year starting in AD 1850 leads to an increase in the MJO strength in the twenty-first century, as does the warming associated with an abrupt quadrupling of the atmospheric CO2 concentration, suggesting that the MJO may intensify with warming.\nCitation: Schubert, J. J., B. Stevens, and T. Crueger (2013), Madden-Julian oscillation as simulated by the Max Planck Institute for Meteorology Earth System Model: Over the last and into the next millennium, J. Adv. Model. Earth Syst., 5, 71–84, doi:10.1029/2012MS000180."
  }, {
    "heading": "1. Introduction",
    "text": "[2] The Madden-Julian oscillation (MJO) is the dominant component of the intraseasonal variability in the equatorial Indian and Pacific Ocean [Madden and Julian, 1994; Zhang, 2005]. Phenomenologically, the MJO can be associated with a planetary-scale eastward propagating system comprising a pattern of enhanced and suppressed convection. A typical MJO event has a period of about 30–90 days and a wave number across the equatorial circumference between 1 and 3. Its convective signature first appears in the western Indian Ocean, propagates over the Maritime Continent to the Pacific Ocean, and vanishes near the dateline. The MJO influences not only the local weather and climate but also a suite of other large-scale circulation systems, for instance, monsoon systems [Hendon and Liebmann, 1990; Sperber et al., 2000; Straub et al., 2006; Lavender and Matthews, 2009], and the El Ni~noSouthern oscillation (ENSO) [Hendon et al., 1999; Zhang and Gottschalck, 2002; Pohl and Matthews, 2007; Yun et al., 2010]. The MJO has also been shown to modulate the frequency and intensity of tropical cyclones [Maloney and Hartmann, 2000; Hall et al., 2001; Bessafi and Wheeler, 2006] as well as circulations in the extratropics [Kiladis and Weickmann, 1992; Mo and Higgins, 1998; Johnson and Feldstein, 2010].\n[3] In the temporal dimension, the MJO shows a strong variability on intraseasonal to interdecadal scales. The variability of the MJO on seasonal timescales has received detailed consideration in the literature and is well understood [Gutzler and Madden, 1989; Hendon and Liebmann, 1990; Pohl and Matthews, 2007]. Interannual variability has been less studied and is more poorly understood. Hendon et al. [1999] analyzed MJO variability over a 25 year period and found little evidence of a relationship between MJO activity and sea surface temperatures (SSTs), nor did their analysis identify a strong general relationship between ENSO and the MJO, except for a slight eastward shift in convection patterns, and a reduction in MJO intensity 1Max Planck Institute for Meteorology, Hamburg, Germany. ©2012. American Geophysical Union. All Rights Reserved. 1942-2466/13/2012MS000180\nJOURNAL OF ADVANCES IN MODELING EARTH SYSTEMS, VOL. 5, 71–84, doi:10.1029/2012MS000180, 2013\nduring extremely large ENSO warm events. These findings were supported by Slingo et al. [1999], whose analysis of the National Centers for Environmental Prediction/National Center for Atmospheric Research (NCEP/NCAR) reanalysis data also showed evidence of an MJO regime change in the mid-1970s, with overall weak MJO activity before the mid-1970s and more pronounced MJO activity thereafter. Slingo et al. [1999] were also able to reproduce this regime change with an ensemble of the Hadley Centre climate model (HadAM2a) simulations, increasing the confidence in capturing a real trend in the MJO activity. The more active period beginning in the 1980s has been associated with more and more intense MJO events, and a hint of a slightly lengthened periodicity [Hendon et al., 1999]. Pohl and Matthews [2007] estimated that the MJO increased in amplitude by about 16% across this regime shift. Jones and Carvalho [2006] suggested that low-frequency regime shifts of the MJO activity occur every 18.5 years.\n[4] To facilitate analysis of the MJO on timescales longer than 50 years, stochastic MJO models have been developed. For instance, Jones and Carvalho [2011a] used SSTs as a proxy for the triggering of an MJO event to explore possible changes in the projected MJO amplitude into the twenty-first century, given the projections of changes in tropical SSTs. Another method to analyze the MJO variability on longer timescales is to use simulations from coupled models. However, this requires that the coupled model adequately represents MJO-like variability to begin with. Because, as a rule, few general circulation models have been able to simulate realistic MJO-like variability, and those that do are prohibitively expensive [e.g., Benedict and Randall, 2009], this methodology is relatively unexplored in the literature. In this study, we take advantage of the ability of the Earth System Model of the Max Planck Institute for Meteorology (MPI-ESM) to reasonably simulate the MJO to explore variability in the amplitude of the simulated MJO on timescales ranging from the interannual to multi-centennial. For this purpose, different millennial-scale historical climate simulations from the fully coupled MPI-ESM and ECHAM5/MPIOM, the predecessor of MPI-ESM, were studied. Various intercomparison studies [Lin et al., 2006; Sperber and Annamalai, 2008; Sato et al., 2009; Kim et al., 2009; Schubert, 2011] have shown ECHAM5/MPIOM to have a good representation of MJO-like variability. Crueger et al. [2013] more comprehensively compared the most recent MPIESM, and its atmosphere component ECHAM6, in different structural configurations to reanalysis winds and outgoing longwave radiation (OLR), derived from observations. They show that the unusually good simulation of MJO-like variability by ECHAM, and the coupled models using ECHAM, likely results from the modifications Nordeng [1994] introduced to the Tiedtke [1989] convection scheme for use in ECHAM4. Crueger et al. [2013] further showed that enhanced horizontal and vertical resolution, coupling to the ocean, and the overall quality of the mean state in the simulation are additional factors that improve the representation of the MJO.\n[5] In this paper, the MJO variability as simulated by the MPI-ESM is evaluated on interannual to intercentennial scales. The main questions that are addressed are as follows: (i) whether the MJO as simulated by the MPI-ESM shows significant variance on longer timescales, ranging from a few years to many centuries; (ii) whether the simulations provide evidence of regime shifts similar to what is thought to have occurred in the late 1970s; and (iii) to what extent more dramatic climate change may influence the MJO. To do so, a statistical analysis is used to identify recurring MJO periods, and sensitivity experiments are exploited to help isolate the influence of single external forcings on the representation of the MJO by ECHAM and its coupled counterpart, the MPI-ESM. The remainder of this paper is organized as follows. In section 2, the models, the experiments performed with the models, and the methods of analysis that are applied to these experiments are described. Section 3 briefly recaps earlier research documenting the structure of the MJO as simulated by ECHAM. Section 4 presents the analysis of simulated MJO variability for unforced simulations. The analysis of how the MJO responds to forcings over the historical period is presented in section 5. Projected future changes in the MJO are presented in section 6. This paper concludes with a summary and brief discussion of the main findings in section 7."
  }, {
    "heading": "2. Models, Experiments, and Analysis Methods",
    "text": ""
  }, {
    "heading": "2.1. Models: MPI-ESM and the Millennium Model",
    "text": "[6] Simulations by the ESM developed by the Max Planck Institute for Meteorology (MPI-M) in Hamburg, the MPI-ESM [Giorgetta et al., 2012], and its predecessor, the coupled ECHAM5/MPIOM [Roeckner et al., 2003; Marsland et al., 2003] as extended for the Millennium project [Jungclaus et al., 2010], are explored. The MPI-ESM is based on an updated version of the various model components and considerably improved resolution; most important to this study is its use of ECHAM6 [Stevens et al., 2012].\n[7] The ECHAM5-based simulations are performed on a relatively coarse, T31 horizontal resolution and 19 vertical levels, grid. ECHAM6 uses a higher resolution (T63/L47). The MPIOM uses a bipolar grid with 40 vertical levels and roughly a 3 resolution at the equator and in the ECHAM5 configuration, and a roughly 1.5 resolution grid at the equator when run as part of the MPI-ESM. In this manuscript, ECHAM5 and ECHAM6 may be used as shorthand for simulations performed with the ECHAM5/MPIOM (Millennium) coupled system and the MPI-ESM, respectively, as the atmospheric component of these coupled models is thought to be the most important distinction for the present work. The expanded vertical grid in ECHAM6 primarily allows for a better representation of the upper troposphere and stratosphere. Other significant differences between ECHAM5 and ECHAM6 include the incorporation of a completely new aerosol and surface albedo climatology, a new shortwave radiation scheme, and modest changes to the convective triggering. Both\nECHAM5 and ECHAM6 use the Tiedtke-Nordeng scheme to represent moist convective processes, which was developed by Tiedtke [1989] and modified by Nordeng [1994]."
  }, {
    "heading": "2.2. Experiments and Forcings",
    "text": "[8] The Millennium experiments that are analyzed in this paper have been carried out as part of the ‘‘MPI-M Millennium Project’’ [Jungclaus et al., 2010], the ECHAM6 experiments have been carried out as part of the fifth coupled model intercomparison project [Taylor et al., 2012]. The following section and Table 1 provide an overview over all the experiments that are analyzed in this study. 2.2.1. Millennium Experiments\n[9] The MPI-M Millennium project was designed to provide an ensemble of coupled simulations, incorporating the carbon cycle, over the last 1200 years. Although the interactive carbon cycle is not thought to play an important role in modulating the behavior of the MJO, the simulations that were performed to help better understand the effect of the carbon cycle and other sources of variability over the past millennium are well suited to study low-frequency variability in the MJO and thus are exploited as experiments of opportunity. Three of the millennium sensitivity experiment protocols are studied. Each includes only one external forcing: Mil_Landuse, Mil_Solar, and Mil_Volc, respectively, incorporate best estimates of the individual forcing from land use change, solar variability, and volcanism over the period between AD 800 and 2000. Additionally, an ensemble of experiments using all the known forcings over the same period is also analyzed; although only one representative member (Mil_Hist) is shown in this study, as no significant difference among ensemble members is evident. All ECHAM5 experiments cover a period from AD 800 to 2000.\n[10] The solar forcing is taken into account by a combination of reconstructions of the total solar irradiance (TSI) from Balmaceda et al. [2007] and Usoskin et al. [2007]. This TSI forcing amounts to a total increase of approximately 1.3 W m22 (0.1%) from the Maunder Minimum in the second half of the seventeenth century to the second half of the twentieth century and includes the 11 year solar activity cycle [Jungclaus et al., 2010]. This is the more recent and weaker of the two solar reconstructions used in the Millennium project. The volcanic forcing is calculated with time series of the aer-\nosol optical depth and the effective particle radius (Reff) that are available for four equal-area latitude bands. These reconstructions are specified by interpolating data provided on a 10 day temporal interval [Crowley et al., 2008]. The land cover change is included following the reconstruction of Pongratz et al. [2008], which provides a temporal stepping of 1 year and a spatial resolution of 0.5 . The concentration of greenhouse gases and historical emissions of CO2 are taken from Marland et al. [2003]. 2.2.2. MPI-ESM Experiments\n[11] The MPI-ESM analysis is centered around three different experiments. The control run, called piControl, is a 1000 year unforced run started in preindustrial conditions (AD 1850). This experiment provides information about the overall performance of the MJO in ECHAM6 and shows the MJO variability on long timescales in an unforced environment. In the historical run, called ‘‘historical,’’ emissions are prescribed between AD 1850 and the present. Additionally, two idealized simulations are analyzed: one called ‘‘1pctCO2,’’ in which the CO2 concentration is increased by 1% per year, and the other called ‘‘abrupt4xCO2,’’ in which CO2 is increased abruptly by a factor of four. Both idealized simulations are run for 150 years. The historical simulation is forced by best estimates of CO2 emissions, and other trace gas concentrations, aerosol (including volcanic) loading, solar activity, and land use change. The 1pctCO2 and abrupt4xCO2 experiments are also started from preindustrial (AD 1850) conditions, but only CO2 forcing is implemented."
  }, {
    "heading": "2.3. MJO Index and Diagnostics",
    "text": "[12] To study the representation of the MJO by ECHAM, with a particular emphasis on ECHAM6, we use the diagnostic tools developed by the Climate Variability and Predictability (CLIVAR) MJO Working Group [Waliser et al., 2009]. These MJO diagnostics have been used by other authors [e.g., Kim et al., 2009] to evaluate the MJO in other models and have evolved into something of a standard for at least a first evaluation of the MJO in climate models. In this study, these tools are used in a more condensed fashion, as we primarily focus on one measure of the MJO, which being the amplitude of the MJO index.\n[13] This MJO index is denoted by IMJO and is derived from a multivariate empirical orthogonal function (EOF) analysis of the zonal winds at 850 and 200 hPa and OLR of the tropical belt (15 S–15 N). To confine the model data to the intraseasonal variability, a Lanczos bandpass filter [Duchon, 1979] with 201 weights is first applied to the data with bounding frequencies of fca 5 1/100 and fcb 5 1/20 d\n21. The wind and OLR data are additionally averaged in the meridional direction, deseasonalized by removing the annual cycle, normalized by its standard deviation, and concatenated before computing its EOF basis. The two leading EOFs that result from this analysis explain about 20%–30% of the variance of the original intraseasonal variability in ECHAM6 simulations and are well separated from the third EOF. Both EOFs explain a similar\namount of variance and are in quadrature (with a roughly 10 day lag), indicative of a propagating mode whose timescale is roughly 30–50 days. Furthermore, the spatial structures of the first two EOFs describe the physical situation wherein the MJO is associated with enhanced convection over the Indian Ocean (as seen in the second EOF, Figures 1b and 5b) followed by enhanced convection over the Maritime Continent (as seen in the leading EOF, Figures 1a and 5a).\n[14] The standardized principle components (PCs) of the leading EOFs are used to calculate the MJO index such that\nIMJO 5 PC 21 1 PC 22: (1)\nThis definition follows Wheeler and Hendon [2004]. Waliser et al. [2009] show that the power spectra of both PCs have a strong spectral peak at intraseasonal periods and that both spectra are clearly separated from a red noise spectrum, further motivating the use of this index to quantify the strength of the MJO in a given simulation. In the present analysis, IMJO is computed using daily sampling and IMJO > 1 identifies an MJO event. For purposes of exploring variability on longer timescales, a running mean ranging from 91 days to 11 years, depending on the phenomena of interest, is applied to this index.\n[15] A problem while analyzing the MJO variability using an index derived from the leading EOFs is that it assumes that the basic spatial structure of the MJO is stationary so that the amplitude of a given pattern can be described by changes in the index. If the MJO pattern is not stationary, then changes in the pattern of the MJO can lead to changes in IMJO , irrespective of whether the amplitude of the MJO is getting stronger or weaker or becoming more or less active. In other words, an exclusive focus on a single index runs the risk of conflating changes in the structure of the MJO with changes in its amplitude or activity. To explore the effects of this methodological shortcoming, we performed aspects of our analysis using different subsets of the data to calculate the EOFs. Doing so had no significant impact on the results and suggested that IMJO provides a good estimate of the amplitude of the MJO, or the level of MJO activity, over time in the simulations we analyze.\n[16] A further issue in our analysis method results from the normalization of the PCs before computing IMJO , which makes it impossible to compare the strength of IMJO derived from different EOF analyses. To address this issue, one can use the same EOF basis for different simulations, although doing so runs the risk of aliasing structural differences onto the index, or one can compare the variance in the base fields before they are standardized. Whether these analysis introduce artifacts can be estimated by using different time periods to construct the EOF analysis. These methodological difficulties have been explored, and the results presented here are robust to the small quantitative artifacts that they can introduce.\n[17] The spectral power of IMJO is analyzed using standard Fourier analysis. Variability at a given\ntimescale is defined as significant at the 5% and 95% confidence level by comparing it to the theoretical Markov spectrum, which is computed using the lag 1 autocorrelation."
  }, {
    "heading": "3. MJO as Simulated by ECHAM",
    "text": "[18] Different intercomparison studies show the shortcomings of most numerical climate models in simulating a realistic MJO [Park et al., 1990; Slingo et al., 1996; Lin et al., 2006]. Hence, our analysis of lowfrequency variability in the amplitude of the MJO is contingent on the fidelity with which ECHAM simulates an MJO in the first place.\n[19] For our purposes, important characteristics of the MJO include the coupled patterns of enhanced and suppressed convection and the zonal wind anomalies over the Indian Ocean and over the Maritime Continent, eastward propagation of these patterns, and the fading of the convective signal in the Pacific Ocean. Different studies [Lin et al., 2006; Sperber and Annamalai, 2008; Sato et al., 2009; Schubert, 2011] show the ability of ECHAM4 and ECHAM5 to reproduce these characteristics of the MJO with a great deal of fidelity, particularly when compared with other models. Crueger et al. [2013] performed an extensive analysis of an ensemble of simulations using ECHAM6, either in a stand alone (uncoupled) mode or as part of the MPIESM. This analysis demonstrated that the Tiedtke-Nordeng convection scheme in ECHAM, which renders the convection more sensitive to free tropospheric moisture,\nis the most important structural factor for producing a realistic MJO. However, the coupling to the ocean, the higher atmospheric resolution, especially in the vertical dimension, and a more realistic representation of the mean state lead to improvements in the representation of the MJO by ECHAM6, too. In the following, a short overview over the main characteristics of the MJO simulated by ECHAM6, as illustrated by the CLIVAR MJO Working Group Diagnostics, is provided based on the piControl experiment, which ran for 1000 years without any source of external forcing. This analysis replicates some of the findings of Crueger et al. [2013] but is provided here for completeness.\n[20] Figure 1 shows the two leading EOF patterns of the multivariate EOF analysis. Both EOFs have a pronounced maximum in convection and a strong eastward wind anomaly at 850 hPa and a westward anomaly in the upper atmosphere at 200 hPa westward of the convection. The OLR signal is mainly confined to the eastern hemisphere, whereas the wind anomalies span the whole equatorial belt, which is a typical behavior of the MJO. Schubert [2011] shows that the explained variance of both EOFs is still somewhat too small in ECHAM6 (27%) in comparison with ERA40 reanalysis data (about 40%). Especially the explained variance of OLR is 11% in ECHAM6, more strongly underestimated in comparison with the satellite data, for which the amount of variance explained by the leading EOFs increases to between 20% and 30%.\n[21] One systematic shortcoming in the representation of the MJO in the coupled simulations is the exact location of the enhanced convection signal in the first EOF. This signal decays markedly near 155 E, whereas, in the observations, the convective signature fades at or beyond the dateline. This premature (by 3000–4000 km) decay of the convective signal is likely caused by the strong cold bias that develops in the coupled simulations. Compared with other models, this cold-tongue bias is not particularly strong in ECHAM; nonetheless, it is sufficiently strong to distort the convective signal, as it is associated with convection that is arguably too strong over the Maritime Continent and westerlies over the west Pacific that are too weak. This results in an MJO pattern that dies too quickly, as it moves away from the Maritime Continent. In uncoupled (Amipstyle) experiments, the convection propagates much further to the east, more in accord with the observations. This shortcoming of the coupled simulations might influence the temporal variability of the MJO, for example, because the interactions between ENSO and the MJO might be affected.\n[22] Figure 2 shows the temporal coherency between the two EOFs in a cross-correlation diagram. ECHAM6 shows a fairly strong correlation of 20.55 at 210 days and of 10.50 at 19.5 days. Thereby, PC1 leads PC2 by about 9.5–10 days. Therefore, both EOF patterns reveal realistic OLR and wind anomalies, and the time-lag correlation indicates the eastward propagation of the envelope. Both of these features are the main MJO characteristics. Observations (of OLR) and reanalysis winds show a stronger correlation of about\n0.70–0.75 but with a similar lag [Waliser et al., 2009; Schubert, 2011].\n[23] For a detailed view on the phase velocities of the MJO related anomalies of precipitation (rather than OLR) and 850 hPa zonal winds, a time-lag correlation is computed for the winter season (November–April, Figure 3). This is based on the correlation between the bandpass filtered data in a reference box in the Indian Ocean (10 S–5 N and 75 E–100 E) and the bandpass filtered and meridionally (10 S–10 N) averaged data. The lag correlations for both OLR and zonal winds in the western hemisphere are low. In the eastern hemisphere, the correlation is higher, as one would expect because the reference box is located there and shows clear evidence of eastward propagation. The fall off in correlation near 150 E illustrates the insufficient eastward propagation in the coupled model that was discussed above. Differences as compared to the reanalysis\nwinds exist in the eastern hemisphere, where the velocities are too small, whereas, in the western hemisphere, the velocities are too high.\n[24] The composite life-cycle diagram (Figure 4) summarizes many of the above-discussed features. These composites are constructed from the multivariate EOF analysis and show an average MJO event in eight consecutive phases (for details, see Waliser et al. [2009]). ECHAM6 demonstrates the general ability to simulate the eastward propagating convectively coupled system. The convective anomaly is correctly restrained to the eastern hemisphere. Shortcomings appear in the too strong convection, and too rapid decay well westward of the dateline, and a somewhat lower velocity of the convective signal as a whole.\n[25] Later, we will also base part of our analysis on ECHAM5 experiments. In this context, it is useful to compare the leading EOFs from ECHAM5 simulations with those from ECHAM6. In Figure 5, we show the leading two EOF patterns from the historical runs with ECHAM5/MPIOM. These differ from the EOFs derived from ECHAM6, in that the convective signature is more focused around the Maritime Continent (note the different scaling of the ordinate as compared to Figure 1 for ECHAM6). In addition, the explained variance by the zonal winds at 850 hPa in EOF1 and the zonal winds at 200 hPa in EOF2 are not as large as in the ECHAM6 simulations. These differences are likely the result of the better resolution, which was applied in ECHAM6, and a somewhat less pronounced cold-tongue bias. Interesting, but not shown, is that the structure of the EOFs from ECHAM5 is remarkably insensitive to which simulation they are derived from, similarly for ECHAM6, even if the differences between the ECHAM6 and ECHAM5 EOFs are more pronounced. This in part motivates the use of IMJO as an\nindicator of the MJO activity in the different simulations."
  }, {
    "heading": "4. Internal Variability",
    "text": "[26] In this section, we investigate whether the MJO as simulated by ECHAM shows signs of internal variability on decadal to centennial scales. Analysis is based on the piControl run, in which the natural (volcanoes, solar variability) and anthropogenic (greenhouse gases, land use change, aerosols) forcings were held constant in time and set according to the best estimate of their\nvalues in AD 1850. Any variability in this experiment can thus be associated with internal variability in the climate system as simulated by the MPI-ESM.\n[27] The MJO is stable over the 1000 year control experiment, with fluctuations about a mean value but no evidence of a trend or drift. This is illustrated in Figure 6 that shows IMJO computed over the whole 1000 year period and averaged over a season (with a 91 day running average) and over a decade (with an 11 year running average). The mean value of IMJO is 2.0 (by construction) with fluctuations in individual seasons that can be many times larger; values of IMJO larger than 8 are evident in some seasons, but decadal fluctuations are much smaller, tending to be within 20%–40% of the mean and skewed toward larger values. The strongest fluctuations on decadal scales appear randomly distributed and are evident in the time series found around years 270, 300, 400, 850, and 950. For example, in the period between years 250 and 300, there are bursts of MJO activity, wherein very large values of IMJO are evident followed by periods wherein the 91 day running mean of IMJO rarely exceeds four.\n[28] To understand if these bursts are significant, the power spectrum of IMJO from the piControl experiment is analyzed (Figure 7). The spectrum is computed from the annual mean data, but also for half-year periods (November–April and May–October) to explore differences between the boreal winter and boreal summer seasons. In each case, a smoothing over seven frequencies was applied, and the confidence intervals (5% and 95%) relative to a red noise were computed. As expected, and observed in nature, the MJO is most active, with largest values of IMJO in the boreal winter season. This is most evident in Figure 8 that shows the frequency distribution of IMJO for the summer and winter seasons individually: in the winter, the distribution is, on average, more positive and also more positively skewed. The annual time series shows less variance but otherwise does not appear to distort the picture obtained by just using data over the boreal winter period. For this reason, and because the annual data\nare continuous, it will form the basis for much of our subsequent analysis.\n[29] Significant (at the 95% level as compared to a red spectra) variability is evident on a variety of timescales, but principally harmonics of what might be ENSO variability with periods of 2.0–6.0 years are most striking. Given the past work that shows little evidence of a general relationship between ENSO and the MJO\n[Hendon et al., 1999], this warrants subsequent analysis. Upon noting the pronounced variability on the 10 to 11 year timescale, we reexamined the downward shortwave radiation to check if perhaps an 11 year solar cycle was inadvertently introduced into the simulations, but this was not the case. The only variability in the solar cycle is a change of 0.0067 W m22 that arises from the inclusion of the leap year in the calendar. There is little sign of significant variability on the longer timescales (20–50 years) of the Pacific decadal oscillation. The 10 to 20 year periods, while harmonics of the ENSO variability, have also been associated with the quasi-decadal oscillation, a pattern of variability in equatorial SSTs that is ENSO-like [White and Liu, 2008]. The middle atmosphere of ECHAM5 (in a configuration that has 90 levels in comparison with the 19 levels used for ECHAM5 here) shows this type of variability in its pattern of tropical SSTs [Misios and Schmidt, 2012], which leads us to believe that the decadal variability we see in the MJO on these timescales may be associated with a similar phenomenon."
  }, {
    "heading": "5. MJO Index in Response to Historical Forcings",
    "text": "[30] In this section, the forced variability over the last millennium is explored. Both natural forcings, such as volcanoes and estimates of solar variability, and anthropogenic forcings are considered. Because this work takes advantage of simulations performed for other purposes, some aspects of the experimental design are not perfect. The behavior of the MJO over the larger part of the last millennium can only be examined using simulations with a lower resolution of the coupled version of ECHAM5/MPIOM, the forerunner to the MPI-ESM. The recent historical period, starting in AD 1850, can additionally be explored with simulations based on the MPI-ESM. Although the use of different model configurations is not optimal, the behavior of the MJO in the different versions is relatively similar, and the picture that develops is broadly consistent."
  }, {
    "heading": "5.1. The Last Millennium",
    "text": "[31] The general behavior of IMJO of Mil_Control is similar to the unforced piControl experiment: it shows little variability on centennial timescales, seasonal fluctuations range from 0.5 to about 8.0, and there is no evidence of a trend (Figure 9). A direct inspection of the time series data shows, at best subtle, signs of a relationship to fluctuations in the temperature record over the last millennium. There is a hint of IMJO being lower during the fifteenth and seventeenth centuries, which were also a period of somewhat reduced northern hemispheric temperatures in the simulations, and decadal variability in the MJO appears slightly weaker around AD 1000, during which temperatures in the control run were also relatively stable (compare Figure 9 with Figure 3a of Jungclaus et al. [2010]). However, although the volcanic forcing shows a strong impact on the Northern Hemisphere temperature in the last 1200 years, especially the most severe eruptions (in AD 1258, 1453, and 1815), their effect is not readily apparent in the time series of IMJO (Figure 9). Even after the\nstrongest volcanic eruption in AD 1258, for which Brovkin et al. [2010], who analyzed these same simulations, report a cooling of 1 K in global temperature (and even a higher cooling in the tropical Pacific) lasting for about 10 years, a robust and long-lived signal in IMJO does not emerge, even after looking at multiple realizations of these experiments.\n[32] The analysis of the spectra shows significant peaks with periodicities similar to what was found for the piControl experiment but on perhaps slightly shorter timescales, particularly on the 20 year timescale. Similar to the piControl experiment, this interdecadal variability in the annual time series is mostly associated with variability in the boreal winter season (not shown). Assuming that these are harmonics of an ENSO-like signal, this would be consistent with a somewhat more regular and narrow band ENSO spectrum in the ECHAM5/MPIOM simulations relative to the higher resolution MPI-ESM, but at odds with past work that suggests there is little relationship between ENSO and the MJO.\n[33] The most interesting discrepancy between the Millennium project simulations and the unforced piControl simulation is the more pronounced variability on longer multi-decadal timescales, as evidenced by the enhancement of spectral power near 40 years. To explore if this can be attributed to variability in the forcing, we repeated this analysis for three experiments containing only a single forcing. Land use changes (Figure 10a) appear to have little effect. Somewhat greater, but still marginally significant, variability is evident in the experiments forced by solar and volcanic activity (Figures 10b and 10c), suggesting that the combination of these two forcings may be responsible for the increased variance on longer timescales in the Millennium project simulations with ECHAM5/MPIOM. A bit surprising is the lack of variability on 10 to 20 year timescales in all but the simulation forced by solar\nvariability. Although the 11 and 22 year periods in the solar cycle are obvious sources of such variability and suggest a solar impact on tropic variability [see also Meehl et al., 2009] and the MJO mean period [Blanter et al., 2012], this source of variability was not included in the ECHAM6 piControl experiment, although it also showed power on similar timescales. To the extent that a quasi-decadal-like oscillation explains the variability in the ECHAM6 simulations, it suggests that such a\nmode, or its coupling to the MJO, is less pronounced in the lower-resolution ECHAM5/MPIOM simulations."
  }, {
    "heading": "5.2. The Last Century",
    "text": "[34] As discussed in section 1, the last 60 years is the best analyzed time period regarding the MJO. Based on the analyses of this period, there is the suggestion that the MJO strengthened and changed its structure after the mid-1970s [Slingo et al., 1999; Jones and Carvalho, 2006]. Pohl and Matthews [2007] estimate this increase to about 16%. In this section, we use the historical simulation with the MPI-ESM (historical) as well as the ensemble of experiments performed as part of the Millennium experiments, to explore whether there is evidence of such behavior in the present simulations. Figure 11 illustrates IMJO calculated from the MJO analysis over the 150 year period of the historical simulation, as a complement to the somewhat longer but overlapping periods in the simulations performed as part of the Millennium project and discussed above.\n[35] Overall, the MJO index IMJO in the historical simulation is not readily distinguishable from that in the piControl simulation. This is illustrated with the help of Figure 11 where the 150 years of the control run preceding the start of the historical run are shown as part of the same time series. To the extent that regime changes are evident, they mirror the type of decadal variability evident in the unforced simulations. There is arguably a hint of decadal variability in the envelope of the most active MJO periods during the control run (Figure 11), where stronger-than-average values of the IMJO are apparent in the late 1800s and near the middle of the last century; although, similar patterns of variability are also detectable in the control run. A possible linkage between the MJO activity and the SSTs in the Indian Ocean [Slingo et al., 1999; Jones and Carvalho, 2011b] can be neither confirmed nor disproved. Figure 12a shows the\nwarming trend of the SSTs in the historical run (difference between mean of 1970–1999 and mean of 1940– 1969). The E–W dipole pattern in the Indian Ocean and the overall warming of about 0.1–0.4 K are consistent with the observations (not shown). Suppose there is a linkage between IMJO and SSTs, the warming in the historical run is not sufficiently strong to reveal a clear\nIMJO signal. The probability density function of the IMJO of the historical run is also not distinguishable from that of the control run (Figure 13a). Moreover, the historical simulations do not show a suggestion of a regime change in the structure of the MJO in the latter half of the last century, if anything the MJO weakens (by about 6.9%, e.g., the difference between the red lines in Figure 11). This analysis is substantiated by further inspection of all eight ECHAM5 ensemble members over the 25 year periods before and after the mid-1970s. In these, differences range between 210% and 113%, whereas the ensemble mean of all eight members is about 110% [Schubert, 2011]. To the extent the observed regime change is real, and associated with warming or changes in external forcing, it is not evident in the historical simulations using the MPI-ESM.\n[36] Another possibility is that the change in the observed MJO is driven by internal variability, in which case its phasing would differ in different realizations of the climate of the twentieth century. To explore this question, we calculate the probability that the IMJO will differ by a given amount in consecutive 30 year periods (Figure 13b). This analysis is performed for both the control run and the historical run. Here, more substantial differences between the two simulations are evident, with more pronounced positive and negative changes evident in the historical run than in the control run, perhaps reflecting the change in the envelope of strongest MJO events as noted in the discussion of Figure 11. Based on the control run, the chance of seeing a 10% change between any two consecutive 30 year periods is quite small, but not particularly unlikely in the historical run. If this change is raised to 15%, which is more similar to what is estimated for the observations, it becomes considerably more unlikely.\n[37] In summary, our analysis does not detect a change in the strength of the MJO over the last century. The decadal variability in the MJO as deduced from simulations over the last century, and based on analysis of very long unforced simulations, suggests that a change in the strength of the MJO by 5%–10% between any two consecutive 30 year periods is not unlikely. However, a change in the strength of the MJO of 15%, similar to what some observational studies report, is unlikely to have happened by chance."
  }, {
    "heading": "6. Response of the MJO to Strong Increases in the Forcing",
    "text": "[38] To explore whether a stronger signal emerges when the model is more strongly forced, we explored the response of ECHAM6 to more sustained and pronounced forcing in two experiments. In the first, in which the CO2 concentrations are increased by 1% per year for 150 years, other forcings are kept constant; in the second, atmospheric CO2 concentrations are abruptly increased a factor of four. The 1pctCO2 experiment has a doubling time for CO2 of about 70 years so that it reaches a concentration of 400% of the preindustrial CO2 concentrations near the end of the simulation. Figure 12b, which shows the warming of the Indian Ocean in the last three decades of abrupt4xCO2 in comparison with piControl, indicates a warming pattern of roughly the same structure as in the historical experiment, although the magnitudes are larger in the abrupt4xCO2 run (increase of about 4–5 K).\n[39] The response of the MJO, as measured by the IMJO , shows a more robust increase when the model is forced more strongly. This is evident in Figure 14 where the IMJO is plotted for the last 250 years of the control\nexperiment and the 150 years of the 1pctCO2 experiment. IMJO increases by 0.26, which is more than 10% over the period of 150 years. Over the first 30 years of the 1pctCO2 experiment, IMJO 51:9, and it increases by 11.2% to a mean value of 2.1 in the last 30 years. The higher mean values of the IMJO in experiment 1pctCO2 can also be seen in the histogram (Figure 15). Here, nearly all mean values are higher than the median value of the control experiment. By the end of the 1pctCO2 experiment, the IMJO attains values similar to those for the abrupt4xCO2 experiment, which only needs a couple of years to adapt to the abrupt CO2 increase.\n[40] Also, the EOF patterns of the 1pctCO2 experiment reveal some slight differences in comparison with the other ECHAM6 experiments (not shown). Most evident is a slight strengthening of the signals of OLR\nand the zonal wind at 850 hPa in EOF1 and of the zonal wind at 850 hPa in EOF2. Enhanced convection and the 850 hPa westerlies near 120 E are more pronounced, whereas the maximum of the 850 hPa easterlies on the eastern hemisphere are shifted eastward. However, there is no evidence that these differences are large enough to have a deleterious effect on IMJO :\n[41] In conclusion, the MPI-ESM suggests that the MJO will intensify with increasing CO2 concentrations. Whether this intensification is due to the warming that accompanies the enhanced CO2 concentrations or changes in the radiative forcing itself (e.g., following Bony et al., submitted to Nature Geosciences, 2012) is unclear. However, if the MJO scales with tropical convection as a whole, we expect the effect of warming (which supports greater convergence of water vapor for a fixed circulation) to be the dominant reason for the MJO intensification. This expectation is consistent with the view of the MJO as a moisture mode of the tropical atmosphere. These results also suggest that the observed strengthening of the MJO over the last 30 years could be a fortuitous result of internal variability superimposed on weak background strengthening of the MJO in response to warming."
  }, {
    "heading": "7. Conclusions",
    "text": "[42] In this study, we take advantage of ECHAM6’s ability to reasonably well represent MJO-like variability to explore the strength of this variability on decadal and centennial timescales for the first time. Few other models have also shown a capacity to well represent the MJO in their base configuration.\n[43] Our analysis is based on an MJO index defined, as in other studies, as the square amplitude of the PCs of the two leading EOFs derived from a multivariate analysis of zonal winds at 850 and 200 hPa and OLR. It is demonstrated that\n[44] 1. The MJO varies significantly (as compared to a red noise spectrum) on interannual timescales. Modes of variability corresponding to the equatorial quasidecadal oscillation are identified at periodicities near 10 and 20 years, respectively. Interannual variability on the timescales of ENSO is also apparent. On longer\ntimescales, unforced simulations show little sign of significant variability.\n[45] 2. Over the last millennium, external forcings associated with natural phenomena such as solar variability and volcanoes may have influenced the MJO strength marginally, with enhanced variability accompanying the solar signal on the 10 to 20 year timescales of the quasi-decadal oscillation, and hints of longerterm variability arising from the coincidence of volcanic activity. There is little evidence of an effect of land use change over the preindustrial period.\n[46] 3. The strength of decadal variability in unforced simulations is consistent with roughly half of the observed change in the observed MJO over the last half of the twentieth century having arisen purely by chance.\n[47] 4. Although a clear change in the strength of the MJO associated with anthropogenic forcings since AD 1850 is not readily detectable in our simulations, more warming is associated with a pronounced change in the strength in the MJO. Experiments in which carbon dioxide is increased by 1% per year over 150 years, or abruptly by a factor of four, show the MJO to strengthen by about 11%.\n[48] Acknowledgments. The research reported in this paper is based on the diploma thesis from Schubert [2011], which has been carried out at the Meteorological Institute of the University of Hamburg. Gaby Raedel is thanked for her comments on a draft version of this manuscript. A study of this type was made possible through the efforts of the CLIVAR MJO working group and their development of an MJO diagnostic package. This research was made possible through the support of the Max Planck Society for the Advancement of Science and the German Climate Computing Center (DKRZ), Hamburg. The research leading to these results has received funding from the European Union, Seventh Framework Program (FP7/2007–2013), under grant agreement 244067."
  }],
  "year": 2013,
  "references": [{
    "title": "Reconstruction of solar irradiance using the Group sunspot number, Adv",
    "authors": ["L. Balmaceda", "N. Krivova", "S. Solanki"],
    "venue": "Space Res.,",
    "year": 2007
  }, {
    "title": "Structure of the MaddenJulian oscillation in the superparameterized CAM",
    "authors": ["J.J. Benedict", "D.A. Randall"],
    "venue": "J. Atmos. Sci.,",
    "year": 2009
  }, {
    "title": "Modulation of South Indian Ocean tropical cyclones by the Madden-Julian oscillation and convectively coupled equatorial waves, Mon",
    "authors": ["M. Bessafi", "M. Wheeler"],
    "venue": "Weather Rev.,",
    "year": 2006
  }, {
    "title": "Direct effect of carbon dioxide on tropical atmospheric circulation and regional rainfall",
    "authors": ["S. Bony", "G. Bellon", "D. Klocke", "S. Fermepin", "S. Sherwood", "S. Denvil"],
    "year": 2012
  }, {
    "title": "Sensitivity of a coupled climate-carbon cycle model to large volcanic eruptions during the last millennium",
    "authors": ["V. Brovkin", "S. Lorenz", "J. Jungclaus", "T. Raddatz", "C. Timmreck", "C. Reick", "J. Segschneider"],
    "venue": "Six",
    "year": 2010
  }, {
    "title": "The Madden-Julian oscillation in ECHAM6 and the introduction of an objective MJO metric",
    "authors": ["T. Crueger", "B. Stevens"],
    "venue": "Brokopf",
    "year": 2013
  }, {
    "title": "Lanczos filtering in one and two dimensions",
    "authors": ["C. Duchon"],
    "venue": "J. Appl. Meteorol.,",
    "year": 1979
  }, {
    "title": "Climate change from 1850 to 2100 in MPIESM CMIP5 simulations",
    "authors": ["M Giorgetta"],
    "venue": "J. Adv. Model. Earth Syst",
    "year": 2012
  }, {
    "title": "Seasonal variations in the spatial structure of intraseasonal tropical wind fluctuations",
    "authors": ["D.S. Gutzler", "R.A. Madden"],
    "venue": "J. Atmos. Sci.,",
    "year": 1989
  }, {
    "title": "The modulation of tropical cyclone activity in the Australian region by the Madden-Julian oscillation, Mon",
    "authors": ["J. Hall", "A. Matthews", "D. Karoly"],
    "venue": "Weather Rev.,",
    "year": 2001
  }, {
    "title": "The intraseasonal (30–50 day) oscillation of the Australian summer monsoon",
    "authors": ["H. Hendon", "B. Liebmann"],
    "venue": "J. Atmos. Sci.,",
    "year": 1990
  }, {
    "title": "Interannual variation of the Madden-Julian oscillation during Austral summer",
    "authors": ["H. Hendon", "C. Zhang", "J. Glick"],
    "venue": "J. Clim.,",
    "year": 1999
  }, {
    "title": "The continuum of North Pacific Sea level pressure patterns: Intraseasonal, interannual, and interdecadal variability",
    "authors": ["N. Johnson", "S. Feldstein"],
    "venue": "J. Clim.,",
    "year": 2010
  }, {
    "title": "Changes in the activity of the Madden-Julian oscillation during 1958–2004",
    "authors": ["C. Jones", "L. Carvalho"],
    "venue": "J. Clim.,",
    "year": 2006
  }, {
    "title": "Stochastic simulations of the Madden-Julian oscillation activity, Clim",
    "authors": ["C. Jones", "L. Carvalho"],
    "year": 2011
  }, {
    "title": "Will global warming modify the activity of the Madden-Julian oscillation",
    "authors": ["C. Jones", "L. Carvalho"],
    "venue": "Q. J. R. Meteorol. Soc.,",
    "year": 2011
  }, {
    "title": "Climate and carbon-cycle variability over the last millennium, Clim",
    "authors": ["J Jungclaus"],
    "venue": "Past Discuss.,",
    "year": 2010
  }, {
    "title": "Circulation anomalies associated with tropical convection during northern winter, Mon",
    "authors": ["G. Kiladis"],
    "venue": "Weickmann",
    "year": 1992
  }, {
    "title": "Application of MJO simulation diagnostics to climate models",
    "authors": ["D Kim"],
    "venue": "J. Clim.,",
    "year": 2009
  }, {
    "title": "Response of the West African monsoon to the Madden-Julian oscillation",
    "authors": ["S. Lavender", "A. Matthews"],
    "venue": "J. Clim.,",
    "year": 2009
  }, {
    "title": "Tropical intraseasonal variability in 14 IPCC AR4 climate models",
    "authors": ["J Lin"],
    "venue": "Part I: Convective signals, J. Clim.,",
    "year": 2006
  }, {
    "title": "Observations of the 40–50-day tropical oscillation—A review, Mon",
    "authors": ["R. Madden", "P. Julian"],
    "venue": "Weather Rev.,",
    "year": 1994
  }, {
    "title": "Modulation of eastern North Pacific Hurricanes by the Madden-Julian oscillation",
    "authors": ["E. Maloney", "D. Hartmann"],
    "venue": "J. Clim.,",
    "year": 2000
  }, {
    "title": "Global, regional and national emissions, in: Trends: A Compendium of Data on Global Change",
    "authors": ["G. Marland", "T. Boden", "R. Andres"],
    "venue": "Carbon Dioxide Inf. Cent., Oak Ridge Natl. Lab., U.S. Dep. of Energy,",
    "year": 2003
  }, {
    "title": "The Max-Planck-Institute global ocean/sea ice model with orthogonal curvilinear coordinates",
    "authors": ["S. Marsland", "H. Haak", "J. Jungclaus", "M. Latif", "F. Röske"],
    "venue": "Ocean Model.,",
    "year": 2003
  }, {
    "title": "Amplifying the Pacific climate system response to a small 11year solar cycle",
    "authors": ["G.A. Meehl", "J.M. Arblaster", "K. Matthes", "F. Sassi", "H. van Loon"],
    "year": 2009
  }, {
    "title": "Mechanisms involved in the amplification of the 11-yr solar cycle signal in the tropical Pacific Ocean",
    "authors": ["S. Misios", "H. Schmidt"],
    "venue": "J. Clim.,",
    "year": 2012
  }, {
    "title": "Tropical influences on California precipitation",
    "authors": ["K. Mo", "R. Higgins"],
    "venue": "J. Clim.,",
    "year": 1998
  }, {
    "title": "Extended Versions of the Convective Parametrization Scheme at ECMWF and Their Impact on the Mean and Transient Activity of the Model in the Tropics, tech",
    "authors": ["T. Nordeng"],
    "venue": "ed., Eur. Cent. for Medium-Range Weather Forecasts,",
    "year": 1994
  }, {
    "title": "An evaluation of the structure of tropical intraseasonal oscillations in three general circulation",
    "authors": ["Park", "C.-K", "D. Straus", "K.-M. Lau"],
    "venue": "models, J. Meteorol. Soc. Jpn.,",
    "year": 1990
  }, {
    "title": "Observed changes in the lifetime and amplitude of the Madden-Julian oscillation associated with interannual ENSO sea surface temperature anomalies",
    "authors": ["B. Pohl", "A. Matthews"],
    "venue": "J. Clim.,",
    "year": 2007
  }, {
    "title": "A reconstruction of global agricultural areas and land cover for the last",
    "authors": ["J. Pongratz", "C. Reick", "T. Raddatz", "M. Claussen"],
    "year": 2008
  }, {
    "title": "The atmospheric general circulation model ECHAM5",
    "authors": ["E Roeckner"],
    "venue": "Part I: Model description, Max Planck Institute for Meteorology Rep. 349,",
    "year": 2003
  }, {
    "title": "Die Madden-Julian Oszillation im MPI-M ESM in den letzten 1200 Jahren unter Ber€",
    "authors": ["J. Schubert"],
    "year": 2011
  }, {
    "title": "Intraseasonal oscillations in 15 atmospheric general circulation models: results from an AMIP diagnostic subproject",
    "authors": ["J Slingo"],
    "venue": "Clim. Dyn.,",
    "year": 1996
  }, {
    "title": "On the predictability of the interannual behaviour of the Madden-Julian oscillation and its relationship with El Nino",
    "authors": ["J. Slingo", "D. Rowell", "K. Sperber"],
    "venue": "Nortley",
    "year": 1999
  }, {
    "title": "Coupled model simulations of boreal summer intraseasonal (30–50 day) variability, Part 1: Systematic errors and caution on use of metrics, Clim",
    "authors": ["K. Sperber", "H. Annamalai"],
    "year": 2008
  }, {
    "title": "Predictability and the relationship between subseasonal and interannual variability during the Asian summer monsoon",
    "authors": ["K. Sperber", "J. Slingo", "H. Annamalai"],
    "venue": "Q. J. R. Meteorol. Soc.,",
    "year": 2000
  }, {
    "title": "The atmospheric component of the MPI-M Earth System Model: ECHAM6",
    "authors": ["B Stevens"],
    "venue": "J. Adv. Model. Earth Syst",
    "year": 2012
  }, {
    "title": "The role of equatorial waves in the onset of the South China Sea summer monsoon",
    "authors": ["K. Straub", "G. Kiladis", "P. Ciesielski"],
    "year": 2006
  }, {
    "title": "An overview of CMIP5 and the experiment",
    "authors": ["K.E. Taylor", "R.J. Stouffer", "G.A. Meehl"],
    "venue": "design, Bull. Am. Meteorol. Soc.,",
    "year": 2012
  }, {
    "title": "A comprehensive mass flux scheme for cumulus parameterization in large-scale models, Mon",
    "authors": ["M. Tiedtke"],
    "venue": "Weather Rev.,",
    "year": 1989
  }, {
    "title": "Grand minima and maxima of solar activity: New observational constraints",
    "authors": ["I. Usoskin", "S. Solanki"],
    "venue": "Kovaltsov",
    "year": 2007
  }, {
    "title": "MJO simulation diagnostics",
    "authors": ["D Waliser"],
    "venue": "J. Clim.,",
    "year": 2009
  }, {
    "title": "An all-season real-time multivariate MJO index: Development of an index for monitoring and prediction, Mon",
    "authors": ["M. Wheeler", "H. Hendon"],
    "venue": "Weather Rev.,",
    "year": 2004
  }, {
    "title": "Resonant excitation of the quasidecadal oscillation by the 11-year signal in the Sun’s irradiance",
    "authors": ["W.B. White", "Z. Liu"],
    "venue": "J. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "Interdecadal change in the relationship between ENSO and the intraseasonal oscillation in East Asia",
    "authors": ["Yun", "K.-S", "K.-H. Seo", "K.-J. Ha"],
    "venue": "J. Clim.,",
    "year": 2010
  }, {
    "title": "SST anomalies of ENSO and the Madden-Julian oscillation in the equatorial Pacific",
    "authors": ["C. Zhang", "J. Gottschalck"],
    "venue": "J. Clim.,",
    "year": 2002
  }],
  "id": "SP:7b7a97883c9e635d74af11a40137b38533f278ba",
  "authors": [{
    "name": "Jonathan J. Schubert",
    "affiliations": []
  }, {
    "name": "Bjorn Stevens",
    "affiliations": []
  }, {
    "name": "Traute Crueger",
    "affiliations": []
  }],
  "abstractText": "[1] The Madden-Julian oscillation (MJO), as represented by the Max Planck Institute for Meteorology Earth System Model (MPI-ESM), is analyzed for the first time over time periods ranging from decades to more than a millennium. Particular attention is paid to the behavior of the MJO index as calculated from the leading pair of empirical orthogonal functions (EOFs) derived from a multivariate EOF analysis. The analysis of 1000 year simulations with the MPI-ESM and its predecessor reveals significant interannual (2–6 years) to interdecadal (10–20 years) internal variability of the MJO but relatively little evidence of significant variability at longer timescales in unforced runs. A 1200 year experiment forced by the best estimates of solar variability, volcanism, and changing atmospheric composition indicates that the MJO simulated in the twentieth century is very similar to the MJO simulated since AD 800. The analysis of sensitivity experiments shows the influence of different external forcings: solar variability may contribute to MJO variability on 11 and 22 year periods, but this is difficult to separate from internal variability; and there is a hint of enhanced decadal variability associated with volcanic forcing. Land use change and changes associated with anthropogenic forcing over the twentieth century have no detectable effect on the simulated MJO. An increase of the CO2 concentrations by 1% per year starting in AD 1850 leads to an increase in the MJO strength in the twenty-first century, as does the warming associated with an abrupt quadrupling of the atmospheric CO2 concentration, suggesting that the MJO may intensify with warming.",
  "title": "Madden-Julian oscillation as simulated by the MPI Earth System Model: Over the last and into the next millennium"
}