{
  "sections": [{
    "heading": "1. Introduction",
    "text": "The main factor controlling the climatic impact of a given volcanic eruption is the total amount of sulfur that gets pumped into the stratosphere [Robock, 2000]. There, sulfur compounds are converted to H2SO4 aerosol particles that circulate around the globe and reflect sunlight back to space, resulting in net cooling at the surface. Such radiative forcing of climate has been directly observed for the twentieth century eruptions of Agung, Indonesia, in 1963, El Chichón, Mexico, in 1982, and Pinatubo, Philippines, in 1991 [Robock, 2000] and has been assumed for earlier historical eruptions (e.g., Huaynaputina, Peru, in 1600 [de Silva and Zielinski, 1998] and Tambora in 1815 and Krakatau in 1883, both in Indonesia [Rampino and Self, 1982; Self et al., 2004]).\nThe January 1835 eruption of Cosigüina volcano (87.57°W, 12.98°N, 872m altitude), in northwest Nicaragua, sent ash to Mexico, Costa Rica, and perhaps as far as Colombia and Jamaica, producing a bulk tephra volume of ~6 km3 (volcanic explosivity index (VEI) = 5) [Newhall and Self, 1982; Self et al., 1989; Scott et al., 2006]. Initial estimates of eruptive volume in excess of >50 km3 led a number of workers to assume that the eruption had an important climatic impact and was responsible for cool surface temperatures in the middleto-late 1830s [Lamb, 1970; Angell and Korshover, 1985]. However, Self et al. [1989] showed that these volumes were much too large. Based on a revised eruptive volume, apparently low-sulfur yield [Palais and Sigurdsson, 1989] and ambiguous climate trends of the 1830s, Self et al. [1989] proposed a small to negligible atmospheric impact of the Cosigüina eruption. Yet subsequently, several studies, particularly of ice cores [e.g., Gao et al., 2008] and tree rings [e.g., Briffa et al., 1998], have listed the 1835 eruption as a possible climate-effective event. Here we use ice core data acquired since the late 1980s and new analyses of matrix glasses, melt, fluid, and sulfide inclusions from the 1835 deposits to reassess the sulfur budget of the Cosigüina eruption. We also utilize instrumental temperature records and compile data from temperature-sensitive tree ring chronologies to reevaluate the impact of the eruption on global climate."
  }, {
    "heading": "2. A Sulfur-Producing Eruption",
    "text": ""
  }, {
    "heading": "2.1. Ice Cores",
    "text": "It is well established that sulfate deposits in polar ice sheets record past explosive, sulfur-producing volcanic eruptions and can be used to estimate the original amount of sulfur that these eruptions injected into the stratosphere [Zielinski, 1995; Gao et al., 2008]. Since the late 1980s, several studies of ice cores have identified volcanic sulfate horizons dated at circa A.D. 1835 [e.g., Legrand and Delmas, 1987;Moore et al., 1991; Delmas et al., 1992; Langway et al., 1995; Zielinski, 1995; Cole-Dai et al., 2000; Budner and Cole-Dai, 2003; Crowley et al., 2008; Ferris et al., 2011; Plummer et al., 2012]. These signals are almost certainly due to the\nLONGPRÉ ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6667\n• Tree ring chronologies record global cooling in response to the 1835 eruption\nSupporting Information: • Readme • Text S1\nCorrespondence to: M.-A. Longpré, mlongpre@qc.cuny.edu\nCitation: Longpré, M.-A., J. Stix, C. Burkert, T. Hansteen, and S. Kutterolf (2014), Sulfur budget and global climate impact of the A.D. 1835 eruption of Cosigüina volcano, Nicaragua, Geophys. Res. Lett., 41, 6667–6675, doi:10.1002/ 2014GL061205.\nReceived 15 JUL 2014 Accepted 30 AUG 2014 Accepted article online 3 SEP 2014 Published online 1 OCT 2014\nfugacity (fO2) conditions extended from the nickel-nickel oxide (NNO) buffer to 1 log unit above it. Preeruptive dissolved water concentrations, estimated by the volatiles-by-difference method [e.g., Humphreys et al., 2006] and plagioclase-melt hygrometry [Lange et al., 2009], were likely between 3.2 and 4.2wt %, suggesting a low-pressure (~100MPa) magma reservoir at about 4 km depth. The occurrence of phenocryst-hosted sulfide globules and H2O-rich fluid inclusions demonstrates that the 1835 magmas\n0\n20\n40\n60\n80\n100\n120\n140\nS u\nlf at\ne ae\nro so\nl ( T\ng )\nA gu\nng\nK at\nm ai\nT am\nbo ra\nC o\nsi g\nü in\na\nK ra\nka ta\nu\nP in\nat ub o E l C hi ch ón?\n(a)\nYear\n-0.8\n-0.6\n-0.4\n-0.2\n0\n0.2\n0.4\nT em\np er\nat u\nre a\nn o\nm al\ny (°\nC )\n(b)\n1800 1850 1900 1950 2000\n1800 1850 1900 1950 2000\n1800 1850 1900 1950 2000\n-2\n-1.6\n-1.2\n-0.8\n-0.4\n0\n0.4\n0.8\nT em\np er\nat u\nre a\nn o\nm al\ny (°\nC )\n1830 1835 1840 -4\n-2\n0\n2\n(c)\nIce cores\nInstrumental\nTree rings\nLONGPRÉ ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6668\nhosted in Fo71–74 olivine, display a wide range of S at similar FeO*; this range is likely due to degassing, and we argue that mafic parental Cosigüina magmas contain at least 1000–1200 ppmS. Taking 1200 ppm as initial concentration and using enrichment factors of incompatible elements, such as K and Rb, from basaltic andesite to dacite (Figures 3d and S2), we calculate that S, had it behaved incompatibly, would have reached a concentration of ~2100 ppm in andesite and ~2700 ppm in dacite. Assuming a closed system, this theoretical concentration (CT), when scaled to the magma mass (mm) erupted in 1835, gives a rough approximation of the total sulfur (ST in Tg of S) that may have been available in the Cosigüina reservoir:\nST ¼ 1 10 15 mmCT\nand\nmm ¼ ρmϕmV where the constant 1 × 10 15 is a conversion factor for sulfur concentration (ppm/kg) into sulfur mass (Tg), ρm is the density of the andesite magma (2500 kg/m3), ϕm is the melt fraction (0.8, based on the average crystallinity of the andesite), and V is the dense rock equivalent magma volume emitted (2.4–3.7 km3, based on a bulk deposit volume of 6 km3 and bulk deposit density of 1000–1550 kg/m3 [Scott et al., 2006]). These equations yield a magma mass of 4800–7400 Tg, and theoretical total sulfur mass of 10–15 Tg. Although important, this calculation does not capture the complexity of the sulfur budget, which likely involved loss and/or gain of S by open system processes and partitioning of S into multiple phases [Wallace and Edmonds, 2011]. It is nevertheless interesting to note the excellent agreement of this theoretical sulfur amount with the ice core estimate of ~13 Tg. 2.2.3. Sulfur Sequestered by Sulfides Rare and tiny (5–20μm) sulfides occur as inclusions within phenocrysts in all 1835 samples (Figure 2a) but were not found in matrix glasses or in the pre-1835 basaltic andesite. Electron microprobe analysis of seven sulfides reveals the existence of two types: (1) more common Fe sulfide, i.e., pyrrhotite and (2) Fe-Cu sulfide, with a composition approaching that of cubanite, which we found in the andesite only (Table S2). As documented by Lowenstern [1993] for Katmai, these magmatic sulfides likely sequestered significant amounts of sulfur in the 1835 magma reservoir. This is consistent with the positive correlation of S and FeO* in melt inclusions, which reflects the sulfur concentration at sulfide saturation (SCSS) calculated after Liu et al. [2007] (Figure 3b). In addition, copper concentrations in bulk rocks decline precipitously from basaltic andesite to dacite (Figure S1). We estimate that removal of ~0.5wt % sulfides during magma differentiation\n(a)\nMelt inclusions (580 ± 120 ppm S)\nFluid inclusion (0.9-5.6 wt% S)\nPlagioclase host\n(b)\nPyroxene host\nSulfide (~35 wt% S)\nApatite\n50 µm 50 µm\nLONGPRÉ ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6669\nglass = 290–610 ppm degassed). This calculation indicates that the Cosigüina magma discharged at least 1.4–4.5 Tg of S to the atmosphere, along with 40–430 Tg of H2O and 0–6.1 Tg of Cl. For sulfur, these figures for Cosigüina are much higher than the 0.1 Tg released by degassing of the Pinatubo dacite [Westrich and Gerlach, 1992], yet they are 3 to 10 times lower than estimates based on ice cores [Gao et al., 2008] (Table S1). The classic “petrologic method” as used here generally underestimates actual sulfur emissions of large explosive eruptions, a discrepancy best explained by the presence of an exsolved fluid phase in the magma reservoir [Wallace, 2001].\n0\n500\n1000\n1500\n2000\n2500\n3000\n3500\nC l (\np p\nm )\n0\n200\n400\n600\n800\n1000\n1200\nS (\np p\nm )\n-1 0 1 2 3 4 5 6 7 8 H 2O b y d if fe re n ce ( w t% )\n4 5 6 7 8 9 10 11 12\n4 5 6 7 8 9 10 11 12\n4 5 6 7 8 9 10 11 12\n4 5 6 7 8 9 10 11 12\nFeO* (wt%)\n0\n0.5\n1\n1.5\n2\n2.5\n3\nK 2O\n( w\nt% )\nSCSS\nBA A SA D MI\nGlass avg\n(a)\n(b)\n(c)\n(d)\nLONGPRÉ ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6670"
  }, {
    "heading": "2.2.5. Sulfur Exsolved in the Fluid Phase",
    "text": "The occurrence of phenocryst-hosted fluid inclusions in all 1835 samples provide direct evidence for the existence of a fluid phase within Cosigüina’s magma reservoir prior to eruption (Figure 2b). Phase relationships determined by microthermometry indicate that this fluid contained about 87wt % H2O, 7wt % CO2, and 6wt %NaCl equivalents and had a density of ~200 kg/m\n3. For a temperature of ~1000°C, this implies a fluid entrapment pressure of ~100MPa (see supporting information), in excellent agreement with the pressure estimate derived from H2O contents in melt inclusions. Sulfur is known to partition strongly into the fluid phase [Webster and Botcharnikov, 2011, and references therein] and is thus also expected as a component of the fluid inclusions. At crustal pressures and temperatures, partitioning of sulfur between silicate melt and a coexisting fluid phase is a complex function of melt composition and oxygen fugacity in particular. For intermediate to silicic magmas and oxygen fugacity conditions of NNO to NNO+1 (applicable to Cosigüina), recent experiments indicate Sfluid/Smelt values between 20 and 80 [Keppler, 2010; Zajacz et al., 2012]. For Cosigüina, this translates into 0.9 to 5.6wt % S in the fluid phase, assuming equilibrium with a melt with 580 ± 120 ppmS. Another approach is to use our salinity estimate and a molar Cl/S ratio of 1.7 in the fluid [Shinohara, 2013]; for this method, we obtain 2.4wt % S.\nBased on incompatible element enrichment systematics and dissolved H2O estimates in Cosigüina basaltic andesite to dacite (Figure 3, see also Figures S1 and S2), the 1835 andesite appears to have suffered preeruptive loss of ~1.4wt % H2O (3.3 ± 1.7wt % observed versus 4.7 ± 1.8wt % predicted), giving 1.6wt % total fluid. Thus, considering a conservative amount of exsolved fluid equivalent to 1–2wt % [cf. Wallace, 2001] of the magma mass erupted in 1835 (4800–7400 Tg), we calculate its contribution to the sulfur yield to be in the range 0.4–8.3 Tg S.\nIn summary, we can integrate the different repositories for sulfur in the 1835 system as follows: (1) a sink of 8.4–13 Tg S stored in sulfide droplets, (2) 1.4–4.5 Tg S dissolved in the andesite melt, and (3) 0.4–8.3 Tg S exsolved in the hydrous fluid. Assuming a passive role of sulfur in sulfides, combining repositories (2) and (3) gives a total sulfur yield range of 1.8–13 Tg. The upper end of this range agrees well with the estimate of ~13 Tg S from ice core data. However, as noted in section 2.2.3, some of the sulfur sequestered by sulfides may have been remobilized through sulfide breakdown [Nadeau et al., 2010] and released to the atmosphere in the gas phase. Adding this potential contribution, we obtain a maximum S yield of 10–26 Tg S (median 18 Tg S). Since the value from ice cores accounts only for the sulfur that reached the stratosphere and made it to the poles in 1835, this estimate probably is a minimum for the total sulfur yield. The actual amount of sulfur emitted by the eruption hence may have well exceeded 13 Tg, which could easily be accounted for by sulfide decomposition or by slightly higher amounts of fluid (3–5wt % total, rather than 1–2wt %) in the magma reservoir."
  }, {
    "heading": "3. Effect on Global Climate",
    "text": ""
  }, {
    "heading": "3.1. Instrumental Temperature Records",
    "text": "Many authors have documented the climatic impact of volcanic eruptions using instrumental temperature records [e.g., Kelly and Sear, 1984; Angell and Korshover, 1985; Bradley, 1988; Jones et al., 2003]. For the Cosigüina eruption, Angell and Korshover [1985], Chenoweth [1998], and Jones et al. [2003] found significant cooling reaching 0.3 to ~2°C over different parts of the Northern Hemisphere and the Bahamas for the years 1835–1838. In Figure 1b, we show the instrumental temperature data compiled by Berkeley Earth (www.berkeleyearth.org) [Rohde et al., 2013]. These data are consistent with volcanically induced cooling for all but one (Katmai) of the major sulfur-producing eruptions of the past two centuries. Except for the strongly negative anomalies associated with the 1809 Unknown and 1815 Tambora eruptions, the most important effect is observed for Cosigüina, with cooling apparently starting rapidly in 1835 (see the inset in Figure 1b showing monthly data) and cool temperatures persisting until 1838. However, we note that the data exhibit a cooling trend starting as early as 1828 (see also Figure S4), suggesting that the Cosigüina eruption may not be the sole cause of the post-1835 cooling [cf. Self et al., 1989]."
  }, {
    "heading": "3.2. Tree Rings",
    "text": "Temperature-sensitive tree ring chronologies, widely used to reconstruct past climates, also capture signals of global cooling induced by large sulfur-producing volcanic eruptions [e.g., LaMarche and Hirschboeck, 1984; Briffa et al., 1998; D’Arrigo et al., 2013; Esper et al., 2013]. Figure 1c shows the tree ring-based summer temperature\nLONGPRÉ ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6671\nreconstruction of Briffa et al. [1998] for the Northern Hemisphere from A.D. 1800 to 1994. According to this reconstruction, virtually all sulfur-producing eruptions of the last two centuries (Figure 1a) are correlated with a marked negative temperature anomaly. Of the 10 coolest summers since A.D. 1800, eight closely follow major eruptions, i.e., 1816, 1817, 1818, 1836, 1837, 1884, 1912, and 1992. The Cosigüina and Pinatubo eruptions are associated with anomalies of 0.32 and 0.30°C for 1837 and 1992, respectively [Briffa et al., 1998]. We note that it has been proposed that tree ring-based reconstructions of paleotemperatures may underestimate cooling induced by volcanic eruptions [Mann et al., 2012; but see D’Arrigo et al., 2013].\nIn the last decades several other dendroclimatological studies have reported anomalous tree rings indicating cold temperatures for the years 1836 and 1837 and pointed to the Cosigüina eruption as the cause [LaMarche and Hirschboeck, 1984; Filion et al., 1986; Jones et al., 1995; D’Arrigo and Jacoby, 1999; Gervais and MacDonald, 2001; Salzer and Hughes, 2007; Gennaretti et al., 2014]. Table 1 compiles the results of these studies, based on wood density, ring width, or the occurrence of frost damage, for the periods 1830–1834 and 1835–1839. Aside from a frost ring reported for A.D. 1831 [LaMarche and Hirschboeck, 1984], there is no evidence that the years 1830–1834 were particularly cold. By contrast, in the studies for which relative ranking of years was possible, either 1836 or 1837 (or both) are within the 5% coldest years over several centuries; Gennaretti et al. [2014] even found anomalous ring widths for all years in the 1835–1839 period. The tree ring data thus provide strong support for substantial Northern Hemisphere cooling in response to the eruption of Cosigüina in 1835. Furthermore, a tropical sea surface temperature reconstruction, based on coral, tree ring, and ice core proxies, documents a 0.60°C anomaly for 1837 (the 25th most negative value over the past 400 years), suggesting that post-Cosigüina cooling extended to low latitudes [D’Arrigo et al., 2009]."
  }, {
    "heading": "4. Discussion and Conclusions",
    "text": "The analysis of Self et al. [1989] clearly showed that early workers [e.g., Lamb, 1970] were misguided by the exaggerated initial estimates of eruptive volumes and had overestimated the atmospheric impact of the 1835 Cosigüina eruption. With few data from ice cores and tree rings available at the time and based on inaccurate sulfur concentrations in Cosigüina matrix glasses and melt inclusions [Palais and Sigurdsson, 1989], Self et al. [1989] argued that the eruption had little or no effect on global climate. However, the evidence\nLONGPRÉ ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6672\naccumulated from ice cores since the late 1980s, coupled with our confirmation that the Cosigüina magma contained appreciable amounts of dissolved sulfur and was associated with a fluid phase enriched in sulfur, leaves little doubt that the 1835 eruption was a major sulfur-producing event on the scale of the 1991 Mount Pinatubo eruption or larger. Cooling of global surface temperatures by 0.5 to 0.6°C followed the Pinatubo eruption [e.g., Parker et al., 1996; Self et al., 1996], and the Cosigüina eruption produced a similar effect. Indeed, tree ring chronologies indicate anomalously low Northern Hemisphere temperatures for 2 to 3 years after the eruption, consistent with instrumental temperature records. A recent study linking volcanological data for the Central American Volcanic Arc and global climate models is also consistent with post-Cosigüina cooling of 0.4°C [Metzner et al., 2012]. The small sulfate spike in ice cores for A.D. 1831 (Figure 1a), the cooling trends from instrumental records (Figures 1b and S4), and the occurrence of frost rings in western U.S. pines for that year (Table 1) [LaMarche and Hirschboeck, 1984] may relate to the 1831 eruption of Babuyan Claro, in the Philippines. If so, the effects of this event may have enhanced the climatic impact of the Cosigüina eruption. Finally, as it likely delivered substantial Cl and Br to the stratosphere in addition to S, the 1835 eruption may have also caused significant ozone depletion [Kutterolf et al., 2013]."
  }],
  "year": 2014,
  "references": [{
    "title": "Surface temperature changes following the six major volcanic episodes between 1780",
    "authors": ["J.K. Angell"],
    "venue": "Korshover",
    "year": 1985
  }, {
    "title": "Sulfide breakdown controls metal signature in volcanic gas at Kawah Ijen volcano",
    "authors": ["K. Berlo", "V. van Hinsberg", "N. Vigouroux", "J. Gagnon", "A. Williams-Jones"],
    "year": 2014
  }, {
    "title": "The explosive volcanic eruption signal in Northern Hemisphere continental temperature records",
    "authors": ["R.S. Bradley"],
    "venue": "Clim. Change,",
    "year": 1988
  }, {
    "title": "Influence of volcanic eruptions on Northern Hemisphere summer temperature over the past",
    "authors": ["K.R. Briffa", "P.D. Jones", "F.H. Schweingruber", "T.J. Osborn"],
    "year": 1998
  }, {
    "title": "The number and magnitude of large explosive volcanic eruptions between 904 and 1865 A.D.: Quantitative evidence from a new South Pole ice core, in Volcanism and the Earth’s Atmosphere",
    "authors": ["D. Budner"],
    "venue": "Cole-Dai",
    "year": 2003
  }, {
    "title": "The early 19th century climate of the Bahamas and a comparison with 20th century averages",
    "authors": ["M. Chenoweth"],
    "venue": "Clim. Change,",
    "year": 1998
  }, {
    "title": "The Pinatubo eruption in South Pole snow and its potential value to ice-core paleovolcanic records",
    "authors": ["J. Cole-Dai"],
    "venue": "Mosley-Thompson",
    "year": 1999
  }, {
    "title": "A 4100-year record of explosive volcanism from an East Antarctica ice core",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "S.P. Wight", "L.G. Thompson"],
    "venue": "J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "On the long-term context for late twentieth century warming",
    "authors": ["R. D’Arrigo", "R. Wilson", "G. Jacoby"],
    "venue": "J. Geophys. Res.,",
    "year": 2006
  }, {
    "title": "The impact of volcanic forcing on tropical temperatures during the past four centuries",
    "authors": ["R. D’Arrigo", "R. Wilson", "A. Tudhope"],
    "venue": "Nat. Geosci.,",
    "year": 2009
  }, {
    "title": "Volcanic cooling signal in tree ring temperature records for the past millennium",
    "authors": ["R. D’Arrigo", "R. Wilson", "K. J"],
    "venue": "Anchukaitis",
    "year": 2013
  }, {
    "title": "Northern North American tree-ring evidence for regional temperature changes after major volcanic events",
    "authors": ["R.D. D’Arrigo", "G.C. Jacoby"],
    "venue": "Clim. Change,",
    "year": 1999
  }, {
    "title": "Global influence of the AD 1600 eruption of Huaynaputina",
    "authors": ["S.L. de Silva", "G.A. Zielinski"],
    "year": 1998
  }, {
    "title": "Estimates of sulfur and chlorine yield to the atmosphere from volcanic eruptions and potential climatic effects",
    "authors": ["J.D. Devine", "H. Sigurdsson", "A.N. Davis"],
    "venue": "Self",
    "year": 1984
  }, {
    "title": "European summer temperature response to annually dated volcanic eruptions over the past nine centuries",
    "authors": ["J. Esper", "L. Schneider", "P. Krusic", "J. Luterbacher", "U. Büntgen", "M. Timonen", "F. Sirocko", "E. Zorita"],
    "venue": "Bull. Volcanol.,",
    "year": 2013
  }, {
    "title": "South Pole ice core record of explosive volcanic eruptions in the first and second millennia A.D. and evidence of a large eruption in the tropics around 535 A.D",
    "authors": ["D.G. Ferris", "J. Cole-Dai", "A.R. Reyes", "D. M"],
    "venue": "Budner",
    "year": 2011
  }, {
    "title": "Light rings in subarctic conifers as a dendrochronological tool, Quat",
    "authors": ["L. Filion", "S. Payette", "L. Gauthier", "Y. Boutin"],
    "year": 1986
  }, {
    "title": "Volcanic forcing of climate over the past 1500 years: An improved ice core-based index for climate models",
    "authors": ["C. Gao", "A. Robock", "C. Ammann"],
    "venue": "J. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "Volcano-induced regime shifts in millennial tree-ring chronologies from northeastern North America",
    "authors": ["F. Gennaretti", "D. Arseneault", "A. Nicault", "L. Perreault", "Y. Bégin"],
    "venue": "Proc. Natl. Acad. Sci. U.S.A.,",
    "year": 2014
  }, {
    "title": "Tree-ring and summer-temperature response to volcanic aerosol forcing at the northern tree-line, Kola Peninsula",
    "authors": ["B.R. Gervais", "G.M. MacDonald"],
    "venue": "Russia, Holocene,",
    "year": 2001
  }, {
    "title": "Re-evaluation of SO2 release of the 15 June 1991 Pinatubo eruption using ultraviolet and infrared satellite sensors, Geochem",
    "authors": ["S. Guo", "G.J.S. Bluth", "W.I. Rose", "I.M. Watson", "A.J. Prata"],
    "venue": "Geophys., Geosyst.,",
    "year": 2004
  }, {
    "title": "GeoReM: A new geochemical database for reference",
    "authors": ["K.P. Jochum", "U. Nohl", "K. Herwig", "E. Lammel", "B. Stoll", "A.W. Hofmann"],
    "year": 2005
  }, {
    "title": "Combined bromine and chlorine release",
    "authors": ["T.H. Hansteen", "K. Appel", "A. Freundt", "K. Krüger", "W. Pérez", "H. Wehrmann"],
    "year": 2013
  }, {
    "title": "Volcanic dust in the atmosphere; with a chronology and assessment of its meteorological significance, Philos",
    "authors": ["H.H. doi:10.1038/307121a0. Lamb"],
    "year": 1970
  }, {
    "title": "A 10-century comparison of prominent bipolar volcanic events",
    "authors": ["Jr.", "K. Osada", "H.B. Clausen", "C.U. Hammer", "H. Shoji"],
    "year": 1995
  }, {
    "title": "Sulfur concentration at sulfide saturation (SCSS) in magmatic silicate melts, Geochim",
    "authors": ["Y. Liu", "N.-T. Samaha", "D.R. Baker"],
    "venue": "Cosmochim. Acta,",
    "year": 2007
  }, {
    "title": "Magmatic processes and associated timescales leading to the January 1835 eruption of Cosigüina volcano, Nicaragua",
    "authors": ["Longpré", "M.-A", "J. Stix", "F. Costa", "E. Espinoza", "A. Muñoz"],
    "venue": "J. Petrol.,",
    "year": 2014
  }, {
    "title": "Evidence for a copper-bearing fluid in magma erupted at the Valley of Ten Thousand Smokes, Alaska, Contrib",
    "authors": ["J.B. Lowenstern"],
    "venue": "Mineral. Petrol.,",
    "year": 1993
  }, {
    "title": "Underestimation of volcanic cooling in tree-ring-based reconstructions of hemispheric temperatures, Nat. Geosci., doi:10.1038/ngeo1394",
    "authors": ["M.E. Mann", "J.D. Fuentes", "S. Rutherford"],
    "year": 2012
  }, {
    "title": "Radiative forcing and climate impact resulting from SO2 injections based on a 200,000-year record of Plinian eruptions along the Central American Volcanic Arc",
    "authors": ["D. Metzner", "S. Kutterolf", "M. Toohey", "C. Timmreck", "U. Niemeier", "A. Freundt", "K. Krüger"],
    "venue": "Int. J. Earth Sci.,",
    "year": 2012
  }, {
    "title": "A continuous 770-year record of volcanic activity from East Antarctica",
    "authors": ["J.C. Moore", "H. Narita", "N. Maeno"],
    "venue": "J. Geophys. Res.,",
    "year": 1991
  }, {
    "title": "Sulphide magma as a source of metals in arc-related magmatic hydrothermal ore fluids",
    "authors": ["O. Nadeau", "A.E. Williams-Jones", "J. Stix"],
    "venue": "Nat. Geosci.,",
    "year": 2010
  }, {
    "title": "The volcanic explosivity index (VEI): An estimate of explosive magnitude for historical volcanism",
    "authors": ["C.G. Newhall"],
    "venue": "Self",
    "year": 1982
  }, {
    "title": "Petrologic evidence of volatile emissions from major historic and pre-historic volcanic eruptions, in Understanding Climate Change",
    "authors": ["J.M. Palais", "H. Sigurdsson"],
    "venue": "Geophys. Monogr. Ser.,",
    "year": 1989
  }, {
    "title": "An independently dated 2000-yr volcanic record from Law Dome, East Antarctica, including a new perspective on the dating of the 1450s CE eruption of Kuwae, Vanuatu",
    "authors": ["C.T. Plummer", "M.A.J. Curran", "T.D. van Ommen", "S.O. Rasmussen", "A.D. Moy", "T.R. Vance", "H.B. Clausen", "B.M. Vinther", "P. A"],
    "venue": "Mayewski",
    "year": 2012
  }, {
    "title": "Historic eruptions of Tambora (1815), Krakatau (1883), and Agung (1963), their stratospheric aerosols, and climatic impact",
    "authors": ["M.R. Rampino"],
    "venue": "Self",
    "year": 1982
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys.,",
    "year": 2000
  }, {
    "title": "Berkeley earth temperature averaging process, Geoinfor",
    "authors": ["R. Rohde", "R. Muller", "R. Jacobsen", "S. Perlmutter", "A. Rosenfeld", "J. Wurtele", "J. Curry", "C. Wickham", "S. Mosher"],
    "venue": "Geostat. An Overview,",
    "year": 2013
  }, {
    "title": "Subduction cycling of volatiles and trace elements through the Central American volcanic arc: Evidence from melt inclusions, Contrib",
    "authors": ["S.J. Sadofsky", "M. Portnyagin", "K. Hoernle", "P. van den Bogaard"],
    "venue": "Mineral. Petrol.,",
    "year": 2008
  }, {
    "title": "Petrological and volcanological constraints on volcanic sulfur emissions to the atmosphere, in Volcanism and the Earth’s Atmosphere",
    "authors": ["B. Scaillet", "J.F. Luhr", "M.R. Carroll"],
    "venue": "Geophys. Monogr. Ser.,",
    "year": 2003
  }, {
    "title": "The A.D. 1835 eruption of Volcán Cosigüina, Nicaragua: A guide for assessing local volcanic hazards, in Volcanic Hazards in Central America, edited",
    "authors": ["W. Scott", "C. Gardner", "G. Devoli", "A. Alvarez"],
    "year": 2006
  }, {
    "title": "A reappraisal of the 1835 eruption of Cosigüina and its atmospheric impact",
    "authors": ["S. Self", "M. Rampino", "M. Carr"],
    "venue": "Bull. Volcanol.,",
    "year": 1989
  }, {
    "title": "The atmospheric impact of the 1991 Mount Pinatubo eruption, in Fire and Mud: Eruptions and Lahars of Mount Pinatubo, Philippines, edited by C",
    "authors": ["S. Self", "J.-X. Zhao", "R.E. Holasek", "R.C. Torres", "A.J. King"],
    "year": 1996
  }, {
    "title": "Magma volume, volatile emissions, and stratospheric aerosols from the 1815 eruption of Tambora",
    "authors": ["S. Self", "R. Gertisser", "T. Thordarson", "M.R. Rampino", "J.A. Wolff"],
    "venue": "Geophys. Res. Lett., 31,",
    "year": 2004
  }, {
    "title": "Volatile flux from subduction zone volcanoes: Insights from a detailed evaluation of the fluxes from volcanoes in Japan",
    "authors": ["H. Shinohara"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 2013
  }, {
    "title": "Volcanoes of the world: An illustrated catalog of Holocene volcanoes and their eruptions, Global Volcanism Program Digital Information Series, GVP-3, Smithsonian Institution",
    "authors": ["L. Siebert", "T. Simkin"],
    "year": 2002
  }, {
    "title": "Volcanic SO2 emissions and the abundance and distribution of exsolved gas in magma bodies",
    "authors": ["P.J. Wallace"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 2001
  }, {
    "title": "The sulfur budget in magmas: Evidence from melt inclusions, submarine glasses, and volcanic gas",
    "authors": ["P.J. Wallace", "M. Edmonds"],
    "year": 2011
  }, {
    "title": "Magmatic gas source for the stratospheric SO2 cloud from the June 15,1991, eruption",
    "authors": ["H.R. Westrich", "T.M. Gerlach"],
    "venue": "Mount Pinatubo, Geology,",
    "year": 1992
  }, {
    "title": "The partitioning of sulfur and chlorine between andesite melts",
    "authors": ["Z. Zajacz", "P.A. Candela", "P.M. Piccoli", "C. Sanchez-Valle"],
    "year": 2012
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years",
    "authors": ["G.A. Zielinski"],
    "year": 1995
  }],
  "id": "SP:c6948249190e0eb54d922f7bf3386226a621c105",
  "authors": [{
    "name": "Marc-Antoine Longpré",
    "affiliations": []
  }, {
    "name": "John Stix",
    "affiliations": []
  }, {
    "name": "Cosima Burkert",
    "affiliations": []
  }, {
    "name": "Thor Hansteen",
    "affiliations": []
  }, {
    "name": "Steffen Kutterolf",
    "affiliations": []
  }],
  "abstractText": "Large explosive volcanic eruptions can inject massive amounts of sulfuric gases into the Earth’s atmosphere and, in so doing, affect global climate. The January 1835 eruption of Cosigüina volcano, Nicaragua, ranks among the Americas’ largest and most explosive historical eruptions, but whether it had effects on global climate remains ambiguous. New petrologic analyses of the Cosigüina deposits reveal that the eruption released enough sulfur to explain a prominent circa A.D. 1835 sulfate anomaly in ice cores from both the Arctic and Antarctic. A compilation of temperature-sensitive tree ring chronologies indicates appreciable cooling of the Earth’s surface in response to the eruption, consistent with instrumental temperature records. We conclude that this eruption represents one of the most important sulfur-producing events of the last few centuries and had a sizable climate impact rivaling that of the 1991 eruption of Mount Pinatubo.",
  "title": "Sulfur budget and global climate impact of the A.D. 1835 eruption of Cosigüina volcano, Nicaragua"
}