{
  "sections": [{
    "heading": "1. Introduction",
    "text": "The fate of over 99% of the organic matter produced in the oceans is oxidation and remineralization and not accumulation in the seafloor [M€uller and Suess, 1979]. However, large amounts of organic matter can sometimes accumulate in ocean sediments. In the upwelling systems of the modern oceans, which enjoy the special combination of high surface productivity, magnified organic matter export, an intensified oxygen minimum zone, elevated sinking rates, and rapid sedimentation, the survival of organic matter is improved, and as much as 10% of the initially produced material can survive sinking and become preserved in the seafloor [e.g., Emerson and Hedges, 1988]. Organic carbon concentrations commonly range between several percent to several tens of a percent in the sediments under these high-productivity systems, yet these special areas constitute only about 1% of the ocean surface. As a consequence, nearly all modern marine sediments contain less than a few tens of a percent of organic carbon. Because most ancient marine sediments similarly contain very little organic carbon, conditions of generally low productivity and poor preservation of organic matter similar to those of today evidently dominated much of the history of the oceans.\nAgainst this backdrop of scant accumulation of organic matter in marine sediments, the episodic occurrence of organic-carbon-rich ‘‘black shales’’ throughout the marine geologic record is especially interesting (Figure 1). These curious deposits contain between a few percent to several tens of a percent organic carbon, and they are best known from the Mesozoic [Dean et al., 1986; Emeis and Weissert, 2009; Negri et al., 2006; Jenkyns, 2010] although well-studied Paleozoic examples exist (Table 1). More ancient examples are also known (e.g., Fig Tree, Onverwacht, and Nonesuch shales of the Proterozoic), but thermal alteration and the passage of time have degraded their organic matter and imposed limits on its characterization. Virtually, no black shales were deposited during the Cenozoic (Figure 1), with the important exception of the PlioPleistocene sapropels of the Mediterranean Sea, which are considered to be near-modern analogs of the\nKey Points: Photic zone recycling of organic\ncarbon is responsible for their low d13C values Black shales deposited during periods of strong surface ocean stratification Periods of greenhouse climate established conditions for black shale deposition\nCorrespondence to: P. A. Meyers, pameyers@umich.edu\nCitation: Meyers, P. A. (2014), Why are the d13Corg values in Phanerozoic black shales more negative than in modern marine organic matter?, Geochem. Geophys. Geosyst., 15, 3085–3106, doi:10.1002/2014GC005305.\nReceived 20 FEB 2014\nAccepted 12 JUN 2014\nAccepted article online 16 JUN 2014\nPublished online 12 JUL 2014\nMEYERS VC 2014. American Geophysical Union. All Rights Reserved. 3085\nancient black shales [e.g., Erbacher et al., 2001; Meyers, 2006; Negri et al., 2006; Emeis and Weissert, 2009]. The widespread distributions of some of the mid-Cretaceous black shale occurrences in sediments deposited concurrently in former epicontinental seas and in deep sea areas challenge the possibility that they record former upwelling systems and indicate that conditions quite unlike those of the modern ocean have recurred extensively in the past.\nIn addition to having organic carbon concentrations that are unusually high for marine sediments, another notable feature of most black shales is carbon isotopic compositions that are unusually depleted in 13C relative to modern marine organic matter (Table 1). This feature has been recognized since the advent of carbon isotope measurements [e.g., Craig, 1953]. Proterozoic, Paleozoic, and Mesozoic black shales commonly\nMEYERS VC 2014. American Geophysical Union. All Rights Reserved. 3086\nhave d13Corg values between 232& and 226& [e.g., Towe, 1982; Arthur et al., 1985; Dean et al., 1986; Ho et al., 1990; Jenkyns, 2010], whereas modern marine organic matter has values between 222& and 218& [Emerson and Hedges, 1988; Meyers, 1994; Galimov, 2006]. A number of hypotheses have been presented and discussed to explain the difference between the isotopic compositions of black shales and modern organic matter [e.g., Dean et al., 1986; Saun et al., 2008; Jenkyns, 2010]. This contribution reconsiders these hypotheses in the light of new information and fresh insights that have been made available by advances in isotope analysis of organic matter in black shales. This revisit will necessarily be limited to black shales of the Phanerozoic eon because of the paucity of information about Proterozoic sequences."
  }, {
    "heading": "2. Controls on Biological Carbon Isotopic Compositions",
    "text": "The isotopic composition of organic carbon is widely used as a general indicator of the biological source of organic matter in sedimentary sequences [e.g., Meyers, 1994]. The initial biosynthetic step—assimilation of CO2 by photosynthetic autotrophs—discriminates against\n13C and thereby imparts a distinctive 13Cdepleted signature that distinguishes biotic and abiotic carbon. Nearly all plants have used the Calvin C3 pathway since the advent of photosynthesis, which on average discriminates against 13C by 20& during\nMEYERS VC 2014. American Geophysical Union. All Rights Reserved. 3087\nbiosynthesis of organic matter [cf. O’Leary, 1988; Wolfe et al., 2001]. The d13C value of atmospheric CO2 in the Holocene has been about 27&, which yields an average d13C value of 227& for land plant organic matter. In contrast, the d13C value of oceanic HCO 23 is about 0& [Degens, 1969; Galimov, 2006], which leads to d13C values that average roughly 220& for marine algal organic matter.\nThe source and abundance of the carbon utilized during photosynthesis can yield isotopic differences in organic matter that are diagnostic of different environmental processes and conditions. The difference between the isotopic signatures of land-plant and marine organic matter is a clear and common example of the importance of the isotopic composition of the carbon that is assimilated by organisms to the d13C values of their resulting organic matter. As an example of a special circumstance\nthat can modify the isotopic composition of the bioavailable inorganic carbon, Rau [1978] notes that algal organic matter produced in a small montane lake is exceptionally light (d13C 5 245&) because in-lake oxidation of organic matter and recycling of isotopically light biogenic carbon results in a 13C-depleted dissolved CO2 photosynthetic pool. As an example of how abundance of the carbon can be important, Rau et al. [1989] have documented that the d13C values of organic matter synthesized by algae in the frigid waters surrounding Antarctica can be as negative as 228&. These low d13C values exist because the cold waters contain a substantially larger concentration of dissolved CO2 than can be accommodated in temperate or tropical ocean waters, thereby allowing greater photosynthetic discrimination against 13C.\nRates of algal productivity also influence the carbon isotopic composition of the organic matter that becomes buried in sediments. Concentrations of the dissolved CO2 available to algae are commonly drawn down during times of elevated productivity in both oceans and lakes. The lower concentrations lead to a decrease in isotopic discrimination against 13C [e.g., Fogel and Cifuentes, 1993] and to less negative d13C values in aquatic organic matter. The shifts to less negative d13C values that have been documented in Cenomanian-Turonian black shale sequences (Figure 2) have been interpreted to indicate that greatly amplified marine productivity accompanied their deposition [Erbacher et al., 1996; Kuypers et al., 2002b; Tsikos et al., 2004]. Such isotopic excursions are sometimes sufficiently well developed in black shale sequences that they can be used for chemochronological correlations [e.g., Pratt et al., 1993; Tsikos et al., 2004; Erbacher et al., 2005; Jenkyns, 2010]."
  }, {
    "heading": "3. Carbon Isotopic Signatures of Phanerozoic Black Shale Sequences",
    "text": "Examples of the ranges of organic carbon concentrations and isotopic compositions in black shales dating from the Cambrian to the Pleistocene are summarized in Table 1. Because subduction of seafloor has erased virtually all of the marine geological record prior to the late Middle Jurassic ( 165 Ma), older black shale sequences represent relatively shallow marine paleosettings on continental crust in epicontinental seas or on continental margins. In contrast, Cretaceous and younger sequences are known from both shallow to\nFigure 2. Three examples of the typical organic carbon isotope excursion to less negative values that are associated with high marine productivity during the CenomanianTuronian oceanic anoxic event (OAE 2). Ocean Drilling Program Site 1258 is on the Demerara Rise in the tropical western North Atlantic Ocean (data from Erbacher et al. [2005]). The paleoposition of Site 1258 during OAE 2 was close to the equator. The Pueblo (Colorado) sequence was deposited in the Western Interior Seaway of North America at a paleolatitude of about 45 N (data from Pratt et al. [1993]). The OAE 2 sequence in Core S13 from the Tarfaya Basin on the Moroccan margin was deposited at a paleolatitude of about 15 N (data from Kolonic et al. [2005]). At these three locations d13C values were 228& prior to OAE 2 and 227& after it, although the magnitudes of the isotopic excursions differed.\nMEYERS VC 2014. American Geophysical Union. All Rights Reserved. 3088\nfairly deep (>2 km) paleodepths and hence give a more comprehensive geographic record of the paleoceanographic conditions that existed during their deposition."
  }, {
    "heading": "3.1. Paleozoic Black Shale Sequences",
    "text": "Isotopically light black shales have been described from Cambrian, Ordovician, and Devonian epicontinental sea sedimentary sequences that exist in China, North America, and Europe. The Xiaotan Section of South China ( 550 to 520 Ma) was deposited on a carbonate bank that gradually shoaled over time to provide a continuous and unaltered marine record of the Precambrian-Cambrian boundary and the early Cambrian (Terreneuvian). Its organic d13C values are about 229& through most of the 600 m thick sequence. However, two black shale layers in the lower Terreneuvian have isotope values between 236& and 234& and are separated by a low-TOC layer that has values between 225& and 221& [Cremonese et al., 2013]. Except for this one layer, the early Cambrian d13C values in the Xiaotan Section are consistently lighter than the range of 222& and 218& that is typical of modern marine organic matter (Table 1).\nBlack shale sequences were deposited at numerous locations now found in North America, northwestern Europe, and southern China during the Katian Age (456–445 Ma) of the Late Ordovician Epoch. The sequences were deposited in tropical settings that included carbonate banks and foreland basins [e.g., Young et al., 2008; Pancost et al., 2013a]. Their organic d13C values generally fall between 232& and 227& [Young et al., 2008; LaPorte et al., 2009; Pancost et al., 2013a], and they commonly include a distinctive dramatic excursion to values as high as 223& [Pancost et al., 2013a]. This excursion to less negative values is known as the Guttenberg Carbon Isotope Excursion (GICE) and is also expressed in carbonate d13C values [Young et al., 2005]. It represents a smaller difference between carbonate and organic carbon isotopic compositions [Young et al., 2008] that, Pancost et al. [2013a, 2013b] conclude, was at least partially caused by a change in marine algal communities at this time that is recorded by the different molecular biomarker compositions of the GICE sections.\nLate Devonian black shale sequences were deposited at several times and places in North America. The Perdrix Formation of Alberta was deposited on a carbonate ramp during the Frasnian Age (385–375 Ma) in an equatorial setting. Its organic d13C values range between 230& and 227& [ Sliwi nski et al., 2011]. The widespread latest Frasnian ( 375 Ma) black shales of central and eastern North America are locally known as the Woodford, New Albany, Antrim, Chattanooga, Hanover, and Ohio shales, yet they constitute a generally contiguous accumulation that was deposited in the epicontinental seas that flooded foreland basins west of the Appalachian Mountains. Their organic d13C values typically fall between 229& and 228&. In comparison, d13C value of the same-age nonmarine Catskill Shale of New York State is 224.8 & [Maynard, 1981], which is in the range of modern lake sediments [Meyers and Ishiwatari, 1993]. Even including the Catskill Shale, the d13C values of virtually all of the marine Paleozoic black shales are more negative than those of modern marine organic matter (Table 1)."
  }, {
    "heading": "3.2. Mesozoic Black Shale Sequences",
    "text": "Isotopically light organic carbon is also typical of most Mesozoic black shales, beginning in the Early Triassic and continuing into the middle Cretaceous (Table 1). The mid-Cretaceous sequences have been found at many locations and have been especially widely studied. These sequences are the basis of the term ‘‘Oceanic Anoxic Event’’ (OAE) that was introduced by Schlanger and Jenkyns [1976] to express how they may have originated. This term has since become widely used to help describe black shale sequences deposited at specific times in the Mesozoic, although its interpretation remains contentious.\nThe massive biotic extinction event that helps to define the Permian-Triassic boundary ( 251 Ma) was accompanied by deposition of 13C-depleted organic carbon enriched rocks at a number of now widespread locations. The Gujo-Hachiman Permian-Triassic boundary section of Honshu, Japan, contains a 65 cm thick black shale layer that contains over 2% TOC [Algeo et al., 2010]. The Induan age petroleum source rocks of the Perth Basin of Australia contain up to 1.5% TOC and exhibit d13C values that fall between 231& and 227& [Grice et al., 2005]. The Permian-Triassic boundary sequence in western Slovenia studied by Schwab and Spangenberg [2004] is similarly isotopically light. Its organic d13C values fall between 228.5& and 226.5& in upper Permian limestones and decrease to between 230& and 228.7& in lower Triassic laminated limestones, with an intervening less negative excursion to between 227& and 225.4& in the dark colored boundary packstones.\nMEYERS VC 2014. American Geophysical Union. All Rights Reserved. 3089\nSimilar to the Permian-Triassic boundary, the massive extinction event that occurred at the Triassic-Jurassic boundary was accompanied by carbon isotopic perturbations. Deposition of thin TOC-rich black shale sequences occurred at a few boundary locations and is best documented in Austria, where TOC concentrations peaked from 4% to 14% at different Rhaetian sections and are accompanied by negative isotopic excursions to 233& to 231& [Ruhl et al., 2009]. The isotopic fluctuations across the Triassic-Jurassic boundary sections in Austria are complicated. Organic d13C values are about 228& before black shale deposition and about 225& after it before decreasing again to about 228& in Hettangian sections about the boundary. However, inorganic d13C values change from 12& below and above the boundary to\n22& in the upper Rhaetian section that has the least negative organic d13C values [Morante and Hallam, 1996]. The different organic and inorganic isotopic patterns in the upper Rhaetian sequence has been postulated by Morante and Hallam [1996] to result from diagenetic alteration of organic matter, yet a detailed analysis of the Triassic-Jurassic boundary sequences at St. Audrie’s Bay, UK, and in the Kap Stewart Formation of East Greenland yields the same organic carbon isotopic patterns that are found in the Austrian sites [Hesselbo et al., 2002], which argues against localized diagenesis."
  }, {
    "heading": "3.2.1. Jurassic Black Shales",
    "text": "Well-developed black shale sequences were deposited during three ages of the Jurassic period—the early Toarcian ( 183 Ma), the early Oxfordian ( 161 Ma), and in the Kimmeridgean (156–151 Ma). Of these three episodes, the one emplaced during the early Toarcian is particularly extensive and has been recognized globally [Jenkyns, 1988]. Black shale sequences of this age are especially well expressed in Europe, where they are the basis for the term ‘‘Toarcian Oceanic Anoxic Event’’ (T-OAE). However, true anoxia was evidently rare in the paleoseas under which the T-OAE was deposited. For example, the presence of benthic macrofauna in the Posidonia Shale of southern Germany mandates at least punctuated interruptions of oxygenation of bottom waters within a generally low-oxygen environment [R€ohl et al., 2001].\nAll of the Toarcian black shale sequences contain abundant marine organic matter that is isotopically light (Figure 3). For example, TOC concentrations in the Posidonia Shale vary between 1% and 16%, but generally are between 4% and 10% [R€ohl et al., 2001]. Organic d13C values in this sequence vary inversely with the TOC concentrations; they drop to as low as 234& in conjunction with peak carbon concentrations of the T-OAE from a background of about 227& [R€ohl et al., 2001]. Similar patterns exist in the T-OAE sequences at Sancerre in the Paris Basin of France and in Yorkshire, England. At Sancerre, TOC concentrations are <1% before the T-OAE and peak around 8–10% at it, and d13C values decrease from background values of about 225& before the T-OAE to as low as 233& at it before returning to values of about 226& above it [Hermoso et al., 2012]. In Yorkshire, concentrations are 2% before the event, rise to as high as 19% within it, and then relax to 3% after it, and the d13C values drop to as low as 234& within the T-OAE [Kemp et al., 2011]. The dramatic negative excursions that accompanied magnified organic matter accumulation have been important to seeking explanation of the conditions that existed during the deposition of the T-OAE. However, the isotopically light organic carbon isotopic compositions evident in sediments deposited before and after the T-OAE (Figure 3) are important geochemical features that are often overlooked.\nFigure 3. Three examples of typical organic carbon isotope excursions to more negative values associated with the Toarcian oceanic anoxic event (T-OAE). The Whitby Mudstone section in Yorkshire, England shows the excursions in both bulk organic matter and wood fragments (data from Hesselbo et al. [2000]). The Posidonia Shale section is in Bavaria, Germany (data from R€ohl et al. [2001]). The Neuqu en Basin is in Mendoza Province, Argentina (data from Mazzini et al. [2010]).\nMEYERS VC 2014. American Geophysical Union. All Rights Reserved. 3090\nMore examples of isotopically light organic carbon in Toarcian sequences exist. Saelen et al. [2000] report that the d13C values of total organic carbon in a section of the Whitby Mudstone Formation from eastern England range between 231.6& and 226.9& and average 228&, whereas those of phytane, which is a biomarker derived from the phytol sidechain of chlorophyll, average 229.7& (Table 2). The somewhat greater 13C depletion of phytane relative to TOC is typical of long-carbon-chain compounds and is consistent with a common biosynthetic origin for both substances. In the Whitby Mudstone section from Yorkshire, UK, Cohen et al. [2004] describe a marked negative excursion to d13C values of 232& in the OAE from background values averaging 227.2& before and 225.5& after it.\nLight isotopic compositions also appear in TOC-rich sequences deposited later in the Jurassic. For example, organic carbon concentrations in the Oxford Clay ( 161 Ma) of central and southern England are typically between 2% and 10% and sometimes reach as high as 16% [Kenig et al., 1994]. The d13C values of total organic carbon range between 231.6& and 223.1& and average 228&, whereas those of phytane average 231.5& (Table 2) [Kenig et al., 1994]. On the premise that the isotopic composition of this saturated hydrocarbon would be better preserved than that of bulk organic matter and using the general principle that alkyl compounds are isotopically lighter than bulk organic matter, Kenig et al. [1994] estimated that the primary organic matter inputs to the Peterborough Member of the Oxford Clay Formation had a d13C value of 228.2&, which is virtually identical to the measured average in this unit (Table 1).\nThe general pattern of low organic d13C values in Jurassic black shales also exists in the Kimmeridge Clay Formation (156–151 Ma) on the south Dorset coast of England, which is the type section of the Kimmeridgian source rock of the North Sea oilfields. This formation is extraordinarily rich in organic matter and has TOC concentrations that average 10% and can exceed 50% (P. Wignall, personal communication, 2014). Its d13C values range between 229 and 221.5& (Table 1) and are less negative in units with the higher TOC concentrations. Morgans-Bell et al. [2001] postulate that this pattern results from the preferential removal of 12C from seawater during episodes of elevated marine productivity that is observed in other black shales [e.g., Erbacher et al., 2005; Pancost et al., 2013a]. Like other Mesozoic black shales, the d13C values of the biomarker phytane in this formation average 230& (Table 2), which suggests that the isotopic composition of bulk organic matter was light throughout deposition of the Kimmeridge Clay Formation [Saelen et al., 2000]."
  }, {
    "heading": "3.2.2. Cretaceous Black Shales",
    "text": "The record of sediment accumulation on the floors of the Cretaceous oceans is extensive and has been studied both as sequences of existing ocean floor and as sequences of former ocean floor exposed on continents. Multiple black shale sequences were deposited at intervals during 50 Myr starting in the Early\nMEYERS VC 2014. American Geophysical Union. All Rights Reserved. 3091\nCretaceous Epoch (Figure 1). The oldest of these is the Valanginian Weissert event ( 133 Ma), which was followed first by the latest Hauterivian Faroani event ( 127 Ma) and then the Barremian event ( 124 Ma) before the Selli event of the early Aptian (OAE 1a, 120 Ma), which represents a particularly well-developed and widespread black shale occurrence. The OAE 1a was followed by the Aptian-Albian Paquier event (OAE 1b, 113–109 Ma), the Albian OAE 1c ( 102 Ma), and the late Albian Breistroffer event (OAE 1d, 100 Ma), but none of these events are well developed or widely expressed as the OAE 1a. Early in the Late Cretaceous Epoch, the mid-Cenomanian event ( 95 Ma) was deposited at scattered locations and is considered to be a prelude to the Bonarelli event at the Cenomanian-Turonian boundary (OAE 2, 94 Ma), which is the best preserved OAE in the geological record and appears to be the most strongly developed. The final Cretaceous black shale event was the Coniacian-Santonian OAE 3 ( 86 Ma), which is known from only a few locations. Most of these Cretaceous black shales have been subjects of multiple studies, and many of these studies have included analyses of the carbon isotopic compositions of their bulk organic matter. The d13C values of the bulk organic matter in these sequences are consistently more negative than modern marine organic matter, with the important exception of a shift to less negative values that is common to the peak expression of the OAE 2 (Table 1 and Figure 2).\nBoth the late Aptian OAE 1a and Cenomanian-Turonian OAE 2 black shale events had essentially global distributions [e.g., Jenkyns, 2010], and the strong expression and abundant occurrence of these sequences have made them the most studied. Menegatti et al. [1998] compare the organic d13C profiles of OAE 1a sequences at Roter Sattel and Cismon, which were deposited on the western and eastern continental margins of the Tethys Ocean and are now uplifted and exposed, respectively, in the Swiss Prealps and the Venetian Alps of northern Italy. In both sequences, the d13C values increase up-section, but they are offset by about 2&, the values changing from 228.5& to 224.5& at Roter Sattel and from 226.3& to 221.8& at Cismon (Table 1). A similar up-section shift is described by Bralower et al. [1999] in the OAE 1a sequence at Santa Rosa Canyon in the Sierra Madre of northeastern Mexico. The values here change from 225.5& to 223.4& (Table 1). In contrast, the organic d13C values of the OAE 1a sequence in ODP Hole 1207B on the Shatsky Rise of the North Pacific fluctuate between 227.0& and 225.4& but remain close to 226.4& throughout the sequence, which contains up to 40% TOC [Dumitrescu and Brassell, 2006a]. Although these four late Aptian sequences have isotopic compositions that are consistently more depleted in 13C than modern marine organic matter, the amounts of the 13C depletion differ at each location, which suggests that local factors at least partially influenced their isotopic compositions.\nLike the OAE 1a black shale sequences, the d13C values of OAE 2 sequences commonly differ at different locations. As one example, the excursions to less negative values that are distinguishing features of this OAE reach averages of 222& on the Demerara Rise, 224& at Pueblo, and 225& at Tarfaya (Figure 2). Because these excursions are generally interpreted as consequences of magnified organic matter production during the OAE that diminished the availability of dissolved inorganic carbon to the marine photoautotrophs and hence lessened their isotopic discrimination against 13C [Erbacher et al., 1996; Kuypers et al., 2002b; Tsikos et al., 2004], their differences imply regional influences in the magnified production. Although the OAE 2 d13C values of these three sequences differ, their background isotopic compositions are very similar. The background d13C values in the Cenomanian sediments before the OAE are about 228& and those that followed it in the Turonian are about 227& (Figure 2). These values are systematically and markedly lower than in modern marine organic matter and also lower than those reported in most Cenozoic marine sediments.\nAs found in Jurassic black shales, the d13C values of the biomarker molecule phytane are consistently lower than those of total organic carbon in Cretaceous black shales (Table 2). The difference is usually about 2&, which is similar to the Jurassic examples and is expected for this biomarker, and it indicates a more or less common source of the phytane and the bulk organic matter in these sequences. However, the difference expands to 4& in the OAE 2 and the Turonian intervals of the Site 530 sequence (Table 2), which might indicate that the bulk organic matter originated from a different source than the chlorophyll-derived phytane. As postulated by Kuypers et al. [2004] and Kashiyama et al. [2008], the production of organic matter in parts of the Site 530 sequence might have been dominated by archaea instead of algae. Archaea employ pigments in addition to the chlorophyll that is the origin of phytane and that is the dominant photosynthetic pigment in algae. They also can use phosphoenolpyruvate carboxylase (PEPC) instead of ribulose-1,5bisphosphate carboxylase oxygenase (RuBisCO) during photosynthetic uptake of carbon to yield less discrimination against 13C.\nMEYERS VC 2014. American Geophysical Union. All Rights Reserved. 3092"
  }, {
    "heading": "3.3. Cenozoic Organic-Carbon-Rich Marine Sequences",
    "text": "Marine sediments rich in organic carbon have not been deposited widely during the Cenozoic Era, but they have accumulated in two very different kinds of special settings. One kind of special setting is where wind fields are suitably geographically positioned to blow surface waters aside so that underlying waters can upwell and deliver the nutrients necessary to sustain high rates of marine organic matter production. The circumstances necessary to support these upwelling systems are limited by the global pattern of atmospheric circulation and by the positioning of continental margins. These areas are found along the equator, along the eastern margins of the Atlantic and Pacific oceans, and in the northern Indian Ocean, which collectively represent only about 1% of the surface area of the modern ocean. This limited geographic occurrence is unlikely to have been larger in the past. In addition, it may have been further constrained by the availability of nutrient-rich water masses to be upwelled inasmuch as the best developed examples of upwelling-derived sedimentary sequences date from the last half of the Cenozoic Era. The mid-Miocene ( 12 Ma) Monterey Formation of California is one of the older Cenozoic sequences that was deposited under an upwelling system. It is enriched in organic matter, containing 5–16% organic carbon that has a carbon isotopic value that averages 222.5& [Schimmelmann et al., 2001], which is similar to the average of 21& in early Pleistocene sediments deposited under the Benguela Current upwelling system in the southeastern Atlantic Ocean [Robinson and Meyers, 2002] and which is typical of modern marine organic matter (Table 1).\nThe Mediterranean Sea is the second special setting in which sediments unusually rich in organic carbon have accumulated during the Cenozoic (Figure 1). The sedimentary record of this sea contains multiple layers of ‘‘sapropels’’ that have been periodically deposited since the late Miocene and are particularly well developed since the late Pliocene. Their occurrence is especially notable because the region around the Mediterranean Sea has a semiarid climate, giving the sea a negative water balance. This hydrologic situation results in downwelling of surface waters and their nutrient depletion, which has led to a low production of marine organic matter during most of the paleoceanographic history of the Mediterranean. However, during times of wetter climate in the past, the productivity of the sea evidently was amplified and resulted in deposition of the sapropels. These times correspond to precessional ( 20 kyr) orbital cycles that enhanced regional summer-winter seasonal differences. The sapropels exist as decimeter-scale layers of organiccarbon-rich sediment within a predominantly organic-carbon-poor matrix. Their organic carbon concentrations are typically between 2 and 4% and sometimes reach 30% [Arnaboldi and Meyers, 2006b]. Their carbon isotopic values commonly vary between 224 and 221& [Meyers and Arnaboldi, 2006b], which like the Monterey Formation is not very different from modern marine organic matter (Table 1). Although the oceanographic conditions in the Mediterranean Sea are unusual and are not duplicated elsewhere in the modern ocean, the sapropels are often considered near-modern analogs for the Paleozoic and Mesozoic black shales [e.g., Meyers, 2006; Negri et al., 2006; Emeis and Weissert, 2009]."
  }, {
    "heading": "4. Hypotheses for Light Carbon Isotopic Signatures of Black Shales",
    "text": "A variety of hypotheses have been advanced to explain why the d13C values of Phanerozoic black shales are more negative than modern marine organic matter and are often even more negative than those of landderived organic matter. Five of the major concepts that are the bases of these hypotheses are summarized in Table 3. An earlier hypothesis that the organic matter in black shales was indeed derived from land plants was extensively evaluated and rejected by Dean et al. [1986] on the basis of their compilation of Rock Eval pyrolysis data from a large number of Cretaceous black shales. The dominance of marine organic matter in almost all black shales has subsequently been verified in many investigations [e.g., Dumitrescu and Brassell, 2006b; Meyers, 2006]. Different aspects of the five existing hypotheses have been variously presented in detail by Dean et al. [1986], R€ohl et al. [2001], Suan et al. [2008], and Jenkyns [2010]. Their principles are discussed and evaluated in the following sections."
  }, {
    "heading": "4.1. Diagenetic Enrichment of 13C-Depleted Organic Matter Components",
    "text": "The principle behind this hypothesis involves selective degradation of 13C-richer forms of organic matter (carbohydrates, proteins) that amplifies the proportion of 13C-depleted forms (lipids) in the surviving organic matter [e.g., Spiker and Hatcher, 1984]. As reported by Degens et al. [1968], the bulk organic matter d13C value of marine phytoplankton is about 220& and is the weighted average of proteins (217&),\nMEYERS VC 2014. American Geophysical Union. All Rights Reserved. 3093\ncarbohydrates (219&), and lipids (229&). Proteins and carbohydrates contain nitrogen and oxygen functional groups that make them more liable to degradation and hence less likely to survive in sedimentary sequences. In contrast, lipids contain hydrocarbon-like carbon chains and fewer functional groups and hence have biochemical compositions that that render them less sensitive to degradation.\nIn principle, preferential diagenetic loss of the protein and carbohydrate portions of marine organic matter should result in the remaining material having carbon isotopic compositions that approach those of the lipid components of the initial material. However, the potential effects of selective diagenesis appear to be no more than 2 to 3& [Dean et al., 1986; Prahl et al., 1997; Galimov, 2006] and not sufficient to explain the difference of 6–10& between modern marine organic matter and the organic matter in Phanerozoic black shales. Furthermore, the high organic carbon concentrations that are common to the black shales indicate unusually good preservation of their organic matter, a factor that would have limited the opportunities for diagenetic alteration of the carbon isotopic compositions of the black shales. These arguments have led most investigators to reject the diagenesis hypothesis [e.g., Dean et al., 1986; Saelen et al., 2000; Suan et al., 2008; LaPorte et al., 2009]."
  }, {
    "heading": "4.2. Massive Release of 13C-Depleted Carbon From Marine Methane Hydrates",
    "text": "This hypothesis is based on the very low d13C value of the biogenic methane ( 260&) that is sequestered in methane hydrates in the sea floor [Kvenvolden, 1993]. It calls for the massive dissociation of sea floor methane hydrates and release of their isotopically light C, thereby changing both the magnitude and isotopic compositions of the C reservoirs available for uptake by photoautotrophs [Hesselbo et al., 2000; Beerling et al., 2002; Kemp et al., 2005]. The stability range of methane hydrates in ocean sediments is defined by depth-related pressure and water temperature. Its upper limit can be as shallow as 250 m if the water temperature is very cold (21.5 C), but this limit deepens to over 1400 m if the water temperature warms to 15 C [Dickens and Quinby-Hunt, 1994]. A possible trigger to destabilize methane hydrates would therefore be warmer bottom-water temperatures, as postulated by Hesselbo et al. [2000] to explain the 26& isotopic excursion they describe for the Toarcian Whitby Mudstone of Yorkshire, England. Warmer water temperatures are generally considered to have been typical of past periods of greenhouse climate [e.g., Bice et al., 2006; Royer et al., 2007; Meyer and Kump, 2008; Jenkyns, 2010] when most black shales were deposited.\nIf massive dissociations of seafloor methane hydrates were indeed responsible for the 13C-depleted compositions of the marine organic matter in Phanerozoic black shales, the isotopically light C released from the hydrates would have been partitioned between seawater and the atmosphere, and the compositions of land plant organic matter that was formed at the same times as the black shales should also be depleted in 13C. Evidence of such 13C depletion actually exists in wood from Toarcian black shale sequences [Kemp et al., 2011]. Wood particles in the Toarcian OAE sections from both the Whitby Mudstone in England and from Peniche, Portugal, have d13C values of about 230&, which is about 5& more negative than in wood that was deposited before or after the OAE (Figure 3 and Table 4). However, d13C values of wood found in Devonian, Kimmeridgean, and Aptian OAEs and in charcoal from an Albian OAE 1d interval are not nearly so isotopically light and instead are more like the values of recent wood (Table 4). Moreover, the d13C values of plant-wax hydrocarbons extracted from Toarcian, Kimmeridgean, and Albian black shales are essentially the same as those from modern plant leaves (Table 4), which suggests that the atmospheric carbon pool was not notably 13C-depleted for long periods of the Mesozoic, even though the bulk marine organic matter in most Mesozoic black shales is 13C-depleted (Table 1). Similarly, the d13C value of the freshwater Catskill Shale that is 2–4& less negative than those of same-age marine black shales (Table 1) suggests that the Late Devonian atmospheric carbon reservoir was not 13C-depleted.\nTable 3. Hypotheses to Explain Light Isotopic Compositions of Marine Organic Matter in Phanerozoic Black Shales Concept Selected References\nEnhanced preservation of 13C-depleted lipid fraction of organic matter Kaplan and Nissenbaum [1966] Change in amount of photoautotrophic isotopic discrimination against 12C Arthur et al. [1985] and Hayes et al. [1999] Massive release of 13C-depleted carbon from marine methane hydrates Hesselbo et al. [2000] and Beerling et al. [2002] Massive delivery of mantle 13C-depleted carbon by volcanic eruptions Larson [1991] and Kerr [1998] Greater availability of CO2 during times of elevated atmospheric pCO2 Dean et al. [1986] and Freeman and Hayes [1992] Oxidation of organic matter and recycling of isotopically light carbon in photic zone K€uspert et al. [1982] and Saelen et al. [1998]\nMEYERS VC 2014. American Geophysical Union. All Rights Reserved. 3094\nAlthough the massive release of carbon from methane hydrates is an attractive hypothesis to explain the isotopically light compositions of Phanerozoic black shales, a number of arguments against this explanation exist. Suan et al. [2008] estimate that the duration of the Toarcian OAE to have been about 400 kyr, and they argue that the protracted release of methane necessary to maintain a 13C-depleted photosynthetic reservoir over this long period of time is unlikely. Korte et al. [2010] reach a similar conclusion for the 4–7& negative excursion in carbonates associated with three Permian-Triassic boundary sequences. Furthermore, the d13C values of sediments deposited before and after Phanerozoic black shales are commonly much more negative than modern marine organic matter (Figures 2 and 3 and Table 1), which indicates that the isotopically light carbon pools were maintained for multimillion year periods of time. Finally, questions remain about the size of the seafloor methane hydrate deposits that were available to provide the isotopically light carbon. Because the methane that is in hydrates is produced by microbial degradation of sediment organic matter, the size of sea floor hydrate deposits is limited by the availability of organic-carbonrich sediments to fuel methanogenesis. With the important exception of the episodes of Phanerozoic black shale deposition, these kinds of sediments are not abundant in the paleoceanographic record. Earlier estimates of 8000–11,000 Gt of carbon [e.g., Dickens et al., 1995] in the methane hydrate deposits of the modern ocean evidently exaggerated their magnitude. More recent estimates have decreased the magnitude to 500–2500 Gt of carbon [e.g., Milkov, 2004]. As calculated by R€ohl et al. [2001], release of 700–1100 Gt of methane carbon would have been necessary to yield the low d13C values of Toarcian black shales, which would demand that at least a third and potentially all of the methane hydrates in the seafloor would need to have dissociated during this OAE. They conclude that such extensive and massive release was unlikely, and other explanations for the curiously low d13C values of black shales are necessary."
  }, {
    "heading": "4.3. Massive Delivery of 13C-Depleted Magmatic Carbon From Earth’s Mantle",
    "text": "This hypothesis is similar in principle to the methane hydrate hypothesis except that the source of the released large amount of isotopically light CO2 that changed the C reservoirs available for uptake by photoautotrophs was magma eruptions from the Earth’s mantle. Likely sources of the mantle CO2 are seafloor spreading centers, which have released magma throughout the Phanerozoic, and large igneous provinces (LIPs), which have sporadically been emplaced through Earth history. The d13C values of CO2 released from mantle-derived magma are mostly about 25&, but values of as low as 225& are also common [Deines,\nMEYERS VC 2014. American Geophysical Union. All Rights Reserved. 3095\n2002]. Of particular significance to the deposition of mid-Cretaceous black shales, rates of seafloor spreading were 50%–100% higher from 125 to 80 Ma than before or after, with the consequence that production of oceanic crust greatly increased [Larson, 1991]. In addition, two major submarine LIPs, the Ontong-Java and Manihiki plateaus in the Pacific Ocean, were formed at about the Barremian-Aptian boundary (125 Ma). The OntongJava Plateau remains the largest existing oceanic plateau by a factor of at least two [Larson and Erba, 1999]. Two other major submarine LIPs, the Caribbean/Columbian Plateau and the Madagascar Rise, were formed at about the time of the Cenomanian-Turonian boundary ( 94 Ma) and were accompanied by accumulation of additional magma on the Ontong-Java Plateau [Kerr, 1998]. The increased formation of new seafloor and the multiple emplacements of large oceanic plateaus were all likely accompanied by massive releases of isotopically light CO2 from the mantle-derived basalt, which would have also contributed to elevating atmospheric pCO2 (Figure 4) and thereby helped to maintain the greenhouse climate of the midCretaceous. Particularly compelling evidence for a connection between the massive release of magmatic CO2 and formation of OAEs exists\ncompositions coincident with the initiations of the two major Cretaceous OAEs. In the OAE 1a sequences at DSDP Site 463 in the Mid-Pacific Mountains and at Cismon, Italy, concentrations of Os increase abruptly just before or at the onset of black shale deposition, and their 187Os/188Os ratios decrease abruptly to strongly magmatic values [Bottini et al., 2012]. In the OAE 2 sequences at ODP Site 1260 on the Demerara Rise and at Furlo, Italy, the concentrations of Os similarly increase and the Os isotopic ratios decrease abruptly at the start of black shale deposition [Turgeon and Creaser, 2008]. These changes imply that the emplacement of the Ontong-Java Plateau triggered the deposition of the OAE 1a black shales and that the formation of the Caribbean/Columbian Plateau and the Madagascar Rise similarly acted as the trigger for the deposition of the OAE 2 black shales.\nAlthough virtually no seafloor older than Late Jurassic has survived subduction to provide evidence of oceanic magmatic events before the Cretaceous, continental preservation of a number of LIPs document that these phenomena occurred from time to time on land and could have contributed to the negative d13C values of pre-Cretaceous black shales. A prime example is the Karoo-Ferrar LIP that was emplaced on Gondwana about 183–180 Ma [Jourdan et al., 2008] and has since been rifted apart to exist largely on Antarctica\nMEYERS VC 2014. American Geophysical Union. All Rights Reserved. 3096\nand South Africa. Deposition of the Toarcian OAE coincides with the formation of this LIP. Of particular significance, wood fragments isolated from T-OAE sections in England and Portugal have d13C values about 5& more negative than wood fragments found either before or after the black shale event (Table 4). Because the trees that synthesized the wood at these two locations obtained their CO2 from air, this excursion very probably documents a change in the isotopic composition of the atmosphere. Although direct injection of isotopically light CO2 into the atmosphere from the magma likely occurred, McElwain et al. [2005] and Svensen et al. [2007] postulate that a greater part of the injected gas was derived from thermal decomposition of the organic-carbon-rich coals and shales in the Karoo Basin that were intruded by the magma. This gas, probably a mixture of CO2 and CH4, would have been isotopically very light ( 230&) and could well have been responsible for the excursion evident in the wood fragments. This excursion to lighter isotopic compositions in the wood is paralleled by an identical excursion in the marine organic matter of the Whitby Mudstone (Figure 3). Because the bulk organic matter d13C values before the T-OAE are 226& and 227& after it and hence considerably more negative than modern marine organic matter (220&), the isotopic composition of the dissolved inorganic carbon available to marine photoautotrophs must have been significantly lighter than in the modern ocean before and after the injection of light carbon associated with the Karoo-Ferrar LIP. Unlike the marine carbon isotopic composition, the d13C values of wood fragments from before and after the T-OAE are close to those of modern wood (Table 4). This contrast in the long-term impacts of the Karoo-Ferrar magmatism on marine and continental organic matter suggests that the ocean and atmosphere carbon cycles functioned differently.\nAnother continental LIP whose emplacement coincides with a negative carbon isotope excursion and deposition of black shales is the Central Atlantic magmatic province (CAMP) that formed during the breakup of Pangaea in the latest Triassic ( 201 Ma). The CAMP is the most extensive of any LIP and exists as thick layers of basalt on four continents. Despite its great size, its emplacement occurred over the relatively short-time span of 600 kyr [Blackburn et al., 2013; Hesselbo et al., 2002]. This magmatic eruption has been implicated in increasing atmospheric pCO2 and in causing a negative shift of about 4& in marine and land-derived organic matter [Bachan et al., 2012] that Hesselbo et al. [2002] estimate persisted for perhaps 600 kyr.\nAs yet another likely continental example of magmatic injection of CO2 associated with black shale deposition, the extensive end-Permian Siberian Traps have CO2 d\n13C values of about 29& [Sobolev et al., 2011], suggesting that this LIP could well have contributed to the global 4–7& negative excursion that is expressed in organic and inorganic carbon at the Permian-Triassic boundary [Korte and Kozur, 2010; Shen et al., 2012] and that yielded organic matter d13C values ranging from 231 to 227& [Grice et al., 2005; Riccardi et al., 2007; Schneebell-Hermann et al., 2013]. Atmospheric pCO2 also peaked at this time (Figure 4), suggesting that the amount of gas that was released was large. However, Korte et al. [2010] conclude that the volume of isotopically light CO2 released from the Siberian Traps was not adequate by itself to have been responsible for the d13C excursion. Instead, as similarly postulated for the Toarcian OAE [Svensen et al., 2007], thermal degradation of locally extensive coal measures and other organic matter-rich sequences by the magma may have been the major source of the isotopically light CO2 [Svensen et al., 2009; Korte et al., 2010]. In addition, largescale seafloor magma production could have been another important source of CO2, but any evidence that existed for a seafloor contribution has been lost to subduction. Regardless of whether a continental or marine source contributed the isotopically light CO2, respective shifts of 5.5 and 2.7& to more negative d\n13C values in land plant cuticles and wood fragments from the Permian-Triassic boundary at Amb, Pakistan, document a change in the carbon isotopic composition of the atmosphere that is estimated to have lasted 200 kyr [Schneebell-Hermann et al., 2013]. Bulk organic matter in this shallow marine paleosetting exhibits a shift from 224& to 230& across this boundary, and its d13C values remain at their lower levels above the boundary, unlike the land plant values [Schneebell-Hermann et al., 2013]. Similarly, bulk organic matter d13C values in the deep water Xinman section of China shift from 224& in the upper Permian to 229& in the early Triassic [Shen et al., 2012]. The difference in the continental and marine isotopic records again suggests that the long-term impacts of the magmatic CO2 on the isotopic compositions of the atmosphere and the oceans were different. In addition, a marked long-term increase in atmospheric pCO2 coincides with the Permian-Triassic boundary (Figure 4), which may indicate that more than magmatic gas evolution was involved with the difference in the continental and marine organic matter patterns.\nEvidence of earlier extensive magmatism that may have been concurrent with the Late Devonian and Ordovician episodes of black shale deposition is lacking. Nonetheless, continental LIPs that may have been\nMEYERS VC 2014. American Geophysical Union. All Rights Reserved. 3097\nemplaced during the Late Devonian or Ordovician could well have been eroded or buried and their evidence erased or hidden by the passage of time, and any submarine LIPs would have been destroyed by subduction. The concordance of magmatic events with the major OAEs of the Cretaceous, Jurassic, latest, Triassic, and the Permian-Triassic boundary makes the magmatic release of isotopically light CO2 a good explanation for the relatively short-lived negative d13C excursions that exist in land plant organic matter associated with the OAEs. However, the presence of isotopically light compositions of marine organic matter before and after these excursions indicates that the marine\nconditions active in producing the 13C-depleted organic matter were longer-lived than the magmatic events. It is helpful to remember that the oceanic carbon reservoir is 65 times the size of the atmospheric carbon reservoir (39,000 Gt versus 600 Gt) [Killops and Killops, 2005] and that the carbon cycles of atmosphere and oceans function differently. Modern marine carbon isotopic compositions are controlled principally by production, sedimentation, and recycling of 13C-depleted organic matter and are further influenced by multiple other factors, including atmospheric pCO2, sea level fluctuations, and oceanic circulation [e.g., Hayes et al., 1999; Kump and Arthur, 1999; Galimov, 2006]. These modern processes have also likely been the major influences on isotopic compositions in the oceans and, indirectly, the atmosphere through much of geological time, despite the evidence of their perturbations from magmatic injections of CO2.\n4.4. Enhanced Discrimination Against 13C During Times of Greater Atmospheric pCO2 This hypothesis is based on the idea that formerly higher pCO2 levels permitted greater discrimination against 13C during photosynthetic assimilation. As evident in Figure 4, episodes of black shale deposition generally have occurred during times of elevated pCO2. Also evident is the rough correspondence between greater isotopic discrimination against 13C and many of the black shales, particularly those earlier than the Cretaceous. This correspondence has been interpreted as indicating that modern marine photosynthetic fractionation of about 220& (Figure 4) is not typical of the greater fractionation of 225 to 228& (Figure 5) that existed through most of the Phanerozoic [Arthur et al., 1985; Hayes et al., 1999; Popp et al., 1989]. However, this interpretation is based largely on the d13Corg values that can be obtained from Phanerozoic rocks that contain enough organic matter to allow these determinations. These rocks are usually black shales, which are noted for their atypically light carbon isotopic compositions relative to modern marine organic matter.\nAlthough the black-shale-based argument for greater isotopic fractionation in the past might seem circular, field studies and laboratory experiments verify that isotopic fractionation increases as concentrations of CO2 increase. As noted in section 2, algal organic matter in the frigid waters surrounding Antarctica can be as negative as 228& because the cold waters can accommodate more dissolved CO2 than warmer waters [Rau et al., 1989]. Freeman and Hayes [1992] compiled the results of this and other studies to show that the isotopic fractionation systematically decreases from 230& in water temperatures of 22 C to 220& at 30 C. At the time most of these studies were done, pCO2 was about 325 ppm, and the calculated equilibrium solubility of CO2 in sea water decreased from 23 to 9 lmol as temperature increased. The nearly threefold higher concentration of dissolved CO2 in the cold high-latitude waters evidently allows for greater discrimination against 13C during photosynthetic uptake, although latitudinal differences in algal assemblages and productivity rates could be additional influences on the d13C values [e.g., Hayes et al., 1989].\nDuring the period of Earth history when Cretaceous black shales were deposited, pCO2 was 1000–2000 ppm (Figure 4) and a warm greenhouse climate existed. Cretaceous sea surface temperatures have been estimated to have been about 35 C in the equatorial Atlantic Ocean [Forster et al., 2007] and the marine equator to pole temperature gradient was smaller than today [Huber et al., 1995]. The warmer temperatures\nFigure 5. Latitude-related differences in excursions to less negative d13C values of four Atlantic Ocean OAE 2 sequences as preserved in sulfur-bound phytane. Data from Kuypers et al. [2002a], Tsikos et al. [2004], and van Bentum et al. [2012]. Both total excursions and excursions adjusted by 2.5& for drawdown of globally elevated pCO2 by enhanced productivity and that reflect local effects are shown.\nMEYERS VC 2014. American Geophysical Union. All Rights Reserved. 3098\nwould have diminished solubility of CO2 in sea water, but the higher atmospheric concentrations would have more than balanced the temperature effect. The result would have been higher concentrations of dissolved CO2 and greater isotopic discrimination against\n13C during algal uptake of dissolved CO2, which is found in both the organic and inorganic carbon fractions of Cretaceous and earlier black shales [Kump and Arthur, 1999] and also in their marine biomarkers (Table 2). Like those of the Cretaceous, the earlier black shales are also from times of greenhouse climate, as implied by the high pCO2 values that accompanied their deposition (Figure 4).\nThe isotopic compositions of land plants do not display the same sensitivity to CO2 concentrations as found in marine algae [e.g., Popp et al., 1989; Sinninghe-Damst e et al., 2008]. Two factors are primarily responsible for the different sensitivities. The principal one is that algae take up CO2 by diffusion across their cell walls, which is a concentration-dependent process, whereas land plants take up CO2 through their stomatal apertures, which they can open or close depending on environmental conditions. The second factor is that environmental conditions undoubtedly were different during times of greenhouse climates than during those of ‘‘icehouse’’ climates. Greater evaporation rates likely accompanied the warmer temperatures of the greenhouse climates, which would have led land plants to constrict their stomata, restrict their intake of the more available CO2, and dampen the potential isotopic effects of the higher atmospheric pCO2 values. Additional factors, such as the different carbon assimilation pathways that exist in land plants, can complicate their responses to pCO2 changes. For example, Sinninghe-Damst e et al. [2008] postulate that the shifts to less negative d13C values that they find in land plant wax components in the OAE 2 sequence from DSDP Site 367 in the Atlantic (Table 4) may record the earliest evidence for dry-climate C4 plants on Africa.\nThe importance of water availability to isotopic fraction in land plants is demonstrated by experiments conducted by Schubert and Jahren [2012], who found that plants grown in chambers in which their water-use efficiencies are held constant increase their discrimination against 13C as pCO2 increases. These conditions are rarely found under natural conditions, and therefore the excursions to more negative d13C values that are found in wood fragments from Toarcian black shales (Figure 3 and Table 4) and in plant cuticles from a Permian-Triassic black shale sequence [Schneebell-Hermann et al., 2013] imply that a change to lighter isotopic compositions of atmospheric CO2 accompanied the increases in pCO2 values that occurred at these times (Figure 4). Massive releases of isotopically light CO2 from the LIPs that were emplaced at those times are good candidates for these changes in atmospheric compositions. Because isotopically light marine organic matter was deposited both before and after the isotopic excursions found in the Toarcian, Rhaetian, and the Permian-Triassic land plant matter (Figure 3 and Tables 1 and 2), the changes in isotopic composition were probably superimposed on existing high concentrations of CO2 in the ocean and atmosphere."
  }, {
    "heading": "4.5. Oxidation and Recycling of 13C-Depleted Carbon in the Surface Ocean",
    "text": "The principle of this hypothesis is that increased density stratification of the ocean surface slowed sinking of organic matter, which allowed more of this material to be oxidized and more of its isotopically light carbon to be recycled in the near-surface ocean. Because this hypothesis was first proposed by K€uspert [1982], it is commonly called the ‘‘K€uspert Hypothesis.’’ The major episodes of black shale deposition coincided with periods of elevated atmospheric pCO2 (Figure 4), which were times of warm greenhouse climate as evidenced by the absence of significant continental glaciation, expansion of warm-weather biota to high latitudes, and warmer temperatures in the surface and the deep ocean [e.g., Huber et al., 2002; Bice et al., 2006; Forster et al., 2007]. The warmer conditions increased evaporation of water from the sea surface and created a globally wetter climate. As one example of the consequences of a wetter climate, Cohen et al. [2004] report an excursion to higher 187Os/188Os values that accompanied the excursion to more negative d13C values in the Yorkshire T-OAE sequence (Table 1) that they interpret to signify a four to eightfold increase in continental weathering rates during the estimated 150 kyr duration of this OAE [Hesselbo et al., 2000]. Somewhat similar threefold increases in weathering rates for the mid-Cretaceous OAEs 1a and 2 have been estimated by Bl€attler et al. [2011] from decreases in d44/42Ca values at multiple locations. The combination of increased continental runoff associated with the greater weathering and the overall warmer greenhouse conditions evidently increased thermohaline stratification, particularly in epicontinental seas and in the parts of the oceans not far from continents [e.g., Erbacher et al., 2001].\nAlthough the K€uspert hypothesis provides a rational explanation for the light isotopic compositions of black shales, the surface stratification on which it is founded would seemingly present an impossible impediment\nMEYERS VC 2014. American Geophysical Union. All Rights Reserved. 3099\nto the vertical mixing of nutrients that is considered essential to sustaining the high marine productivity implied by the high concentrations of organic carbon in black shales (Table 1). However, the increased continental runoff during the times of greenhouse-amplified hydrologic cycle would enhance delivery of landderived nutrients to the ocean margins and thereby help to sustain marine productivity [e.g., van Helmond et al., 2014]. Furthermore, if stratification were strong enough and organic matter oxidation were great enough, dissolved oxygen in areas of the near-surface ocean would become depleted and anoxic conditions would become established. Under these conditions, phosphorus regeneration [e.g., Mort et al., 2007; Krall et al., 2010] and nitrogen fixation [e.g., Meyers et al., 2009] would occur, and nutrients would remain available for sustained production of organic matter. The common occurrence of derivatives of isorenieratene, a photosynthetic pigment distinctive of anaerobic green sulfur bacteria, in black shale sequences provides compelling evidence that anoxia existed within the photic zone during episodes of their formation [e.g., Sinninghe-Damst e and K€oster, 1998; Kuypers et al., 2002b]. The presence of the green sulfur bacteria mandates the reduction of sea water sulfate to sulfide, which these organisms require and implies the complete denitrification of nitrate, which encourages bacterial nitrogen fixation. Similar to the molecular evidence for the past presence of green sulfur bacteria, nitrogen fixation leaves a distinctive isotopic signature on sedimentary organic matter.\nThe d15N values of black shales compiled in Table 5 are consistently lower than the 15& that is typical of modern marine organic matter [Altabet and Francois, 1994] and that are found in Pleistocene sediments deposited under the Benguela Current Upwelling System [Robinson et al., 2002] and in the Monterey Formation [Schimmelmann et al., 2001], which was deposited under a Miocene upwelling system. They are instead generally within or close to the range of 24 to 11& of organic matter produced by cyanobacteria [Minagawa and Wada, 1986]. They are also similar to the average value of 21.5& of Mediterranean sapropels, which are often considered near-modern analogs of the black shales [e.g., Erbacher et al., 2001; Meyers, 2006; Negri et al., 2006; Emeis and Weissert, 2009]. The sapropels are generally believed to have been formed during precessional minima that created periods of several millennia of wetter climate in the Mediterranean region that led to dilution the surface of this sea and creation of strong surface stratification. Like the black shales, sapropels contain molecular evidence of green sulfur bacteria [e.g., Menzel et al., 2002] that combined with the isotopic evidence of nitrogen fixation indicate that photic zone anoxia was important to their formation. Moreover, their relatively high TOC concentrations (1–10%) imply heightened marine productivity and improved organic matter preservation, much as found in Phanerozic black shales. For both the sapropels and the black shales, the combination of enhanced delivery of continental nutrients during times of wetter climates, water column phosphorus regeneration, and photic zone nitrogen fixation evidently was sufficient to sustain high rates of marine productivity in the stratified oceans that existed during their formation.\nAlthough sharing many similarities, the Mediterranean sapropels and Phanerozoic black shales also have some important differences. Foremost among these is that the d13C values of the sapropels are not notably more negative than those of modern organic matter (Table 5) and do not display excursions to more negative\nTable 5. Averaged Carbon and Nitrogen Isotopic Compositions of Marine Organic Matter in Phanerozoic Black Shales and Near-Modern Analogs Formation Age (Ma) TOC (%) d13C (&) d15N (&) Reference\nXiaotan Section, China Early Cambrian ( 525) 1–4 235 10.5 Cremonese et al. [2013] Vinini Creek, NV Late Ordovician ( 445) 2–25 231.5 20.5 LaPorte et al. [2009] Woodford Shale, OK Late Devonian ( 375) 4–8 228.7 12.9 Quan et al. [2013] New Albany Shale, IN Late Devonian ( 375) 10–16 228.5 10.2 de la Rue et al. [2007] Hanover Shale, NY Late Devonian ( 375) 3–5 228.4 20.1 Tuite and Macko [2013] Whitby Mudstone, UK Early Jurassic ( 181) 12–16 230.9 12.3 Saelen et al. [2000] Kimmeridge Clay, UK Late Jurassic ( 155) 28–30 221.7 11.9 Saelen et al. [2000] OAE 1a, Shatsky Rise, Pacific Aptian (124) 2–40 226.4 22.9 Dumitrescu and Brassell [2006a] OAE 1b, ODP Site 1049, Atlantic Albian (111) 1–6 220 23 Kuypers et al. [2002b] OAE 1c, ODP Site 1276, Atlantic Albian (102) 1–2 226 22 Arnaboldi and Meyers [2006a] OAE 1d, ODP Site 1276, Atlantic Albian (100) 1–2 226 10.7 Arnaboldi and Meyers [2006a] MCEa, ODP Site 1276, Atlantic Cenomanian (95) 1–3 226.6 21.1 Arnaboldi and Meyers [2006a] OAE 2, Demerara Rise, Atlantic Cenomanian (93.6) 4–22 228.5 21.9 Meyers et al. [2009] Monterey Formation, California Miocene ( 12) 5–16 222.5 15.8 Schimmelmann et al. [2001] Mediterranean sapropels, Site 967 Pleistocene ( 1) 2–4 223.4 21.5 Meyers and Arnaboldi [2008] Benguela upwelling, Atlantic Pleistocene ( 1) 5–17 220 15 Robinson et al. [2002] Typical marine sediment Modern 0.1 220 15 Altabet and Francois [1994]\naMid-Cenomanian event.\nMEYERS VC 2014. American Geophysical Union. All Rights Reserved. 3100\nvalues, as in the T-OAE, or to less negative values, as in the OAE 2. A second major difference is that the duration of sapropel deposition was generally only a few thousand years, in contrast to the 500 kyr of the black shales. The smaller temporal scale of the sapropels may be part of the reason why they do not share the curiously light isotopic compositions of the black shales. Although marine biomarker d13C values suggest that a slightly negative inorganic carbon shift occurred in the upper water column [Menzel et al., 2003], the surface stratification that led to their deposition was probably not long enough for the isotopic composition of inorganic carbon in the photic zone to have been significantly altered by near-surface recycling of organic matter. Another factor in the isotopic differences is that atmospheric pCO2 during the Pliocene-Pleistocene deposition of the sapropels was not much different from that of today (Figure 4) and therefore did not allow for the greater isotopic discrimination that was possible during the Phanerozoic periods of greenhouse climate when black shales were deposited. Finally, deposition of the sapropels was a local response to precessional minima, a global forcing, that was regionally amplified by the particular sensitivity of Mediterranean circulation to periods of wetter climate and was not a global phenomenon like many of the OAEs.\nA paleodepositional consideration that is inherent in the K€uspert hypothesis is that the amount of continental runoff would be different at different locations, which would result in regional differences in delivery of land-derived nutrients and in surface stratification. These differences would likely be expressed as same-age black shale sequences that record different conditions of organic matter production and preservation. Evidence for such place-to-place variations in productivity and preservation is found in Mediterranean sapropels [Gallego-Torres et al., 2011], and evidence for similar regional differences in black shale expression exists. Andrusevich et al. [2000] note that the carbon isotopic compositions of Upper Jurassic crude oils differ with latitude; low-latitude d13C values are 227& whereas high-latitude values are 232&, but a few oils deviate from this pattern. The source rocks for these oils are Jurassic black shales. Although the authors interpret these results as reflecting differences in sea surface temperatures where the black shales were deposited, place-to-place differences in productivity could also be important.\nA particularly apt example of regional differences in expression of same-age black shales is provided by the comparison by van Bentum et al. [2012] of latitudinal differences in the d13C values of the marine biomarker phytane in OAE 2 sequences from four locations in the North Atlantic Basin (Figure 5). They interpret differences in the carbon isotopic compositions to indicate that pre-OAE 2 paleoproductivity was higher at Tarfaya (Morocco) and DSDP Site 367 (Senegal) than at DSDP Site 603 (Hatteras Rise) and ODP Site 1260 (Demerara Rise), but it increased at all locations during the black shale event. Assuming a 4& offset between phytane and bulk marine organic matter [Schouten et al., 1998], the phytane d13C values in Figure 5 indicate that the isotopic compositions of total organic matter were 4–5& lighter than modern organic matter at the four locations. These values became less negative during OAE 2 as consequences of the magnified productivity associated with this event, but the extents of the isotopic excursions differed at the four locations. The differences in the excursions are interpreted by van Bentum et al. [2012] to reflect local differences in sea surface temperature, stratification, and delivery of land-derived nutrients that affected productivity. Moreover, they argue persuasively that magmatic activity, atmospheric pCO2, sea surface stratification, and organic matter production and burial interacted during OAE 2 to create positive and negative feedbacks on the global carbon cycle. These interactions likely were important during other episodes of deposition of Phanerozic black shales."
  }, {
    "heading": "5. Summary and Conclusions",
    "text": "The five major hypotheses that have been proposed to explain why the marine organic matter in Phanerozoic black shales is generally about 7& lighter than modern marine organic matter are discussed and evaluated in light of the results of advances in organic geochemical isotopic analyses. Two of the hypotheses— enrichment of 13C-depleted components in the residual organic matter by selective diagenetic removal of 12C-depleted components and massive release of 13C-depleted carbon from extensive dissociation of methane hydrate deposits in the sea floor—are rejected, largely on mass balance considerations.\nBecause the episodes of black shale deposition occurred during Phanerozoic periods of elevated pCO2, the hypothesis that their light isotopic compositions are a result of enhanced discrimination against 12C during these times of more abundant dissolved CO2 seems valid. Moreover, these periods were times of warmer and wetter greenhouse climates that increased density stratification of the surface ocean, especially in\nMEYERS VC 2014. American Geophysical Union. All Rights Reserved. 3101\nepicontinental and marginal seas that received more continental runoff. This situation of greater stratification favors the hypothesis that the light isotope compositions reflect greater near-surface oxidation of sinking organic matter and reutilization of its 12C-depleted carbon, with productivity being enhanced by greater delivery of land-derived nutrients (the K€uspert hypothesis). The presence of marine organic matter that is isotopically light in TOC-lean sediments deposited before and after most of the black shale events and of land-derived organic matter that is not isotopically light suggests that the high pCO2 levels of the greenhouse climates that existed at these time somehow affected the isotopic compositions of only marine photoautotrophs. A reasonable possibility is that the oceans remained strongly surface stratified throughout the periods of elevated pCO2 and that their photic zone inorganic carbon reservoirs remained isotopically light because of organic matter recycling.\nThe fifth and remaining hypothesis that massive release of isotopically light magmatic carbon was responsible for the low d13C values also appears to have had a role in affecting isotopic compositions. Emplacement of the Karoo-Ferrar LIP seems to have been an agent responsible for 3& shifts to lighter isotope values in both marine and land-derived organic matter in Toarcian OAEs. Emplacements of other LIPs are implicated in end-Permian and mid-Cretaceous black shale events. Although their impacts on carbon isotopic compositions are not evident, the gases released by these LIPs likely enhanced greenhouse warming. However, the effects of the magmatic releases of CO2 appear to have been relatively short-lived and cannot have been responsible for the long periods of deposition of isotopically light marine organic matter that occurred during the times of greenhouse climate. Instead, the magmatic releases seem to have served as the triggers that initiated deposition of the black shales.\nIn conclusion, the isotopically light compositions that typify the marine organic matter of Phanerozoic black shales appear to result from a combination of high atmospheric pCO2, strongly stratified surface ocean, and magmatic releases of CO2. The high pCO2 levels encouraged greater discrimination against\n12C during photosynthetic assimilation of carbon and sustained long periods of warm and wet greenhouse climate. The greenhouse climate was accompanied by stronger density stratification of the surface ocean because of higher sea surface temperatures and more dilution from continental runoff. Sinking of organic matter from the photic zone was slowed by the strong stratification, and a greater proportion of the organic matter was recycled and its isotopically light carbon was reassimilated, producing new organic matter with more negative d13C values. Magmatic releases of isotopically light mantle CO2 augmented the greenhouse climate conditions and also may have triggered the episodes of black shale deposition."
  }],
  "year": 2014,
  "references": [{
    "title": "Change in amount of photoautotrophic isotopic discrimination against 12C",
    "authors": ["Kaplan", "Nissenbaum"],
    "year": 1966
  }, {
    "title": "700–1100 Gt of methane carbon would have been necessary to yield the low",
    "authors": ["ohl"],
    "year": 2001
  }, {
    "title": "pCO2, (middle) averaged sediment organic d 13C values, and (bottom) averaged sediment d15N values from Royer et al",
    "authors": ["Hayes"],
    "venue": "Algeo et al. [2014],",
    "year": 2014
  }, {
    "title": "postulate that a greater part of the injected gas was derived from thermal",
    "authors": ["Svensen"],
    "year": 2007
  }, {
    "title": "kyr. As yet another likely continental example of magmatic injection of CO2 associated with black shale deposition, the extensive end-Permian Siberian Traps have CO2 d 13C values of about 29& [Sobolev et al., 2011], suggesting that this LIP could well have contributed to the global 4–7& negative excursion that is expressed in organic and inorganic carbon at the Permian-Triassic boundary [Korte and Kozur",
    "authors": ["Hesselbo"],
    "venue": "[Bachan et al.,",
    "year": 2012
  }, {
    "title": "postulate that the shifts to less negative",
    "authors": [],
    "year": 2008
  }, {
    "title": "Monterey Formation, California Miocene",
    "authors": ["Meyers"],
    "year": 2009
  }, {
    "title": "Benguela upwelling, Atlantic",
    "authors": ["Meyers", "Arnaboldi"],
    "year": 2008
  }, {
    "title": "Typical marine sediment",
    "authors": ["Robinson"],
    "year": 2002
  }, {
    "title": "Sedimentary nitrogen isotopic ratio as a recorder for surface ocean nitrate utilization, Global Biogeo",
    "authors": ["M.A. Altabet", "R. François"],
    "year": 1994
  }, {
    "title": "Data report: Multiproxy geochemical characterization of OAE-related black shales at Site 1276",
    "authors": ["M. 847–850. Arnaboldi", "P.A. Meyers"],
    "year": 2006
  }, {
    "title": "Anomalous 13C enrichment",
    "authors": ["M.A. Arthur", "W.E. Dean", "G.E. Claypool"],
    "venue": "in modern organic matter,",
    "year": 1985
  }, {
    "title": "On the nature of methane gas-hydrate dissociation during the Toarcian and Aptian",
    "authors": ["D.J. Beerling", "M.R. Lomas", "D. R"],
    "venue": "Grocke",
    "year": 2002
  }, {
    "title": "A multiple proxy and model study of Cretaceous",
    "authors": ["K.L. Bice", "D. Birgel", "P.A. Meyers", "K.A. Dahl", "K.-U. Hinrichs", "R.D. Norris"],
    "year": 2006
  }, {
    "title": "Significant increases in global weathering during Oceanic Anoxic",
    "authors": ["C.L. Bl€attler", "H.C. Jenkyns", "L.M. Reynard", "G.M. Henderson"],
    "year": 2011
  }, {
    "title": "Compound-specific d13C analyses of leaf lipids from plants",
    "authors": ["J.W. Collister", "G. Rieley", "B. Stern", "G. Eglinton", "B. Fry"],
    "year": 1994
  }, {
    "title": "Biogeochemistry of stable carbon isotopes, in Organic Geochemistry",
    "authors": ["E.T. Degens"],
    "year": 1969
  }, {
    "title": "Methane hydrate stability in seawater",
    "authors": ["G.R. Dickens", "M. S"],
    "venue": "Quinby-Hunt",
    "year": 1994
  }, {
    "title": "excursion at the end of the Paleocene, Paleoceanography",
    "authors": ["M. Dumitrescu", "S. C"],
    "year": 2006
  }, {
    "title": "Event at Shatsky Rise, ODP Leg 198, Palaeogeogr",
    "authors": ["M. Dumitrescu", "S. C"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 2006
  }, {
    "title": "Evolution patterns of radiolaria and organic matter variations: A new approach",
    "authors": ["J. 621–634. Erbacher", "J. Thurow"],
    "venue": "Littke",
    "year": 1996
  }, {
    "title": "Mid-Cretaceous (Albian-Santonian) sea surface temperature record",
    "authors": ["A. Forster", "S. Schouten", "M. Baas", "J.S. Sinninghe-Damst e"],
    "venue": "Palaeoecol.,",
    "year": 2007
  }, {
    "title": "Isotope organic geochemistry",
    "authors": ["M. E"],
    "venue": "geochem. Cycles,",
    "year": 2006
  }, {
    "title": "Photic zone euxinia",
    "authors": ["ottcher", "R.J. Twitchett", "E. Grosjean", "R.E. Summons", "S. Turgeon", "W. Dunning", "Y. Jin"],
    "year": 2005
  }, {
    "title": "Recognizing the Albian-Cenomanian",
    "authors": ["D.R. ocke", "G.L. Ludvigson", "B.L. Witzke", "S.A. Robinson", "R.M. Joeckel", "D. Ufnar", "R.L. Ravn"],
    "year": 2006
  }, {
    "title": "biogeochemical cycle of carbon during the past",
    "authors": ["M. Hermoso", "F. Minoletti", "R.E.M. Rickaby", "S.P. Hesselbo", "F. Baudin", "H. C"],
    "venue": "Jenkyns",
    "year": 2012
  }, {
    "title": "Terrestrial and marine extinction at the Triassic-Jurassic boundary synchronized with major carbon-cycle perturbation: A link to initiation of massive volcanism",
    "authors": ["S.P. Hesselbo", "S.A. Robinson", "F. Surlyk", "S. Piasecki"],
    "year": 2002
  }, {
    "title": "Carbon-isotopic record of Early Jurassic (Toarcian) Oceanic Anoxic Event from fossil wood and marine carbonate (Lusitanian Basin, Portugal)",
    "authors": ["S.P. Hesselbo", "H.C. Jenkyns", "L.V. Duarte", "L.C.V. Oliveira"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Organic geochemistry of Keweenawan Nonesuch Formation at White Pine, Michigan",
    "authors": ["E.S. Ho", "P.A. Meyers", "J.L. Mauk"],
    "venue": "Org. Geochem.,",
    "year": 1990
  }, {
    "title": "Deep-sea paleotemperature record of extreme warmth during the Cretaceous",
    "authors": ["B.T. Huber", "R.D. Norris", "K.G. MacLeod"],
    "year": 2002
  }, {
    "title": "The early Toarcian (Jurassic) anoxic event: Stratigraphic, sedimentary, and geochemical evidence",
    "authors": ["H.C. Jenkyns"],
    "venue": "Am. J. Sci.,",
    "year": 1988
  }, {
    "title": "Geochemistry of oceanic anoxic events, Geochem",
    "authors": ["H.C. 101–151. Jenkyns"],
    "venue": "Geophys. Geosyst.,",
    "year": 2010
  }, {
    "title": "Diazotrophic cyanobacteria",
    "authors": ["Y. 2008GC001994. Kashiyama", "N.O. Ogawa", "J. Kuroda", "M. Shiro", "S. Nomoto", "R. Tada", "H. Kitazato", "N. Ohkouchi"],
    "year": 2008
  }, {
    "title": "Anomalous carbon isotope ratios in non volatile organic material",
    "authors": ["I.R. Kaplan", "A. Nissenbaum"],
    "venue": "Swark",
    "year": 1966
  }, {
    "title": "Astronomical forcing and chronology of the early Toarcian (Early Jurassic) oce",
    "authors": ["D.B. 396–399. Kemp", "A.L. Coe", "A.S. Cohen", "G.P. Weedon"],
    "year": 2011
  }, {
    "title": "Oceanic plateau formation: A cause of mass extinction and black shale deposition around the Cenomanian-Turonian",
    "authors": ["C. A"],
    "venue": "Soc. London,",
    "year": 1998
  }, {
    "title": "Introduction to Organic Geochemistry",
    "authors": ["J. Geol"],
    "year": 2005
  }, {
    "title": "Massive volcanism at the Permian-Triassic boundary",
    "authors": ["C. Korte", "P. Pande", "P. Kalia", "H.W. Kozur", "M.M. Joachimski"],
    "venue": "Oberh€ansli",
    "year": 2010
  }, {
    "title": "during oceanic anoxic event 2, Palaeogeogr",
    "authors": ["L.R. Kump", "M.A. Arthur"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 1999
  }, {
    "title": "Environmental change during oil shale deposition as deduced from stable isotope ratios, in Cyclic and Event Stratification, edited by S",
    "authors": ["W. uspert"],
    "venue": "Einsele and A. Seilacher,",
    "year": 1982
  }, {
    "title": "Sinninghe-Damst e (2002b), Archaeal remains dominate marine organic matter from the early Aptian oceanic anoxic event 1b, Palaeogeogr",
    "authors": ["M.M.M. Kuypers", "P. Blokker", "E.C. Hopmans", "H. Kinkel", "R.D. Pancost", "S. Schouten", "J. S"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 2002
  }, {
    "title": "Sinninghe-Damst e (2002a), Enhanced productivity led to increased organic carbon burial in the euxinic North Atlantic basin during the late Cenomanian oceanic anoxic event, Paleoceanography",
    "authors": ["M.M.M. Kuypers", "R.D. Pancost", "I.A. Nijenhuis", "J. S"],
    "year": 2000
  }, {
    "title": "perspectives on carbon and nitrogen cycling during the Hirnantian glaciations, Palaeogeogr",
    "authors": ["R. L", "E. Erba"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 1991
  }, {
    "title": "Early Jurassic shale chemostratigraphy and U-Pb ages",
    "authors": ["A. 262–265. Mazzini", "H. Svenson", "H.A. Leanza", "F. Corfu"],
    "venue": "Planke",
    "year": 2010
  }, {
    "title": "cene sapropel deposition: A biomarker approach, Palaeogeogr",
    "authors": ["K. M", "L.R. Kump"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 2008
  }, {
    "title": "Paleoceanographic implications of nitrogen and organic carbon isotopic excursions in mid",
    "authors": ["P.A. Meyers", "M. Arnaboldi"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol.,",
    "year": 2008
  }, {
    "title": "Lacustrine organic geochemistry—An overview of indicators of organic matter sources and diagene",
    "authors": ["P.A. Meyers", "R. Ishiwatari"],
    "year": 1993
  }, {
    "title": "Origins and accumulation of organic matter in Albian to Santonian black shale",
    "authors": ["P. A", "S.M. Bernasconi", "A. Forster"],
    "venue": "sediments, Aquat. Geochem.,",
    "year": 2006
  }, {
    "title": "Global estimates of hydrate-bound gas in marine sediments: how much is really out there? Earth-Sci",
    "authors": ["A.V. Milkov"],
    "year": 2004
  }, {
    "title": "Nitrogen isotope ratios of red tide organisms in the East China Sea: A characterization of biological nitrogen",
    "authors": ["M. Minagawa", "E. Wada"],
    "venue": "fixation, Mar. Chem.,",
    "year": 1986
  }, {
    "title": "Organic carbon isotopic record across the Triassic-Jurassic boundary in Austria and its bearing on the cause of mass extinction",
    "authors": ["R. Morante", "A. Hallam"],
    "year": 1996
  }, {
    "title": "Productivity, sedimentation rate, and sedimentary organic matter in the oceans",
    "authors": ["P.J. uller", "E. Suess"],
    "venue": "Deep Sea Res.,",
    "year": 1979
  }, {
    "title": "Introduction to ‘‘Causes and consequences of organic carbon burial through time,’",
    "authors": ["A. 1347–1362. Negri", "T. Wagner", "P.A. Meyers"],
    "venue": "Palaeo-",
    "year": 2006
  }, {
    "title": "2013a), Organic-matter source variation and the expression of a late Middle Ordovician",
    "authors": ["M.H. O’Leary"],
    "venue": "geogr. Palaeoclimatol. Palaeoecol.,",
    "year": 1988
  }, {
    "title": "Evaluating nitrogen isotopes as proxies for depositional environmental",
    "authors": ["Kauffman", "pp"],
    "venue": "Geol. Assoc. of Can.,",
    "year": 2013
  }, {
    "title": "Carbon-13 depletion in a subalpine lake",
    "authors": ["G.H. Rau"],
    "venue": "shales: Comparing Caney and Woodford Shales in Arkoma",
    "year": 1978
  }, {
    "title": "Carbon isotopic evidence for chemocline upward excursions during the end",
    "authors": ["A. Riccardi", "L.R. Kump", "M.A. Arthur", "S. D’Hondt"],
    "venue": "oceans, Nature,",
    "year": 2007
  }, {
    "title": "Permian event, Palaeogeogr",
    "authors": ["R. S", "P.A. Meyers"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 2002
  }, {
    "title": "Geochemical evidence for variations in delivery and deposition of sediment in Pleis",
    "authors": ["P.A. Meyers", "R.W. Murray"],
    "year": 2002
  }, {
    "title": "Phanerozoic CO2 change: Evaluating geochemical and paleobiological approaches",
    "authors": ["D.L. Royer", "R.A. Berner", "D.J. Beerling"],
    "venue": "Earth Sci. Rev.,",
    "year": 2001
  }, {
    "title": "Climate sensitivity constrained by CO2 concentrations over the past 420",
    "authors": ["D.L. Royer", "R.A. Berner", "J. Park"],
    "venue": "million years,",
    "year": 2007
  }, {
    "title": "Triassic-Jurassic organic carbon stratigraphy of key sections in the western Tethys realm (Austria), Palaeogeogr",
    "authors": ["urschner", "L. Krystyn"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 2009
  }, {
    "title": "Evidence of recycling of isotopically light CO2 (aq) in stratified black shale basins: contrasts between the Whitby Mudstone and Kimmeridge Clay formations",
    "authors": ["G. Saelen", "R.V. Tyson", "M.R. Talbot"],
    "venue": "Telnaes",
    "year": 1998
  }, {
    "title": "Contrasting watermass conditions during deposition of the Whitby Mudstone (Lower Jurassic) and Kimmeridge Clay (Upper Jurassic), Palaeogeogr",
    "authors": ["G. Saelen", "R.V. Tyson", "N. Telnæs", "M.R. Talbot"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 2000
  }, {
    "title": "Duration of the Early Toarcian carbon isotopic excursion deduced from spectral analysis: Consequence for its possible causes, Earth Planet",
    "authors": ["G. Saun", "B. Pittet", "I. Bour E. Mattioli", "L.V. Duarte"],
    "venue": "Mailliot",
    "year": 2008
  }, {
    "title": "Stable isotope ratios of organic H, C, and N in Miocene Monterey Formation, California, in The Monterey Formation: From Rocks to Molecules, edited by C",
    "authors": ["A. Schimmelmann", "M. Lawrence", "G.E. Michael"],
    "venue": "M. Isaacs and J. Rullk€",
    "year": 2001
  }, {
    "title": "Evidence for atmospheric carbon injection during the end-Permian extinction",
    "authors": ["urschner", "P.A. Hochuli", "D. Ware", "H. Weissert", "S.M. Bernasconi", "G. Roohi", "K. ur-Rehman", "N. Goudemand", "H. Bucher"],
    "year": 2013
  }, {
    "title": "The effect of atmospheric CO2 concentration on carbon isotope fractionation in C3 land plants, Geochim",
    "authors": ["B.A. Schubert", "A. H"],
    "venue": "Cosmochim. Acta,",
    "year": 2012
  }, {
    "title": "Organic geochemistry across the Permian-Triassic transition at the Idrijca Valley, Western Slovenia",
    "authors": ["V. Schwab", "J.E. Spangenberg"],
    "venue": "Appl. Geochem.,",
    "year": 2004
  }, {
    "title": "Negative C-isotopic excursions at the Permian-Triassic boundary linked to volcanism",
    "authors": ["J. Shen", "T.J. Algeo", "Q. Hu", "N. Zhang", "L. Zhou", "W. Xia", "S. Xie", "Q. Feng"],
    "year": 2012
  }, {
    "title": "The carbon isotopic response of algae, (cyano)bacteria, archaea and higher plants to the late Cenomanian perturbation of the global carbon cycle: Insights from biomarkers in black shales from the Cape Verde Basin (ODP Site 367)",
    "authors": ["J.S. Sinninghe-Damst e", "M.M.M. Kuypers", "R.D. Pancost", "S. Schouten"],
    "venue": "Org. Geochem.,",
    "year": 2008
  }, {
    "title": "Linking mantle plumes, large igneous provinces and environmental catastrophes",
    "authors": ["S.V. Sobolev", "A.V. Sobolev", "D.V. Kuzmin", "N.A. Krivolutshkaya", "A.G. Petrunin", "N.T. Arndt", "V.A. Radko", "Y.R. Vasilev"],
    "year": 2011
  }, {
    "title": "Carbon isotope fractionation of sapropelic organic matter during early diagenesis",
    "authors": ["E.C. Spiker", "P.G. Hatcher"],
    "venue": "Org. Geochem.,",
    "year": 1984
  }, {
    "title": "Duration of the Early Toarcian carbon isotope excursion deduced from spectral analysis: Consequence for its possible causes, Earth Planet",
    "authors": ["G. Suan", "B. Pittet", "I. Bohr", "E. Matteoli", "L.V. Duarte", "S. Maillot"],
    "year": 2008
  }, {
    "title": "Anomalous 13C depletion",
    "authors": ["K.M. Towe"],
    "venue": "Precambrian organic carbon,",
    "year": 1982
  }, {
    "title": "Carbon-isotope stratigraphy recorded by the Cenomanian-Turonian Oceanic Anoxic Event: Correlation and implication based on three localities",
    "authors": ["H Tsikos"],
    "venue": "J. Geol. Soc. London,",
    "year": 2004
  }, {
    "title": "Basinward nitrogen limitation demonstrates role of terrestrial nitrogen and redox control of d15N in a Late Devonian black",
    "authors": ["M.L. Tuite", "S.A. Macko"],
    "venue": "shale, Geology,",
    "year": 2013
  }, {
    "title": "Cretaceous oceanic anoxic event 2 triggered by a massive magmatic",
    "authors": ["S.C. Turgeon", "R.A. Creaser"],
    "venue": "episode, Nature,",
    "year": 2008
  }, {
    "title": "Rapid warming and salinity changes of Cretaceous surface waters in the subtropical",
    "authors": ["T.J. Wagner", "O. Herrle", "J.S. Sinninghe-Damst e", "S. Schouten", "I. Stusser", "P. Hoffman"],
    "venue": "North Atlantic,",
    "year": 2008
  }, {
    "title": "Carbon and oxygen isotope analysis of lake sediment cellulose: Methods and applications, in Tracking Environmental Changes Using Lake Sediments: Physical and Chemical Techniques, edited by W",
    "authors": ["B.B. Wolfe", "T.W.D. Edwards", "K.R.M. Beuning", "R. J"],
    "venue": "Elgood",
    "year": 2001
  }, {
    "title": "Upper Ordovician (Mohawkian) carbon isotope (d13C) stratigraphy in eastern and central North America: Regional expression of a perturbation of the global carbon cycle, Palaeogeogr",
    "authors": ["S.A. Young", "M.R. Saltzman", "S.M. Beuning"],
    "venue": "Palaeoclimatol, Palaeoecol.,",
    "year": 2005
  }],
  "id": "SP:c7279c4ef012117e06890fbfac479d1e878f54ce",
  "authors": [{
    "name": "Philip A. Meyers",
    "affiliations": []
  }],
  "abstractText": "The dCorg values of Phanerozoic black shales average 227&, whereas those of modern marine organic matter average 220&. The black shale isotopic values mimic those of continental organic matter, yet their organic geochemical properties mandate that they contain predominantly marine organic matter. Hypotheses that proposed to explain the low dC values of black shales include diagenetic losses of isotopically heavier organic matter components, releases of isotopically light carbon from methane clathrates or extensive magmatic events, greater photosynthetic discrimination against C during times of higher atmospheric pCO2, and greenhouse climate stratification of the surface ocean that magnified photic zone recycling of isotopically light organic matter. Although the last possibility seems contrary to the vertical mixing that leads to the high productivity of modern oceanic upwelling systems, it is consistent with the strongly stratified conditions that accompanied deposition of the organic carbon-rich Pliocene-Pleistocene sapropels of the Mediterranean Sea. Because most Phanerozoic black shales contain evidence of photic zone anoxia similar to the sapropels, well-developed surface stratification of the oceans was likely involved in their formation. Existence of isotopically light land plant organic matter during several episodes of extensive magmatism that accompanied black shale deposition implies massive release of mantle CO2 that added to the greenhouse conditions that favored oceanic stratification. The C depletion common to most Phanerozoic black shales apparently resulted from a greenhouse climate associated with elevated atmospheric pCO2 that led to a strongly stratified ocean and photic zone recycling of organic matter in, augmented by magmatic CO2 releases.",
  "title": "Why are the δ13Corg values in Phanerozoic black shales more negative than in modern marine organic matter?"
}