{
  "sections": [{
    "heading": "1. Introduction",
    "text": "Over the last century, large-scale warming of surface air temperature (SAT) has occurred. This has been attributed in large part to increasing greenhouse gas emissions [e.g., Lean and Rind, 2008; Bindoff et al., 2013]. On shorter timescales, however, there are substantial fluctuations in SAT driven by a range of factors, including solar irradiance, volcanic eruptions, natural internal variability, and anthropogenic influences [Lean and Rind, 2008]. The goal of this study is to assess the global climate response to volcanic eruptions, utilizing the historical model simulations within the Coupled Model Intercomparison Project 5 (CMIP5). A particular focus is the response of the tropical Indian and Pacific Oceans, and specifically the modes of coupled ocean-atmosphere variability that operate in these regions.\nThe tropical Pacific and Indian Oceans are home to several natural modes of variability, which act on interannual to decadal timescales. A large component of tropical Pacific decadal variability is associated with the Interdecadal Pacific Oscillation (IPO) [Power et al., 1999]. The negative phase of the IPO is characterized by eastern Pacific cooling and northwest and southwest Pacific warming [Folland et al., 1999]. On shorter timescales tropical Pacific variability is primarily associated with the El Niño–Southern Oscillation (ENSO). Despite ENSO occurring in the tropical Pacific, it is the dominant driver of interannual variability globally and its effects are felt in many remote regions of the world. Both the negative IPO and the La Niña are associated with the drawdown of heat from the atmosphere into the subsurface ocean that can act to cool globally averaged SAT [England et al., 2014]. In fact transitions from El Niño dominated periods to La Niña dominated periods can offset warming associated with increasing greenhouse gases on decadal or longer timescales [Trenberth and Fasullo, 2013; Maher et al., 2014].\nAnother important driver of internal variability in the equatorial region is the Indian Ocean Dipole (IOD). A positive phase of the IOD is associated with low sea surface temperature (SST) off Sumatra and high SST in the western Indian Ocean [Saji et al., 1999]. The IOD has been shown to affect SAT coherently across subtropical Australia, Africa, and South America, with a rise in SAT during positive IOD events and a fall in SAT during negative events [Saji et al., 2005]. The IOD is also associated with severe rainfall in Eastern Africa and droughts in Indonesia [Saji et al., 1999].\nIt has been shown that positive IOD events and El Niño and negative IOD events and La Niña tend to coincide [Yamagata et al., 2004]. Izumo et al. [2010] found that in addition to this coincident relationship, there is a significant relationship between positive IOD and La Niña 14 months later and negative IOD and a\nin the third summer posteruption • The La Niña response may increase\nthe persistence of the initial cool anomaly\nSupporting Information: • Supporting Information S1 • Table S1 • Figure S1 • Figure S2 • Figure S3 • Figure S4 • Figure S5 • Figure S6 • Figure S7 • Figure S8 • Figure S9 • Figure S10\nCorrespondence to: N. Maher, n.maher@unsw.edu.au\nCitation: Maher, N., S. McGregor, M. H. England, and A. Sen Gupta (2015), Effects of volcanism on tropical variability, Geophys. Res. Lett., 42, 6024–6033, doi:10.1002/2015GL064751.\nReceived 29 MAY 2015 Accepted 8 JUL 2015 Accepted article online 14 JUL 2015 Published online 25 JUL 2015\n©2015. American Geophysical Union. All Rights Reserved.\nMAHER ET AL. EFFECTS OF VOLCANISM 6024\nEl Niño 14 months later. They suggest that as the IOD returns to neutral, this causes a sudden collapse of the anomalous zonal winds in the Pacific, leading to an ENSO response.\nVolcanic eruptions have previously been shown to influence SAT and other climate variables. The climatic effect from large volcanic eruptions is mainly due to the injection of sulphur dioxide and hydrogen sulfide into the stratosphere [Timmreck, 2012]. These gases are converted into sulfate aerosols, which act to both scatter solar radiation and absorb longwave and near-infrared radiation, [Timmreck, 2012] resulting in a net reduction in such radiation and hence a cooling at the surface [Harshvardhan, 1979; Rampino and Self , 1984; Robock and Mao, 1995]. SAT has been shown to cool rapidly in the first 1–3 years after the eruption, returning to the postvolcanic value approximately 6–7 years after the eruption [Hegerl, 2003; Thompson et al., 2009]. A number of recent eruptions have contributed to the recent hiatus in globally averaged SAT [Santer et al., 2014; Fyfe et al., 2013; Haywood et al., 2013]. Moreover, other hiatuses earlier in the twentieth century have also been shown to be associated with large historical eruptions [Maher et al., 2014]. Large eruptions also result in a rapid reduction in ocean heat content and sea level in the 3 years following the eruptions [Church et al., 2005] and are conducive to the formation of positive Arctic Oscillation (AO) and positive North Atlantic Oscillation (NAO) phases in Northern Hemisphere winter for two consecutive years posteruption [Shindell et al., 2004].\nTwo previous studies have investigated the impacts of volcanic eruptions in the CMIP5 models. Ding et al. [2014] find that posteruption SST cools by 0.1–0.3∘, comparable with observations, Arctic ice cover increases consistent with large-scale cooling and North Atlantic Overturning increases. Driscoll et al. [2012] demonstrate that the models cannot reproduce all of the observed postvolcano responses. They find that the CMIP5 models do not capture the tendency for a positive NAO and strengthened polar vortex in the winters after the eruption. The CMIP5 models investigated also cannot reproduce the Northern Hemisphere Eurasian warming pattern and overestimate tropospheric cooling. It has also been suggested that some climate models may overestimate cooling and subsequent warming in response to large volcanic eruptions [Marotzke and Forster, 2015].\nMany paleoproxy and single-model studies have investigated whether there is a persistent tropical response to large volcanic eruptions. For example, Adams et al. [2003] use paleoproxies to reconstruct the ENSO time series and find a doubling in the probability of an El Niño occurring in the first summer after the eruption. Such a response is hypothesized to be due to the dynamical thermostat mechanism [Seager et al., 1988; Clement et al., 1996; Cane, 1997]. Here surface temperature in the eastern Pacific remains unchanged, being primarily controlled by upwelling, while the western Pacific SST is subject to greater cooling associated with a volcanic eruption. As a result the western Pacific cools more than the east. McGregor et al. [2010] find a similar result in the paleoproxy record, with an additional La Niña-like response approximately 3 years after the eruption. The El Niño result is also found in the simple coupled model study of Mann et al. [2005] and the coupled general circulation model study of Ohba et al. [2013]. The Ohba et al. [2013] study, in particular, finds that an El Niño occurs a year after the eruption due to a weakening of the Walker circulation and reduced equatorial upwelling. Additionally, Emile-Geay et al. [2008] find that only large volcanoes (greater than Pinatubo) can increase the probability of an El Niño occurring. Results of another modeling study by McGregor and Timmermann [2011], however, report an enhanced probability of La Niña events occurring within 1 year of a large eruption. They suggest that in response to an eruption, an enhanced equatorial Pacific zonal SST gradient occurs, as the deeper mixed layers of the warm pool take longer to respond to volcanic cooling than the eastern Pacific, resulting in a La Niña-like cooling. Zanchettin et al. [2012] also find a tendency for La Niña-type anomalies in the first two Southern Hemisphere (SH) summers after an eruption. Their study uses a five-member ensemble of the Max-Planck-Institut-Earth System Model and considers nine eruptions in the period 971–1884. There have also been many studies that find no relation between ENSO and volcanic eruptions [Hirono, 1988; Nicholls, 1990; Self et al., 1997; Robock, 2000; Ding et al., 2014]. As such, there is still considerable uncertainty with respect to how ENSO might evolve following a volcanic eruption.\nThe low number of large volcanic eruptions (5) in the short observational record precludes the separation of the volcanic forced response from internal variability and other forcings (i.e., greenhouse gases, solar radiation, ozone depletion, and aerosols), as the sample size is too small. As a result instead of examining the observed responses we evaluate 122 historical ensemble members taken from 31 CMIP5 models to quantify the probability for a particular tropical response to occur after large volcanic eruptions.\nMAHER ET AL. EFFECTS OF VOLCANISM 6025"
  }, {
    "heading": "2. Methods",
    "text": "The historical simulation (1860–2006) from CMIP5, which is forced with observed changes in anthropogenic and natural forcing (including volcanic aerosols) is used to investigate the effects of large tropical volcanoes on modes of variability in the tropical Indian and Pacific Oceans up to 5 years posteruption peak. While each model includes historical volcanic forcing, an exact prescription for volcanic forcing was not specified for CMIP5. Modeling groups used one of five different volcanic forcing data sets, Sato et al. [1993], Ammann et al. [2003, 2007], Stenchikov et al. [1998], or Andres and Kasgnoc [1998] as outlined in supporting information Table S1. The five largest tropical volcanic eruptions from 1880 to present are considered, namely, Krakatau (1883), Santa Maria (1902), Agung (1963), El Chichón (1982), and Pinatubo (1991) (see Figure 1b for the magnitude of each eruption). We examine 122 ensemble members from 31 different models (see supporting information Table S1). Different versions of the same model (e.g., MIROC-ESM and MIROC5) are treated as independent models.\nA total of 122 × 5 = 610 volcanic responses are utilized from this CMIP5 model ensemble set. Multimodel ensembles are created to highlight the forced response. To this end, data are averaged across all ensemble members of an individual model, prior to averaging across models, so as not to bias results toward models with many ensemble members. Averages are used to identify the forced signal rather than the internal variability. Anomalies are calculated relative to a 5 year period that ends 3 months prior to the eruption peak to ensure that the warming signal over the twentieth century does not dominate differences between the five eruptions. In addition to different forcing data sets there are other model differences that affect the volcanic response, for example, each model has a different resolution in the stratosphere, along with a different implementation of volcanic forcing ranging from a modification of the radiative forcing in the atmosphere to an interactive conversion of sulphur dioxide to stratospheric aerosol [Driscoll et al., 2012]. These model differences and the volcanic response are briefly discussed in section 4.\nRather than using regional area based indices for ENSO and the IOD, which may not capture the location of the SST variability in each of the individual models, we utilize an Empirical Orthogonal Function (EOF) analysis to create the SST and SSH time series. For this calculation only, the SST and sea surface height (SSH) from each ensemble member utilized are deseasonalized and detrended using a third-order polynomial over the period 1861–2005. The domain 30.5∘S to 30.5∘N and 100∘ to 290∘E is used to calculate ENSO, while the domain 20.5∘S to 20.5∘N and 40∘ to 120∘E is used to calculate the IOD. ENSO is found to be the first principal component of both SST and SSH in all models, while the IOD is one of the first three and first two modes, respectively, for SST and SSH (see supporting information Table S1). Supporting information Figure S1 shows the multimodel mean EOFs of SST and SSH for the IOD and ENSO. The resulting spatial patterns of ENSO and IOD for each of the individual models all have a strong correlation with the multimodel mean. In addition to SST we also use SSH fields as they capture the dynamical signature of ENSO, are unaffected by volcanic cooling and are largely associated with changes in the equatorial winds [McGregor et al., 2012].\nProbability density functions (PDF’s) of the ENSO and IOD index magnitudes at different monthly lags after the eruption are calculated by treating all ensemble members as independent samples irrespective of which model they are generated by (122 samples for each of the five listed volcanic eruptions). We use the central month of SH spring or summer to compute the PDFs, by fitting a normal distribution. This biases the distribution toward models with more ensemble members; however, this is necessary to obtain a large enough sample size to assess statistical significance of the results. To test if the mode response has been affected by the eruption, a PDF of typical (unperturbed) ENSO behavior is estimated by randomly sampling each ensemble member 1000 times, again fitting to normal distributions. This provides an estimate of the probability of ENSO events of different magnitude occurring during the historical period; significance is found using a two-sample Kolmogorov-Smirnov test. We also calculate the number of months that exceed the 0.6 standard deviation threshold and compare with the mean of 100 random samples of the same length of time over the historical simulation. The 95% significance level is taken as the 95th sample of the 100 random samples once sorted."
  }, {
    "heading": "3. Results",
    "text": "Figure 1a shows the globally averaged SAT response relative to the eruption. The radiative effect of the volcanic forcing for all five eruptions and the multimodel mean can be seen in Figure 1b. The eruption peak is defined as the time of largest negative radiative forcing. For all eruptions the temperature drops from the\nMAHER ET AL. EFFECTS OF VOLCANISM 6026\nMAHER ET AL. EFFECTS OF VOLCANISM 6027\nbeginning of the eruption (over approximately 1.5 years) and recovers slowly thereafter. In most instances global temperature is largely recovered 5 years posteruption, with the exception of post-Krakatau, when a separate smaller eruption occurred 2.5 years after its peak. This recovery time may be influenced to a small degree by the global warming signal as we consider anomalies relative to the 5 years prior to the eruption.\nThe multimodel mean ENSO time series for the five eruptions is shown for the 10 years centered on the eruption in Figures 1c and 1d. The ENSO SSH field exhibits a multivolcano mean El Niño event that is significant at the 95% level approximately 1 year after the eruption peak. The ENSO SST field does not pick up this signal as it is dominated by volcanic cooling, despite the emergence of an El Niño like zonal gradient (see below). A multivolcano mean La Niña occurs in the SST field peaking at 2.5 years after the eruption, although the peak is broad extending from 1.5 to 4 years. A significant La Niña signal is also evident (although less prominent) in SSH between 2.5 and 3.5 years.\nThe multimodel mean IOD time series is shown in Figures 1e and 1f. Both SST and SSH IOD fields exhibit a significant positive IOD between 6 months and 2 years after the eruption. This is significant at the 95% level and occurs concurrent with the El Niño seen in the SSH field. In addition, the SSH field indicates a significant negative IOD around 2.5 to 3.5 years posteruption, concurrent with the La Niña signal. This is not seen in the SST field, most likely because the negative IOD is largely characterized by warmer water in the Indian Ocean (with a small area of cooling in the west), and the SST field is influenced by the volcanic cooling effect. Averaging all ensemble members (without first averaging across models) and averaging a single ensemble member from each model, results in almost identical temperature, ENSO, and IOD evolutions indicating that our results are robust to the averaging method.\nFigure 2 illustrates the multimodel, multivolcano mean spatial anomalies for the tropical Indo-Pacific ocean posteruption. These are composited over three different periods, defined as the eruption peak (the month of the peak plus the two consecutive months), the following SH spring/summer (September–February), and SH summer (December–February), individual plots for each eruption can be found in the supporting information (supporting information Figures S2–S7). At the peak of an eruption there is a weak zonal gradient between the East and West Pacific Oceans, developing in the equatorial Pacific SST as the eastern/central equatorial Pacific cooling is less pronounced than the surrounding areas (Figure 2a). This zonal gradient in SST also coincides with zonal gradients SLP and SSH (Figures 2a and 2b). During this time the Indian Ocean also cools, with a decrease in SSH in most of the Southern Indian Ocean (excluding the Australian coast where SSH rises), an increase in SSH in the northwestern Indian Ocean and a decrease in the northeastern Indian Ocean.\nBy the time of the first SH spring/summer posteruption, there is on average a strengthening of the equatorial Pacific zonal gradients, with higher SSH, SST, and lower SLP in the eastern/central equatorial Pacific (Figures 2b and 2c). At this time there is also a noticeable equatorial zonal SSH and SST gradient in the Indian Ocean, where the eastern equatorial Indian Ocean SST is cooler and the SSH is lower than the west, indicative of a positive phase of the IOD superimposed onto the large-scale cooling (Figures 2b and 2c). By the third SH summer after the eruption, the east/west gradient in the Pacific is reversed with higher SLP, lower SST, and SSH in the eastern Pacific compared to the west, corresponding to a La Niña-like pattern (Figures 2d and 2e). This is also associated with easterly equatorial Pacific wind anomalies (Figure 2e). The zonal gradients in the Indian Ocean have also reversed, with cooler and lower SSH in the west and warmer and higher SSH in the east, similar to a negative IOD phase.\nLooking at a longitude-time plot of the average development during a volcanic event, equatorial cooling is evident at all longitudes at the peak of the eruption (Figure 3). Over the subsequent year the SST cooling persists in the equatorial band over the Indian Ocean and the western Pacific Ocean, but SST anomalies in the eastern Pacific Ocean return to near normal until approximately 2 years posteruption. At this time the average model response shows the eastern Pacific beginning to strongly cool, while there is a relative warming west at approximately 150∘E (Figure 3a). The changes in SST gradient are consistent with the change in SSH (Figure 3b) and zonal surface wind (Figure 3c), but it is notable that the evolution of the SSH and zonal wind signals are much clearer than that of SST. This is because the ENSO and IOD responses in the SST field are superimposed on large-scale cooling; hence, the SSH and zonal wind more effectively reveal changes in ENSO and IOD masked in the SST analysis. The SST field also shows a response in the Indian Ocean between zero and 2 years, which is also consistent with the change in SSH (Figure 3b) and zonal surface wind (Figure 3c).\nMAHER ET AL. EFFECTS OF VOLCANISM 6028\nTo quantify these responses, we examine the probability of a given magnitude of ENSO or IOD after an eruption in comparison to a background distribution computed over the historic time series (supporting information Figure S9). Changes presented here are significant at the 95% level. There is an increase in the chance of a positive IOD occurring in the first October posteruption with a 20–25% increase in the probability of a positive IOD occurring in the first 6–18 months after the eruption. There is also increase in the occurrence of an El Niño in the first January posteruption, corresponding with a 30% increase in the chance of an El Niño-like event occurring (only seen in the SSH field) in the first 6–18 months after an eruption. Finally, there is a shift to increase the probability of a La Niña occurring in the third January posteruption. This corresponds to a\nMAHER ET AL. EFFECTS OF VOLCANISM 6029\n50% increase in the chance of a La Niña manifesting SST and a 20% in SSH (significant at 90% level) in the 18 months to 3.5 years posteruption."
  }, {
    "heading": "4. Discussion and Conclusions",
    "text": "Volcanic eruptions significantly cool SAT on timescales of 1–3 years after an eruption, with a recovery timescale of 6–7 years [Hegerl, 2003; Thompson et al., 2009]. The response of the CMIP5 models to the five\nMAHER ET AL. EFFECTS OF VOLCANISM 6030\nlargest tropical eruptions over the last century roughly agrees with these observed timescales, with the peak volcanic cooling occurring around 1.5 years.\nFocusing on the tropical response to the five largest tropical eruptions over the last century, we examine whether there is a robust response in Indo-Pacific variability. While we consider both SST and SSH, SST is more difficult to interpret as changes in ENSO and IOD variability are superimposed on volcanic cooling. When considering the multimodel multivolcano mean, we find that between the eruption start and peak, in the equatorial band (5∘N to 5∘S) there is a global cooling signal consistent with a large-scale volcanic cooling due to aerosols across both the Indian and Pacific Oceans. After the eruption peak there is a tendency for a zonal gradient to develop in both the equatorial Pacific and Indian Oceans, which strengthens into a positive IOD and El Niño-like pattern in the first SH spring/summer after the eruption.\nThe initial zonal gradient in SST is consistent with mechanisms relating to changes in zonal gradients of albedo and mean upwelling (dynamical thermostat) [e.g., Seager et al., 1988] highlighted in McGregor and Timmermann [2011], although the spatial structure appears to be more consistent with a dynamical thermostat mechanism [see McGregor and Timmermann, 2011, Figure 8d]. This zonal gradient is intensified over the year after the eruption. The El Niño response is also consistent with the study of Meehl et al. [2008]. albeit reversed, who showed that an increase in solar radiation causes an atmospheric response similar to a La Niña event. While the SST zonal gradient and changes in SSH are similar to those occurring during an El Niño event, the signal is not seen in eastern equatorial Pacific SST anomalies. This result agrees well with many previous studies such as Adams et al. [2003] but was not seen by Ding et al. [2014] in the CMIP5 models; likely as they did not have enough ensemble members and only considered the SST response and not SSH. The El Niño tends to co-occur with a positive IOD signal, although rather than a warm and cool anomaly, this manifests as a change in the zonal SST gradients superimposed on large-scale volcanic cooling. When considering the individual eruptions (supporting information Figures S2–S7), the response of each is largely consistent with the multimodel mean. The exception is the Agung eruption which looks quite different from the other eruptions at the time of the eruption and the first SH summer/spring after the eruption. We hypothesize that this is due to the location of the Agung eruption as it is the furthest eruption from the equator. Supporting information Figure S8 illustrates the zonal shortwave radiation response after each eruption and demonstrates that Agung is the only eruption which does not show a cross-equatorial response.\nIn the third summer after the eruption there is a flip in the east-west Pacific gradient, with cooler SST and lower SSH in the east equatorial Pacific compared to the west. This SSH response is weaker than the El Niño like response seen directly after event, but is still statistically significant. The ongoing volcanic signal acts to enhance the Pacific cooling. The equatorial zonal wind is anomalously westward consistent with a La Niña and provides the forcing to drive the SST and SSH response. Izumo et al. [2010] find that La Niña events tend to occur approximately 14 months after a positive IOD event in the Indian Ocean, due to a collapse of the wind anomalies in the Pacific induced by a breakdown of the IOD. This mechanism could explain the occurrence of this pattern in the models approximately 14 months after the positive IOD composite. This is also consistent with the fact that La Niña events tend to follow El Niño events [e.g., Okumura and Deser, 2011]. The occurrence of a La Niña pattern at this time is consistent with a previous study of McGregor et al. [2010], who use proxy records to show that there is a significant increase in the probability of a La Niña event occurring 3 years posteruption. Again, the response of each eruption is largely consistent with the multimodel mean (supporting information Figures S2–S7). The exception here, however, is the Santa Maria eruption, which does not exhibit the drop in SSH or pronounced east Pacific cooling in the third SH summer after the eruption.\nIt is widely known that the CMIP5 models have biases in the mean state and the representation of the modes of variability [Bellenger et al., 2014; Guilyardi et al., 2012; Weller and Cai, 2013], as such the question arises as to whether these biases impact on the projection of volcanic forcing onto ENSO and the IOD. In an attempt to answer this question we assess the impact of volcanic forcing on the subset of CMIP5 identified by Kim et al. [2014] that have more realistic ENSO (indicated in supporting information Table S1). As these models have a noticeably reduced equatorial Pacific cold tongue bias when compared to the remaining models, we also expect them to have a more realistic IOD location. With this subset of models we find that while there are model biases in ENSO and IOD, our results are robust to subsampling for the least biased models.\nModels also have different treatments of volcanic aerosols, which may influence the ENSO/IOD evolution. To test this, we subset the models by their underlying forcing data sets. While some differences exist (probably\nMAHER ET AL. EFFECTS OF VOLCANISM 6031\ndue to the small number of models in each subset and the larger aerosol depth in the Ammann data sets) our overall conclusions are robust.\nWe propose that a volcanic eruption causes global cooling that increases the likelihood of an El Niño-like response in the Pacific Ocean and a co-occurring positive IOD event in the Indian Ocean. There is also an increased likelihood of a La Niña pattern occurring in the third DJF posteruption (i.e., 14 months later that the peak of the El Niño), which is enhanced in the SST field due to volcanic cooling. This signal, coherent with a weak negative IOD may enhance the persistence of postvolcanic cooling seen in CMIP5 models and the global climate system."
  }],
  "year": 2015,
  "references": [{
    "title": "Proxy evidence for an El Nino-like response to volcanic forcing",
    "authors": ["J.B. Adams", "M.E. Mann", "C.M. Ammann"],
    "year": 2003
  }, {
    "title": "ENSO representation in climate models: From CMIP3 to CMIP5, Clim",
    "authors": ["H. 261. Bellenger", "E. Guilyardi", "J. Leloup", "M. Lengaigne", "J. Vialard"],
    "year": 2014
  }, {
    "title": "Detection and attribution of climate change: From global to regional, in Climate Change",
    "authors": ["Dyn", "1999–2018. Bindoff", "N. L"],
    "year": 2013
  }, {
    "title": "Twentieth-century sea surface temperature",
    "authors": ["Stocker et al", "Cambridge Univ. Press", "U.K. Cambridge", "M.A. New York. Cane"],
    "venue": "Arblaster",
    "year": 1997
  }, {
    "title": "Intensified Pacific Ocean wind-driven circulation during the ongoing warming hiatus",
    "authors": ["3134–3148. England", "M. H"],
    "venue": "Nat. Clim. Change,",
    "year": 2014
  }, {
    "title": "Large scale modes of ocean surface temperature since the late nineteenth century",
    "authors": ["C.K. 222–227. Folland", "D.E. Parker", "A. Colman"],
    "year": 1999
  }, {
    "title": "Beyond El Nino: Decade 1 and Interdecade 1 Climate Variability, edited by A",
    "authors": ["Springer", "J.C. Berlin. Fyfe", "N.P. Gillett", "F.W. Zwiers"],
    "venue": "Clim. Change,",
    "year": 2013
  }, {
    "title": "Response of El Niño sea surface temperature variability",
    "authors": ["S. T", "W. Cai", "F.-F. Jin", "A. Santoso", "L. Wu", "E. Guilyardi", "S.-I"],
    "venue": "Indian Ocean dipole on the following year’s El Niño, Nat. Geosci.,",
    "year": 2014
  }, {
    "title": "Volcanic and solar forcing of the tropical Pacific over the past",
    "authors": ["M.A. Cane", "S.E. Zebiak", "A. Clement"],
    "year": 2005
  }, {
    "title": "Forcing, feedback and internal variability in global temperature trends, Nature",
    "authors": ["J. Marotzke", "P. Forster"],
    "venue": "J. Clim.,",
    "year": 2015
  }, {
    "title": "Asymmetry in the duration of El Niño and La Niña",
    "authors": ["M. Y"],
    "venue": "GCM, J. Clim.,",
    "year": 2011
  }, {
    "title": "Sulphur-rich volcanic eruptions and stratospheric aerosols, Nature, 310, 677–679",
    "authors": ["M.R. 319–324. Rampino"],
    "venue": "Self",
    "year": 1984
  }, {
    "title": "Volcanic forcing data",
    "authors": ["Sato"],
    "venue": "We thank Alan Robock for his comments on an earlier version of this manuscript, Jerry Meehl for his discussions on the vol-",
    "year": 1993
  }, {
    "title": "The volcanic signal in surface temperature observations",
    "authors": ["A. 1002/2015GL064751 Robock", "J. Mao"],
    "venue": "J. Clim.,",
    "year": 1995
  }, {
    "title": "Volcanic contribution to decadal changes in tropospheric temperature",
    "authors": ["87–101. Santer", "B. D"],
    "venue": "Nat. Geosci.,",
    "year": 2014
  }, {
    "title": "Dynamic winter climate response to large tropical volcanic eruptions",
    "authors": ["D.T. Shindell", "G. Schmidt", "M. Mann"],
    "venue": "Faluvegi",
    "year": 2004
  }, {
    "title": "An apparent hiatus in global warming?, Earth’s Future",
    "authors": ["J.T. Fasullo"],
    "venue": "J. Clim.,",
    "year": 2013
  }, {
    "title": "Earth’s Climate: The Ocean-Atmosphere Interaction, Geophys. Monogr",
    "authors": ["T. 6649–6659. Yamagata", "S. Behera", "J. Luo", "S. Masson", "M. Jury", "S. Rao"],
    "year": 2004
  }],
  "id": "SP:87981643797254973bbb8f57446ca116b8f95dd5",
  "authors": [{
    "name": "Nicola Maher",
    "affiliations": []
  }, {
    "name": "Shayne McGregor",
    "affiliations": []
  }, {
    "name": "Matthew H. England",
    "affiliations": []
  }, {
    "name": "Alexander Sen Gupta",
    "affiliations": []
  }],
  "abstractText": "The effects of large tropical volcanic eruptions on Indo-Pacific tropical variability are investigated using 122 historical ensemble members from the Coupled Model Intercomparison Project 5. Radiative forcing due to volcanic aerosols in the stratosphere is found to increase the likelihood of a model climatic response that projects onto both the El Niño–Southern Oscillation and the Indian Ocean Dipole (IOD). Large eruptions are associated with co-occurring El Niño and positive IOD events in the ensemble means that peak 6–12 months after the volcanic forcing peaks, marking a significant increase in the likelihood of each event occurring in the Southern Hemisphere (SH) spring/summer posteruption. There is also an ensemble mean La Niña-like response in the third SH summer posteruption, which coincides with a significant increase in the likelihood of a La Niña occurring. Taken together with the initial cooling, this La Niña-like response may increase the persistence of the cool global average surface temperature anomaly after an eruption.",
  "title": "Effects of volcanism on tropical variability"
}