{
  "sections": [{
    "heading": "1. Introduction",
    "text": "Throughout Earth’s history, the solid Earth has undergone partial melting and has released volatiles to the ocean and atmosphere by volcanism. The volatiles released by surface volcanism greatly influence Earth’s atmosphere and hence climate [e.g., Berner et al., 1983; Caldeira and Rampino, 1991; Kasting, 1993]. A quantitative understanding of the evolution of melt production and the degassing rate of Earth’s mantle through time is thus essential to understanding the interactions between the solid Earth, surface environments, and the climate system.\nSurface volcanism mainly occurs in three geological settings: convergent plate boundaries (e.g., subduction zones), divergent plate boundaries (e.g., mid-ocean ridges), and hot spots within tectonic plates (e.g., large igneous provinces). Among these geological settings, the largest amount of partial melting occurs beneath mid-ocean ridges [Crisp, 1984]. At mid-ocean ridges, partial melting occurs mainly by decompression melting, although some mid-ocean ridges (e.g., Iceland) are influenced by interaction with hot mantle plumes [e.g., Bijwaard and Spakman, 1999; Wolfe et al., 1997]. Oceanic crust forms as melts crystallize at mid-ocean ridges, with volatiles such as CO2 being released as a consequence of exsolution.\nThe time evolution of melt production (which we define here as the volume of melt produced per unit time) at mid-ocean ridges and the production rate of oceanic crust have been widely investigated. One important method is through measuring the volume and age of Earth’s accessible oceanic crust [e.g., Coltice et al., 2013; Larson, 1991; Seton et al., 2012]. The thickness of oceanic crust can be inferred from seismic\nmainly controlled by plate motion history Ridge jump causes deviation of melt flux from that scaled by seafloor production rate\nCorrespondence to: M. Li, Mingming.Li@colorado.edu\nCitation: Li, M., B. Black, S. Zhong, M. Manga, M. L. Rudolph, and P. Olson (2016), Quantifying melt production and degassing rate at mid-ocean ridges from global mantle convection models with plate motion history, Geochem. Geophys. Geosyst., 17, 2884–2904, doi:10.1002/2016GC006439.\nReceived 12 MAY 2016 Accepted 11 JUN 2016 Accepted article online 16 JUN 2016 Published online 31 JUL 2016\nVC 2016. American Geophysical Union. All Rights Reserved.\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2884\nobservations [Chen, 1992; Dick et al., 2003; White et al., 1992]. The volume of oceanic crust is then calculated by multiplying the thickness of oceanic crust by the area of the seafloor at a given age, with the age of the seafloor determined from magnetic anomalies on the seafloor [M€uller et al., 1997, 2008]. The combination of geophysical measurements provides the most direct estimate of melt production at mid-ocean ridges. However, there are several challenges for this observation-based method, including:\n1. This method is limited by the preservation of old oceanic crust. The oldest seafloor is 180 Ma, and this method does not provide melt production at mid-ocean ridges before this time. 2. The area of seafloor at different ages not only depends on the production rate of seafloor, but also strongly depends on the history of seafloor destruction at subduction zones [Parsons, 1982]. As a result, variations in the seafloor production rate in the past 180 Ma are still debated, ranging from an approximately constant production rate in some reconstructions [Cogne and Humler, 2004; Parsons, 1982; Rowley, 2002] to variations of a factor of 2 or 3 in others [Coltice et al., 2013; Demicco, 2004; Seton et al., 2009] over the past 180 Ma. 3. There are some discrepancies between seismically determined oceanic crust thickness and the thickness of magmatic crust produced by partial melting [Cannat, 1996]. The seismically determined lower oceanic crust contains a significant amount of ultramafic rocks, which are petrologically distinct from the overlying basaltic igneous crust [Carlson, 2001]. For this reason, it has been argued that seismic observations of thickness of oceanic crust should be interpreted with caution [Niu, 1997]. 4. It is unclear how temperature and composition in Earth’s uppermost mantle control the melt production at mid-ocean ridges. Although the geochemistry of mid-ocean ridge basalt (MORB) constrains the thermal and compositional state of the upper mantle and the processes of partial melting and crystallization beneath mid-ocean ridges, the precise relationship between the state of the upper mantle and melt production is nonunique [e.g., Dalton et al., 2014; Klein and Langmuir, 1987; Langmuir et al., 1992; Niu, 1997].\nIn addition to these observational studies, parameterized modeling [e.g., Asimow et al., 2001; Bown and White, 1994; Klein and Langmuir, 1987; Langmuir et al., 1992] and numerical modeling studies [e.g., Behn and Grove, 2015; Behn et al., 2007; Husson et al., 2015; Katz, 2008; Tirone et al., 2012; Turner et al., 2015; Weatherley and Katz, 2016] also significantly help improve our understanding of the partial melting process at midocean ridges. These modeling studies estimate melt production beneath mid-ocean ridges using the dependence of melt fraction on temperature, pressure, and composition that have been measured experimentally [e.g., Hirschmann, 2000; Till et al., 2012] or calculated based on thermodynamics [e.g., Ghiorso et al., 2002].\nMid-ocean ridges, however, are not isolated systems and they interact with the Earth’s deep mantle through mantle convection. On one hand, the temperature and composition in the mantle beneath mid-ocean ridges, which are controlling factors for melt production and degassing, are themselves controlled by Earth’s thermal and compositional evolution. On the other hand, the production of oceanic crust and its recycling in the deep mantle strongly affect plate tectonic processes [e.g., Crameri et al., 2012; Lourenco et al., 2016] and Earth’s thermal [e.g., Nakagawa and Tackley, 2012] and compositional evolution [e.g., Li and McNamara, 2013; Li et al., 2014]. However, it is not clear how global mantle flow affects the melt production rate at mid-ocean ridges. It is also unclear how the history of plate tectonics affects melt production at mid-ocean ridges. To better understand the evolution of the deep Earth and its interaction with the atmosphere, it is therefore critical to develop global mantle convection models in which deep mantle processes, plate tectonic motion history, and surface magmatism are coupled together as an internally consistent system.\nHere we incorporate melting processes into global mantle convection models that include realistic plate motion history over the past 200 Myr. Our three-dimensional (3-D) mantle convection models have realistic global mid-ocean ridge systems both in space and time that allow us to investigate the process of partial melting at mid-ocean ridges under the influence of Earth’s deep mantle convection. We quantify the time evolution of upper mantle background temperature and melting depth. We compare different numerical methods to compute melt production, and test the parameters that are potentially important for melt production calculations, including spatial resolution and latent heating by melting. We also investigate the sensitivity of melt production to variations in mantle temperature and water content beneath mid-ocean ridges. From our melt production calculations, we compute the degassing rate at mid-ocean ridges.\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2885\n2. Methods\nWe incorporate melt production calculations in global mantle convection models. The computational method contains two parts. The first part is setting up mantle convection models and the second part is computing melt production.\n2.1. Mantle Convection Model Our convection model is similar to that in McNamara and Zhong [2005] and Zhang et al. [2010]. We solve the following equations for conservation of the mass, momentum, and energy under the Boussinesq approximation for thermochemical convection [e.g., McNamara and Zhong, 2004]:\nr ~u50; (1)\n2rP1r ðg_eÞ5RaðT2BCÞ̂r ; (2)\n@T @t 1ð~u rÞT5r2T1Q2L; (3)\nwhere ~u is the velocity, P is the dynamic pressure, g is the viscosity, _e is the strain rate, Ra is the Rayleigh number, T is the temperature, B and C are the buoyancy number and composition, respectively. r̂ is the unit vector in the radial direction, t is the time, Q is the internal heating rate, and L is the latent heating.\nThe Rayleigh number Ra in equation (2) is defined as:\nRa5 qgaDTR3\ng0j ; (4)\nwhere q, g, a, DT, g0, and j are dimensional parameters for the reference density, gravitational acceleration, thermal expansivity, temperature difference between the core-mantle boundary (CMB) and surface, reference viscosity at temperature T 5 0.5 (nondimensional), and thermal diffusivity, respectively. Notice that the Rayleigh number is defined using the radius of the Earth (R) and is 10 times larger than that defined using the mantle thickness. In this study, Ra 5 2 3 108 for all models. Table 1 lists all relevant physical and model parameters used in this study.\nThe buoyancy number B is defined as the ratio between intrinsic (compositional) density anomaly and density anomaly caused by thermal expansion:\nB5 Dq\nqaDT ; (5)\nwhere Dq is intrinsic density anomaly compared with the background mantle.\nThe viscosity depends on the temperature and depth. The temperature-dependent viscosity is given by g 5 exp[A(0.5 2 T)], where A is the dimensionless activation parameter. We use a value of A 5 9.21 which results in a viscosity variation of 10,000 due to variations in temperature. In addition, we impose a viscosity increase from the upper mantle to lower mantle of a factor of 50.\nTemperature is isothermal on both the surface (T 5 0) and CMB (T 5 1). We use a dimensionless internal heating rate of Q 5 100 which leads to 50–70% internal heating ratio (meaning the other 30–50% of heat is from the core). This internal heating rate is consistent with previous studies based on constraints from plume heat flux and plume excess temperature [Leng and Zhong, 2008; Zhong, 2006], although we expect the effects of internal heating to be small on relatively short time scales (e.g., 200 Myr) such as we consider in this study. The CMB has a free-slip velocity boundary condition. We use a kinematic velocity boundary condition on the surface derived from the past plate motion history from [Seton et al., 2012] for the last 200 Myr. We thus produce realistic global mid-ocean ridge systems both in space and time from the\nTable 1. Physical and Model Parameters Parameter Value\nRayleigh number Ra 2 3 108 Earth’s radius 6370 km Core-mantle boundary radius 3503 km Density of mantle 3300 kg/m3 Density of crust 2900 kg/m3 Thermal expansivity 3 3 1025/K Thermal diffusivity 1026 m2/s Gravitational acceleration 9.8 m/s2 Temperature difference between surface and core-mantle boundary 25008C Latent heating 640 kJ/kg Threshold of melt fraction for\nextraction of melt 0.02\nAdiabatic temperature gradient in uppermost mantle\n0.48C/km\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2886\nimposed plate motion history. See Zhang et al. [2010] for more detailed descriptions of the mantle convection modeling.\nThe advection of composition C is given by:\n@C @t 1ð~u rÞC50 (6)\nAdvection of the composition field is simulated using the ratio tracer method [Tackley and King, 2003]. There are, on average, 20 tracers in each element which results in 63, 315, and 700 million tracers in the low, medium, and high-resolution models, respectively.\nThe conservation equations (1–3) and (6) are solved using the finite element code CitcomS [Zhong et al., 2000, 2008]. The radius of the computational domain ranges from ri 5 0.55 for the CMB to ro 5 1.0 for the surface. The Earth’s mantle is simulated in a 3-D spherical shell. The computational domain is divided into 12 caps, and each cap contains 64 3 64 3 64 (longitudinal 3 latitudinal 3 radial) elements for low resolution, 128 3 128 3 80 elements for medium resolution and 192 3 192 3 80 elements for high resolution. In addition, the grid is gradually refined toward the surface in the radial direction. Table 2 lists the grid parameters at various depths for all three resolutions we use in this study.\nFigure 1 shows the temperature and composition field at 200 Ma and the present-day for Case01 (Table 3). All models are computed for the last 200 Myr using the plate motion history from [Seton et al., 2012]. However, in order to spin the model up to thermal equilibrium, we first ran a low-resolution calculation starting at 458 Ma with a 1-D radial temperature profile [Zhang et al., 2010]. At 458 Ma, we put a layer of intrinsically dense material with a buoyancy number of B 5 0.5 in the lowermost 250 km of the mantle. This intrinsically dense material is later pushed into thermochemical piles in upwelling regions (Figures 1b and 1d), which have been proposed to cause the seismically observed large low shear velocity provinces (LLSVPs) in the lowermost mantle [e.g., Garnero and McNamara, 2008; McNamara and Zhong, 2005]. From 458 to 200 Ma, we use the plate motion model from Zhang et al. [2010]. At 200 Ma, the temperature field (Figure 1a) and compositional field (Figure 1b) are either directly used as initial conditions in low-resolution cases, or first interpolated to medium or high resolution and then used as initial conditions for other models we perform in this study. We do not expect the thermochemical piles above the CMB to significantly affect upper mantle temperature and mid-ocean ridge melting on the 200 Myr time scales we consider in our models. However, we include the thermochemical piles in our models for internal consistency, and because we envision that these same simulations, which are computationally expensive, may be used in the future to explore the dynamic connections among surface volcanism, CMB heat flux, and core dynamo processes [e.g., Olson et al., 2013]."
  }, {
    "heading": "2.2. Computing Melt Production",
    "text": "In order to compute melt production, the melt fraction, F, must be calculated at every time step. Melt fraction, F, is a function of temperature, T, pressure, P, and composition, X, expressed as F 5 F(T, P, X). The dependence of F on T, P, and X has been extensively studied in the laboratory experiments [e.g., Hirschmann, 2000; Till et al., 2012]. Melting models based on thermodynamic principles such as pMELTS [Ghiorso et al., 2002] are widely used to calculate F assuming that the system is in thermodynamic equilibrium. However, it is very time consuming to calculate F through a full thermodynamically consistent treatment, especially when F is calculated at every time step throughout a mantle convection model run. Instead, the relationship between F and T, P, X has been parameterized and represented by several simple equations\nTable 2. Resolution Information Low Medium High\nDepth (km) Radial (km) Lateral (km) Depth (km) Radial (km) Lateral (km) Depth (km) Radial (km) Lateral (km)\n0–45 15 101 0–150 15 51 0–150 10 34 45–150 26 100 150–300 25 50 150–300 20 33 150–670 32 91–99 300–670 30 46–49 300–670 30 31 670–2675 61 59–91 670–2675 50 30–46 670–2675 60 20 2675–CMB 24 56–59 2675–CMB 16 28–30 2675–CMB 16 19\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2887\n[e.g., Katz et al., 2003; Kelley et al., 2010], allowing a fast and relatively accurate estimation of F. In this study, we use the parameterized equations by Katz et al. [2003] to calculate melt fraction F from T, P, and X.\nBecause adiabatic heating is removed in our mantle convection models under the Boussinesq approximation, the adiabatic temperature needs to be added back to calculate melt fraction, and we use an adiabatic\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2888\ntemperature gradient of 0.48C/km (Table 1). The effect of latent heating is treated as a heat sink in the energy equation (equation (3)). The latent heat of melting is assumed to be 640 kJ/kg [Navrotsky, 1995]. In most of our calculations, we assume a water content of 0.01 wt % in the MORB source mantle, which is similar to the estimated water content in the mantle source for depleted MORB [e.g., Sobolev and Chaussidon, 1996; Workman and Hart, 2005].\nIn numerical modeling, T is computed from the simulation of mantle convection, and P is computed from depth. The composition X is either advected using tracers in thermochemical models, or is constant both in space and time for isochemical models. Thus, the melt fraction could either be calculated on tracers that are advected by mantle convection by interpolating T, P, and X to the tracers, or calculated on grid nodes or elements of the finite element computational domain. As a result, there are two methods to compute melt production: one is based on advecting tracers and the other is based on the fixed Eulerian mesh of mantle convection models. In this study, we refer to the former as the tracer method and the latter as the Eulerian method. We test and compare the melt production calculated from both methods."
  }, {
    "heading": "2.3. Tracer Method",
    "text": "For the tracer method, T, P, and X are interpolated to the position of tracers and the melt fraction F is stored in each tracer and is updated when necessary. We use similar routines as Sr amek and Zhong [2012] to calculate melt production with the tracer method. As an initial condition, the melt fraction F for all tracers is set to zero. Tracers are then advected with the flowing mantle to new positions, and (T, P, X) of tracers are updated every time step. At each time step, a new melt fraction Fnew is calculated for all tracers. For each tracer, there are two criteria for melt to be extracted to the surface: (1) Fnew> F and (2) Fnew> Fthreshold. The first criterion means that melt extraction occurs only if additional melt is produced. If this criterion is satisfied, the melt fraction F for the tracer is updated with F 5 Fnew. The second criterion ensures that melt extraction occurs only if the melt fraction is larger than a threshold number, Fthreshold. In this study, we use Fthreshhold 5 0.02, similar to that proposed by Sobolev and Shimizu [1993], and within the range of melt extraction thresholds ( 1–4 vol %) estimated by previous studies [e.g., Connolly et al., 2009; Forsyth et al., 1998; Spiegelman and McKenzie, 1987]. When both criteria are satisfied, the additional melt produced is instantly extracted to the surface. For each tracer, the mass of melt produced per unit time within each time step is given by:\ndMmelt dt 5Mmantle dF dt 5Mmantle Fnew2F\nt12t0\n; (7)\nwhere Mmantle is the mass of the mantle in the element where the tracer locates. Melt fraction F and Fnew are given by weight percent. t1 2 t0 is the dimensional time increase for this time step. Melt production is often given in terms of the volume of melt produced per unit time. In this case, the melt production (n) can be calculated as:\nn5 dVmelt\ndt 5 1 qmelt dMmelt dt ; (8)\nwhere qmelt is the density of melt. In this study, qmelt is the density of oceanic crust and is taken as a constant 2900 kg/m3 (Table 1).\nEquations (7) and (8) give melt production for one tracer. Usually, one element contains more than one tracer. Thus, the melt production for each element is then calculated by averaging the melt production produced by all tracers within that element. The global melt production is a summation of melt production from all elements of the computational domain.\nSimilar to the approach by Sr amek and Zhong [2012], the melt production calculation for each element of the computational domain is split into the following steps:\n1. For each element, calculate the melt fraction Fnew for all tracers within this element from (T, P, X) of the tracers.\n2. For each tracer within the element, compare Fnew with F. If Fnew is higher than F, then Fnew becomes the updated melt fraction of this tracer and F 5 Fnew.\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2889\n3. When F> Fthreshold, calculate melt production produced by each tracer within the element using equations (7) and (8).\n4. Calculate the average melt production from all tracers within the element."
  }, {
    "heading": "2.4. Eulerian Method",
    "text": "For the Eulerian method, (T, P, X) is interpolated to the center of elements in the computational domain. For each element, the mass of melt produced per unit time at each time step is given by:\ndMmelt dt 5Mmantle dF dt 5Mmantle @F @t 1~u rF ; (9)\nwhere~u is the velocity.\nIn equation (9), the term @F@t is related to the changes of melt fraction due to changes of (T, P, X) within the element, and the term~u rF is related to melt advected in or out of the element. There are two criteria for melt extraction: (1) F> Fthreshold and (2) dFdt > 0. The global melt production is a summation of melt production produced at each element in which both criteria are satisfied."
  }, {
    "heading": "3. Melt Production at Mid-Ocean Ridges",
    "text": "In this study, we calculate melt production using both the Eulerian and tracer methods. In addition, we investigate parameters that could potentially affect the calculation of melt production, such as spatial resolution of mantle convection models and latent heating by melting. Furthermore, we quantify the sensitivity of melt production to mantle temperature and bulk water content in melting sources. Table 3 lists all cases used in this study.\nWe focus on melt production at mid-ocean ridges and we ignore the off-ridge melt production caused by mantle plumes. The plate motion history model that we use here [Seton et al., 2012] is based on plate reconstruction, and the plate motion and plate configuration may change significantly at some time stages. We find that when plate motion changes significantly, our mantle convection models predict large oscillations in melt production for the initial several time steps for both the Eulerian and tracer methods, which are probably numerical artifacts. We thus do not consider the oscillating melt production in these time steps.\nFigure 2a shows the evolution of global melt production at mid-ocean ridges in the last 200 Myr for Case01 with Eulerian method and Case02 with tracer method. Both cases have low resolution for the mantle convection model. Figure 2a shows that the Eulerian and tracer method produce similar global melt production.\nFigure 2b shows the global melt production averaged every 106 years for Case01 (with Eulerian method) and Case02 (with tracer method). We also plot the seafloor production rate at different times in Figure 2b. The seafloor production rate is controlled by plate motion velocity and the length of mid-ocean ridges; their product gives the area of new seafloor produced at mid-ocean ridges per year. The global seafloor production rate (c) is calculated by:\nc5 ð r ~upds; forr ~up > 0; (10)\nwhere ~up is plate velocity, r ~up is the divergence of plate motion velocity and is greater (less) than 0 in spreading centers (subduction zones), and the integral is for the entire Earth’s surface. It should be pointed out that the seafloor production rate is completely determined by the given plate motion history model [Seton et al., 2012] and is independent of mantle convection models.\nFigure 2b shows that the global melt production is, to first order, correlated with seafloor production rate. The last 200 Myr encompassed the breakup of the Pangean supercontinent [Seton et al., 2012]. From 200 to 190 Ma, the melt production is almost constant at about 27–30 km3/yr with a nearly constant seafloor production rate. There is a decrease of melt production at 190 Ma, but the seafloor production rate does not decrease (Figure 2b), which will be discussed later. Between 190 and 180 Ma, the melt production tracks the slowly increasing seafloor production rate (Figure 2b). From 180 to 155 Ma, the melt production fluctuates but remains relatively constant at 29–34 km3/yr (Figure 2b). There are large increases of melt\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2890\nproduction and seafloor production rate at 155 Ma and they reach maximum values from 150 to 120 Ma. During this time, the melt production is 50–65 km3/yr, which is about 2.5–3 times of the present-day value of 20 km3/yr (Figure 2b).\nIn general, the global melt production decreases with time after 120 Ma (Figure 2b). Starting around 120 Ma, the melt production decreases sharply, to 40 km3/yr and remains at this value until 60 Ma, although there is a short-lived increase of melt production with increasing seafloor production rate around 85 Ma. Global melt production further decreases after 60 Ma to the present-day value of 20 km3/yr. There are also some transient peaks in melt production at 10–30 Ma, with increased seafloor production rate during this time.\nFigure 3 shows the temperature field at 45 km depth and the global distribution of melt flux at mid-ocean ridges at four time snapshots, 200, 150, 120, and 0 Ma. The interval 150–120 Ma features the birth of the Pacific plate, the separation of South America from North America and the formation of the Antarctic plate and Indian plate (Figures 3b and 3c) [Seton et al., 2012]. For the present-day, the Pacific and eastern Indian mid-ocean ridges produce the greatest melt flux (Figure 3d). In contrast, the melt flux along the Atlantic and southwest Indian mid-ocean ridges is far less, and in some locations along these ridges there is little or no melt produced (Figure 3d). This apparent lack of melt production is caused partly by too low resolution in the mantle convection models, as shown later.\nFigure 4a shows the global melt production evolution for Case03 (with the Eulerian method) and Case04 (with the tracer method). Both cases have medium resolution for the mantle convection model (Table 2), but otherwise are identical to Case01 and Case02, respectively. The melt production calculated by the\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2891\nEulerian method matches very well with that calculated with the tracer method. The global melt production is generally larger than those from Case01 and Case02 with low resolution (Figure 2a), suggesting a moderate influence of numerical resolution.\nSnapshots of global distributions of melt flux and temperature at 45 km depth for Case03 are shown in Figure 5. The results are generally similar to that shown in Figure 3 for Case01. The main difference is the significant increase in present-day melt flux along the Atlantic and southwest Indian mid-ocean ridges for Case03 (Figure 5d), again indicating the effect of model resolution.\nIn Case05, we further increase the model resolution and use the Eulerian method to compute melt production. This case has a lateral resolution of 34 km and radial resolution of 10 km in the uppermost 150 km of the mantle (Table 2). Figure 4b compares the evolution of melt production for Case01, Case03, and Case05 for low, medium, and high resolution, respectively. The trend of melt production for all three cases is the same, and generally correlates with seafloor production rate (dashed line). Notice that Case03 under medium resolution produces about 10 km3/yr more melt production than Case01 under low resolution. However, Case05 under high resolution produces nearly the same melt production, except for at a few\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2892\ntimes, as Case03 under medium resolution, indicating that the melt production is well resolved under medium resolution. The global distribution of melt flux for Case05 with high resolution at different time is nearly identical to that for Case03 with medium resolution (Figure 5).\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2893\nIn this study, we account for latent heat in the melting process in most cases (Table 3). In order to test the sensitivity of melt production to latent heating, we perform another case (Case06, Table 3) in which the latent heat is removed. This case has the same parameters as Case03, but without latent heat. The melt production evolution for this case is plotted in Figure 4c (green line), together with that for Case03 (black line). Without accounting for latent heat, the global mid-ocean ridge system produces about 20–50 km3/yr more melt than with latent heat. This comparison demonstrates the importance of accounting for the effects of latent heating when calculating melt production from mantle convection models.\nBoth temperature and water content are potentially important parameters in controlling the magnitude of melt production. We further investigated the sensitivity of melt production at mid-ocean ridges to the reference temperature and bulk water content in melting regions. In Case07, the reference temperature is increased to DT 5 26008C from DT 5 25008C (used for other cases as noted in Table 3), and this results in a temperature increase of approximately 508C in the asthenosphere at 150 km depth. Figure 4c shows that about 20–50 km3/yr more melt is produced at global mid-ocean ridges for Case07 (red line) than in Case03 (black line), which is about 60–80% melt production increase. In Case08, we use a water content of 0.05 wt %, 5 times more water than Case03 (Table 3), representing water content in the enriched MORB sources\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2894\n[e.g., Sobolev and Chaussidon, 1996]. However, there is only a slight increase in melt production for Case08 (Figure 4c, blue line) than Case03 (Figure 4c, black line). The results show that melt production at midocean ridges is very sensitive to temperature of melting regions beneath mid-ocean ridges, but is less sensitive to water content for a relatively dry mantle beneath mid-ocean ridges.\nWe further study how changes of upper mantle temperature control melt production beneath mid-ocean ridges. Figures 6a and 6c show the time evolution of melt production and area of the melt zones at different depths for Case03. The majority of melt is produced over depths of 30–105 km (Figure 6a). Although the melt production is maximum at depths ranging from 45 to 90 km (Figure 6a), the melting zone has the largest horizontal extent at 75–90 km depth (Figure 6c). This suggests that the melt fraction is larger at the shallower depths over these depth ranges. Above a 60 km depth, melt production decreases with decreasing depth, indicating that the mantle residue that has undergone high degree of partial melting at deeper depths becomes more and more difficult to melt at shallower depths. Compared with Case03, Case07 with a larger reference temperature DT produces more melt at each depth below 45 km and also extends the melting zone to a greater depth of 105–120 km (Figures 6b and 6d). Little melt is produced at 0–30 km depths for both cases. At 30–45 km depths, these two cases have a similar extent of melting (Figures 6c and 6d) and a similar amount of melt production (Figures 6a and 6b). However, at 45–90 km depths, while the melting zone for Case07 (Figure 6d) is generally smaller than that for Case03 (Figure 6c), much more melt is produced for Case07 (Figure 6b) compared to Case03 (Figure 6a), which again indicates a higher degree of partial melting at these depths for Case07. At 90–120 km depths, the size of the melting zone is much larger for Case07 than Case03, and there is a significant increase in melt production at this depth range in Case07 due to the larger DT. In short, the increase of upper mantle temperature leads to both deeper melting and a higher degree of partial melting (i.e., larger melt fractions).\nOur incorporation of melting processes into global mantle convection models with plate motion history allows us to quantify the effects of global mantle convection on melt production at mid-ocean ridges. Figure 7a shows the evolution of the global average background temperature (excluding cold slabs whose temperature is lower than the horizontal average) in the asthenosphere at 200 km depth. Generally, the upper mantle background temperature decreases by 108C for the last 150 Myr after a small increase ( 58C) between 200 and 150 Ma, largely reflecting the effect of supercontinent Pangea breakup and assembly over a longer time scale [Zhang et al., 2010]. The decrease in mantle background temperature over the last 150 Myrs roughly coincides with the general decrease in melt production for the same time period in\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2895\nthe model (Figure 7a) and likely plays some role in the decrease in melt production. However, as we will discuss next, the variations of melt production that tend to occur on shorter time scales than the background temperature are mainly caused by plate motion changes.\nThe melt production n is expected to scale simply with seafloor production rate c, i.e., n 5 hc, with h as a coefficient of proportionality. This is generally supported by our models as in Case03 with h 5 11 km\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2896\n(Figure 7b). However, it is interesting to investigate to what extent the melt production from our models may deviate from this simple scaling and to explore the possible causes for this deviation. Since the melt production is controlled by upper mantle temperature, it is important to know whether this deviation is caused by upper mantle temperature changes that are related to global mantle convection.\nWe define the deviation of melt production (n) from the scaling with seafloor production rate (c) as:\ndn5 n2hk\nhk (11)\nwhere h 5 11 km for Case03. Figure 7c shows the deviation of melt production (dn) in the past 200 Myr for Case03. The deviation of melt production is generally less than 20% in the past 200 Myr. There are large negative deviations at 189 and 156 Ma, reaching 229% and 237%, respectively. We find no correlation between upper mantle temperature variation and the evolution of melt production deviation. In addition, the changes in upper mantle background temperature happen over a much longer time scale than the oscillations of melt production deviation (Figure 7c). Our results show that large temporal variations in melt production (Figure 7a) and the deviation of melt production from the scaling law with seafloor production rate (Figure 7c) in the past 200 Myr are not caused by global temperature changes in the upper mantle beneath the melting regions.\nInstead, we find that the deviation is caused mainly by the reorganization of plate tectonics, as shown in Figure 8. From 190 to 189 Ma, the global seafloor production rate remains nearly constant, with the decrease of seafloor production rate in the eastern hemisphere compensated by the increase of seafloor production rate in the western hemisphere (Figures 8a and 8b). However, there is a 6.5 km3/yr of global melt production decrease during this time, with 4.0 km3/yr melt flux decrease in the eastern hemisphere and 2.5 km3/yr melt flux decrease in the western hemisphere (Figures 8e and 8f). Notice that the newly formed spreading ridges in the western hemisphere (marked by black cycle in Figure 8b) do not contribute any melt production (Figure 8f). The deviation of melt production at 156 Ma is caused by the ridge jump occurred in the eastern hemisphere (Figures 8c and 8d). The global seafloor production rate remains relatively constant from 157 to 156 Ma. However, much less melt is produced in the eastern hemisphere at 156 Ma (Figure 8h) than that at 157 Ma (Figure 8g) because of the ridge jump during this time. In addition to the snapshots shown in Figure 8, plate reorganization leads to negative deviation in melt production during many other time periods (Figure 7c). Notice that the best fit line relating melt production to seafloor spreading rate (Figure 7b) reflects all mid-ocean ridges in the last 200 Myr. Negative deviations in melt production as shown in Figure 7c occur when mid-ocean ridges are less stable than average, and positive deviations occur when ridges are more stable than average.\nOur simulations also indicate that melt production may deviate from a simple scaling with seafloor production because little melt is produced beneath ultraslow spreading ridges, such as the Southwestern Indian Ocean ridge as shown in Figure 5d. The deficiency of melt production beneath some ultraslow spreading ridges has also been observed by seismic studies and predicted by geochemical analyses of rare earth elements, which indicate that the oceanic crust at ultraslow spreading ridges could be much thinner ( 3–4 km) than normal mid-ocean ridges ( 5–8 km) [Bown and White, 1994; Chen, 1992; White et al., 1992]."
  }, {
    "heading": "4. Degassing Rate at Mid-Ocean Ridges",
    "text": "For the melts produced at mid-ocean ridges, we can estimate the magmatic budget of volatile species (e.g., CO2, H2O) given mantle volatile concentrations and partition coefficients between solid and liquid phases. Let us take CO2, for example. The degassing rate of CO2 from one element of the computational domain at every time step is given by:\ndmCO2 dt 5 qmVfCO2 Dt ; (12)\nwhere qm is the mantle density, V is the volume of the element, fCO2 is the bulk CO2 concentration within the element, and Dt is the time increase for this time step.\nWe treat CO2 as a completely incompatible element, consistent with the extremely low experimentally determined partition coefficient for CO2 [Hauri et al., 2006]. As mantle materials undergo partial melting, we\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2897\nassume that all CO2 goes into the melt phase, and that the residual mantle is depleted by melting with no CO2 (or carbonate) left and fCO2 50. When the melt fraction is larger than a threshold (F 5 0.02 here), we assume the CO2 is instantaneously extracted and transported to the surface.\nIn numerical modeling, the fCO2 of mantle materials is tracked using tracers that are advected with mantle convection. As our initial condition, we assume a constant CO2 concentration (fCO2 ) for all tracers. The CO2 concentration of tracers is set to zero (fCO2 50) after these tracers have undergone partial melting. Often, there is more than one tracer within an element of the computational domain, and we use the average CO2 concentration within the element to calculate the degassing rate of CO2.\nEstimates of CO2 concentrations in the mantle beneath mid-ocean ridges range from as low as 40–110 ppm CO2 for depleted mantle [e.g., Dasgupta and Hirschmann, 2010; Hirschmann and Dasgupta, 2009; Saal et al., 2002] to greater than 300 ppm CO2 for enriched mantle [e.g., Helo et al., 2011; Pineau et al., 2004]. In the degassing calculations we present here, we assume an initial constant mantle carbon concentration of fCO2 5 100 ppm. We further assume complete degassing of all CO2 in melts extracted to the surface. In reality, some CO2 can remain dissolved in the melt when it reaches the surface. The solubility of CO2 in basaltic melt at a pressure of 200 bars (i.e., under 2000 m of seawater) is <100 ppm CO2 [Newman and Lowenstern, 2002]. Therefore, we do not expect this assumption of complete degassing to significantly affect our results.\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2898\nFigure 9a shows the evolution of global melt production and degassing rate for Case03. The degassing rate is close to a linear function of melt production (Figure 9b). Given that melt production correlates well with seafloor production rate, this is consistent with previous assumptions that mantle degassing rate is proportional to the rate of seafloor spreading [e.g., Berner et al., 1983; Marty and Tolstikhin, 1998; McGovern and Schubert, 1989]. When scaled with the present-day value of melt production of about 20 km3/yr, the estimated present-day CO2 degassing rate is about 49.6 Mt/yr for a mantle CO2 concentration of 100 ppm, and is about 62.0 Mt/yr for a mantle CO2 concentration of 125 ppm, which is consistent with the present-day CO2 degassing rate of 2.2 6 0.9 Tmol/yr or 97 6 40 Mt/yr inferred from analyses of mid-ocean ridges basalts [Marty and Tolstikhin, 1998]. Our results are also similar to the CO2 degassing rate computed by [Burley and Katz, 2015] of 53 Mt/yr for a mantle CO2 concentration of 125 ppm. Figure 9a shows that similar to melt production, the CO2 degassing rate has varied significantly over the past 200 Myr, and was much larger during Cretaceous than the present-day value.\nIf CO2 concentrations in MORB-source mantle are heterogeneous or if melt extraction and degassing rates vary in time or space, the degassing rate may depart significantly from the approximately linear correlations with melt production. In addition, we have not considered the sequestration of CO2 in altered oceanic crust [Alt and Teagle, 1999; Kelemen and Manning, 2015]. Because estimates of carbon uptake in oceanic crust incorporate an assumed 3.4 km2/yr crustal production rate [Alt and Teagle, 1999; Gillis and Coogan, 2011], the variations in melt production we compute (e.g., Figure 4) imply that large shifts in global carbon sequestration may have occurred over the past 200 Myr. Changes in bottom-water temperature and seawater chemistry may also cause long-term variations in carbonate precipitation in oceanic crust [Gillis and Coogan, 2011]. The combined effects of changes in crustal production rate and environmental conditions merit detailed consideration in future work.\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2899"
  }, {
    "heading": "5. Discussion",
    "text": "The processes of decompression partial melting and the formation of oceanic crust at mid-ocean ridges are critical for understanding the nature of Earth’s compositional differentiation and the influences of deep mantle convection on the surface environment. Here we formulate three-dimensional (3-D) global mantle convection models that include realistic plate motion history and mantle viscosity structure. Our 3-D mantle convection models have Earth-like global mid-ocean ridge systems both in space and time that allow us to investigate the nature of partial melting at mid-ocean ridges. In our global mantle convection models, deep mantle convection, tectonic plate motions, and surface volcanism are internally consistent, which allows us to investigate the effects of both global mantle flow and the history of plate tectonics on melt production and degassing rate at mid-ocean ridges."
  }, {
    "heading": "5.1. Euler Method Versus Tracer Method",
    "text": "We test and compare two methods to calculate melt production. The Eulerian method is based on the fixed mesh of the mantle convection model, whereas the tracer method is based on tracers which track the history of melt fraction. Our results show that both methods predict almost the same melt production as a function of time. Thus, either method works for the goal of melt production calculation. However, there are some advantages and disadvantages to each method. The Eulerian method is computationally more efficient than the tracer method, especially for isochemical calculations. However, with the Eulerian method, the melts and residual materials are generally not available for further analysis, making it impossible to study the recycling of melts and residue materials into the deep mantle. In addition, the composition of melting regions remains the same throughout the calculation. These disadvantages can be overcome by the tracer method. The tracer method tracks the maximum amount of melt fraction for all tracers. In addition, tracers can be used to model the recycling of oceanic crust, so that recycling of residue material and oceanic crustal material back into melting regions beneath mid-ocean ridges can be accounted for. This is important for studies in which compositional heterogeneities in melting regions are considered. A major disadvantage for the tracer method is its slow computation, especially for 3-D calculations with relatively high resolution in which hundreds of millions of tracers are used."
  }, {
    "heading": "5.2. Controls on Mid-Ocean Ridge Melt Production and Model Uncertainties",
    "text": "We show that the melt production is, in general, a linear function of seafloor production rate. However, the melt production could deviate significantly from a simple scaling with seafloor production rate at times, and this deviation is caused by the reorganization of plate tectonics (e.g., ridge migration). In our geodynamical models, the locations of mid-ocean ridges are determined by the imposed surface plate motion. Prior to the formation of mid-ocean ridges, these locations are typically characterized by thick and cold lithosphere. During the formation of mid-ocean ridges, this thick and cold lithosphere is gradually replaced by hot upwelling return flows due to the imposed surface divergent plate velocity. We find that whenever ridge jump occurs, it could take up to several million years for the newly formed mid-ocean ridges to become hot enough to produce sufficient melts, similar to the process of basin extension where little melt is generated until the ratio of the final to the initial surface area (denoted as b) is larger than 2 as proposed by McKenzie and Bickle [1988]. In addition, our models show a deficiency of melt production beneath midocean ridges with ultraslow spreading rate, consistent with the anomalously thin oceanic crust observed at ultraslow spreading ridges [Bown and White, 1994; Chen, 1992; White et al., 1992].\nOur results show that the melt production at mid-ocean ridges is sensitive to upper mantle temperature, and increasing upper mantle temperature leads to greater melting depth and a higher degree of melting. The cooling of the background upper mantle in the last 150 Myr also coincides with a general decrease in melt production at mid-ocean ridges during this time, which indicates that the upper mantle background temperature might play some role in affecting the melt production beneath mid-ocean ridges during this time period.\nHowever, the background mantle temperature changes over a longer time scale than the variation of melt production, and are not responsible for the short time scale deviation of melt production from a scaling with seafloor production rate. In addition, the change of upper mantle background temperature is small ( 108) in the past 200 Myr in our geodynamic models, which is consistent with a small cooling rate of Earth’s mantle as estimated by previous studies [about 30–708C per billion years, e.g., Davies, 1993, 2009]. A different choice of parameters and assumptions of the geodynamic models such as internal heating rate, initial condition, and thermochemical piles in the lowermost mantle probably does not lead to large changes of upper mantle\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2900\nbackground temperature over a short time scale such as 200 Myr in this study. In addition, the mantle viscosity and Rayleigh number are carefully chosen to ensure that the imposed surface plate velocity is consistent with mantle convection. Even if there might be some inconsistency between deep mantle convection and imposed surface velocity [Bello et al., 2015], the effects on mantle temperature are small for 102 Myr time scales.\nIn this study, we assume that once the melt fraction is greater than a threshold value (assumed to be 0.02 in this study), the melt is entirely extracted to the surface. In reality, some melt, especially melt produced further away from the axis of mid-ocean ridges, would be frozen in the uppermost mantle and may never erupt at the surface [e.g., Sparks and Parmentier, 1991; Spiegelman, 1993]. Thus, our calculations provide an upper bound on melt production at mid-ocean ridges. The degassing rate may also be affected by the melt extraction efficiency. The extraction efficiency at mid-ocean ridges is debated [e.g., Behn and Grove, 2015; Katz, 2008; Sparks and Parmentier, 1991; Spiegelman, 1993; Turner et al., 2015], and is an important process that should be carefully considered in future calculations of melt production and degassing.\nBesides melt extraction efficiency, melt production is also very sensitive to major element composition, water content, and temperature of melting regions beneath mid-ocean ridges. The existence of carbonatite also greatly lowers the melting temperature of peridotites [Dasgupta and Hirschmann, 2006]. The thermal and compositional heterogeneities in the mantle beneath mid-ocean ridges are still under debate [e.g., Dalton et al., 2014; Herzberg et al., 2007; Klein and Langmuir, 1987; Langmuir et al., 1992; Niu, 1997; Niu and O’Hara, 2008]. The interaction between mantle plumes and mid-ocean ridges adds additional complexities to the thermochemical heterogeneities in the mantle source of MORB [e.g., Bonath, 1990; Brown and Lesher, 2014; Whittaker et al., 2015]. In this study, the effects of compositional heterogeneities at mid-ocean ridges are not considered, and the temperature is scaled through a reference temperature that is not as well constrained in mantle convection models. Furthermore, the melt production calculated here is affected by the uncertainties in the melting model [Katz et al., 2003] and the plate motion models [Seton et al., 2012]. Due to these uncertainties, the variations of melt production as a function of time from our models are thus more robust than the absolute value of melt production."
  }, {
    "heading": "5.3. The Evolution of Melt Production and Degassing Rate Over the Past 200 Myr",
    "text": "Our results show that the melt production at mid-ocean ridges is mainly controlled by surface plate velocity. There is up to 3 times of melt production variation in the past 200 Myr using the plate motion history in Seton et al. [2012]. Melt production and degassing rate are much higher than the present-day values before 60 Myr and they reach maximum values at 150–120 Ma. The present-day CO2 degassing rate at midocean ridges computed from global mantle convection models are similar to previous studies [Burley and Katz, 2015; Marty and Tolstikhin, 1998]. We find that the CO2 degassing rate is linearly correlated with and follows the trend of melt production for the past 200 Myr. It has long been recognized that the Cretaceous has a warmer climate [e.g., Berner, 2006; Caldeira and Rampino, 1991; Cloetingh and Haq, 2015; Miller et al., 2005], suggesting elevated atmospheric CO2. Our geodynamical models with melt production thus provide a new, self-consistent, and quantitative method to explore interactions between deep mantle flow, plate tectonics, mid-ocean ridge volcanism, and climate [Berner, 2006; Li and Elderfield, 2013; Seton et al., 2009]."
  }, {
    "heading": "5.4. Future Applications",
    "text": "By formulating mid-ocean ridge melting models that keep both the deep and shallow part of mantle dynamics internally consistent with each other, we aim to develop a tool to explore the relationship between deep mantle process and surface volcanism. We envision that, in future work, this type of model will allow us to systematically investigate the relationships and correlations between Earth’s core (e.g., core-mantle boundary heat flux, magnetism), deep mantle dynamics, and surface magmatism (e.g., arc volcanism, hot spots, ridge volcanism) throughout Earth’s history. Although the thermal history of the Earth remains the subject of debate, petrological studies [e.g., Bickle, 1986; Green et al., 1975; Herzberg et al., 2010] and parameterized convection models [e.g., Davies, 1993, 2009] have predicted hundreds of degrees of temperature change in Earth’s mantle since Archean. While a detailed study of Earth’s thermal evolution is beyond the scope of this study, the methods developed in this study could be used to investigate the relationship between Earth’s thermal evolution and the surface volcanism in future studies. In this study, we focus on melting and degassing at mid-ocean ridges. However, the numerical methods of calculating melt production we describe can be applied to other tectonic settings including subduction zones (back-arc volcanism) and intraplate regions (e.g., hot spots, large igneous provinces). In addition, the methods can be easily modified for different melting models and different plate motion models. In this study, we use tracers to track the concentration of volatiles in mantle materials\nLI ET AL. QUANTIFY MELT FLUX AND DEGASSING RATE 2901\nand to calculate degassing rate. We can envision future applications of our models to explore volatile exchange between the deep mantle and surface over geologically long timescales where outgassing and regassing [e.g., Dasgupta and Hirschmann, 2010] are capable of modulating the volatile budget of the mantle."
  }, {
    "heading": "6. Conclusions",
    "text": "In this study, we incorporate the process of partial melting into mantle convection models, bridging the gap between deep mantle convection and surface volcanism. We calculate melt production at mid-ocean ridges using two different methods: the Eulerian and tracer methods. The Eulerian method and tracer method yield essentially identical amounts of melt production. The latent heating due to melting beneath mid-ocean ridges is an important factor that should be included in melting calculations. We also find that the melt flux is more sensitive to temperature than water content for relatively dry mantle beneath midocean ridges. The results show that the melt flux correlates well with seafloor production rate, and is largely controlled by plate motion velocity. We find that transient deviations of melt production from simple scaling with seafloor production rate are caused by plate tectonic reorganizations. We also develop methods to calculate degassing rate and we find a good correlation between melt production and degassing rate beneath mid-ocean ridges. The calculated global melt production and CO2 degassing rate at mid-ocean ridges varies by as much as a factor of 3 in the past 200 Myr with more melt production and higher CO2 degassing rate during the Cretaceous."
  }],
  "year": 2016,
  "references": [{
    "title": "The uptake of carbon during alteration of ocean crust, Geochim",
    "authors": ["J.C. Alt", "D.A. H"],
    "venue": "Teagle",
    "year": 1999
  }, {
    "title": "Calculation of peridotite partial melting from thermodynamic models of miner",
    "authors": ["P.D. Asimow", "M.M. Hirschmann", "E.M. Stolper"],
    "year": 2001
  }, {
    "title": "Melting systematics in mid-ocean ridge basalts: Application of a plagioclase-spinel melting model",
    "authors": ["T.L. Grove"],
    "year": 2015
  }, {
    "title": "Assessing the role of slab rheology in coupled plate-mantle",
    "authors": ["uller", "J. Cannon"],
    "year": 2015
  }, {
    "title": "The carbonate-silicate geochemical cycle and its effect on atmospheric carbon dioxide",
    "authors": ["R.A. 2006.01. Berner", "A.C. Lasaga", "R.M. Garrels"],
    "year": 1983
  }, {
    "title": "Tomographic evidence for a narrow whole mantle plume below Iceland, Earth Planet",
    "authors": ["H. Bijwaard"],
    "venue": "Spakman",
    "year": 1999
  }, {
    "title": "North Atlantic magmatism controlled by temperature, mantle composition and buoyancy",
    "authors": ["E.L. Brown", "C.E. Lesher"],
    "year": 2014
  }, {
    "title": "Variations in mid-ocean ridge CO2 emissions driven by glacial cycles, Earth Planet",
    "authors": ["J.M.A. Burley", "R.F. Katz"],
    "year": 2015
  }, {
    "title": "The abundance of ultramafic rocks in Atlantic Ocean crust",
    "authors": ["R.L. 95JB03116. Carlson"],
    "venue": "Geophys. J. Int.,",
    "year": 2001
  }, {
    "title": "Oceanic crustal thickness versus spreading rate, Geophys",
    "authors": ["Y.J. 540X.2000.01280.x. Chen"],
    "venue": "Res. Lett.,",
    "year": 1992
  }, {
    "title": "Convergence of tectonic reconstructions and mantle convection models for significant fluctuations in seafloor spreading, Earth Planet",
    "authors": ["uller", "P. J"],
    "venue": "Tackley",
    "year": 2013
  }, {
    "title": "A free plate surface and weak oceanic crust produce single-sided subduction on Earth",
    "authors": ["F. Crameri", "P. Tackley", "I. Meilick", "T. Gerya", "B. Kaus"],
    "venue": "Geophys. Res. Lett., 39,",
    "year": 2012
  }, {
    "title": "Rates of magma emplacement and volcanic output",
    "authors": ["J.A. Crisp"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1984
  }, {
    "title": "Geophysical and geochemical evidence for deep temperature variations beneath",
    "authors": ["C.A. Dalton", "C.H. Langmuir", "A. Gale"],
    "year": 2014
  }, {
    "title": "Cooling the core and mantle by plume and plate",
    "authors": [],
    "venue": "flows, Geophys. J. Int.,",
    "year": 1993
  }, {
    "title": "Effect of plate bending on the Urey ratio and the thermal evolution of the mantle, Earth Planet",
    "authors": [],
    "year": 2009
  }, {
    "title": "Imaging the deep seismic structure beneath a mid-ocean ridge",
    "authors": ["Forsyth", "D. W"],
    "venue": "The MELT experiment,",
    "year": 1998
  }, {
    "title": "The pMELTS: A revision of MELTS for improved calculation of phase",
    "authors": ["M.S. Ghiorso", "M.M. Hirschmann", "P.W. Reiners", "V.C. Kress"],
    "year": 2002
  }, {
    "title": "Secular variation in carbon uptake into the ocean crust, Earth Planet",
    "authors": ["K.M. 1029/2001GC000217. Gillis", "L.A. Coogan"],
    "year": 2011
  }, {
    "title": "Experimental demonstration of the existence of peridotitic liquids",
    "authors": ["I.A. Nicholls", "M. Viljoen", "R. Viljoen"],
    "year": 1975
  }, {
    "title": "Thermal history of the Earth and its petrological expression, Earth Planet",
    "authors": ["C. 2006GC001390. Herzberg", "K. Condie", "J. Korenaga"],
    "year": 2010
  }, {
    "title": "The H/C ratios of Earth’s near-surface and deep reservoirs, and consequences for deep Earth",
    "authors": ["R. Dasgupta"],
    "year": 2009
  }, {
    "title": "Reevaluating carbon fluxes in subduction",
    "authors": ["C.E. Manning"],
    "year": 2015
  }, {
    "title": "Mantle melting as a function of water content",
    "authors": ["A. Acad. Sci. U. S"],
    "year": 2010
  }, {
    "title": "Controls on plume heat flux and plume excess temperature",
    "authors": ["0547:lpoeef>2.3.CO", "2. Leng", "S. Zhong"],
    "venue": "J. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "Evolution of carbon cycle over the past 100 million years, Geochim",
    "authors": ["G. 2007JB005155. Li", "H. Elderfield"],
    "venue": "Cosmochim. Acta,",
    "year": 2013
  }, {
    "title": "The difficulty for subducted oceanic crust to accumulate at the Earth’s core-mantle",
    "authors": ["M. 1016/j.gca.2012.10.014. Li", "A.K. McNamara"],
    "year": 2013
  }, {
    "title": "Thermochemical structures within a spherical mantle: Superplumes or piles",
    "authors": ["A.K. McNamara", "S.J. Zhong"],
    "venue": "J. Geophys. Res.,",
    "year": 2004
  }, {
    "title": "Thermochemical structures beneath Africa and the Pacific",
    "authors": ["S. Zhong"],
    "venue": "Ocean, Nature,",
    "year": 2005
  }, {
    "title": "Digital isochrons of the world’s ocean floor",
    "authors": ["R.D. uller", "W.R. Roest", "J.-Y. Royer", "L.M. Gahagan", "J. G"],
    "venue": "Sclater",
    "year": 1997
  }, {
    "title": "Long-term sea-level fluctuations driven by ocean basin dynamics",
    "authors": ["R.D. uller", "M. Sdrolias", "C. Gaina", "B. Steinberger", "C. Heine"],
    "venue": "Science, 319(5868),",
    "year": 2008
  }, {
    "title": "Influence of magmatism on mantle cooling, surface heat flow and Urey ratio, Earth Planet",
    "authors": ["T. Nakagawa", "P. J"],
    "venue": "Tackley",
    "year": 2012
  }, {
    "title": "Thermodynamic properties of minerals, in Mineral Physics & Crystallography: A Handbook of Physical Constants",
    "authors": ["A. Navrotsky"],
    "year": 1995
  }, {
    "title": "Controls on geomagnetic reversals and core evolution by mantle convection",
    "authors": ["P. Olson", "R. Deguen", "L.A. Hinnov", "S.J. Zhong"],
    "year": 2013
  }, {
    "title": "Deep-sea explosive activity on the Mid-Atlantic Ridge near 348500N",
    "authors": ["S. Shilobreeva", "R. Hekinian", "D. Bideau"],
    "venue": "Javoy",
    "year": 2004
  }, {
    "title": "Mid-Cretaceous seafloor spreading pulse",
    "authors": ["uller", "C. Heine"],
    "venue": "Fact or fiction?,",
    "year": 2009
  }, {
    "title": "Global continental and ocean basin reconstructions since",
    "authors": ["M 1130/g25624a.1. Seton"],
    "venue": "Earth Sci. Rev.,",
    "year": 2012
  }, {
    "title": "Ultra-depleted primary melt included in an olivine from the Mid-Atlantic",
    "authors": ["N. Shimizu"],
    "year": 1993
  }, {
    "title": "Physics of melt extraction—Theory, implications and applications, Philos",
    "authors": ["M. Spiegelman"],
    "venue": "Trans. R. Soc. London A,",
    "year": 1993
  }, {
    "title": "Simple 2-D models for melt extraction at mid-ocean ridges and island arcs, Earth Planet",
    "authors": ["D. McKenzie"],
    "year": 1987
  }, {
    "title": "Martian crustal dichotomy and Tharsis formation by partial melting coupled to early plume migration",
    "authors": ["O. amek", "S. Zhong"],
    "venue": "J. Geophys. Res.,",
    "year": 2012
  }, {
    "title": "Testing the tracer ratio method for modeling active compositional fields in mantle convection simulations, Geochem",
    "authors": ["P.J. Tackley", "S.D. King"],
    "venue": "Geophys. Geosyst.,",
    "year": 2003
  }, {
    "title": "A melting model for variably depleted and enriched lherzolite in the plagioclase and spinel stability fields",
    "authors": ["C.B. Till", "T.L. Grove", "M.J. Krawczynski"],
    "venue": "J. Geophys. Res.,",
    "year": 2012
  }, {
    "title": "Petrological geodynamic modeling of mid-ocean ridges",
    "authors": ["M. Tirone", "G. Sen", "J.P. Morgan"],
    "venue": "Phys. Earth Planet. Inter.,",
    "year": 2012
  }, {
    "title": "Grain-size dynamics beneath mid-ocean ridges: Implications for permeability and melt extraction, Geochem",
    "authors": ["A.J. Turner", "R.F. Katz", "M.D. Behn"],
    "venue": "Geophys. Geosyst.,",
    "year": 2015
  }, {
    "title": "Melt transport rates in heterogeneous mantle beneath mid-ocean ridges, Geochim",
    "authors": ["S.M. Weatherley", "R.F. Katz"],
    "venue": "Cosmochim. Acta,",
    "year": 2016
  }, {
    "title": "Oceanic crustal thickness from seismic measurements and rare earth element inversions",
    "authors": ["R.S. White", "D. McKenzie", "R. K"],
    "venue": "O’Nions",
    "year": 1992
  }, {
    "title": "Seismic structure of the Iceland mantle plume",
    "authors": ["C.J. Wolfe", "I.T. Bjarnason", "J.C. VanDecar", "S.C. Solomon"],
    "venue": "Nature, 385(6613),",
    "year": 1997
  }, {
    "title": "Major and trace element composition of the depleted MORB mantle (DMM)",
    "authors": ["R.K. Workman", "S.R. Hart"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 2005
  }, {
    "title": "A model for the evolution of the Earth’s mantle structure since the Early Paleozoic",
    "authors": ["N. Zhang", "S. Zhong", "W. Leng", "Z.-X"],
    "venue": "J. Geophys. Res.,",
    "year": 2010
  }, {
    "title": "Role of temperature-dependent viscosity and surface plates in spherical shell models of mantle convection",
    "authors": ["S. Zhong", "M.T. Zuber", "L. Moresi"],
    "venue": "Gurnis",
    "year": 2000
  }, {
    "title": "Constraints on thermochemical convection of the mantle from plume heat flux, plume excess temperature, and upper mantle temperature",
    "authors": ["S.J. Zhong"],
    "venue": "J. Geophys. Res.,",
    "year": 2006
  }, {
    "title": "A benchmark study on mantle convection in a 3-D spherical shell using CitcomS, Geochem",
    "authors": ["S.J. Zhong", "A. McNamara", "E. Tan", "L. Moresi"],
    "venue": "Gurnis",
    "year": 2008
  }],
  "id": "SP:1597d89813210c2dd177ef7ebe55263d263fafc8",
  "authors": [{
    "name": "Mingming Li",
    "affiliations": []
  }, {
    "name": "Benjamin Black",
    "affiliations": []
  }, {
    "name": "Shijie Zhong",
    "affiliations": []
  }, {
    "name": "Michael Manga",
    "affiliations": []
  }, {
    "name": "Maxwell L. Rudolph",
    "affiliations": []
  }, {
    "name": "Peter Olson",
    "affiliations": []
  }],
  "abstractText": "The Earth’s surface volcanism exerts first-order controls on the composition of the atmosphere and the climate. On Earth, the majority of surface volcanism occurs at mid-ocean ridges. In this study, based on the dependence of melt fraction on temperature, pressure, and composition, we compute melt production and degassing rate at mid-ocean ridges from three-dimensional global mantle convection models with plate motion history as the surface velocity boundary condition. By incorporating melting in global mantle convection models, we connect deep mantle convection to surface volcanism, with deep and shallow mantle processes internally consistent. We compare two methods to compute melt production: a tracer method and an Eulerian method. Our results show that melt production at midocean ridges is mainly controlled by surface plate motion history, and that changes in plate tectonic motion, including plate reorganizations, may lead to significant deviation of melt production from the expected scaling with seafloor production rate. We also find a good correlation between melt production and degassing rate beneath mid-ocean ridges. The calculated global melt production and CO2 degassing rate at mid-ocean ridges varies by as much as a factor of 3 over the past 200 Myr. We show that midocean ridge melt production and degassing rate would be much larger in the Cretaceous, and reached maximum values at 150–120 Ma. Our results raise the possibility that warmer climate in the Cretaceous could be due in part to high magmatic productivity and correspondingly high outgassing rates at midocean ridges during that time.",
  "title": "Quantifying melt production and degassing rate at mid‐ocean ridges from global mantle convection models with plate motion history"
}