{
  "sections": [{
    "heading": "1. Introduction",
    "text": "Sulfur species are frequently monitored at active volcanoes because they are detected more accurately in the atmosphere than H2O and CO2 [Oppenheimer et al., 2014]. They can strongly impact the climate for years through the formation of aerosols [Mason et al., 2004; Self et al., 2006]. The amount of sulfur released to the troposphere and stratosphere can be significant during explosive eruptions at arc volcanoes [Scaillet et al., 2004; Shinohara, 2008]. There are three independent ways to estimate the mass of volatiles released during volcanic eruptions: (1) remote sensing methods (RS) based on spectroscopy, available for the past three decades [Luhr and Logan, 2002], (2) sulfur record in ice cores (IC) which are limited to the past few tens of thousands of years [Zielinski, 1995], and (3) a comparison between melt inclusion (MI) and groundmass glass compositions multiplied by the volume of erupted magma (petrological estimate) [e.g., Anderson, 1974; Gerlach et al., 1994, 1996]. All three methods have limitations; RS is probably the most reliable but is available only for the last three decades; IC data suffer from a lack of spatial and temporal resolution; melt inclusions may leak or trap\nSupporting Information: • Supporting Information S1\nCorrespondence to: Y. Su, yanqing.su@gatech.edu\nCitation: Su, Y., C. Huber, O. Bachmann, Z. Zajacz, H. Wright, and J. Vazquez (2016), The role of crystallization-driven exsolution on the sulfur mass balance in volcanic arc magmas, J. Geophys. Res. Solid Earth, 121, 5624–5640, doi:10.1002/2016JB013184.\nReceived 17 MAY 2016 Accepted 27 JUN 2016 Accepted article online 5 JUL 2016 Published online 3 AUG 2016\n©2016. American Geophysical Union. All Rights Reserved.\nSU ET AL. SULFUR RELEASE DURING ERUPTIONS 5624\na partially degassed melt. When comparing these different estimates, a consistent signal appears where melt inclusion data generally underestimate the amount of sulfur outgassed by 1 to 2 orders of magnitude especially in silicic arc volcanoes, a deficit referred to as “excess sulfur” [Devine et al., 1984; Palais and Sigurdsson, 1989; Sigurdsson et al., 1990; Andres et al., 1991; Westrich et al., 1991; Gerlach et al., 1994, 1996; Mandeville et al., 1996; Self and King, 1996; Thordarson et al., 1996; Matthews et al., 1999; de Hoog et al., 2001; Edmonds et al., 2001; Thordarson et al., 2001; Wallace, 2001; Luhr and Logan, 2002; Costa et al., 2003; Satoh et al., 2003; Self et al., 2004; Sharma et al., 2004; Gurenko et al., 2005; Streck and Wacaster, 2006; Shinohara, 2008].\nOne way to express excess sulfur is to compare the difference between the mass of total released SO2 per cubic kilometer of magma and the mass of SO2 per cubic kilometer of magma that could be supplied by degassing during the eruption [Wallace, 2001]. Another way to express excess sulfur is to calculate the ratio of the total amount of sulfur released to the atmosphere and the amount of released sulfur measured by the traditional petrologic method [Shinohara, 2008], which we will refer here to as the excess sulfur ratio. Both approaches have advantages under different applications and should be thought of as complementing each other. The first definition of excess sulfur is advantageous in that it provides an absolute estimate of the mass of the missing sulfur reservoir, but it relies on our ability to constrain the initial sulfur concentration in the melt before decompression. The second approach, proposed and followed here, provides a relative measure of the missing sulfur reservoir. This method could give a possible large uncertainty when the sulfur concentration in the groundmass is near or below analytical detection limits in eruptions of relatively low temperature. However, we show in section 2.1 that the excess ratio is independent of the initial sulfur content of the magma, which is often one of the most poorly constrained parameters that these excess metrics rely on.\nThe sulfur released to the atmosphere during an eruption is delivered by an exsolved volatile phase in the magma. The delivery of sulfur to gas bubbles can occur in four possible ways (Figure 1) [Bluth et al., 1993; Westrich and Gerlach, 1992; Scaillet et al., 1998; Wallace, 2001; Shinohara, 2008]. The first three are closed-system processes and can be constrained from (nonequilibrium) thermodynamics: first boiling (decompression-driven exsolution, contributing to Mdecs,b ), second boiling (crystallization-induced exsolution under quasi-isobaric conditions, contributing to MMRs,b ) and the breakdown of S-bearing minerals (sulfide or sulfates depending on the redox state of the magma, contributing to both MMRs,b and M dec s,b ). The excess sulfur ratio (E) generated in a closed-system magma body is defined as\nE = MMRs,b + M dec s,b\nMs,MI − Ms,GG (1)\nwhere MMRs,b is the mass of sulfur in bubbles in the magma reservoir and M dec s,b is the contribution from syneruptive decompression [Wallace, 2001; Shinohara, 2008]. The denominator, defined as the amount of sulfur measured from traditional petrologic estimates, is calculated as the difference in sulfur concentration between melt inclusions (MI) and the groundmass glass (GG). In order to interpret the excess sulfur ratio E in terms of dynamical processes, we need to obtain a better understanding of each term in equation (1). However, it is worth noting that equation (1) is only valid for closed systems, while magma chambers are known to be open systems. We therefore correct this expression to account for the transport of S-rich volatiles from new magma recharge or degassing from an underlying crystal mush which can also contribute to the sulfur mass balance via the term MOpens\nE = MMRs,b + M dec s,b + M Open s\nMs,MI − Ms,GG . (2)\nQuantifying the relative importance of the open-system contribution is more challenging because it requires constraints on the size and composition of the unerupted magma source as well as mechanical models for the transport and accumulation of these volatiles in the magma column. By first quantifying the closed-system sources, we propose to evaluate what is the minimum portion of the entire sulfur mass balance carried by open-system sources, e.g., transport from unerupted magma. Within this context, we propose two novel kinetic models of bubble growth and uptake of sulfur (Figure 3) to assess the relative importance of the various S-degassing processes in building up the excess sulfur. Unless stated otherwise, the conditions of the calculations in this work are set up for typical silicic arc magmas.\nSU ET AL. SULFUR RELEASE DURING ERUPTIONS 5625"
  }, {
    "heading": "2. Methods",
    "text": ""
  }, {
    "heading": "2.1. Insight Into the Excess Sulfur Ratio From Equilibrium Mass Balance",
    "text": "In a closed system, the mass of sulfur is conserved and partitioned in up to three phases:\nC0m = C MI m ( 1 − XMIb − X MI c ) + CMIb X MI b + C MI c X MI c , (3)\nwhere the subscripts m, b, and c refer to melt, bubble, and crystals, respectively, while the superscripts MI and 0 refer to the concentration of sulfur in the respective phase at the time melt inclusions are trapped and at the liquidus, respectively. X is the mass fraction of the phase considered. From equation (3), we retrieve the well-known three phases version of the law for equilibrium crystallization,\nCMIm C0m = 1 DcXMIc + DbX MI b + ( 1 − XMIc − X MI b ) , (4) CMIb = KbC 0 m\nDcXMIc + DbX MI b + ( 1 − XMIc − X MI b ) , (5) where Ks = CMIb ∕C MI m is the sulfur vapor/melt partition coefficient (assumed constant in this simple argument but varied in the numerical calculations below). We now consider two cases. In the first case, there is either no exsolution or alternatively Ks = 0, and the vapor phase does not fractionate sulfur and the crystal/melt partition coefficient for sulfur K∗s =0 (see justifications later in section 2.3). In this case, for example, 30 wt % crystallization, yields a relative increase in sulfur concentration in the melt of\nCMIm C0m ≈ 1.42. (6)\nIf, on the other hand, vapor exsolution takes place concurrently with crystallization (second boiling) and magma is water-saturated near the liquidus, about 2 wt % water would exsolve as a result of the crystallization of 30 wt % of the magma assuming an equilibrium process. In that context, assuming a vapor-melt partition coefficient for sulfur of Ks =100 and using equation (5), we get\nCMIm C0m ≈ 1 3 . (7)\nSU ET AL. SULFUR RELEASE DURING ERUPTIONS 5626\nIn other words the presence of a vapor phase, in which sulfur is strongly compatible, significantly decreases the mass of sulfur in the melt during crystallization (here about 4 times). This shows the importance of considering the presence of a vapor phase during crystallization for the partitioning of sulfur. Using these estimates to directly infer, an excess sulfur ratio (as we define it in equation (1)) can be done under a set of simplifying assumptions.\nThe excess sulfur ratio can be reframed as\nE = 1 + CMIb X MI b CMIm ( 1 − XMIb − XMIc ) − Cg ( 1 − Xpb − X p c ) , (8) where Cg is the average concentration of sulfur in the groundmass glass and the superscript p refers to the mass fractions of various phases in pumice or scoria. Using kinetic calculations, we can replace the denominator by\nCMIm ( 1 − XMIb − X MI c ) − Cg ( 1 − Xpb − X p c ) = f × CMIm ( 1 − XMIb − X MI c ) , (9)\nwhere f is an efficiency factor that introduces a kinetic limitation to syneruptive sulfur degassing. This factor will be determined by numerical calculations of decompression degassing in a later section.\nSU ET AL. SULFUR RELEASE DURING ERUPTIONS 5627\nThe excess sulfur ratio then becomes\nE = 1 + KsX MI b f ( 1 − XMIb − XMIc ) (10)\nwhere E is independent of the initial sulfur concentration in the primordial melt, which is an important advantage of the definition of E compared to an absolute excess mass of sulfur, as the primordial (predegassing) sulfur concentration in the melt is hard to constrain. Equation (10) shows that the factors that lead to large possible excess sulfur ratio are (1) a high mass fraction of the exsolved vapor XMIb , (2) a lower the mass fraction of residual melt 1 − XMIb − X MI c at the time of the entrapment of the melt inclusions, and (3) a low efficiency of syneruptive sulfur degassing f due to kinetic limitations.\nAs an example, assuming that the magma initially contains about 6 wt % of volatiles, we find that 2 wt % vapor is exsolved (XMIb = 0.02) after the crystallization of 30 wt % crystals (X MI c = 0.3). Using an average Ks = 100 and f = 0.1, we get E ∼ 30 (see Figure 2), which shows that second boiling and kinetically limited degassing during syneruptive decompression can lead to large excess ratio values and that the excess ratio under these assumptions does not depend on the initial composition of the melt explicitly.\nThese equilibrium mass balance calculations are not meant to quantify the contribution of various sulfur degassing processes, but they are helpful to highlight some of the features that control the excess sulfur. This model, however, suffers from the lack of kinetics, f is unknown and assumes that the sulfur partition coefficient Ks between bubble and melt is constant whereas Ks is a composition-dependent value and will evolve as the magma crystallizes. Thus, more sophisticated calculations are required. For this purpose, we propose two kinetic multiphase vapor bubble growth models. The first model, focused on syneruptive (decompression) degassing (section 2.2.1), is designed mainly to characterize the kinetic degassing limitation factor f . The second model involves sulfur kinetics within a three phase magma (crystals, melt, and vapor bubbles) under near-isobaric conditions. In this case, degassing occurs primarily as a result of the crystallization of mostly anhydrous phases (section 2.2.2). These models offer us the benefit of studying kinetics as well as using composition-dependent partition coefficients (Figure 3).\nSU ET AL. SULFUR RELEASE DURING ERUPTIONS 5628"
  }, {
    "heading": "2.2. Numerical Models for Sulfur Kinetics in Magmas",
    "text": "The numerical models are extensions to previous work on bubble dynamics and H2O kinetics [Forestier-Coste et al., 2012; Lensky et al., 2004], where sulfur is added as an additional diffusing species. Sulfur speciation is not explicitly taken into account in our model. As shown in Figure 3, the bubbles are spherical with a uniform radius R̂(t̂). Each bubble is surrounded by a melt shell of radius Ŝ(t̂). In the following, hatless variables are dimensionless unless specified otherwise. Bubbles grow by diffusion and decompression. Bubble nucleation is not considered here, because during second boiling supersaturation with respect to water is likely to remain small due to the relatively slow rate of crystallization, the driving force behind exsolution. The maximum impact that bubble nucleation will have over the S mass budget during second boiling is found to be about 1 wt % of the overall mass exchange between the melt and the bubbles. As such we decided not to include it explicitly in our model. At the start of each simulation, bubble seeds (4 vol % of the whole system) are set in a periodic array, and no secondary nucleation event is considered. Although secondary nucleation can occur during syneruptive decompression, it is unlikely to play a major role during second boiling where the growth is slow enough to approach equilibrium conditions for water. From our numerical simulations, the error in sulfur mass balance related to the assumption of an initial 4 vol % vapor is at most <2 wt % of the overall sulfur mass budget, and it is therefore insignificant compared to the error bars associated with measured excess sulfur ratio. The mass of volatiles and momentum in and around bubbles are conserved. The pressure in bubbles P̂(t̂) is calculated from the bubble mass and an ideal gas law. The ideal gas law is applicable in the conduit and the shallow magma chamber when the pressure is 50–250 MPa and temperature is up to 900 ∘C [Churakov and Gottschalk, 2003]. We solve the transport of dissolved H2O from the melt to the bubble’s interface where the melt-bubble boundary condition for H2O concentration follows Henry’s law and the boundaries between neighbor melt shells are set to no-flux conditions. H2O diffusivity depends on temperature (here fixed) and H2O concentration [Proussevitch and Sahagian, 1998].\nOur goal is to solve for a simplified version of sulfur kinetics in silicic melts and better constrain the partitioning of sulfur between melt and bubbles during bubble growth by first boiling and second boiling. We do not consider the presence of anhydrite or sulfide phases in the magma and their effects on sulfur partitioning at this stage due to the fact that anhydrite is rare in volcanic units because anhydrite saturation occurs at high sulfur concentrations in the silicate melt (although small amounts have been reported by Luhr et al. [1984], Chambefort et al. [2008], and Borisova et al. [2014]). The Sulfur Concentrations at Anhydrite Saturation (SCAS) in silicate melts decreases with increasing degree of melt polymerization (i.e., from mafic to felsic composition) and decreasing temperature and pressure. At the average depth of upper crustal reservoirs (P = 200 MPa), for hydrous magmas, the typical SCAS values would be ∼ 5000 to 10000 ppm for basaltic melts, ∼ 2000 ppm for andesitic melts, ∼ 1000 ppm for dacitic melts, and ∼ few hundred parts per million for rhyolitic melts [Carroll and Rutherford, 1985, 1987; Jugo, 2009; Beermann et al., 2011; Zajacz et al., 2012, 2013]. Magmatic sulfides also occur in some arc magmas [Ueda and Itaya, 1981; Whitney and Stormer, 1983; Bacon, 1989; Mandeville et al., 1996; Costa et al., 2004]; however, their abundance is generally low, and/or their occurrence is largely limited to inclusions within other crystal phases, probably due to the fact that most of the sulfur is dissolved in the silicate melt as oxidized sulfate species. Further discussion on the effect of sulfur-bearing minerals is given in section 2.3.\nSulfur changes its oxidation state over a narrow range of f O2 (i.e., NNO and NNO+1) from S 2− dominated to S6+ dominated, and most arc magmas are characterized by f O2 between NNO and NNO+2 log units [Jugo et al., 2010; Klimm et al., 2012]. If f O2 is low enough to allow sulfur to be dominantly present as sulfide species in the melt, saturation in pyrrhotite would occur in various hydrous arc magmas at ≥ 600 ppm for basaltic melts,∼350 ppm for andesitic melts,∼250 ppm for dacitic melts, and∼150 ppm for rhyolitic melts [Scaillet and Macdonald, 2006; Jugo, 2009; Zajacz et al., 2013]. The influence of these S-bearing minerals will be reevaluated in section 3.3.\nAs we do not explicitly account for these S-bearing phases in sulfur partitioning, we treat it as a trace element, and its diffusivity D̂s (5 × 10−14m2∕s) is set to be consistent with values measured in silicic magmas (dacite to rhyolite) [Freda et al., 2005]. The partition coefficient Ks between the bubble and the melt is kept constant, but we use different values to bracket the range of published data (Ks = 40 and Ks = 600) [Scaillet and Macdonald, 2006; Keppler, 2010; Zajacz et al., 2013]. The equations that describe sulfur kinetics therefore reduce to\n𝜕Cs 𝜕t + vm 𝜕Cs ̂𝜕rs = 1 r̂s 2 𝜕 𝜕r̂s\n( r̂s\n2D̂s 𝜕Cs ̂𝜕rs\n) (11)\nSU ET AL. SULFUR RELEASE DURING ERUPTIONS 5629\nCs,rs=R̂(t̂) = KsCs,b (12)\n𝜕Cs 𝜕rs |rs=Ŝ(t̂) = 0 (13) Cs and Cs,b are the sulfur concentrations within the melt and bubble, respectively. Cs,rs=R̂(t̂) is the sulfur concentration within the melt at the bubble/melt interface. vm is the velocity of the melt-bubble interface [Forestier-Coste et al., 2012]."
  }, {
    "heading": "2.2.1. Syneruptive Decompression Model",
    "text": "The goal of the syneruptive degassing calculations is to estimate the efficiency factor f in equation (7). In these calculations, we seeded the magma with a similar amount of exsolved volatiles in bubbles (4 vol %). This value is consistent with other models of bubble growth during eruptions [Proussevitch and Sahagian, 1998; Lensky et al., 2004; Forestier-Coste et al., 2012]. The initial nuclei can be either S free or be equilibrated with the melt. Calculations show that the former S-free nuclei can lead to smaller f factor in equation (9) and larger excess sulfur ratio as compared to S-equilibrated nuclei. Reported results in this paper are based on the latter case. We neglect nucleation events during the rise of magma in the conduit in these calculations, as do all other kinetic models for volatile exsolution.\nWe introduce 𝜏dec = P̂i ̇̂P as the time scale for the decompression. ̇̂P is a constant decompression rate, while P̂i is the initial magma chamber pressure. Three other time scales emerge from our model, the viscous time scale 𝜏vis= 4?̂?i∕P̂i, the diffusive time scale for H2O 𝜏dif = R̂2i ∕D̂wi and the diffusive time scale for sulfur 𝜏dif= R̂ 2 i ∕D̂si. Three dimensionless numbers arise from these time scales. The first two characterize the diffusion efficiencies for H2O and sulfur (ΘDw≫ΘDs), and the last one (ΘV ) represents the efficiency of the hydrodynamic response of the bubble growth during magma’s syneruptive decompression [Lensky et al., 2004; Forestier-Coste et al., 2012]:\nΘDw = 𝜏dif,w\n𝜏dec =\nR̂2i ̇̂P\nD̂wiP̂i ΘDs =\n𝜏dif,s 𝜏dec =\nR̂2i ̇̂P D̂siP̂i ΘV = 𝜏vis 𝜏dec = 4?̂?i ̇̂P P̂2i (14)\nin which ?̂?eff is the effective viscosity that includes the dependence of melt viscosity on H2O concentration [Lensky et al., 2001; Proussevitch and Sahagian, 1998]. In most of our decompression simulations, the ranges for ΘDw, ΘDs and ΘV are around 10−4 → 10−1, 10−1 → 102, and 10−5 → 10−2, respectively.\nIn order to constrain the role of syneruptive decompression on the efficiency of sulfur extraction from the melt, we define the apparent bubble-melt partition coefficient of sulfur as the magma reaches the vent (atmospheric pressure): ⟨Kd⟩ = Cs,bubble∕⟨Cs,melt⟩ (15) where Cs,bubble and ⟨Cs,melt⟩ are the sulfur concentration in the bubble and the average sulfur concentration in the melt, respectively. The variation of ⟨Kd⟩ as function of decompression rates , typical of silicic eruptions (Figure 5, 104 Pa/s ≤ ̇̂P ≤ 107 Pa/s) [Toramaru, 2006], highlights three regimes for sulfur and H2O kinetics. At low decompression rates (<105 Pa/s), the diffusion time scales for H2O and sulfur are shorter than the decompression time scale, consequently, ⟨Kd⟩ approaches the actual partition coefficient. At intermediate decompression rates, sulfur uptake by bubbles is kinetically limited, but H2O can reach near-equilibrium conditions because its diffusion coefficient is 3 orders of magnitude greater than sulfur. Lastly, at high decompression rates (> 106 Pa/s), H2O and sulfur diffusion are both transport limited and the chemical composition of the bubble remains close to that before syneruptive decompression (here initial equilibrium state at P̂i ). Generally, the syneruptive sulfur uptake by bubbles is kinetically limited for explosive eruptions, and we find that under decompression rates consistent with explosive silicic eruptions (106 Pa/s ≤ ̇̂P ≤ 107 Pa/s), less than about 10% of the total sulfur has time to degas to nearby bubbles, and consequently for explosive eruption of silicic magmas, the efficiency factor f is close to 0.1."
  }, {
    "heading": "2.2.2. Second Boiling Model",
    "text": "During second boiling, the driving force for exsolution is the crystallization of anhydrous phases at relatively constant pressure. Crystallization drives the melt composition to be supersaturated in H2O. In all simulations of crystallization-driven exsolution, the ambient pressure P̂a is set to a constant value of 200 MPa. Because of the three coexisting phases (crystals, melt, and bubbles), two additional partition coefficients are needed to constrain the mass balance of H2O and sulfur species between the melt and solid phases K ∗ w and K ∗ s .\nSU ET AL. SULFUR RELEASE DURING ERUPTIONS 5630\nThe partitioning equations act as a source (K∗w < 1 and K ∗ s < 1) or a sink term (K ∗ w > 1 and K ∗ s > 1) for the H2O and sulfur in the melt in our main conservation equations.\nd ln Cw = ( K∗w − 1 ) d ln ( 1 − 𝜒(t̂) )\n(16)\nd ln Cs = ( K∗s − 1 ) d ln ( 1 − 𝜒(t̂) ) . (17)\nAs discussed previously, we assume that no S-bearing minerals are present in the magma and set K∗w and K ∗ s to 0 (see more details below). We assume that the crystallization rate ?̇? = d𝜒 dt\nis constant, but varying it would not impact our results as long as the time scale for crystallization 𝜏x = Δ𝜒∕?̇? is much longer than the viscous and diffusion time scales (𝜏vis and 𝜏dif). Δ𝜒 is the crystallization interval over which second boiling occurs (starts when the first bubble nucleates). Again, three dimensionless parameters emerge from the ratios of the crystallization, diffusion, and hydrodynamic growth time scales:\nΘ∗Dw = 𝜏dif,w\n𝜏x =\nR̂2i ?̇?\nD̂wΔ𝜒 Θ∗Ds =\n𝜏dif,s\n𝜏x =\nR̂2i ?̇?\nD̂sΔ𝜒 Θ∗V =\n𝜏vis\n𝜏x =\n4?̂?i?̇? P̂iΔ𝜒 . (18)\nIn volcanic systems, Θ∗Dw and Θ ∗ V are on the order of 10 −10 → 10−12 when 𝜏x ≈ 1000 years. If the crystallization rate is slow, then to a good approximation H2O diffusion, which is much faster than sulfur diffusion, can be considered at equilibrium. This allows us to simplify the kinetic equations for H2O diffusion, and it makes the calculations much more efficient. However, because Θ∗Ds (10\n−7) is 3 orders larger than Θ∗Dw, we still consider sulfur kinetics in all simulations. We note however that all three dimensionless termsΘ imply that 𝜏x >> other time scales which justifies our simplified assumption for a linear crystallization rate. The two conservation equations for H2O and sulfur in the melt are modified to include the source term (equations (16) and (17)) associated with the fractionation of H2O and sulfur between the melt and newly formed crystal phases. We assume that the vapor/melt partition coefficient Ks for sulfur becomes higher as the crystallinity increases, i.e., Ks increases as the melt evolves from a dacitic to a rhyolitic composition [Scaillet and Macdonald, 2006; Keppler, 2010; Zajacz et al., 2013]. A linear trend of Ks is applied to parametrize the effect of the melt composition on the partition coefficient for sulfur:\nKs(t̂) = 70 + 1060Δ𝜒(t̂), (19)\nthus Ks1 =70 at the beginning of second boiling (dacitic melt), and Ks1 = 600 when Δ𝜒=50 vol % as the melt becomes rhyolitic. The range of partition coefficients for sulfur is motivated by experimental data [Scaillet and Macdonald, 2006; Keppler, 2010; Zajacz et al., 2013].\nIn the second boiling simulations, we also start the calculations with 4 vol % water vapor and assume that the vapor bubbles and the melt are initially in chemical equilibrium with respect to sulfur. This would present an upper bound for the efficiency of sulfur to partition into bubbles, and it is important to calculate how this assumption impacts our estimates for the excess sulfur ratio. Comparing kinetic calculations assuming (1) equilibrium sulfur content in the initial bubble fraction and (2) no sulfur in the bubble prior to subsequent bubble growth, we obtain an overestimate of the mass of sulfur contained in bubbles post second boiling of at most 1.5 wt % after 10 wt % crystallization and only 1.2 wt % after 45 wt % crystallization. Moreover, calculations that start with a smaller initial vapor volume fraction, e.g., 1 vol %, do not affect our results significantly, and the error associated with bypassing the nucleation process in our simulation remains of the order of a percent of the overall mass balance for sulfur. For second boiling, where crystallization is the driving force behind exsolution, we therefore assume that bubble growth dominates the exsolution process over new nucleation events."
  }, {
    "heading": "2.3. The Influence of Sulfur-Bearing Minerals on Sulfur Partitioning",
    "text": "In the isobaric degassing model (section 2.1 and equation (17) in section 2.2.2), we assumed that the bulk partition coefficient of sulfur K∗s between solid phases and melt was zero. This simplification is motivated by the assumption that all crystals produced in our model are sulfur free, and no crystals such as sulfide or anhydrite are formed. Sulfides (or sulfates depending on oxygen fugacity) are common, even in silicic magmas, but generally as a minor phase (<<1 modal percent) or sometimes trapped within other minerals (which prevents further interactions with the melt and vapor). In this section, we discuss the merits and limitations of this\nSU ET AL. SULFUR RELEASE DURING ERUPTIONS 5631\n(K∗s = 0) assumption and discuss how sulfur partitioning would be affected by the presence of S-bearing phases under different scenarios. In Figure 4, we consider schematically different evolution paths for the sulfur concentration in the melt during the crystallization of silicic magmas. We explore various scenarios depending on the initial sulfur concentration (below and above the sulfide saturation limit C′s) and the timing of the onset of water vapor exsolution during crystallization. We take sulfide as an example for S-bearing minerals in this conceptual argument, but it could apply similarly to sulfates. We define 𝜒c as the critical crystallinity at which vapor bubbles exsolve and 𝜒s as the crystallinity when the sulfur concentration in the melt reaches saturation with respect to sulfides.\n1. Magmas with initial sulfur content below the solubility of sulfides (C0 < C ′ s).\na. Path a-b in Figure 4. The sulfur concentration in the melt remains below the solubility of sulfur (a-b). As the magma crystallizes S-free phases and before it becomes saturated with water, the S content dissolved in the melt increases. As the melt becomes saturated with water at 𝜒c, sulfur strongly partitions into growing bubbles, and the melt sulfur concentration drops with crystallinity. This is the case in our isobaric degassing model. b. Path I-II-III in Figure 4 where𝜒s < 𝜒c. Initially, crystallization leads to an increase in sulfur concentration in the melt as for the previous case up to𝜒s. In this particular scenario, however, the solubility of sulfur is reached at lower crystal content than that for water (𝜒s <𝜒c). After the exsolution of vapor bubbles, the sulfur content decreases below C′s (the solubility of sulfides) and sulfur mass transfer results in an uptake of sulfur from the melt by vapor bubbles, and possibly a flux of sulfur from sulfide breakdown back into the melt. The latter process may be kinetically limited and may lead to the transient coexistence (out of equilibrium) of vapor bubbles and sulfides in the magma.\n2. Magmas with an initial sulfur concentration above the solubility of sulfides (C0 >C ′ s).\na. 𝜒s < 𝜒c (A-B-C). As the sulfur concentration in the melt is initially above the solubility of sulfides, sulfides crystallize out of the magma from the onset and lead to a decrease in sulfur content in the melt. The sulfur content in the melt decreases to C′s before the exsolution of water vapor (𝜒c). After 𝜒c, water vapor takes up sulfur from the melt and the melt concentration decreases below the solubility of sulfides which leads to a chemical disequilibrium and the breakdown of sulfides during subsequent exsolution (similar to path I-II-III). b. 𝜒c < 𝜒s (1-2-3). Sulfides form from the onset, but either the sulfur content in the melt is large enough or the amount of dissolved water is large enough that the sulfur concentration remains above C′s as second boiling starts (𝜒c). In this particular scenario, the three phases, melt + sulfides + vapor, can coexist and exchange sulfur up until the end of the path 2. The concurrent crystallization of sulfides and exsolution of water vapor leads to an significant decrease in sulfur in the melt, down to C′s . From then on (path 3) the net mass flux of sulfur is toward the vapor phase only, because sulfides are no longer at equilibrium with the melt.\nDepending on the kinetic rate of sulfide breakdown, there are two configurations under which vapor bubbles and sulfides can coexist. First, they can coexist transiently (if the breakdown is slow), see paths b, C, 3, and III in Figure 4. In this context, the sulfides are not growing, and the partitioning of sulfur between the melt and the\nSU ET AL. SULFUR RELEASE DURING ERUPTIONS 5632\nvapor phase follows the assumption that sulfur is incompatible with the crystal phases and compatible only with vapor. The second possibility is to start with a magma that contains a large amount of sulfur (significantly above the solubility of sulfides) and enough water that 𝜒c < 𝜒s. In that case, the vapor and sulfide phases can coexist in an equilibrium state over a finite range of crystallinity (see path 2 in Figure 4). That range in crystal content is most likely narrow, because both sulfides and vapor will rapidly consume the sulfur contained in the melt to a point where it decreases below the solubility of sulfides.\nIn our simulations of sulfur partitioning during second boiling, we focus on the most common paths b, C, 3, or III where the only phase actively extracting sulfur from the melt is vapor. In these paths, some sulfides can survive and be present along those paths, but sulfides are not growing (sequestering more sulfur as crystallization proceeds), and they either decompose and deliver back their sulfur into vapor (either via the melt or if they are wetting directly to bubbles) or keep some sulfur trapped in a sulfide phase that will not contribute to the measured sulfur released to the atmosphere."
  }, {
    "heading": "3. Sulfur Degassing in Magmas",
    "text": ""
  }, {
    "heading": "3.1. Syneruptive Sulfur Degassing",
    "text": "Decompression-driven exsolution and degassing are inherent to eruptions. Syneruptive sulfur exsolution is explicitly accounted for in the definition of the excess sulfur ratio (equation (1)) and therefore cannot be the cause for the large excess sulfur ratio. However, its overall contribution to the sulfur mass balance is important because it will provide constraints on the contribution from other processes. To this end we use the bubble growth model described in section 2.2.1. It is commonly accepted that water exsolution is transport limited during bubble growth under explosive eruption conditions (fast decompression rates) [Lensky et al., 2004]. The aim of our calculations is to quantify the amount of sulfur that can partition into bubbles during decompression. As an illustration of the results, we discuss a calculation inspired by the 1991 eruption at Mount Pinatubo (silicic magma and rapid ascent rate) [Pallister et al., 1996]. Starting with ∼4 vol % of preeruptive magmatic vapor phase, our model predicts that a maximum of 15% of the total SO2 released in the atmosphere (for Pinatubo, 20 megaton) [Bluth et al., 1993] can be accounted for by decompression at a decompression rate around 5 × 105 ∼ 106 Pa/s. Generally, we find that the syneruptive degassing of H2O and, in particular, sulfur\nSU ET AL. SULFUR RELEASE DURING ERUPTIONS 5633\nby bubbles is kinetically limited during the ascent of magmas for explosive eruptions due to the short available time and the low diffusion coefficient of sulfur species in silicic magmas [Freda et al., 2005] (Figure 5). Our modeling results indicate that at least 80% of the total sulfur released during explosive silicic eruptions comes from an existing vapor phase before the eruption even starts, consistent with findings of Westrich and Gerlach [1992], Scaillet et al. [1998], and Wallace [2001]. As a consequence of this kinetic limitation, a mass balance argument based on equilibrium partitioning between melt and vapor bubbles (equation (15)) would severely overestimate the amount of sulfur that is extracted from the melt during an eruption."
  }, {
    "heading": "3.2. The Contribution From Preeruptive Sulfur Degassing by Second Boiling",
    "text": "Since syneruptive decompression is inefficient for extracting sulfur out of the melt and is considered in the definition of the excess sulfur, another process must control its partitioning into vapor bubbles before the eruption. Crystallization of anhydrous mineral phases under close to isobaric conditions (second boiling) appears as an excellent candidate because (1) the crystallization process is slow (controlled by the cooling rate of the magma body) and therefore less likely to be diffusion limited even for sulfur and (2) arc silicic magmas are typically volatile saturated around their liquidus temperatures in sub-volcanic magma reservoirs [Wallace, 2005]. The excess sulfur in a closed system defined in equation (1) can be recast in a more compact and traditional form:\nE = 𝜖 + 1, 𝜖 = MMRs,b\nMdecs,b ≈\nM2nds,b Mdecs,b (20)\nif we assume that the process that leads to preeruptive sulfur loading into bubbles occurs during second boiling, thus MMRs,b ≈ M 2nd s,b . Our calculations indicate that if the crystallization interval in the presence of a volatile phase is >20 vol %, then second boiling can account for a factor of 10 or greater of excess sulfur ratio (E) (Figure 6). We find that most of the range of excess sulfur ratio measured for silicic explosive eruptions can be produced by up to about 20 vol % crystallization in a volatile-saturated magma reservoir. This does not preclude other processes to play a role in the sulfur accumulation in bubbles before the eruption but shows that closed-system processes associated with second boiling are able to close the sulfur mass balance in crystal-rich (> vol 20%) silicic eruptions in arcs. From a dynamical standpoint the relative importance of second boiling also depends on the ability of the magma to retain its vapor bubbles during crystallization. On the basis of multiphase numerical calculations, we observe that vapor bubbles can accumulate in crystal-poor regions due to hydrodynamic interactions among bubbles and convective currents when magma crystallinity remains <50 vol % [Huber et al., 2010; Parmigiani et al., 2011; Huber et al., 2012; Faroughi and Huber, 2015; Parmigiani et al., 2016].\nThere is an additional fundamental consequence to second boiling on the melt inclusion record. This argument will affect the predicted excess sulfur because it impacts Ms,MI in equation (1), which is the amount of sulfur in the magma at the time melt inclusions are trapped. Under volatile-saturated conditions, the melt becomes more S depleted as crystallization proceeds (as expected from Figure 4) and our calculations show that low-temperature mineral phases (e.g., quartz) will sample a melt that is significantly depleted in sulfur. These trends have been reported for a single eruption event when comparing MIs in different hosts (Figure 7a) [Devine et al., 1984; Wallace, 2005]. There are two plausible explanations for the negative correlation between SiO2 and sulfur in a given magmatic system: (1) the crystallization of S-rich phases such as anhydrite or sulfides and (2) the removal of sulfur by vapor bubbles during second boiling. Interestingly, the decrease in sulfur content in a silicate melt saturated with anhydrite or sulfides is constrained thermodynamically to follow the solubility of these phases, which predicts greater sulfur concentrations in silicic melts at oxidizing conditions than observed in these late MIs. On the contrary, sulfur is a trace element in vapor bubbles, and its partitioning is not limited by sulfur solubility. For instance, MIs trapped in quartz in the Toba Tuff [Chesner and Luhr, 2010] or Cerro Galan (this study) record sulfur levels that are below the solubility of sulfur (anhydrite) in these magmas, suggesting an influence of second boiling behind sulfur loss from the melt in these shallow magma reservoirs (Figures 7b–7d)). As we see from Ms,MI in equation (1) and Figure 7, sulfur concentration varies between melt inclusions. Therefore excess sulfur calculated from melt inclusion data must be interpreted in the context of the host mineral. Consequently, in order to yield a more accurate estimate of the mass balance of sulfur in shallow magma bodies, it is fundamental to determine the timing of the trapping of MIs. When considering melt inclusions that do not suffer from considerable postentrapment leakage, the wide range in sulfur content that is sometimes observed for a given magmatic system can be used qualitatively as a proxy for the stage at which the melt inclusions have been trapped (Figures 7b–7d).\nSU ET AL. SULFUR RELEASE DURING ERUPTIONS 5634"
  }, {
    "heading": "3.3. S-Bearing Minerals Breakdown",
    "text": "Another source for sulfur in magmas comes from the decomposition of S-bearing minerals such as pyrrhotite in reduced magmas [Whitney and Stormer, 1983] and anhydrite in oxidized magmas [Luhr and Melson, 1996] as illustrated in trends 3, III, b, and C in Figure 4. These minerals are considered transiently stable if 𝜒 >𝜒s and resorbed as the magma exsolves an aqueous fluid phase as shown by the following simplified reactions:\nFeS(pyrrhotite) + H2O(m) = H2S(g) + FeO(m) (21)\nCaSO4(anhydrite) + H2(g) = SO2(g) + CaO(m) + H2O(g). (22)\nSU ET AL. SULFUR RELEASE DURING ERUPTIONS 5635\nNote that the index (g) stands for the magmatic volatile phase, and the (m) phase stands for the melt phase. In these reactions, the gas phase (g) is to be understood as a dissolved component in the melt. S-bearing mineral breakdown has been proposed to explain the excess sulfur ratio of some eruptions (e.g., eruptions of EI Chichón volcano, which is considered as S saturated) [Luhr, 1990].\nAs sulfide and anhydrite resorption is driven mainly by sulfur redistribution into the exsolving volatile phase, the most important variable required to model this process is the concentration of sulfur in the volatile phase at anhydrite or pyrrhotite saturation. The experiments of Zajacz et al. [2012, 2013] have shown that the sulfur content in the volatile phase at P = 200 MPa, and pyrrhotite saturation is in the 5 to 7 wt % range from basaltic to dacitic melt compositions [Zajacz et al., 2012, 2013]. Zajacz et al. [2012] have found similar sulfur concentration in the volatile phase in equilibrium with andesite melts at anhydrite saturation (5.5 wt %). Scaillet and Macdonald [2006] reported sulfur concentrations in the range of 4.8 to 16.7 wt % in the volatile phase in equilibrium with slightly to moderately peralkaline rhyolite melts at anhydrite saturation and P = 150 MPa. At pyrrhotite saturation, the same study determined sulfur concentrations in the range of 6.1 to 11 wt %. Hence, one can state that the sulfur concentration in the volatile phase of an anhydrite- or pyrrhotite-saturated arc magma at upper crustal depth will broadly fall within the range of 5 to 17 wt %. To illustrate the efficiency of anhydrite breakdown by second boiling, the first 1 wt % of volatile phase exsolving from a magma with a bulk sulfur concentration of 2400 ppm would incorporate one third of the total S budget (assuming 8 wt % sulfur concentration in the volatile phase). When present, it is therefore a potent process for sulfur partitioning in magmas.\nSU ET AL. SULFUR RELEASE DURING ERUPTIONS 5636\nThe following conditions are necessary for anhydrite or sulfide breakdown to contribute to the measured excess sulfur ratio. (1) These phases must be present and sequester a portion of sulfur at the time of the trapping of melt inclusions and (2) their breakdown must operate efficiently enough before or during the eruption so that sulfur can diffuse from the melt to the vapor phase before fragmentation. The relevance of anhydrite or pyrrhotite to excess sulfur therefore depends on the ability of the sulfur released by these phases to diffuse from the melt to bubbles, provided that most bubbles do not nucleate on the surface of S-rich minerals, which is a fair assumption in crystal-rich magmas. In other words, the process of sulfur degassing is limited by the kinetics of mineral breakdown and sulfur transport in the melt to bubbles by diffusion.\nAssuming that the breakdown occurs during syneruptive decompression, reactions (21) and (22) become additional kinetic steps to consider besides the low efficiency of the sulfur diffusion in the melt to bubbles. Based on our calculations for syneruptive degassing, we expect syneruptive breakdown during explosive eruptions to be inefficient and to contribute only a small fraction of the total sulfur released to the atmosphere. Hence, it should not contribute much sulfur syneruptively, as suggested by the data for the Pinatubo 1991 eruption [Jakubowski et al., 2002].\nIf the breakdown of sulfides or anhydrite takes place in the magma reservoir, then it would impact the measured excess sulfur only if sulfur is sequestered in these solid phases at the time the MIs are trapped and is subsequently released by their breakdown as second boiling proceeds. The growth of bubbles by second boiling is prone to scavenge significant amounts of sulfur from the melt, which lowers the sulfur melt concentration (Figures 4 and 7a) and drives the reactions (21) and (22) to the right. In that context, instead of the path “melt→ vapor” that we modeled in our study, sulfur may follow a path “melt → S-rich crystal phase → melt → vapor” which involves an additional kinetic step (decomposition of S-bearing minerals). However, unless vapor nucleates on S-bearing minerals, the process remains controlled by the diffusion of sulfur in the melt toward the bubbles, which is the aspect our model focuses on. Crystallization-driven exsolution is a slow process, and our numerical calculations showed that the efficiency of crystallization to partition sulfur to the vapor is mostly unchanged if we consider a process that lasts 1 year versus thousands of years (it is not kinetically limited). Therefore, considering the long timescale available for sulfur redistribution during crystallization, we expect that our model provides a reliable estimate for the partitioning of sulfur to the vapor, even for cases where sulfides or anhydrite may play an important role in the sulfur mass budget in the magma reservoir, because the transfer of sulfur from S-bearing phases to the melt and its diffusion to bubbles is unlikely to be kinetically limited under most circumstances in the magma reservoir."
  }, {
    "heading": "4. Discussion",
    "text": "Our calculations of the kinetics of sulfur during exsolution clearly mark a distinction between silicic crystal-poor (<20%) and crystal-rich (>20%) wet magmas. Second boiling can play a important role in the mass balance of sulfur in the latter case, as it can even explain excess sulfur ratio of up to 2 orders of magnitude for some eruptions (Mount St. Helens in 1480 and 1980 and Pinatubo in 1991 as shown in Figure 6b and Tables S1 and S2). Our results do not imply that open-system processes do not play an important role in the sulfur mass balance for these systems; rather, they mean that the yield of second boiling in terms of sulfur partitioning can generate the scale of excess sulfur ratio measured in these eruptions. Conversely, second boiling must play only a secondary role in the sulfur melt-bubble partitioning in crystal-poor magmas (very little crystallization to drive second boiling). For eruptions that involved dominantly crystal-poor magmas (Minoan eruption (1645 B.C.), Katmai (1912), and Crater Lake (∼7700 cal years B.P.) in Figure 6b and Tables S1 and S2), large excess sulfur cannot be leveraged by closed-system processes and requires transport and accumulation of S-rich bubbles from deeper sources to be the driving factor to close the sulfur mass balance [Sisson and Bacon, 1999; Huber et al., 2010; Parmigiani et al., 2016].\nThe 2.08 Ma Cerro Galan ignimbrite (∼ 630 km3 erupted) is a crystal-rich rhyodacite. It is old enough to prevent the use of remote sensing and ice core analysis to infer the amount of sulfur released during the eruptions [Zielinski, 1995]. The petrological method is the only way to estimate the amount of sulfur released to the atmosphere and the potential impact of this eruption on climate. The volumetrically dominant white pumice (95 vol %) in the Cerro Galan ignimbrite contains 44–57% phenocrysts on a vesicle-free basis [Wright et al., 2011]. Quartz crystals separated from two white pumice clasts were analyzed for Fourier transform infrared spectroscopic analysis in a previous study [Wright et al., 2011]. These same doubly polished quartz wafers were mounted in epoxy mounts in order to analyze major element and sulfur compositions. The sulfur\nSU ET AL. SULFUR RELEASE DURING ERUPTIONS 5637\ncontent of these melt inclusions measured by the sensitive high-resolution ion microprobe-Reverse Geometry (SHRIMP-RG) ranges from 6–57 ppm, which is at or barely above the detection limit and are equivalent to the sulfur concentration measured in the groundmass glass (25–59 ppm, Table S3). An uncorrected traditional petrologic estimate for sulfur would therefore suggest that only a very limited amount of SO2 was released during the eruption.\nIn order to establish the contribution of second boiling to degassing, we model the isobaric crystallization of the magma at 245 MPa and =NNO+1.5 with an initial water content of 6 wt % using Rhyolite-Melts [Gualda et al., 2012] (sample input parameters and output crystallinity are shown in Table S4), from which 20–40 vol % crystallization is estimated to be produced during second boiling. Our second boiling simulations imply that approximately 90–95% of sulfur has been depleted from the melt by the time the melt inclusions are trapped by their host (quartz), and the estimated excess sulfur ratio E ranges from 32 to 100 when we assume a syneruptive decompression rate of 2 × 105 Pa/s (f = 0.25). In order to estimate the amount of sulfur released during the eruption of Cerro Galan (2.08 Ma), we also need to estimate the sulfur concentration in the primitive magma. Assuming an initial sulfur concentration of 500 ppm, reasonable for sulfate-saturated dacite to rhyodacite, we estimate that around 1 Gt vapor sulfur could have been stored by bubbles before the onset of the eruption. Thus, by ignoring the sulfur contribution associated with syneruptive decompression (contributes only a few percent of the total S) as well as additional unconstrained open-system contributions, second boiling alone would result in the release of about 1 Gt SO2, an amount comparable to Bishop Tuff, 0.76 Ma [Wallace, 2001] and Toba YTT, 75 ka [Chesner and Luhr, 2010]."
  }, {
    "heading": "5. Conclusion",
    "text": "We present the results of numerical calculations of sulfur partitioning during bubble growth in magmas and combine them with excess sulfur data sets to constrain the relative importance of closed- and open-system degassing at active volcanoes. These calculations highlight that the dominant process that leads to the buildup of large excess sulfur ratio is different for eruptions driven by crystal-rich and crystal-poor silicic magmas. For instance, second boiling has the potential to explain the excess sulfur ratio observed for magmas that underwent >10–20 vol % crystallization under volatile-saturated conditions. However, the addition of S-rich bubbles from mafic recharges or from an underlying crystal mush is necessary to close the sulfur mass balance when the primitive magma does not store sufficient sulfur or in silicic crystal-poor magmas where second boiling is not sufficient to pump enough sulfur into the bubbles [Parmigiani et al., 2016]."
  }],
  "year": 2016,
  "references": [{
    "title": "Chlorine, sulfur, and water in magmas and oceans, Geol",
    "authors": ["A.T. Anderson"],
    "venue": "Soc. Am. Bull.,",
    "year": 1974
  }, {
    "title": "Temperature dependence of sulfide and sulfate solubility",
    "authors": ["O. Beermann", "R.E. Botcharnikov", "F. Holtz", "O. Diedrich", "M. Nowak"],
    "year": 2011
  }, {
    "title": "The stability of igneous anhydrite: Experimental results and implications for sulfur behavior",
    "authors": ["M.J. Rutherford"],
    "year": 1987
  }, {
    "title": "Perturbation theory based equation of state for polar molecular fluids: I",
    "authors": ["M. Gottschalk"],
    "venue": "Pure fluids,",
    "year": 2003
  }, {
    "title": "Sulfur and chlorine degassing from primitive arc magmas: Temporal changes during the 1982–1983 eruptions of Galunggung (west Java, Indonesia)",
    "authors": ["J.C.M. de Hoog", "G.W. Koetsier", "S. Bronto", "T. Sriwana", "M.J. van Bergen"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 2001
  }, {
    "title": "Estimates of sulfur and chlorine yield to the atmosphere from volcanic eruptions and potential climatic effects",
    "authors": ["J.D. Devine", "H. Sigurdsson", "A.N. Davis"],
    "venue": "Self",
    "year": 1984
  }, {
    "title": "A model for degassing at the Soufrière Hills Volcano, Montserrat, West Indies, based on geochemical data, Earth Planet",
    "authors": ["M. Edmonds", "D. Pyle", "C. Oppenheimer"],
    "year": 2001
  }, {
    "title": "Unifying the relative hindered velocity in suspensions and emulsions of nondeformable particles",
    "authors": ["S.A. Faroughi", "C. Huber"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2015
  }, {
    "title": "Numerical resolution of a mono-disperse model of bubble growth in magmas",
    "authors": ["L. Forestier-Coste", "S. Mancini", "A. Burgisser", "F. James"],
    "venue": "Appl. Math. Modell.,",
    "year": 2012
  }, {
    "title": "Sulfur diffusion in basaltic melts, Geochim",
    "authors": ["C. Freda", "D.R. Baker", "P. Scarlato"],
    "venue": "Cosmochim. Acta,",
    "year": 2005
  }, {
    "title": "Vapor saturation and accumulation in magmas of the 1989–1990 eruption of Redoubt Volcano",
    "authors": ["T.M. Gerlach", "H.R. Westrich", "T.J. Casadevall", "D.L. Finnegan"],
    "venue": "Alaska, J. Volcanol. Geotherm. Res.,",
    "year": 1994
  }, {
    "title": "Preeruption vapor in magma of the climactic Mount Pinatubo eruption: Source of the giant stratospheric sulfur dioxide cloud, in Fire and Mud: Eruptions and Lahars of Mount Pinatubo, Philippines",
    "authors": ["T.M. Gerlach", "H.R. Westrich", "R.B. Symonds"],
    "year": 1996
  }, {
    "title": "Rhyolite-melts: A modified calibration of melts optimized for silica-rich, fluid-bearing magmatic systems",
    "authors": ["G.A. Gualda", "M.S. Ghiorso", "R.V. Lemons", "T.L. Carley"],
    "venue": "J. Petrol.,",
    "year": 2012
  }, {
    "title": "Two competing effects of volatiles on heat transfer in crystal-rich magmas: Thermal insulation vs defrosting",
    "authors": ["C. Huber", "O. Bachmann", "M. Manga"],
    "venue": "J. Petrol.,",
    "year": 2010
  }, {
    "title": "Crystal-poor versus crystal-rich ignimbrites: A competition between stirring and reactivation, Geology",
    "authors": ["C. Huber", "O. Bachmann", "J. Dufek"],
    "year": 2012
  }, {
    "title": "Evidence for magmatic vapor deposition of anhydrite prior to the 1991 climactic eruption of Mount Pinatubo, Philippines",
    "authors": ["R.T. Jakubowski", "J. Fournelle", "S. Welch", "R.J. Swope", "P. Camus"],
    "venue": "Am. Mineral.,",
    "year": 2002
  }, {
    "title": "Sulfur content at sulfide saturation in oxidized magmas, Geology",
    "authors": ["P.J. Jugo"],
    "year": 2009
  }, {
    "title": "The distribution of sulfur between haplogranitic melts and aqueous fluids, Geochim",
    "authors": ["H. Keppler"],
    "venue": "Cosmochim. Acta,",
    "year": 2010
  }, {
    "title": "Radial variations of melt viscosity around growing bubbles and gas overpressure in vesiculating magmas, Earth Planet",
    "authors": ["N.G. Lensky", "V. Lyakhovsky", "O. Navon"],
    "year": 2001
  }, {
    "title": "Experimental phase-relations of water-saturated and sulfur-saturated arc magmas and the 1982 eruptions of El-Chichon Volcano",
    "authors": ["J.F. Luhr"],
    "venue": "J. Petrol.,",
    "year": 1990
  }, {
    "title": "Sulfur isotope systematics of the 1982 El Chichón trachyandesite: An ion microprobe study, Geochim",
    "authors": ["J.F. Luhr", "M.A.V. Logan"],
    "venue": "Cosmochim. Acta,",
    "year": 2002
  }, {
    "title": "Mineral and glass compositions in June",
    "authors": ["J.F. Luhr", "W.G. Melson"],
    "year": 1996
  }, {
    "title": "Magma mixing, fractional crystallization and volatile degassing during the 1883 eruption of Krakatau Volcano, Indonesia",
    "authors": ["C.W. Mandeville", "S. Carey", "H. Sigurdsson"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1996
  }, {
    "title": "The size and frequency of the largest explosive eruptions on Earth",
    "authors": ["B. Mason", "D. Pyle", "C. Oppenheimer"],
    "venue": "Bull. Volcanol.,",
    "year": 2004
  }, {
    "title": "The Piedras Grandes-Soncor eruptions, Lascar Volcano, Chile; Evolution of a zoned magma chamber in the central Andean upper crust",
    "authors": ["S.J. Matthews", "R.S.J. Sparks", "M. C"],
    "venue": "Gardeweg",
    "year": 1999
  }, {
    "title": "Petrologic evidence of volatile emissions from major historic and pre-historic volcanic eruptions",
    "authors": ["J.M. Palais", "H. Sigurdsson"],
    "venue": "Geophys. Monogr. Ser.,",
    "year": 1989
  }, {
    "title": "Magma mixing at Mount Pinatubo: Petrographic and chemical evidence from the 1991 deposits, in Fire and Mud: Eruptions and Lahars of Mount Pinatubo, Philippines",
    "authors": ["J.S. Pallister", "R.P. Hoblitt", "G.P. Meeker", "R.J. Knight", "D.F. Siems"],
    "year": 1996
  }, {
    "title": "Pore-scale mass and reactant transport in multiphase porous media",
    "authors": ["A. Parmigiani", "C. Huber", "O. Bachmann", "B. Chopard"],
    "venue": "flows, J. Fluid Mech.,",
    "year": 2011
  }, {
    "title": "Bubble accumulation and its role in the evolution of magma reservoirs in the upper crust",
    "authors": ["A. Parmigiani", "S. Faroughi", "C. Huber", "O. Bachmann", "Y. Su"],
    "venue": "Nature, 532,",
    "year": 2016
  }, {
    "title": "Dynamics and energetics of bubble growth in magmas: Analytical formulation and numerical modeling",
    "authors": ["A.A. Proussevitch", "D.L. Sahagian"],
    "venue": "J. Geophys. Res.,",
    "year": 1998
  }, {
    "title": "Sulfur source for the 1991–1995 Unzen eruption: Evidence from melt inclusions in pyroxenes",
    "authors": ["H. Satoh", "G. Saito", "H. Shinohara", "Y. Yamaguchi"],
    "venue": "Geophys. Res. Lett., 30(23),",
    "year": 2003
  }, {
    "title": "Redox control of sulfur degassing in silicic magmas",
    "authors": ["B. Scaillet", "B. Clemente", "B.W. Evans"],
    "venue": "Pichavant",
    "year": 1998
  }, {
    "title": "Petrology and sulfur and chlorine emissions of the 1963 eruption of Gunung Agung",
    "authors": ["S. Self", "A.J. King"],
    "year": 1996
  }, {
    "title": "Magma volume, volatile emissions, and stratospheric aerosols from the 1815 eruption of Tambora",
    "authors": ["S. Self", "R. Gertisser", "T. Thordarson", "M.R. Rampino", "J.A. Wolff"],
    "venue": "Geophys. Res. Lett., 31(20),",
    "year": 2004
  }, {
    "title": "Volatile fluxes during flood basalt eruptions and potential effects on the global environment: A Deccan perspective, Earth Planet",
    "authors": ["S. Self", "M. Widdowson", "T. Thordarson", "A.E. Jay"],
    "year": 2006
  }, {
    "title": "SO2 emissions from basaltic eruptions, and the excess sulfur",
    "authors": ["K. Sharma", "S. Blake", "S. Self", "A.J. Krueger"],
    "venue": "issue, Geophys. Res. Lett., 31(13),",
    "year": 2004
  }, {
    "title": "Excess degassing from volcanoes and its role on eruptive and intrusive activity, Rev",
    "authors": ["H. Shinohara"],
    "venue": "Geophys., 46(4),",
    "year": 2008
  }, {
    "title": "Pre-eruption compositional gradients and mixing of andesite and dacite magma erupted from Nevado Del Ruiz Volcano, Colombia",
    "authors": ["H. Sigurdsson", "S. Carey", "J.M. Palais", "J. Devine"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1990
  }, {
    "title": "Gas-driven filter pressing in magmas, Geology",
    "authors": ["T.W. Sisson", "C.R. Bacon"],
    "year": 1999
  }, {
    "title": "Plagioclase and pyroxene hosted melt inclusions in basaltic andesites of the current eruption of Arenal Volcano, Costa Rica",
    "authors": ["M.J. Streck"],
    "venue": "Wacaster",
    "year": 2006
  }, {
    "title": "Sulfur, chlorine, and fluorine degassing and atmospheric loading by the 1783–1784 AD Laki (Skaftr fires) eruption",
    "authors": ["T. Thordarson", "S. Self", "N. Óskarsson"],
    "venue": "Hulsebosch",
    "year": 1996
  }, {
    "title": "New estimates of sulfur degassing and atmospheric mass-loading by the 934 AD Eldgjá eruption, Iceland",
    "authors": ["T. Thordarson", "D.J. Miller", "G. Larsen", "S. Self", "H. Sigurdsson"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 2001
  }, {
    "title": "BND (Bubble Number Density) decompression rate meter for explosive volcanic eruptions",
    "authors": ["A. Toramaru"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 2006
  }, {
    "title": "Microphenocrystic pyrrhotite from dacite rocks of Satsuma-Iojima, Southwest Kyushu, Japan and the solubility of sulfur in dacite magma",
    "authors": ["A. Ueda", "T. Itaya"],
    "venue": "Contrib. Mineral. Petrol.,",
    "year": 1981
  }, {
    "title": "Volcanic SO2 emissions and the abundance and distribution of exsolved gas in magma bodies",
    "authors": ["P.J. Wallace"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 2001
  }, {
    "title": "Volatiles in subduction zone magmas: Concentrations and fluxes based on melt inclusion and volcanic gas data",
    "authors": ["P.J. Wallace"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 2005
  }, {
    "title": "Magmatic gas source for the stratospheric SO2 cloud from the June 15, 1991, eruption of Mount-Pinatubo",
    "authors": ["H.R. Westrich", "T.M. Gerlach"],
    "venue": "Geology, 20(10),",
    "year": 1992
  }, {
    "title": "Igneous sulfides in the Fish Canyon Tuff and the role of sulfur in calc-alkaline",
    "authors": ["J.A. Whitney", "J.C. Stormer"],
    "venue": "magmas, Geology,",
    "year": 1983
  }, {
    "title": "Heterogeneous pumice populations in the 2.08-Ma Cerro Galán ignimbrite: Implications for magma recharge and ascent preceding a large-volume silicic",
    "authors": ["H.N. Wright", "C. Folkes", "R.F. Cas", "K. Cashman"],
    "year": 2011
  }, {
    "title": "The partitioning of sulfur and chlorine between andesite melts and magmatic volatiles and the exchange coefficients of major cations, Geochim",
    "authors": ["Z. Zajacz", "P.A. Candela", "P.M. Piccoli", "C. Sanchez-Valle"],
    "venue": "Cosmochim. Acta,",
    "year": 2012
  }, {
    "title": "Solubility and partitioning behavior of Au, Cu, Ag and reduced S in magmas, Geochim",
    "authors": ["Z. Zajacz", "P.A. Candela", "P.M. Piccoli", "C. Sanchez-Valle"],
    "venue": "Wlle",
    "year": 2013
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland Ice Sheet Project 2 ice core",
    "authors": ["G.A. Zielinski"],
    "venue": "J. Geophys. Res.,",
    "year": 1995
  }],
  "id": "SP:79874042040b151b0d5d55a002dd3243e094ff2e",
  "authors": [{
    "name": "Y. Su",
    "affiliations": []
  }, {
    "name": "Christian Huber",
    "affiliations": []
  }, {
    "name": "Olivier Bachmann",
    "affiliations": []
  }, {
    "name": "Zoltán Zajacz",
    "affiliations": []
  }, {
    "name": "Heather Wright",
    "affiliations": []
  }, {
    "name": "Jorge Vazquez",
    "affiliations": []
  }],
  "abstractText": "The release of large amounts of sulfur to the stratosphere during explosive eruptions affects the radiative balance in the atmosphere and consequentially impacts climate for up to several years after the event. Quantitative estimations of the processes that control the mass balance of sulfur between melt, crystals, and vapor bubbles is needed to better understand the potential sulfur yield of individual eruption events and the conditions that favor large sulfur outputs to the atmosphere. The processes that control sulfur partitioning in magmas are (1) exsolution of volatiles (dominantly H2O) during decompression (first boiling) and during isobaric crystallization (second boiling), (2) the crystallization and breakdown of sulfide or sulfate phases in the magma, and (3) the transport of sulfur-rich vapor (gas influx) from deeper unerupted regions of the magma reservoir. Vapor exsolution and the formation/breakdown of sulfur-rich phases can all be considered as closed-system processes where mass balance arguments are generally easier to constrain, whereas the contribution of sulfur by vapor transport (open system process) is more difficult to quantify. The ubiquitous “excess sulfur” problem, which refers to the much higher sulfur mass released during eruptions than what can be accounted for by amount of sulfur originally dissolved in erupted melt, as estimated from melt inclusion sulfur concentrations (the “petrologic estimate”), reflects the challenges in closing the sulfur mass balance between crystals, melt, and vapor before and during a volcanic eruption. In this work, we try to quantify the relative importance of closedand open-system processes for silicic arc volcanoes using kinetic models of sulfur partitioning during exsolution. Our calculations show that crystallization-induced exsolution (second boiling) can generate a significant fraction of the excess sulfur observed in crystal-rich arc magmas. This result does not negate the important role of vapor migration in sulfur mass balance but rather points out that second boiling (in situ exsolution) can provide the necessary yield to drive the excess sulfur to the levels observed for crystal-rich systems. In contrast, in crystal-poor systems, magma recharge that releases sulfur-rich bubbles is necessary and most likely the primary contributor to sulfur mass balance. Finally, we apply our model to account for the effect of sulfur partitioning during second boiling and its impact on sulfur released during the Cerro Galan supereruption in Argentina (2.08 Ma) and show the potential importance of second boiling in releasing a large amount of sulfur to the atmosphere during the eruption of large crystal-rich ignimbrites.",
  "title": "The role of crystallization-driven exsolution on the sulfur mass balance in volcanic arc magmas"
}