{
  "sections": [{
    "heading": "1. Introduction",
    "text": "Peatlands occur throughout the world from lowlands to high mountains, covering roughly 4 × 106 km2 or 3–5% of the Earth’s land surface [Limpens et al., 2008; Roulet et al., 2007]. Peatlands are crucial in the global climate system because they sequester and emit greenhouse gases and are estimated to contain 450–600Gt of carbon (C) [Gorham, 1991; Yu et al., 2010]. The majority of peatland research occurs in the boreal regions of the Northern Hemisphere. However, tropical peatlands are undergoing much higher rates of alteration by land use change (i.e., fire, agriculture, grazing, mining, and hydrological diversions) because they are often situated in areas with high population densities [Hooijer et al., 2010; Koh et al., 2011; Salvador et al., 2014]. Disturbances to tropical peatlands, which are currently estimated to contain 18–25% of the global peat volume [Page et al., 2011], have negative consequences for global C storage and greenhouse emissions. In addition, land use change can compromise ecosystem services derived from tropical peatlands that are essential to local populations including key wildlife habitat, regulation of air quality, sustainable grazing lands, and water storage and supply.\nThe tropical Andean mountains of South America have numerous peatlands throughout the páramo ecoregion of Venezuela, Colombia, Ecuador, and Peru [Chimner and Karberg, 2008; Hribljan et al., 2016; Samaniego et al., 1998]; the Jalca of Peru [Cooper et al., 2010]; and in the high-elevation puna ecoregion of Boliva, Chile, and Peru [Earle et al., 2003; Hribljan et al., 2015; Preston et al., 2003]. Individual mountain peatlands are typically small in comparison to low-altitude peatlands, occurring primarily in basins and on slopes. Despite their small size, they exist in large numbers and contain deep peats and may be a key component in regional C stocks [Chimner et al., 2010; Hribljan et al., 2015; Viviroli et al., 2003]. However, peatland distribution and C stocks have only been quantified in a few areas across the tropical Andes [Chimner and Karberg, 2008;\nCOMAS ET AL. ESTIMATING CARBON STOCKS IN THE PÁRAMO 370\nCorrespondence to: X. Comas, xcomas@fau.edu\nCitation: Comas, X., N. Terry, J. A. Hribljan, E. A. Lilleskov, E. Suarez, R. A. Chimner, and R. K. Kolka (2017), Estimating belowground carbon stocks in peatlands of the Ecuadorian páramo using groundpenetrating radar (GPR), J. Geophys. Res. Biogeosci., 122, 370–386, doi:10.1002/ 2016JG003550.\nReceived 14 JUL 2016 Accepted 25 JAN 2017 Accepted article online 28 JAN 2017 Published online 18 FEB 2017\n©2017. American Geophysical Union. All Rights Reserved.\nHribljan et al., 2015; Hribljan et al., 2016]. Thus, there is a large knowledge gap in our understanding of the current C pool present in the Andean mountains that limits C accounting initiatives for South America. Moreover, because of limited peatland characterization in the Andes, we do not have a benchmark for use in quantifying the high rate of land use change (e.g., grazing, drainage, and water diversions) and/or future climatic effects to these ecosystems.\nMeasuring C stocks in mountain peatlands is challenging, especially in the Andes due to the remote and rugged terrain, high altitude, and dense and deep peat deposits. The peat soils in the Andes are also commonly interbedded with multiple layers of volcanic ash and pumice [Hribljan et al., 2016]. Additionally, peat soils in the Andes commonly have a high mineral content due to depositional input from fluvial and aeolian processes [Chimner and Karberg, 2008; Hribljan et al., 2015]. Therefore, the soils can be extremely difficult to core. Furthermore, mountain peatlands typically have a complex basin morphology that is challenging to survey. Rapid probing methods have been developed to reduce sampling time and effort [Chimner et al., 2014] and provide a means for basin quantification. However, probing has technical issues because of (1) the high mineral content of the peat and (2) underlying lake sediments that make it difficult to determine the transitional zone between the peatland and the underlying mineral substratum in some mountain basins [Parry et al., 2014]. Therefore, conducting extensive peatland soil surveys across the Andean landscape with precise basin morphology determinations is limited by current approaches and hinders our ability to accurately scale C stocks to the Andean landscape.\nTo overcome some of the difficulties and limitations with coring and probing mountain peatlands, we tested the feasibility of utilizing noninvasive ground-penetrating radar (GPR) as a tool to characterize the basin morphology and C content of mountain peatlands in the páramo of northern Ecuador. GPR has been used to study peatland ecosystems for nearly three decades. Most of its applications relate to the determination of peat thickness and the detection of stratigraphical features [Jol and Smith, 1995;Warner et al., 1990], determination of moisture content [Theimer et al., 1994], or stratigraphic controls on peatland hydrology [Comas et al., 2004; Comas et al., 2005a; Slater and Reeve, 2002]. More recently, several studies using GPR have investigated multiple aspects of C cycling in peatlands including the quantification and monitoring of biogenic gases in peatlands (mainly methane and carbon dioxide) in northern [Comas et al., 2005b, 2007, 2008; Parsekian et al., 2011; Strack and Mierau, 2010] and subtropical systems [Comas and Wright, 2014; Wright and Comas, 2016]. The method has also been used to refine C stocks in peat soils both in northern peatlands [Parsekian et al., 2012] and tropical systems [Comas et al., 2015]. However, to our knowledge, GPR has never been used in tropical mountain peatlands or in other similar high-altitude peatland systems throughout the world. Furthermore, although tephra layers still need to be isotopically dated at specific peatlands, the use of GPR has potential as a valuable method for the quantification of volcanic depositional horizons, which could provide a valuable proxy and low-cost alternative as synchronous peat time markers.\nWe tested the applicability of GPR (constrained with manual coring and C analysis) for estimating C stocks in peatlands of the Ecuadorian páramo. The unique presence of tephra layers at the study sites helps to define C content distribution with depth and allows better constraint of C stock estimates from the GPR by laterally isolating individual layers (i.e., in between GPR reflectors) with specific C content and detecting their thickness variability with centimeter resolution. Furthermore, it shows the potential of GPR for imaging the lateral extent of tephra layers for time-stratigraphic correlations between sediments in alpine peatlands. Our objectives were to test the ability of GPR to (1) distinguish the basal peat/mineral contact from substratum soils for peat depth calculations and basin morphology characterization, (2) estimate soil C density for C stock determinations of mountain peatland soils as a substitute for direct soil coring and analysis, and (3) detect tephra layers throughout the peatland that could be used for peat dating. Applying GPR technology to alpine peatlands in volcanically active regions will be an important step forward in developing more efficient highresolution methods for quantifying C dynamics in high-altitude wetlands."
  }, {
    "heading": "2. Study Sites",
    "text": "This study was conducted in the South American Andean páramo, which extends north of Ecuador into Colombia and Venezuela and south into Perú (Figure 1a). Sites were located in the eastern branch of the Ecuadorian Andes, at altitudes approximately between 3950 and 4250m and surrounded by three volcanoes: Cayambe, Antisana, and Cotopaxi with elevations of 5790m, 5704m, and 5897m, respectively. A total of four\nCOMAS ET AL. ESTIMATING CARBON STOCKS IN THE PÁRAMO 371\npeatland sites (Figures 1b and 1c) were investigated following the core locations from a previous study [Hribljan et al., 2016] and included (a) three sites located at the Cayambe-Coca National Park (Sites 1–3) and (b) one site located at the Antisana Ecological Preserve (Site 4).\nThe Ecuadorian volcanic arc corresponds to the northern volcanic zone of the Andean volcanic belt and has been very active in terms of volcanic eruptions since the late Pliocene with 50 or more eruptive centers [Barberi et al., 1988], with several of them currently active. Study sites are located in what is known as the Eastern Cordillera, a linear grouping characterized by stratovolcanoes underlain by Paleozoic and Mesozoic metamorphic rocks and Late Tertiary volcanics (see Hall et al. [2008] for a review on volcanism in the Ecuadorian Andes). According to this review, volcanoes in the Eastern Cordillera are also characterized by (1) recent periodic eruptions (i.e., Cotopaxi had periodic eruptions at 100 ± 50 year intervals, while they are less frequent for Cayambe and Antisana), (2) ash and scoria lapillus falls during eruptions that were transported in the direction of the dominant E-ESE trade winds, and (3) andesitic lava flows that travelled up to 50 km down adjacent valleys. These valleys were carved by the last glacial period inducing the formation of numerous lakes and ponds [Schubert and Clapperton, 1990]. Moreover, all out sites are part of the Chacana caldera, a large (~50 km) Pleistocene volcanic complex which most recent activity dates from the eighteenth century [Hall and Mothes, 2008].\nThe sites selected for this study followed locations previously cored by Hribljan et al. [2016], where vegetation is dominated by a matrix of cushion plants (mainly Plantago rigida) and mosses (e.g., Breutelia spp. and Campylopus spp.), interspersed with grasses and small shrubs including Cortaderia sericantha, Calamagrostis intermedia, Disterigma empetrifoilum, and Hypericum sprucei. While Sites 1–3 were more diverse and showed no signs of human disturbance, Site 4 was dominated by P. rigida and has current cattle grazing that dates back about two centuries."
  }, {
    "heading": "3. Methods and Experimental Field Design",
    "text": "An array of minimally invasive ground-penetrating radar (GPR) measurements (i.e., indirect method) was combined with manual coring and C analysis in the laboratory (i.e., direct method) to achieve the goals of the study.\nCOMAS ET AL. ESTIMATING CARBON STOCKS IN THE PÁRAMO 372"
  }, {
    "heading": "3.1. Manual Coring and C Analysis",
    "text": "In order to obtain a record as complete as possible for the entire peat column from the surface down to the peat-basal mineral contact, coring locations at each site were selected at the center of each basin (generally representing the thickest part of the basin). Further details on site selection can be found at Hribljan et al. [2016]. Depths to the mineral soil interface ranged approximately between 3.5 and 6.5m for Sites 1–4 (S1– S4) as shown in Figure 2. The upper 1m at each site was cored with a 6.35 cm diameter open faced gouge auger (AMS Inc., American Falls, ID, USA) in order to minimize compaction of the surface. The remainder of the peat core was sampled with either the open faced gouge auger or a Russian peat corer (Aquatic Research Instruments, Hope, ID, USA). While still in the field, and immediately after extraction, cores were typically cut into 5–10 cm sections; placed in soil tins; and transported to the Wetlands Laboratory at Michigan Technological University, USA, for further analyses. Thickness was varied to isolate distinct layers with high concentrations of mineral material (tephra or alluvium) from organic-rich layers.\nSoils were dried in the laboratory using a convection oven at 65°C until a constant mass was achieved. Samples were ground and homogenized to a powder using a ball mill and dried again at 65°C. As coring in these dense peats showed no evidence of compression, dry bulk density (g cm 3) was calculated by dividing the oven dried soil mass by the original sample volume from the gouge auger or Russian peat corer. Subsamples of 1 g for each section along each core were used for estimating soil organic matter content through loss of ignition (i.e., samples placed at 550°C for a minimum of 5 h). A subset of 400 samples was analyzed for %C with an elemental analyzer (Costech 4010, Valencia, CA, USA, and Fisons NA 1500, Lakewood, NJ, USA). The linear equation C (%) = (0.5324 × loss on ignition (LOI) (%)) 0.9986 (R2 = 0.989; p< 0.001) was developed on the relationship between LOI and %C to calculate C content in the remaining samples not analyzed by elemental analysis. Since no carbonates are present in the soils of the páramo, total soil C was assumed be equal to total organic C content. To estimate the total C content (kg) of each peat horizon detected by the GPR we used the product of the mean dry bulk density (g cm 1) from the core for the horizon, volume of peat for the entire layer (m 3), and the mean %C from the core for the horizon.\nCOMAS ET AL. ESTIMATING CARBON STOCKS IN THE PÁRAMO 373"
  }, {
    "heading": "3.2. Ground-Penetrating Radar (GPR) Method",
    "text": "The GPR method is based on a transmitting antenna (Tx) that generates a high-frequency electromagnetic (EM) wave (generally ranging between 25 and 2,000MHz) that penetrates the subsurface and is returned to a receiving antenna (Rx) as a sequence of reflections from stratigraphic interfaces. The velocity of this EM wave is controlled by the relative dielectric permittivity (εr), which is a geophysical property that depends strongly on soil water content. Since changes in bulk density and organic matter content imply changes in moisture content, sediment interfaces showing such changes in physical properties are expected to result in contrasting GPR reflections [e.g., Warner et al., 1990]. Limitations in terms of EM wave propagation result when soils present high fluid electrical conductivity and/or contain high proportions of clay, resulting in excessive EM wave attenuation and thus reducing the depth of penetration in peat [Theimer et al., 1994].\nData acquisition using GPR was performed in two basic operation modes, constant-offset (CO) profiling and common midpoint (CMP) surveys. In the CO mode, transmitter and receiver antennae are separated by a fixed distance at the surface and the two-way travel time of the EM wave from the transmitter to reflectors at depth is returned to the receiver and recorded. Profiles collected in the CO mode typically show a series of reflections commonly interpreted as sedimentary interfaces or layers with contrasting water contents that resemble a geologic cross section, where the vertical scale is expressed as a twoway travel time (and later converted into a depth typically using the CMP surveys). Constant-offset surveys have been commonly used to image the stratigraphy of the peat sequence (e.g., location of possible confining layers) and to determine depth to the mineral soil contact [Comas and Slater, 2009; Slater and Reeve, 2002; Warner et al., 1990]. In the CMP mode the two-way travel time is recorded as the transmitter and receiver pair is separated by increasingly larger distances resulting in a radar reflection profile that depicts how travel time increases as a function of antenna separation (i.e., distance). The relationship between travel time and antenna separation (i.e., time-distance) is then used to generate models of EM wave velocity (or εr) with depth along the center point (i.e., midpoint) of the survey [Greaves et al., 1996]. The information on average EM wave velocity provided by the CMP profiles in this study was critical for converting time into depth scale in the COs presented (i.e., specific average velocity values are indicated in the depth scale for each CO). Average velocity for the entire peat column was inferred from the relation timedistance to the reflector representing the peat-mineral soil in each case.\nGPR surveys were measured using a Mala RAMAC GPR with 100 and 200MHz unshielded antennae for collecting the CMPs and with a set of 50 and 100MHz rough terrain antennae (RTA) for collecting the COs. Trace spacing was set to 0.1m for CMPs and 0.2m for COs, both with 16 stacks per trace, and a sampling time window ranging between 500 and 1000 ns depending on antennae frequency. Manual keyboard and hipchain (an odometer wheel) modes were used to trigger data acquisition for CMPs and COs, respectively. The combination of RTA antennae and hip-chain triggering allowed for the collection of long CO profiles (hundreds of meters) in a time-efficient manner (walking pace). GPR data processing was performed using ReflexW by Sandmeier Geophysical Research. Steps were limited to (a) a “dewow” filter to eliminate low frequencies by subtracting amean amplitude calculated for each trace over a 10 ns time window, (b) application of a time-varying gain to distribute amplitude equally in the time axis for each trace, (c) a band-pass filter to eliminate high- and low-frequency noise, and (d) a static correction to eliminate the time delay between triggering and recording. Elevation corrections were also applied whenever profiles extended over the edge of the peatland basin (as measured in the field with a level); however, peatland topography was considered insignificant over the length of the survey lines."
  }, {
    "heading": "3.3. Experimental Field Design",
    "text": "To test the ability of GPR to better refine C stocks an array of GPR constant-offset (CO) and commonmidpoint (CMP) profiles were combined with direct cores at each of the four study sites. At Site 1 a three-dimensional (3-D) survey was deployed consisting of an array of eight orthogonal COs, four in the E-W direction and four in the N-S direction with a lateral spacing between profiles of 9m and 30m, respectively. The core was approximately located in the center of the array coinciding with the location of the CMP. Given time constraints and since this site represents one of the smallest in terms of spatial extent, Site 1 was used as the testing location for deploying the more time-consuming 3-D survey. At the rest of the sites (Sites 2, 3, and 4), only a set of two orthogonal lines crossing at the location of the core were gathered. In this case a CMP was also collected coinciding with the location of the core.\nCOMAS ET AL. ESTIMATING CARBON STOCKS IN THE PÁRAMO 374"
  }, {
    "heading": "3.4. Calculation of C Stocks",
    "text": "Calculation of C stocks for each site was based on the average C content and average bulk density of a series of layers bounded by distinctive reflections in the GPR profiles. In most cases these distinctive GPR reflectors corresponded to either pumice or ash layers that were easily detectable (i.e., visually) in the core; however, it is important to note that certain GPR reflections related to obvious changes in C content (i.e., after laboratory analysis) were difficult to visually detect in the core. For Site 1 a surface modeling software (Surfer by Golden Software) was used to estimate the surface area corresponding to each specific GPR reflection chosen from the 3-D grid. A volume defined by an upper and lower surface is then calculated for each pair of chosen reflections along the core using the extended trapezoidal rule, which estimates the area between surfaces by dividing it into parallel strips of equal width with each strip being a trapezoid. As time constraints did not allow for full 3-D GPR surveys for Sites 2–4 and only two orthogonal lines were collected, volumes were determined in reference to a set of reflectors detected along the core using a simple oblate spheroid equation and considering that depressions represent half of that spheroid. For this approach, GPR profiles were used to determine the axes for the spheroid for each reflector, using the horizontal lengths for each reflector as defined from the GPR profiles and the depth as defined from the GPR profiles and confirmed from the coring. The main difference between this approach and the 3-D grid is the fact that the spheroid assumes that the reflectors are perfectly horizontal, bringing an additional error to our estimates. To evaluate the error implied with this simplification, both methods for estimating total C stock were used for Site 1."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Coring and C Analysis",
    "text": "All coring and laboratory C analyses are based on the work presented by Hribljan et al. [2016]. Figure 2 shows the coring results for the four study sites (Sites 1–4 (S1–S4)). In all cases, dry bulk density (in g cm 3) and C content (in percent) with depth are shown for intervals between 5 and 10 cm. Depth to the mineral soil is also indicated for each site. Maximum bulk density values for each site are 1.11 g cm 3, 0.70 g cm 3, 0.85 g cm 3, and 1.71g cm 3 for Sites 1–4, respectively, while average bulk densities for the entire column are 0.35 g cm 3, 0.27 g/cm 3, 0.31 g cm 3, and 0.73 g cm 3 for Sites 1–4, respectively. Carbon content ranges between 33.6% (maximum) and 0.6% (minimum) for Site 1, 46.3 and 3.3% for Site 2, 35.6 and 1.5% for Site 3, and 48.6 and 0.2% for Site 4, with average values of 10.9%, 20.3%, 14.7%, and 7.0% for Sites 1–4, respectively. In all sites, average values of bulk density are interspersed with sharp increases in bulk density within layers of only a few centimeters. These layers are also characterized by sharp declines in C content and correspond to ash and pumice layers as identified in the core sections. Lithological identification based on the coring results is presented below with the GPR results for each individual site. Volcanic ash and pumice are visually distinct layers within the cores. The ash was light gray and a fine consistency that produced an extremely solid horizon. Pumice is characterized as a fine-grained volcanic rock and when present was immediately below the ash horizon for that particular volcanic eruption.\nWhile we acknowledge the overall high bulk density and low C content shown here for a material defined as a peat soil, it is important to consider that these ecosystems present all characteristics of a peatland including (1) a well-developed layer of carbon over a mineral soil; (2) they were formed by accumulation of vegetation such as mosses, herbaceous, and woody plants; and (3) they accumulated organic matter over time due to increased productivity over decomposition. These characteristics result in soils with high C density and accumulation rates that are comparable to or higher than other low- and high-latitude peatlands [Hribljan et al., 2015; Hribljan et al., 2016]."
  }, {
    "heading": "4.2. GPR",
    "text": "GPR measurements at each study site include (a) common midpoint (CMP) surveys used to develop onedimensional (1-D) models of EM wave velocity with depth at selected locations and (b) common offset (CO) surveys used to develop cross sections based on 2-D distributions of reflections with depth that intersect core locations. 4.2.1. Site 1 An array of eight orthogonal CO profiles was collected in Site 1 (Figure 3a). Profiles mimic those depicted in Figure 3b and were characterized by (a) a basin-shaped bottom reflector (R7 in Figure 3b) corresponding to\nCOMAS ET AL. ESTIMATING CARBON STOCKS IN THE PÁRAMO 375\nthe peat-mineral soil interface (as confirmed from coring; Figure 3c) and (b) a set of subhorizontal laterally continuous reflectors (R1–R6 in Figure 3b) above the peat-mineral soil interface that mainly corresponded to ash and pumice layers embedded within the peat deposit (also confirmed from coring and associated with decreases in C content; Figure 3c). It is important to note two things: (1) that R7 separates two areas where reflectors have a very different behavior, i.e., subhorizontal and laterally continuous above R7 versus laterally discontinuous and chaotic below R7, and (2) that distinct GPR reflections are not exclusive to lithological changes and may also result from changes in physical properties when lithology is not changing (i.e., R6 in Figures 3b and 3c).\nA three-dimensional (3-D) model for each chosen reflector (R1–R7) was developed at Site 1 as based in an array of eight orthogonal COs, four in the E-W direction (CO1–CO4) and four in the N-S direction (CO5–CO8; Figure 4) with a lateral spacing between profiles of 9m and 30m, respectively. Core S1 was approximately located in the center of the array. Overall depths ranged from 0 to 4.5m. The estimated volume in between each pair of reflectors is used (together with C content averages) to estimate C content within a total of seven layers and determine total C content for the entire peatland (Table 1). To estimate the error involved in the volume simplification based on two orthogonal CO profiles and approximating total peat volume to a simple oblate spheroid (as used for Sites 2–4), this same approach was implemented for Site 1, resulting in a total error in peat volume for the entire basin of 19% and an average error in C stock estimation of 18% for individual layers.\nA common midpoint (CMP) survey was also conducted at Site 1 to estimate changes in EM wave velocity within the peat column and develop a one-dimensional (1-D) model of EM wave velocity with depth. The position of the CMP coincided with the location of core S1 (Figure 3c). Figure 5 shows a CMP profile and subsequent analysis at Site 1 and exemplifies results of a typical CMP survey and analysis at the rest of the sites, in particular Sites 2 and 3. As shown in the CMP profile, as distance between antennae increases, the travel time from the first arrival and reflected events also increases (Figure 5a). These rates of increase are then used to fit reflection hyperbolae (indicated with red in Figure 5a) and estimate EM wave velocities with depth. Based on the fits of these hyperbolae a probabilistic plot is constructed (semblance plot in Figure 5b), indicating the most likely EM wave velocity at each particular depth depending on the fit of that hyperbola (shown as red, yellow, green, and blue from best to worst fit, respectively). Red crosses in Figure 5b indicate the\nCOMAS ET AL. ESTIMATING CARBON STOCKS IN THE PÁRAMO 376\ndepth and velocity of chosen hyperbolae in Figure 5a. Based on the selection of these particular hyperbolae, and the estimation of interval velocities using the Dix equation [Dix, 1955], a one-dimensional (1-D) model of EM wave velocity is estimated for Site 1 (Figure 5c). The model shows a consistent average velocity of about 0.04mns 1 for the peat column followed by a progressive velocity increase once encountering the mineral soil at 4m and reaching values of 0.068mns 1 at 5m depth.\nCOMAS ET AL. ESTIMATING CARBON STOCKS IN THE PÁRAMO 377"
  }, {
    "heading": "4.2.2. Site 2",
    "text": "A set of two orthogonal CO profiles crossing at the location of core S2 was performed at Site 2 (Figure 6). A CMP profile was also collected coinciding with the location of the core. Following the approach for Site 1, an average C content between reflectors (R1–R3 coincident with two ash layers and the interface with the mineral soil) is shown next to the core image in Figure 6 and is used to estimate total C content between reflectors once volume of peat at each layer along the peat column is determined. Depth ranges for each layer (i.e., Figure 6) are as follows: layer 1 (0–1.0m), layer 2 (1.0–2.3m), and layer 3 (2.3–3.5m). Unlike Site 1 no GPR grid was collected and volume estimates are based on approximating total peat volume to a simple oblate spheroid (with radius determined from the CO profiles) and considering that peat basins represent half of that spheroid. This approach was repeated for each specific reflector, and volumes for each interval were measured by subtraction of total volumes. Interval volumes combined with the average C content per layer resulted in C stock estimates of 30,182; 62,864; and 70,994 kg for layers surface to R1, R1 to R2, and R2 to R3, respectively (Figure 6). 4.2.3. Site 3 Following the survey at Site 2, a set of two orthogonal CO profiles crossing at the location of core S3 were performed at Site 3 (Figure 7). A CMP profile was also collected coinciding with the location of the core. An average C content per layer is shown next to the core image and is used for estimating C stocks. Depth ranges\nTable 1. Summary of Depth, Total Peat Volume, Average C Content, and Total C Stock per Peat Layer for 3-D Model Basin at Site 1 Layera Depth Range (m) Total Peat Volume (m3) Average C Content (%) Total C Stock (kg)\nLayer 1 (Surface–R1) 0–0.5 1,476 20 58,445 Layer 2 (R1–R2) 0.5–0.7 894 1 8,967 Layer 3 (R2–R3) 0.7–1.2 1,815 6 62,182 Layer 4 (R3–R4) 1.2–2.0 3,268 14 130,851 Layer 5 (R4–R5) 2.0–2.6 2,766 12 51,116 Layer 6 (R5–R6) 2.6–3.1 2,200 17 72,556 Layer 7 (R6–R7) 3.1–4.3 2,004 6 41,964 Total - 14,423 11 426,085\naPeat layer as limited by two reflectors (R1–R7).\nCOMAS ET AL. ESTIMATING CARBON STOCKS IN THE PÁRAMO 378\nfor each layer (i.e., Figure 7) are as follows: layer 1 (0–0.6m), layer 2 (0.6–1.0m), layer 3 (1.0–2.5m), layer 4 (2.5– 2.7), layer 5 (2.7–3.9m), layer 6 (3.9–4.6m), and layer 7 (4.6–6.4m). As shown in Figure 7, R1, R3, R4, and R5 coincide with ash layers; R2 coincide with a pumice layer; and R6 coincides with the interface of peat-mineral soil. Following the approach for Site 2 volume estimates per interval are based on approximating total peat volume to a simple oblate spheroid (with radius taken from the CO profiles) and considering that peat basins represent half of that spheroid. Interval volumes combined with the average C content per layer resulted in C stock estimates of 164,302; 115,827; 516,971; 404,250; 257,055; and 641,153 kg for layers surface to R1, R1 to R2, R2 to R3, R3 to R4, R4 to R5, and R5 to R6, respectively (Figure 7). 4.2.4. Site 4 A set of two orthogonal CO profiles crossing at the location of core S4 was performed at Site 4 (Figure 8). For comparison purposes between sites the display in Figure 8 mimics that in Figure 3 and includes an image of Site 4 (Figure 8a) showing the differences in terms of both vegetation cover and topography. For example, Site 4 contained a larger proportion of cushion plants dominated by P. rigida (Plantaginaceae) [Hribljan et al., 2016]. As shown in Figure 8b, reflectors R2 and R3 coincide with a pumice and ash layer, respectively; however, reflectors R1 and R4 do not coincide with a change in lithology as detected during coring but with a contrast in C content determined from later laboratory analysis of the core (Figure 8c). Following the approach for Sites 2 and 3 volume estimates per interval are based on approximating total peat volume to a simple oblate spheroid (using a radius determined from the CO profiles) and considering that peat basins represent half of that spheroid. Interval volumes combined with the average C content per layer resulted in C stock estimates of 526, 459; 254,675; 221,725; and 822 kg for layers 1–5, respectively (Figure 8c). Depth ranges for each layer are as follows: layer 1 (0–0.6m), layer 2 (0.6–1.1m), layer 3 (1.1–1.6m), and layer 4 (1.6–3.0).\nCOMAS ET AL. ESTIMATING CARBON STOCKS IN THE PÁRAMO 379\nA CMP profile was also collected at Site 4 at the location of the core to estimate changes in EM wave velocity within the peat column and develop a one-dimensional (1-D) model of EM wave velocity with depth. A CMP profile is shown in Figure 9a. Reflection hyperbolae fitting results are shown in the semblance plot in Figure 9b, and the subsequent estimated 1-D model of EM wave velocity for Site 4 is shown in Figure 9c. Peat velocity at Site 4 is larger than peat velocities for Sites 1–3, averaging 0.043m/ns and reaching 0.045m/ns for the first\nCOMAS ET AL. ESTIMATING CARBON STOCKS IN THE PÁRAMO 380\n3m. Mineral soil velocity shows an increase reaching values close 0.06m/ns, a value consistent with other sites. This increase in velocity coincides with a sudden decrease in C content and sudden increase in bulk density as measured at core S4 (Figures 2d and 8c) that may already correspond to nonpeaty soils given the low C content."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Estimation of C Stocks in the Páramo Using GPR",
    "text": "The results presented here exemplify the ability of GPR to image Andean peatlands in Ecuador by (1) its ability to profile at high lateral resolution (i.e., traces can be collected every few centimeters) and (2) the good depth of penetration of the EM signal, reaching depths close to 7m and sufficient for reaching the peat-mineral soil interface. For these reasons, peat thickness variability can be accurately determined at resolutions unfeasible for traditional methods like coring. Furthermore, the use of specialized GPR antennae, which includes the use of RTA antennae in this work, allows for the collection of long GPR profiles (hundreds of meters) in a very time efficient manner (walking pace) even under difficult terrain conditions (e.g., dense vegetation or highly variable relief).\nThe Ecuadorian páramo also presents a unique soil characteristic to make the use of GPR particularly effective for C stock estimation: the presence of ash and pumice layers interbedded within the peat column. As depicted in the CO profiles shown for all sites (i.e., Figures 3b, 6, 7, and 8b), these volcanic layers result in a marked contrast in signal amplitude and therefore are easily identifiable within the reflection record, allowing the isolation of peat layers embedded between ash/pumice layers and thus rendering GPR more effective at capturing changes in thickness within these different soil horizons. This principle of contrasting soil layers forms the basis for the work presented here by combining (1) thickness and lateral extent of isolated peat layers embedded within ash and pumice layers and (2) C content analysis of those layers from selected direct cores to refine C stock estimates for specific peatland systems in the Ecuadorian páramo.\nDue to the time constraints involved in this preliminary campaign, the recommended survey design for effectively characterizing thickness variability of individual peat layers was only implemented at Site 1 and consisted of a 3-D survey composed of a total of eight CO profiles (CO1–8 in Figure 4). For the remaining sites (Sites 2–4), the simplified approach using an oblate spheroid approximation based on two orthogonal CO profiles was conducted. As previously reported for Site 1, the estimated error between the two approaches resulted in an average of 18–19% total difference in C stocks. These differences are attributed to the\nCOMAS ET AL. ESTIMATING CARBON STOCKS IN THE PÁRAMO 381\nsimplified approach that assumes that layers are horizontal, which is not the case for most of the layers depicted here. For example, both R4 and R5 as depicted in Figure 3b for Site 1 show variability in depth exceeding 1m in places. For that reason, using the oblate spheroid approach at Site 1 underestimates peat volume, and thus C stocks, for most layers. Despite such error this research demonstrates that the approach can be effective when a large number of peatland systems are to be surveyed. Although a similar error analysis would be also useful when comparing the simplified GPR approach (i.e., oblate spheroid) versus direct coring, the fact that only one core per site was collected prevents making any estimations in terms of thickness variability and thus C stock based solely on coring.\nGPR is a useful tool to overcome the difficulties with coring deep and mineral dense mountain peatlands. Andean peatlands develop due to year-round growth of vegetation [Cooper et al., 2015], which deposits plant litter into perennially saturated soils that limit decomposition. The peat soils are not typical of the common definition of peats because of the high rates of mineral deposition (volcanic, fluvial, and aeolian processes) into these ecosystems that can lower the soil carbon content below the 12% designation currently used to define organic soils in a sandy matrix [Soil Survey Staff, 1999]. However, because Andean peatlands have organic-rich soils with uncommonly high bulk densities they can be very carbon dense. These peatlands contain some of the largest belowground carbon stocks for any peat accumulating ecosystem worldwide [Hribljan et al., 2015; Hribljan et al., 2016]."
  }, {
    "heading": "5.2. Imaging the Lateral Extent of Volcanic Horizons for Time-Stratigraphic Correlations",
    "text": "The ability of GPR to quickly image and estimate the lateral extent of tephra layers also has utility for being used as a proxy for paleoclimate reconstructions. Tephras are isochronous marker horizons typical in areas close to volcanic eruptions that are widely used as time-stratigraphic markers for correlation between sediments in a wide variety of sedimentary environments including peat deposits, lake sediments, and soil profiles [Langdon and Barber, 2004; Lowe and Walker, 2014]. While most studies using tephras for timestratigraphic correlations between sediments rely on linear extrapolations from individual coring sites [Lowe, 2011], the work presented here shows the ability of GPR to map the lateral extent of individual tephra layers at high (centimeter-scale) resolution. This is particularly important when considering how laterally variable the depth of some of these layers may be. For example, at Site 1, the tephra layer depicted as R4 in Figure 3 shows a variability in depth up to 0.6m or 15% of the total depth of the peat column at that site. Furthermore, accumulation of organic matter in peatlands provides a detailed archive of local and regional vegetation [Charman, 2002] that can reflect changes in structure and composition along the peat stratigraphic column and is commonly associated to environmental and climatic changes over the Holocene [Yu, 2006]. Since the last century, peat-based paleoclimatic reconstructions have relied on the observation of peat stratigraphy and recurrence surfaces (e.g., peat decomposition is enhanced by dry peat surfaces resulting in higher humification rates and darker colors [Barber, 1982]). Most recently, a wider range of analytical techniques have been used to investigate the paleoenvinromental archive in peat including microfossil, macrofossil, physico-chemical, pollen, and radiometric analyses. However, like in the case of tephra layers, most existing studies commonly ignore spatial aspects and rely on vertical sequences in single-peat cores. For this reason, GPR can be used to derive continuous proxy climate data for large (i.e., kilometer-scale) peat profiles (e.g., by localizing laterally continuous layers like tephras) at much faster rates and increased lateral resolution that traditional methods and to produce replicable results within sites to compare regional climatic fluctuations. Furthermore, GPR offers an efficient and noninvasive means to quickly locate the 3-D distribution of these subsurface features."
  }, {
    "heading": "5.3. Estimation of Peat Properties",
    "text": "Given the differences in bulk density and C content within the peat column for the different sites, it is important to consider how peat properties may contribute to the overall picture of global C stocks. For example, coring results at Site 4 are clearly different than those from Sites 1–3 as characterized by (1) the highest average bulk density at Site 4, which is double the average values at Site 1 and Site 3 and almost triple the average values at Site 2, and (2) the lowest average %C content at Site 4, representing less than half of the average C content at Site 3 and less than a third C content in Site 2. To better understand the relation between total peat volume and total C stock when considering the differences in average C content within the peat column for all study sites, Figure 10 shows the dependence of total C stock on estimated peat volume for Sites 1–4. A least squares regression is shown in the figure considering Sites 1–4 (shown in Figure 10 as a solid black\nCOMAS ET AL. ESTIMATING CARBON STOCKS IN THE PÁRAMO 382\nline). A p value of 0.003 for the regression confirms a positive linear relationship between peat volume and C stock that is statistically significant. Despite the differences in terms of C content distribution with depth when comparing sites, these results (1) confirm how consistent overall C distribution is in our study sites and (2) suggest that, under similar conditions, and despite variation in bulk density, the equation shown in Figure 10 can be used for quickly estimating total C stock based on total peat volume in other Ecuadorian páramos. Future work may include the development of similar relationships for high-altitude peatland systems in other locations in the Andes or in other places worldwide that can be compared to this linear correlation.\nThe large differences in total carbon stocks between the four peatlands can be attributed to the age of the peatland and its landscape position within the mountainous terrain of the páramo. Sites 1 and 2 have formed in small mountain basins that have constrained the peatlands to primarily vertical growth with restricted lateral growth after peat initiation resulting in their small peat volumes. In contrast, Site 3 has the largest total C stock of the four sites. It is the oldest peatland, therefore allowing for the greatest time to accumulate peat, and additionally, it is located in a large mountain basin permitting lateral expansion. Site 4 is younger than Site 3 but has formed on a large sloping plain that has provided space for extensive lateral peat growth that is not restricted by steep mountain slopes [Hribljan et al., 2016].\nThe reflection record from the GPR also matches well with the core results in support of the differences between sites explained above and as characterized by (1) very good depth of penetration at Sites 1–3 (i.e., exceeding 7m at Site 3; Figure 7) resulting in sharp interfaces representing the peat-mineral soil contact and (b) attenuation of the EM signal at Site 4 that corresponds to a sharp increase in bulk density and decrease in C content at 3m depth (Figure 8). Differences between the two groups are particularly dramatic when comparing the results from the commonmidpoint surveys for Site 1 (Figure 5) versus Site 4 (Figure 9) as characterized by (a) presence of reflections every 20–30 cm at Site 1 (Figure 5a) versus very few reflections at Site 4 (Figure 9a); (b) areas of high probability are very well defined in the semblance plot (Figure 5b) for Site 1 when compared to the poor definition of the semblance plot for Site 4 (Figure 9b); and (c) overall higher EM wave velocities for the peat deposits at Site 4, reaching values up to 0.045m/ns, compared to averages of 0.04m/ns for Sites 1–3. Differences in EM wave velocity are most likely attributed to slightly decreased water contents, perhaps due to lower porosities as reflected by the overall increase in bulk density at Site 4. The differences in the GPR reflection record between sites are most likely attributed to increases in electrical conductivity (and consequently resulting in attenuation of the EM wave) as reflected by the overall increase in mineral soil content (i.e., lower C content and higher bulk density) at Site 4. It is well known from previous studies in peatlands that have increases in clay content at depth that such increases in clay content will result in attenuation of the GPR signal [Slater and Reeve, 2002; Theimer et al., 1994]. At Site 4 the sharp increase in\nCOMAS ET AL. ESTIMATING CARBON STOCKS IN THE PÁRAMO 383\nbulk density detected in the core at 3m depth represents a strong contrast in dielectric permittivity and thus results in a sharp reflection (R4 in Figure 8). This reflector represents the mineral soil interface, as detected from the coring and characterized by a sudden drop in carbon content detected below 3m at core S4. The fact that below this depth the EM signal is completely attenuated confirms this hypothesis.\nThe results in this study also exemplify the ability of GPR to detect interfaces that represent strong changes in physical properties of the peat, but that may not be characterized by specific changes in lithology that are visually detectable during direct sampling. These results confirm the potential of GPR for inferring changes in the physical properties of the peat as manifested by (1) marked reflectors representing contrasts in physical properties (i.e., bulk density and carbon content) that may not be “visually” detected during coring or (2) areas of enhanced GPR signal attenuation. For example, reflector R6 at Site 1 (Figure 3) at a depth of 3m was characterized by a change in the reflection record with increased attenuation of the signal between 3 and 4m and corresponded to the core by a sudden increase in bulk density and decrease in C content. Although attenuation of the EM wave when encountering electrically conductive materials is often considered a limitation of GPR, in this case (and particularly for the example at Site 4), it shows that this attenuation could be useful for detecting certain changes in the physical properties of the soil. Some of this attenuation is also patent in the reflection record when crossing certain interfaces, such as ash layers. For example, at Site 1 (Figure 3), several areas of attenuation are detected along the peat column. A good example is the area between 1 and 2m depth (R3–R4), where the signal crosses two consecutive ash layers at around 1.5m depth. Once again, the decrease in C content and increase in bulk density along these ash layers may be responsible for the increased attenuation of the signal. The shallow nature of this interface and plenty of reflectors (i.e., EM wave energy) coming from deeper parts of the column confirm that the attenuation of the signal must be related to the physical properties of the materials rather than the natural attenuation of the signal with depth."
  }, {
    "heading": "6. Conclusions",
    "text": "This paper shows the value of GPR for estimating C stocks and characterizing peat soil properties in mountain peatland systems. Themethod is particularly useful in peatlands containing laterally continuous layers of contrasting lithology (such as ash or pumice), which allow the isolation of peat soil embedded between these layers and thus improving estimation of changes in thickness within these layers. Direct coring can then be used to determine C content within these isolated volumes of soil allowing refinement of total C stocks when compared to estimates based on isolated direct cores. Besides the minimally invasive nature of the GPR method (requires only an operator moving the antennae at the surface of the ground), data acquisition is also very fast, particularly when compared to traditional coring methods, and 2-D profiles on the order of hundreds of meters with centimeter lateral resolution can be collected in a few hours. Furthermore, the method also shows the potential for detecting changes in physical properties of the peat that may not be detectable through visual characterization; in that, reflections are very sensitive to changes in bulk density and/or organic content. For example, as bulk density increases and C content decreases (most likely related to increased mineral content), attenuation of the EM wave signal also becomes more patent. While further research is needed (i.e., time-frequency analysis of GPR data sets), the apparent limitation represented by the attenuation of the EM wave signal could potentially be used as a quick proxy for organic content in peat soils. This approach can improve estimates of the extent of peat soils and C stocks in high-altitude tropical systems. Specifically, if we can use GPR and coring in combination with regression analyses to parameterize predictive models of peat volume and carbon stocks based on landscape features (slope, slope position, basin morphology, elevation, etc.), we should then be able to use these predictive models in a remote sensing and geographic information system environment to derive improved landscape to national-scale estimates of carbon stocks."
  }],
  "year": 2017,
  "references": [{
    "title": "Peat bog stratigraphy as a proxy climate record, in Climatic Change in Later Prehistory, edited by A",
    "authors": ["K.E. Barber"],
    "year": 1982
  }, {
    "title": "Plio-Quaternary volcanism in Ecuador, Geol",
    "authors": ["Edinburg Univ. Press", "Edinburg", "F. Tex. Barberi", "M. Coltelli", "G. Ferrara", "F. Innocenti", "J.M. Navarro", "R. Santacroce"],
    "year": 1988
  }, {
    "title": "Long-term carbon accumulation in two tropical mountain peatlands, Andes Mountains, Ecuador",
    "authors": ["R.A. Chimner", "J. M"],
    "venue": "Karberg",
    "year": 2008
  }, {
    "title": "Mountain fen distribution, types and restoration",
    "authors": ["Mires Peat"],
    "year": 2010
  }, {
    "title": "Non-invasive field-scale characterization of gaseous-phase methane dynamics in peatlands using the ground",
    "authors": ["X. Comas", "L. Slater"],
    "year": 2009
  }, {
    "title": "Stratigraphic controls on pool formation in a domed bog inferred from ground penetrating radar",
    "authors": ["X. Comas", "L. Slater", "A. Reeve"],
    "venue": "in a northern peatland, J. Hydrol.,",
    "year": 2005
  }, {
    "title": "Spatial variability in biogenic gas accumulations in peat soils is revealed by ground penetrating",
    "authors": ["X. Comas", "L. Slater", "A. Reeve"],
    "venue": "(GPR), J. Hydrol.,",
    "year": 2005
  }, {
    "title": "In situ monitoring of ebullition from a peatland using ground penetrating radar (GPR)",
    "authors": ["radar (GPR", "Geophys. Res. Lett", "L. Slater", "A. Reeve"],
    "year": 2007
  }, {
    "title": "Seasonal geophysical monitoring of biogenic gases in a northern peatland: Implications",
    "authors": ["Lett", "L. Slater", "A. Reeve"],
    "year": 2008
  }, {
    "title": "peat soil characterization, Biogeosciences",
    "authors": ["D.J. Cooper", "E.C. Wolf", "C. Colson", "W. Vering", "A. Granda", "M. Meyer"],
    "year": 2010
  }, {
    "title": "Seismic velocities from surface measurements, Geophysics",
    "authors": ["muscoides", "Bolivia", "South America", "Arct. Antarct. Alp"],
    "year": 1955
  }, {
    "title": "Role in the carbon cycle and probable responses to climatic warming",
    "authors": ["E. Gorham"],
    "venue": "Quat. Res.,",
    "year": 1991
  }, {
    "title": "The Chacana caldera complex, Collapse",
    "authors": ["M.L. Hall", "P. Mothes"],
    "venue": "Calderas Workshop, IOP Conf. Ser. Earth Environ. Sci.,",
    "year": 2008
  }, {
    "title": "Ecuadorian Andes volcanism: A review of late Pliocene",
    "authors": ["M.L. 1755-1307/3/1/012004. Hall", "P. Samaniego", "J.L. Le Pennec", "J.B. Johnson"],
    "year": 2008
  }, {
    "title": "Ground penetrating radar surveys of peatlands for oilfield pipelines in Canada",
    "authors": ["H.M. Jol", "D.G. Smith"],
    "venue": "Ecuadorian páramo, Wetlands Ecol. Manage.,",
    "year": 1995
  }, {
    "title": "Snapshots in time: Precise correlations of peat-based proxy climate records in Scotland",
    "authors": ["P.G. Langdon", "K.E. Barber"],
    "venue": "Acad. Sci. U.S.A.,",
    "year": 2004
  }, {
    "title": "Holocene tephras, Holocene",
    "authors": ["J. Limpens", "F. Berendse", "C. Blodau", "J.G. Canadell", "C. Freeman", "J. Holden", "N. Roulet", "H. Rydin"],
    "venue": "Schaepman-Strub",
    "year": 2008
  }, {
    "title": "the carbon cycle: From local processes to global implications—A synthesis, Biogeosciences",
    "authors": ["D.J. Lowe"],
    "venue": "Quat. Geochronol.,",
    "year": 2011
  }, {
    "title": "Evaluating approaches for estimating peat depth",
    "authors": ["L.E. 798–818. Parry", "L.J. West", "J. Holden", "P.J. Chapman"],
    "venue": "J. Geophys. Res. Biogeosci.,",
    "year": 2014
  }, {
    "title": "Geophysical evidence for the lateral distribution of free phase gas at the peat basin",
    "authors": ["X. Comas", "L. Slater", "P.H. Glaser"],
    "year": 2011
  }, {
    "title": "Late Holocene eruptive activity at Nevado Cayambe Volcano",
    "authors": ["Peat"],
    "year": 1998
  }, {
    "title": "Quaternary glaciations in the northern Andes (Venezuela, Colombia and Ecuador)",
    "authors": ["C. Schubert", "C. M"],
    "venue": "Volcanol.,",
    "year": 1990
  }, {
    "title": "Understanding peatland hydrology and stratigraphy using integrated electrical geophysics",
    "authors": ["L. Slater", "A. Reeve"],
    "year": 2002
  }, {
    "title": "Evaluating spatial variability of free-phase gas in peat using ground penetrating radar and direct measurement",
    "authors": ["M. Strack", "T. Mierau"],
    "venue": "J. Geophys. Res.,",
    "year": 2010
  }, {
    "title": "A study of the geoelectrical properties of peatlands and their influence on groundpenetrating radar surveying",
    "authors": ["B.D. Theimer", "D.C. Nobes", "B.G. Warner"],
    "venue": "Geophys. Prospect.,",
    "year": 1994
  }, {
    "title": "An application of ground penetrating radar to peat stratigraphy of Ellice Swamp, southwestern Ontario, Can",
    "authors": ["B.G. Warner", "D.C. Nobes", "B.D. Theimer"],
    "venue": "J. Earth Sci.,",
    "year": 1990
  }, {
    "title": "Estimating methane gas production in peat soils of the Florida everglades using hydrogeophysical methods",
    "authors": ["W. Wright", "X. Comas"],
    "venue": "J. Geophys. Res. Biogeosci.,",
    "year": 2016
  }, {
    "title": "Holocene carbon accumulation of fen peatlands in boreal western Canada: A complex ecosystem response to climate variation and disturbance, Ecosystems",
    "authors": ["Z. Yu"],
    "year": 2006
  }, {
    "title": "Global peatland dynamics since the Last Glacial Maximum",
    "authors": ["Z. Yu", "J. Loisel", "D.P. Brosseau", "D.W. Beilman", "S.J. Hunt"],
    "venue": "Geophys. Res. Lett,",
    "year": 2010
  }],
  "id": "SP:626a6de9e3f1dab394c2244fe6e2bf167deeb9ab",
  "authors": [{
    "name": "Xavier Comas",
    "affiliations": []
  }, {
    "name": "Neil Terry",
    "affiliations": []
  }, {
    "name": "John A. Hribljan",
    "affiliations": []
  }, {
    "name": "Erik A. Lilleskov",
    "affiliations": []
  }, {
    "name": "Esteban Suarez",
    "affiliations": []
  }, {
    "name": "Rodney A. Chimner",
    "affiliations": []
  }, {
    "name": "Randy K. Kolka",
    "affiliations": []
  }],
  "abstractText": "Thepáramoecoregion of Ecuador contains extensive peatlands that are known to contain carbon (C) dense soils capable of long-term C storage. Although high-altitudemountain peatlands are typically smallwhen compared to low-altitudepeatlands, they are abundant across theAndean landscape andare likely a key component in regional C cycling. Since efforts to quantify peatland distribution and C stocks across the tropical Andes have been limited due to the difficulty in sampling remote areas with very deep peat, there is a large knowledge gap in our quantification of the current C pools in the Andeanmountains, which limits our ability to predict andmonitor change fromhigh rates of land use and climate change. In this paper we tested if ground-penetrating radar (GPR), combined with manual coring and C analysis, could be used for estimating C stocks in peatlands of the Ecuadorian páramo. Our results indicated that GPR was successful in quantifying peat depths and carbon stocks. Detection of volcanic horizons like tephra layers allowed further refinement of variability of C stocks within the peat column, while providing information on the lateral extent of tephras at high (centimeter-scale) resolution that may prove very useful for the correlation of time-stratigraphic markers between sediments in alpine peatlands. In conclusion, this paper provides a methodological basis for quantifyingC stocks inhigh-altitudepeatlands and to infer changes in thephysical properties of soils that could be used as proxies for C content or paleoclimate reconstructions.",
  "title": "Estimating belowground carbon stocks in peatlands of the Ecuadorian páramo using ground‐penetrating radar (GPR)"
}