{
  "sections": [{
    "heading": "1. Introduction",
    "text": "Over timescales greater than 1–10 Myr, the climatic conditions of a terrestrial planet are tied to two energy sources: (1) energy from the star about which a planet orbits and (2) a planet’s internal energy. The first contribution depends on star type, star age, and orbital parameters. The second, which drives volcanic and tectonic activity, depends on planetary formation (via energy from accretion and initial differentiation) and on the radiogenic elemental composition of a planet. Composition and formation can become linked as late impacts, associated with accretion, can strip away radiogenic elements, and, as a result, planets that form in similar regions of a solar nebula can start their geologic histories with different internal heat source densities [e.g., O’Neill and Palme, 2008; Caro et al., 2008; Jackson and Jellinek, 2013; Carlson et al., 2014; Bonsor et al., 2015; Jellinek and Jackson, 2015]. For climate, initial composition enters critically also in terms of a planet’s volatile (i.e., H2O and CO2) inventory [e.g., Foley and Driscoll, 2016]. For inhabited planets, life is also a factor. Life has the ability to affect the climate in a direct manner [Lovelock and Margulis, 1974; Watson and Lovelock, 1983] and to exert influence on solid planet dynamics, which can feedback and affect climatic conditions [Honing et al., 2014; Rosing et al., 2006; Sleep et al., 2013]. Another major control and a focus of this paper is time: A planet’s climate state depends on its age and the character of its thermal evolution.\nEven if a planet’s geologic history is associated with only one tectonic mode, e.g., plate tectonics, the pace of tectonics and associated volcanic activity will vary over geologic time. How those changes, driven by decaying internal radioactive energy sources over time, interact with surface processes to determine the climate history of a planet feeds directly into the long-term habitability potential of a planet. Not only can the mean values of key tectonic factors (e.g., plate velocity and mantle temperature) vary over time as a result of decaying radiogenic energy sources but so can the amplitude of fluctuations about mean values. In the early stages of a planet’s life, internal energy sources are greater than at present and this can favor solid planet dynamics\nCorrespondence to: A. Lenardic, ajns@rice.edu\nCitation: Lenardic, A., M. Jellinek, B. Foley, C. O’Neill, and W. B. Moore (2016), Climate-tectonic coupling: Variations in the mean, variations about the mean, and variations in mode, J. Geophys. Res. Planets, 121, 1831–1864, doi:10.1002/2016JE005089.\nReceived 27 MAY 2016 Accepted 23 AUG 2016 Accepted article online 26 AUG 2016 Published online 9 OCT 2016\n©2016. American Geophysical Union. All Rights Reserved.\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1831\n(i.e., mantle convection linked to tectonics and volcanism) that is associated with large temporal fluctuations that occur on timescales shorter than those associated with changing mean values. At the extreme is the potential of episodic tectonics that has been invoked to explain aspects of observational data from Venus [Turcotte, 1993] and from the early Earth [O’Neill et al., 2007]. How relatively short-period fluctuations about mean values interact with volcanic and surface processes can determine whether an otherwise, on average, clement climate state of a planet is resilient to irreversible transitions to extremes such as hard snowballs (global temperatures well below the freezing point of water) or runaway greenhouse states (global temperatures well above that which permits liquid water at the surface).\nAt the most extreme is the potential that the tectonic mode of a terrestrial planet can change over the course of its geologic history. The Earth is the only terrestrial planet we know with plate tectonics. The other terrestrial planets in our solar system are, currently, single-plate planets. There is active debate as to how far back in Earth’s geologic history plate tectonics has operated. There is also debate as to whether Venus and Mars where always single-plate planets. The realization that other terrestrial planets operate in other tectonic modes, and that the Earth itself may have done so in its past, has motivated more recent efforts to explore climate-tectonic coupling under different tectonic modes and to begin asking the question of how changes in the tectonic mode of a planet are linked to climate—not only from the standpoint of how changes in tectonic mode affect climate but also on how changes in climate can affect the operation of a tectonic mode and even cause changes in tectonic mode.\nThe topic of coupled tectonics and climate is far too rich to be covered by any one perspective-type article such as this one. The introductory paragraphs above set the restricted themes we will address. Our focus will come principally from a modeling perspective. The scope of the discussion will be further tightened by staying close to the question of how climate-tectonic coupling ties into maintaining, or not maintaining, conditions that allow life as we know it to exist and evolve on a terrestrial planet."
  }, {
    "heading": "2. Tectonics, Climate, and Habitability in the Context of Means, Fluctuations, and Modes",
    "text": "Discussions of tectonics and habitability generally start, and often end, with the idea that plate tectonics is critical for the long-term habitability of a planet. The prevalence of that idea is encapsulated in two books on planetary habitability [Ward and Donald Brownlee, 2004; Kasting, 2010]. The authors disagree on a majority of issues and reach vastly different conclusions regarding the potential of life beyond Earth, yet both agree that plate tectonics is crucial to the habitability of a planet. A principal argument put forward as to why plate tectonics may be crucial to planetary habitability relates to the role of plate tectonics for the long-term climate stability of a planet—a theme of this paper.\nIn discussing climate stabilization, the term stable should to be understood in context. The planet we know the most about is the Earth. Our knowledge is not complete, but it is agreed that the Earth’s climate has gone through significant changes over time [e.g., greenhouse conditions prevailed 60–100 Mya [Bice et al., 2006; Zachos et al., 2008]; periods of extended icehouse climates are indicated in the geologic record [Hoffman et al., 1998; Schrag et al., 2002]). That is, climatic conditions have varied and life has survived. The term stable, in the context of habitability, does not mean constant or even nearly constant. Its meaning is tied to water. The Earth has never gone into a runaway greenhouse state nor has it gone into a protracted hard snowball state. Earth’s surface water has, consequently, never been completely in the vapor or solid phase. This is the classic goldilocks idea of habitability: Conditions cannot be too cold (present-day Mars) or too warm (present-day Venus) or else water could not exist in the liquid phase and that is a condition required for life as we know it. In terms of climate stabilization needed for habitability, fluctuations are allowed for but they cannot be so large so as to push a planet toward one of the two limits in terms of planetary water. The exact numbers are debatable, but the geologic record from Earth’s recent past indicates that fluctuations of the order of 10 K over 10–100 Myr timescales are not unusual [Veizer et al., 2000; Zachos et al., 2008]. The baseline, about which temperatures fluctuate, can also change over time. For long-term habitability, changes in baseline and the amplitude of fluctuations about a baseline cannot be such that they collectively cause the entire planet to be frozen or initiate a runaway greenhouse state.\nSecular changes in baseline properties of a tectonic mode and fluctuations around these properties occur over different timescales. The baseline shifts we will consider, in relation to climate-tectonic coupling, are\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1832\nare negligible. An example for the recent Earth is the timescale associated with the breakup of the most recent supercontinent, Pangea, which has been argued to have had significant climatic effects [e.g., Lee et al., 2013; McKenzie et al., 2016]. That breakup caused changes in plate spreading rates, associated tectonic activity, and volcanism that altered aspects of climate-tectonic coupling on a short timescale compared to that associated with the cooling of the interior. Climate proxies show that surface temperature, in the post Pangea breakup Earth, changed significantly over tens of millions of years [Zachos et al., 2008]. From a modeling perspective, different types of models can have more or less utility depending on the physical timescale of interest. There is also an issue of practicality in that a focus on, for example, long timescale trends can bring added validity to certain simplifying assumptions. The associated ability to make “stripped down models” allows for a much wider exploration of model parameter space than could be achieved by models that address all the timescales of potential interest. This is one of the principal advantages that comes with parameterized models of planetary evolution that focus on mean values. Connecting parameterized models of tectonic/volcanic/thermal evolution of planetary dynamics to surface processes and climate models is the theme of the next section. The goal of such studies is to map mean trends over time. The section after that will focus on shorter timescale tectonic-volcanic fluctuations about local in time mean (baseline) values (Figure 1).\nOur final thematic focus is potential changes in the tectonic mode of a planet (e.g., the initiation of plate tectonics on the early Earth). A critical aspect of plate tectonics is that the lithosphere, despite having a high bulk strength due to the temperature dependence of mantle viscosity [e.g., Kohlstedt et al., 1995], is an active part of mantle convection. That is, it participates in convective overturn due to the formation of relatively weak zones in the lithosphere that define plate boundaries [e.g., Bercovici et al., 2015]. The active nature of the lithosphere has lead to the terminology “active lid convection” to describe any terrestrial planet where the lithosphere participates in convective overturn [Schubert et al., 2001]. Plate tectonics is an example of an active lid mode of mantle convection, but not all active lid modes need be plate tectonics as defined for present-day Earth. Plate tectonics is defined by rigid plate interiors and relatively narrow zones of active deformation, i.e., plate boundaries [e.g., Morgan, 1968]. One can imagine active lid planets that are dominated by broad zones of distributed deformation, as opposed to narrow boundaries that effectively define tectonic plates. For the issue of coupled climate-tectonic modeling that distinction is not as critical as is the issue of whether the lithosphere does or does not subduct. If it does, then this provides a means to return volatiles into the deep interior and also provides a means to create weatherable topography. We will assume, for what follows, that any active lid planet will allow for these factors to variable degrees.\nIn a plate tectonic regime specifically, or an active lid regime in general, convective stresses overcome the strength of the lithosphere and allow cold near-surface material to actively participate in mantle overturn. At the other extreme is the case were convective stresses cannot overcome lithosphere strength and mantle convection proceeds in the portions of the mantle below the strong, coherent lithosphere that does not actively deform. This is the case of a single-plate planet, and the term “rigid lid” or “stagnant lid convection”\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1833\nis often used to describe that mode of planetary dynamics [e.g., Moresi and Solomatov, 1995; Solomatov and Moresi, 2000]. Figure 2 shows results from 3-D numerical experiments of mantle convection, from Hoink et al. [2012], that highlight the two end-members.\nFigure 2 also shows results from an experiment that is in an “episodic mode” [Moresi and Solomatov, 1998]. That mode is associated with periods of lithosphere overturn (akin to active lid behavior) interspersed with periods of stagnant lid behavior. The episodic mode allows for the injection of greenhouse gasses into a planet’s atmosphere, the creation of weatherable topography which can lead to the drawdown of greenhouse gasses from the atmosphere, and deep recycling of surface material. These are the factors that have been argued to be key for stabilizing planetary surface temperature [Walker et al., 1981; Berner et al., 1983]. However, an episodic mode also allows for large temporal gaps between injection of greenhouse gasses into the atmosphere and the drawdown of greenhouse gasses. The magnitude of mantle degassing during episodic bursts can also vary relative to that associated with continuous plate overturn. It is not immediately clear if an episodic mode could allow for stabilization of surface temperatures or whether it could trigger a runaway greenhouse or a transition to a frozen planet. An episodic mode provides an end-member case of plate tectonics transitioning from a relatively smooth, in time, mode (e.g., relatively small variations in average plate velocities) to a more highly time-dependent mode with larger fluctuations about mean values. The idea that plate tectonics has operated in an intermittent mode in the Earth’s past has been advocated by several groups [e.g., Silver and Behn, 2008; Moyen and van Hunen, 2012]. The distinctions between highly time-dependent plate tectonics, intermittent/sporadic plate tectonics, and episodic tectonics need not be\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1834\nhard distinctions in planetary parameter space (e.g., they can occur smoothly as a planet evolves). From the modeling perspective we will consider them collectively.\nAs well as an episodic/intermittent mode, there is another tectonic mode that can exist between active and stagnant lid end-members. The term active lid means that the lithosphere participates in mantle convection and also that subduction is self-driven by the negative buoyancy of the lithosphere. That is, lithosphere motion drives motion in the mantle below. This is the classic view of plate tectonics connected to mantle convection with the plates being self-driven and the bulk internal mantle responding to plate motions [e.g., Turcotte and Oxburgh, 1967; Forsyth and Uyeda, 1975]. In that classic view the mantle below plates resists plate motion. If the velocity of the mantle below plates exceeds plate velocities, then mantle flow would provide an added driving force for plate motion. A dynamic mode of that type, where lithosphere velocities are finite (not stagnant) but lower than that of the mantle below, has been termed a “sluggish lid” mode [Solomatov, 1995]. A sluggish lid mode occurs when resistance to plate motion, associated with the lithosphere itself, is comparable to viscous drag on its base from sublithospheric mantle flow [Solomatov, 1995; Conrad and Hager, 1999]. Theoretical and numerical work has shown that a sluggish lid mode of behavior can exist over a broad range of planetary parameter space [Hoink and Lenardic, 2010; Hoink et al., 2011; Crowley and O’Connell, 2012; Foley and Bercovici, 2014], and a sluggish lid regime of mantle convection, to variable degrees for the early Earth, has been invoked by several groups to reconcile thermal history predictions with observations related to the Earth’s thermal state [e.g., Korenaga, 2003; Hoink et al., 2013]. In terms of climate, the sluggish lid mode still allows for lithosphere recycling (and associated deep volatile cycling), volcanism, and topography generation. However, the way plate velocities scale with internal energy sources is different for sluggish lid behavior relative to a dynamic regime were plates are self-driven and the mantle only resists plate motion. Whether those differences can cause a breakdown of climate buffering over geologic timescales is an open question (one we will start to address in what follows).\nStagnant lid (i.e., single plate) planets can be associated with subsets depending on internal temperatures. If the interior is so cold that no melting can occur, then a planet will be volcanically inactive (the term “cold stagnant lid” has been applied to that situation [e.g., Weller et al., 2015]). For increasing interior temperatures, volcanism becomes more important as a heat transport process. This allows for a transition to a heat pipe mode of terrestrial planet dynamics. The transition is defined by the point at which volcanism dominates heat transport [e.g., O’Reilly and Davies, 1981]. The heat pipe mode has been argued to provide a good explanation for many features of Earth’s most ancient geologic record [Moore and Webb, 2013]. As well as being potentially pertinent to the ancient Earth, transitions from a heat pipe, single-plate planet to a dormant, and single-plate planet need to be considered for terrestrial planets in general (e.g., Mars is considered a stagnant lid planet, and it shows clear signs of past volcanic activity). Unlike a cold stagnant lid, a heat pipe mode allows for degassing of volatiles and the creation of weatherable topography which will feed into climate. In addition, volcanism is a mass transport process that can cause the surface temperature to be advected downward as old, cool flows are buried by newer flows [Moore and Webb, 2013]. This opens the potential of a vertical recycling mode that can move volatiles from the surface to the interior of a planet.\nIn terms of connecting tectonic mode changes to our timescale thematic, there is little observational data that uniquely constrains the timescale associated with a change in tectonic mode. It has generally been assumed, based on theoretical considerations, that direct transitions between active and stagnant lid modes will occur on a timescale shorter than the secular timescale associated with decaying internal heat sources [e.g., Moresi and Solomatov, 1998; Nimmo and Stevenson, 2000]. A transition from an episodic to an active lid mode can occur over a more protracted timescale [e.g., O’Neill et al., 2016]. The same holds for transitions between active and sluggish lid modes of behavior [e.g., Jellinek and Jackson, 2015]. More so than presenting timescale questions, the potential of transitions in tectonic modes suggests the question of whether surface conditions can be buffered in the absence of plate tectonics. That is, can other tectonic modes allow for a level of climate stabilization that would allow for life as we know it to exist over extended periods of time."
  }, {
    "heading": "3. Variations in the Mean",
    "text": ""
  }, {
    "heading": "3.1. Overview",
    "text": "The solid body dynamics of terrestrial planets (mantle convection and associated volcanic/tectonic activity) can be modeled at varying levels of complexity [Schubert et al., 2001]. The same holds for climate models [Pierrehumbert, 2010]. A relatively simple approach for both is based on models that track globally averaged\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1835\nvalues such that three-dimensional problems can be reduced to one-dimensional models. For solid planet dynamics such models are often referred to as parameterized convection models. For climate modeling, the term 1-D radiative-convective balance models is often applied. The two approaches can be linked by parameterizations, again globally averaged, for volcanic activity (which puts greenhouse gasses into the atmosphere) and for the generation and weathering of topography (which draws greenhouse gasses out of the atmosphere) [Walker et al., 1981; Berner et al., 1983; Lasaga et al., 1985].\nThe modeling methodology above brings temporal as well as geometric assumptions and simplifications. The assumption that the atmosphere is always in a dynamic thermal equilibrium is justified given the rapid adjustment time of atmospheric greenhouse gas levels [e.g., Sundquist, 1991; Berner and Caldeira, 1997] compared to the timescale of tectonic processes. Parameterized models of solid planet dynamics also assume that the solid planet heat transfer system evolves through a series of states, as it cools, that can be approximated as being close to thermodynamic equilibrium. A global energy balance equation is solved for, and the heat loss from a planet’s interior is parameterized in terms of the planet’s mean interior temperature via a scaling relation between surface heat flow and a mantle Rayleigh number, which provides a measure of convective vigor [e.g., Sharpe and Peltier, 1979; Davies, 1980; Christensen, 1985; Korenaga, 2003, 2008]. All parameterized models use heat flow-Rayleigh number scalings that are strictly valid only if the system is at statistically steady state. Using such scalings for a transient cooling problem amounts to assuming that the system moves through a series of states, as it cools, that remain close to thermodynamic equilibrium [Davies, 1980; Moore and Lenardic, 2016]. This inherently means that system evolution is tracked in terms of time-averaged values as well as spatial-averaged values. That is, when physical quantities that characterize a system’s evolution vary slowly, over some internal timescale, the system can be reasonably approximated as being in thermodynamic equilibrium within that timescale window. This differs from thermal equilibrium, which would be associated with no heat transfer, in that heat can still be flowing into and out of the system, but the system is close to a state that balances heat input and internal heat production with heat loss. The internal timescale over which quantities are assumed to vary slowly is the timescale associated with significant changes in the driving terms in the energy equation (e.g., radioactive heat production within planetary interiors). System values that are tracked are effectively time-averaged values over that scale, and, as such, any fluctuations about evolving means are not considered.\nParameterized solid planet dynamics models provide mean values of internal mantle temperature, heat loss, and surface velocities (often equated to plate velocities for models that use active or sluggish lid scalings). These quantities can be used to link solid planet dynamics models to surface processes and climate models. Internal temperatures and heat loss can be combined with solid-melt phase curves to track melt generation, volcanic activity, and associated degassing of greenhouse gasses into the atmosphere. For plate tectonic scalings, mid-ocean ridge degassing scales with velocity and melting depth and arc degassing depends on plate velocity and the fraction of carbon that comes from the slab. Topography generation is scaled with plate velocities. Weathering rate of topography depends on CO2 content, temperature, precipitation rate, and weatherable area [e.g., Foley, 2015; Foley and Driscoll, 2016]. A range of potential models can be created based on different assumed scaling forms. For the initial discussion of the subsection below we will focus on models that use a classical scaling form for active lid mantle convection that was developed to model the thermal evolution of the Earth assuming that plate tectonics was always operative and that the main resistance to plate motion comes from the interior mantle viscosity (as opposed to plate strength) [Davies, 1980]. The end of the next subsection will also consider sluggish lid to active lid transition. Other scaling forms [e.g., Conrad and Hager, 1999] can be incorporated into the parametrized methodology of modeling climate-tectonic coupling. That provides an avenue for future work that can be compared to the modeling done to date, which we discuss below."
  }, {
    "heading": "3.2. Models",
    "text": "As introduced in the preceding section, the long-term evolution of mantle temperature, plate speed, continental coverage, and rates of orogeny is the primary way by which solid planet dynamics influences long-term climate evolution. Specifically, changes in mantle temperature and plate speed both impact the degassing rate of CO2 to the atmosphere, as plate speed determines the flux of mantle material into the melting zone at ridges and the flux of carbonatized rock into subduction zones, and mantle temperature determines the extent of melting at ridges and the fraction of slab that are released at arcs. Higher plate speeds and higher mantle temperatures thus lead to higher degassing rates. Continental coverage and orogenic events both\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1836\ninfluence the rate at which CO2 is removed from the atmosphere through weathering. Continents largely determine the area of subaerial land that can undergo weathering, with a larger land area resulting in a larger weathering flux, while orogeny can enhance the weatherability of continental rock largely by boosting erosion rates which in turn increase weathering rates [e.g., Raymo and Ruddiman, 1992; Kump and Arthur, 1997; West et al., 2005].\nOver geologic timescales, atmospheric CO2 content, and thus climate state, is set by the balance between weathering and degassing, as balance between these two processes is usually achieved within 1 Myr [e.g., Sundquist, 1991; Berner and Caldeira, 1997; Driscoll and Bercovici, 2013; Foley, 2015]. As a result, factors that act to increase the rate of CO2 degassing (e.g., higher mantle temperatures) will then raise atmospheric CO2 levels, all else being equal, and warm the climate, while factors that act to increase the weathering rate will act to cool the climate by drawing CO2 from the atmosphere.\nDue to the violent nature of late-stage planet formation, rocky planets likely form hot, possibly including an impact-induced magma ocean phase, and cool over time. The decay of radiogenic elements also causes a hot early mantle that cools. As a result, degassing rates are higher early in a planet’s history and decrease over time. Furthermore, on a plate tectonic planet like Earth, continental cover is thought to increase over time due to its progressive creation at arcs [e.g., Belousova et al., 2010; Dhuime et al., 2012]. Thus, weathering rates are likely lower early in the history of a plate tectonic planet and increase over time as more weatherable rock is exposed at the surface. These effects of thermal and crustal evolution are important because they help to stabilize climate against changes in solar luminosity. Stars increase in luminosity as they age [Gough, 1981], meaning that without any corresponding variations in greenhouse gas forcing, climate will start cool and warm over time [e.g., Feulner, 2012]. The temperature and pCO2 dependence of the silicate weathering rate is an important stabilizing feedback that acts to lessen the impact of variable solar luminosity on climate [Walker et al., 1981]. Despite its importance, the weathering feedback alone only results in modest climate stabilization; it is not sufficient to prevent global glaciation on Earth at Hadean or Archaean solar luminosities. However, thermal evolution can impose another long-term trend, associated with volcanic activity, that, together with the weathering feedback, can provide the potential for climate stabilization.\nUsing combined models of thermal evolution, the long-term carbon cycle, and climate, Tajika and Matsui [1990, 1992] calculate that atmospheric CO2 levels were 10\n4 times higher than the present day during the Hadean, leading to surface temperatures of ≈80∘ C due to high degassing rates and a lack of continents (see also Franck et al. [1999] for related modeling efforts). As volcanism waned and continents grew, the model climate stabilized at ≈ 20∘C after ∼1 Gyr and remained relatively constant throughout the rest of the model history (Figure 3). Degassing rate, and how it evolves over time, is also important for determining how far from a host star a planet can orbit and still be suitable for surface life, i.e., the outer edge of the habitable zone. The enhanced volcanism expected for young planets results in a larger habitable zone than would be predicted based on a constant degassing rate [Franck et al., 2000]. However, as planets cool and volcanism declines, frozen climates, or climates that oscillate between frozen and hot greenhouse states, are possible [Kadoya and Tajika, 2014], effectively shrinking the habitable zone.\nThe role of continental crust growth in climate evolution highlights the potential importance of subaerial land for habitability. A planet with no exposed land will have no continental weathering to sequester atmospheric CO2, potentially leading to a hot, uninhabitable climate [Abbot et al., 2012]. A similar fate is possible even with some small areas of land exposed, because weathering on land can become “supply limited,” meaning that the supply of fresh rock to the surface limits the weathering rate rather than the reaction between CO2 and rock [Stallard and Edmond, 1983; Edmond et al., 1995; Dupre et al., 2003; Riebe et al., 2004; West et al., 2005; Viers et al., 2014]. When weathering is globally supply limited, the weathering rate (Fws ) is insensitive to climate and only a function of land area and erosion rate [Riebe et al., 2004; West et al., 2005; Mills et al., 2011; Foley, 2015]:\nFws = AlandE𝜒𝜌cc\nm̄ , (1)\nwhere Aland is subaerial land area, E is the physical erosion rate, 𝜒 is the fraction of reactable elements in the crust, 𝜌cc is the density of the crust, and m̄ is the molar mass of reactable elements. With the weathering rate limited by the supply of rock, degassing overwhelms CO2 drawdown, leading to a hot, CO2-rich atmosphere [Foley, 2015]. The hot surface temperatures, ≈ 450–600 K, predicted for a planet where weathering is globally supply limited are higher than any known life can tolerate [Takai et al., 2008] and may lead to significant\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1837\nwater loss, either due to photodissociation of H2O in the stratosphere and loss of H to space [Kasting, 1988] or by triggering a full runaway greenhouse [Goldblatt et al., 2013]. However, there is disagreement about the stability of surface water under CO2-rich atmospheres, and it is possible that water would be retained as long as pressure-temperature conditions are below the water condensation curve and solar luminosity is not high enough to trigger a runaway greenhouse [Wordsworth and Pierrehumbert, 2013].\nGlobally supply-limited weathering is expected for planets with low land areas, low erosion rates, or high degassing rates (Figure 4). In Figure 4, high degassing rates are caused by large total CO2 inventories or high degrees of slab devolatilization during subduction. Fast plate speeds and more extensive ridge melting would also contribute to higher degassing rates. As a result, planets may even transition from a supply-limited weathering regime to a kinetically limited weathering regime as they thermally evolve and accumulate continental crust. Another important factor for this transition is tectonic uplift and orogeny, as the overall planetary physical erosion rate is largely controlled by erosion in rapidly uplifting, tectonically active areas. How rates of uplift and orogeny change over time as planets cool is not well understood and an important area of future work in understanding coupled thermal, tectonic, and climatic evolution of planets (this will be touched on in the next section using a particular parameterization of topography generation as a function of variable plate speed).\nHydrothermal alteration of basalt on the seafloor also removes CO2 from the atmosphere, in a process known as seafloor weathering [Staudigel et al., 1989; Alt and Teagle, 1999; Gillis and Coogan, 2011]. While seafloor weathering is a smaller sink of atmospheric CO2 than weathering on land for the modern Earth [Sleep and Zahnle, 2001], this situation could change when the continental area is small or when spreading rates were higher, as the seafloor weathering rate is linearly proportional to spreading rate [Sleep and Zahnle, 2001; Mills et al., 2014]. Recent studies suggest that seafloor weathering could even play a significant role in stabilizing Earth’s climate [Coogan and Gillis, 2013; Coogan and Dosso, 2015]. If seafloor weathering is capable of exerting a strong feedback on climate, the hot surface temperatures predicted for the early Earth by Tajika and Matsui [1990, 1992] due to a lack of continents are likely an overestimate. Moreover, seafloor weathering could potentially prevent hot, uninhabitable climates from developing due to supply-limited weathering. However, seafloor weathering has its own “supply limit,” as only a certain amount of carbon, approximately one tenth to one half of Earth’s total CO2 budget, can be stored in the ocean crust [Sleep et al., 2001, 2014], so whether it is capable of keeping climate cool on a planet with little or no exposed land is unclear. Better constraints on seafloor weathering and the upper bound on CO2 that can be sequestered in the ocean crust are needed to fully understand how this important feedback influences climate evolution.\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1838\nCoupling between climate, tectonics, and thermal evolution does not extend in only one direction. Climate can influence the dynamics of planetary interiors as well via its effects on surface deformation [Anderson and Smrekar, 1999; Solomon et al., 1999] and volcanism [Phillips et al., 2001]. At the most extreme, high surface temperatures can reduce convective stresses in the lithosphere [Lenardic et al., 2008] and increase grain growth rates in the lithosphere [Landuyt and Bercovici, 2009; Foley et al., 2012]. Both effects impede the ability of mantle convection to form weak plate boundaries which can hamper mobile lid convection [e.g., Jellinek and Jackson, 2015] or, in the extreme case where the boundaries can no longer form at all, it could shut it down [e.g., Bercovici et al., 2015]. Coupling between surface and interior may be responsible for the stark contrast between Earth and Venus, a theme we will return to in later sections. For now we can start to address a related question, under what conditions could weathering feedbacks no longer be able to maintain a temperate climate on a plate tectonic-like planet (accounting for the potential that climate affects the mobility of surface plates)? That remains an open question. It is starting to be addressed by the modeling community in different ways. We will review one way below and then return to this question in the next section.\nWe focus for now on planets that lie within their respective habitable zones as classically defined [Kasting et al., 1993]: That is, the range of orbital distances where solar insolation levels permit liquid water at the surface. Assessing the likelihood that planets lying within the habitable zone, as defined above, will in fact have temperate climates, over geological timescales, is crucial for astrobiology. Given the connection between climate, tectonics, and weathering, a planet’s initial climate state could be crucial for determining whether a temperate climate can develop and whether it can be maintained over geologic timescales. A first step in addressing this issue, from a modeling perspective, is to isolate the coupling between plate speed, climate, and the carbon cycle while fixing other secular trends such as mantle temperature and continental area. That also allows future models, which progressively include added feedbacks, to isolate the effects of the feedbacks themselves. Foley [2015] used such an approach built into a coupled model of climate and tectonic evolution.\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1839\nThe model included the influence of climate on lid mobility based on scaling laws for convection with grain size evolution from Foley and Bercovici [2014]. Foley [2015] found that the same habitable climate state is reached within the model parameter space for a wide range of different initial surface temperatures (Figure 5). Even if a model planet started with a hot, CO2-rich climate with surface temperatures of ≈400–500 K, which is possible due to degassing during accretion and magma ocean solidification [Abe and Matsui, 1985; Zahnle et al., 2007; Elkins-Tanton, 2008], sluggish lid mobility and the weathering feedback are strong enough to drive the planet to a temperate climate state on the order of 100–1000 Myr. Initial climate states that are above the condensation point of water, where weathering would not occur due to a lack of water, could send the models into divergent states where the high surface temperatures caused a shutdown of mobile lid tectonics (with plate tectonics being a mobile lid state).\nThe model of Foley [2015] moves the discussion into our first consideration of changes in tectonic mode as it transitions to sluggish lid convection under higher imposed surface temperatures. The sluggish lid mode allows for climate buffering, for the model range mapped, provided a hydrologic cycle and associated weathering can remain active. This is consistent with another recent model of coupled climate-tectonics that tracked mean trends [Jellinek and Jackson, 2015]. In that later model, sluggish lid convection occurred earlier in model time due to increased internal temperature effects on characteristic convective wavelengths and associated lid mobility (as constrained by numerical experiments [Hoink et al., 2011, 2013]). The consistency between the studies is an early suggestion that a nonclassical plate tectonic mode can provide for long-term climate buffering (by classical we mean as it occurs on the geologically present-day Earth). Both models are still based on parameterizations that track mean values. We will use the mean trend results from Jellinek and Jackson [2015] as a baseline about which to consider the effects of temporal fluctuations on system behavior in the next section.\nIt is worth restating that many important feedbacks are left out of the Foley [2015] study discussed above. Foley [2015] assumed a constant land area and erosion rate and thus a constant supply limit to weathering. In reality, land area should grow over time as continents are produced, likely as a function of plate speed, and erosion rate should also be linked in some way to plate speed, as faster plates cause more widespread and more rapid tectonic uplift. Moreover, volcanic evolution was not directly considered, which would cause higher CO2 degassing rates during early planetary evolution. With these effects included, it may be more difficult for a planet with an initially warm climate to maintain a habitable climate. The initially warm climate can induce episodic lid mobility, potentially hindering continental growth and orogeny and promoting supply-limited weathering. Further compounding this problem will be higher degassing rates when the mantle temperature is high. As a result, planets may become permanently stuck with hot, uninhabitable climates even if initial surface temperatures do allow for liquid water oceans to form [see also Foley and Driscoll, 2016].\nModeling the two-way coupling between climate and interior and how this coupling influences the evolution of a planet’s mean climate and mean interior thermal state remains in the early stages of research which,\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1840\non the positive side, leaves much work to be done by the community—both from the modeling side and from the observation side that can constrain models and guide future model parameterizations. Improved knowledge of how continental crust forms, and how the rate of its formation and preservation is related to mantle temperature and plate speed, how long-term erosion rates are influenced by plate speed, and how water cycles between surface and interior, with a particular focus on what controls ocean volume, are all necessary to explore the coupled thermal, tectonic, and climate evolution of terrestrial planets. From the ocean volume and water cycling perspective, several studies have used parameterized convection modeling approaches to address deep water cycling [McGovern and Schubert, 1989; Franck and Bounama, 1995a, 1995b; Bounama and Franck, 2001; Crowley et al., 2011; Korenaga, 2011; Sandu et al., 2011; Cowan and Abbot, 2014; Schaefer and Sasselov, 2015]—parameterizations of continental growth have also been built into 1-D deep water cycling models [Honing and Spohn, 2016]. Those type of deep water cycle models are formulated in a way that allows for linking to 1-D climate and surface processes models. This is a modeling avenue that is primed for exploration in the immediate future."
  }, {
    "heading": "4. Variations About the Mean",
    "text": ""
  }, {
    "heading": "4.1. Overview",
    "text": "Any tectonically and/or volcanically active planet will be out of thermal equilibrium. The greater the driving energy (internal heat associated with the radioactive heat source density of planet and the energy of planetary formation and differentiation) the farther from the equilibrium. As a dynamic system is driven farther from equilibrium an expectation is that time-dependent system behavior will increase. Figure 6 shows three numerical experiments from O’Neill et al. [2007] that drive a model of coupled mantle convection and tectonics with increasing degrees of internal heating. The lowest heating model settles into a state with small variations of surface velocity about a mean value. For that situation, coupled climate-tectonics models that only track mean values (as per the previous section) can reasonably be expected to capture pertinent aspects of system evolution. As internal heating increases that situation changes. For the intermediate heating mode, surface velocity fluctuations become larger relative to the mean. At this stage a modeler could reasonably worry that a mean value-based approach might miss critical aspects of system behavior given that the system spends very little time at, or even near, the mean. At the highest internal heating the system experiences not only a quantitative change but also a qualitative change in the nature of time dependence. There are now periods of zero-surface velocity together with bursts of high surface velocity characteristic of an episodic mode of tectonics. This is an extreme end-member case of short-term variations about a mean value.\nThe above is a reason, in theory, to explore models of climate-tectonic coupling that break away from only tracking the evolution of local in time mean values (i.e., models that track secular trends). Doing so would add a layer of modeling complexity beyond the methodology of the previous section. Adding complexity to\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1841\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1842\nmodels for the sake of adding complexity is not difficult (i.e., it is not hard to make very complex models), but it is not the best of motivations. Theoretical arguments, as per above, add some more substantive motivation, but, arguably, the better motivation is if there is observational data that point to the need for doing so. A data connection, from the start, is also critical in the sense that if one is going to make more complex models, then one would want observations beyond those that are already accounted for by simpler models. That line of thinking motivates the layout of this subsection. We will first discuss/review the arguments for increased time dependence of the Earth’s tectonic system in the past (Figures 7 and 8). We will then discuss a particular methodology for modeling coupled climate-tectonics that can be used to explore the effects of large tectonic fluctuations on climate.\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1843"
  }, {
    "heading": "4.2. Episodic/Erratic/Intermittent Tectonics in Earth’s Past",
    "text": "Plate tectonics during the Phanerozoic is characterized by large variations in average spreading rates and plate velocities—a function of both subduction zone configurations, and thus continent positioning, and the distribution of spreading centers [Mueller et al., 1997; Silver and Behn, 2008]. These variations about the mean spreading rate in some ways reflect the nonlinear nature of the system. An important question is whether these excursions from the mean have similar amplitudes through time or whether they may be more extreme in the Precambrian. Theoretical considerations [Silver and Behn, 2008] and numerical modeling [O’Neill et al., 2007] both suggest that fluctuations in plate velocities may have been more extreme under the hotter mantle conditions of the Precambrian. The end-member of this behavior would sporadically shut down the plate tectonic system. In this case tectonics–and volcanic degassing—would be characterized by periods of vigorous activity, interspersed by periods of quiescence [O’Neill et al., 2007].\nEvidence for episodic behavior exists in the Precambrian [e.g., O’Neill et al., 2013], though an ongoing debate revolves around whether the episodic crustal record is a primary feature or a result of incomplete preservation, perhaps related to supercontinent aggregation and dispersal [Cawood et al., 2013]. From a climate stability perspective, the important tracers are those sensitive to either volcanic production and degassing through time, tectonic activity, which is a proxy for these inputs, or continental growth which is an important atmospheric sink.\nOne of the most direct physical lines of evidence for plate activity in the Phanerozoic is paleomagnetic apparent polar wander paths, which document the motion of the plate with respect to a geocentric axial dipole (Figure 7). Identification of plate motions in the Precambrian, however, is difficult due to poor-quality poles (a consequence of their age), and large intervals between recorded poles, making the construction of coherent apparent polar wander paths problematic. O’Neill et al. [2007] first documented the evolution of high-quality apparent polar wander paths during the Precambrian for a range of stable cratons and showed that apparent wander velocities range from over 100 cm/yr during some intervals to essentially zero in between. The range of the variation was argued to be consistent with an episodic mode of convection. Taking advantage of the advent of more high-quality data, Piper [2013] was able to show that Precambrian poles overlapped for long periods of time, consistent with stagnant lid tectonics, interspersed with large apparent polar wander events. Furthermore, O’Neill et al. [2013] showed that variations in paleomagnetic intensity [Macouin et al., 2004; Reddy and Evans, 2009] followed the apparent polar wander peaks after an interval of 50–100 Myr. This is physically consistent with timescale of subducted slabs transiting to the core-mantle boundary, and providing a boost in core-mantle boundary heat flux, and concomitantly, magnetic field strength. Together, these observations suggest that fluctuations in the tectonic regime during the Precambrian were extreme and were associated not only with variations in degassing but also with magnetic field strength.\nThe implied plate velocity fluctuations from the Precambrian record should have had a distinctive tectonic signature in the geological record. The difficulty with the identification of such a signature is the superposition of supercontinent cyclicity [Cawood et al., 2013] on the record. The two are not unrelated: supercontinent aggregation is more likely when the plates are moving, and distinct orogenic/dispersion signatures are seen in the geological records at times of paleomagnetic excursions [Condie et al., 2009] (Figure 7). A particularly interesting data set comes from metamorphic petrology [Brown, 2007; 2014]. A modern-style plate tectonic signature, characterized by paired lower temperature/pressure (T/P) in the subduction zone and higher T/P in the overlying plate, does not appear until the Neoproterozoic. The geothermal gradients show peaks at various intervals, often associated with supercontinent formation, and also plate velocity fluctuations, reaching extremes of roughly 2000 K/GPa at circa 1.9 Ga [Brown, 2007]. The lifetime of passive margins, compiled by Bradley [2011], exhibits peaks at around 2.5 Ga and 1.4–1.6 Ga. The longevity of passive margins should be anticorrelated to tectonic activity and supports the relative quiescence of these margins post major orogenic events (Figure 7).\nA more direct assessment of the impact internal Earth dynamics has had on atmospheric evolution can be made using proxies for volcanic activity. In a plate tectonic, or episodic, regime, these will largely follow variations in tectonic activity, with the caveat that volcanism and volcanic degassing may be extremely efficient in a stagnant lid regime, though at a constant level. It has long been recognized that there is a distinct time dependence to both the large igneous province (LIP) record and the distribution of komatiites through time [Isley and Abbott, 1999]. This, coupled with mantle depletion curves, recorded from either Nb/Th ratios in\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1844\nmantle melts [Condie, 2004] or osmium model ages [Pearson et al., 2007], suggests extreme volcanic events punctuated the Precambrian. Herzberg et al. [2010] documented evolution of mantle temperatures through time and showed inflections at around 3 Ga. A more recent statistical approach from Keller and Schoene [2012] estimated apparent melt percentages through time, averaging 30–40%, throughout the Archaean, and dropping to less than 20% in the Proterozoic. Coupled to that broad trend is a fluctuating time dependence, showing peaks in melt percentage at around 3.2 Ga and 2.7 Ga, which are echoed in the MgO content through time.\nIn addition to this nonmonotonic volcanic evolution, atmospheric proxies for volcanogenic input support large fluctuations in source terms (Figure 8). Large variations in mass-independent fractionation of Δ33S [Farquhar et al., 2007] are largely correlated with volcanic input perhaps reflecting reducing volcanic gas addition [Condie and O’Neill, 2010]. The earliest glaciations recorded in the Pongola rift on the Kaapvaal craton at about 2.9 Ga ceased with onset of voluminous volcanism and tectonism at circa 2.7 Ga [O’Neill et al., 2013]. The great oxidation event, at 2.4 Ga, is associated with the Huronian glaciations between 2.4 and 2.2 Ga representing widespread low-latitude ice cover. This event postdates the major volcanogenic influx at 2.7 Ga by a time period associated with CO2 drawdown due to weathering [Condie and O’Neill, 2010] and the cease with the onset of renewed volcanism at circa 2.1 Ga. In addition, atmospheric (or at least oceanic) conditions may have become temporarily less oxidizing, with a resurgence in banded-iron formations at about 1.9 Ga, of similar scale to that recorded at 2.7 Ga [Isley and Abbott, 1999; Bekker et al., 2010].\nA further influence of tectonics on long-term environmental systems is the emergence of continental platforms. Prior to large-scale continental emergence, conventional CO2-silicate weathering did not occur at a significant scale nor was the nutrient flux provided by continental erosion available to marine ecosystems. Continental emergence is tied to questions of continental formation: questions with a long historical legacy [e.g., Cawood et al., 2013]. Most recent work on continental growth using zircon distributions suggests a significantly time-dependent curve, with most primary continental growth occurring in the late Archaean, which was subsequently reworked extensively [Belousova et al., 2010; Dhuime et al., 2015].\nIt has been noted that the prevalent style of eruptive flood volcanism in the Archaean is on submerged continental platforms [Arndt, 1999], and this has been suggested to be due to widespread submergence of thin continental crust in the Archaean [Flament et al., 2008]. The emergence of thick continental crust above sea level is associated with both an increase in arc-to-nonarc greenstone belt volcanism (from less than 40% in the Archaean to more than 70% in the last 2 Gyr [Condie and Kröner, 2013]). Coupled with this trend is an increase in the ratio of felsic/andesitic rocks in arc greenstones through time [Condie and Kröner, 2013]. These rocks only reach roughly 50% of the volcanic assemblage within greenstone arcs in the last 2.5 Gyr, suggesting that prior to this the efficacy of silicate-CO2 in volcanic arcs was subdued and that the formation of continents by accretion of differentiated arc suites was less relevant. The large-scale emergence of continents after about 2.6 Ga–2.5 Ga was immediately followed by both the great oxidation event [Kump and Barley, 2007] and the widespread Huronian glaciations, and these events have been related to the cessation of reducing submarine volcanism after circa 2.7 Ga and with the advent of a modern-style CO2-silicate drawdown from widespread continental weathering. A large variation in continental erosion is supported by 87Sr/86Sr, suggesting a large increase in supply of continental material between 3.0 and 2.0 Ga [Shields, 2007] (Figure 8).\nThere are of course further geological factors to these major excursions, for example, the burial of organic carbon and its impact on the rise of oxygen [Kump and Barley, 2007]. But even that is dependent on the development of large-volume sedimentary basins and continental erosion, which is, itself, a factor of the global tectonic cycle. Fluctuations in the tectonic activity of the Earth, and the geological impacts of this, have exerted a dominant effect on the history of surface and atmospheric conditions and subsequently on habitability. The longevity of habitable conditions on the Earth, in the face of extreme tectonic fluctuations, is therefore a nuanced question and expands the possibility space for generating these conditions when faced with alternative tectonic regimes."
  }, {
    "heading": "4.3. Models",
    "text": "A few things are worth restating at this stage. Over at least the last 2 or 3 billion years, Earth’s climate variability over timescales greater than about 1 Myr largely reflects a greenhouse forcing most strongly modulated by a balance between the rates at which CO2 is expelled from volcanoes and drawn down from the atmosphere as a result of chemical weathering processes at Earth’s surface [Walker et al., 1981] and within\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1845\nlow-temperature seafloor hydrothermal systems [e.g., Staudigel et al., 1989; Alt and Teagle, 1999; Coogan and Gillis, 2013; Coogan and Dosso, 2015]. Earlier in Earth history, this greenhouse forcing was probably augmented by other greenhouse gasses [e.g., Earth’s climate plausibly involved additional greenhouse forcings related to sulfur emissions [e.g., Halevy and Schrag, 2009] and organic compounds [e.g., Haqq-Misra et al., 2009]. At steady state, the global rate of CO2 outgassing is governed by the character and speed of plate tectonics and mantle overturning. Similarly, chemical weathering is paced mechanically by the rates of seafloor spreading [Sleep and Zahnle, 2001], by the rate at which plates collide with continents to build mountains [Dahlen, 1990; Whipple and Meade, 2004; Roe et al., 2008] and by the rate at which topography is produced at arcs as a result of vigorous magmatism [Lee et al., 2013, 2015]. Earth’s protracted clement climate is, in part, a remarkable consequence of this balanced long-term carbon cycle. As discussed in section 3, that balance can be modeled by tracking secular trends of mean values using parameterized methodologies. As discussed in the subsection leading into this one, evidence from the Earth’s geologic record suggests that fluctuations about local mean values may have been large in the Earth’s past. So large as to draw into question the validity of the assumption that mean trends will remain robust in spite of such fluctuations.\nHow might the climate of present-day Earth, or Earth at 2 or 3 Ga, for example, respond to a transient shift away from the current plate tectonic regime of continuous subduction and steady mantle stirring toward a highly time-dependent mode of resurfacing and mantle thermal mixing? As discussed in the previous subsection, such transients probably did occur during the Archaean epoch and might occur for Earth-like planets with mantles having either higher radiogenic heat production [Jellinek and Jackson, 2015] or lower volatile inventories, which can also lead to hotter planets [e.g., Crowley et al., 2011]. Earth’s tectonic mode ultimately governs the strengths of both the volcanic sources of CO2 and its weathering sinks. A provocative question is then, How resilient is Earth’s habitable climate to intermittent transitions to highly time-dependent resurfacing and mantle stirring? Quantitatively, how will the climate of a model Earth evolving on the monotonic thermal history shown in Figure 9 (middle) [Jellinek and Jackson, 2015] respond (Figure 9, bottom) to an imposed large-amplitude periodic variation (Figure 9, top) related to a transition to a highly time-dependent mode or, at the extreme, an episodic tectonic regime?\nTo explore this question, we conduct a heuristic experiment on possible consequences of this time-dependent tectonic mode for a model Earth climate. The goal of this exercise is not to carry out a precise simulation of Earth’s climate variability but to investigate qualitative effects of some of the key tectonically modulated controls. To this end, the essential starting point is Earth’s global radiative energy balance. Earth’s steady state climate depends on a balance between an incident solar heat flux absorbed at the surface, which depends on the planetary albedo 𝛼 and time-varying solar constant S0(t), and the outgoing long wavelength radiation (OLR) emitted to space, which is currently controlled mostly by the mean surface temperature Tsurf, the greenhouse gasses CO2 and H2O, as well as the altitude, structure, and thickness of tropospheric clouds [e.g., Pierrehumbert, 2010]. Neglecting potentially complex changes to the cloud and background water vapor contributions to the OLR, a simplified global balance is then\n1 4 S0(t)(1 − 𝛼) = pOLR(Tsurf, pCO2), (2)\nwhere the outgoing long wavelength radiative heat flux is approximately [Pierrehumbert, 2010]\nOLR(Tsurf, pCO2) = A(pCO2) + B(pCO2)(Tsurf − Tref). (3)\nHere A(pCO2) = A(pCO2(Tref) − 4 log 2(pCO2∕pCO2(Tref))) and B = 2, giving a climate sensitivity of 2 K per doubling of pCO2.\nIn the above, atmospheric pCO2 is governed by the balance between volcanic CO2 forcing and chemical weathering and affects OLR explicitly. In detail, the magnitude of the volcanic forcing will be sensitive to whether the imposed temperature variations lead to global-scale partial melting and a further transition to a heat pipe mode [e.g., Moore and Webb, 2013]. Here to keep the discussion simple, we assume only solid-state convective modes and consequently restrict temperature maxima to be less than the lower mantle solidus. Furthermore, the time-averaged volcanic aerosol loading in the lower troposphere and in the stratosphere also influence Earth’s average albedo: Periods of intense LIP or stratovolcanic activity will be marked by a higher average albedo [e.g., Schmidt et al., 2012]. Because aerosol loading persists for timescales of order a\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1846\nfew to ten times an eruption duration [e.g., Thordarson and Self , 2003; Gao et al., 2008; Timmreck, 2012], such effects are difficult to average over timescales ≥1 Myr. Consequently, we will neglect these effects in this thought experiment. We also neglect qualitatively similar consequences of organic and other aerosol hazes on the planetary albedo, which are probably very important for understanding the climates of Earth’s Hadean and Archaean periods [e.g., Haqq-Misra et al., 2009].\nBearing in mind only a tectonic control on pCO2, the model equations above are sufficient to estimate the mean surface temperature of Earth (or any planet) or the magnitude of fluctuations related to changes in pCO2 alone (Figure 10). To investigate consequences for Earth’s habitability quantitatively requires an additional step, which is to assess the reality of liquid water: Depending on the form of the mantle forcing, as per Figure 9, will the model Earth remain habitable, have periodic habitability, end up as a frozen planet, or end up as Venus is currently? To this end, we recast the climate model as a zonal energy balance [cf. Budyko, 1969]. In particular, for each zone i we distinguish surface and atmospheric contributions to the albedo and we parameterize interzonal (meridional) heat transfer\n1 4 S0(t)(1 − 𝛼surf)(1 − 𝛼sky) − OLR(Tsurf, pCO2) = k(T − Tmean). (4)\nHere Tmean is the mean surface temperature of the planet and k is a meridional transfer coefficient that is tuned to present-day ocean stirring conditions to give mean present day Tmean≈15∘C. Whereas 𝛼sky depends on factors such as clouds and aerosols, the mean surface albedo in each latitude band depends on areal fractions of land/sea/ice, etc., as well as on the surface temperature Ts. In a particular zone, if zonal temperatures drop below a critical value [Pierrehumbert, 2010], then 𝛼surf =𝛼ice. If the ice line advances from the poles beyond about 30∘ latitude (about 50% of the surface area of the planet), global glaciation occurs (a “pan-glacial” climate state [Hoffman, 2009]) through the well-known ice-albedo feedback.\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1847\npresent day can be expressed as\npCO2∕pCO2,0 ∝ (Fv∕Fv,0)2(W0∕W). (5)\nChanges in pCO2 relative to present day are, thus, a strong function of changes in the total volcanic flux (Fv∕Fv,0) but are modulated by the strength of a chemical weathering sink (W∕W0), which will also vary in response to changes in Earth’s tectonic and climatic regime.\nIn general, variations in the volcanic outgassing rates Fv∕Fv,0 depend on the temperature excesses relative to the upper mantle solidus as well as on effects of temperature variations on the mantle viscosity, 𝜇mtl, which governs the rates of mantle upwelling into mid-ocean ridges and arcs. The drawdown of atmospheric CO2 also depends on contributions of Earth’s tectonic regime to the overall weathering rate W∕W0. In particular, effects of time-varying plate resurfacing rates on crustal accretion and magmatism at continental arcs, as well as on dynamic topography and the overall exposure of weatherable area, exert strong controls over the rates and efficiencies of the mechanical erosion and soil production processes may ultimately pace chemical weathering reactions that are otherwise governed kinetically by Earth’s surface temperature (cf. section 3.2). During transitions to episodic tectonic modes the mechanics of the chemical weathering sinks are potentially complex to characterize because the rates of tectonic changes may be large compared to the rate at which weathering processes can respond. Such effects are largely unexplored in the literature. Accordingly, in our thought experiment, we choose periodic variations where the rates of change in mantle regime are sufficiently small that a discussion of steady state weathering processes is possible.\nTo parameterize a tectonically controlled chemical weathering sink is challenging, in detail. Following Jellinek and Jackson [2015], we first make a simplification and fix precipitation and surface runoff rates to the present-day average. How to reliably parameterize changes in precipitation rates, which depend on both orographic effects [Roe et al., 2008] and mean atmospheric temperature, is unclear. We also do not include effects of mechanical weathering by glaciers, as such effects are challenging to parameterize. To make progress, we combine the well-known Arrhenius temperature dependence of the Urey weathering reactions [Walker et al., 1981; Dessert et al., 2001] with a novel parameterization for mechanical weathering efficiency drawn from field measurements [Riebe et al., 2004] and models for the self-similar growth and erosion of orogens at convergent plate boundaries [Dahlen, 1990; Whipple and Meade, 2004; Roe et al., 2008]. We assume that accretion at active orogens is continuous and proportional to the rate of mantle overturning, which will depend on mantle viscosity (𝜇mtl). We do not include additional sinks related to seafloor weathering and organic carbon burial in this calculation. Finally, guided by analyses of the changing dynamics of organic\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1848\nburial during Cretaceous sea level rise [Bjerrum et al., 2006], we assume that the weathering sink will vary because the imposed large mantle variations will affect average continental topography and the total surface area of weatherable continental material, in turn. There is no simple rule for the implied dynamic topography of the continents partly because of their complex rheology. The effect of this topography on erosion and chemical weathering is, however, clearly large [e.g., Braun, 2010]. Consequently, assuming that the mean topographic gradients that drive erosion will scale with a power law function of the fractional mantle temperature changes relative to the present-day value, we apply an ad hoc parameterization which limits the change in weatherable area to a factor of 1.4. Tectonically modulated variations in the weathering rate depend on the resurfacing/accretion rate R [Jellinek and Jackson, 2015], as well as on potential fractional changes in the total weatherable area in response to thermally controlled isostatic uplift S. Accordingly, the normalized weathering rate W∕W0 is taken to be approximately proportional to S𝛼(𝜇mtl,0∕𝜇(Tmtl)𝛽 exp((G∕RTsurf)(1− Tsurf∕Tsurf,0)). Here 𝛽≈0.4 [Roe et al., 2008] and we take 𝛼=2 to give a maximum change that is a factor of 1.4.\nFigure 10 shows an example model climate response to tectonic fluctuations assuming the Earth’s current baseline values and fluctuation amplitudes that are representative of geological current day levels of time dependence mapped using numerical experiments of mantle convection [O’Neill et al., 2007; Lenardic et al., 2011; Hoink et al., 2012]. The assumption that the baseline changes slowly over the timescale of fluctuations (Figure 1) allows fluctuations to be modeled as variations about a constant baseline. The utility of this assumption is that it leads to a formulation that allows for efficient mapping of model parameter space. The modeling strategy laid out in this section for climate-tectonic coupling, over full geologic time, is new (none of the results presented here have been previously published, and one of the goals is to introduce the methodology). However, the assumption that the temporal dynamics that cause baseline shifts can be separated from those associated with fluctuations is far from new. It is a cornerstone of carbon cycle models that includes tectonic forcing [Berner et al., 1983; Lasaga et al., 1985]. Extending the methods to allow for baseline shifts (based on thermal history models) and considering fluctuations in tectonic forcing based on numerical experiments of coupled mantle convection and tectonics are the newer aspects of this section.\nAlthough the modeling approach of this section has utility, in terms of the human time needed to run the models so as to develop intuition for system behavior (a system with several, nonlinear feedbacks), it also comes with limitations. If imposed tectonic fluctuations, at any baseline value, lead to responses that cause the system to transition to a fully glaciated planet with no recovery or toward a greenhouse runaway, then the subsequent model predictions, in terms of baseline evolution, become invalid. That is, in this case, the approach can only determine the finite amplitude stability of a particular baseline state. That has value but the question of how the modeled planet would evolve subsequently cannot be addressed by the modeling approach laid out in this section.\nIn Figure 11 we show solutions to the energy balance model defined by equation (3) for solar constants corresponding to various epochs in Earth’s history. Calculations are for Earth’s present-day continental configuration as well as for a lower albedo water planet potentially similar to an Archaean Earth. We also show predictions for Earth’s surface climate evolution on the basis of the mean evolution baseline model of Jellinek and Jackson [2015] (Figure 9). For a present-day continental distribution and 𝛼sky= 0.2, surface temperatures for different solar constants back through time (colored lines) vary with the strength of the greenhouse forcing. If the intensity of solar insolation is fixed at the present-day value, a continuously increasing supply of volcanic CO2 favors a world free of glaciers over the majority of Earth’s history (dash-dotted arrow along orange line). By contrast, if the intensity of volcanic greenhouse forcing is fixed at present-day rates, a steady decline in insolation back in time predicts global glaciation (pan-glacial state [Hoffman, 2009]) before 3.5 Ga (dotted arrow), which is the so-called Faint Young Sun Paradox [e.g., Sagan and Mullen, 1972; Feulner, 2012]. For the increased outgassing rates and predicted higher pCO2 in Earth’s past, solutions exist for which Earth escapes global glaciation and retains a clement climate over its history. The likelihood of additional strong preoxygenic greenhouse forcing particularly in the Archaean from hydrocarbons such as CH4 and C2H6 [Haqq-Misra et al., 2009] supports this picture.\nThe above is based on a model approach that only tracks mean values (i.e., global baselines). Tectonic fluctuations can potentially induce climate oscillations about mean values or hysteresis effects associated with global regime shifts in the climatic state of a planet. Hysteresis is an intrinsic property of the way in which a model Earth might recover from a pan-glacial solution and a key element of the problem of a model Earth’s response to episodic or highly time-dependent tectonics: To recover a clement climate, pCO2 must rise substantially\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1849\nabove the levels that characterized entry into global glaciation [Ferreira et al., 2011]. Earth’s response will, however, be sensitive to the epoch in which the thought experiment is carried out as well as the magnitude of tectonic fluctuations and the pCO2 oscillations they induce.\nTo illustrate the above, we model the effects of 100-fold, tectonically driven, increases and decreases in pCO2 (Figure 12). That level of tectonic forcing is at the higher end implied by numerical models of mantle convection in an episodic mode [Hoink et al., 2012; Stamenkovic et al., 2016] (it is also at the limit of the reliability of equation (3) as an approximation for the OLR). It is more representative of fluctuation amplitudes in the Earth’s past, but as an exercise we can run the thought experiment to see how the model Earth at present and in the past responds to this level of forcing—the results will provide insights into how model climate resilience, in response to tectonic forcing, can vary over geologic time. This periodic tectonic forcing drives a present-day Earth toward a pan-glacial solution but results only in more extensive partial glaciation on one end of the cycle and a warmer, potentially ice-free Earth on the other end of the cycle: Neither global glaciation nor a greenhouse runaway is predicted (Figure 12). For earlier epochs the consequences for the imposed periodic swings in pCO2 are more provocative. To isolate the effects of fluctuations and changing solar luminosity, the baseline pCO2 is held constant at present-day Earth values (this assumption can and will be relaxed—by imposing it for a few experiments we can then see how fluctuations work together with changing solar luminosity and how they work with changes in both solar luminosity and changing pCO2 baselines to determine whether a model planet does or does not remain habitable). The imposed mantle forcing, at 1 Ga, will drive the particular Earth model alternately into transient deeper freezes followed by periods of partial glaciation (Figure 12). If habitability is governed by liquid water and the pan-glacial solutions are “hard freezes,” this solution suggests that habitability will be dynamic and modulated by the periodic character of the tectonic mode. For an even older model Earth (3.6 Ga), the same experiment is probably incapable of releasing Earth from a hard freeze, although the high pCO2 limit approaches a tipping point and a partially glaciated solution.\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1850\nAlthough the models of this section explore tectonic fluctuations, the results also give insights about the effects of a tectonic pulse in a more generic sense. The surface temperature rise (Figure 10) is driven by increased volcanism associated with increases in plate speed. Those same plate speed increases lead to greater surface topography. That topography persists well after the volcanic pulse. This allows for enhanced weathering drawdown which leads to an even further reduced pCO2 undershoot and a period of cooler than baseline temperatures. This occurs even if the model does not experience a regime shift (i.e., a switch from the upper to the lower solution branch of Figure 12). The conclusion that a tectonic pulse can induce climate oscillation is consistent with an alternate modeling approach that explored the climatic effects of an arc-magmatism pulse which releases greenhouse gasses into the atmosphere and creates long-lived, weatherable topography [Lee et al., 2015]. The models differ in terms of how topography is generated (topography growth is parameterized differently between the two approaches) and, for the models of this section, the pCO2 undershoots are accentuated by a decreased background volcanic flux associated with enhanced subduction cooling of the mantle. Both studies are consistent in the conclusion that a pulse of tectonic and/or volcanic activity has the potential to induce an oscillatory climate response with a period of above baseline temperatures followed by a weathering driven period of below baseline temperatures.\nFinally, we have argued that Earth’s Precambrian tectonic regime may well have been episodic (cf. the previous subsection). An important question is whether this time-varying tectonic regime is consistent with a climate that is well established to be similar to present day or possibly warmer on average. The model thought experiments of Figure 12 show that this climate picture cannot occur if the baseline pCO2 level remains roughly constant over a model planet’s lifetime. If we carry out the same periodic forcing experiment but with a baseline pCO2 for 3.5 Ga drawn from the thermal history in Jellinek and Jackson [2015] (Figure 9, middle), however, it appears that this model Archaean Earth is more climatically resilient (Figure 13). Notice that both baseline changes (variations in the mean) and fluctuations (variation about a mean) are influencing the predicted habitability of the coupled climate-tectonic model. More specifically, the model climate at 3.5 Ga is resilient to tectonic-driven pCO2 fluctuations at the order of magnitude level (not at the high end values used\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1851\nfor Figure 12). For an older model planet (e.g., 2 Ga baseline), the model becomes even more resilient and can withstand larger levels of pCO2 fluctuations (akin to those 12) without transitioning into a permanent, no liquid water state.\nThe model of Figure 13 most likely underestimates the Archaean surface temperature because we include only the volcanic CO2 contribution to Earth’s greenhouse forcing. Probable additional greenhouse forcing from hydrocarbons [Haqq-Misra et al., 2009] and sulfur species [Halevy and Schrag, 2009] would drive our solution for the Precambrian toward a warmer world, on average. At present it is not clear how best to incorporate such effects into the types of models we have been discussing, which presents another potentially fruitful avenue for future work.\nThe model results of Figures 12 and 13 point to interesting trade-offs between the two driving energy sources noted at the start of this paper: Insolation modulated by a planet’s albedo distribution and internal heat source density. Similar planets of a fixed age, with differing solar proximities and/or different heat source densities, can experience the same baseline condition at different absolute ages along their evolutions and/or different baselines at the same absolute age. This result implies that climate stability, to finite amplitude tectonic fluctuations, can vary for planets of the same absolute age. Consider two planets whose evolutions bring conditions close to a regime shift (e.g., a jump from the upper to the lower branch solution of Figures 11–13). This could happen at same absolute evolution time, but the planets could have different baseline values and/or tectonic fluctuation potentials. The differences need not be large ones to induce significant changes. A regime shift is a bifurcation, and, by definition, near a bifurcation point relatively small variations can lead to dramatic changes that can effect the subsequent long-term evolution of the system. This opens up a potentially rich behavior for the full parameter space of the types of models described in this section. Mapping that range of behavior, for varied model assumptions, provides an avenue for future work."
  }, {
    "heading": "5. Variations in Mode",
    "text": ""
  }, {
    "heading": "5.1. Climate-Driven Changes in Tectonic Mode",
    "text": "Coupling between climate and tectonics extends in two direction. Climate can influence tectonics through its effects on weathering. Weathering can change the topographic load along plate margins which can feedback and affect plate boundary forces and associated plate motion. For the Earth, this has been the best\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1852\nstudied climatic effect on tectonics [e.g., Lamb and Davis, 2003; Iaffaldano et al., 2006, 2011; Braun, 2010]. The surface temperature changes inferred for the Earth over geologic time [Veizer et al., 2000; Zachos et al., 2008] are generally not considered large enough to directly influence tectonics. This does not, however, necessarily extend to terrestrial planets in general. It has been argued that surface temperature changes on Venus have been large enough to cause surface deformation via effects on the thermal expansion and [Anderson and Smrekar, 1999; Solomon et al., 1999]. Surface temperature changes on Venus may also have been large enough to influence magmatic production in Venus’s mantle. That idea lead to a pioneering paper on modeling the two-way coupling of climate and planetary thermal evolution [Phillips et al., 2001]. Changes in magmatic production affect the cooling history of a planet and can also alter climate via injecting greenhouse gasses into the atmosphere. The modeling of Phillips et al. [2001] showed that considering the two-way coupling that can result, versus not allowing surface temperature changes to feedback on the thermal state of a planet’s interior, leads to significantly different predictions regarding planetary evolution. At the next level of consideration is the potential that climate-driven changes in surface temperature can influence the tectonic mode of a planet [Lenardic et al., 2008; Landuyt and Bercovici, 2009; Foley et al., 2012; Noack et al., 2012; Gillmann and Tackley, 2014].\nHigh surface temperatures, on the order of hundreds of Kelvin hotter than Earth’s present-day climate, can shut down plate tectonics and induce stagnant lid convection. High surface temperatures reduce convective stresses in the lithosphere [Lenardic et al., 2008] and increase grain growth rates in the lithosphere [Landuyt and Bercovici, 2009; Foley et al., 2012]. Both effects impede the ability of mantle convection to form weak plate boundaries, and without these boundaries mobile lid convection cannot operate [e.g., Bercovici et al., 2015].\nThe modeling approaches of Lenardic et al. [2008] and Landuyt and Bercovici [2009] shared a common methodology. Both developed theoretical scalings to predict critical surface temperatures that could shut down a plate tectonic-like mode of convection by either reducing mantle convection-driven stresses [Lenardic et al., 2008] or decreasing the healing time for weak plate boundaries via enhanced grain growth [Landuyt and Bercovici, 2009]. The scalings, for both studies, were tested using numerical experiments that solved the full conservation equations describing thermal convection in planetary mantles. Experiments in an active lid state were run to steady or statistically steady state, and then a surface temperature increase was imposed. Suites of such experiments were done holding rheological parameters fixed to determine a critical surface temperature. The process was then repeated for varied suites that altered rheological parameters. The numerical experiments were used to test theoretical scalings, which have the advantage that the calibrated/tested scalings could be used to make predictions for regions of parameter space that could not be explored via numerical experiments given computational restrictions. For an Earth-like range of lithosphere strength (parameterized as a yield stress) and current Earth conditions, the scaling of Lenardic et al. [2008] predicted that a temperature change of 100 K could cause an active lid mode to transition to an episodic mode (increases of 50–100 K beyond that could induce a transition to stagnant lid convection). Landuyt and Bercovici [2009] reached a similar conclusion based on a different physical mechanism for a climate-induced regime transition. Together, the studies suggest that the surface temperature differences between Earth and Venus could potentially be a driver for the planet’s different tectonic modes.\nThe studies of Lenardic et al. [2008] and Landuyt and Bercovici [2009] imposed surface temperature changes. More recently, numerical experiments have been explored that solve for surface temperature changes using a climate model that follows that of Phillips et al. [2001]. The modeling strategy is to couple that climate model with numerical mantle convection experiments that solve for CO2 degassing over geologic time and that allow for changes in tectonic mode in response to changing levels of convective stress [Gillmann and Tackley, 2014]. Figure 14 shows representative results from one of the numerical experiments of Gillmann and Tackley [2014]. The coupled model shows that surface temperature changes, driven by degassing of CO2 from a planet’s mantle, on the order of 100 K have the potential to feedback and alter the tectonic mode of a planet. This conclusion is consistent with the previous arguments reviewed above and reinforces the potential that climatic effects could cause divergence in the evolution of otherwise similar terrestrial planets."
  }, {
    "heading": "5.2. Habitability Beyond Plate Tectonics",
    "text": "Arguments for plate tectonics being key to habitability spring from the observation that the Earth is the only planet we know of with life and also the only planet we know of with plate tectonics. As we discover more planets orbiting other stars (exoplanets) the degree to which that observation provides general insight that\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1853\ncan be extended beyond our solar system has become an issue of consideration. Debates about the conditions required for a planet to have plate tectonics, and how that could or could not be used to infer if a particular exoplanet is likely to have plate tectonics, have drawn the public eye [e.g., Chorost, 2013] not because of some latent public interest in the dynamics of plate tectonics but principally because of the assumed connection to life. Related questions, within the theme of this paper, include the following: Is plate tectonics a requirement for climate stabilization? Can a planet with plate tectonics have a climate that does not remain buffered at clement levels? and Can planets with other modes of tectonics allow for climate buffering to the degree that liquid water could exist for geologic timescales and life as we know it could develop and evolve?\nWe do not want to dwell on semantics, but the questions above do bring up the issue of what defines plate tectonics. Rigid plates moving on the Earth’s surface must follow rules given by Euler’s Theorem [Morgan, 1968]. Beyond Euler’s Theorem on a sphere, plate tectonics theory comes with other testable predictions including narrow plate boundaries and rigid interiors that allow for plate reconstructions, a distinct topography associated with cooling oceanic lithosphere, and zebra stripe patterns of remanent magnetization [e.g., Cox, 1973]. It is hopefully clear that none of the models we have discussed have made direct use of the factors just listed. The majority of models and discussions of plate tectonics and climate buffering rely almost exclusively on lithosphere overturn, which generates volcanic activity, weatherable topography, and allows for the cycling of volatiles between a planet’s interior and its surface envelopes (atmosphere, hydrosphere, and, for inhabited planets, biosphere). If one wants to apply the term plate tectonics to any planetary state that allows for lithosphere recycling, then one is free to do that. However, it is worth noting that a planet can possess what coupled tectonics and climate models to date have identified as key factors for climate stabilization but can have a surface that does not show the tell-tale features of plate tectonics as defined for present-day Earth.\nOur own view is that work to date has shown that a planet with an active lid mode of mantle convection can allow for a climate that remains buffered, so as to allow for liquid water at its surface, over the bulk geologic life of a planet. Relative to the question “Can a planet with plate tectonics have a climate that does not remain buffered at clement levels?”, the models reviewed in section 3 suggest that the answer is yes. That is, an active\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1854\nlid state (plate tectonics being an example) does not guarantee that climate will be buffered and liquid surface water will be present; the supply-limited weathering discussed in section 3 could make a planet too hot even with an active lid [Foley, 2015]. Several studies have shown that cooler surface conditions favor plate tectonics [Lenardic et al., 2008; Landuyt and Bercovici, 2009; Foley et al., 2012; Gillmann and Tackley, 2014], and this opens up the possibility that a planet that is too far from its star to allow for free liquid water at its surface could have plate tectonics. This possibility, together with models that show how an active lid planet can become too hot for liquid water, highlights that the connection between plate tectonics and habitability is not as clear-cut as is often implied.\nRelative to the questions “Is plate tectonics a requirement for climate stabilization?” and “Can planets with other modes of tectonics allow for climate buffering?”, modeling to date, using parameterized approaches, suggests that a sluggish lid mode of convection can potentially allow for climate stabilization [Foley, 2015; Jellinek and Jackson, 2015]. The distinction between active and sluggish lid convection is not purely one of semantics as the dominant energetic balances of the two modes differ [Crowley and O’Connell, 2012]. The models of section 4, which are preliminary and meant to motivate more so than to be conclusive, suggest that an episodic mode of tectonics can allow for climate buffering—although it should be noted that this mode does, at this stage, appear to be less robust in allowing for climate stabilization as compared to temporally smooth plate tectonics. One could argue that all these modes still share a key characteristic in that they involve some level of lateral lithosphere motion and some form of wholesale lithosphere subduction. The more extreme question one can ask is whether a stagnant lid planet that does not allow for significant lateral motion of the lithosphere and that is not associated with recycling of a lithosphere column en masse could allow for long-term climate buffering. That question is pertinent for terrestrial planets in general and also for the Earth specifically as it has been argued that the early Earth operated in a stagnant lid mode [e.g., Debaille et al., 2013]. For the early Earth, volcanic activity would be significant and the planet would be in, or close to, a heat pipe mode of operation [Moore and Webb, 2013]. We will focus the discussion that follows on that single-plate, stagnant lid, end-member (with some consideration of a transition from a global heat pipe mode to a more localized volcanism mode)."
  }, {
    "heading": "5.3. Habitability on One-Plate Planets",
    "text": "Under conditions of high internal heat production, the silicate mantle of a terrestrial planet can produce large volumes of melt which buoyantly segregate to the surface, transporting both heat and material. When the volcanic contribution to the surface heat flux exceeds the conductive, the system enters the heat pipe mode [O’Reilly and Davies, 1981; Moore and Webb, 2013]. Heat pipes confound some of the usual intuition regarding heat transport and lithospheric dynamics, because the advective transport of melt through the lithosphere decouples the lithospheric thickness from the heat flow. Where conductive lithospheres must thin to achieve high temperature gradients and transport more heat, heat pipe lithospheres thicken at higher heat flow, due to the rapid burial of cold surface material which results in depressed geotherms and strong, cold lids [Breuer and Moore, 2007]. Since the deep geotherms are up against the pressure-dependent limit of the solidus, the lid base is fairly flat, reducing convective stresses in the lithosphere which can work to suppress plate tectonics [Kankanamge and Moore, 2016].\nThe implications of a heat pipe mode for atmospheric and climatic evolution have not been investigated in detail, and the timing of the heat pipe era of Earth’s history remains uncertain. A heat pipe world differs in key respects from the modern Earth in several ways that can affect climate: hypsometry, resurfacing rate, outgassing rate, volatile cycling, and lava composition. We discuss each of these in the context of coupled climate-tectonic modeling efforts below.\nThe Archaean rock record is dominated by voluminous submarine basalt flows emplaced on what today are exposed continents. Assuming the operation of plate tectonics, this can be explained by more buoyant (thicker) oceanic crust [Moores, 2002] reducing the topographic contrast between continent and ocean and flooding the continents. An alternative explanation is that a heat pipe Earth possessed a very different hypsometry, consisting of a few uplifted regions but dominated by oceans of relatively uniform depth. The consequences for climate are driven by the relatively small subaerial exposure on which to perform silicate weathering and therefore conditions that could favor a dominance of seafloor weathering during this time [Kump and Barley, 2007; Rey and Coltice, 2008].\nIn a heat pipe mode, the resurfacing rate is tightly tied to the internal radiogenic heating rate because magmatic ascent timescales are short compared to heating and conductive timescales [Breuer and Moore, 2007].\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1855\nFor an Earth with about 200 TW of internal heat production, a few millimeters per year of global resurfacing will result. The frequency of resurfacing is high, and the exposure times are short. If individual flows are a few meters thick, then typical surface exposures are thousands of years as opposed to roughly a hundred million for modern seafloor. This leaves less time for interaction with surface water, but rapid cooling and thermal contraction will allow a few volume percent of water (along with dissolved gasses) to be contained within the descending crustal stack. This water will chemically alter the rocks, release volatiles, and act to lower the melting point of the resulting assemblage. As burial proceeds, wet melting can result in granitic composition melts that rise back up through the stack leading to the characteristic tonalite-trondhjemite-granodiorite common in ancient Archaean rocks. These granites record high-pressure, low-temperature, water-saturated melting conditions [Moyen et al., 2007], which has previously been inferred to be the result of convergent tectonics [Harrison, 2009]. However, a heat pipe regime produces these conditions broadly, rather than only in narrow regions at plate boundaries, perhaps explaining their widespread occurrence and frequent preservation [Moyen, 2011]. The granites formed in this way may be the key to stabilizing the first cratonic crust prior to the onset of plate tectonics and the initiation of arc-related granitic petrogenesis.\nWith high rates of volcanic eruption, the outgassing rate is high in the heat pipe regime. Like the resurfacing rate, this is controlled by the heating rate as well as the volatile content of the mantle. Once outgassed, volatiles may be entrained back into the crust and cycled downward by repeated eruptions (Figure 15a). In the heat pipe regime, the base of the crust/lithosphere is defined by melting, and thus, very little of the entrained volatiles will mix deeper into the interior—the melt zone acts as a water trap, sending water and other volatiles (CO2) back up with the rapidly segregating melt phase. Thus, the melt zone is a one-way valve for volatiles, letting them out but not back into the deep mantle. However, a critical aspect for potential climate stabilization is met in that volatiles still cycle between the atmosphere/hydrosphere and the lithosphere (albeit not the deeper mantle as with plate tectonics). As a planet cools, mantle melt zone can become localized, as opposed to global, and a planet can transition from a heat pipe mode to a volcanically active single-plate mode (i.e., the volcanic contribution to the surface heat flux becomes comparable to conduction across the lithosphere). Outgassing can still occur, albeit at a lower rate, and volatile cycling can now be driven by solid-solid phase changes (Figure 15b), as opposed to the solid-liquid limit associated with a global heat pipe mode, by direct mechanical mixing (Figure 15c) or by a combination of the two (Figure 15d). Note that all these volatile cycling modes are distinct from subduction as associated with plate tectonics on presentday Earth.\nThe high melt fractions experienced in the early history of the Earth led to significantly more mafic eruptive compositions, as evidenced by an abundance of komatiitic and other ultramafic rocks, erupted primarily in submarine conditions. These are often referred to as large igneous provinces (LIPs) in analogy with the plume-fed LIPs of the more modern Earth [Prokoph et al., 2004]; however, a heat pipe planet has no plate tectonics [Kankanamge and Moore, 2016], little to no thermal boundary layer at the core-mantle boundary, and no plumes. Heat pipe melts are instead generated in broad, passively upwelling regions nearly globally because mantle temperatures are at or near the solidus nearly everywhere. Submarine weathering reactions involving ultramafic rocks release significantly more reducing power than subaerial weathering of more felsic rocks does [Holland, 2002]. This difference may be the reason that oxygen does not begin to build up to modern levels in the atmosphere until after the era of dominant submarine volcanism ends [Kump and Barley, 2007] and/or when the composition of weatherable material above sea level becomes more silica rich [Lee et al., 2016].\nQualitatively, the above indicates that the ingredients needed to allow for climate buffering may well exist for a single-plate planet. The assumption that plate tectonics is critical for climate stabilization hinges on the drawdown of atmospheric gasses, via silicate weathering, and the existence of a deep carbon cycle, more generally a deep volatile cycle. Just as the phrase “stable climate” needs to be understood in context (as per section 2), the same holds for “deep volatile cycle.” If greenhouse gasses can be sequestered in the crust, then they are pulled out of the atmosphere. If new weatherable surface is not created, the system could congest—surface rock that becomes a carbon storage reservoir needs to be “cleared out” for new rock that can then drawdown carbon and the system can continue to operate. How “deep” does that rock, and associated volatile, cycling need to extend? That is, is it a requirement that it extends to the mantle or can deep, in so far as climate buffering is concerned, be limited to the crust? There has been no shortage of nonplate boundary rock cycling modes proposed (Figure 15) [see also Elkins-Tanton et al., 2007; Smrekar et al., 2007], and most do not extend as deep as subduction. Whether that precludes a continued level of volatile exchange between the atmosphere\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1856\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1857\nand a near-surface rock layer is an unanswered question (we know of no modeling efforts that have explored this potential). Even for the Earth, it has been argued that carbon cycling restricted to the crust, via storage on marginal platforms and subsequent metamorphic release, is a bigger contribution to the climate evolution of our planet than has been previously thought [Lee et al., 2013]. In short, deep carbon/volatile cycling, as it pertains to climate stabilization, could well extend only to the crustal level. That is a qualitative statement.\nQuantitatively, can it be shown that the ingredients laid out above can work together so as to stabilize climate, to the degree that free liquid water can exist for geologic time periods, on a single-plate planet? Early generation modeling suggested that it may well be possible [Pollack et al., 1987]. Since that study, with some notable exceptions [Halevy and Head, 2014], there has been little modeling work focussed directly on this question, although there are signs that this may change soon [e.g., Tosi et al., 2016]. Indeed, recent work that has expanded our understanding of a heat pipe or volcanically active single-plate planet has the potential to be linked to climate and surface processes models to directly address the question of the degree to which a single-plate planet can, or cannot, provide for climate buffering. We expect that that type of modeling will bubble to the community surface in the near future."
  }, {
    "heading": "6. Parting Thoughts and Future Thoughts",
    "text": "Planets evolve. Over its geologic lifetime, the volcanic and tectonic regimes, the areal distribution, arrangement and topography of continents, and the depth and spatial coverage of the oceans on a planet will not be constant. Changes may be gradual, paced by the secular shifts in plate motion speeds and volcanism related to the slow decay of radioactive elements in the crust and mantle over billion year timescales. Alternatively, transitions in tectonic mode and related variations in volcanic and weathering regimes may be relatively rapid or even geologically abrupt, characterized by periodic or irreversible shifts on 10–100 Myr timescales. Such behaviors are ultimately expressed in a planet’s climate regime through effects on the volcanic sources and weathering sinks for CO2.\nOn Earth, there is little doubt that variations in volcanic and weathering regimes have contributed to significant shifts around a mean climate regime that is otherwise remarkable for clement and habitable conditions over much of its 4.6 billion year history. The protracted Cretaceous supergreenhouse and the Neoproterozoic global glaciations are well-known examples of this variability, and Earth’s return to more moderate climate conditions is testimony to a level of resilience in our planet’s dynamic system. Although more debatable, connections exist between such examples of long-term climate change and inherent intermittency in Earth’s plate tectonic regime related to shifts in tectonic mode (cf. section 4.2) or to time-dependent changes in the planform of plate tectonics related to supercontinental cycles [e.g., Lee et al., 2013; McKenzie et al., 2016]. Although such climatic shifts have remarkable expressions in the fossil record including the abrupt rise of complex animals following the last global glaciation, which terminated about 630 Myr [Hoffman, 2009], a distinctive feature of life on Earth is its perseverance.\nWe have argued that the existence and resilience of Earth’s habitable climate is an explicit consequence of links between the tectonic and climatic regimes of the planet. Using models of various class as well as inferences drawn from geological data, we have also argued that the variability in Earth’s evolving tectonic mode has introduced time dependence into the character of its habitable climate state, somehow without shifting Earth away from this regime irreversibly. A range of questions consequently emerge as follows: How representative is the Earth’s coupled climatic, volcanic, and tectonic history for terrestrial planets in general? and How, for example, might the evolution of a terrestrial planet play out for very different formation conditions (e.g., differences in solar proximity and differences in the internal energy of a planet)? Philosophically, a practical question is simply how do we proceed? What methodologies / strategies might we take to the generic problem of understanding explicit links between the tectonic and climatic regimes of a terrestrial planet where the aim is to understand the occurrence, longevity, and resilience of habitability?\nThe above recaps both the motivation of this paper and the material, necessarily incomplete, covered within it. For the different timescales of potential interest, we have reviewed some pertinent modeling strategies and, as best we can, suggested future work. In doing so, we have kept an eye toward future modeling work that is within immediate reach. We have also held to a focus on temporal evolution and change (potential changes in tectonic modes and associated volatile cycling). These are at the core dynamic issues and, a background motivator that runs through this contribution, is how can we, as a community, more directly include dynamics into the way we define the habitability potential of a planet. Seeking to gain a better\nLENARDIC ET AL. TECTONIC-CLIMATE COUPLING 1858\nunderstanding of the coupled coevolutions of planetary interiors and exteriors, under the range of conditions that could apply to terrestrial planets in general as well as with an Earth history focus, is a reasonable step in that direction. A step that we would argue is far from complete, which should be clear given the number of times phrases such as “valuable future work” appear in this paper, and also a step that we would argue is within reach.\nModels do not develop in vacuum but are driven by, refined by, and tested against observations and/or experiments. Given the planet we live on, it is no surprise that models of coupled climate-tectonics have dominantly focussed the tectonic component on tectonics as it has operated on this planet over the last 100–200 Myr. Two factors, one associated with observational data sets from the Earth and the other with the hope of forthcoming data from beyond the Earth, may change that modeling landscape. Interpretations of geologic data sets from the early Earth, over epochs with evidence of life and free liquid water at the Earth’s surface, have been argued to support the idea that the Earth operated in different volcanic-tectonic modes over its lifetime. This inference remains debatable, and a reasonable way to view the discussion is that multiple working hypotheses have been put forward. Multiple working hypotheses can drive looking at data in new ways and looking for new data that bear on discriminating between the ideas. They can also drive added quantitative modeling work to push the limits of mapping the predictions that come from each hypothesis. This, ideally, will drive future models that, for example, take the recent work that has expanded our understanding of a heat pipe or volcanically active single-plate planet and link it to climate and surface processes models.\nThe other factor at work is the growing taxonomy of extra solar terrestrial planets. Future exoplanet missions (lets be optimistic) provide the potential for a wealth of new data. All of it will be of interest, but arguably, exoplanet mission goals are most strongly driven by the potential that some of the observations will provide signals that life might exist on a terrestrial exoplanet. What the signal(s) might be, how to search for it(them), and how to zoom in on more likely planets touches directly on the issue of the conditions needed to allow free liquid water to exist at the surface of a planet over geologic timescales. With some characterization and understanding of the growing bandwidth of tectonic conditions, however, transient, that can support habitable climates, what is the distinctive signal of such habitability? If we relax the requirement that plate tectonics is required for life, consistent with our work, what do we look for and how do we look for it? Practically, this result provides an opportunity: A new wave of coupled climate-tectonic models that treat “tectonics” in a general sense is required to explore a broader range of possibilities than exist currently. In our view, such modeling efforts will need to be formulated in a statistical/probabilistic way to explore a wide range of potential planetary evolutions. An aim of this evolution in approach toward “ensemble”-type modeling is to develop distribution functions for the habitability potential at different times in a given planet’s evolution.\nAs a final remark, our work suggests that habitability may well be a time-dependent property of a planet’s evolution that can emerge for potentially variable tectonic modes. To make critical progress on understanding the occurrence, resilience, and longevity of a climate state that allows for life in a way that captures the variability expressed in our solar system as well as in the pantheon of extra solar planets requires a fundamental break from the general deterministic way climate-tectonic modeling is carried out. However, daunting, such a shift in thinking enables a richness perhaps commensurate with an enduring insight we as people have gained from our explorations of terrestrial planets, and satellites, thus far in our history of such exploration: Each has provided us with surprises, and all, to variable degrees, appear to have evolved differently."
  }],
  "year": 2016,
  "references": [{
    "title": "Indication of insensitivity of planetary weathering behavior and habitable zone to surface",
    "authors": ["D.S. Abbot", "N.B. Cowan", "F.J. Ciesla"],
    "year": 2012
  }, {
    "title": "The formation of an impact-generated",
    "authors": ["Y. Abe", "T. Matsui"],
    "year": 1985
  }, {
    "title": "The uptake of carbon during alteration of ocean crust, Geochim",
    "authors": ["J.C. Alt", "D.A. H"],
    "venue": "Teagle",
    "year": 1999
  }, {
    "title": "Tectonic effects of climate change on Venus",
    "authors": ["F. Anderson"],
    "venue": "Smrekar",
    "year": 1999
  }, {
    "title": "Why was flood volcanism on submerged continental platforms so common in the Precambrian",
    "authors": ["N. Arndt"],
    "venue": "Precambrian Res.,",
    "year": 1999
  }, {
    "title": "Solar models: Current epoch and time dependences, neutrinos, and helioseismological properties, Astrophys",
    "authors": ["J.N. Bahcall", "M.H. Pinsonneault", "S. Basu"],
    "venue": "J., 555,",
    "year": 2001
  }, {
    "title": "Iron formation: The sedimentary product of a complex interplay among mantle, tectonic",
    "authors": ["A. Bekker", "J.F. Slack", "N. Planavsky", "B. Krapez", "A. Hofmann", "K.O. Konhauser", "O.J. Rouxel"],
    "venue": "oceanic, and biospheric process, Econ. Geol.,",
    "year": 2010
  }, {
    "title": "Constraints from zircon Hf-isotope data, Lithos",
    "authors": ["D. Bercovici", "P. Tackley", "Y. Ricard"],
    "venue": "Treatise on Geophysics,",
    "year": 2015
  }, {
    "title": "The need for mass balance and feedback in the geochemical carbon",
    "authors": ["D. Bercovici", "G. Schubert", "pp", "Elsevier", "R.A. New York. Berner", "K. Caldeira"],
    "venue": "cycle, Geology,",
    "year": 1997
  }, {
    "title": "Secular trends in the geologic record and the supercontinent cycle",
    "authors": ["D.C. Bradley"],
    "venue": "Earth Sci. Rev.,",
    "year": 2011
  }, {
    "title": "The fate of Earth’s ocean, Hydrol",
    "authors": ["C. Bounama", "S. Franck"],
    "venue": "composition?, Icarus,",
    "year": 2001
  }, {
    "title": "The effect of solar radiation variations on the climate of the Earth, Tellus",
    "authors": ["W R"],
    "venue": "Earth Planet. Sci.,",
    "year": 1969
  }, {
    "title": "The plate tectonics wars, Astron. Now, 18–20",
    "authors": ["M. Chorost"],
    "venue": "J. Geophys. Res.,",
    "year": 2013
  }, {
    "title": "Earth as an Evolving System, 2nd ed., 578 pp",
    "authors": ["K.C. 319–332. Condie"],
    "year": 2011
  }, {
    "title": "The thermal evolution of an Earth with strong subduction",
    "authors": ["C. P", "B.H. Hager"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 1999
  }, {
    "title": "Water cycling between ocean and mantle: Super-Earths need not be waterworlds, Astrophys",
    "authors": ["D.S. Abbot"],
    "year": 2014
  }, {
    "title": "Plate Tectonics and Geomagnetic Reversals, 702 pp",
    "authors": ["A. Cox"],
    "venue": "J. Int.,",
    "year": 1973
  }, {
    "title": "Critical taper model of fold-and-thrust belts and accretionary wedges",
    "authors": ["F.A. Dahlen"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 1990
  }, {
    "title": "Stagnant-lid tectonics in early Earth",
    "authors": ["V. 963–966. Debaille", "C. O’Neill", "A.D. Brandon", "P. Haenecour", "Q.Z. Yin", "N. Mattielli", "A.H. Treiman"],
    "year": 2013
  }, {
    "title": "Divergent evolution of Earth and Venus: Influence of degassing, tectonics, and magnetic fields, Icarus",
    "authors": ["P. Driscoll", "D. Bercovici"],
    "year": 2013
  }, {
    "title": "Volcanism and volatile recycling on a one-plate planet: Applications",
    "authors": ["L.T. 181–191. Elkins-Tanton", "S.E. Smrekar", "P.C. Hess", "E.M. Parmentier"],
    "year": 2007
  }, {
    "title": "Atmospheric influence of Earth’s earliest sulfur",
    "authors": ["H. Bao"],
    "venue": "Venus, J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "A case for late-Archaean continental emergence from thermal evolution models and",
    "authors": ["N. 992–1012. Flament", "N. Coltice", "P.F. Rey"],
    "year": 2008
  }, {
    "title": "hypsometry, Earth Planet",
    "authors": ["B.J. Foley"],
    "year": 2015
  }, {
    "title": "Scaling laws for convection with temperature-dependent viscosity and grain-damage",
    "authors": ["B.J. Foley", "D. Bercovici"],
    "venue": "planets, Astrophys. J.,",
    "year": 2014
  }, {
    "title": "The conditions for plate tectonics on super-Earths: Inferences from convection models with",
    "authors": ["B.J. Foley", "D. Bercovici", "W. Landuyt"],
    "year": 2012
  }, {
    "title": "damage, Earth Planet",
    "authors": ["B.J. Foley", "P.E. Driscoll"],
    "year": 2016
  }, {
    "title": "On the relative importance of the driving forces of plate motion, Geophys",
    "authors": [],
    "venue": "Geochem. Geophys. Geosyst.,",
    "year": 1975
  }, {
    "title": "Bounama (1995b), Rheology and volatile exchange in the framework of planetary evolution, Adv",
    "authors": ["S. Franck"],
    "venue": "Phys. Earth Planet. Inter.,",
    "year": 1999
  }, {
    "title": "Habitable zone for Earth-like planets in the solar",
    "authors": ["Chem. Geol"],
    "venue": "Svirezhev",
    "year": 2000
  }, {
    "title": "Volcanic forcing of climate over the past 1500 years: An improved ice core-based index",
    "authors": ["A. Robock", "C. Ammann"],
    "venue": "Planet. Space Sci.,",
    "year": 2008
  }, {
    "title": "Solar interior structure and luminosity variations, Sol",
    "authors": ["D.O. 661–667. Gough"],
    "venue": "Head",
    "year": 1981
  }, {
    "title": "Mantle solidus: Experimental constraints and the effects of peridotite composition, Geochem",
    "authors": ["M.M. 79–88. Hirschmann"],
    "venue": "Geophys. Geosyst.,",
    "year": 2000
  }, {
    "title": "Pan-glacial—A third state in the climate system, Geology Today",
    "authors": ["P.F. Hoffman", "D.P. Schrag"],
    "venue": "Terra Nova,",
    "year": 2000
  }, {
    "title": "Continental growth and mantle hydration as intertwined feedback cycles in the thermal evolution of Earth",
    "authors": ["D. Honing", "T. Spohn"],
    "year": 2016
  }, {
    "title": "Biotic vs. abiotic Earth: A model for mantle hydration and continental coverage",
    "authors": ["D. Honing", "H. Hansen-Goos", "A. Airo", "T. Spohn"],
    "venue": "Phys. Earth Planet. Inter.,",
    "year": 2014
  }, {
    "title": "Feedback between mountain belt growth and plate convergence, Geology",
    "authors": ["H.-P. Bunge", "T.H. Dixon"],
    "venue": "Planet. Space Sci.,",
    "year": 2006
  }, {
    "title": "Major and trace element composition of the high",
    "authors": ["M.G. 477. Jackson", "A. M"],
    "venue": "Jellinek",
    "year": 2013
  }, {
    "title": "Connections between the bulk composition, geodynamics and habitability of Earth",
    "authors": ["A.M. 1002/2016JE005089 Jellinek", "M.G. Jackson"],
    "venue": "Nat. Geosci.,",
    "year": 2015
  }, {
    "title": "Conditions for oceans on Earth-like planets orbiting within the habitable zone: Importance of volcanic CO2",
    "authors": ["S. 587–593. Kadoya", "E. Tajika"],
    "year": 2014
  }, {
    "title": "Heat transport in the Hadean mantle: From heat pipes to plates, Geophys",
    "authors": ["D.G.J. Kankanamge", "W.B. Moore"],
    "venue": "degassing, Astrophys. J.,",
    "year": 2016
  }, {
    "title": "Runaway and moist greenhouse atmospheres and the evolution of Earth and Venus, Icarus",
    "authors": ["C. B", "B. Schoene"],
    "venue": "Habitable Zones Around Main Sequence Stars, Icarus,",
    "year": 2015
  }, {
    "title": "Energetics of mantle convection and the fate of fossil heat",
    "authors": ["J. Korenaga"],
    "venue": "Geophys. Res. Lett., 30(8),",
    "year": 2003
  }, {
    "title": "Global chemical erosion during the cenozoic: Weatherability balances the budgets, in Tectonic Uplift",
    "authors": ["M.A. Arthur"],
    "year": 1997
  }, {
    "title": "Cenozoic climate change as a possible cause for the rise of the Andes, Nature",
    "authors": ["S. Lamb", "P. Davis"],
    "year": 2003
  }, {
    "title": "Variations in planetary convective via the effect of climate on damage, Earth Planet",
    "authors": ["D. Bercovici"],
    "year": 2009
  }, {
    "title": "An improved geochemical model of atmospheric CO2 fluctuations over past",
    "authors": ["A.C. 29–37. Lasaga", "R.A. Berner", "R.M. Garrels"],
    "year": 1985
  }, {
    "title": "Continents-island arc fluctuations, growth of crustal carbonates, and long-term climate",
    "authors": ["AGU pp", "Washington", "D.C. Lee", "C. T"],
    "venue": "change, Geosphere,",
    "year": 2013
  }, {
    "title": "The rise and fall of continental arcs: Interplays between magmatism, uplift, weathering",
    "authors": ["S. Thurner", "S Paterson", "W. Cao"],
    "year": 2015
  }, {
    "title": "Two-step rise of atmospheric oxygen linked to the growth",
    "authors": ["C. T", "L. Yeung", "N. McKenzie", "Y. Yokoyama", "K. Ozaki"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 2016
  }, {
    "title": "A mechanism for crustal recycling on Venus",
    "authors": ["W.M. Kaula", "D.L. Bindschadler"],
    "venue": "continents, Nat. Geosci.,",
    "year": 1993
  }, {
    "title": "Atmospheric homeostasis by and for the biosphere: The Gaia Hypothesis, Tellus",
    "authors": ["L. Margulis"],
    "venue": "Phys. Earth Planet. Inter.,",
    "year": 1974
  }, {
    "title": "The efficiency of plate tectonics and nonequilibrium dynamical evolution of planetary mantles",
    "authors": ["W. B", "A.A.G. Webb"],
    "venue": "weathering, Nat. Geosci.,",
    "year": 2013
  }, {
    "title": "Mantle convection with a brittle lithosphere: Thoughts on the global tectonic styles of the Earth",
    "authors": ["L. doi:10.1130/0016-7606. Moresi", "V. S"],
    "venue": "Solomatov",
    "year": 1998
  }, {
    "title": "Rises, trenches, great faults, and crustal blocks",
    "authors": ["W.J. 2154–2162. Morgan"],
    "venue": "J. Geophys. Res.,",
    "year": 1968
  }, {
    "title": "Archaean crustal growth, Lithos",
    "authors": ["J. van"],
    "venue": "Hunen",
    "year": 2012
  }, {
    "title": "The influence of early plate tectonics on the thermal evolution and magnetic field of Mars",
    "authors": ["F. 3211–3214. Nimmo", "D. Stevenson"],
    "venue": "J. Geophys",
    "year": 2000
  }, {
    "title": "Coupling the atmosphere with interior dynamics: Implications for the resurfacing",
    "authors": ["L. Noack", "D. Breuer", "T. Spohn"],
    "year": 2012
  }, {
    "title": "Episodic Precambrian subduction",
    "authors": ["A. Lenardic", "L. Moresi", "T.H. Torsvik", "C.-T.A. Lee"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 2007
  }, {
    "title": "Earth’s punctuated tectonic evolution: Cause and effect",
    "authors": ["C. 1002/2016JE005089 O’Neill", "A. Lenardic", "K.C. Condie"],
    "venue": "J. Geol. Soc.,",
    "year": 2013
  }, {
    "title": "A window for plate tectonics in terrestrial planet",
    "authors": ["C. doi:10.1144/SP389.4. O’Neill", "A. Lenardic", "M. Weller", "L. Moresi"],
    "venue": "Quenette",
    "year": 2016
  }, {
    "title": "Collisional erosion and the non-chondritic composition of the terrestrial planets",
    "authors": ["H.S.C. O’Neill", "H. Palme"],
    "venue": "Philos. Trans. R. Soc. A,",
    "year": 2008
  }, {
    "title": "Magma transport of heat on Io: A mechanism allowing a thick lithosphere",
    "authors": ["T.C. 4205–4238. O’Reilly", "G.F. Davies"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1981
  }, {
    "title": "A link between large mantle melting events and continent growth seen in osmium",
    "authors": ["D.G. 313–316. Pearson", "S.W. Parman", "G.M. Nowell"],
    "year": 2007
  }, {
    "title": "Principles of Planetary Climate, 652 pp",
    "authors": ["R.T. Pierrehumbert"],
    "venue": "isotopes, Nature,",
    "year": 2010
  }, {
    "title": "The case for a wet, warm climate on early Mars, Icarus",
    "authors": ["J.B. Pollack", "J.F. Kasting", "S.M. Richardson"],
    "venue": "Poliako",
    "year": 1987
  }, {
    "title": "Tectonic forcing of late",
    "authors": ["M.E. doi:10.1086/379689. Raymo", "W. F"],
    "venue": "Ruddiman",
    "year": 1992
  }, {
    "title": "Erosional and climatic effects on long-term chemical weathering rates in granitic",
    "authors": ["C.S. 635–638. Riebe", "J.W. Kirchner", "R.C. Finkel"],
    "year": 2004
  }, {
    "title": "The effects of deep water cycling on planetary thermal evolution",
    "authors": ["A. Lenardic", "P. McGovern"],
    "venue": "J. Geophys. Res.,",
    "year": 2011
  }, {
    "title": "The persistence of oceans on Earth-like planets: Insights from the deep-water cycle, Astrophys",
    "authors": [],
    "venue": "Sasselov",
    "year": 2015
  }, {
    "title": "Importance of tropospheric",
    "authors": ["A. Schmidt", "K.S. Carslaw", "G.W. Mann", "A. Rap", "K.J. Pringle", "D.V. Spracklen", "M. Wilson", "P.M. Forster"],
    "year": 2012
  }, {
    "title": "Mantle Convection in the Earth and Planets, 956 pp",
    "authors": ["D.L. Turcotte", "P Olsen"],
    "venue": "Geophys. J. R. Astron. Soc.,",
    "year": 2001
  }, {
    "title": "A normalised seawater strontium isotope curve: Possible implications for Neoproterozoic–Cambrian weathering rates",
    "authors": ["G.A. 171–203. Shields"],
    "year": 2007
  }, {
    "title": "Intermittent plate tectonics",
    "authors": ["P. G", "M.D. Behn"],
    "venue": "and the further oxygenation of the Earth,",
    "year": 2008
  }, {
    "title": "Carbon dioxide cycling and implications for climate on ancient Earth",
    "authors": [],
    "venue": "Zahnle",
    "year": 2001
  }, {
    "title": "Terrestrial aftermath of the Moon-forming impact, Phil",
    "authors": ["N.H. 3666–3672. Sleep", "K.J. Zahnle", "R.E. Lupu"],
    "venue": "Trans. R",
    "year": 2014
  }, {
    "title": "Scaling of temperature- and stress-dependent viscosity convection",
    "authors": ["L.W. Esposito", "E.R. Stofan", "AGU T.E. Cravens", "Washington", "V.S.D.C. Solomatov"],
    "venue": "Phys. Fluids,",
    "year": 1995
  }, {
    "title": "The importance of temporal stress variations for the initiation of plate tectonics",
    "authors": ["V. Stamenkovic", "T. Hoink"],
    "venue": "dissolved load, J. Geophys. Res.,",
    "year": 2016
  }, {
    "title": "weathering versus loss by magmatic outgassing, Geochim",
    "authors": ["E.T. Sundquist"],
    "venue": "Cosmochim. Acta,",
    "year": 1991
  }, {
    "title": "Atmospheric and environmental effects of the 1783–1784 Laki eruption: A review and reassessment",
    "authors": ["T. 1002/2016JE005089 Thordarson"],
    "venue": "Self",
    "year": 2003
  }, {
    "title": "On the habitability",
    "authors": ["N. doi:10.1002/wcc.192. Tosi", "B. Stracke", "M. Godolt", "T. Ruedas", "J.L. Grenfell", "D. Hning", "A. Nikolaou", "A.-C. Plesa", "D. Breuer", "T. Spohn"],
    "year": 2016
  }, {
    "title": "An episodic hypothesis for Venusian tectonics",
    "authors": ["L. D"],
    "venue": "a stagnant-lid Earth, Geophys. Res. Abstr.,",
    "year": 1993
  }, {
    "title": "Rare Earth: Why Complex Life is Uncommon in the Universe, Copernicus",
    "authors": ["R. D", "D. Donald Brownlee"],
    "venue": "temperature, J. Geophys. Res.,",
    "year": 2004
  }, {
    "title": "Tectonic and climatic controls on silicate weathering",
    "authors": ["A.J. West", "A. Galy", "M. Bickle"],
    "venue": "planets, Earth Planet. Sci. Lett.,",
    "year": 2005
  }, {
    "title": "Emergence of a habitable planet",
    "authors": ["K. Zahnle", "N. Arndt", "C. Cockell", "A. Halliday", "E. Nisbet", "F. Selsis", "N. H"],
    "venue": "Sleep",
    "year": 2007
  }, {
    "title": "Middle Archean continent formation by crustal delamination, Geology, 29, 1083–1086",
    "authors": ["T. 35–78. Zegers", "P.E. van"],
    "venue": "Keken",
    "year": 2001
  }],
  "id": "SP:9edfcbf74023a0b0de4bd44bd9a6a1007bd8d04f",
  "authors": [{
    "name": "A. Lenardic",
    "affiliations": []
  }, {
    "name": "A. M. Jellinek",
    "affiliations": []
  }, {
    "name": "B. Foley",
    "affiliations": []
  }, {
    "name": "C. O’Neill",
    "affiliations": []
  }, {
    "name": "W. B. Moore",
    "affiliations": []
  }],
  "abstractText": "Interactions among tectonics, volcanism, and surface weathering are critical to the long-term climatic state of a terrestrial planet. Volcanism cycles greenhouse gasses into the atmosphere. Tectonics creates weatherable topography, and weathering reactions draw greenhouse gasses out of the atmosphere. Weathering depends on physical processes governed partly by surface temperature, which allows for the potential that climate-tectonic coupling can buffer the surface conditions of a planet in a manner that allows liquid water to exist over extended timescales (a condition that allows a planet to be habitable by life as we know it). We discuss modeling efforts to explore the level to which climate-tectonic coupling can or cannot regulate the surface temperature of a planet over geologic time. Thematically, we focus on how coupled climate-tectonic systems respond to the following: (1) changes in the mean pace of tectonics and associated variations in mantle melting and volcanism, (2) large-amplitude fluctuations about mean properties such as mantle temperature and surface plate velocities, and (3) changes in tectonic mode. We consider models that map the conditions under which plate tectonics can or cannot provide climate buffering as well as models that explore the potential that alternate tectonic modes can provide a level of climate buffering that allows liquid water to be present at a planet’s surface over geological timescales. We also discuss the possibility that changes in the long-term climate state of a planet can feedback into the coupled system and initiate changes in tectonic mode.",
  "title": "Journal of Geophysical Research: Planets Climate-tectonic coupling: Variations in the mean, variations about the mean, and variations in mode"
}