{
  "sections": [{
    "text": "Plain Language Summary This paper describes volcanic ash and sulfate deposition in West Antarctica from the June 2011 Puyehue-Cordón Caulle eruption in Chile. This volcanic eruption was the largest of the 21st century to date and had major impacts on air travel throughout the Southern Hemisphere. Although several publications have described satellite observations of ash in the atmosphere following the eruption, our results provide the first evidence of deposition of ash and sulfate in the high latitudes. We show that transport and deposition occurred rapidly, within ~2–3 weeks following the eruption, suggesting that transport of both phases occurred primarily through the troposphere. Here for the first time, we assess a highly resolved record of deposition from amidlatitude eruption in Antarctic snow andmake comparisons to several well-documented low- and high-latitude eruptions. We show that ash/sulfate phasing, ash particle size distributions, and geochemistry distinguish this midlatitude eruption from low- and high-latitude eruptions. These detailed characterizations of volcanic products in ice cores can aid in identifying the probable volcanic origins of presently unidentified eruptions in the ice core record, ultimately helping to pinpoint specific volcanoes and to elucidate their effects on past climate."
  }, {
    "heading": "1. Introduction",
    "text": "Intermittent volcanic eruptions provide pulses of gases and aerosols to the atmosphere, where they can have complex impacts on atmospheric radiative forcing, human health, and ecological systems [e.g., Stuiver et al., 1995; Zielinski, 2000; Robock, 2000; Thordarson and Self, 2003; Browning et al., 2015; Sigl et al., 2015; Büntgen et al., 2016]. The subsequent deposition of these aerosols, primarily sulfate aerosols and silicate ash particles, in sedimentary archives including polar ice sheets, provides a time horizon associated with each event. These\nKOFFMAN ET AL. PUYEHUE TRANSPORT TO WEST ANTARCTICA 8908\nSupporting Information: • Supporting Information S1\nCorrespondence to: B. G. Koffman, bess.koffman@colby.edu\nCitation: Koffman, B. G., et al. (2017), Rapid transport of ash and sulfate from the 2011 Puyehue-Cordón Caulle (Chile) eruption to West Antarctica, J. Geophys. Res. Atmos., 122, 8908–8920, doi:10.1002/2017JD026893.\nReceived 1 APR 2017 Accepted 27 JUN 2017 Accepted article online 20 JUL 2017 Published online 19 AUG 2017\n©2017. American Geophysical Union. All Rights Reserved.\nvolcanic time horizons serve as important chronostratigraphic markers in the sedimentary record, allowing for the temporal association of individual records from disparate sites [Hammer, 1980; Grönvold et al., 1995; Legrand and Mayewski, 1997; Palmer et al., 2001; Davies et al., 2002, 2012; Dunbar et al., 2003; Vinther et al., 2006; Sigl et al., 2015]. In addition, detailed characterization of ash particle size distributions and the temporal phasing offsets of ash and sulfate deposition in ice cores has the potential to shed light on eruptions of unknown origin [Zdanowicz et al., 1999; Koffman et al., 2013], improving our understanding of the location and magnitude of past eruptions, and ultimately their effects on climate.\nExisting work on volcanic records preserved in Antarctic ice cores has focused largely on explosive tropical eruptions, which produce enormous volumes of sulfur dioxide gas (which oxidizes to sulfate aerosol) and have the capacity to cool global climate by over 1°C for up to a decade [Castellano et al., 2005; Cole-Dai et al., 2009; Sigl et al., 2013, 2014, 2015; Stoffel et al., 2015]. A second focus has been on high-latitude (i.e., Antarctic) eruptions, which tend to produce less sulfate, but deposit sufficient quantities of ash for geochemical fingerprinting and/or radioisotopic dating, useful for understanding volcanic behavior [Wilch et al., 1999; Kelly et al., 2008; Dunbar et al., 2008; Dunbar and Kurbatov, 2011]. Prior work on the West Antarctic Ice Sheet (WAIS) Divide deep ice core found that some low- and high-latitude eruptions produce distinct depositional patterns of sulfate and tephra including differences in ash/sulfate depositional phasing and ash particle size distributions; however, the previous study was not able to assess deposition from a knownmidlatitude event [Koffman et al., 2013]. Given the inherent challenges in source attribution and the infrequency of observed volcanic events, to date, there has not been a midlatitude eruption in the Southern Hemisphere (SH) that was observed by modern instrumentation and which produced clear, documented deposition in Antarctica. For example, the midlatitude Cerro Hudson (Chile) eruption of August 1991 is difficult to distinguish in the ice core record from the low-latitude Mount Pinatubo (Philippines) eruption, which occurred 2 months earlier, in June 1991 [Palmer et al., 2001; Cole-Dai et al., 1999]. For this reason, the June 2011 eruption of the Puyehue-Cordón Caulle volcanic complex (hereafter PCC) in central Chile (40.59°S, 72.117°W, 2236 m above sea level (asl)) provides an opportunity to evaluate the deposition of volcanic products in Antarctica from a midlatitude eruption without the confounding effects of a contemporaneous low- or high-latitude eruption.\nStarting 4 June 2011, PCC produced a Volcanic Explosivity Index 5 eruption [Global Volcanism Program, 2013; Alloway et al., 2015], shutting down air travel around the SH. The volcano injected a plume of ash and ~200 kt of sulfur dioxide (SO2 [Clarisse et al., 2013; Theys et al., 2013]) about 12–13 km vertically into the atmosphere, reaching tropopause heights [Klüser et al., 2013]. Satellite observations show that the ash cloud circled the globe between 40° and 60°S 4 times between 4 June and 20 July, with portions of the ash band sweeping over Antarctica (Figure 1) [Clarisse et al., 2013; Klüser et al., 2013]. The ash presence in the atmosphere was particularly long-lived, in part from the injection of new ash within 10 days of the main event due to ongoing PCC eruptions [Clarisse et al., 2013]. While several studies have focused on the transport of this ash and SO2 plume using various methods of detection, to our knowledge, no one has yet searched for a related depositional signal captured in Antarctic surface snow.\nIn order to evaluate the high-latitude (Antarctic) deposition of sulfate and ash from the 2011 PCC eruption, we collected and analyzed surface snow samples from West Antarctica. Here we report on these measurements, providing the first evidence of deposition from this event in Antarctica and another potential chronostratigraphic marker for future ice core studies. Our goals with this study are twofold: (1) to describe deposition from the PCC eruption, including elevated sulfate as well as cryptotephra geochemical composition and particle size distribution, and (2) to evaluate the depositional patterns, including the phasing of ash and sulfate aerosols, of this midlatitude eruption in comparison to documented low- and high-latitude eruptions. This latter effort ultimately is aimed at improving methodologies for the identification of volcanic sources in Antarctic ice core records, which is critical for understanding past volcanic impacts on radiative forcing prior to widespread modern atmospheric observations."
  }, {
    "heading": "2. Methods",
    "text": ""
  }, {
    "heading": "2.1. Study Site and Sample Collection",
    "text": "The West Antarctic Ice Sheet (WAIS) Divide field camp is the site of a deep ice core drilling campaign which resulted in the extraction of an ice core record spanning the past ~70 ka at high resolution [West Antarctic Ice\nKOFFMAN ET AL. PUYEHUE TRANSPORT TO WEST ANTARCTICA 8909\nSheet Divide Project Members, 2013]. For this study we collected surface snow and shallow firn samples from within the clean-air sector of the WAIS Divide camp, several kilometers from the deep drilling site (79.468°S, 112.086°W, 1766 m asl). The clean-air sector is a region upwind from the field camp and away from land and air travel routes to avoid potential contamination. At WAIS Divide, the prevailing wind is from the NE [Koffman et al., 2014]. The proximity of our samples to the deep ice core site (<5 km) makes our measurements and interpretations directly relatable to those made on the WAIS Divide ice core.\nIn January 2012 we collected snow samples from a 1.5 m deep snow pit. After excavating the pit, we removed 5–10 cm from the sampling wall with a plastic shovel, then horizontally scraped away an additional ~2 cm of the sampling wall with plastic scrapers cleaned with Citranox™ detergent and Millipore™ Milli-Q ultrapure water. We then collected samples at 2.5 cm resolution into clean plastic bottles for ice chemistry and microparticle analysis and measured snow density at 5 cm intervals in order to correct measured depths to water equivalent (we). Using we depths allows the comparison of equivalent quantities of water accumulation, thus accounting for changes in snow/firn density with depth. Workers wore Tyvek nonparticulating suits, face masks, and plastic gloves. In January 2013 we collected a 10 m shallow firn core (WDC13A2) from within 1–2 km of the pit location, also in the clean-air sector of theWAIS Divide field camp. Both pit and core samples were shipped frozen to Dartmouth College and stored in a freezer until melting and analysis."
  }, {
    "heading": "2.2. Major Ion Analyses",
    "text": "We analyzed major ion compositions of both snowpit and ice core samples using a Dionex™ ICS-5000 Reagent-Free™ Capillary HPIC™ system at Dartmouth College. The instrument injects 10 μL of sample for the cation (Na, Mg, Ca, NH4 +, and K) analysis and 30 μL for the anion (NO3 , SO4\n2 , Cl , and methanesulfonic acid (MSA)) analysis. We created mixed cation and anion standards to make standard curves. The limit of\nKOFFMAN ET AL. PUYEHUE TRANSPORT TO WEST ANTARCTICA 8910\ndetection of all ions is estimated at 0.2 ppb. Instrumental blanks of Millipore™ Milli-Q ultrapure water are as follows: not detected (MSA, SO4 2 , Cl , Mg, K, Ca, and Na), 0.31 ppb (NO3 ), and 0.34 ppb (NH4 +)."
  }, {
    "heading": "2.3. Particle Analyses",
    "text": "We analyzed the snowpit samples on a Coulter Counter Multisizer 3™ at Dartmouth College, using a 50% dilution of ISOTON II™ diluent. Using a 50 μm aperture tube, wemeasured particles in 300 bins spanning 1–30 μm diameter. Blanks of pure ISOTON II™ typically had 30–40 particles per mL, and we report blank-corrected data. The Coulter Counter is housed under a high-efficiency particulate air (HEPA) filtered-air hood, and all sample handling occurs under HEPA-filtered air."
  }, {
    "heading": "2.4. Tephra Geochemistry",
    "text": "To determine whether the particles detected on the Coulter Counter were cryptotephra, we analyzed particles using a Tescan Vega-II XMU scanning electron microscope (SEM) equipped with an EDAX Apollo SSD40 energy dispersive spectrometer (EDS) at the University of Maine. To prepare the samples for analysis, we used the methods described by Iverson et al. [2016] for cryptotephra particles. Under HEPA-filtered air, snowpit samples were melted and each sample centrifuged for 15 min. Forty μL were evaporated from the bottom of every centrifuged vial using an ultraflat hotplate preheated to 60–70°C. We filtered the remaining sample through a 0.4 μmmembrane and stored the filter for reference analysis. We secured particles with epoxy resin that was cured for 12 h at room temperature. Epoxy mounts were carbon coated prior to SEM-EDS analysis. Major oxide percentages for cryptotephra grains were calculated automatically using a standardless EDAXbased software protocol for 13 major elements excluding Cl; we also did not consider TiO2 because of known analytical issues with SEM-based analysis (see Iverson et al. [2016] for details). Oxide concentrations were adjusted with the rhyolitic glass standard USNM 72854 VG-568 using the EDAX Genesis PhiRhoZ internal quantification procedure."
  }, {
    "heading": "2.5. Timescale Development",
    "text": "We developed depth-age scales for the 2012 snowpit and the 2013 WDC13A2 ice core using seasonally varying chemical parameters including non-sea-salt (nss) sulfate, which peaks in summer, and sodium, which peaks in winter. We used nss sulfate because it reflects both biogenic and volcanogenic sources rather than contributions from ocean water [e.g., Kreutz and Koffman, 2013]. Nss sulfate is calculated as [SO4\n2 ] Rm * [Na+] where Rm is the [SO42 ]/[Na+] mass ratio found in Standard Seawater, equivalent to 0.251575763 [Millero et al., 2008]. Peaks in both parameters were counted manually. Based on our age assignments, the pit spans a little over 1 year, from late winter 2010 to early summer 2012. TheWDC13A2 core spans 23 years, extending back to 1990. We estimate uncertainty on the timescales for both records as ±4 months. Additional information on the timescales and uncertainties, with corresponding figures, can be found in the supporting information."
  }, {
    "heading": "3. Results and Discussion",
    "text": ""
  }, {
    "heading": "3.1. Deposition of Ash and Sulfate From Puyehue-Cordón Caulle",
    "text": "In order to assess whether a particular sulfate peak in an ice core is related to a volcanic eruption, one needs to compare the measured concentration to the background concentration and its variability. A commonly accepted threshold for the detection of volcanic eruptions in ice cores is the mean + 2σ of the nonvolcanic background [Zielinski et al., 1997; Ferris et al., 2011]. Using this approach, our threshold is calculated at 65 ppb nss sulfate (mean = 25.9; σ = 19.5), determined using 1993–2013 data from the WDC13A2 ice core, which excludes a large sulfate peak from the 1991 Pinatubo eruption (the PCC eruption peak is relatively small in the core, so is not excluded from this calculation). We find elevated nss sulfate deposition at depths 21–28 cm we in the snowpit, during the austral winter of 2011 as inferred from the timing of sodium deposition (Figure 2). Sulfate reaches a peak concentration of 113 ppb,>4σ above the mean (25.9 ppb) and over 2σ above the threshold value (65 ppb). Given the timing of the PCC eruption in June 2011 (i.e., austral midwinter) and a lack of other significant SH eruptions at that time, we infer that this elevated sulfate reflects deposition from the PCC eruption.\nCoincident with and immediately following the large sulfate peak, we measured two pulses of enhanced particle deposition. At concentrations of ~1100 and ~1300 particles per mL, respectively, these peaks fall within\nKOFFMAN ET AL. PUYEHUE TRANSPORT TO WEST ANTARCTICA 8911\nthe range of natural variability of background dust. However, the timing of deposition relative to peak sulfate deposition and in the middle of the winter season (atypical of atmospheric dust, which peaks in spring/summer) suggests a possible contribution of cryptotephra. Further, the particles measured\nat these depths display a size distribution that differs from the background dust as measured in this pit (Figure 3). Namely, the inferred ash layers show a bimodal distribution, with significant particle contributions centered on the ~1.8 μm and 5.3 μm diameter sizes. The background dust particle size distribution, in comparison, appears relatively flat, similar to other late Holocene dust measurements from Antarctica [Albani et al., 2012], and probably reflecting the low ambient dust concentrations in the highlatitude SH atmosphere. Koffman et al. [2013] showed that continuously measured particle size distributions in the WAIS Divide ice core could change significantly across several cm in association with a\nvolcanic event. Using discretely collected surface snow samples and a Coulter Counter particle sizing instrument (rather than the continuous-flow Abakus laser sensor), we observe similar changes in particle size distributions across centimeter-scale depth intervals. Thus, high-resolution particle size data have potential for aiding in the interpretation of ice core chemistry records and the detection and attribution of volcanic horizons.\nIn order to confirm the presence of cryptotephra, we assessed the morphology and geochemistry of particles in the inferred ash layers using SEM-EDS. We found the presence of volcanic glass shards in both intervals of high particle deposition. The particle peak at 21–23 cmwe depth, coincident with the sulfate peak, contained both abundant atmospheric dust and some cryptotephra particles. The later (shallower depth) peak at 15–18 cm we was nearly devoid of dust but contained abundant cryptotephra particles (Figure 4). These grains exhibited typical tephramorphological features, including sharp and curved edges, glassy appearance, and circular regions indicating the former presence of vesicles. The average cryptotephra grain measured ~4–5 μm in diameter, consistent with independent Coulter Counter measurements. Geochemical analysis of these grains using SEM-EDS, which is considered semiquantitative [Iverson et al., 2016], shows that the compositions are rhyolitic and consistent with the inferred PCC source (Figure 5) [Alloway et al., 2015]. Particularly notable in the geochemical correlation are the similarities between the Na2O, CaO, and K2O contents of the tephra from this study and data presented for the PCC eruption by Alloway et al. [2015]. The SiO2 concentrations in the PCC tephra are at the high end of typical rhyolitic glass with between 70 and 72 wt % SiO2 [Hildreth, 1981; Hildreth and Drake, 1992; Perkins et al., 1995; Sutton et al., 1995; Smith et al., 2005; Moreno et al., 2015; GeoRoc database search]. The FeO concentrations in the glass shards analyzed in\nKOFFMAN ET AL. PUYEHUE TRANSPORT TO WEST ANTARCTICA 8913\nduring the studied time interval. Based on these multiple lines of evidence, we establish that both ash and sulfate from the PCC eruption were deposited in West Antarctica shortly after being erupted into the atmosphere during the austral winter of 2011."
  }, {
    "heading": "3.2. Depositional Phasing and Transport",
    "text": "What can be learned about atmospheric transport of volcanic products from these observations? First, the nss sulfate deposition started just prior to the first pulse of ash deposition. We interpret the differences in peak shape and depositional timing between the sulfate and ash as clear evidence the transport and deposition of these phases were decoupled. Second, the sustained high concentrations of sulfate suggest that deposition\nKOFFMAN ET AL. PUYEHUE TRANSPORT TO WEST ANTARCTICA 8914\noccurred over a span of time greater than an individual storm event, which would appear as a sharper, more clearly defined peak (much like the sodium peak at ~40 cmwe depth; Figure 2). The shape and smoothness of the peak also imply that sulfate deposition occurred coincident with snowfall (i.e., via wet deposition processes). Based on our assessment of ash transport and synoptic conditions (see below), we infer that sulfate transport and deposition occurred over ~2–3 weeks in the winter of 2011. Third, the two discrete pulses of particles show that ash deposition was discontinuous, potentially reflecting the presence of ash in the troposphere as discrete bands or clouds, as captured by satellite observations (Figure 1). Moreover, considering the widespread presence of ash in the atmosphere of the SH midlatitudes during the month of June 2011 [Clarisse et al., 2013], these two inputs of cryptotephra to the Antarctic snowpack may indicate specific periods of time when synoptic conditions were favorable for transport from the middle to the high latitudes.\nTo support this idea further, we used the National Oceanic and Atmospheric Administration (NOAA)’s Hybrid Single-Particle Lagrangian Integrated Trajectory (HYSPLIT) model [Draxler and Hess, 1998; Stein et al., 2015] to calculate air parcel backward trajectory pathways from the WAIS Divide site for several weeks following the beginning of the PCC eruption on 4 June 2011. Although HYSPLIT does not explicitly account for particle entrainment, transport, or deposition processes, it can give some indication about air parcel movement which can be useful for interpreting our results. We initiated back trajectories every 6 h up to a total of 72 h for each day using National Centers for Environmental Prediction Global Data Assimilation System gridded meteorological data with a starting elevation 500 m above ground level. We used an ensemble approach, which offsets the meteorological grid by a fixed amount (x, y, and z dimensions) for each new trajectory calculated for a given location. This approach provides a range of solutions and essentially serves as a type of sensitivity analysis. Because satellite imagery shows the transport pathway of the ash cloud going forward in time, these back trajectories provide a link between satellite observations and the study site at WAIS Divide.\nBased on HYSPLIT results, we find that conditions favored transport from the midlatitudes to WAIS Divide from 6 to 14 June and again from 4 to 18 July (see example Figure 6, red lines). During 4–5 June and 15 June to 2 July, back trajectory pathways for air parcels remained centered over the Antarctic continent, suggesting that ash transport from the midlatitudes would not have occurred during these times (example Figure 6, gray lines). Given this analysis, we infer that the first pulse of ash deposition (21–23 cm we depth) occurred during 6–14 June, coincident with but of shorter duration than the sulfate peak (~20–30 cm we depth). It is possible that deposition occurred specifically on 11 June, based on composite satellite imagery, which shows ash directly over the WAIS Divide site on that day (Figure 1d). However, we have no way to confirm the exact timing of deposition. The second phase of ash deposition likely occurred during the later window of favorable transport conditions, from 4 to 18 July. These results suggest that deposition of cryptotephra in Antarctica from the PCC eruption is likely to be patchy and dependent upon the presence of synoptic-scale transport from the midlatitudes to the interior of the continent.\nWe use the inferred timing of ash deposition (described above) to constrain the duration of sulfate transport and deposition to ~2–3 weeks following the 4 June eruption. Although photographs and satellite observations indicate that the PCC eruption plume reached the tropopause [Klüser et al., 2013], we do not observe the sustained (e.g., 1–3 years) sulfate deposition typical of so-called “stratospheric eruptions” as evidenced in Antarctic ice cores [Palmer et al., 2001; Dixon et al., 2004; Castellano et al., 2005; Cole-Dai et al., 2009; Koffman et al., 2013]. Thus, we infer that both ash and sulfate transport from PCC occurred through the troposphere."
  }, {
    "heading": "3.3. A New Chronostratigraphic Marker? Assessing Spatial Variability",
    "text": "One aim of this study was to determine whether deposition from PCC style eruptions could provide volcanicbased chronostratigraphic markers in West Antarctica—that is, statistically significant sulfate (±cryptotephra) horizons that could be used to date future ice cores. We find both elevated sulfate and rhyolitic cryptotephra in the snowpit during the winter of 2011, showing that volcanic deposition occurred. However, the observed magnitude of sulfate deposition varied spatially between our sites, suggesting that evidence of the eruption may not be ubiquitous. The snowpit had a peak nss sulfate concentration of 113 ppb (>4σ above the mean), whereas the ice core peaks at 74 ppb (>2σ above the mean). Given that the two collection sites were only several kilometers apart, this variability suggests that sulfate was not deposited uniformly on the ice sheet\nKOFFMAN ET AL. PUYEHUE TRANSPORT TO WEST ANTARCTICA 8915\nsurface. Spatial heterogeneity in volcanic deposition is likely to be amplified in low accumulation areas, such as the Dome C region of Antarctica [Gautier et al., 2016]. For future dating purposes, sulfate from PCC style eruptions may not be detectable in all Antarctic ice core locations and therefore may not provide robust chronostratigraphic markers. However, if elevated sulfate is detected near 2011, it is likely to have come from PCC, as this was the largest SH eruption of the first ≥16 years of the 21st century [Global Volcanism Program, 2013]."
  }, {
    "heading": "3.4. Comparison to Low- and High-Latitude Eruptions",
    "text": "While volcanic products from low- and high-latitude eruptions have been reasonably well characterized in polar ice cores, midlatitude eruptions have been relatively less well studied. To improve our understanding of aerosol transport and ultimately to help with source attribution of “unknown” events, we compare the depositional signature of volcanic products from the 2011 PCC eruption with well-characterized low- and high-latitude eruptions detected in the WAIS Divide ice core. In order to evaluate relative differences in ash versus sulfate phasing as well as the relative magnitude and duration of sulfate deposition, we standardize the nss sulfate, conductivity, and particle concentration records for each eruption to the surrounding decade or so. Figure 7 compares the z scores of PCC particle and sulfate concentrations to the three largest tropical eruptions of the past 2000 years: Tambora (1815), Kuwae (1458), and Samalas (1257) [Sigl et al., 2014; Vidal et al., 2016]. Z scores or standard scores are calculated as: ((sample value population mean)/population standard deviation). We observe two major differences between the tropical eruptions and PCC: the first\nKOFFMAN ET AL. PUYEHUE TRANSPORT TO WEST ANTARCTICA 8916\nrelating to phasing and the second to the duration of deposition. The tropical eruption signal manifests as a peak in particles followed ~3–6 months later by a large and diffuse peak in sulfate (Figure 7; here reported as total electrical conductivity [Hammer, 1980]). Particles are designated as ash when we see a significant shift in the particle size distribution toward finer-than-background particles across a discrete time interval in association with a sulfate spike [Koffman et al., 2013]. This clear depositional offset likely reflects differences in aerosol size and lifetime, as well as tropospheric versus stratospheric transport of the two phases [Koffman et al., 2013]. In contrast, ash and sulfate from PCC are deposited almost synchronously at WAIS Divide, and in fact, the second pulse of ash deposition occurs after sulfate has already decreased back to preeruption concentrations (Figures 2 and 7).\nKOFFMAN ET AL. PUYEHUE TRANSPORT TO WEST ANTARCTICA 8917\nThe second major difference is the duration of sulfate deposition. PCC sulfate ramps up quickly but then drops equally fast, whereas the signal from the explosive tropical eruptions has a more gradual ascent, remains near peak values for much longer (about one year), and tapers back to background levels much more slowly (over 2–3 years; Figure 7). This extended fallout of sulfate from large tropical eruptions has been well documented [Palmer et al., 2001; Dixon et al., 2004; Castellano et al., 2005; Cole-Dai et al., 2009; Koffman et al., 2013] and reflects the long lifetime of sulfate aerosol in the stratosphere [Hofmann and Rosen, 1983], which in turn allows these eruptions to have a prolonged cooling effect on the planet [Stuiver et al., 1995; Sigl et al., 2015; Stoffel et al., 2015]. Based on the lack of a depositional lag and on the relatively short duration of PCC sulfate deposition, estimated at ~2–3 weeks (see section 3.2), we suggest that the transport of both ash and sulfate aerosol from PCC to Antarctica occurred primarily through the troposphere.\nIn comparing signals from PCC to high-latitude (Antarctic) eruptions, we also observe two key differences, relating in this case to particle size distribution and cryptotephra composition. High-latitude eruptions tend to deposit relatively coarse (~20–100 μm diameter) tephra due to their proximity, with grain size decreasing with distance from the volcano [Bourne et al., 2015]. Sometimes deposition is abundant enough to produce visible layers in ice cores [Grönvold et al., 1995; Kurbatov et al., 2006]. Although it did not produce a visible ash layer, the 1839 eruption of Buckle Island in the Balleny Islands, which was observed by sailors at the time, generated cryptotephra with a particle size distribution modal diameter > 10 μm, as measured in the WAIS Divide ice core (exceeding the instrument’s upper detection limit [Koffman et al., 2013]). In comparison, the PCC cryptotephra deposited at WAIS Divide was much finer, with a bimodal distribution centered at ~1.8 μm and ~5.2 μm. While this size distribution is neither distinctly finer nor coarser than the background dust size distribution, it is finer than would be expected for a local eruption. Thus, particle size distribution can aid in distinguishing mid- from high-latitude eruptions.\nThe second and potentially more distinctive difference between PCC cryptotephra and ash from highlatitude eruptions, as observed at WAIS Divide, is geochemical composition. Using SEM-EDS, we were able to obtain major element data on unpolished cryptotephra grains as small as ~4 μm across. The geochemistry data clearly show a rhyolitic composition, typical of South American volcanic sources but quite different from potential Antarctic volcanic sources. We emphasize that these results are only possible because SEM-EDS measurements can be conducted without sample mount polishing that is always required for wavelength dispersive spectrometers [Iverson et al., 2016]. Thus, even semiquantitative geochemistry can be quite useful for discriminating among potential sources. This is especially true in the SH, where the middle latitudes are characterized by andesitic to rhyolitic volcanoes, and the high latitudes by volcanoes with basaltic or basanitic to trachytic or phonolitic composition [Kyle et al., 1992; Dunbar et al., 2008].\nOur results show that PCC can be distinguished from both low-latitude (tropical) and high-latitude (Antarctic) volcanic eruptions, as recorded by volcanic products in snow and ice at WAIS Divide. Generalizing from these comparisons, we suggest that other midlatitude eruptions of similar magnitude should be distinguishable from explosive tropical eruptions by differences in ash/sulfate phasing and in the duration of sulfate deposition, and from high-latitude eruptions by differences in particle size distribution and in cryptotephra geochemical composition. We believe that these detailed characterizations of volcanic products in ice cores can aid in identifying the probable volcanic origins of presently unidentified eruptions in the ice core record, ultimately helping to pinpoint specific volcanoes and to elucidate their effects on past climate."
  }, {
    "heading": "4. Conclusions",
    "text": "We present evidence that both ash and sulfate from the 2011 eruption of the Puyehue-Cordón Caulle volcanic complex (PCC) were deposited in central West Antarctica at the WAIS Divide site during austral winter 2011. We found sulfate concentrations of 113 ppb, over 2σ above our volcanic detection threshold value of 65 ppb. We also observed elevated particle concentrations and used SEM-EDS to geochemically fingerprint cryptotephra of ~5 μm diameter with major element compositions matching those of PCC ash [Alloway et al., 2015]. Sulfate was deposited near-synchronously with volcanic ash, suggesting rapid transport through the troposphere. Although we report kilometer-scale variability in the magnitude of sulfate deposition, we believe that if present, volcanic products from this eruption type and magnitude can serve as chronostratigraphic markers in Antarctica—particularly if cryptotephra can be isolated and analyzed geochemically.\nKOFFMAN ET AL. PUYEHUE TRANSPORT TO WEST ANTARCTICA 8918\nIn comparing deposition from PCC to that from well-characterized low- and high-latitude eruptions, we found distinct differences. Large tropical source eruptions produced clear phasing offsets, with the beginning of ash deposition preceding sulfate deposition by ~3–6 months. By comparison, PCC sulfate and ash deposition were synchronous, with a second ash peak occurring after sulfate had returned to background levels. We estimate that PCC sulfate deposition lasted ~2–3 weeks, based on satellite observations of the ash cloud and our analysis of tropospheric transport conditions following the eruption. By comparison, sulfate from tropical eruptions often is deposited over several years because of its long lifetime in the stratosphere. We found that themain differences between PCC and high-latitude volcanic horizons were particle size distribution (1–6 μm for PCC versus > 10 μm for Antarctic eruptions) and ash composition. These observations may be useful to future efforts to identify sources of “unknown” eruptions in ice cores."
  }],
  "year": 2017,
  "references": [{
    "title": "Interpreting last glacial to Holocene dust changes at Talos Dome (East Antarctica): Implications for atmospheric variations from regional to hemispheric scales",
    "authors": ["S. Albani", "B. Delmonte", "V. Maggi", "M. Baroni", "J.-R. Petit", "B. Stenni", "C. Mazzola", "M. Frezzotti"],
    "venue": "Clim. Past,",
    "year": 2012
  }, {
    "title": "Multiple melt bodies fed the AD 2011 eruption of Puyehue-Cordón Caulle",
    "authors": ["B.V. Alloway", "N.J.G. Pearce", "G. Villarosa", "V. Outes", "P.I. Moreno"],
    "venue": "Chile, Sci. Rep.,",
    "year": 2015
  }, {
    "title": "A tephra lattice for Greenland and a reconstruction of volcanic events spanning 25-45 ka b2k, Quat",
    "authors": ["A.J. Bourne", "E. Cook", "P.M. Abbott", "I.K. Seierstad", "J.P. Steffensen", "A. Svensson", "H. Fischer", "S. Schupbach", "S.M. Davies"],
    "year": 2015
  }, {
    "title": "Cooling and societal change during the Late Antique Little Ice Age from 536 to around 660 AD",
    "authors": ["U Büntgen"],
    "venue": "Nat. Geosci., 9(3),",
    "year": 2016
  }, {
    "title": "Holocene volcanic history as recorded in the sulfate stratigraphy of the European project for ice coring in Antarctica Dome C (EDC96) ice core",
    "authors": ["E. Castellano", "S. Becagli", "M. Hansson", "M.A. Hutterli", "J.R. Petit", "M.R. Rampino", "M. Severi", "J.P. Steffensen", "R. Traversi"],
    "venue": "Udisti",
    "year": 2005
  }, {
    "title": "A unified approach to infrared aerosol remote sensing and type specification",
    "authors": ["L. Clarisse", "P.F. Coheur", "F. Prata", "J. Hadji-Lazaro", "D. Hurtmans", "C. Clerbaux"],
    "venue": "Atmos. Chem. Phys.,",
    "year": 2013
  }, {
    "title": "Evidence of the 1991 Pinatubo volcanic eruption in South Polar snow, Chin",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "D.H. Qin"],
    "year": 1999
  }, {
    "title": "Cold decade (AD 1810-1819) caused by Tambora (1815) and another (1809) stratospheric volcanic eruption",
    "authors": ["J. Cole-Dai", "D. Ferris", "A. Lanciki", "J. Savarino", "M. Baroni"],
    "venue": "Thiemens",
    "year": 2009
  }, {
    "title": "Towards a European tephrochronological framework for Termination 1 and the early Holocene",
    "authors": ["S.M. Davies", "N.P. Branch", "J.J. Lowe", "C.S.M. Turney"],
    "venue": "Philos. Trans. R. Soc. London. Ser. A, Math. Phys. Sci.,",
    "year": 2002
  }, {
    "title": "Integrating the INTIMATE records using tephrochronology: Rising to the challenge",
    "authors": ["S.M. Davies", "P.M. Abbott", "N.J.G. Pearce", "S. Wastegard", "S.P.E. Blockley"],
    "venue": "Quat. Sci. Rev.,",
    "year": 2012
  }, {
    "title": "A 200 year sub-annual record of sulfate in West Antarctica, from 16 ice",
    "authors": ["D. Dixon", "P.A. Mayewski", "S. Kaspari", "S. Sneed", "M. Handley"],
    "venue": "cores, Ann. Glaciol.,",
    "year": 2004
  }, {
    "title": "An overview of the HYSPLIT_4 modelling system for trajectories",
    "authors": ["R.R. Draxler", "G. Hess"],
    "venue": "Aust. Meteorol. Mag.,",
    "year": 1998
  }, {
    "title": "Tephra layers in the Siple Dome and Taylor Dome ice cores, Antarctica: Sources and correlations",
    "authors": ["N.W. Dunbar", "G.A. Zielinski", "D. T"],
    "venue": "Voisins",
    "year": 2003
  }, {
    "title": "Physical setting and tephrochronology of the summit caldera ice record at Mount Moulton, West Antarctica, Geol",
    "authors": ["N.W. Dunbar", "W.C. McIntosh", "R.P. Esser"],
    "year": 2008
  }, {
    "title": "South Pole ice core record of explosive volcanic eruptions in the first and second millennia A.D. and evidence of a large eruption in the tropics around 535 A.D",
    "authors": ["D.G. Ferris", "J. Cole-Dai", "A.R. Reyes", "D. M"],
    "venue": "Budner",
    "year": 2011
  }, {
    "title": "Variability of sulfate signal in ice core records based on five replicate",
    "authors": ["E. Gautier", "J. Savarino", "J. Erbland", "A. Lanciki", "P. Possenti"],
    "venue": "cores, Clim. Past,",
    "year": 2016
  }, {
    "title": "Ash layers from Iceland in the Greenland GRIP ice core correlated with oceanic and land sediments, Earth Planet",
    "authors": ["K. Grönvold", "N. Oskarsson", "S.J. Johnsen", "H.B. Clausen", "C.U. Hammer", "G. Bond", "E. Bard"],
    "year": 1995
  }, {
    "title": "Acidity of polar ice cores in relation to absolute dating, past volcanism, and radio-echoes",
    "authors": ["C.U. Hammer"],
    "venue": "J. Glaciol.,",
    "year": 1980
  }, {
    "title": "Gradients in silicic magma chambers: Implications for lithospheric magmatism",
    "authors": ["W. Hildreth"],
    "venue": "J. Geophys. Res.,",
    "year": 1981
  }, {
    "title": "Sulfuric acid droplet formation and growth in the stratosphere after the 1982 eruption",
    "authors": ["A.W. Hofmann", "J.M. Rosen"],
    "venue": "El Chichon,",
    "year": 1983
  }, {
    "title": "Advancements and best practices for analysis and correlation of tephra and cryptotephra in ice",
    "authors": ["N.A. Iverson", "D. Kalteyer", "N.W. Dunbar", "A. Kurbatov", "M. Yates"],
    "venue": "Quat. Geochronol.,",
    "year": 2016
  }, {
    "title": "Geochemistry and mineralogy of the phonolite lava lake, Erebus volcano, Antarctica: 1972-2004 and comparison with older",
    "authors": ["P.J. Kelly", "P.R. Kyle", "N.W. Dunbar", "K.W.W. Sims"],
    "venue": "lavas, J. Volcanol. Geotherm. Res.,",
    "year": 2008
  }, {
    "title": "Observation of volcanic ash from Puyehue-Cordon Caulle with IASI",
    "authors": ["L. Klüser", "T. Erbertseder"],
    "venue": "Meyer-Arnek",
    "year": 2013
  }, {
    "title": "Impact of known local and tropical volcanic eruptions of the past",
    "authors": ["B.G. Koffman", "K.J. Kreutz", "A.V. Kurbatov", "N.W. Dunbar"],
    "year": 2013
  }, {
    "title": "Glaciochemistry, in The Encyclopedia of Quaternary Science, edited",
    "authors": ["K. cp-10-1125-2014. Kreutz", "B.G. Koffman"],
    "year": 2013
  }, {
    "title": "Insights from Antarctica on volcanic forcing during the Common Era, Nat",
    "authors": ["M doi:10.1029/2012JD018603. Sigl"],
    "venue": "J. Geophys. Res. Atmos.,",
    "year": 2014
  }, {
    "title": "Trends in rhyolite geochemistry, mineralogy, and magma storage during the last 50 kyr",
    "authors": ["V.C. Smith", "P. Shane", "I.A. Nairn"],
    "year": 2005
  }, {
    "title": "Estimates of volcanic-induced cooling in the Northern Hemisphere over the past",
    "authors": ["Bull. Am"],
    "venue": "Meteorol. Soc.,",
    "year": 2015
  }, {
    "title": "The GISP2 δ18O climate record of the past 16,500 years and the role of the Sun, oceans",
    "authors": ["M. doi:10.1038/ngeo2526. Stuiver", "P.M. Grootes", "T.F. Braziunas"],
    "year": 1995
  }, {
    "title": "Volcanic SO2 fluxes derived from satellite data: A survey using OMI, GOME-2, IASI and MODIS",
    "authors": ["N Theys"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 2013
  }, {
    "title": "Atmospheric and environmental effects of the 1783-1784 Laki eruption: A review and reassessment",
    "authors": [],
    "venue": "Self",
    "year": 2003
  }, {
    "title": "Lombok, Indonesia): The single greatest stratospheric gas release of the Common Era",
    "authors": ["Vinther", "B. M"],
    "venue": "Sci. Rep.,",
    "year": 2006
  }],
  "id": "SP:0dedf30fb3def241c6b7b81a890ac95cb21288fb",
  "authors": [{
    "name": "Bess G. Koffman",
    "affiliations": []
  }, {
    "name": "Eleanor G. Dowd",
    "affiliations": []
  }, {
    "name": "Erich C. Osterberg",
    "affiliations": []
  }, {
    "name": "David G. Ferris",
    "affiliations": []
  }, {
    "name": "Laura H. Hartman",
    "affiliations": []
  }, {
    "name": "Sarah D. Wheatley",
    "affiliations": []
  }, {
    "name": "Andrei V. Kurbatov",
    "affiliations": []
  }, {
    "name": "Gifford J. Wong",
    "affiliations": []
  }, {
    "name": "Bradley R. Markle",
    "affiliations": []
  }, {
    "name": "Nelia W. Dunbar",
    "affiliations": []
  }, {
    "name": "Karl J. Kreutz",
    "affiliations": []
  }, {
    "name": "Martin Yates",
    "affiliations": []
  }],
  "abstractText": "The Volcanic Explosivity Index 5 eruption of the Puyehue-Cordón Caulle volcanic complex (PCC) in central Chile, which began 4 June 2011, provides a rare opportunity to assess the rapid transport and deposition of sulfate and ash from a midlatitude volcano to the Antarctic ice sheet. We present sulfate, microparticle concentrations of fine-grained (~5 μm diameter) tephra, and major oxide geochemistry, which document the depositional sequence of volcanic products from the PCC eruption in West Antarctic snow and shallow firn. From the depositional phasing and duration of ash and sulfate peaks, we infer that transport occurred primarily through the troposphere but that ash and sulfate transport were decoupled. We use Hybrid Single-Particle Lagrangian Integrated Trajectory back trajectory modeling to assess atmospheric circulation conditions in the weeks following the eruption and find that conditions favored southward air parcel transport during 6–14 June and 4–18 July 2011. We suggest that two discrete pulses of cryptotephra deposition relate to these intervals, and as such, constrain the sulfate transport and deposition lifespan to the ~2–3 weeks following the eruption. Finally, we compare PCC depositional patterns to those of prominent lowand high-latitude eruptions in order to improve multiparameter-based efforts to identify “unknown source” eruptions in the ice core record. Our observations suggest that midlatitude eruptions such as PCC can be distinguished from explosive tropical eruptions by differences in ash/sulfate phasing and in the duration of sulfate deposition, and from high-latitude eruptions by differences in particle size distribution and in cryptotephra geochemical composition. Plain Language Summary This paper describes volcanic ash and sulfate deposition in West Antarctica from the June 2011 Puyehue-Cordón Caulle eruption in Chile. This volcanic eruption was the largest of the 21st century to date and had major impacts on air travel throughout the Southern Hemisphere. Although several publications have described satellite observations of ash in the atmosphere following the eruption, our results provide the first evidence of deposition of ash and sulfate in the high latitudes. We show that transport and deposition occurred rapidly, within ~2–3 weeks following the eruption, suggesting that transport of both phases occurred primarily through the troposphere. Here for the first time, we assess a highly resolved record of deposition from amidlatitude eruption in Antarctic snow andmake comparisons to several well-documented lowand high-latitude eruptions. We show that ash/sulfate phasing, ash particle size distributions, and geochemistry distinguish this midlatitude eruption from lowand high-latitude eruptions. These detailed characterizations of volcanic products in ice cores can aid in identifying the probable volcanic origins of presently unidentified eruptions in the ice core record, ultimately helping to pinpoint specific volcanoes and to elucidate their effects on past climate.",
  "title": "Rapid transport of ash and sulfate from the 2011 Puyehue‐Cordón Caulle (Chile) eruption to West Antarctica"
}