{
  "sections": [{
    "text": "Plain Language Summary Our study is focused on the observations of the diverse salt-related polygonal patterned terrains in the Qaidam Basin in western China and the comparison with their counterparts in potential ancient lake-like environments on Mars. We found that dried salt lakes on Earth feature many polygon characteristics (including the size, pattern, morphology, composition of sediments, and topography) similar to those in salt-bearing terrains on Mars. Similar processes are expected to be responsible for the formation of these polygonal terrains on both planets. On Earth, salt deposits are known to form through the aqueous processes of efflorescence (i.e., when a salt forms a coating over porous material due to evaporation) and precipitation. The discovery of the terrestrial patterned terrains analogous to those on Mars provides further evidence for the presence of a liquid-water-related process early in the history of Mars."
  }, {
    "heading": "1. Introduction",
    "text": "Polygonal surface structures (PSSs) are some of the most widely distributed landforms on Mars, which have been observed and studied for many years (e.g., El Maarry, et al., 2010; Helfenstein & Mouginis-Mark, 1980; Kerber et al., 2017; Levy et al., 2009; Mutch et al., 1977; Seibert & Kargel, 2001; Stein et al., 2017). Images from both landers and orbiting spacecraft show that the Martian PSSs vary in both size and morphology (Levy et al., 2009; Mangold, 2005). The average diameters of these PSSs range from a few centimeters to a few kilometers, and they occur at almost all latitudes, suggesting multiple formative processes and environments (El Maarry et al., 2010; Hiesinger & Head, 2000; Levy et al., 2009; McGill & Hills, 1992; Pechmann, 1980). Most Martian PSSs would have formed by the isotropic contraction of the substrate, whether under conditions of freeze-thaw cycles, wetting and drying cycles, or simply cooling. Periglacial polygons are actually latitude dependent on Mars (e.g., Levy et al., 2009, 2010), while other polygon types, such as the desiccation\nDANG ET AL. 1910\nCorrespondence to: L. Xiao, longxiao@cug.edu.cn\nCitation: Dang, Y. N., Xiao, L., Xu, Y., Zhang, F., Huang, J., Wang, J., et al. (2018). The polygonal surface structures in the Dalangtan Playa, Qaidam Basin, NW China: Controlling factors for their formation and implications for analogous Martian landforms. Journal of Geophysical Research: Planets, 123, 1910–1933. https://doi.org/10.1029/ 2018JE005525\nReceived 7 JAN 2018 Accepted 1 JUL 2018 Accepted article online 10 JUL 2018 Published online 29 JUL 2018\n©2018. American Geophysical Union. All Rights Reserved.\npolygons (e.g., El Maarry et al., 2010, 2013, 2014), are not. Though the study of the formation mechanisms for the diversity of Martian PSS features based on remote sensing data is still ongoing, it is hard to derive detailed information of their formation and associated environment because direct field investigation of these landforms is not possible. Thus, analogue study of their counterparts on Earth can provide us with an advantageous tool to understand the PSSs on Mars.\nPSSs are quite common on Earth. They appear in periglacial regions, dried lakes, and dried farmlands, known as patterned ground, desiccation cracks, or mud cracks. Many works have been conducted to study the morphology and formation of these features (e.g., Lachenbruch, 1962; Neal et al., 1968; Weinberger, 1999). In the last 40 years, the techniques of terrestrial polygonal landform study are commonly employed also to examine their counterparts on Mars (El Maarry et al., 2014; Mutch et al., 1977; Pechmann, 1980; Pina, 2014; Ulrich et al., 2011). However, this approach is often restricted by the limited number of well preserved and easily accessible terrestrial PSS landforms that resemble Martian PSSs. Similar-looking PSSs may have different origins as a classic example of equifinality (Komatsu, 2007), while the formation of different PSSs may be controlled by several factors. Therefore, more instances are needed in comparative analysis of PSSs on Earth and Mars (Komatsu et al., 2007). Though there have been numerous comparative studies of terrestrial analogues to global widespread Martian periglacial polygons (e.g., Levy et al., 2009; Seibert & Kargel, 2001), salt-related polygons in the playa environment are often overlooked; however, these are equally important to help unravel the geological history of Mars given that a series of salt-related features have been identified at many locations on the Martian surface (e.g., Osterloo et al., 2008, 2010). Thus, the purpose of this paper is to compare some salt-related polygons (in the terrestrial playa environment) to Martian forms as a possible formation mechanism for the nonperiglacial polygons that exist on Mars.\nThe Qaidam Basin, which has been suggested as aMartian analogue site (Anglés & Li, 2017; Cheng et al., 2017; W. G. Kong et al., 2014; Mayer et al., 2009; A. Wang & Zheng, 2009; Xiao et al., 2017), is one of the highest elevation hyperarid inland basins on Earth, located between 90°160–99°160E, 35°000–39°20’N and positioned on the northeast corner of the Qinghai-Tibet Plateau (Figure 1a). The present climate in the Qaidam Basin is hyperarid with evaporation/precipitation ratios exceeding 100:1 (Chen & Bowler, 1986), cold and high ultraviolet radiation, which is similar to the surface condition of present-day Mars (Kminek & Bada, 2006). The lithology of upper sediment layers in the basin (above 400 m to the top) is characterized by cycles of thick gray-white salt and massive-laminated mudstone-siltstone mostly containing gypsum crystals (Li et al., 2010; J. Wang et al., 2012). The occurrence of NaCl-dominated thick salt layers in the Qaidam Basin indicates a more arid climate (Li et al., 2010). A long-term, general drying climatic trend in the Qaidam Basin since 1.2 and 0.6 Ma (W. Han et al., 2014) has caused the basin lake system to shrink and turn into salt lakes, finally ending up in salt-encrusted playa.\nThe basin contains 26 salt lakes and 7 playas, with an abundance of Martian-like landforms, such as eolian dunes, yardangs, valleys, gullies, fluvial fans, polygons, and so on (Anglés & Li, 2017; Xiao et al., 2017). The wide variety of Martian-like PSSs that have been found in the Qaidam Basin are the products of salt lakes drying up previously (Xiao et al., 2017). Since 25,000 years B.P., the Qaidam Basin is experiencing a climatic change from wet to dry (Chen & Bowler, 1986). The crater floor PSSs found on Mars are hypothesized to be indicators of a climate change from wet (Pollack et al., 1987) to dry (playas/lacustrine; El Maarry et al., 2010), similar to the conditions in the Qaidam Basin (Chen & Bowler, 1986; Q. Huang et al., 1993). Importantly, the relationship between distinct PSS morphologies and their sediment composition could tell us about paleolake water properties and further shed light on environmental and climate changes. Therefore, the study of PSSs in the Qaidam Basin can contribute greatly to the understanding of how the climate and environment changes resulted in the formation of the PSSs on Mars, which could be significant for planning future investigations, including those of landing missions on Mars.\nFor comparative analysis, polygonal patterns found in some craters and chloride-bearing terrains in the southern highlands are chosen as ideal Martian analogues to the terrestrial ones in the Qaidam Basin. This is because the geologic setting (low areas for standing bodies of [salt] water and water-rich sediments) and environmental change history (from early warm, wet to present dry, and cold) of these Martian locations are similar to those of the Qaidam Basin. Crater floor polygons have diameters ranging from 15 to 350 m, with most of them having morphology characteristics resembling those of terrestrial desiccation cracks (El Maarry et al., 2010, 2014). Polygonal cracks in chloride-bearing terrains (e.g., Osterloo et al., 2008, 2010), indicative of a lacustrine origin and associated aqueous processes (El Maarry et al., 2013; Goodall et al., 2000), located in the ancient\nDANG ET AL. 1911\nsouthern highlands on Mars are reported to resemble desiccation cracks, with some resembling salt expansion/thrust polygons (El Maarry et al., 2013). The observed PSSs in the Qaidam Basin exhibit many characteristics similar to those of the Martian desiccation cracks. Thus, the comparative study of these terrestrial polygons relative to their counterparts on Mars can be expected to provide important insights into the Martian polygon-formation-related hydrogeological processes operating in the distant or recent past.\nIn this paper, we report our results based on remote sensing study and the fieldworks at the Dalangtan Playa in the Qaidam Basin, which were carried out mainly in the summers from 2014 to 2017. We aim to characterize the morphologic features and geochemical compositions of the Martian-like polygonal structures and, importantly, to infer their potential formation mechanisms and discuss their implications for the paleoenvironment on Mars."
  }, {
    "heading": "2. Geographical and Geological Backgrounds",
    "text": "The Qaidam Basin is a tectonically controlled intermountain basin surrounded by the Altyn-Tagh, Qilian, and Kunlun Mountains (Figure 1b). The basin is triangular in map view, stretching 800 km from the east to the west and up to 300 km from the north to the south, covering an area of 120,000 km2. At an altitude of 2,600–3,000 m, the basin exhibits a slope decrease trend from northwest to southeast. The basin is dominated by diluvial gravel fans, alluvial-diluvial silty sand plains, lacustrine-alluvial silty clay plains, and lacustrine sludge solonchak plains. Playas and salt lakes together cover about one quarter of the total basin area (Chen & Bowler, 1986).\nDANG ET AL. 1912\nThe Qaidam Basin has been in existence since the Jurassic time (e.g., Chen & Bowler, 1986). Since the Cenozoic, the Qaidam Basin experienced a series of strong tectonically controlled transformations (Xia et al., 2001), and its original super depression was broken into several subdepressions (subbasins) and infilling lakes between anticlines (Fang et al., 2007; Meyer et al., 1998). Beginning in the Neogene Period (~23 million years ago), the Qaidam Basin region was completely disintegrated from the ancient Mediterranean Sea and became a typical inland basin due to the fast uplift of the Qinghai-Tibet Plateau (Ge et al., 2006).\nThe drying of central Asia and intensification of the Asian monsoon (J. Wang et al., 1999, and references therein), resulting from a comprehensive effect of a subtropical high-pressure zone and the uplift of the surrounding mountains and the Tibetan Plateau, have caused the prevailing of relatively dry climates in the basin since the Eocene epoch (J. Wang et al., 1999). The ecological environment of the basin was changed from forest steppe to desert steppe. Annual mean precipitation is less than 100 mm (less than 25 mm in the center and less than 20 mm in the west), while annual evaporation is over 20 times greater than precipitation (e.g., W. Han et al., 2014; J. Wang et al., 1999), resulting in a typical arid climate indicated by a striking desert landscape including gravel desert, playa and salt crust, saline lakes and saltmarshes, and various yardang landforms widely distributed in the basin (Xiao et al., 2017).\nThe Qaidam Basin contains distinct depositional subenvironments, each formed under different physical and chemical conditions, which have been described by Zheng (1997). The interior of the basin is dominated by Cenozoic sediments with a thickness of up to ~12,000 m, derived from its surrounding mountains (W. Han et al., 2014, and references therein). The lithology of upper sediment layers in the basin (upper 400 m to the top) is characterized by cycles of thick gray-white salt and massive-laminated evaporate-bearing mudstone-siltstone mostly containing gypsum crystals (Li et al., 2010; J. Wang et al., 2012). The dominating NaCl in thick salt layers in the Qaidam Basin indicates a more arid climate (Li et al., 2010).\nTherefore, in this study, we selected the Dalangtan Playa (Figure 1) in the western Qaidam Basin at the foot of the Altyn-Tagh Mountain as the focus of our investigation based on the following considerations: (1) the western part of the basin is much drier than the eastern part (annual mean precipitation ranging from 100 mm in the basin east to less than 20 mm in its west; W. Han et al., 2014), an environment closer to the Mars-today environment; (2) the Dalangtan Playa is one of the paleodepocenters of the western Qaidam Basin dating from the Oligocene (W. G. Kong et al., 2014); (3) the western part of the basin has large expanses of almost barren land, salt marshes, and salt domes (Zhu, 1985); and (4) crucially, a wide range of polygonal terrains types can be found scattered across most areas of the playa. As a bonus, the field investigation of PSSs offers easier access by land and potentially with fewer hazards than other comparable sites.\nThe Dalangtan Playa is the second largest dried salt lake in the Qaidam Basin and one of themost arid regions of China (W. Han et al., 2014). Without perennial water supplies, the Dalangtan Playa stretches 44 km long and 6–15 km wide, occupying an area of about 500 km2. The western area of the Qaidam Basin is a typical inland arid climate, characterized by cold weather, low rainfall, and intensive evaporation. According to the 30-year record (from 1980 to 2011) of the nearest meteorological observing point, Mangya station (90°510E, 38°150N), the average annual rainfall was 51 mm and concentrated in June to July, accounting for more than 50% of annual rainfall (F. J. Kong et al., 2013). The annual evaporation reached up to 2,590 mm, 50 times over the precipitation, concentrating in July to August, accounting for more than 30% of annual evaporation. The annual average temperature was 3.5 °C. The highest temperature occurred in July to August each year, and the lowest temperature reached in January and December (F. J. Kong et al., 2013). With the prevailing northwest wind, the maximum wind speed was 23.3–40 m/s (J. Han et al., 2013). The soil salinization is common, and almost no vegetation coverage is observed in this region. The combination of these factors (salt-rich sediments, cold and dry weather, and high elevations caused low-pressure and high-ultraviolet radiation) makes the basin one of the best sites to conduct Mars analogue studies (Anglés & Li, 2017; Cheng et al., 2017; F. J. Kong et al., 2013; W. G. Kong et al., 2014; A. Wang & Zheng, 2009; Xiao et al., 2017)."
  }, {
    "heading": "3. Methods",
    "text": ""
  }, {
    "heading": "3.1. Remote Sensing Investigation",
    "text": "Remote sensing data, including Google Earth images, are utilized to investigate the spatial distribution and the surface morphology of PSS landforms and to establish a size-based classification system of PSSs in the Dalangtan Playa. The morphological parameters of PSSs (i.e., their shape and size) can be measured from\nDANG ET AL. 1913\nthe high-resolution images (~0.5 m/pixel) provided by Google Earth. Martian PSSs investigated in this study (Figure 2) were characterized using High Resolution Imaging Science Equipment (HiRISE) data set (McEwen et al., 2007), which has a very high spatial resolution of about 0.25 m/pixel. The calibrated and projected Martian HiRISE images used in this study are available via the website (https://hirise-pds.lpl.arizona.edu/ PDS/). These images were then investigated using ArcGIS.\nThe selection criteria of Martian PSSs (Figure 2) for comparison to those in the Qaidam Basin are based on the following considerations: (1) The study regions of interest are focused on low to middle latitude areas; (2) the selection sites are crater floors with water-rich sediments and patterned terrains with chloride-bearing materials; and (3) the selected places where polygonal patterns displaying morphologic characteristics (such as size, shape, color, and pattern) somewhat similar to these in the Dalangtan Playa."
  }, {
    "heading": "3.2. Field Survey, Sample Collection, and Analysis",
    "text": "We conducted a field survey for the selected interesting PSSs noted previously on remote sensing data analysis. We drove across the whole area to check and compare the features seen from satellite images. Then types of PSSs were classified and sampled accordingly. All samples were collected from the subsurface ~5–10 cm deep after removal of surface dusts (Figure 3) in order to assess the mineral composition of the playa sediments. We carried out the laboratory analysis of the samples collected at the ridge tops of PSSs. Such ridge top is a zone where original crust was preserved and uplifted at an extreme level. A total of 19 subsurface samples was collected from the visited sites (Figure 1c) in the Dalangtan Playa, in which 11 are from small-sized PSSs (<10 m in length), 3 from medium-sized PSSs (10 to 100 m), and 5 from large PSSs (>100 m). The sampling sites are marked and illustrated in Figure 1c, and their precise coordinates and main characteristics are summarized and listed in Table 1.\nThe samples were first heated and dried for 12 hr at 50 °C in an electric oven. Then, the finer fraction of the samples was finely powdered in tungsten carbide mortar and shattered to 200 mesh. Themortar was cleaned using absolute ethyl alcohol after being washed with water. The specimens of each sample were measured on the PANalytical X/pert PRO X-ray diffractometer (XRD; http://www.panalytical.com/Xray-diffractometers. htm) with Cu Kα radiation at 40 kV/40 mA. Reflections from 3° to 65° 2θ at 0.2°/step were recorded with an acquisition time of 1 s/step. For performing semiquantitative interpretation, the PANalytical HighScore software package is used to search for diffraction peaks from the resulting diffraction data in order to obtain the location value 2θ of the diffraction peaks, corresponding interplanar spacing value, and their relative strength.\nDANG ET AL. 1914\nDANG ET AL. 1915"
  }, {
    "heading": "4. Features of PSSs",
    "text": ""
  }, {
    "heading": "4.1. Polygon Morphologies",
    "text": "Salt polygons are usually formed in continental evaporitic environments when brine concentrates near the surface (Neal, 1975). These polygons are characterized by their uplifted rims (or pressure ridges) that formed from a subsurface process of lateral salt displacement (e.g., Artieda et al., 2015; Christiansen, 1963; Lowenstein & Hardie, 1985, and references therein) due to crystallization pressures (Handford, 1991) or to thermal contraction and expansion (Dellwig, 1968; Handford, 1991; Tucker, 1981). In fact, polygonal ridges are formed through a combination of thermodynamic and geochemical mechanisms (e.g., Lowenstein & Hardie, 1985; Nield et al., 2016, and references therein). The durability of salt polygons is in most cases limited by seasonal rainfall or flooding events, which often destroy the surface morphology and then start a new cycle of the formation and evolution of salt polygons (Artieda et al., 2015). 4.1.1. PSSs in the Dalangtan Playa Generally, PSSs in the Dalangtan Playa have a size range from centimeters to hundreds of meters in diameter, and most of them have raised rims. They commonly take the form of triangle, quadrangle, and complexshaped polygons, depending on their edge/side number and arrangement pattern. They tend to topographically concentrate in lower areas and be spatially organized into a variety of patterns (Figure 4). Regular (Figures 4a, 4b, and 4d) and irregular (Figures 4c, 4e, and 4f) random orthogonal polygons (Neal et al., 1968) are predominant in the Dalangtan Playa. Compound polygons are a common pattern that we define as a set of different size polygons assembled in a containment relationship (large polygons contain small ones in their interior; Figure 4a). Though salt polygons in terrestrial playa conditions look similar (e.g., Christiansen, 1963; Lowenstein & Hardie, 1985; Neal et al., 1968), other interesting and distinct spatial patterns are also observed in the Dalangtan Playa. For example, a series of polygons are connected by linear structures, which intersect each other forming giant networks (Figure 4b), while numerous typical PSSs showing lower interiors and higher rims are assembled closely forming a honeycomb structure (Figure 4c). The clustered occurrences of regular (Figure 4d) and irregular shape polygons (Figures 4e and 4f) together with their associated spatial patterns make the formation settings of the Dalangtan PSSs rather complex.\nThe final appearances of PSSs appear to be dominated by a series of contributing factors including regional and local topography, water level change, temperature variation, periodic evaporation, strength and thickness of the tabular-shaped salt or sedimentary units, brine activity (such as seasonal capillary upflow), and\nDANG ET AL. 1916\ninjection of foreign materials transported from other areas around the basin. Moreover, these factors acting upon each other add to the complexity of diversity of polygonal terrains. However, they share polygonal fracture patterns; this is the result of contraction of a layer within a medium that undergoes volume change. Although the formative process of irregular Dalangtan polygons is still unclear, they appear to be arranged in a more random manner (Figures 4e and 4f).\nThe Dalangtan polygons occur across a wide range of scales. In order to simplify the analysis of the complex polygonal system, the Dalangtan PSSs can be divided into three distinct types according to their sizes (Figure 5). The small-sized PSSs (<10 m) are mainly distributed in the western Dalangtan Playa with lower flat topography (Figures 5b and 6) or within the interior of larger PSSs. The medium-sized PSSs (10–100 m) are usually irregular in shape, with some having discontinuous sinuous rims, which we ascribe to the inhomogeneities in the salt crust (Christiansen, 1963) or the degradation caused by wind or water activity. The large-sized PSSs (>100 m) appear to concentrate in patches with discrete distribution. Larger PSSs are mainly located on higher topography; in particular, the largest PSSs are found at the outer edge of the playa (Figure 5). 4.1.2. Comparison with PSSs on Mars Remote sensing (and confirmed by field survey) shows that the small-sized PSSs mainly take the form of regular shapes such as triangles and quadrangles (Figure 7a), similar to their counterparts on Mars (Figure 7b). For instance, Figure 7b shows numerous meter-size polygonal cracks in the northern circum-Hellas region.\nDANG ET AL. 1917\nThey are interpreted to have formed in Fe/Mg-smectite/chlorite mixed-layer sedimentary deposits of potentially lacustrine origin (El Maarry et al., 2014). Some typical Dalangtan polygons are spatially arranged to align in a line (red arrows in Figure 7c), appearing to be controlled by localized linear tectonic structures. Such structurally controlled pattern can also be seen in the polygonal terrain that occurred within chloride-bearing deposits on Mars (El Maarry et al., 2013; Osterloo et al., 2008; Figure 7d). They share some similarities, including (1) a polygon system in regular random orthogonal pattern (Neal et al., 1968), (2) a fracture system that tends to consist of fracture joints at about 120° and 90° (Christiansen, 1963; Neal et al., 1968), and (3) the intersection of linear structures developing a three- or four-fracture system. Therefore, we propose that these PSSs on both Earth and Mars share somewhat similar processes for their formation. Red arrows in Figures 7c and 7d point to the longer and larger linear fractures in both locations, which are thought to have formed first and later subdivided and intersected by the smaller fractures. For the Dalangtan PSSs, these linear tectonic structures are raised ridges resulting from the combination of the variation of the field stresses of the sediments (composition, bulk strength, and thickness) during dehydration and subsurface salt crystal growth and resulting doming effect as intensive evaporation continues. For the ones on Mars indicated by Figure 7d, they are most likely formed by the dehydration of highly hydratable salts since they are located within diverse chloride-rich terrains (e.g., El\nDANG ET AL. 1918\nMaarry et al., 2013; Osterloo et al., 2008). In addition, we propose that the dehydration duration and the evaporation or sublimation process are also important factors for controlling their final appearance and pattern. This is because the Dalangtan PSS formation is the consequence of a slow, continuous, and repeated process; however, for their counterparts on Mars, it is still unclear whether Mars has experienced a gradual transition or a fast, catastrophic process of the environment change from early wet and warm to today’s dry and cold state. However, the Martian water cycle might probably never have been identical to that on Earth (e.g., Carter et al., 2015; Kargel, 2004), although some processes and characteristics might have been comparable.\nDANG ET AL. 1919\nA number of Dalangtan PSSs with lower interior floors and higher rims (Figure 7h) are concentrated within a confined area, forming a honeycomb-like pattern (Figures 7e and 7g). Figure 7f shows similar honeycomb pattern polygons on the upper wall slope of a valley located in the western arcuate mountain region of the Thaumasia Highlands to the southeast margin of Tharsis (Figure 2). Many locations on such chloride-bearing terrains display honeycomb-like polygons, but the mechanism for their formation is still unclear.\nThe medium-sized PSSs in the Qaidam Basin exhibit a significant variation in appearance, and most show some characteristic aspects resembling those in Martian chloride-bearing terrains. Some PSSs consist of linear rims that intersect with each other in a quasi-orthogonal manner (Figures 8a and 8b). This typical formation may result from the secondary fracture development at right angles to the initial primary fracture, leading to a plan view of orthogonal intersections of the patterned ground (Christiansen, 1963; Loope & Haverland, 1988; Neal et al., 1968; Weinberger, 2001). In some cases small-sized polygons can be seen in the interior of medium-sized polygons (Figures 8c and 8d). However, the key difference is that these terrestrial PSSs are more irregular in shape than those on Mars. The medium-sized PSSs, the predominant polygon style in the Dalangtan Playa, have arcuate or curved rims in a random manner exhibiting no preferred orientation (irregular random orthogonal pattern; Neal et al., 1968; Figure 8c), while the Martian ones are mainly controlled by linear primary fractures forming a regular random orthogonal polygon configuration (Figures 8d and 8f). Nevertheless, small-sized PSSs in their interiors (Figure 8c) appear to be much more regular forming a regular random orthogonal pattern.\nCompressional structures are observed in some localities in the Dalangtan Playa and in some chloridebearing regions on Mars. These large and long sinuous ridges that occurred on both Earth and Mars (Figures 8e and 8f) are interpreted to have undergone intramineral contraction resulting from great volume changes produced during dehydration, in particular, the deposition of salts in the subsurface by evaporation of water contained in rock or sediment pores and ascent of brine into the drying layer (e.g., Komatsu et al., 2007). The presence of summit fractures on these terrestrial- and Martian-raised polygonal ridges (white arrows, Figures 8g and 8h) indicates that they may have once been dynamic and linear conduits/fissures for material and energy exchange between internal and external systems.\nChlorides commonly precipitate during the evaporation of surface water or groundwater. The patterned ground with small- to medium-sized polygons in the chloride-bearing terrains on Mars makes a stronger case for evaporation of a standing body of water. These light-toned, polygonally fractured chloride deposits lie within Early Noachian to Early Hesperian geological units (Osterloo et al., 2008, 2010; Table 2) in the southern highlands of Mars. PSSs have a size range from several to more than 100 m, with some showing subdivision into smaller polygons (Figures 8d and 8f). The large size range of the desiccation crack-like polygons suggests a varying thickness of stressed zone, revealing a probably different local water history and conditions (such as material composition and permeability) at the time of deposition (El Maarry et al., 2010).\nThe large-sized PSSs tend to concentrate at the outer edge of the Dalangtan Playa (Figure 5). Some of them cluster fairly close together to form PSS-concentrated patches, showing discrete distributions. By the end of the Pliocene, the salt-bearing layers in the Qaidam Basin are up to 1,000 m thick, with the total thickness of halite sequence being more than 200 m (e.g., Chen & Bowler, 1986; Xia et al., 2001). Generally, large-sized PSSs are mainly located at higher topographic areas (Figures 5b and 6), where the stressed layer subject to fracturing is sufficiently thick to create large polygons (El Maarry et al., 2014; Neal et al., 1968). Figure 9 presents examples of large-sized PSSs that exist in the Dalangtan Playa (Figures 9a, 9c, and 9e) and on Mars (Figures 9b, 9d, and 9f). These large Dalangtan PSSs (Figure 9a) appear to have the same structure as that of the similar size Martian polygons (Figure 9b). The large-sized Dalangtan PSSs commonly have a rim varying in size from 4 to 6 m wide (Figures 9c and 9e), and some display secondary small-sized PSSs in their interiors. Varying lengths of raised rims of large-sized Dalangtan PSSs are commonly observed. For example, the large PSSs at the foot of Nanyishan Hill have raised rims with side lengths that vary ranging from 20 to 150 m (Figure 9g). We also found raised rims PSSs in chloride-bearing terrains on Mars as shown in Figures 9f and 9h. These white salt ridges are generally associated with saturated brines (e.g., Neal et al., 1968), whereas their summit fractures (or cracks) are usually dark because of shadows or infilling of products of physical weathering (such as dust) transported from other places.\nDANG ET AL. 1920\nWe identified about 30 locations of raised ridge polygons in chloride-bearing terrains across the southern highlands of Mars (black circles in Figure 2). Most appear to cluster in and around Terra Sirenum (Glotch et al., 2010; Figure 2). This kind of polygonal feature is characterized by prominent raised ridges (Figures 8h and 9f). Most of these polygons have a size of tens of meters, with some exceptions having a length up to hundreds of meters (Figure 9f). The regions of the raised ridges are usually brighter than their surroundings. Their rim widths are commonly between ~0.5 and 2 m, even up to about 10 m for the large-sized polygons shown in Figure 9f. We were unable to measure the height of the rims directly, because of a lack of HiRISE Digital\nDANG ET AL. 1921\nTerrain Model and stereo pair coverage. Instead, we used incidence angle of the scene and number of the pixels of the shadow region of the rims to estimate their heights. The heights are generally less than ~1 m, consistent with a range similar to measured cases for Dalangtan PSSs (Table 1).\nA significantly morphologic similarity that should be noted is the linear negative fractures or collapses along the strike coexist for some small- to large-sized polygons in the Dalangtan Playa and chloride-bearing terrains on Mars. A series of different sized polygons with raised rims and summit fractures or cracks are contained in the middle Noachian to Hesperian (2.9 billion years ago) aged Martian highland units (Osterloo et al., 2008, 2010). Their distribution within chloride-contained salty sediments in low areas and their bright colors distinct from surroundings are consistent with the general morphologic and compositional characteristics of the Dalangtan PSSs. On Earth, chlorides are known to form through aqueous processes (Goodall et al., 2000). Thus, similar processes are expected to be responsible for the formation of chloride deposits on Mars. This provides strong evidence for the presence of surface or subsurface water in ancient Mars (e.g.,\nDANG ET AL. 1922\nOsterloo et al., 2008). The Earth-like evaporation triggered playa sediment cracks, and different levels of salt minerals upwelling and convections along weakness of deposits would have once involved during the formation and development of these polygons on Mars."
  }, {
    "heading": "4.2. Sediment Composition of Dalangtan PSS Terrains",
    "text": "To investigate the origin of different sized PSSs, we conduct composition analysis of PSS terrains in the Dalangtan Playa. A total of 19 subsurface samples was collected from visited sites in the Dalangtan Playa. The sampling sites are marked in Figure 1. A summary of their composition by XRD analysis results is presented in Figure 10.\nDANG ET AL. 1923\nSeveral trends are observed from the data presented in Figure 10. First, we observed high amounts of salts in all samples, which are dominated by halide salt chlorides (mainly halite), followed by feldspar and quartz. Halite is the main mineral deposited during brine evaporation. The halite contents of collected samples hold a minimum of ~38 wt %, with a general trend that the halite increases with smaller PSSs. Second, samples exhibit a low calcite abundance of 0.24–2.69 wt %, and most samples display the clay mineral species illite and chlorite. In addition, some sites show significant amounts of gypsum, for instance, locations X0, A1, and A2 (10.53–31.34 wt %; Figures 1c and 10).\nBased on the statistical analysis of clay minerals occurring in different subclasses of Dalangtan PSSs, wemade the following interpretation: The illite and chlorite compositions tend to appear in playa sediments associated with larger-sized PSSs, consistently with some previous studies, which points out that the formations of large desiccation polygons are related to lowering of groundwater levels under conditions of hydraulic diffusivity that are commonly associated with clay-dominated deposits (El Maarry, Watters, et al., 2015; Neal et al., 1968). The clay minerals are the main contributor to the development of large desiccation cracks on playa surfaces (El Maarry et al., 2014; Neal et al., 1968; Tucker, 1981). If the soil or sediment is richer in clay minerals, it produces more shrinking with desiccation (El Maarry et al., 2014). Although clay content is also detected in some small-sized PSSs, we should admit that small-sized PSSs sometimes coexist with large-sized PSSs. However, it is always the case that the salt crust has great inhomogeneities in composition (Artieda et al., 2015; Christiansen, 1963). This suggests that the composition (mineral assemblage) of playa sediments is an important contributing factor controlling the development of different sized PSSs.\nThe halite and sulfate contents measured in this study are consistent with their solubility. Carbonates (calcite and dolomite) do not show clear trends, but their quantities in the system may be too low to be clearly expressed in terms of trends. Nonetheless, this suggests that the occurrences of different sized PSSs depending on topography (Figures 5b and 6) are linked also with mineral precipitation. Within terrestrial playas, evaporite minerals are often found in characteristic patterns that result from their order of deposition (e.g., Komatsu et al., 2007). Terminal lake basins tend to be particularly rich in evaporite deposits because the concentrations of various salts that flow into the basin increase until the salts precipitate out of solution, having no alternative outlet. In a receding lacustrine environment, temperature and solubility exercise predominant control over the sequence and products of precipitates (Komatsu et al., 2007). Carbonates, being the least soluble of the salts typically in solution, are deposited in marginal basin areas. Sulfates and halides, having intermediate and high solubility, respectively, precipitate at progressively more basinward locations as concentrations in the brine increase with evaporation (Eugster & Hardie, 1978).\nDANG ET AL. 1924\nIt should be noted that the timescale of the PSS formation would be influenced by multirepeated inflows of water into lower topography. In an evaporitic basin, the incoming water tends to remain longer in lower topography and precipitation of higher solubility minerals such as halite occur at the last phase. Therefore, small PSSs probably did not form until the very last phase of drying up the basin. In addition, lower topography tends to be inundated more often than the higher topography by rain or groundwater movement, possibly destroying the small PSSs more often, and as a result, small PSSs populations are reset (may be the reason that they are small)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Possible Origins of the Different Classes of Polygons in the Dalangtan Playa",
    "text": "Numerous PSSs of different sizes and patterns occur in the Dalangtan Playa. They tend to appear in relatively flat floors of many saline ponds, preferentially developed from closed-basin lake sediments. The small-sized PSSs are often found at the lower flat floors of salt pans, while the large-sized PSSs tend to concentrate at the outer edge of the playa (Figures 5 and 6). The laboratory analysis of collected samples using XRD technique revealed a few attributes: (1) commonly, a soil matrix with a significant halite (mostly>50 wt %) and feldspar (~20 wt %) content; (2) illite- and chlorite-dominated clay minerals detected in nearly all medium- to largesized PSS regions; (3) higher halite contents of small-sized PSSs than those for larger PSSs, this is because high salt content may limit the large polygonal networks from developing (El Maarry, Pommerol, et al., 2015); and (4) relatively gypsum (CaSO4·2H2O)-rich surface crust for the southeast Dalangtan region, indicated by a larger than 10-wt % gypsum contents of the collected samples at A1, A2, and X0 (large-sized PSSs contain small ones) sites (Figures 1 and 10). These variations in mineral composition seem to suggest that composition of playa sediment deposits is an important factor that controls the development of different types of PSSs.\nThe morphology of the prominent rim pattern is usually observed in the halite surface crust (e.g., Komatsu et al., 2007), and this is the case within the Qaidam Basin (Xiao et al., 2017). Salt crust formation can result from pluvial events followed by reprecipitation of evaporite minerals due to high evaporation rate. Alternatively, the formation mechanism of the raised rim can be summarized as the following four stages related to evaporitic pumping (Christiansen, 1963; Komatsu et al., 2007; Lowenstein & Hardie, 1985; Ma et al., 2011; Schubel & Lowenstein, 1997): (1) the deposition of salts in the subsurface, (2) the evaporation of water contained in sediment pores, (3) the ascent of brine into the drying layer, and (4) the successive growth of halite crystals as cement in brine-filled salt layers, triggering inflation of the polygonal rim.\nThe long-term arid conditions of the western Qaidam Basin started at about 0.6 Ma, mainly caused by the intense mid-Pleistocene uplift of the Tibetan Plateau and global cooling (W. Han et al., 2014). Since then, water loss in the lake is predominantly through evaporation, evidenced by the detection of a coincrease of oxygen and carbon isotope compositions of authigenic carbonates in Qaidam lakes due to a preferable evaporation of lighter oxygen isotope (16O) and degassing of lighter carbon isotope (12C) in lake water (W. Han et al., 2014). Hou et al. (2010) analyzed the drilling core samples from the center of the Dalangtan Salt Lake, by using U series chronology, and believed that the lake water sedimentation ended at 14,000 years B.P. Because of a very low mean annual precipitation today (less than 20 mm in the western basin; W. Han et al., 2014) in the Dalangtan region, underground water may have been the principal source for feeding the Dalangtan Salt Playa. Thus, the evaporating process provides a driving force to push water vapor upward to the surface and into the air. This repeated convection of salty water takes place in the porous soil. Salt would crystallize along the positions of the convective downwellings, a hypothesis supported by the observation of downwelling convective plumes underneath the spots where surface salt ridges form in a model devised by Goehring and Fourrière (2014). Large linear-raised rims (with or without summit cracks) aligned by smaller polygons on both of its sides may represent a major crust weakness (such as those shown in Figures 7c, 8c, 8g, and 9e) where violent convection of salty water took place below.\nThe desiccation-related processes are commonly thought to account for the formation of PSSs in playas and endorheic (closed drainage) lakes on Earth (e.g., Oehler et al., 2016, and references therein). According to the work of El Maarry et al. (2010), desiccation cracks form when a volatile-rich material\nDANG ET AL. 1925\ndries up creating stresses through changing surface tension between soil grains. Liquid water may not be needed to form Martian polygonal ground (Carr, 2007). Likewise, and on Earth, some other endogenous processes such as ice sublimation (volatile-rich material) are another possible mechanism for the formation of polygonal cracking.\nThe western region of the Qaidam Basin is a typical inland arid climate, characterized by cold weather, low rainfall, and intense evaporation (F. J. Kong et al., 2013). The climate change during the past 20,000 years in the Qaidam Basin has been characterized by cycles of warm/wet and cold/dry environments, indicated by regional alternations of the lacustrine records (Q. Huang et al., 1993). Very hyperarid conditions are the dominant environmental factors today within the Qaidam Basin, with a mean annual temperature of 0–5 °C (e.g., Chen & Bowler, 1986; W. Han et al., 2014). Importantly, judging from the high salt contents in the samples (Figure 10), concentrated brines should have lowered freezing temperatures significantly. Consequently, in the Qaidam Basin, the desiccation mechanism is far more likely than salt-ice mixture involved thermal contraction, which mainly contributes to the presence of polygonal fractures in permafrost regions (Black, 1976; Brooker et al., 2018; Lachenbruch, 1962; Marchant & Head, 2007)."
  }, {
    "heading": "5.2. Implications for PSS Formation in Lacustrine/Playa Environments on Mars",
    "text": ""
  }, {
    "heading": "5.2.1. Climate Change Implications",
    "text": "Mars is considered to have had a globally active hydrological cycle (Baker et al., 1991; Carr, 1996, and references therein) during the billion years after the formation of Mars’s solid crust. The presence of paleolakes (Komatsu et al., 2009; Salese et al., 2016; Zhao & Xiao, 2016), valley networks and associated deltas (Baker et al., 1991; Carr, 1986; Fassett & Head, 2008; Gulick, 2001; Hynek et al., 2010), explosive volcanism (Blasius & Cutts, 1981; Halevy & Head, 2014; J. Huang & Xiao, 2014; Hynek et al., 2003; Kerber et al., 2012; Wilson & Head, 2007), and the discovery of the surface mineralogical diversity, including hydrous phyllosilicates (Ehlmann et al., 2009; Murchie et al., 2009; Mustard et al., 2008; Wray et al., 2009) and salts (Ehlmann et al., 2008; Langevin et al., 2005; Osterloo et al., 2008, 2010; Wray et al., 2010, 2011), all reveal a potential warmer and wetter climate on early Mars (>3 Ga; Carr & Head, 2010; Carter et al., 2015), and this in stark contrast to the present-day dry-and-cold Mars.\nLikewise, the Qaidam Basin has experienced a climatic change, however, more recently from wet to dry conditions since 25,000 years B.P., and approximately 14,000 years B.P., when the lakes finally dried up (Chen & Bowler, 1986; Cheng et al., 2017). The wetter and warmer climatic conditions that prevailed in the past are preserved in a series of paleohydrological features such as fluvial valleys and lacustrine sediments, which are common in the basin today (Xiao et al., 2017). The climatic change from the wetter to drier conditions also resulted in the extensive formation of the PSSs in the basin. Based on the striking resemblance between the PSSs in the Qaidam Basin and those found within crater floors and chloridebearing terrains on Mars, we hypothesize that the widespread presence of the chloride-bearing materials that occur on the Early Noachian to the Early Hesperian terrains of the southern highlands (Osterloo et al., 2008, 2010) is a strong indication of the general climatic change from wetter to drier condition in the Noachian-Hesperian transition. This is consistent with a very dry present-day environment on Mars and a great number of preserved surface expressions and mineralogical diversity as evidence for an ancient hydrological circle and regimes (Masson et al., 2001; Wray et al., 2009, 2010, 2011). However, many questions remain as to the exact environments (such as atmospheric condition and availability of liquid water on the surface and subsurface) involved in such climate change and the timing of the PSS formation on Mars.\nSome craters hosting polygons are of Amazonian age, and most craters at high latitude are to some degree superposed by dust-ice mantle deposits. According to the work of El Maarry et al. (2010), desiccation cracks form when a volatile-rich material dries up creating stresses through changing surface tension between soil grains. Many Martian landforms are linked to ice deposits (e.g., Kargel, 2004). Impact may have modified localized subsurface structure and thermal gradient (supplied heat from impact generated melt-bearing deposits) resulting in an active zone where a phase change from subsurface ice to volatiles could take place. In addition, numerous craters at low (warmer) latitudes show simple, only partially filled troughs, which is more indicative of one-time desiccation processes (El Maarry et al., 2010). Therefore, for Amazonian aged craters, crater-floor polygons may be just a result of localized geological setting or intermittent climate change rather than an indication of global climatic change.\nDANG ET AL. 1926"
  }, {
    "heading": "5.2.2. Hydrology of Lacustrine/Playa Environments on Mars and Its Implications for PSS Formation",
    "text": "The general high abundance of halite content within the Dalangtan Playa sediments indicates that desiccation polygons are commonly associated with chloride-bearing terrains that have a lacustrine/playa origin. A similar conclusion has been reached by numerous recent studies of the chloride-bearing materials on Mars (El Maarry et al., 2013; Glotch et al., 2010; Osterloo et al., 2008, 2010; Ruesch et al., 2012). As noted in our study, the size and morphology of PSSs in the Qaidam Basin are similar to those PSSs in impact crater floors and depressions with chlorides on Mars (El Maarry et al., 2010, 2013). It has been suggested that there were many ancient salt lakes, which had later turned to drier playas based on the occurrence of polygons and evaporate minerals (El Maarry et al., 2013).\nResemblance of some peculiar morphology of the PSSs in the Qaidam Basin and on Mars is also apparent. Most polygons in the Qaidam Basin have raised rims, in particular, those large-sized polygons with considerably raised rims. Interestingly, we also find similar raised-rim PSSs in many Martian locations of chloridebearing terrains across a large fraction of the southern highlands (Figures 8h, 9f, and 9h). Furthermore, polygonal ridge networks with different origins are found in many locations and geological contexts across Mars (Kerber et al., 2017). Linear ridges intersect with each other to form polygons with uplifted rims, and some (particular those at the same scale with that in the Dalangtan Playa) are at present believed to be the result of chemical accretion or sedimentary infilling along preexisting fractures by near-surface water circulation (Kerber et al., 2017). A significant difference is that sedimentary infilling of preexisting fractures on Mars is interpreted to be a liquid process, while the raised, intersecting ridges in the Dalangtan Playa are a consequence of endogenous processes by evaporation. The identification of chloride salts (Glotch et al., 2010, 2016; Murchie et al., 2009; Osterloo et al., 2008, 2010; Ruesch et al., 2012; Wray et al., 2009) together with the detection of desiccation cracks (El Maarry et al., 2013, 2014) across a variety of geologic contexts such as possible paleolakes, inverted channels, distributary fans, and crater fill provide strong evidence for the desiccated origin of the deposits on Mars. However, since sodium chloride is devoid of diagnostic spectral absorptions features neither in the visible and near-infrared (VNIR) nor mid-infrared (MIR) spectral ranges, its abundance is difficult to derive from spectral unmixing techniques of remotely sensed data or other analytical approaches based on current methodologies (Glotch et al., 2010; Murchie et al., 2009). Sample analyses in this work may provide clues to solve this problem. Some types of polygons with raised rims in many locations, mostly distributed in the Martian southern highlands, are thought to be formed as a result of fractures filled by sedimentary deposits due to groundwater upwellings (Kerber et al., 2017). They may also have similar mineral abundances with the PSSs in the Qaidam Basin. We propose that the study of these Martian polygon terrains correlated with chloride salt deposits should be focused on to provide key evidence for paleolakes evolution that might have occurred on Mars.\nChloride-bearing deposits are identified to have formed on different age terrains with diverse geological settings (Table 2). Mars surface polygonally fractured deposits with chloride-bearingmaterials in the southern highlands are light-toned relative to their surroundings (Figures 7–9). They are commonly topographically lower than the surrounding terrain and are distributed globally in small (<~25 km2) patches, occurring in middle Noachian to early Hesperian terrains (Osterloo et al., 2008). This suggests that near-surface water was globally widespread in the early Martian history. The precipitation of chlorides usually happens under the conditions of intensive evaporation of surface water or groundwater and volcanic outgassing (Osterloo et al., 2008). The polygonally fractured deposits, occurring in many Hesperian to Amazonian craters (Tanaka et al., 2014) across low to middle latitudes of Mars surface (El Maarry et al., 2010), are interpreted to be formed in desiccated environments of ancient lakes on Mars (El Maarry et al., 2010). The impact events of these floor-fractured craters might have remelted the near-surface salt-ice mixture materials and resulted in their accumulation in the craters forming ancient lakes and/or water-rich sediments in localized areas. The geomorphology of younger craters with fluidized ejecta blanket (Carr et al., 1977; Mouginis-Mark, 1987) and more recently recurring slope lineae (Chevrier & Rivera-Valentin, 2012; Levy, 2012; McEwen et al., 2011, 2014; Ojha et al., 2014, 2015) all indicate that the ice-rich and/or salt-ice mixture materials (producing enough brine to account for the recently observed flow features) still exist in today’s Mars surface/subsurface. Though recurring slope lineae were recently interpreted as dry mass wasting (granular flows; Dundas et al., 2017), the strong seasonality associated with warm slopes and the detection of hydrated salts are still consistent with some role for water in their initiation (Dundas et al., 2017). Therefore, the remelting of the salt-ice mixture materials and subsequent evaporation would have contributed to the formation of PSS landforms\nDANG ET AL. 1927\nin many locations. The different age units on which PSSs formed suggest that intense evaporation environment was globally widespread in the past, but the lifetimes of water storages in different areas (such as in craters) are believed to have been different (e.g., Cabrol & Grin, 1999; El Maarry et al., 2010; Forsythe & Blackwelder, 1998; Scott et al., 1995; Wharton et al., 1995). 5.2.3. Roles of Mineral Assemblages on PSS Formation Our study on the PSSs in the Qaidam Basin reveals the important role of mineral assemblages in their formation, and this may also apply to Martian PSSs. The physical properties of soil or sediments and the presence/absence of salts greatly influence the desiccation rate of the medium (El Maarry et al., 2014; Plummer & Gostin, 1981). The clay minerals are the main contributors to the development of large desiccation cracks on playa surfaces (El Maarry et al., 2014). If the soil or sediment is richer in clay minerals, it will produce enhanced shrinking with desiccation (El Maarry et al., 2014). Therefore, in addition to the thickness of the sediment deposits, the formations of numerous PSSs of different sizes and patterns are significantly controlled bymineral assemblages, indicating a diversity of sedimentary environments during the evolutionary periods of salt lakes in the Qaidam Basin.\nWith the cycled lowering of lake water table levels, more salt becomes concentrated in isolated flat floors of salt ponds (low topography). The salt deposits dominated by chloride-bearing materials are thicker in such low topography than anywhere else outside these negative relief areas owing to their higher solubility (e.g., Komatsu et al., 2007). Therefore, the small-sized PSSs are expected to accumulate on these flat floors due to the high salt content of a thick solid crust, limiting the emergence of large polygonal networks (El Maarry, Pommerol, et al., 2015). Furthermore, lower topography has a higher frequency of inundation by rain or groundwater movement than the higher topography, which would lead to the frequent destruction of PSSs, resetting the regrowth of PSSs. It is assumed that the above-mentioned conditions would have also existed in the Martian geological context. We have detected such a PSS-size topography in a chloride-bearing highland unit on Mars. Figure 11 shows several spatially connected irregular depressions with exposure of bright-colored chloride-bearing sediments, to the northern margin of the Terra Sirenum region (Figure 2). The PSSs on the higher terraces of the depression is clearly much larger than those located in the lower floor. Within and around the Terra Sirenum region, six sites of chloride deposits (10–50 km2) in the lowest topographical levels of an intercrater basin (300–400 km) have been interpreted as individual salt flats (Davila et al., 2011). The connecting channels between the salt flats provide evidence for a common origin, such as evaporation of water (Davila et al., 2011). This may prove that both the Earth and Mars would have\nDANG ET AL. 1928\nexperienced similar lacustrine environment and associated processes for the PSS formation some times in their geological histories. We suggest that this type of correlation (polygon size-topography-composition) should be further investigated as important geological diagnostic tools."
  }, {
    "heading": "6. Concluding Remarks",
    "text": "Various Dalangtan PSS landforms in the Qaidam Basin were investigated by adopting a method of combined remote sensing/field observations and laboratory analysis of collected samples. The Dalangtan PSSs have a size range from centimeters to hundreds of meters in diameter, and most of them have raised rims resulting from the growth of salt crystals within the salt layers under the conditions of evaporation and capillary upflow as the playa’s temperatures vary seasonally. The Dalangtan PSSs can be divided into three distinct types according to their sizes. The small-sized PSSs (<10 m) are mainly distributed in the western Dalangtan Playa with lower topography. The medium-sized PSSs (10–100 m) are the predominant style and usually are irregular in shape. The large-sized PSSs (>100 m) appear to concentrate in patches with discrete distribution.\nThere appears to be a correlation between the sizes of Dalangtan PSSs and topography. Small-sized PSSs are distributed on the flat floors with lower elevations, while larger PSSs tend to appear at the edge of the Dalangtan Playa with higher elevations. The topography within the Dalangtan Playa controls different mineralogical precipitation primarily due to evaporation processes. Thus, correlations of the size-dependent PSS occurrences and elevations seem to indicate that the PSS formation is strongly influenced by mineralogy. The halite contents of small-sized PSSs are commonly higher than those for larger PSSs. The clay mineral content is higher in large PSSs, and it is apparently an important variable in their formation. The range of mineral assemblages of Dalangtan PSS samples indicates a diversity of sedimentary environments during the evolutionary periods of salt lakes in the Qaidam Basin.\nPSSs in the Dalangtan Playa are similar to their counterparts on Mars, especially those crater floor polygons and those occurring within the chloride and/or phyllosilicate terrains. The polygon size-topography correlation is also detected in some chloride-bearing terrains on Mars. The similarities in size and spatial pattern reveal that there may be some similar processes and comparable environments for PSSs landforms in the Qaidam Basin and those occurring on Mars. As in the Qaidam Basin, the past and current sedimentary environments (i.e., paleoseas or paleolakes, chloride-rich deposits, salt-ice mixture material, and brines) together with the climatic change from early wet/warm to cold/dry of present-day Mars seem to provide essential requirements for the formation of PSSs, which can be formed by a variety of processes. The compositional information such as mineral assemblages and abundances of different minerals obtained by analyses of samples from Qaidam Basin could shed light on the composition of Martian PSSs, and such information should have implications for the evolution of lacustrine environments on Mars."
  }],
  "year": 2018,
  "references": [{
    "title": "The western Qaidam Basin as a potential Martian environmental analogue: An overview",
    "authors": ["A. Anglés", "Y. Li"],
    "venue": "Journal of Geophysical",
    "year": 2017
  }, {
    "title": "Surface evolution of salt-encrusted playas",
    "authors": ["A. Davila", "J. Wierzchos", "P. Buhler", "R. Rodríguez-Ochoa", "J. Pueyo", "C. Ascaso"],
    "venue": "Research, Planets,",
    "year": 2015
  }, {
    "title": "Topography of Martian central volcanoes. Icarus",
    "authors": ["K.R. Blasius", "J.A. Cutts"],
    "year": 1981
  }, {
    "title": "Clastic polygonal networks around",
    "authors": ["L.M. Brooker", "M.R. Balme", "S.J. Conway", "A. Hagermann", "A.M. Barrett", "G.S. Collins", "R.J. Soare"],
    "year": 2018
  }, {
    "title": "Distribution, classification, and ages of Martian impact crater lakes. Icarus",
    "authors": ["N.A. icarus.2017.11.022 Cabrol", "E. Grin"],
    "year": 1999
  }, {
    "title": "Martian impact craters and emplacement of ejecta by surface flow",
    "authors": ["M. 1006/icar.1999.6191 Carr", "L. Crumpler", "J. Cutts", "R. Greeley", "J. Guest", "H. Masursky"],
    "year": 1977
  }, {
    "title": "Mars: A water-rich planet? Icarus",
    "authors": ["M.H. Carr"],
    "venue": "Journal of Geophysical Research,",
    "year": 1986
  }, {
    "title": "Widespread surface weathering on early Mars: A case for a warmer",
    "authors": ["J. Carter", "D. Loizeau", "N. Mangold", "F. Poulet", "J.P. Bibring"],
    "year": 2015
  }, {
    "title": "Bacterial and archaeal lipids recovered from subsurface evaporites",
    "authors": ["Z. Cheng", "L. Xiao", "H. Wang", "H. Yang", "J. Li", "T Huang"],
    "venue": "Palaeoclimatology, Palaeoecology,",
    "year": 2017
  }, {
    "title": "Formation of recurring slope lineae by liquid brines on present-day Mars",
    "authors": ["V.F. ast.2016.1526 Chevrier", "E.G. Rivera-Valentin"],
    "venue": "Geophysical Research",
    "year": 2012
  }, {
    "title": "A large sedimentary basin in the Terra Sirenum",
    "authors": ["A.F. Davila", "C. Gross", "G.A. Marzo", "A.G. Fairén", "T. Kneissl", "C.P. McKay", "J.M. Dohm"],
    "year": 2011
  }, {
    "title": "Granular flows at recurring slope lineae",
    "authors": ["C.M. Dundas", "A.S. McEwen", "M. Chojnacki", "M.P. Milazzo", "S. Byrne", "J.N. McElwaine", "A. Urso"],
    "venue": "Special Paper,",
    "year": 2017
  }, {
    "title": "Mars indicate a limited role for liquid water",
    "authors": ["B.L. Ehlmann", "J.F. Mustard", "S.L. Murchie", "F. Poulet", "J.L. Bishop", "Brown", "A. J"],
    "venue": "Nature Geoscience,",
    "year": 2008
  }, {
    "title": "Identification of hydrated silicate minerals on Mars",
    "authors": ["on Mars"],
    "year": 2009
  }, {
    "title": "Crater floor polygons: Desiccation patterns of ancient",
    "authors": ["M.R. El Maarry", "W.J. Markiewicz", "M.T. Mellon", "W. Goetz", "J.M. Dohm", "A. Pack"],
    "year": 2010
  }, {
    "title": "Experimental setup and initial results",
    "authors": ["M.R. El Maarry", "W. Watters", "N.K. McKeown", "J. Carter", "E.N. Dobrea", "Bishop", "J. L"],
    "venue": "Planetary and Space Science,",
    "year": 2014
  }, {
    "title": "Field investigation of dried lakes",
    "authors": ["M.R. El Maarry", "W.A. Watters", "Z. Yoldi", "A. Pommerol", "D. Fischer", "U. Eggenberger", "N. Thomas"],
    "year": 2015
  }, {
    "title": "Saline lakes",
    "authors": ["L.A. Hardie"],
    "venue": "In Lakes (pp. 237–293)",
    "year": 1978
  }, {
    "title": "Closed drainage crater basins of the Martian highlands: Constraints on the early Martian hydro",
    "authors": ["R.D. Forsythe", "C.R. Blackwelder"],
    "year": 1998
  }, {
    "title": "Constraints on the composition and particle size of chloride salt-bearing",
    "authors": ["Terra Sirenum", "Mars"],
    "venue": "Geophysical Research Letters,",
    "year": 2016
  }, {
    "title": "Episodic warming of early Mars by punctuated volcanism",
    "authors": ["I. Halevy", "Head", "J.W. III"],
    "venue": "Nature Geoscience,",
    "year": 2014
  }, {
    "title": "Hydrochemical characteristics, origin and evolution of the subsurface brines",
    "authors": ["J. Han", "X. Zhou", "C. Jiang", "L. Hu", "B. Fang", "Q. Sun"],
    "year": 2013
  }, {
    "title": "Tibet forcing Quaternary stepwise enhancement of westerly jet and central Asian ari",
    "authors": ["X. Fang", "C. Ye", "X. Teng", "T. Zhang"],
    "venue": "Qaidam Basin. Geoscience,",
    "year": 2014
  }, {
    "title": "Marginal marine halite: Sabkhas and Salinas. In Evaporites, petroleum and mineral resources (pp. 1–66)",
    "authors": [],
    "year": 1991
  }, {
    "title": "Morphology and distribution of fractured terrain onMars, paper presented at Lunar and Planetary",
    "authors": ["Developments in Sedimentology", "P. Elsevier. Helfenstein", "P. Mouginis-Mark"],
    "year": 1980
  }, {
    "title": "Characteristics and origin of polygonal terrain in southern Utopia Planitia, Mars: Results from Mars Orbiter",
    "authors": ["H. Hiesinger", "J.W. Head"],
    "venue": "Science Conference,",
    "year": 2000
  }, {
    "title": "Sedimentary characteristics and paleoenvironmental of Dalangtan Salt Lake",
    "authors": ["X. 1999JE001193 Hou", "M. Zheng", "C. Zhang", "L. Shi", "Y. Wang"],
    "year": 2010
  }, {
    "title": "Updated global map of Martian valley networks and implications for climate and hydrologic",
    "authors": ["B.M. Hynek", "M. Beach", "M.R. Hoke"],
    "year": 2010
  }, {
    "title": "Rivers in the solar system: Water is not the only fluid flow on planetary bodies",
    "authors": ["G. Komatsu"],
    "venue": "Geography Compass,",
    "year": 2007
  }, {
    "title": "Paleolakes, paleofloods, and depressions in Aurorae",
    "authors": ["G. Komatsu", "G. Di Achille", "C. Popa", "S. Di Lorenzo", "A.P. Rossi", "J.A.P. Rodriguez"],
    "year": 2009
  }, {
    "title": "Playa environments on Earth: Possible analogs for Mars",
    "authors": ["G. j.icarus.2009.01.010 Komatsu", "G.G. Ori", "L. Marinangeli", "J.E. Moersch"],
    "year": 2007
  }, {
    "title": "Sulfates in the north polar region of Mars detected by OMEGA/Mars Express",
    "authors": ["Y. Langevin", "F. Poulet", "Bibring", "J.-P", "B. Gondet"],
    "venue": "Special Papers,",
    "year": 2005
  }, {
    "title": "Hydrological characteristics of recurrent slope lineae on Mars: Evidence for liquid flow through regolith and comparisons",
    "authors": ["J. Levy"],
    "year": 2012
  }, {
    "title": "Evaporite minerals and geochemistry of the upper 400m sediments in a core",
    "authors": ["X. Fang", "C. Yi", "S. Gao", "W. Zhang", "A. Galy"],
    "venue": "analog studies. Icarus,",
    "year": 2009
  }, {
    "title": "Sedimentary features, origin and paleoenvironmental",
    "authors": ["B.G. Li", "P.A. Jiang", "J.D. Sheng", "J.P. Zhong", "H.L. Qiu", "H.Q. Wu"],
    "year": 2011
  }, {
    "title": "Antarctic dry valleys: Microclimate zonation, variable geomorphic processes, and implications",
    "authors": ["J.W. Head"],
    "year": 2007
  }, {
    "title": "Mapping minerals at a potential Mars analog site on the Tibetan",
    "authors": ["D.P. Mayer", "R.E. Arvidson", "A. Wang", "P. Sobron", "M.P. Zheng"],
    "year": 2009
  }, {
    "title": "Recurring slope lineae in equatorial regions of Mars",
    "authors": ["Plateau"],
    "venue": "Lunar and Planetary Science Conference,",
    "year": 2014
  }, {
    "title": "Mars Reconnaissance Orbiter’s",
    "authors": ["A.S. McEwen", "E.M. Eliason", "J.W. Bergstrom", "N.T. Bridges", "C.J. Hansen", "Delamere", "W. A"],
    "venue": "Nature Geoscience,",
    "year": 2007
  }, {
    "title": "Seasonal flows on warm Martian slopes",
    "authors": ["A.S. 2005JE002605 McEwen", "L. Ojha", "C.M. Dundas", "S.S. Mattson", "S. Byrne", "Wray", "J. J"],
    "year": 2011
  }, {
    "title": "Origin of giant Martian polygons",
    "authors": ["G.E. McGill", "L.S. Hills"],
    "venue": "Journal of Geophysical Research,",
    "year": 1992
  }, {
    "title": "Crustal thickening in Gansu-Qinghai, lithospheric",
    "authors": ["B. 91JE02863 Meyer", "P. Tapponnier", "L. Bourjot", "F. Metivier", "Y. Gaudemer", "G Peltzer"],
    "year": 1998
  }, {
    "title": "Water or ice in the Martian regolith?: Clues from rampart craters seen at very high resolution",
    "authors": [],
    "venue": "Icarus,",
    "year": 1987
  }, {
    "title": "A synthesis of Martian aqueous miner",
    "authors": ["S.L. Murchie", "J.F. Mustard", "B.L. Ehlmann", "R.E. Milliken", "J.L. Bishop", "McKeown", "N. K"],
    "year": 2009
  }, {
    "title": "Hydrated silicate minerals on Mars observed by the Mars",
    "authors": ["S. Murchie", "S. Pelkey", "B. Ehlmann", "R. Milliken", "J Grant"],
    "year": 2008
  }, {
    "title": "The geology of the Viking Lander 2 site",
    "authors": ["T.A. Mutch", "R.E. Arvidson", "A.B. Binder", "E.A. Guinness", "E.C. Morris"],
    "venue": "Reconnaissance Orbiter CRISM instrument. Nature,",
    "year": 1977
  }, {
    "title": "Playas and dried lakes: Occurrence and development",
    "authors": ["J.T. Neal"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1975
  }, {
    "title": "Climate–surface–pore-water interactions",
    "authors": ["J.M. Nield", "G.F. Wiggs", "J. King", "R.G. Bryant", "F.D. Eckardt", "D.S. Thomas", "R. Washington"],
    "year": 2016
  }, {
    "title": "Origin and significance of decameter-scale polygons",
    "authors": ["D.Z. Oehler", "N. Mangold", "B. Hallet", "A.G. Fairén", "L. Le Deit", "Williams", "A. J"],
    "venue": "Surface Processes and Landforms,",
    "year": 2016
  }, {
    "title": "HiRISE observations of recurring slope lineae (RSL) during",
    "authors": ["L. Ojha", "A. McEwen", "C. Dundas", "S. Byrne", "S. Mattson", "J Wray"],
    "venue": "Peace Vallis fan of Gale crater, Mars. Icarus,",
    "year": 2014
  }, {
    "title": "Spectral evidence for hydrated salts in recurring slope",
    "authors": ["L. Ojha", "M.B. Wilhelm", "S.L. Murchie", "A.S. McEwen", "J.J. Wray", "J Hanley"],
    "venue": "southern summer on Mars. Icarus,",
    "year": 2015
  }, {
    "title": "Chloride-bearing materials",
    "authors": ["M. M", "V.E. Hamilton", "J.L. Bandfield", "T.D. Glotch", "A.M. Baldridge", "Christensen", "P. R"],
    "venue": "Journal of Geophysical Research,",
    "year": 2008
  }, {
    "title": "Polygonal pattern analysis on Mars based on Svalbard analogues, paper presented at Proceedings of the V Iberian",
    "authors": ["P. Pina"],
    "year": 2014
  }, {
    "title": "Shrinkage cracks: Desiccation or synaeresis",
    "authors": ["P.S. Barcelona. Plummer", "V.A. Gostin"],
    "venue": "Conference of the International Permafrost Association,",
    "year": 1981
  }, {
    "title": "The case for a wet",
    "authors": ["J.B. Pollack", "J.F. Kasting", "S.M. Richardson", "K. Poliakoff"],
    "venue": "warm climate on early Mars. Icarus,",
    "year": 1987
  }, {
    "title": "Compositional investigation of the proposed chloride",
    "authors": ["O. Ruesch", "F. Poulet", "M. Vincendon", "J.P. Bibring", "J. Carter", "G Erkeling"],
    "year": 2012
  }, {
    "title": "Hydrological and sedimentary analyses of well-preserved paleofluvial",
    "authors": ["F. 1029/2012JE004108 Salese", "G. Di Achille", "A. Neesemann", "G.G. Ori", "E. Hauber"],
    "year": 2016
  }, {
    "title": "Criteria for the recognition of shallow-perennial-saline-lake halites based on recent sediments",
    "authors": ["K.A. 2015JE004891 Schubel", "T.K. Lowenstein"],
    "year": 1997
  }, {
    "title": "Map of Mars showing channels and possible paleolake basins, U.S",
    "authors": ["D.H. Scott", "J.M. Dohm", "Rice", "Jr J. W"],
    "venue": "Geol. Surv. Misc. Invest",
    "year": 1995
  }, {
    "title": "Small-scale Martian polygonal terrain: Implications for liquid surface water",
    "authors": ["Map", "N.M. I–2461. Seibert", "J.S. Kargel"],
    "year": 2001
  }, {
    "title": "Candidate desiccation cracks in the Upper Murray",
    "authors": ["N. Stein", "J.P. Grotzinger", "J. Schieber", "N. Mangold", "H. Newsom", "M Minitti"],
    "year": 2017
  }, {
    "title": "The digital global geologic map of Mars: Chronostratigraphic",
    "authors": ["Formation", "Gale Crater", "Mars"],
    "venue": "Lunar and Planetary Science Conference (Vol. 48),",
    "year": 2014
  }, {
    "title": "Giant polygons in the Triassic salt of Cheshire, England: A thermal contraction model for their origin",
    "authors": [],
    "year": 1981
  }, {
    "title": "Polygon pattern geomorphometry on Svalbard",
    "authors": ["M. Ulrich", "E. Hauber", "U. Herzschuh", "S. Härtel", "L. Schirrmeister"],
    "venue": "Sedimentary Research,",
    "year": 2011
  }, {
    "title": "Evaporative salts from saline lakes on Tibetan Plateau: An analog for salts",
    "authors": ["M.P. Zheng"],
    "year": 2009
  }, {
    "title": "Pliocene–Pleistocene climate change at the NE Tibetan Plateau deduced from lithofacies",
    "authors": ["X. Fang", "E. Appel", "C. Song"],
    "venue": "Planetary Science Conference,",
    "year": 2012
  }, {
    "title": "Cenozoic environmental evolution of the Qaidam Basin and its implications for the uplift",
    "authors": ["J. Wang", "Y.J. Wang", "Z.C. Liu", "J.Q. Li", "P. Xi"],
    "year": 1999
  }, {
    "title": "Initiation and growth of cracks during desiccation of stratified muddy sediments",
    "authors": ["R. Weinberger"],
    "venue": "Journal of Structural Geology,",
    "year": 1999
  }, {
    "title": "Evolution of polygonal patterns in stratified mud during desiccation: The role of flaw distribution and layer",
    "authors": ["R. Weinberger"],
    "year": 2001
  }, {
    "title": "Explosive volcanic eruptions on Mars: Tephra and accretionary lapilli formation, dispersal",
    "authors": ["L. 1007/BF00682769 Wilson", "J.W. Head"],
    "year": 2007
  }, {
    "title": "Diverse aqueous environments on ancient Mars revealed",
    "authors": ["J.J. 2010JE003694 Wray", "S.L. Murchie", "S.W. Squyres", "F.P. Seelos", "L.L. Tornabene"],
    "year": 2009
  }, {
    "title": "Cenozoic Qaidam Basin, China: A stronger tectonic inversed, extensional rifted basin",
    "authors": ["Vallis", "Mars"],
    "venue": "Icarus,",
    "year": 2001
  }, {
    "title": "A new terrestrial analogue site for Mars research",
    "authors": ["L. Xiao", "J. Wang", "Y. Dang", "Z. Cheng", "T. Huang", "J Zhao"],
    "venue": "AAPG Bulletin,",
    "year": 2017
  }, {
    "title": "Achievements, issues and prospects in study of Martian paleolake (in Chinese)",
    "authors": ["J. Zhao", "L. Xiao"],
    "venue": "Earth Science: Journal of the Chinese",
    "year": 2016
  }, {
    "title": "Classification of saline lakes and types of mineral deposit. In An introduction to saline lakes on the Qinghai-Tibet Plateau",
    "authors": ["P. M"],
    "venue": "Geological University,",
    "year": 1997
  }, {
    "title": "Primary discussions on the environment of the western part of the Qaidam Basin",
    "authors": [],
    "venue": "Environment of Qinghai,",
    "year": 1985
  }],
  "id": "SP:8f482573677f434ddf3375751ccbfd76d1efe953",
  "authors": [{
    "name": "Y. N. Dang",
    "affiliations": []
  }, {
    "name": "L. Xiao",
    "affiliations": []
  }, {
    "name": "Y. Xu",
    "affiliations": []
  }, {
    "name": "F. Zhang",
    "affiliations": []
  }, {
    "name": "J. Huang",
    "affiliations": []
  }, {
    "name": "J. Wang",
    "affiliations": []
  }, {
    "name": "J. N. Zhao",
    "affiliations": []
  }, {
    "name": "G. Komatsu",
    "affiliations": []
  }, {
    "name": "Z. Yue",
    "affiliations": []
  }],
  "abstractText": "Abundant polygonal surface structure (PSS) landforms within the Qaidam Basin, Tibetan Plateau, northwestern China, are considered to be excellent analogues for the PSSs on Mars. In this study, we have carried out fieldwork in the Dalangtan Playa, a large dried salt lake in the northwestern Qaidam Basin, complemented with laboratory analyses of collected samples. Our study shows that (1) the playa PSSs can be divided into three groups: small (<10 m), medium (10–100 m), and large (>100 m) according to their sizes; (2) the samples collected from the PSSs are dominated by halite (mostly >50 wt %), followed by feldspar (mostly ~20 wt %), quartz, and minor clays; (3) illiteand chlorite-dominated clay minerals are detected in nearly all mediumto large-sized PSS regions; the average halite content of small-sized PSSs is higher than that of larger PSSs; (4) most small-sized PSSs are distributed on the flat playa floors, while larger PSSs tend to occur at the edge of the Dalangtan Playa with higher elevations. The topography within the Dalangtan Playa controls different mineralogical precipitation primarily due to evaporation processes. Thus, correlations of the size-dependent PSS occurrences and elevations seem to indicate that the PSS formation is strongly influenced by the mineralogy. The geomorphological similarity of these PSSs and their counterparts on Mars indicates that the Martian PSSs likely formed as a result of environmental change from wet to dryer condition, and it also suggests that there are similar controlling factors responsible for the PSS formation onMars. Plain Language Summary Our study is focused on the observations of the diverse salt-related polygonal patterned terrains in the Qaidam Basin in western China and the comparison with their counterparts in potential ancient lake-like environments on Mars. We found that dried salt lakes on Earth feature many polygon characteristics (including the size, pattern, morphology, composition of sediments, and topography) similar to those in salt-bearing terrains on Mars. Similar processes are expected to be responsible for the formation of these polygonal terrains on both planets. On Earth, salt deposits are known to form through the aqueous processes of efflorescence (i.e., when a salt forms a coating over porous material due to evaporation) and precipitation. The discovery of the terrestrial patterned terrains analogous to those on Mars provides further evidence for the presence of a liquid-water-related process early in the history of Mars.",
  "title": "The Polygonal Surface Structures in the Dalangtan Playa, Qaidam Basin, NW China: Controlling Factors for Their Formation and Implications for Analogous Martian Landforms"
}