{
  "sections": [{
    "text": "The Cretaceous to early Paleogene (ca. 140–50 Ma) was characterized by a greenhouse baseline climate, driven by elevated concentrations of atmospheric CO2. Hypotheses for the elevated CO2 concentrations invoke an increase in volcanic CO2 production due to higher oceanic crust production rates, higher frequency of large igneous provinces, or increases in pelagic carbonate deposition, the last leading to enhanced carbonate subduction into the mantle source regions of arc volcanoes. However, these are not the only volcanic sources of CO2 during this time interval. We show here that ocean-continent subduction zones, manifested as a global chain of continental arc volcanoes, were as much as 200% longer in the Cretaceous and early Paleogene than in the late Paleogene to present, when a cooler climate prevailed. In particular, many of these continental arcs, unlike island arcs, intersected ancient continental platform carbonates stored on the continental upper plate. We show that the greater length of Cretaceous–Paleogene continental arcs, specifi cally carbonate-intersecting arcs, could have increased global production of CO2 by at least 3.7–5.5 times that of the present day. This magmatically driven crustal decarbonation fl ux of CO2 through continental arcs exceeds that delivered by Cretaceous oceanic crust production, and was suffi cient to drive Cretaceous–Paleogene greenhouse conditions. Thus, carbonate-intersecting continental arc volcanoes likely played an important role in driving greenhouse conditions in the Cretaceous–Paleogene. If so, the waning of North American and Eurasian continental arcs in the Late Cretaceous to early Paleogene, followed by a fundamental shift in western Pacifi c subduction zones ca. 52 Ma to an island arc–dominated regime, would have been manifested as a decline in global volcanic CO2 production, prompting a return to an icehouse baseline in the Neogene. Our analysis leads us to speculate that long-term (>50 m.y.) greenhouse-icehouse oscillations may be linked to fl uctuations between continental- and island arc–dominated states. These tectonic fl uctuations may result from large-scale changes in the nature of subduction zones, changes we speculate may be tied to the assembly and dispersal of continents. Specifi cally, dispersal of continents may drive the leading edge of continents to override subduction zones, resulting in continental arc volcanism, whereas assembly of continents or closing of large ocean basins may be manifested as large-scale slab rollback, resulting in the development of intraoceanic volcanic arcs. We suggest that greenhouse-icehouse oscillations are a natural consequence of plate tectonics operating in the presence of continental masses, serving as a large capacitor of carbonates that can be episodically purged during global fl are-ups in continental arcs. Importantly, if the global crustal carbonate reservoir has grown with time, as might be expected because platform carbonates on continents do not generally subduct, the greenhouse-driving potential of continental arcs would have been small during the Archean, but would have increased in the Neoproterozoic and Phanerozoic after a signifi cant reservoir of crustal carbonates had formed in response to the evolution of life and the growth of continents."
  }, {
    "heading": "INTRODUCTION",
    "text": "Earth’s surface temperature is controlled by the radiative energy balance of the atmosphere, which depends on insolation, albedo, and atmospheric composition, particularly the partial pressure of atmospheric CO2 (pCO2), a greenhouse gas (Kasting, 1993). Atmospheric pCO2 is governed by exchange of C with other reservoirs of the exogenic C cycle (ocean and biosphere) and endogenic C cycle (crust and mantle ) (Berner et al., 1983; Royer et al., 2004). On time scales >0.5 m.y., the exogenic system can be considered a single entity, with a mass of C dictated by inputs and outputs. Volcanism and metamorphism release CO2, weathering produces HCO3–, and deposition of organic matter and carbonate sequesters C (Berner, 1994; Kerrick, 2001; Ridgwell and Zeebe, 2005). The global cycling of C is completed on even longer time scales (>10 m.y.) when subduction of oceanic lithosphere transfers C into the deep Earth, and volcanic eruptions return this C to the atmosphere. Continental collisions also result in metamorphic decarbonation of limestones and in exposure and weathering of limestone and organic matter (Berner, 1994; Kerrick, 2001; Ridgwell and Zeebe, 2005). This is how the long-term C cycle is currently understood. If long-term C sources and sinks were balanced, atmospheric pCO2, averaged over millions\nFor permission to copy, contact editing@geosociety.org © 2012 Geological Society of America\n21\nGeosphere; February 2013; v. 9; no. 1; p. 21–36; doi:10.1130/GES00822.1; 10 fi gures. Received 21 May 2012 ♦ Revision received 3 October 2012 ♦ Accepted 22 October 2012 ♦ Published online 13 December 2012\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/1/21/3344369/21.pdf by University of Arizona user on 21 February 2019\n22 Geosphere, February 2013\nof years, would remain relatively constant, and so would Earth’s surface temperature, unless insolation changes. This has not been the case over Earth’s history (Royer et al., 2004; Veizer et al., 2000) (Fig. 1A). Earth’s surface temperature changed signifi cantly from the warm baseline of the Cretaceous and early Paleogene (ca. 130–50 Ma), which was characterized by relatively high sea level and a general lack of ice sheets (Hallam, 1984, 1985; Haq et al., 1987; Jenkyns et al., 2004; Müller and Groves, 1993; Forster et al., 2007; Wilson and Norris, 2001), to the cooler baseline of the late Paleogene to present (ca. 34–0 Ma), which was marked by large, though variable, ice sheets (Figs. 1A, 1B) (Hallam , 1985; Raymo, 1994; Zachos et al., 2008). Atmospheric pCO2 is thought to have been 4–8 times higher during the Cretaceous and early Paleogene (1200–2400 ppm) than during the Holocene (~300 ppm) (Fig. 1B); this suggests that the warm baseline was driven by greenhouse conditions (Bice et al., 2006; Hong and Lee, 2012; Pagani et al., 2005; Pearson and Palmer, 2000; Royer et al., 2004). Based on these examples, the cycling of C between the endogenic and exogenic systems has clearly changed over long time intervals: the question is why.\nDiatoms\nDinoflagellates\nAcritarchs\nCoccoliths\nRadiolaria Plank c foraminifera\n–3 –2 –1 0 1 2 3 4 5 6 0.7065 0.7070 0.7075 0.7080 0.7085 0.7090 0.7095 87 Sr /8 6 S r mantle Cont. crust δ 13C mantle Carbo -nate\nTime (Ma)\nK J Tr P C D S O C\nOpening of Atlan c Con nental arcs\nLI P\nar ea\n(1\n06 km\n2 )\n5\n10\nΔT (o\nC ) +2 +4 +6\n0 –2 –4\nSe aw\nat er\nM\ng/ Ca\nm ol\nar ra\no 6 5 4 3 2 1\n0 100 200 300 400 500\nD\nA\nC\nB\nF\nE\n10 00\n20 00 ppm\nCO 2\nCO2 TFigure 1. (A) Geologic time scale and magnetic polarity reversals for reference. Vertical gray shaded bar in fi gure shows approximate time of Atlantic Ocean opening and period of enhanced continental arc activity. (B) Changes in tropical sea surface temperatures (T) estimated from the marine oxygen isotopic record (Veizer et al., 2000), along with the estimated range of atmospheric pCO2 since the Cretaceous (Royer et al., 2004). (C) Frequency of occurrence and area of large igneous provinces (LIPs) (Ernst and Buchan, 2001; Kidder and Worsley, 2010). Width corresponds to duration and height corresponds to area. (D) Seawater Sr and C iso topic composition inferred from carbonates (Prokoph et al., 2008). Values represent averages over 10 m.y. intervals (error bars are 1 standard deviation) (data from Prokoph et al., 2008). Cont.— continental. (E) Sea water Mg/Ca (molar ratio) (Lowenstein et al., 2001). (F) Marine fauna (Ridgwell and Zeebe, 2005).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/1/21/3344369/21.pdf by University of Arizona user on 21 February 2019\nGeosphere, February 2013 23\nCURRENT VIEWS ON AND QUESTIONS ABOUT CRETACEOUS–PALEOGENE GREENHOUSE\nWe use the Cretaceous–Paleogene greenhouse interval to explore possible causes of long-term climate variability. The most popular explanation for elevated atmospheric pCO2 during this time interval centers on greater production of basaltic oceanic crust through faster mid-oceanic ridge spreading rates and/or increased frequency of large igneous provinces (LIPs) (Fig. 1C; Berner and Kothavala, 2001; Hong and Lee, 2012; Kidder and Worsley, 2010; Larson, 1991a; Müller et al., 2008). This view appears consistent with the generally low 87Sr/86Sr (Fig. 1D) and low Mg/Ca ratios of Cretaceous sea water (Fig. 1E), because faster spreading is thought to increase hydrothermal circulation rates through the ridge, which contrib utes un radio genic Sr to seawater and consumes seawater Mg (Richter et al., 1992; Stanley and Hardie, 1998). Furthermore, at least two oceanic anoxic events (OAEs) during the Cretaceous have been attributed to eruption of LIPs and massive release of CO2 (Adams et al., 2010; Kerr, 1998; Sinton and Duncan, 1997; Tarduno et al., 1991; Turgeon and Creaser, 2008).\nHowever, it is unresolved whether oceanic crust production rates were sufficient to increase atmospheric pCO2 by 4–8 times those of the present. To evaluate the contribution from oceanic crust production, we consider the following logic. The change in total C of the exogenic system (ocean + atmosphere) is given by\ndC\ndt j k Cex ex ex= − , (1)\nwhere dCex/dt is the rate (t = time) of change in concentration of C in the exogenic system, j is the total CO2 input into the exogenic system (volcanic degassing + weathering of organic C and carbonate), and kex is the inverse response time for C sequestration from the exogenic system in the form of organic C and carbonate, and Cex is the concentration of C in the exogenic system. At the >1 m.y. time scales considered here, we can assume equilibrium between the ocean and the atmosphere. Then, following the assumption of Schrag et al. (2002) that the oceans are saturated in calcium carbonate, CaCO3, on long time scales, equilibrium, K, between CO2 in the atmosphere and ocean can be expressed as\nK p\n∼ Ca HCO\nCO\n2 3\n2\n2\n+ −⎡⎣ ⎤⎦ ⎡⎣ ⎤⎦ , (2)\nwhere [HCO3–] is the bicarbonate ion in the ocean, [Ca2+] is the Ca2+ concentration in\nthe ocean and pCO2 is atmospheric CO2 concentration. Because the dominant C species in the ocean is HCO3– (e.g., [HCO3–] ~ Cex) and the ocean-atmosphere system can be considered as steady state on time scales longer than 1/kex ~ 1 m.y. (Dessert et al., 2001), Equation 2 and the steady-state form of Equation 1 combine to yield atmospheric pCO2 as a function of the input j of CO2 into the exogenic system:\np j k K\nCO Ca2+\nex 22\n2∼ ⎡⎣ ⎤⎦⎧⎨ ⎪\n⎩⎪\n⎫ ⎬ ⎪\n⎭⎪ . (3)\nIf the quantity in parentheses is constant, j scales approximately with the square root of atmospheric pCO2. Therefore, increasing pCO2 by 4–8 times requires a 2–2.8 times increase in CO2 input into the exogenic system. In all likelihood, the rate constant kex for CO2 withdrawal from the system would increase during greenhouse conditions (because weathering effi - ciency would increase in a greenhouse world), so this 2–2.8 times increase in CO2 output is a minimum.\nWhat rates of oceanic crust production are needed to support such an increase in CO2 output? Outgassing from ridges scales linearly with spreading rate if mantle potential temperature and average mantle C content are not changing substantially over the time scales of interest, as seems likely (Marty and Tolstikhin, 1998; McGovern and Schubert, 1989). This is because melting at ridges is driven by passive decompression, and consequently CO2 fl ux through ridges scales as FVCm, where Cm is the concentration of C in the mantle, V is the half spreading rate, and F is the average melting degree (FV is the fl ux of oceanic crust production). Cm can be considered constant over 100 m.y. time scales. Perhaps more surprising is the observable fact that F, as inferred from oceanic crustal thickness and geochemical tracers, is independent of spreading rate V for all ridge segments except ultraslow spreading centers (Chen, 1992). However, the reasons for this are well understood on theoretical grounds: although the total amount of mantle passing through the melting regime beneath ridges will increase with increasing spreading, the fraction of such mantle that melts to form crust does not change (Langmuir et al., 1992). The only factor that can change F is a change in mantle potential temperature, but this effect is not large enough. For example, increasing present-day mantle potential temperature of ~1350 °C (Courtier et al., 2007; Lee et al., 2009; Putirka, 2005) by 100 °C would increase F by at most ~0.3 (see results of Katz et al., 2003). Lee et al. (2005) showed that mantle potential temperature beneath ridges may have been higher in the Cretaceous, but by no more than 100 °C\n(see fi g. 9 in Lee et al., 2005). For these reasons, we expect magmatic fl ux of CO2 through ridges to scale close to linearly with spreading rate. Thus, a >2–2.8 times increase in CO2 input into the exogenic system, if driven solely by mid-oceanic ridge magmatism, requires an equivalent increase in global oceanic crust production rates.\nWere oceanic crust production rates 2–2.8 times higher during the Cretaceous–Paleogene? Based on the areal distribution of seafl oor ages, Rowley (2002) argued that global oceanic crust production rates were constant to within 20% over the past 200 m.y. In contrast, analyses of the same type of data by Larson (1991b) and Müller et al. (2008) suggest that global oceanic crust production rates may have been 1.5–1.75 times higher 50–140 m.y. ago compared to 0–50 m.y. ago. Demicco (2004) and Becker et al. (2009) suggested that 1.3–2 times higher rates in the Cretaceous are permitted by the seafl oor-age distribution. All of these estimates of oceanic crust production are highly model dependent, so there is currently no consensus on how variable seafl oor spreading was during the past 200 m.y. The highest estimated Cretaceous oceanic production rates may be suffi cient to support Cretaceous greenhouse conditions, but the lower estimates are clearly insuffi cient. Until Cretaceous seafl oor production rates can be better refi ned, additional sources of CO2 should be explored.\nA second possibility is to include the contribution from LIPs. However, given the brief durations of LIPs (<2 m.y.) and the <1 m.y. response time of CO2 withdrawal from the exogenic system (Dessert et al., 2001), a LIP would have to erupt every ~1 m.y. to sustain prolonged greenhouse conditions for the time interval of interest. While LIP frequency was certainly higher in the Cretaceous–Paleogene than the mid-Cenozoic, the frequencies are still far too low to sustain continuous and prolonged greenhouse conditions (Fig. 1C) (Müller et al., 2008).\nA third scenario invokes an increase in pelagic carbonate deposition during the Cretaceous, possibly facilitated by the evolutionary rise of pelagic carbonate-secreting organisms in the early Mesozoic (Katz et al., 2004). Such a scenario would increase the delivery of carbonate to subduction zones, from which it follows that the output of CO2 through arc volcanoes would increase (Caldeira and Rampino, 1993; Edmond and Huh, 2003; Johnston et al., 2011). However, it is not obvious that enhanced sequestration of carbonate in oceanic crust would necessarily increase the total fl ux of CO2 out of arc vol canoes. Consider a modifi ed form of Equation 1, which describes the change in C content of the exogenic system Cex:\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/1/21/3344369/21.pdf by University of Arizona user on 21 February 2019\n24 Geosphere, February 2013\ndC\ndt j K C k C k Cex ex,cc ex oc,ex oc ex,oc ex= − + −( ), (4)\nwhere dCex/dt is the rate of change of C in the exogenic system, Coc is the concentration of C in the subducted oceanic crust, kex,cc is the rate constant for sequestration of exogenic C into nonsubductable C on continental platforms, koc,ex is the rate constant describing the transfer of metamorphically decarbonated C from the subducted slab back to the exogenic system through arc volcanism, and kex,oc is the rate constant describing sequestration of exogenic C into oceanic crust in the form of carbonated sediments or veins in the oceanic crust. If we consider the case in which 100% of subducted carbonate is completely decarbonated and returned to the exogenic system through arc volcanoes, then the quantity in parentheses on the right side of Equation 4 equals zero, regardless of changes in the effi - ciency of pelagic carbonate deposition, e.g., if kex,cc varies. With 100% decarbonation of the subducted oceanic lithosphere, the steady-state concentration of C in the exogenic system, Cex, must then be given by j/kex,cc. It is clear that Cex must ultimately be driven by external forcings, i.e., j. The subduction factory, in the context of the foregoing hypothesis, is not an external forcing. Finally, metamorphic decarbonation in typical subducting slabs is likely to be far less than 100% effi cient because the temperatures required for decarbonation increase with increasing pressure (Dasgupta and Hirschmann, 2010; Kerrick and Connolly, 2001; Tsuno and Dasgupta, 2012). For example, in Figure 2, it can be seen that decarbonation, even in the presence of silica and H2O, is unlikely to be extensive because typical slab temperatures are not hot enough. Thus, enhanced pelagic deposition of carbonates, in the absence of an external forcing of CO2, could even lead to a net decrease in exogenic C. We can conclude that an increase in external forcing is necessary to drive elevated atmospheric pCO2 in the Cretaceous–Paleogene. While juvenile mantle inputs seem to be favored by the community, they may not, by themselves, be suffi cient. One remaining possibility is to liberate CO2 from long-lived reservoirs of car-\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/1/21/3344369/21.pdf by University of Arizona user on 21 February 2019\nGeosphere, February 2013 25\nbonate and organic C accumulated and stored on continents over the history of Earth. This can be done by weathering or by metamorphic decarbonation of continental carbonates. Metamorphic decarbonation of crustal carbonates in magma-poor orogenic belts, such as that caused by the collision of India with Eurasia, or in magmatically active extensional orogenies, such as in western North America, have been suggested to have driven warming pulses in the Eocene (Evans et al., 2008; Kerrick and Caldeira, 1994, 1998; Nesbitt et al., 1995), but as far as we know, the importance of continent-sourced carbonates has not been considered for the Cretaceous. We show next that metamorphic decarbonation of continental carbonates, facilitated by a greater length of continental arc volcanoes during the Cretaceous–early Paleogene, was capable of generating more CO2 than any of the mechanisms described here."
  }, {
    "heading": "CONTINENTAL ARCS DOMINATED",
    "text": ""
  }, {
    "heading": "IN THE CRETACEOUS",
    "text": "Based on a compilation of geologic maps (see Appendix), continental arcs (e.g., Andean style volcanism) were longer in the Cretaceous to early Paleogene than in the mid-Cenozoic (Figs. 3A and 4). Cretaceous–Paleogene continental arc batholiths occur (1) along the entire North American Cordillera, from southern Alaska through western North America and into Mexico, (2) in the South American Cor-\ndillera, extending from Columbia to southern Chile, (3) along the southern margin of Eurasia extending from eastern Turkey through southern Tibet and into present-day southeast Asia, and (4) along the eastern part of Eurasia, extending from southern China through Korea, Japan, and eastern Siberia. The total length of these Cretaceous–early Paleogene continental arcs was ~33,000 ± 3000 km, which is ~63% of the present length of all subduction zones (52,000 km; Bird, 2003), or ~200% greater than the length of present continental arcs, which include the Andes, Mexico, Cascades, Alaska, Kamchatka, and Sumatra (<16,500 km or ~30% that of current subduction zones). The present-day confi guration of subduction zones was largely defi ned ca. 50 Ma with the termination of continental arcs in southern and eastern Eurasia and in western North America (Dickinson, 1981; Jahn et al., 1990, 2000; Lapierre et al., 1997) and the initiation of widespread intraoceanic subduction and associated island arcs in the western Pacifi c, extending from Izu-Bonin-Mariana to Fiji and the Tonga-Kermadec convergent margins (Stern et al., 2012).\nThere are several implications. Continental arcs are built through continental crust, whereas island arcs (e.g., the modern Marianas and outer Aleutians) are built on oceanic lithosphere. Because carbonate production and preservation are favored in shallow waters, most of the global marine carbonate accumulation, at least until the Mesozoic, occurred over the relatively small area of continental shelves and slopes above continental or transitional crust rather than across the enormous expanse of the deep sea above oceanic crust (Wilkinson and Walker, 1989). Thus, continental arc magmas are more likely than island arc magmas to intersect sedimentary carbonates (Fig. 5). Because of the high temperatures (600–1200 °C) characteristic of magmas (Fig. 2), intrusion of magmas into carbonates can result in effi cient decarbonation by contact metamorphism, assimilation, or metasomatic reaction with the magma. During decarbonation, every mole of carbonate (limestone or dolomite) that reacts with magma releases 1 mol of CO2 (CaCO3 + SiO2 = CaSiO3 + CO2). Interactions of crustal carbonates and magma, particularly hydrous magmas (Fig. 2B), can release signifi cant amounts of CO2. Currently, this process is exemplifi ed at Etna and Vesuvius in Italy, volcanoes that have erupted through thick sections of crustal carbonates (Tethyan carbonates). Evidence for extensive interaction of crustal carbonates and magma comes from the abundant skarn and endoskarn xenoliths in Etna and Vesuvius lavas (Fulignati et al., 2000; Iacono-Marziano et al., 2009) and from the anomalously 13C-enriched composition of fumarolic gases (Allard et al., 1991); the latter is consistent with a sedimentary carbonate source of CO2 rather than a mantle source. This could be inherited from carbonates in the upper continental plate or from subducted carbonates, but the presence of skarns and endoskarns\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/1/21/3344369/21.pdf by University of Arizona user on 21 February 2019\n26 Geosphere, February 2013\nrequires interaction with carbonate wall rock in crustal magma chambers, indicating that at least some component of carbonate is derived from the upper plate.\nTo place carbonate-intersecting volcanoes like Etna and Vesuvius in context, we examine their contributions to the global CO2 output through volcanoes. Etna (crater summit and fl ank diffusion) puts out ~6 × 1011 mol/yr based on SO2/CO2 measurements of degassed volatiles and SO2 fl uxes (Allard et al., 1991). For comparison, the present-day global CO2 emission through subduction zones is ~1.5–3.1 × 1012 mol/yr (Dasgupta and Hirschmann, 2010; Hilton et al., 2002; Marty and Tolstikhin, 1998; Sano and Williams, 1996), a fl ux primarily based on circum-Pacifi c volcanoes, which are mostly island arcs or juvenile continental arcs and where the amount of crustal carbonate is comparatively smaller. The present-day CO2 emission through mid-oceanic ridges is ~1–5 × 1012 mol/yr (Dasgupta and Hirschmann, 2010; Marty and Tolstikhin, 1998; Sano and Williams, 1996). Subduction zones (excluding volcanoes, such as Etna and Vesuvius) and ridges collectively yield a CO2 output of ~4–10 × 1012 mol/yr (Marty and Tolstikhin, 1998). Thus, Etna alone accounts for 10%–14% of the global CO2 output. Those volcanoes that produce the most CO2 thus appear to intersect thick sections of crustal carbonates, suggestive of a causal link between high CO2\nproduction and magmatic emplacement into carbonate platforms. Examples of other high CO2producing volcanoes, though less productive than Etna, include Merapi in Indonesia, where skarn xenoliths and zoned phenocrysts indicate magma interaction with carbonate wall rock in shallow magma chambers (Chadwick et al., 2007; Deegan et al., 2010; Toutain et al., 2009). Although more work is necessary to evaluate the relative contributions of crustal carbonate\nFigure 4. Global map showing location of present-day arcs, divided into continental (orange), island (white), and intermediate (red) arcs. Base map was made from GeoMapApp (http://www.geomapapp.org; see also Ryan et al., 2009).\nA\nIsland arc\nOceanic crust\nB CO2 Magma/lava/ash\nContinental Arc\nFigure 5. (A) Island arc formed by intraoceanic subduction zone. Few to no crustal carbonates are present. (B) Continental arc intrudes through margin of continent and intersects ancient carbonates in the upper crust and the lower crust; ancient carbonates were introduced during continental underthrusting. Continental arc magmas ultimately derive from the mantle wedge and bring heat into the crust. CO2 and ash are released during volcanic eruptions, but there is also a diffusive background fl ux of CO2 through the arc crust. Total CO2 fl ux from arcs derives from the mantle and magmatically assisted decarbonation of crustal carbonates.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/1/21/3344369/21.pdf by University of Arizona user on 21 February 2019\nGeosphere, February 2013 27\nversus subducted carbonate to the fl ux of CO2 emitted by arc volcanoes, the examples indicate that crustal assimilation in magma chambers may play an important role when carbonates exist in the upper plate. We note that only 50 or so Etna-type volcanoes would increase the global CO2 volcanic output by a factor 3–7 relative to the present-day global output, more than enough to drive the Cretaceous greenhouse. In the following we consider a scenario in which the Cretaceous–early Paleogene was characterized by a global chain of carbonate-intersecting arc volcanoes."
  }, {
    "heading": "EVIDENCE FOR WIDESPREAD MAGMATIC DECARBONATION",
    "text": ""
  }, {
    "heading": "OF UPPER PLATE CRUSTAL CARBONATES",
    "text": "We attempt to estimate the extent to which Cretaceous to early Paleogene continental arc volcanoes may have intersected crustal carbonates in the upper plate. For a conservative assessment of this possibility, we mapped the distribution of Phanerozoic carbonates deposited before the Cretaceous (Fig. 3B). Where batholiths were emplaced in Tibet, southeastern Asia, eastern China, and Korea, thick Paleozoic sedimentary sections containing carbonates covered much of the prebatholithic crust (Golonka et al., 2006). Mesozoic batholiths in the North American Cordillera appear to have intersected Proterozoic and Paleozoic sediments, as evidenced by abundant roof pendants in the region (Burnham, 1959; Kerrick, 1970; Lackey and Valley, 2004; Pickett and Saleeby, 1993). In some of these regions, sedimentary sections approach 10 km in thickness, and limestones and dolostones occur in >50% of the stratigraphy (Stevens and Greene, 1999). Few Paleozoic carbonates crop out in western South America, so the contribution of the Andean volcanism to decarbonation may have been small both in the past and the present. We estimate the length of continental arcs that may have intersected crustal carbonates to be ~13,000 ± 2000 km, ~25% of the total length of modern arcs. We use this estimate in the following discussion to predict how much CO2 may have been liberated.\nWe can further evaluate the areal extent of magmatic decarbonation by mapping the distribution of decarbonated residues, i.e., skarns. Skarns are seldom represented in large-scale geologic maps because of their heterogeneous nature; however, because they are often associated with strategic metal ores (W, Sn, Cu, and Zn) (Barton and Hanson, 1989), their distribution can be determined with some confi dence. For example, scheelite (CaWO4) forms exclusively in carbonate skarns when the tungstate\nion (WO42–) in the silicate magma replaces the carbonate ion (CO32–) in carbonate, liberating CO2 (Wan, 1987). The use of W alloys in armor-piercing warheads made W a strategic metal, particularly during World War II, so locations of scheelite deposits across North America are established (Albers, 1981; John and Bliss, 1993; Newberry and Einaudi, 1981; Sinclair, 1995; Werner et al., 1998). Not all skarns contain scheelite, and many skarns have likely been eroded, hence the distribution of scheelite is a minimum map extent of skarn formation. In Figures 6 and 7 we show the distribution of Cretaceous–Paleogene plutonic rocks in North America and the distribution of Cretaceous– early Paleogene skarns. The abundance of Cretaceous–Paleogene scheelite deposits throughout the length of contemporaneous batholiths in North America qualitatively suggests that extensive decarbonation of crustal carbonates may have taken place in these Cretaceous–early Paleogene continental arcs. We can also shed insight on the vertical extent of skarn formation. Skarn formation in the Sierra Nevada has been documented at near-surface conditions and in the deep crust.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/1/21/3344369/21.pdf by University of Arizona user on 21 February 2019\n28 Geosphere, February 2013\nFor example, oxygen isotopic studies of Sierran skarn outcrops suggest pervasive infi ltration of surface-derived waters, which implies formation conditions at <1 km depth, providing ideal conditions for decarbonation (D’Errico et al., 2012). Evidence for lower crustal decarbonation comes from scheelite-bearing skarns and calc-silicate metamorphic rocks in the southern Sierra Nevada, where intrusive rocks derived from paleodepths of 20 km have been exhumed (Ague and Brimhall, 1988; Pickett and Saleeby, 1993) (Fig. 7). These deep-seated skarns and/or endoskarns likely derive from the underthrusting of craton-derived sediments into the magmatic arc during Cretaceous time (DeCelles et al., 2009) (Fig. 5B). Magmatic assimilation of carbonated metasediments would be a likely source of mid-crustal decarbonation. In the Penin sular Ranges batholith (California), the proto liths of many enclaves in the plutons are crustal carbonates or carbonate-bearing sandstones, now manifested in a spectrum of lithologies including wollastonite-, diopside-, amphibole- or biotite-rich rocks (Fig. 8). In addition, pluton margins in contact with carbonate country rock are often metasomatized into endoskarns, often manifested in the form of plagioclasequartz-pyroxene rocks representing the product\nof Ca and Mg metasomatism of the pluton bodies (Dyer et al., 2011) (Fig. 8).\nSkarn formation associated with continental arc magmatism was thus pervasive throughout the North American Cordillera in both lateral and vertical extent during the Cretaceous and early Paleogene. The North American Cordi llera represents only one-third of the Cretaceous– early Paleogene continental arcs that intersect crustal carbonates (see Figs. 3, 6, and 7). Existing global data sets suggest that this pattern of skarn formation also applies to Eurasia: some of the world’s largest scheelite deposits and associated skarns occur in Korea and southeast China, where late Mesozoic granitoids have intruded carbonates (Werner et al., 1998). Today, few arcs intersect carbonates, and as mentioned earlier, prebatholithic carbonates are few in the Andean arc. The likelihood of profound release of CO2 from magmatically induced decarbonation of crustal carbonates during the Cretaceous–early Paleogene was clearly high. We attempt to quantify this contribution of CO2 in the next section.\nWe emphasize that continental arc environments are more effi cient at decarbonating crustal carbonates than continent-continent collisions (Kerrick and Caldeira, 1994) or decarbonating subducting lithosphere. This is because, in continental arcs, (1) magmatic intrusions advect heat into the crust, which elevates the geotherm (Fig. 2A), (2) temperatures of decarbonation are low at upper crustal pressures, and (3) high water/rock ratio hydrothermal circulation is more pronounced in the upper crust because of the abundance of meteoric waters as well as higher permeability. Decarbonation must be less effi cient in continental collisions and in subducting slabs because the magmatic fl ux is small to negligible, the geotherm is depressed, and decarbonation temperatures are higher (due to higher pressures involved; Fig. 2A) (Huerta et al., 1999).\nIMMEDIATE CONSEQUENCES OF A CONTINENTAL ARC–DRIVEN CLIMATE\nThere are several testable consequences of a greater length of continental arcs and a more expansive area of magma-carbonate interaction.\nEnhanced CO2 Fluxes\nThe best way to estimate CO2 production from magmatically induced decarbonation of wall rock and assimilated sediments is to quantify the volume of carbonated sediments that have interacted with plutons and the extent to which decarbonation reactions have progressed.\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n! !\n!\n!\n!\n!\n!\n!\n!\n!\n! !\n! !\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n! !!\n!\n!\n!\n! ! !\n!!\n! !\n!\n! !\n!\n!\n!\n! !!\n!\n!\n!\n!\n!\n! ! !\n!!\n! !! !\n!\n! ! !!\n! !!! !\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!!! ! !\n!\n!\n! !\n!!\n! !\n!\n!\n! !\n!\n!!\n!\n!\n!\n!!\n! !\n!\n!\n! ! !\n!\n!\n!\n!!\n!\n!\n!\n!\n!\n!\n!! !\n!\n!\n! !\n!\n!! ! ! ! ! !! !\n!\n!\n! !\n!\n! !\n!\n!\n!! ! ! !\n!!\n!\n!\n!\n!\n!\n!\n!!!! !!\n! ! !! !! !!! !!\n!! !! ! !! !!\n!! !!\n!! ! ! !!\n! !\n!\n!\n! !!\n! !\n! !!\n!!\n!\n! !!\n!\n!\n!\n!!\n!\n!!!! !!! !! !! ! !!!!! !!! ! !! ! ! ! !! ! ! !!\n! ! !!! ! ! !! !\n!!! ! ! ! !!! ! !!\n!!! ! !! !!! !!! !!! !! ! !! !\n! !!! ! ! ! !! ! !! ! ! ! !! ! ! ! !!\n! ! !\n! ! ! ! !! !! !!\n! ! ! ! !! !! ! ! ! !! ! ! !! !\n! ! !!\n!\n!! !! !! !\n!\n! ! !\n! !\n!\n!\n!\n! !\n!\n!\n!\n! !\n! !! ! ! !\n!\n!\n!\n!\n!\n!\n!\n!\n! !!\n! !!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n! !\n!\n!\n!\n!\n!\n!\n!\n!! !\n!\n! ! !!\n!\n!\n! !\n! !\n!\n!\n!\n! ! !\n! !\n! ! !\n!\n!\n!\n!\n!\n! !\n!\n!\n! !\n!\n! !\n!\n!\n!\n!\n!\n!\n! ! !\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n! !\n! !\n!! !!\n!!\n! ! ! !\n!\n!\n! ! ! !! ! !\n!!!\n! !\n! !\n! !!!\n!\n!\n!\n!\n! ! !!\n! !\n!\n!\n! !\n!\n! !\n!\n!\n! !!\n!!\n! !\n! ! !\n! ! !\n!\n! !\n!\n! !\n! !\n!!\n!\n! !!!\n!\n!\n!\n!!\n!\n! !!\n!\n!!\n!\n!\n!\n! ! !! !\n!\n!\n!!\n!!\n!\n!\n!\n!\n!\n! ! !\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n! !\n!!\n! !\n! !\n!\n!\n!!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n! !\n!\n!\n!! !\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!! ! !\n¯ 1:25,000,000\n120° W130° W140° W\n40° N\n30° N\n20° N\nFigure 7. Distribution of scheelite deposits (and some Sn-W and Cu-Mo skarns) of Cretaceous–early Paleogene age. Data sources are provided in the Appendix.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/1/21/3344369/21.pdf by University of Arizona user on 21 February 2019\nGeosphere, February 2013 29\nAlthough we showed that Cretaceous–Paleogene skarn deposits are ubiquitous, we are far from quantifying volumes and extents of decarbonation for each skarn deposit so that such data can be assimilated on a global scale. Nevertheless, we can obtain a crude estimate of the relative increase in CO2 production when carbonate-intersecting continental arcs are active. We do this by describing the volcanic input of CO2 (mass of CO2/time), j, as a perturbation to volcanic CO2 production in the late Cenozoic:\nj J C LXC= +( )o cc , (5)\nwhere J is the global magmatic production rate of arc magmas, Co is the average concentration of CO2 in primitive undegassed arc magmas today, L is the additional fractional length of carbonate-intersecting continental arcs in the Cretaceous–Paleogene relative to the present, X is the mass fraction, relative to the mass of magma, of pure carbonate sediment assimilated into magmas or decarbonated in skarns, and Ccc is the concentration of CO2 in limestones and dolostones (44–48 wt%). The quantity JCo represents the present-day baseline of global CO2 output from arc volcanoes jo. Values for Co are highly uncertain because CO2 degasses readily at depth. An upper bound of 0.3–0.5 wt% for primary undegassed concentrations is indirectly inferred from the global CO2 fl uxes from arc volcanoes, but estimates from melt inclusions are lower by an order of magnitude (Wallace,\n2005). If we assume that global magmatic production of arc magmas remains constant and that the only change is in the proportion of island and carbonate-intersecting continental arcs, we can reexpress Equation 5 as a quantity relative to present-day volcanic inputs:\nj\nj\nLXC\nCo\ncc\no\n= +1 , (6)\nwhere jo = JCo and accounts for the present-day global arc production of CO2.\nWe can calculate a minimum amount of CO2 produced during crustal decarbonation by constraining the amount of sedimentary carbonate directly assimilated into the magma. Oxygen isotopic compositions of evolved granitoid plutons in continental arcs are as high as ~+10‰ relative to modern seawater, whereas juvenile mantle-derived magmas are +5‰ (Hill et al., 1986; Kistler et al., 2003; Mattey et al., 1994). Assuming that metasediments have oxygen isotopic compositions in excess of +20‰, it is not unreasonable for evolved granitoids to have assimilated >30% sediments or partial melts of sediments. Such estimates are consistent with those based on 87Sr/86Sr (Kistler et al., 1965). If carbonates make up, on average, one-third of platform sedimentary packages (Ronov, 1972), >10% assimilation of pure carbonate would be implied. Similar carbonate fractions are seen in the Paleozoic strata on the western margin of North America, through which the Cordilleran\nplutons intruded (Greene and Stevens, 2002; Stewart, 1972). Taking the additional length of carbonate-intersecting continental arcs L in the Cretaceous–Paleogene as ~25% and maximum Co as 0.3–0.5 wt%, Equation 6 yields 3.1–4.6 times more production of CO2 than the present. This is a lower bound, because assuming a lower value for Co would increase the relative magnitude of Cretaceous–Paleogene CO2 production. In addition, skarn formation driven by hydrothermal fl uid circulation in the contact aureole surrounding plutons would only add to these estimates (Kerrick and Caldeira, 1998; Nesbitt et al., 1995). In summary, if all of this CO2 escaped to the atmosphere, this would be more than suffi cient to increase atmospheric pCO2 by the 4–8 times. If some of this CO2 is trapped in the crust or plutons in the form of secondary calcite veins, the estimated CO2 production would be lower. Carbonates, interpreted to be primary, are commonly observed in granitoid plutons, but at the <1% level (White et al., 2005). The pervasive occurrence is consistent with widespread fl uxing of CO2 through continental arc magmas, but the trace levels suggest insignifi cant retention."
  }, {
    "heading": "Enhanced Production of Marine Carbonate and Organic C",
    "text": "Higher atmospheric pCO2 in the Cretaceous to early Paleogene, if driven by enhanced CO2 production, should lead to enhanced outputs of\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/1/21/3344369/21.pdf by University of Arizona user on 21 February 2019\n30 Geosphere, February 2013\ncarbon from the exogenic system, provided that burial effi ciency keeps up with CO2 production. This is consistent with evidence for widespread deposition of carbonate platforms and extensive hydrocarbon source rocks during the Cretaceous and early Paleogene (Fig. 3A). Although higher pCO2 should decrease ocean pH on short (<10,000 yr) timescales, elevated CO2 emissions on long (>10,000 yr) timescales should enhance carbonate accumulation (Ridgwell and Zeebe, 2005; Leon-Rodriguez and Dickens, 2010). That is, if total carbon inputs to the exogenic carbon cycle are large, then the outputs from the exogenic system in the form of carbonates and organic C should be similarly large. Inputs and outputs balance on long time scales. This may explain the large quantities of limestones and black shales (and hydrocarbon source rocks) deposited during the Cretaceous and early Paleogene. It also follows that the carbonate compensation depth, i.e., the depth at which the sinking rate of carbonate equals the dissolution rate, may have deepened in the Cretaceous to early Paleogene, allowing more widespread deposition and preservation of carbonate in pelagic environments compared to the mid-Cenozoic to present. Pelagic carbonate deposition would be a consequence of higher inputs of CO2 into the exogenic system rather than the driver of higher inputs into the exogenic system.\nCarbon Isotopic Composition of Volcanic CO2 Is Increased\nLimestone and dolostone decarbonation would have enriched total volcanic inputs in 13C compared to typical mantle-derived CO2. This would cause an overall positive shift in the δ13C of the exogenic C cycle, consistent with the higher δ13C values for Cretaceous–early Paleogene marine carbonate relative to the late Cenozoic (Fig. 1D). For example, a 2‰–3‰ increase in seawater δ13C can be generated by a crustal carbonate decarbonation fl ux of CO2 equivalent to 50%–100% of the modern background emissions of CO2 into the atmosphere (Fig. 9; see Appendix for calculation details). For comparison, the same increase in seawater δ13C can be generated by increasing the proportion of organic C burial to 0.3–0.35 from 0.2 in the late Cenozoic or by decreasing the isotopic fractionation factor of C during organic C burial relative to seawater by 1%–1.5%. This calculation is more complicated if organic C, in addition to carbonate, is liberated as CO2 to the atmosphere during magma-sediment interaction. What is clear is that the C isotopic composition of inputs into the exogenic system is unlikely to be equal to canonical mantle.\nEnhanced Ash Production\nContinental arcs are also more explosive than island arc, ridge, and LIP volcanism due to their more evolved (andesite) and volatile-rich compositions. Continental arc volcanoes can thus spew fi ne ash into the high atmosphere, distributing it globally on time scales ranging from days to a few years (McCormick et al., 1995). On longer time scales (10–100 k.y.), physical and chemical weathering of the volcanic slopes would prolong the transport of particulates and solutes of volcanic origin into the ocean. This prediction is consistent with widespread Cretaceous bentonite deposits (altered ash) throughout western North America, as far as the modern Mississippi River, more than 2000 km east of the Cordilleran arc (Dawson, 2000; Elder, 1988; Nixon, 1973). It is interesting that during modern eruptions, marine phytoplankton have been shown to assimilate Fe and other metals from ash within a few days of eruption (Duggen et al., 2007), begging the question of whether organic C and ash deposition may have been closely associated in the Cretaceous to early Paleogene. It is possible that widespread ash deposition aided the diversifi cation of diatoms and radiolarians, resulting in organic-rich chert deposits in some parts of the Pacifi c Ocean (Dumitrescu and Brassell, 2005) (Fig. 1F).\n87Sr/86Sr of Seawater\nWe discuss here the possible impacts of a continental arc–driven world on seawater tracers, such as 87Sr/86Sr and Mg/Ca (Fig. 1). The\n87Sr/86Sr of continental arc magmas should be intermediate between unradiogenic and radiogenic Sr, the former driven by juvenile magmatism and the latter controlled by assimilation of ancient continental crust components. Weathering of continental arcs might be expected to slightly increase the 87Sr/86Sr of seawater; this is seemingly inconsistent with the notably unradiogenic signature (0.7072) of Cretaceous– Paleogene seawater, and would seem to require enhanced oceanic crust production to compensate for this increase. However, the main orogenic belts during the Cretaceous–Paleogene were associated with continental arcs, whereas the orogenies in the mid-Cenozoic were characterized by continent-continent collisions (e.g., closing of the Tethys Ocean). Sr derived from weathering of collisional orogenies should be more radiogenic than that derived from continental arcs, and hence the Sr isotopic composition of the global continental weathering fl ux should have been lower in the Cretaceous– Paleogene than the mid-Cenozoic, simulating the effect of increased oceanic crust production.\nWe can quantify this effect by considering the following. Assuming steady state, seawater Sr isotopic composition is a mixture of continental-derived weathering fl ux and oceanic crust– derived hydrothermal fl ux:\nR R X R Xsw cc oc oc oc= −( ) +1 , (7)\nwhere Rsw, Rcc, and Roc are the 87Sr/86Sr of seawater, continental crust, and oceanic crust, and Xoc is the mass fraction of Sr in the ocean\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/1/21/3344369/21.pdf by University of Arizona user on 21 February 2019\nGeosphere, February 2013 31\nderived from hydrothermal alteration of oceanic crust. If Rsw = 0.707 for the Cretaceous and we adopt the values for continental and oceanic crust end members from Richter et al. (1992; Rcc = 0.711, Roc = 0.703), we fi nd the hydrothermal fraction of Sr, Xoc, to be ~0.48. Using the same end-member compositions for presentday Rsw of 0.7092, we fi nd present-day Xoc to be 0.22, implying that the hydrothermal fraction of Sr decreased by 50% since the Cretaceous.\nThe Sr isotopic compositions of Cretaceous continental arcs are variable, but averages 0.706 due to the contributions from both juvenile and preexisting crust (Kistler and Peterman, 1973; Kistler et al., 2003; Lee et al., 2007). If continental weathering in the Cretaceous–Paleogene was dominated by continental arcs rather than continent-continent collisions, Rcc would be between 0.706 and 0.711. Considering Rcc of 0.710 and 0.709 would yield Xoc of 0.35 and 0.25, approaching the mid-Cenozoic values of Xoc calculated here. Thus, an equally plausible explanation for the unradiogenic nature of Cretaceous seawater is a change in the weathering substrate of continents rather than an increase in the proportions of hydrothermal to continental fl uxes of Sr."
  }, {
    "heading": "Mg/Ca of Seawater",
    "text": "Seawater Mg/Ca has traditionally been interpreted to refl ect enhanced hydrothermal circulation of seawater through oceanic crust, resulting in the sequestering of Mg (Stanley and Hardie, 1998). One might be tempted to suggest that skarn formation could drive a fundamental change in Mg/Ca ratio of river waters and hence seawater. However, any carbonate-derived Ca and Mg would become locked in silicates during skarnifi cation and would therefore not be simultaneously liberated with CO2 to the exogenic system. Subsequent weathering of skarns, if dominated by Ca skarns, could increase Ca input into the oceans, thereby decreasing seawater Mg/Ca. However, this effect would most certainly be diluted to some extent by the background weathering of igneous rocks and noncarbonate sedimentary rocks. We therefore do not expect to see any signifi cant effects of enhanced skarn formation on seawater Mg/Ca.\nHowever, it is important to note that continental arcs are often associated with dynamic subsidence of the continental plate, resulting in the development of extensive shallow seaways (Gurnis, 1992; L. Liu et al., 2008; S. Liu et al., 2011) (Fig. 3). Burns et al. (2000) suggested that times of low seawater Mg/Ca seem to have coincided with times of enhanced dolomite formation in shallow continental interior seaways. This begs the question of whether low seawater\nMg/Ca in the Cretaceous–early Paleogene could have in part been driven by enhanced sequestration of Mg during diagenetic dolomite formation (Wilkinson and Algeo, 1989). At the very least, such a scenario should be considered in addition to the conventional view of hydrothermal sequestration in oceanic crust. Mg and Ca isotopic proxies of Cretaceous seawater might provide a tool for testing between these ideas."
  }, {
    "heading": "FLUCTUATIONS BETWEEN CONTINENTAL AND ISLAND ARC STATES",
    "text": "A fundamental question is why continental arc magmatism was more prevalent during the Cretaceous and early Paleogene. This might be understood by considering different dynamics involved in ocean-ocean and ocean-continent subduction zones, the former generating island arcs and the latter generating continental arcs (Stern, 2002; Uyeda and Kanamori, 1979) (Fig. 10). In subduction zones where the upper plate responds passively to the rollback of the subducting slab, the upper plate extends, resulting\nin backarc rifting, the formation of a marginal basin, and the development of an island arc. If, however, the upper plate is actively pushed toward the trench or if slab rollback is impeded, the upper plate is placed into compression, closing the marginal basin to form a continental arc. Unlike backarc spreading behind intraoceanic subduction zones, the backarc regions in oceancontinent subduction zones are under compression, leading to large-scale folding, thrusting, and the development of large basins driven by dynamic subsidence (rather than by lithospheric thinning). This compressional regime is exempli fi ed in the modern Andes and in the Cretaceous–early Paleogene North American Cordillera (DeCelles, 2004; DeCelles et al., 2009).\nIt is possible that global changes in the nature of subduction zones are consequences of the aggregation and dispersal of continents (Fig. 10). When continents are aggregated (e.g., Pangea), vertical heat loss is decreased through the stagnant continental lid and lateral heat loss is decreased by the presence of cold subducting oceanic lithosphere surrounding the continents (Gurnis, 1988; Lenardic et al., 2011). In con-\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/1/21/3344369/21.pdf by University of Arizona user on 21 February 2019\n32 Geosphere, February 2013\ntrast, the oceanic domain is overlain by a mobile thermal boundary layer, that is, the boundary layer subducts; this allows for more effi cient convective heat loss from the oceanic domain (Lenardic et al., 2011). Numerical models show that with time, strong lateral temperature gradients between the oceanic and continental mantle domains might develop, giving rise to strong lateral pressure gradients, which eventually exceed a threshold beyond which largescale mantle overturn between the two domains occurs (Lenardic et al., 2011). This disperses the continents and places the leading edges of the continents into compression, culminating in the development of continental arcs. We thus speculate that the global Cretaceous–early Paleogene fl are-up of continental arc magmatism may have been driven by the diachronous break-up of Pangea. The ensuing mantle overturn predicted by the numerical models would be manifested in the form of broad upwellings, leading to decompression melting away from ridges. Such melting would be manifested in the form of effusive outpourings of basalt in intraplate environments. Thus, an evolution toward a continental arc-dominated regime should coincide with a higher frequency of LIPs, as appears to be the case for the Cretaceous to early Paleogene.\nThe Cretaceous–early Paleogene continental arc regime contrasts with the present-day Pacifi c Ocean system, where much of the western Pacifi c subduction zones are in rollback mode (Stegman et al., 2010; Uyeda and Kanamori, 1979). If such conditions refl ect overall closing of an ocean basin, our numerical models (Lenardic et al., 2011) do not predict any large mantle overturns, so LIP frequency is expected to be low; this is the case for the mid-Cenozoic."
  }, {
    "heading": "IMPLICATIONS FOR LONG-TERM",
    "text": "CLIMATE VARIABILITY\nFluctuations between island arc– and continental arc–dominated states, if linked to the aggregation and dispersal of continents, must have operated for as long as plate tectonics have operated and continents have existed. Provided that signifi cant crustal carbonate reservoirs have always existed, the CO2 content of the atmosphere should have fl uctuated, on the ~200 m.y. time scales of continent assembly and dispersal, between periods of C storage (island arc stage) and purging of CO2 (continental arc stage) (Fig. 10); icehouse baselines defi ne the former and greenhouse baselines defi ne the latter.\nIf the Cretaceous–early Paleogene greenhouse represents a continental arc–driven world, the icehouse conditions of the midCenozoic to present result from a return of the\nEarth system to an island arc–dominated state, not from an increase in organic C and carbonate burial associated with chemical weathering of the Tibetan orogeny, as is commonly thought (Raymo and Ruddiman, 1992). Early Paleogene cooling may have thus been the result of the waning of continental arc magmatism in North America during the Late Cretaceous. This cooling may have been temporarily interrupted by a last spurt of CO2 production associated with an Eocene magmatic fl are-up in western North America (Kerrick and Caldeira, 1998), possibly giving rise to the Early Eocene climatic optimum ca. 52 Ma. However, the overall trend in the Cenozoic appears to be that of cooling. Stern et al. (2012) showed that, ca. 52 Ma, new intraoceanic subduction zones were initiated over much of the western Pacifi c, including the Aleutians and a broad stretch of subduction zones extending from Izu-Bonin-Mariana to Fiji and Tonga-Kermadec. This resulted in the fi nal shift from continental arcs to island arcs in the western Pacifi c and coincided with the termination of continental arc magmatism in southern Eurasia due to the collision of India and Eurasia. From this point on, the climate cooled considerably, culminating in the development of Antarctic ice sheets ca. 35–40 Ma (Zachos et al., 2008).\nIn summary, the extent to which continental arc and island arc fl uctuations affected climate in Earth’s deep past depends on the size of the crustal carbonate reservoir. Without a signifi cant crustal reservoir of carbonates, such tectonic fl uctuations would operate without signifi cant climatic effects. There are reasons to suspect that the size of the crustal carbonate reservoir has not been constant through time. Carbonates, being preferentially deposited on continental shelves and slopes, have a low probability of being subducted. This means that the mass of carbonates in the continents has likely grown with time, dictated in part by the evolution of life and the growth of the continents upon which the carbonates are deposited and stored (Ronov, 1972). It follows that long-lived tectonically driven fl uctuations between greenhouse and icehouse states may be characteristics of Earth’s recent past (particularly after the Cambrian explosion of life) and perhaps absent early in Earth’s history."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We thank the Packard Foundation, the Miller Institute at the University of California–Berkeley, the Atmosphere and Ocean Research Institute of the University of Tokyo, and the National Science Foundation for indirect support. We thank D. Morton, A.W. Bally, B. Dyer, D. Scholl, D. Schrag, W. Leeman, D. Thomas, and F. Marcantonio for liberating discussions, and A. Maloof, R. Stern, K. Putirka, L. Kump,\nI. Dalziel, and K. Burke for constructive and critical reviews. We also thank D. Scholl and A. Fildani for help and encouragement."
  }, {
    "heading": "APPENDIX. DISCUSSION OF METHODS AND RESULTS",
    "text": ""
  }, {
    "heading": "Methods",
    "text": "Cretaceous–Paleogene paleogeography with regions of continental inundation and hydrocarbon source rocks in Figure 3 is adapted from Ulmishek and Klemme (1990). Continental arcs from this time were compiled from a number of references. Cretaceous– Paleogene batholiths occur along the (1) entire stretch of the North American Cordillera, extending from southern Alaska south through western North America and into Mexico (Barton, 1996; Coleman and Glazner, 1997; Kistler et al., 2003), (2) the South American Cordillera, extending from Columbia south to southern Chile (Kay et al., 2004), (3) the southern margin of Eurasia extending from eastern Turkey east through southern Tibet and into present-day southeastern Asia (Boztuğ et al., 2007; Golonka et al., 2006; Wen et al., 2008), and (4) the eastern part of Eurasia, extending from southern China (Li, 2000), north through Korea, Japan, and eastern Siberia (Akinin et al., 2009; Chough and Sohn, 2010; Kagami et al., 1992; Miller et al., 2002; Nakajima, 1996). The total length of continental arcs was estimated using the ruler tool in Google Earth. We also present the locations of Phanero zoic carbonates prior to the Cretaceous using the global car bonate map and paleogeographic study of Kiessling et al. (2003). This work was supplemented by that of Sengör and Natal’in (1996) and Meyerhoff et al. (1991) for China and Tibet, Golonka et al. (2006) for southeast Asia, Jaillard et al. (2000) and Ramos (2000) for South America, and for North America and Central America by Cook and Bally (1975).\nThe skarn database was based on the following sources. We fi rst used literature compilations of scheelite, Sn-Mo, and Cu-Au skarns (Albers, 1981; John and Bliss, 1993; Newberry and Einaudi, 1981; Sinclair, 1995; Werner et al., 1998). These were amplifi ed by extracting data on unpublished scheelite localities in the western United States using the U.S. Geological Survey Mineral Resources Data System (http://tin.er.usgs.gov/mrds/) and in British Columbia from the British Columbia Ministry of Energy mineral resources database MINFILE (http://minfi le.gov .bc.ca/searchbasic.aspx). Additional skarn deposits from Alaska were taken from Newberry et al. (1997). Only Cretaceous and Paleogene skarns were selected for presenting in the text. Skarn ages correspond to the age of the magmatic intrusion, not to the age of the protolith or country rock. In some cases, pluton ages are described in the published literature. In many other cases, pluton ages are only shown in geologic maps. We correlated each skarn locality to the host pluton using geologic maps using OneGeology (www .onegeology.org), an online database of geologic maps based on the Geological Society of America Decade of North American Geology base map (Reed et al., 2005). The fi ltered skarn data were combined with the Geological Society of America base map in Arc GIS (geographic information system; http://www.esri .com) to produce Figure 7.\nStrontium, carbon, and sulfur isotope data in Figure 1 are from the published database of Prokoph et al. (2008). Because we are interested in long-term (>10 m.y.) variations in these isotopic signatures of sea water, a running average based on 10 m.y. intervals was calculated.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/1/21/3344369/21.pdf by University of Arizona user on 21 February 2019\nGeosphere, February 2013 33"
  }, {
    "heading": "Mass Balance Estimates",
    "text": "To estimate how magmatic decarbonation of crustal carbonates affects the C isotopic composition of the exogenic system and seawater, a simple mass balance is considered here. Under steady-state conditions, inputs and outputs must be balanced:\nR F R F R F R Fvls vls vw vw org org sw carb+ = + . (A1)\nFvls and Fvw are the relative proportions of the CO2 inputs to the exogenic system from magmatically induced decarbonation of crustal carbonates (e.g., limestones and dolostones) in continental arcs and the background fl ux of CO2 from ridges, island arcs, and metamorphism and weathering of organic C and carbonates on continents, respectively. Forg and Fcarb are the relative proportions of CO2 outputs in the form of organic C burial and carbonate burial, the latter associated with the end product of chemical weathering of silicates. Rvls, Rvw, Rorg, and Rsw are the isotopic ratios of 13C/12C in crustal carbonates, mantle-derived CO2, organic C, and seawater, the latter of which we take, for simplicity, to be equivalent to carbonates precipitated from seawater. The isotopic ratio is related to δ13C notation as R = Rref (1 + δ/103), where Rref represents the ratio of a standard, such as Vienna Peedee belemnite (PDB). Equation A1 can be rewritten as\nR F R F R Fvls vls vw vw sw org+ = −( ) +( )α 1 1 , (A2) where α = Rorg/Rsw represents the isotopic fractionation factor between organic C and seawater.\nWe now take the late Cenozoic as a background state in which magmatically driven decarbonation of crustal carbonates is negligible (Fvls ~ 0) compared to the time interval of interest, the Cretaceous to early Paleogene. Mass balance, following the form of Equation A1, yields the relationship\nR R Fvw swo orgo oα −( ) +( )1 1 , (A3) where the superscript zero is used to denote values corresponding to the reference state and Rvw is assumed to be constant with time so that we can isolate the infl uence of magmatic decarbonation in continental arcs. With the following defi nition, Ω ∼ Forg(α – 1) + 1, we can divide Equation A2 by Equation A3 to yield\nR F R F\nR\nR\nR vls vls vw vw\nvw\nsw sw o o + = Ω Ω . (A4)\nIf the fractionation factor associated with organic C burial α and the proportion of organic C burial Forg to carbonate burial do not change, then Equation A4 reduces to the special case of\nR F R F\nR\nR\nR vls vls vw vw\nvw\nsw sw o\n+ = , (A5)\nwhich shows how seawater C isotopic composition, Rsw, changes when there is an added contribution of magmatic decarbonation of crustal carbonates, e.g., when Fvls > 0.\nIt is more useful to express Equations A4 and A5 in a form that allows us to explicitly estimate the mass fl ux of CO2 from magmatic decarbonation of crustal carbonates ( jvls) relative to the background mass fl ux of CO2 ( jvw). Recognizing that\nF j\nj\nj\nj j vw\nvw\ntot\nvw\nvw vls\n= = + , (A6)\n(a similar equation can be written for Fvls), Equations A4 and A5 can be modifi ed algebraically to yield\nR\nR\nR j j R\nj j R R sw sw o\nvw vls vw vls\nvls vw vw vw\no = + ( ) ( ) + Ω Ω . (A7)\nEquation A7 shows how much magmatic decarbonation of crustal carbonates is needed to change the C isotopic composition of seawater Rsw from a reference state Rosw. Note that Rvw is assumed constant and equal to the canonical C isotopic composition of the mantle given in delta notation as δ13CPDB = –5‰ (but this will change if the fl ux of CO2 from weathering of organic C and carbonate in continents is not –5‰), Rvls is the average C isotopic composition of crustal carbonates (0‰ to +1‰), and jvw is assumed to be a baseline fl ux of CO2 that does not change over the time interval of interest (because we are only assessing the infl uence of magmatic decarbonation of crustal carbonates). The latter assumption implies then that jvls/jvw represents the excess CO2 inputs into the atmosphere associated with magmatic decarbonation of crustal carbonates in continental arcs. If jvls/jvw = 0, i.e., there are no contributions from crustal carbonate decarbonation, then Equation A7 simplifi es to\nR\nR\nF\nF sw sw o o\norg org o o = = −( ) + −( ) + Ω Ω α α 1 1 1 1 . (A8)\nThus, if Forg and α remain constant and jvls is zero, Rsw does not vary with time, i.e., Rsw/Rosw = 1.\nThe sensitivity of Rsw to changes in Forg, α, and jvls/jvw can be assessed as follows. We take the present as a reference, so we assume that jvls/jvw is close to zero today. In delta notation, the C isotopic composition of seawater, α = 0.975, is equivalent to 0‰ (equivalent to a 13C/12C of 0.011237), Rvw is –5‰, and the isotopic composition of modern organic C is –25‰. This gives a modern fractionation factor between organic C and seawater of α = 0.975. Assuming that carbonate precipitation does not fractionate C isotopes, these values correspond to a modern organic C burial proportion of Foorg = 0.2, or 20% of the total deposition of C today is in the form of organic C and the remaining is in the form of carbonate. This is consistent with the analysis by Shackleton (1987).\nCretaceous–Paleogene seawater was characterized by C isotopic compositions that were 2‰–3‰ higher than the late Cenozoic. As can be seen from Figure 9, this can be achieved by increasing Forg from a late Cenozoic value of 0.2–0.3–0.35 or decreasing α by 1%–1.5%. It can also be seen that a magmatic decarbonation fl ux of 50%–100% of the Cenozoic CO2 fl ux into the exogenic system (equivalent to increasing the total inputs of C into the exogenic system by 1.5–2 times) can achieve the same effect. While it is diffi - cult to separate the contributions of all these variables from the seawater carbon isotopic record, this analysis shows that the addition of crustal carbonate decarbonation can lead to a signifi cant positive shift in the baseline C isotopic composition of the exogenic system."
  }, {
    "heading": "Geotherms and Metamorphic Reactions",
    "text": "The steady-state geotherm in Figure 2A was calculated from the heat diffusion equation assuming a 25 °C surface temperature, and a fi xed surface heat fl ux (80 mW/m2) for a two-layer model (35 km crust overlying mantle). The crust has a heat production of 1.7 µW/m3 and the mantle heat production is assumed to be zero. This geotherm is meant as a possible reference state for the lithosphere in an active arc setting. Metamorphic decarbonation curves as a function of\npressure and temperature in Figure 2A were calculated thermodynamically using Theriak Domino software (de Capitani and Brown, 1987; de Capitani and Petrakakis, 2010). The reactions of interest are CaCO3 + SiO2 = CaSiO3 + CO2 and CaMg(CO3)2 + 2SiO2 = CaMgSi2O6 + 2CO2. Figure 2B shows isobaric decarbonation temperatures as a function of CO2 activity."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Adams, D.D., Hurtgen, M.T., and Sageman, B.B., 2010, Volcanic triggering of a biogeochemical cascade during Oceanic Anoxic Event 2: Nature Geoscience, v. 3, p. 201–204, doi:10.1038/ngeo743. Ague, J.J., and Brimhall, G.H., 1988, Magmatic arc asymmetry and distribution of anomalous plutonic belts in the batholiths of California: Effects of assimilation, crustal thickness, and depth of crystallization: Geological Society of America Bulletin, v. 100, p. 912–927, doi:10.1130 /0016-7606(1988)100<0912:MAAADO>2.3.CO;2. Akinin, V.V., Miller, E.L., and Wooden, J.L., 2009, Petrology and geochronology of crustal xenoliths from the Bering Strait region: Linking deep and shallow processes in extending continental crust, in Miller, R.B., and Snoke, A.W., eds., Crustal cross sections from the western North American Cordillera and elsewhere: Implications for tectonic and petrologic processes: Geological Society of America Special Paper 456, p. 39–68, doi:10.1130/2009.2456(02). Albers, J.P., 1981, A lithologic-tectonic framework for the metallogenic provinces of California: Economic Geology and the Bulletin of the Society of Economic Geologists, v. 76, p. 765–790, doi:10.2113/gsecongeo .76.4.765. Allard, P., Carbonnelle, J., Dajlevic, D., Le Bronec, J., Morel, P., Robe, M.C., Maurenas, J.M., Faivre-Pierret, R., Martin, D., Sabroux, J.C., and Zettwoog, P., 1991, Eruptive and diffuse emissions of CO2 from Mount Etna: Nature, v. 351, p. 387–391, doi:10.1038/351387a0. Barton, M.D., 1996, Granitic magmatism and metallogeny of southwestern North America: Royal Society of Edinburgh Transactions, v. 87, p. 261–280, doi:10.1017 /S0263593300006672. Barton, M.D., and Hanson, R.B., 1989, Magmatism and the development of low-pressure metamorphic belts: Implications from the western United States and thermal modeling: Geological Society of America Bulletin, v. 101, p. 1051–1065, doi:10.1130/0016-7606 (1989)101<1051:MATDOL>2.3.CO;2. Becker, T.W., Conrad, C.P., Buffett, B., and Müller, R.D., 2009, Past and present seafl oor age distributions and the temporal evolution of plate tectonic heat transport: Earth and Planetary Science Letters, v. 278, p. 233– 242, doi:10.1016/j.epsl.2008.12.007. Berner, R.A., 1994, GEOCARB II: A revised model of atmospheric CO2 over Phanerozoic time: American Journal of Science, v. 294, p. 56–91, doi:10.2475/ajs.294.1.56. Berner, R.A., and Kothavala, Z., 2001, Geocarb III: A revised model of atmospheric CO2 over Phanerozoic time: American Journal of Science, v. 301, p. 182–204, doi:10.2475/ajs.301.2.182. Berner, R.A., Lasaga, A.C., and Garrels, R.M., 1983, The carbonate-silicate geochemical cycle and its effect on atmospheric carbon dioxide over the past 100 million years: American Journal of Science, v. 283, p. 641– 683, doi:10.2475/ajs.283.7.641. Bice, K.L., Birgel, D., Meyers, P.A., Dahl, K.A., Hinrichs, K., and Norris, R.D., 2006, A multiple proxy and model study of Cretaceous upper ocean temperatures and atmospheric CO2 concentrations: Paleoceanography, v. 21, PA2002, doi:10.1029/2005PA001203. Bird, P., 2003, An updated digital model of plate bound aries: Geochemistry Geophysics Geosystems, v. 4, 1027, doi:10.1029/2001GC000252. Boztuğ, D., Tichomirowa, M., and Bombach, K., 2007, 207Pb-206Pb single-zircon evaporation ages of some granitoid rocks reveal continent-oceanic island arc collision during the Cretaceous geodynamic evolution of the central Anatolian crust, Turkey: Journal of Asian Earth Sciences, v. 31, p. 71–86, doi:10.1016/j.jseaes .2007.04.004.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/1/21/3344369/21.pdf by University of Arizona user on 21 February 2019\n34 Geosphere, February 2013\nBurnham, C.W., 1959, Contact metamorphism of magnesian limestones at Crestmore, California: Geological Society of America Bulletin, v. 70, p. 879–920, doi:10.1130 /0016-7606(1959)70[879:CMOMLA]2.0.CO;2. Burns, S.J., McKenzie, J., and Vasconcelos, C., 2000, Dolomite formation and biogeochemical cycles in the Phanerozoic: Sedimentology, v. 47, p. 49–61, doi:10.1046 /j.1365-3091.2000.00004.x. Caldeira, K., and Rampino, M.R., 1993, Aftermath of the endCretaceous mass extinction: Possible biogeochemical stabilization of the carbon cycle and climate: Paleoceanography, v. 8, p. 515–525, doi:10.1029/93PA01163. Chadwick, J.P., Troll, V.R., Ginibre, C., Morgan, D., Gertisser, R., Waight, T.E., and Davidson, J.P., 2007, Carbonate assimilation at Merapi volcano, Java, Indonesia: Insights from crystal isotope stratigraphy: Journal of Petrology, v. 48, p. 1793–1812, doi:10.1093/petrology /egm038. Chen, Y.J., 1992, Oceanic crustal thickness versus spreading rate: Geophysical Research Letters, v. 19, p. 753–756, doi:10.1029/92GL00161. Chough, S.K., and Sohn, Y.K., 2010, Tectonic and sedimentary evolution of a Cretaceous continental arc-backarc system in the Korean peninsula: New view: EarthScience Reviews, v. 101, p. 225–249, doi:10.1016 /j.earscirev.2010.05.004. Coleman, D.R., and Glazner, A.F., 1997, The Sierra crest magmatic event: Rapid formation of juvenile crust during the Late Cretaceous in California: International Geology Review, v. 39, p. 768–787, doi:10.1080 /00206819709465302. Cook, T.D., and Bally, A.W., eds., 1975, Stratigraphic atlas of North and Central America: Princeton, Princeton University Press, 271 p. Courtier, A.M., and 214 others, 2007, Correlation of seismic and petrologic thermometers suggests deep thermal anomalies beneath hotspots: Earth and Planetary Science Letters, v. 264, p. 308–316, doi:10.1016/j.epsl .2007.10.003. D’Errico, M.E., Lackey, J.S., Surpless, B.E., Loewy, S.L., Wooden, J.L., Barnes, J.B., Strickland, A., and Valley, J.W., 2012, A detailed record of shallow hydrothermal fl uid fl ow in the Sierra Nevada magmatic arc from low-δ18O skarn garnets: Geology, v. 40, p. 763–766, doi:10.1130/G33008.1. Dasgupta, R., and Hirschmann, M.M., 2010, The deep carbon cycle and melting in Earth’s interior: Earth and Planetary Science Letters, v. 298, p. 1–13, doi:10.1016 /j.epsl.2010.06.039. Dawson, W.C., 2000, Shale microfacies: Eagle Ford Group (Cenomanian–Turonian) north-central Texas outcrops and subsurface environments: Gulf Coast Association of Geological Societies Transactions, v. 50, p. 607–622. de Capitani, C., and Brown, T.H., 1987, The computation of chemical equilibrium in complex systems containing non-ideal solutions: Geochimica et Cosmochimica Acta, v. 51, p. 2639–2652, doi:10.1016/0016-7037 (87)90145-1. de Capitani, C., and Petrakakis, K., 2010, The computation of equilibrium assemblage diagrams with Theriak/ Domino software: American Mineralogist, v. 95, p. 1006–1016, doi:10.2138/am.2010.3354. DeCelles, P.G., 2004, Late Jurassic to Eocene evolution of the Cordilleran thrust belt and foreland basin system, western USA: American Journal of Science, v. 304, p. 105–168, doi:10.2475/ajs.304.2.105. DeCelles, P.G., Ducea, M.N., Kapp, P., and Zandt, G., 2009, Cyclicity in Cordilleran orogenic systems: Nature Geoscience, v. 2, p. 251–257, doi:10.1038/ngeo469. Deegan, F.M., Troll, V.R., Freda, C., Misiti, V., Chadwick, J.P., McLeod, C.L., and Davidson, J.P., 2010, Magmacarbonate interaction processes and associated CO2 release at Merapi volcano, Indonesia: Insights from experimental petrology: Journal of Petrology, v. 51, p. 1027–1051, doi:10.1093/petrology/egq010. Demicco, R.V., 2004, Modeling seafl oor-spreading rates through time: Geology, v. 32, p. 485–488, doi:10.1130 /G20409.1. Dessert, C., Dupre, B., Francois, L.M., Schott, J., Gaillardet , J., Chakrapani, G., and Bajpai, S., 2001, Erosion of Deccan Traps determined by river geochemistry: Impact on the global climate and the 87Sr/86Sr ratio of\nseawater: Earth and Planetary Science Letters, v. 188, p. 459–474, doi:10.1016/S0012-821X(01)00317-X. Dickinson, W., 1981, Plate tectonics and the continental margin of California, in Ernst, W.G., ed., The geotectonic development of California: Englewood Cliffs, New Jersey, Prentice-Hall, p. 1–28. Duggen, S., Croot, P., Schact, U., and Hoffmann, L., 2007, Subduction zone volcanic ash can fertilize the surface ocean and stimulate phytoplankton growth: Evidence from biogeochemical experiments and satellite data: Geophysical Research Letters, v. 34, doi:10.1029/2006GL027522. Dumitrescu, M., and Brassell, S.C., 2005, Biogeochemical assessment of sources of organic matter and paleoproductivity during the early Aptian Oceanic Event at Shatsky Rise, ODP Leg 198: Organic Geochemistry, v. 36, p. 1002–1022, doi:10.1016/j.orggeochem .2005.03.001. Dyer, B., Lee, C.T.A., Leeman, W.P., and Tice, M., 2011, Open-system behavior during pluton-wallrock interaction as constrained from a study of endoskarns in the Sierra Nevada batholith: Journal of Petrology, v. 52, p. 1987–2008, doi:10.1093/petrology/egr037. Edmond, J.M., and Huh, Y., 2003, Non-steady state carbonate recycling and implications for the evolution of atmospheric PCO2: Earth and Planetary Science Letters, v. 216, p. 125–139, doi:10.1016/S0012 -821X(03)00510-7. Elder, W.P., 1988, Geometry of Upper Cretaceous bentonite beds: Implications about volcanic source areas and paleowind patterns, Western Interior, United States: Geology, v. 16, p. 835–838, doi:10.1130/0091-7613 (1988)016<0835:GOUCBB>2.3.CO;2. Ernst, R.E., and Buchan, K.L., 2001, Large mafi c magmatic events through time and links to mantle-plume heads, in Ernst, R.E., and Buchan, K.L., eds., Mantle plumes: Their identifi cation through time: Geological Society of America Special Paper 352, p. 483–575, doi:10.1130/0-8137-2352-3.483. Evans, M.J., Derry, L.A., and France-Lanord, C., 2008, Degassing of metamorphic carbon dioxide from the Nepal Himalaya: Geochemistry Geophysics Geosystems, v. 9, Q04021, doi:10.1029/2007GC001796. Forster, A., Schouten, S., Baas, M., and Sinninghe Damste , J.S., 2007, Mid-Cretaceous (Albian–Santonian) sea surface temperature record of the tropical Atlantic Ocean: Geology, v. 35, p. 919–922, doi:10.1130 /G23874A.1. Fulignati, P., Marianelli, P., Santacroce, R., and Sbrana, A., 2000, The skarn shell of the 1944 Vesuvius magma chamber. Genesis and P-T-X conditions from melt and fl uid inclusion data: European Journal of Mineralogy, v. 12, p. 1025–1039, doi:10.1127/0935-1221 /2000/0012-1025. Golonka, J., Krobicki, M., Pajak, J., Giang, N.V., and Zuchiewicz, W., 2006, Global plate tectonics and paleogeography of southeast Asia: Krakow, Poland, Faculty of Geology, Geophysics and Environmental Protection, AGH University of Science and Technology, 128 p. Greene, D.C., and Stevens, C.H., 2002, Geologic map of Paleozoic rocks in the Mount Morrison pendant, eastern Sierra Nevada, California: California Department of Conservation, Division of Mines and Geology Map Sheet 23. Gurnis, M., 1988, Large-scale mantle convection and the aggregation and dispersal of supercontinents: Nature, v. 332, p. 695–699, doi:10.1038/332695a0. Gurnis, M., 1992, Rapid continental subsidence following the initiation and evolution of subduction: Science, v. 255, p. 1556–1558, doi:10.1126/science.255 .5051.1556. Hallam, A., 1984, Pre-quaternary sea level changes: Annual Review of Earth and Planetary Sciences, v. 12, p. 205–243, doi:10.1146/annurev.ea.12.050184 .001225. Hallam, A., 1985, A review of Mesozoic climates: Geological Society of London Journal, v. 142, p. 433–445, doi:10.1144/gsjgs.142.3.0433. Haq, B.U., Hardenbol, J., and Vail, P.R., 1987, Chronology of fl uctuating sea levels since the Triassic: Science, v. 235, p. 1156–1167, doi:10.1126/science.235 .4793.1156. Hill, R.I., Silver, L.T., and Taylor, H.P., 1986, Coupled Sr-O isotope variations as an indicator of source heterogeneity for the northern Peninsular Ranges batholith: Contributions to Mineralogy and Petrology, v. 92, p. 351–361, doi:10.1007/BF00572164. Hilton, D.R., Fischer, T., and Marty, B., 2002, Noble gases and volatile recycling at subduction zones: Reviews in Mineralogy and Geochemistry, v. 47, p. 319–370, doi:10.2138/rmg.2002.47.9. Hong, S.K., and Lee, Y.I., 2012, Evaluation of atmospheric carbon dioxide concentrations during the Cretaceous: Earth and Planetary Science Letters, v. 327–328, p. 23–28, doi:10.1016/j.epsl.2012.01.014. Huerta, A.D., Royden, L.H., and Hodges, K.V., 1999, The effects of accretion, erosion and radiogenic heat on the metamorphic evolution of collisional orogens: Journal of Metamorphic Geology, v. 17, p. 349–366, doi:10.1046/j.1525-1314.1999.00204.x. Iacono-Marziano, G., Gaillard, F., Scaillet, B., Pichavant, M., and Chiodini, G., 2009, Role of non-mantle CO2 in the dynamics of volcano degassing: The Mount Vesuvius example: Geology, v. 37, p. 319–322, doi:10.1130 /G25446A.1. Jahn, B.-M., Zhou, X.H., and Li, J.L., 1990, Formation and tectonic evolution of southeastern China and Taiwan: Isotopic and geochemical constraints: Tectonophysics, v. 183, p. 145–160, doi:10.1016/0040-1951(90)90413-3. Jahn, B.-M., Wu, F.Y., and Chen, B., 2000, Massive granitoid generation in Central Asia: Nd isotope evidence and implication for continental growth in the Phanerozoic: Episodes, v. 23, p. 82–92. Jaillard, E., Herail, G., Monfret, T., and Diaz-Martinez, E., Baby, P., Lavenu, A., and Dumont, J.F., 2000, Tectonic evolution of the Andes of Ecuador, Peru, Bolivia and northernmost Chile, in Cordani, U.G., et al., eds., Tectonic evolution of South America: Proceedings, 31st International Congress, Geology and Sustainable Development, Rio de Janeiro, p. 481–559. Jenkyns, H.C., Forster, A., Schouten, S., and Sinninghe Damste, J.S., 2004, High temperatures in the Late Cretaceous Arctic Ocean: Nature, v. 432, p. 888–892, doi:10.1038/nature03143. John, D.A., and Bliss, J.D., 1993, Grade and tonnage model of tungsten skarn deposits, Nevada: U.S. Geological Survey Open-File Report 94-005, 35 p. Johnston, F.K.B., Turchyn, A.V., and Edmonds, M., 2011, Decarbonation effi ciency in subduction zones: Implications for warm Cretaceous climates: Earth and Planetary Science Letters, v. 303, p. 143–152, doi:10.1016/j.epsl .2010.12.049. Kagami, H., Iizumi, S., Tainosho, Y., and Owada, M., 1992, Spatial variations of Sr and Nd isotope ratios of Cretaceous–Paleogene granitoid rocks, southwest Japan arc: Contributions to Mineralogy and Petrology, v. 112, p. 165–177, doi:10.1007/BF00310452. Kasting, J.F., 1993, Earth’s early atmosphere: Science, v. 259, p. 920–926, doi:10.1126/science.11536547. Katz, M.E., Finkel, Z.V., Grzebyk, D., Knoll, A.H., and Falkowski, P., 2004, Evolutionary trajectories and biogeochemical impacts of marine eukaryotic phytoplankton: Annual Review of Earth and Planetary Sciences, v. 35, p. 523–556, doi:10.1146/annurev.ecolsys .35.112202.130137. Katz, R.F., Spiegelman, M., and Langmuir, C.H., 2003, A new parameterization of hydrous mantle melting: Geochemistry Geophysics Geosystems, v. 4, 1073, doi: 10.1029/2002GC000433. Kay, S.M., Mpodozis, C., and Ramos, V.A., 2004, Andes, in Selley, R.C., et al., eds., Encyclopedia of geology, Volume 1: Amsterdam, Elsevier, p. 118–131. Kerr, A.C., 1998, Oceanic plateau formation: A cause of mass extinction and black shale deposition around the Cenomanian-Turonian boundary?: Geological Society of London Journal, v. 155, p. 619–626, doi:10.1144 /gsjgs.155.4.0619. Kerrick, D.M., 1970, Contact metamorphism in some areas of the Sierra Nevada, California: Geological Society of America Bulletin, v. 81, p. 2913–2938, doi:10.1130 /0016-7606(1970)81[2913:CMISAO]2.0.CO;2. Kerrick, D.M., 2001, Present and past nonanthropogenic CO2 degassing from the solid Earth: Reviews of Geophysics, v. 39, p. 565–585, doi:10.1029/2001RG000105.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/1/21/3344369/21.pdf by University of Arizona user on 21 February 2019\nGeosphere, February 2013 35\nKerrick, D.M., and Caldeira, K., 1994, Metamorphic CO2 degassing and early Cenozoic paleoclimate: GSA Today, v. 4, p. 57–65. Kerrick, D.M., and Caldeira, K., 1998, Metamorphic CO2 degassing from orogenic belts: Chemical Geology, v. 145, p. 213–232, doi:10.1016/S0009-2541 (97)00144-7. Kerrick, D.M., and Connolly, J.A.D., 2001, Metamorphic devolatilization of subducted marine sediments and transport of volatiles into the Earth’s mantle: Nature, v. 411, p. 293–296, doi:10.1038/35077056. Kidder, D.L., and Worsley, T.R., 2010, Phanerozoic large igneous provinces (LIPs), HEATT (Haline Euxinic Acidic Thermal Transgression) episodes, and mass extinctions: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 295, p. 162–191, doi:10.1016/j.palaeo.2010 .05.036. Kiessling, W., Flügel, E., and Golonka, J., 2003, Patterns of Phanerozoic carbonate platform sedimentation: Lethaia, v. 36, p. 195–225, doi:10.1080/00241160310004648. Kistler, R.W., and Peterman, Z.E., 1973, Variations in Sr, Rb, K, Na, and initial Sr87/Sr86 in Mesozoic granitic rocks and intruded wall rocks in central California: Geological Society of America Bulletin, v. 84, p. 3489–3512, doi: 10.1130/0016-7606(1973)84<3489:VISRKN>2.0.CO;2. Kistler, R.W., Bateman, P.C., and Brannock, W.W., 1965, Isotopic ages of minerals from granitic rocks of the Central Sierra Nevada and Inyo Mountains, California: Geological Society of America Bulletin, v. 76, p. 155–164, doi:10.1130/0016-7606(1965)76[155: IAOMFG]2.0.CO;2. Kistler, R.W., Wooden, J.L., and Morton, D.M., 2003, Isotopes and ages in the northern Peninsular Ranges batholith, southern California: U.S. Geological Survey Open-File Report 03-489, 45 p. Lackey, J.S., and Valley, J.W., 2004, Complex patterns of fl uid fl ow during wollaststonite formation in calcareous sandstones at Laurel Mountain, Mt. Morrison Pendant, California: Geological Society of America Bulletin, v. 116, p. 76–93, doi:10.1130/B25239.1. Langmuir, C., Klein, E.M., and Plank, T., 1992, Petrological systematics of mid-ocean ridge basalts: Constraints on melt generation beneath ocean ridges, in Morgan, J.P., et al., eds., Flow and melt generation at mid-ocean ridges: American Geophysical Union Geophysical Monograph 71, p. 183–280, doi:10.1029 /GM071p0183. Lapierre, H., Jahn, B.M., Charvet, J., and Yu, Y.W., 1997, Mesozoic felsic arc magmatism and continental olivine tholeiites in Zhejian Province and their relationship with the tectonic activity in southeastern China: Tectonophysics, v. 274, p. 321–338, doi:10.1016/S0040 -1951(97)00009-7. Larson, R.L., 1991a, Geological consequences of superplumes: Geology, v. 19, p. 963–966, doi:10.1130/0091 -7613(1991)019<0963:GCOS>2.3.CO;2. Larson, R.L., 1991b, Latest pulse of Earth: Evidence for a midCretaceous superplume: Geology, v. 19, p. 547–550, doi:10.1130/0091-7613(1991)019<0547:LPOEEF >2.3.CO;2. Lee, C.T.A., Lenardic, A., Cooper, C.M., Niu, F., and Levander, A., 2005, The role of chemical boundary layers in regulating the thickness of continental and oceanic thermal boundary layers: Earth and Planetary Science Letters, v. 230, p. 379–395, doi:10.1016/j.epsl .2004.11.019. Lee, C.T.A., Morton, D.M., Kistler, R.W., and Baird, A.K., 2007, Petrology and tectonics of Phanerozoic continent formation: From island arcs to accretion and continental arc magmatism: Earth and Planetary Science Letters, v. 263, p. 370–387, doi:10.1016/j.epsl .2007.09.025. Lee, C.T.A., Luffi , P., Plank, T., Dalton, H.A., and Leeman, W.P., 2009, Constraints on the depths and temperatures of basaltic magma generation on Earth and other terrestrial planets using new thermobarometers for mafi c magmas: Earth and Planetary Science Letters, v. 279, p. 20–33, doi:10.1016/j.epsl.2008.12.020. Lenardic, A., Moresi, L., Jellinek, A.M., O’Neill, C.J., Cooper, C.M., and Lee, C.T., 2011, Continents, supercontinents, mantle thermal mixing, and mantle thermal isolation: Theory, numerical simulations, and labora-\ntory experiments: Geochemistry Geophysics Geosystems, v. 12, Q10016, doi:10.1029/2011GC003663. Leon-Rodriguez, L., and Dickens, G.R., 2010, Constraints on ocean acidifi cation associated with rapid and massive carbon injections: The early Paleogene record at ocean drilling program site 1215, equatorial Pacifi c Ocean: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 298, p. 409–420. Li, X.-H., 2000, Cretaceous magmatism and lithospheric extension in southeast China: Journal of Asian Earth Sciences, v. 18, p. 293–305, doi:10.1016/S1367 -9120(99)00060-7. Liu, L., Spasojevic, S., and Gurnis, M., 2008, Reconstructing Farallon plate subduction beneath North America back to the Late Cretaceous: Science, v. 322, p. 934– 938, doi:10.1126/science.1162921. Liu, S., Nummedal, D., and Liu, L., 2011, Migration of dynamic subsidence across the Late Cretaceous United States Western Interior Basin in response to Farallon plate subduction: Geology, v. 39, p. 555–558, doi:10.1130/G31692.1. Lowenstein, T.K., Timofeeff, M.N., Brennan, S.T., Hardie , L.A., and Demicco, R.V., 2001, Oscillations in Phanerozoic seawater chemistry: Evidence from fl uid inclusions: Science, v. 294, p. 1086–1088, doi:10.1126/science .1064280. Marty, B., and Tolstikhin, I.N., 1998, CO2 fl uxes from mid-ocean ridges, arcs and plumes: Chemical Geology, v. 145, p. 233–248, doi:10.1016/S0009-2541 (97)00145-9. Mattey, D., Lowry, D., and Macpherson, C., 1994, Oxygen isotope composition of mantle peridotite: Earth and Planetary Science Letters, v. 128, p. 231–241, doi: 10.1016/0012-821X(94)90147-3. McCormick, M.P., Thomason, L.W., and Trepte, C.R., 1995, Atmospheric effects of the Mt Pinatubo eruption: Nature, v. 373, p. 399–404, doi:10.1038/373399a0. McGovern, P.J., and Schubert, G., 1989, Thermal evolution of the Earth—Effects of volatile exchange between atmosphere and interior: Earth and Planetary Science Letters, v. 96, p. 27–37, doi:10.1016/0012-821X(89)90121-0. Meyerhoff, A.A., Kamen-Kaye, M., Chen, C., and Taner, I., 1991, China—Stratigraphy, paleogeography and tectonics: Dordrecht, Kluwer Academic Publishers, 208 p. Miller, E.L., Gelman, M., Parfenov, L., and Hourigan, J., 2002, Tectonic setting of Mesozoic magmatism: A comparison between northeastern Russia and the North American Cordillera, in Miller, E.L., et al., eds., Tectonic evolution of the Bering Shelf–Chukchi Sea–Artic margin and adjacent landmasses: Geological Society of America Special Paper 360, p. 313–332, doi:10.1130/0-8137-2360-4.313. Müller, D., and Groves, D.I., 1993, Direct and indirect associations between potassic igneous rocks, shoshonites and gold-copper deposits: Ore Geology Reviews, v. 8, p. 383–406, doi:10.1016/0169-1368(93)90035-W. Müller, R.D., Sdrolias, M., Gaina, C., Steinberger, B., and Heine, C., 2008, Long-term sea-level fluctuations driven by ocean basin dynamics: Science, v. 319, p. 1357–1362, doi:10.1126/science.1151540. Nakajima, T., 1996, Cretaceous granitoids in SW Japan and their bearing on the crust-forming processes in the eastern Eurasian margin, in Brown, M., et al., eds., The third Hutton symposium on the origin of granites and related rocks: Geological Society of America Special Paper 315, p. 183–191, doi:10.1130/0-8137-2315-9.183. Nesbitt, R.W., Mendoza, C.A., and Kerrick, D.M., 1995, Surface fl uid convection during Cordilleran extension and the generation of metamorphic CO2 contributions to Cenozoic atmospheres: Geology, v. 23, p. 99–101, doi:10.1130/0091-7613(1995)023<0099:SFCDCE >2.3.CO;2. Newberry, R.J., and Einaudi, M.T., 1981, Tectonic and geochemical setting of tungsten skarn mineralization in the Cordillera: Arizona Geological Society Digest, v. 14, p. 99–111. Newberry, R.J., Allegro, G.L., Cutler, S.E., Hagen-Levelle, J.H., Adams, D.D., Nicholson, L.C., Weglarz, T.B., Bakke, A.A., and Clautick, K.H., 1997, Skarn deposits of Alaska, in Goldfarb, R.J., and Miller, L.D., eds., Mineral deposits of Alaska: Economic Geology Monograph 9, p. 355–395. Nixon, R.P., 1973, Oil source beds in Cretaceous Mowry Shale of northwestern interior United States: American Association of Petroleum Geologists Bulletin, v. 57, p. 136–161. Pagani, M., Zachos, J.C., Freeman, K.H., Tipple, B., and Bohaty, S., 2005, Marked decline in atmospheric carbon dioxide concentrations during the Paleogene: Science, v. 309, p. 600–603, doi:10.1126/science.1110063. Pearson, P.N., and Palmer, M.R., 2000, Atmospheric carbon dioxide concentrations over the past 60 million years: Nature, v. 406, p. 695–699, doi:10.1038/35021000. Pickett, D.A., and Saleeby, J.B., 1993, Thermobarometric constraints on the depth of exposure and conditions of plutonism and metamorphism at deep levels of the Sierra Nevada Batholith, Tehachapi Mountains, California: Journal of Geophysical Research, v. 98, p. 609– 629, doi:10.1029/92JB01889. Prokoph, A., Shields, G.A., and Veizer, J., 2008, Compilation and time-series analysis of a marine carbonate δ18O, δ13C, 87Sr/86Sr and δ34S database through Earth history: Earth-Science Reviews, v. 87, p. 113–133, doi:10.1016/j.earscirev.2007.12.003. Putirka, K. D., 2005, Mantle potential temperatures at Hawaii, Iceland, and the mid-ocean ridge system, as inferred from olivine phenocrysts: Evidence for thermally driven mantle plumes: Geochemistry Geophysics Geosystems, v. 6, Q05L08, doi:10.1029/2005GC000915. Ramos, V.A., 2000, The southern Central Andes, in Cordani, U.G., et al., eds., Proceedings, 31st International Congress, Geology and Sustainable Development, Rio de Janeiro, p. 561–604. Raymo, M.E., 1994, The initiation of Northern Hemisphere glaciation: Annual Review of Earth and Planetary Sciences, v. 22, p. 353–383, doi:10.1146/annurev .ea.22.050194.002033. Raymo, M.E., and Ruddiman, W.F., 1992, Tectonic forcing of late Cenozoic climate: Nature, v. 359, p. 117–122, doi:10.1038/359117a0. Reed, J.C., Wheeler, J.O., and Tucholke, B.E., 2005, Decade of North American geology geologic map of North America—Perspectives and explanation: Geological Society of America Continent-Scale Map 1, 28 p. Richter, F.M., Rowley, D.B., and DePaolo, D.J., 1992, Sr isotope evolution of seawater: The role of tectonics: Earth and Planetary Science Letters, v. 109, p. 11–23, doi:10.1016/0012-821X(92)90070-C. Ridgwell, A., and Zeebe, R.E., 2005, The role of the global carbonate cycle in the regulation and evolution of the Earth system: Earth and Planetary Science Letters, v. 234, p. 299–315, doi:10.1016/j.epsl.2005.03.006. Ronov, A.B., 1972, Evolution of rock composition and geochemical processes in the sedimentary shell of the Earth: Sedimentology, v. 19, p. 157–172, doi:10.1111 /j.1365-3091.1972.tb00019.x. Rowley, D.B., 2002, Rate of plate creation and destruction: 180 Ma to present: Geological Society of America Bulletin, v. 114, p. 927–933, doi:10.1130/0016-7606 (2002)114<0927:ROPCAD>2.0.CO;2. Royer, D.L., Berner, R.A., Montanez, I.P., Tabor, N.J., and Beerling, D.J., 2004, CO2 as a primary driver of Phanerozoic climate: GSA Today, v. 14, p. 4–10, doi:10.1130 /1052-5173(2004)014<4:CAAPDO>2.0.CO;2. Ryan, W.B.F., Carbotte, S.M., Coplan, J.O., O’Hara, S., Melkonian, A., Arko, R., Weissel, R.A., Ferrini, V., Goodwillie, A., Nitsche, F., Bonczkowski, J., and Zemsky , R., 2009, Global multi-resolution topography synthesis: Geochemistry Geophysics Geosystems, v. 10, Q03014, doi:10.1029/2008GC002332. Sano, Y., and Williams, S.N., 1996, Fluxes of mantle and subducted carbon along convergent plate boundaries: Geophysical Research Letters, v. 23, p. 2749–2752, doi:10.1029/96GL02260. Schrag, D.P., Berner, R.A., Hoffman, P.F., and Halverson, G.P., 2002, On the initiation of a snowball Earth: Geochemistry Geophysics Geosystems, v. 3, 1036, doi: 10.1029/2001GC000219. Sengör, A.M.C., and Natal’in, B.A., 1996, Paleotectonics of Asia: Fragments of a synthesis, in Yin, A., and Harrison, T.M., eds., The tectonic evolution of Asia: Cambridge, UK, Cambridge University Press, p. 486–640. Shackleton, N.J., 1987, The carbon isotope record of the Cenozoic: History of organic carbon burial and of\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/1/21/3344369/21.pdf by University of Arizona user on 21 February 2019\n36 Geosphere, February 2013\noxygen in the ocean and atmosphere, in Brooks, J., and Fleet, A.J., eds., Marine petroleum source rocks: Geological Society of London Special Publication 26, p. 423–434, doi:10.1144/GSL.SP.1987.026.01.27. Sinclair, W.D., 1995, Molybdenum, tungsten and tin deposits and associated granitoid intrusions in the northern Canadian Cordillera and adjacent parts of Alaska, in Schroeter, T.G., ed., Porphyry deposits of the Northwestern Cordillera of North America: Canadian Institute of Mining and Metallurgy Special Volume 46, p. 58–76. Sinton, C.W., and Duncan, R.A., 1997, Potential links between ocean plateau volcanism and global ocean anoxia at the Cenomanian-Turonian boundary: Economic Geology and the Bulletin of the Society of Economic Geologists, v. 92, p. 836–842, doi:10.2113 /gsecongeo.92.7-8.836. Stanley, S.M., and Hardie, L.A., 1998, Secular oscillations in the carbonate mineralogy of reef-building and sediment-producing organisms by tectonically forced shifts in seawater chemistry: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 144, p. 3–19, doi:10.1016 /S0031-0182(98)00109-6. Stegman, D.R., Farrington, R., Capitanio, F.A., and Schellart, W.P., 2010, A regime diagram for subduction styles from 3-D numerical models of free subduction: Tectonophysics, v. 483, p. 29–45, doi:10.1016 /j.tecto.2009.08.041. Stern, R.J., 2002, Subduction zones: Reviews of Geophysics, v. 40, 1012, doi:10.1029/2001RG000108. Stern, R.J., Reagan, M., Ishizuka, O., Ohara, Y., and Whattam, S., 2012, To understand subduction initiation, study forearc crust: To understand forearc crust, study ophiolites: Lithosphere, doi:10.1130/L183.1. Stevens, C.H., and Greene, D.C., 1999, Stratigraphy, depositional history, and tectonic evolution of Paleozoic continental-margin rocks in roof pendants of the eastern Sierra Nevada, California: Geological Society of America Bulletin, v. 111, p. 919–933, doi:10.1130 /0016-7606(1999)111<0919:SDHATE>2.3.CO;2. Stewart, J.H., 1972, Initial deposits in the Cordilleran geosyncline: Evidence of a late Precambrian (<850 m.y.) continental separation: Geological Society of America Bulletin, v. 83, p. 1345–1360, doi:10.1130/0016-7606 (1972)83[1345:IDITCG]2.0.CO;2. Syracuse, E.M., Van Keken, P., and Abers, G.A., 2010, The global range of subduction zone thermal models: Physics of the Earth and Planetary Interiors, v. 183, p. 73–90, doi:10.1016/j.pepi.2010.02.004. Tarduno, J.A., Sliter, W.V., Kroenke, L., Leckie, M., Mayer, H., Mahoney, J.J., Musgrave, R., Storey, M., and Winterer, E.L., 1991, Rapid formation of Ontong Java Plateau by Aptian mantle plume volcanism: Science, v. 254, p. 399–403, doi:10.1126/science.254.5030.399. Toutain, J.P., Sortino, F., Baubron, J.C., Richon, P., Surono, Sumarti, S., and Nonell, A., 2009, Structure and CO2 budget of Merapi volcano during inter-eruptive periods: Bulletin of Volcanology, v. 71, p. 815–826, doi:10.1007 /s00445-009-0266-x. Tsuno, K., and Dasgupta, R., 2012, The effect of carbonates on near-solidus melting of pelite at 3 GPa: Relative effi ciency of H2O and CO2 subduction: Earth and Planetary Science Letters, v. 319–320, p. 185–196, doi:10.1016/j.epsl.2011.12.007. Turgeon, S.C., and Creaser, R., 2008, Cretaceous oceanic anoxic event 2 triggered by a massive magmatic episode: Nature, v. 454, p. 323–326, doi:10.1038nature07076. Ulmishek, G.F., and Klemme, H.D., 1990, Depositional controls, distribution, and effectiveness of world’s petroleum source rocks: U.S. Geological Survey Bulletin 1931, 59 p. Uyeda, S., and Kanamori, H., 1979, Back-arc opening and the mode of subduction: Journal of Geophysical Research, v. 84, p. 1049–1061, doi:10.1029/ JB084iB03p01049. Veizer, J., Godderis, Y., and Francois, L.M., 2000, Evidence for decoupling of atmospheric CO2 and global climate during the Phanerozoic Eon: Nature, v. 408, p. 698– 701, doi:10.1038/35047044. Wallace, P.J., 2005, Volatiles in subduction zone magmas: Concentrations and fl uxes based on melt inclusion and volcanic gas data: Journal of Volcanology and Geothermal Research, v. 140, p. 217–240, doi:10.1016/j. jvolgeores.2004.07.023. Wan, J., 1987, Existing forms of tungsten in hydrothermal solutions and forming conditions of scheelite: Chinese Journal of Geochemistry, v. 6, p. 87–97, doi:10.1007 /BF03166673. Wen, D.-R., Liu, D., Chung, S.-L., Chu, M.-F., Ji, J., Zhang, Q., Song, B., Lee, T.-Y., Yeh, M.-W., and Lo, C.-H., 2008, Zircon SHRIMP U-Pb ages of the Gangdese Batholith and implications for Neotethyan subduction in southern Tibet: Chemical Geology, v. 252, p. 191– 201, doi:10.1016/j.chemgeo.2008.03.003. Werner, A.B.T., Sinclair, W.D., and Amey, E.B., 1998, International strategic mineral issues summary report— Tungsten: U.S. Geological Survey Circular 930-O, 71 p. White, A.F., Schulz, M.S., Lowenstern, J.B., Vivit, D.V., and Bullen, T.D., 2005, The ubiquitous nature of accessory calcite in granitoid rocks: Implications for weathering, solute evolution, and petrogenesis: Geochimica et Cosmochimica Acta, v. 69, p. 1455–1471, doi:10.1016 /j.gca.2004.09.012. Wilkinson, B.H., and Algeo, T.J., 1989, Sedimentary carbonate record of calcium-magnesium cycling: American Journal of Science, v. 289, p. 1158–1194, doi:10.2475 /ajs.289.10.1158. Wilkinson, B.H., and Walker, J.C.G., 1989, Phanerozoic cycling of sedimentary carbonate: American Journal of Science, v. 289, p. 525–548, doi:10.2475/ajs.289.4.525. Wilson, P.A., and Norris, R.D., 2001, Warm tropical ocean surface and global anoxia during the midCretaceous period: Nature, v. 412, p. 425–429, doi: 10.1038/35086553. Zachos, J.C., Dickens, G.R., and Zeebe, R.E., 2008, An early Cenozoic perspective on greenhouse warming and carbon-cycle dynamics: Nature, v. 451, p. 279– 283, doi:10.1038/nature06588.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/1/21/3344369/21.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2013,
  "references": [],
  "id": "SP:fd88b96cfbab42f1284af8aadcc12c9d002c8966",
  "authors": [{
    "name": "Cin-Ty A. Lee",
    "affiliations": []
  }, {
    "name": "Bing Shen",
    "affiliations": []
  }, {
    "name": "Benjamin S. Slotnick",
    "affiliations": []
  }, {
    "name": "Kelley Liao",
    "affiliations": []
  }, {
    "name": "Gerald R. Dickens",
    "affiliations": []
  }, {
    "name": "Yusuke Yokoyama",
    "affiliations": []
  }, {
    "name": "Adrian Lenardic",
    "affiliations": []
  }, {
    "name": "Rajdeep Dasgupta",
    "affiliations": []
  }, {
    "name": "Mark Jellinek",
    "affiliations": []
  }, {
    "name": "Jade Star Lackey",
    "affiliations": []
  }, {
    "name": "Tapio Schneider",
    "affiliations": []
  }, {
    "name": "Michael M. Tice",
    "affiliations": []
  }],
  "abstractText": "The Cretaceous to early Paleogene (ca. 140–50 Ma) was characterized by a greenhouse baseline climate, driven by elevated concentrations of atmospheric CO2. Hypotheses for the elevated CO2 concentrations invoke an increase in volcanic CO2 production due to higher oceanic crust production rates, higher frequency of large igneous provinces, or increases in pelagic carbonate deposition, the last leading to enhanced carbonate subduction into the mantle source regions of arc volcanoes. However, these are not the only volcanic sources of CO2 during this time interval. We show here that ocean-continent subduction zones, manifested as a global chain of continental arc volcanoes, were as much as 200% longer in the Cretaceous and early Paleogene than in the late Paleogene to present, when a cooler climate prevailed. In particular, many of these continental arcs, unlike island arcs, intersected ancient continental platform carbonates stored on the continental upper plate. We show that the greater length of Cretaceous–Paleogene continental arcs, specifi cally carbonate-intersecting arcs, could have increased global production of CO2 by at least 3.7–5.5 times that of the present day. This magmatically driven crustal decarbonation fl ux of CO2 through continental arcs exceeds that delivered by Cretaceous oceanic crust production, and was suffi cient to drive Cretaceous–Paleogene greenhouse conditions. Thus, carbonate-intersecting continental arc volcanoes likely played an important role in driving greenhouse conditions in the Cretaceous–Paleogene. If so, the waning of North American and Eurasian continental arcs in the Late Cretaceous to early Paleogene, followed by a fundamental shift in western Pacifi c subduction zones ca. 52 Ma to an island arc–dominated regime, would have been manifested as a decline in global volcanic CO2 production, prompting a return to an icehouse baseline in the Neogene. Our analysis leads us to speculate that long-term (>50 m.y.) greenhouse-icehouse oscillations may be linked to fl uctuations between continentaland island arc–dominated states. These tectonic fl uctuations may result from large-scale changes in the nature of subduction zones, changes we speculate may be tied to the assembly and dispersal of continents. Specifi cally, dispersal of continents may drive the leading edge of continents to override subduction zones, resulting in continental arc volcanism, whereas assembly of continents or closing of large ocean basins may be manifested as large-scale slab rollback, resulting in the development of intraoceanic volcanic arcs. We suggest that greenhouse-icehouse oscillations are a natural consequence of plate tectonics operating in the presence of continental masses, serving as a large capacitor of carbonates that can be episodically purged during global fl are-ups in continental arcs. Importantly, if the global crustal carbonate reservoir has grown with time, as might be expected because platform carbonates on continents do not generally subduct, the greenhouse-driving potential of continental arcs would have been small during the Archean, but would have increased in the Neoproterozoic and Phanerozoic after a signifi cant reservoir of crustal carbonates had formed in response to the evolution of life and the growth of continents.",
  "title": "Continental arc–island arc fl uctuations, growth of crustal carbonates, and long-term climate change"
}