{
  "sections": [{
    "text": "The isotopic data show that prior to growth of this highland the North American Monsoon (NAM) penetrated much farther north in the Paleocene/Eocene than today. The combined effects of global cooling, increasing latitudinal temperature gradients, and the generation of the orographic barrier created by the growing north to south highland produced a southward migration of the NAM front. By the Oligocene the hydrologic regime that we observe today was in place. It has been modified since then as a result of Basin and Range extension and collapse of the highlands in the mid-Miocene. This collapse allowed the NAM to penetrate farther north into the Great Basin of Nevada and Utah.\nKey words: Cenozoic climate, meteoric water, Nevadaplano\nintroduction\nThe construction and subsequent destruction of the large mountainous ranges of the western North America Cordillera was the result of late Mesozoic to early Cenozoic\n* Department of Environmental Earth System Science, Stanford University, Stanford, California 94305; chamb@stanford.edu\n** Institut für Geowissenschaften, Goethe Universität Frankfurt, 60348 Frankfurt/Main, Germany and Biodiversity and Climate Research Centre (BiK-F) 60325 Frankfurt/Main, Germany\n*** Department of Earth and Planetary Sciences, University of Tennessee, Knoxville, Tennessee 37996-1410\n§ Earth Observatory of Singapore, Institute of Nanyang Technological University, Singapore §§ Department of Geological Sciences, University of Canterbury, Private Bag 4800, Christchurch 8140, New Zealand §§§ Department of Geological and Environmental Sciences, Stanford University, Stanford, California 94305\n213\nsubduction and crustal shortening followed by later extension (Atwater, 1970; Stock and Molnar, 1988; Wernicke, 1992; Burchfiel and others, 1992; DeCelles, 2004; Dickinson, 2004). Although there have been numerous geological and geophysical studies of this region there is little agreement as to the underlying tectonic driving forces that led to the development of topography along and across the Cordillera. A decade ago Sonder and Jones (1999) reviewed the possible mechanisms for the Cenozoic extensional tectonic evolution and hypothesized that there were three distinct Cenozoic extensional systems in the western United States each responding to a unique set of tectonic boundary conditions. They noted that only through an understanding of the topographic evolution of this region would it be possible to determine which, if any, of the proposed geodynamic models was applicable to the development of the western North American Cordillera.\nHere we provide stable isotopic evidence for the Cenozoic topographic and climatic evolution of the western North American Cordillera. During the past decade a number of methods have been developed to reconstruct paleoelevations of mountain belts. Although many of these techniques have been applied to western North America, only data from leaf physiognomic (Forest and others, 1995) and stable isotopic (Chamberlain and others, 1999; Garzione and others, 2000; Rowley and others, 2001) methods have the necessary geographic and temporal coverage that allows for assessment of geodynamic models. Because oxygen and hydrogen isotopes of surface waters in mountainous regions reflect the complex interplay between air masses and topography, as well as changing climate (Galewsky, 2009a, 2009b; Ehlers and Poulsen, 2009; Molnar, 2010; Poulsen and others, 2010) it is unwise to make tectonic inferences based on isotopic data sets from a few localities. Therefore, we compile both new and published stable isotopic data that span a large fraction of the Cenozoic and cover an area from the Pacific Coast to the Great Plains and from the southern Canadian Rocky Mountains to the northern border of Mexico (figs. 1 and 2A).\nStable isotopic data provide a unique and previously unavailable constraint on tectonic histories because they reflect, in part, the elevation history of mountain belts (Ambach and others, 1968; O’Neil and Silberman, 1974; Siegenthaler and Oeschger, 1980; Winograd and others, 1985; Chamberlain and others, 1999; Garzione and others, 2000; Chamberlain and Poage, 2000; Rowley and others, 2001; Blisniuk and Stern, 2005; Quade and others, 2007). Stable isotope paleoaltimetry is based on the principle that 18O and D are preferentially fractionated into water condensate from water vapor during the rainout process. To first order, this process can be described by Rayleigh fractionation equations. As an air mass encounters and rises over a mountain range it undergoes adiabatic expansion and cooling, causing condensation of water vapor. Thus, precipitation is concentrated on the windward side of a mountain belt and the degree of rainout is a function of the height of the orographic barrier. This distillation process results in a predictable relationship between elevation and isotopic composition of precipitation that is empirically determined to average 2.8 per mil/km for 18O (Poage and Chamberlain, 2001). The isotope-elevation relationship is influenced by a number of factors that include relative humidity and mean annual temperature, stratification of the atmosphere, sources of moisture and storm intensity as well as relief and topography of the landscape. These effects exert control on the isotopes in precipitation on a variety of spatial and temporal scales. Measured 18O vs. elevation profiles in modern streams, however, attest to the robustness of such an isotopic elevation gradient because the individual contributions of climatic and atmospheric processes are averaged out in the hydrological cycle. In general, isotopic shifts attendant with the rise of major mountain ranges ( 2 km) are much larger than isotopic shifts associated with the effects of global climate change on isotopes in\nprecipitation. The western North American Cordillera offers an ideal area to apply this approach because there is an abundance of intermontane basins that preserve suitable material for isotopic analysis, and there are extensive volcanic rocks that allow for high-resolution geochronology that is often lacking in other major plateaus. In this paper, we present maps of the 18O of paleoprecipitation for the western United States that span the Cretaceous to Recent. Although these isotope values embody the rapid changes in the hydrologic cycle resulting from global climate events we intentionally constructed isotope maps for time intervals that emphasize the large-scale rearrangements of the hydrologic cycle associated with surface uplift of the Cordillera. The isotopic maps of the Cenozoic western North America also provide information regarding changes in the regional climate system due to many diverse processes that affect the hydrologic cycle such as the recycling of water vapor across continents, plant/atmosphere interactions, atmospheric circulation, and monsoonal behavior. To tease out some of these effects we compare our maps of ancient surface waters to isotopic maps of modern surface waters in the western U.S. (Kendall and Coplen, 2001; Dutton and others, 2005; Liu and others, 2010).\nmethod"
  }, {
    "heading": "Calculation of 18O of Paleoprecipitation and Paleoelevation",
    "text": "We present 18O and D data of authigenic minerals in two formats so as to best emphasize the observed changes in isotopic records. In one approach, we give maps of 18O of paleoprecipitation for time slices throughout the Cenozoic. These slices were selected to illustrate the major shifts that are observed in the isotopic record. These maps were constructed in the following manner: First, we used the mean annual temperature (MAT) data from paleobotanical studies (Wolfe and others, 1997, 1998; Chase and others, 1998) and the isotopic fractionation equations that relate the 18O of mineral to that of water. To estimate temperatures for time slices not given in paleobotanical studies we used the Cenozoic temperature history for mid-latitude (45°) coastal North America (Wolfe, 1994) and then interpolated between the time slices given in Chase and others (1998). Where paleotemperature information was lacking for nearby sites we used modern temperatures at these sites and extrapolated backward in time using the curves of Wolfe and others (1997). This extrapolation was done only for late Miocene and younger samples. We emphasize that the error associated with temperature estimates made using paleofloral assemblages is small ( 1.5 °C for CLAMP analysis and 2.0 °C for multiple regression) (Chase and others, 1998). A 2.0 °C error results in a change of only 0.7 per mil in the 18O of paleoprecipitation using the combined affect of temperature on 18O of precipitation (Rozanski and others, 1993) and the temperature dependent fractionation between water and carbonate (Kim and O’Neil, 1997). Second, the majority of the 18O data for these maps comes from paleosol and lacustrine carbonates for which we applied the fractionation equation of Kim and O’Neil (1997) to determine the oxygen isotope composition of paleoprecipitation. We also have oxygen and hydrogen isotopic data from smectite from altered ashes and hydrogen isotope data from altered volcanic glass and kaolinite from weathered stream gravels. For these proxies we used the fractionation equations for smectite (Capuano, 1992; Sheppard and Gilg, 1996), kaolinite (Gilg and Sheppard, 1996) and glass (Friedman and others, 1993). D precipitation values were converted to 18O values using the equation for the global meteoric water line. In general, the isotopic values of paleoprecipitation agree between these different mineral proxies (see figs. 2C through 2I). These 18O (VSMOW) maps of paleoprecipitation are based on 4861 stable isotopic analyses, of which 4478 are from the literature and 383 are new data presented here (Appendix table A1). The 18O values at a single locality represent averages of all\nsamples during the time interval. The total number of values for a particular time period is given in each of the figures. We excluded two sets of data from this analysis. First, we did not use data collected on fossil mammals (Wang and others, 1993; Kohn and others, 2002; Fricke and Wing, 2004; Crowley and others, 2008). We did not use these fossil data because of the large amount of scatter in the 18O values of teeth that results from the short periods of time integrated in any single individual proxy (at best tens of years), the seasonality effects on 18O values, and migration of animals across a landscape that has varying 18O values of paleoprecipitation. Second, we did not use data from lacustrine carbonates where there is evidence (high Sr/Ca and Mg/Ca) for evaporative effects that will increase 18O values of lake waters (see Davis and others, 2009a, 2009b as an example). In the second approach we constructed 18O and D profiles for Cretaceous, Paleogene, and Neogene sections that demonstrate how topography developed in the western North American Cordillera. The two Cretaceous sections are from the Sevier fold-thrust belt and provide the only available stable isotope data that address the issue of pre-Cenozoic elevation of a Nevadaplano. The Paleogene sections are from both the intraforeland basins east of the Sevier fold-thrust belt and within the Sevier hinterland. These sections show 18O profiles that capture changes in the evolving Paleogene topography. The Neogene sections are from the Basin and Range. These 18O profiles were constructed because the paleoprecipitation maps are too coarse to show the isotopic changes observed in these sections. For the isotopic profiles shown in figures 3, 4, and 5 we did not convert the 18Ocalcite values to the\n18O of surface waters because we lack adequate control of past temperatures from fossil leaf studies. We do not calculate absolute paleoelevations for most of the isotope data presented here, as has been done in studies of other large plateaus (for example, Rowley and Currie, 2006; Garzione and others, 2006, 2008). To calculate absolute elevations requires that the study site receives its precipitation from a single moisture source and much of western North America precipitation comes from three air masses. That said, however, we do calculate paleoelevations for the time interval when the western North American Cordillera was at its peak height. We did this only for sites that have always been embedded in the westerlies (Sewall and Sloan, 2006). For these sites there are nearby estimates of paleoelevation from leaf physiognomic studies for comparison. We used the model of Rowley and others (2001) and the Eocene relative humidity and sea surface temperatures from Huber and Caballero (2003) for the calculations. The error cited with these estimates includes the uncertainty of the isotopic elevation gradient that is calculated from randomly sampling 1000 pairs of relative humidity and mean annual temperature from the output of the Eocene climate model and calculating the change in isotopic composition of precipitation during orographic ascent (Rowley, 2007). For these calculations we used a starting 18O value of precipitation determined from the 18O value of Eocene kaolinites located at the Eocene Pacific shoreline (Mulch and others, 2006)."
  }, {
    "heading": "Other Confounding Effects on the 18O Record",
    "text": "The 18O values presented here also reflect other processes, most notably changes in temperature, evaporation, and latitude of landmasses. These effects on the oxygen isotopes of paleoprecipitation of the western U.S. are discussed in detail elsewhere (Horton and Chamberlain, 2006). For completeness, however, we briefly discuss their role in this data set. The temperature affects on 18Ocalcite values are approximately 0.35 per mil/°C, based on the combined relationships between temperature of precipitation and its oxygen isotope composition (Rozanski and others, 1993) and the equilibrium isotopic fractionation between carbonate and water (Kim and O’Neil, 1997). Even the large Cenozoic temperature excursions of 5 to 6 °C associated with the Paleocene-Eocene Thermal Maximum (PETM) at about 55 Ma (Koch and others,\n1995; Fricke and Wing, 2004; Zachos and others, 2008) would cause the 18O values of soil or lake carbonate to change by only about 2 per mil. Thus, we consider temperature effects to be of second-order. In contrast, evaporation of surface waters can have profound affects on the isotopic composition of lake and soil water (easily as much as 10 per mil) (Gonfiantini, 1986). Since much of western North America has been semi-arid throughout a large portion of the Cenozoic, evaporation may have had a strong influence on the isotopic composition of the authigenic minerals in the soils and lakes of this region. The role of evaporation, however, can be accounted for by measuring trace elements (Sr and Mg) in calcite, as we have done in many of our studies of western North America (Horton and others, 2004; Kent-Corson and others, 2006, 2010; Davis and others, 2008, 2009a, 2009b, this study). Where it is clear that evaporation has altered the isotopic values of calcite they have not been included in this study. Finally, changes in latitude cause an approximately 0.002 per mil decrease in 18O values of precipitation per kilometer northward (Craig, 1961). This decrease is a result of changes in rainout and decreasing temperature with latitude. Since the bulk of the study area has been at nearly the same latitude for the Cenozoic (Smith and others, 1981) and this “latitudinal effect” is small any changes in latitude that have occurred have a very small affect on the 18O values presented here.\nresults from stable isotope paleoaltimetry"
  }, {
    "heading": "Results of Time Interval Analysis",
    "text": "The first-order observations that come from this analysis are as follows: 1) For\nsimilar latitudes, the 18O values of precipitation were higher in the late Cretaceous and Paleogene compared to those in the Oligocene and younger. 2) There was a decrease in 18O values that occurred contemporaneously within hinterland and intraforeland basins that swept southward with time. This latitudinally diachronous decrease in 18O values in meteoric water is first recorded in southwest Montana between 49 and 47 Ma and at 40 to 39 Ma in northeast Nevada. Although more complicated, the intraforeland lakes show a similar decrease in 18O values that moves southward with time (Kent-Corson and others, 2006; Carroll and others, 2008; Smith and others, 2008; Davis, 2009a, 2009b; Doebbert and others, 2010). 3) By the late Eocene and Oligocene there was a broad region of low 18O values that covered the modern Basin and Range and the Cordillera as far north as the southern Canadian Rocky Mountains. This region was bordered to the west and east by steep 18O gradients spatially coincident with the Sierra Nevada and Rocky Mountains. 4) There was an increase of 18O values from the mid-Miocene to the Recent within sections located in the Central Basin and Range and to the southwest of this region. Comparison of the modern 18O surface water map with those of the past show some striking differences, that reflect how evolving topography and climate in the past influenced precipitation patterns. The 18O values of precipitation in the oldest time interval, between 80 to 59 Ma, are different as compared to modern values (see figs. 2B and 2C). Isopleths of 18O in precipitation are shifted northward by 500 km relative to modern 18O values. For example, areas of Wyoming and southern Montana had 18O values of precipitation similar to that of southern New Mexico today. In contrast, the 18O values of precipitation in the extreme northern part of the study area (the basins of Alberta and Intermontane region in British Columbia) were similar to modern. This pattern resulted in a steep north to south gradient of 18O in precipitation between the basins of southern Canada and those of Montana and Wyoming, a gradient that is absent today. In addition, the strong west- to east-gradient observed in modern 18O values across the Rocky Mountains was not present in late Cretaceous and early Paleogene.\n90° W\n100° W\n100° W\n110° W\n110° W\n120° W\n120° W130° W\n50° N\n40° N\n40° N\n30° N\n0 500 Km A\nBy 59 to 49 Ma 18O of paleoprecipitation in the northern U.S. Rocky Mountains and contiguous basins (northwest Montana and eastern Washington) decreased to values similar to those in basins farther north that maintain their low 18O values (fig. 2D). Moreover, there was a longitudinal 18O gradient on the east side of the Rocky\n90° W\n100° W\n100° W\n110° W\n110° W\n120° W\n120° W130° W\n50° N\n40° N\n40° N\n30° N\n0 500 Km\n90° W\n100° W\n100° W\n110° W\n110° W\n120° W\n120° W130° W\n50° N\n40° N\n40° N\n30° N\n0 500 Km\nC\nD\n80 - 59 Ma\n59 - 49 Ma\nFig. 2 (continued). (C) Calculated 18O values for precipitation for the time interval 80 to 59 Ma. (D) Calculated 18O values for precipitation for the time interval 59 to 49 Ma.\nMountains in northern Wyoming and southern Montana (between ca. 108° and 111°W). This observation is consistent with the development of an intracontinental highland in the northern part of the Cordillera that at this time interval is best\n90° W\n100° W\n100° W\n110° W\n110° W\n120° W\n120° W130° W\n50° N\n40° N\n40° N\n30° N\n0 500 Km\n90° W\n100° W\n100° W\n110° W\n110° W\n120° W\n120° W130° W\n50° N\n40° N\n40° N\n30° N\n0 500 Km\nE\nF\n49 - 39 Ma\n39 - 28 Ma\nFig. 2 (continued). (E) Calculated 18O values for precipitation for the time interval 49 to 39 Ma. (F) Calculated 18O values for precipitation for the time interval 39 to 28 Ma.\ndocumented for southern British Columbia (Mulch and others, 2004; Greenwood and others, 2005; Tribe, 2005; Mulch and others, 2007). The pattern of southward migration of low 18O values in the Cordilleran hinterland continued during the time intervals from 49 to 39 Ma (fig. 2E). By 49 Ma\n90° W\n100° W\n100° W\n110° W\n110° W\n120° W\n120° W130° W\n50° N\n40° N\n40° N\n30° N\n0 500 Km\n90° W\n100° W\n100° W\n110° W\n110° W\n120° W\n120° W130° W\n50° N\n40° N\n40° N\n30° N\n0 500 Km\nG\nH\n28 - 15 Ma\n15 - 5.3 Ma\nFig. 2 (continued). (G) Calculated 18O values for precipitation for the time interval 28 to 15 Ma. (H) Calculated 18O values for precipitation for the time interval 15 to 5.3 Ma.\nthe basins in southwestern Montana were receiving low 18O ( 18 per mil) waters similar to the basins of central Wyoming and southern Idaho. The strong north to south 18O gradient that was situated between southern Canada and Montana at 59 to 49 Ma was now located in Wyoming, southern Idaho and northern Utah. Moreover, at around this time interval the steep isotopic gradient on the west flank of the Sierra Nevada had been established (figs. 2E and 2F). By the Late Eocene to Oligocene, at 39 to 28 Ma, many of the features that are observed in modern 18O maps of the western United States are present (see figs. 2B and 2F). Like modern 18O and D maps of surface waters, there were steep isotope gradients located along the west side of the northern Sierra Nevada and east side of the central Rocky Mountains. In addition, the central part of the Cordilleran orogen (Utah and Nevada) had low 18O values. These values are several per mil lower than present day 18O values of precipitation in this region. Between the Oligocene to mid-Miocene (28 to 15 Ma; fig. 2G) the 18O of precipitation had changed in the following manner: First, 18O values were low in northern Nevada and the Yellowstone region. Second, the 18O values of surface waters east of the Washington Cascades were higher than they are today. Third, the isotopic rain shadow on the east side of the Sierra Nevada had been established by the mid-Miocene and the isotopic values there were similar to modern values. Fourth, the steep isotopic gradient that is observed between northern and southern Nevada in modern precipitation was established by the mid-Miocene. In the time interval between the mid-Miocene to Pliocene (15-5.3 Ma) the lowest 18O values occurred in a band across northern Nevada to the tri-corner region of Wyoming, Idaho, and Montana. The isotopic rain shadow behind the northern Sierra Nevada was present as was the isotopic gradient between northern and southern Nevada. Areas to the south and southwest of the southern Sierra Nevada received rainfall with high 18O values, consistent with the modern pattern of isotopes in precipitation (fig. 2H).\n90° W\n100° W\n100° W\n110° W\n110° W\n120° W\n120° W130° W\n50° N\n40° N\n40° N\n30° N\n0 500 Km I\n5.3 - 0 Ma\nFig. 2 (continued). (I) Calculated 18O values for precipitation for the time interval 5.3 to 0 Ma.\nIn the youngest time slice from 5.3 Ma through the Pleistocene (fig. 2I) 18O values of precipitation were the same as modern values with two notable differences. There are a few sections in the Snake River Plain that had 18O values that are higher in this time interval than modern. This is partly the result of the binning of 18O values over a time interval in an area where 18O values increase with decreasing age. The other difference is the lower 18O values of paleoprecipitation for the Basin and Range of Nevada and Utah, as compared to present-day values."
  }, {
    "heading": "Results of Cretaceous to Eocene Intermontane and Intraforeland Basins",
    "text": "The oxygen isotope evolution of the intermontane and intraforeland basins\nexposed in Utah, Wyoming and Montana is complicated as a result of the temporally variable degree of evaporation and changes in lake hydrology. For example, there are times when the lakes are isolated and evolve independently of one another or connected with one another and evolve in concert (Davis and others, 2008, 2009a, 2009b). Thus, establishing climatic and surface elevation histories from such lakes is difficult, particularly if the analysis is constrained to a single lake history. Using oxygen and strontium isotopes from multiple lakes it is possible to develop scenarios of how local and regional topography may have changed in the past. Here we summarize the oxygen isotope records of the Cordilleran intraforeland lakes and provide new data from such basins that lie along the Sevier fold-thrust belt and drain into these larger lakes systems. For this analysis we have removed all samples that show clear evaporative effects (that is, high Mg/Ca and Sr/Ca ratios). There are three observations that come from this analysis: First, unlike the results of isotopic studies in southern Canada (Fan and Dettman, 2009) and the basement uplifts of the Rocky Mountains (Dettman and Lohmann, 2000) there is no evidence for low 18O waters draining the Sevier hinterland of Nevada and Idaho in the late Cretaceous and early Paleogene. Because of the lack of well-dated terrestrial sections with suitable material for oxygen isotope analysis we have little information about the Cretaceous and early Paleogene topographic and climatic evolution of the western North American Cordillera west of the Sevier fold-thrust belt. The sections we studied are located along the frontal part of the late Cretaceous to Paleogene Sevier fold-thrust belt and received water from the Sevier hinterland. Thus, the 18O values place some constraints on the height of the Sevier hinterland of Nevada and Idaho. Two of these sections, the Axehandle Basin in central Utah and the Sage Creek Basin in southwest Montana, are syntectonic basins formed along thrust faults active in the late Cretaceous and early Paleogene (Nichols, and others, 1985; Perry and others, 1988; Talling and others, 1995). Neither of these sections shows low 18O values in the late Cretaceous and early Paleocene. For example, calcite cements and pedogenic carbonate in the Beaverhead Formation ( 80 to 70 Ma) in southwest Montana have 18Ocalcite values that increase from 16 to 19 per mil from its base to top and this increase continues up to 22 per mil at 49 Ma in this region (fig. 3 and inset of fig. 4), although there are large gaps in time over this interval. The lowest 18Ocalcite values for this region occur in rocks younger than 49 Ma, suggesting that the highest elevations in the upstream portion of the drainage were obtained after this time (inset fig. 4). A similar pattern is observed in basins to the south in Utah. High 18Ocalcite values ( 22 per mil) are found in the late Cretaceous to Eocene (70 to 50 Ma) Axehandle basin. There is no significant trend with age although there is a fair amount of scatter in this data set (fig. 3). These 18Ocalcite values are similar to those in the adjacent Uinta basin (Davis and others, 2008). Like the basins in Montana the lowest 18Ocalcite values are found in rocks of Eocene age, decreasing to common low 18Ocalcite values of 15 per mil between 45 and 43 Ma in the Uinta and Flagstaff Basins, and at 35 Ma in the Claron Basin (Davis and others, 2008, 2009a, 2009b).\nSecond, decreases in 18O values in the intraforeland basins and adjacent hinterland occur diachronously from north to south with deceasing age. In the Green River Basin 18O values decrease by 6 per mil at 49 Ma (Carroll and others, 2008; Doebbert and others, 2010). At approximately the same time (49 to 47 Ma) a 6 per mil decrease occurs in southwest Montana (Kent-Corson and others, 2006). At 43 Ma 18O values decrease in the Uinta Basin by 6 per mil and in the hinterland in northeastern Nevada at 40 Ma by 6 per mil, as well. These decreases in 18O values are observed later in Lake Claron at 35 Ma. Here, 18O values decrease by 5 to 8 per mil at that time (Davis and others, 2009a). Within the hinterland of southern Nevada the 18O values decrease by 4 per mil beginning at about 23 Ma (inset fig. 4; Horton and Chamberlain, 2006). Third, the rate at which these 18O values decrease is in some cases rapid, within less than 200,000 years (Carroll and others, 2008; Smith and others, 2008). Where there are high-resolution 40Ar/39Ar ages on volcanic ashes within the sedimentary sequences the 18O shift occurs between 48.94 0.12 and 48.70 0.17 Ma (Carroll and others, 2008) in the Green River Basin of Wyoming and between 40.01 0.17 and 39.90 0.20 Ma in the Elko Basin of northeastern Nevada (Mulch and others, unpublished data)."
  }, {
    "heading": "Results of mid-Miocene to Recent Basins",
    "text": "Figure 5 displays the results for basins that have isotopic records that span the\nmid-Miocene to Recent. Two distinct trends are observed. First, the sections with the Central Basin and Range and the areas to the south and west of the Sierra Nevada, and in the Jackson Hole area of the Rocky Mountains, have 18O values that increase over time. Second, in the basins just east of the Cascades and within the Snake River Plain, the 18O values decrease with decreasing age. Within one section in southern Montana (Sage Creek) the 18O values are constant throughout much of the history, but increase during the Pleistocene.\ninterpretaton\nThe large body of stable isotopic data presented here reflects both climatic and tectonic controls on oxygen and hydrogen isotope compositions of precipitation. Unraveling the two competing effects is difficult even with this data-rich study of the western North American Cordillera. In fact, since the change of surface elevation affects both global and regional climate patterns (Kutzbach and others, 1989) and changing global climate can alter the global hydrologic cycle (Huber and Sloan, 1999) it is impossible to quantify changes in surface elevation from 18O values alone. Nevertheless, by having this level of spatial and temporal control on 18O values of precipitation it is possible to make some broad inferences as to how climate (for example, the atmospheric impact on the hydrologic cycle) and tectonics (the geodynamic impact on topography and relief of the Earth’s surface) interacted in this mountain belt. The 18O record covers a time interval from 80 Ma to Recent. During this time the Earth underwent global cooling by as much as 10 °C (Zachos and others, 2001). This long-term cooling trend was punctuated by several warm intervals (the Early Eocene Climatic Optimum at 53-50 Ma; and the Mid-Miocene Climatic Optimum at 15 Ma), periods of rapid cooling (the Eocene/Oligocene boundary at 34 Ma and the Oligocene/Miocene boundary at 23 Ma) as well as several rapid hyperthermal events (the Paleocene Eocene Thermal Maximum at 55 Ma and the Mid-Eocene Climatic Optimum at 42 Ma) (Zachos and others, 2008). In addition, the growth of the Antarctic ice sheet in the late Eocene and growth of Northern Hemisphere ice sheets in the mid-Miocene caused the 18O values of ocean waters to increase by 0.8 to 1.0 per mil, through storage of low- 18O ice and snow at the poles (Zachos and others, 2001). In our interpretation these global climatic events are observable in two aspects of the 18O maps of meteoric water presented here. First, the high 18O values observed in Cretaceous and Paleogene proxy materials likely reflects a warmer Earth than today. Using a general circulation model with water isotopic transport and fractionation capabilities Poulsen and others (2007) showed that under the high CO2 conditions that existed in the Cretaceous and Paleogene the 18O of precipitation across the globe would on average be higher than today, and in particular would be higher by as much as 4 per mil in the putative Nevadaplano area. This increase in 18O values is a result of the temperature dependent isotopic fractionation that affects the partitioning of 18O between atmospheric water vapor and water condensate (Poulsen and others, 2007). Moreover, because warming of the mid-troposphere relative to the lower troposphere is amplified during times of global warming the water vapor that is mixed downward over mountains will condense from an isotopically heavier source and the 18O of precipitation will be relatively high (Poulsen and Jeffery, 2011). Thus, even over high elevation plateaus the 18O values precipitation will be relatively high. This effect could mask high regions during warm times. Second, the increase in 18O values from the mid-Miocene to Recent proxies for meteoric water (fig. 5) is, in part, a result of the increase in 18O values of the ocean that has occurred since the mid-Miocene\ndue to storage of low- 18O ice in the Arctic and Antarctic ice shields. As mentioned above, the formation of the Arctic ice sheet began in the mid-Miocene and the Antarctic ice sheets also expanded during this time (Zachos and others, 2001). Thus, during these time intervals water vapor transported from the ocean to the continents should have increased in its initial 18O value as well. Clearly, these global-scale climate changes have influenced the isotopic records presented here. 18O of surface waters do decrease from the Cretaceous to late Eocene as the Earth cooled and 18O of surface waters increase from the Miocene to Recent as\nice sheets formed. Many of the isotopic changes highlighted in this paper cannot be the result of global reorganization of climate systems alone, however. We say this for two reasons: 1) The isotopic decreases that we observe in the Eocene are diachronous and too rapid (in some cases less than 200,000 years) to be the result of the long-term cooling trend from the mid- to late Eocene; and 2) The increase in 18O of surface waters from the Miocene to Recent observed in the Basin and Range are larger (5 per mil) than the increase in 18O of ocean waters ( 1.0 per mil) over this time period. Therefore, we interpret the large and diachronous isotopic changes to be the result of reorganization of regional climate systems as the topography of western North America changed from the Eocene to Recent.\nThe following interpretation of this data set is guided by comparison of the modern (Kendall and Coplen, 2001; Dutton and others, 2005; Liu and others, 2010) and past (this study) maps of 18O precipitation and results from GCM and RCM models of the paleoclimate of western North America (Huber and Sloan, 1999; Sewall and Sloan, 2006; Fricke and others, 2010; Poulsen and Jefferey, 2011).\nIn order to interpret the oxygen isotope maps presented here it is critical to understand the modern climate regime of this region and how that relates to precipitation patterns and the associated oxygen and hydrogen isotope values of precipitation. The modern climate of the western United States is influenced, for the most part, by the direct competition of two air masses that originate from the Gulfs of Mexico and California and those from the Pacific Ocean (Bryson and Hare, 1974), and further by the mountain ranges that deflect and modify air mass trajectories. The interplay of different air masses causes strong seasonal variations in precipitation. In one case (the Cascades, Sierra Nevada and the northern Rocky Mountains) summerdry/winter-wet conditions dominate as a result of the influence of the eastern Pacific subtropical high-pressure system. During the summer, the westerlies are weak and displaced to the north causing summer months to be relatively dry. In contrast for the southern part of the Central Basin and Range and southern Rocky Mountains summer-wet/winter-dry conditions dominate as a result of summer monsoons that originate in the Gulfs of Mexico and California (called the North American Monsoon or NAM). At present, the Arctic air mass affects only the extreme northern part of western United States during winter months. Each of these air masses has distinct 18O vapor values (Friedman and others, 2002a, 2002b) such that the 18O values of precipitation reflect the relative contributions from each air mass (Liu and others, 2010). The role of moisture source and distillation along air mass trajectories as they pass over mountains is observed in modern 18O surface water maps of the western United States (Kendall and Coplen, 2001; shown in fig. 2B). There is a broad band of low 18O values that extends from the Canadian border south to southern Nevada, Utah and Colorado. This region is bordered by steep oxygen isotope gradients on three-sides coincident with the Sierra Nevada on the west, the Rocky Mountain on the east and the approximate border between the Southern and Central Basin and Range to the south. These low 18O values are correlated with altitude and latitude and display progressively lower values from south to north and from low to high altitudes.\nWe are aware of the fact that such a simplified view of atmospheric moisture transport and oxygen and hydrogen isotopes in precipitation does not account for the complexities that govern the condensation and distillation processes in the atmosphere (Gat and Carmi, 1970; Galewsky, 2009a). However, for the purposes of this study, we aim to identify first-order changes in the hydrological cycle that through a variety of processes (groundwater storage, evaporation, mixing) averages out the short-term (101 to 103 hrs) variability of isotopes in precipitation. As this is the 18O\nand D signal that is recorded in the proxy materials that form the base of our study (carbonate, glass, clay) we feel confident that such a simplification is warranted.\nThe relative contributions of individual air masses at a specific point in the western United States must have changed through time as a result of many factors including global temperature changes, widening of the Cordillera as a result of late-Cenozoic extension, growth of mountain ranges, changes in Pacific sea surface temperature, and trajectories of upstream moisture transport to name only a few. As a result, some of the oxygen isotope changes in the paleoprecipitation record presented here are simply due to changes in moisture source and water vapor trajectory. Indeed, for the reasons outlined below this is our preferred interpretation for some portion of the decrease in 18O values that we observe in Eocene rocks from Montana south to Nevada and for the Miocene increase in 18O values in the Basin and Range. However, in our interpretation these diachronous isotopic shifts are triggered by surface uplift rather than being the consequence of global climate change.\nSeveral broad conclusions can be drawn from the data presented here concerning the elevation history of the western North American Cordillera. First, the data presented here do not show low 18O values that we would expect over a high altitude plateau (the Nevadaplano) in the Cretaceous and Paleocene. Clearly there was a Nevadaplano based on the abundant geologic evidence for a high standing region to the west of the Mississippi Embayment (DeCelles, 2004). The height of this Nevadaplano (and associated highlands farther north) is difficult to quantify using oxygen isotopes because the warm Cretaceous climate will not only alter global patterns of 18O in precipitation but also cause an increase in 18O values over large plateaus (Poulsen and Jeffery, 2011). This effect is amplified by the occurrence of a summer monsoon that carried 18O-enriched moisture into the western interior during the Cretaceous and Paleocene (Sewall and Sloan, 2006; Fricke and others, 2010). Therefore, we interpret the high 18O values along the Sevier front during the period between 80 to 59 Ma to be the result of the warm period and the development of a strong summer monsoon over a plateau of unknown height during this time. Fricke and others (2010) used a GCM with isotopic tracing capabilities to show that the high 18O precipitation values in the Late Cretaceous reflect a more active summer monsoon as a result of increased moisture transport from the Gulf of Mexico and the Mississippi Embayment during the hot Cretaceous. Moreover, regional climate models (RCM) for the early Paleogene Rocky Mountain region that account for high altitude mountains of the northern Rockies also suggest that a strong summer monsoon transported water vapor from the extensive Mississippi Embayment (Huber and Sloan, 1999; Sewall and Sloan, 2006). Our 18O values of surface waters agree with measured values on paleosols and fossil shells for the Late Cretaceous and Paleocene from the eastern Rocky Mountains (Fan and Dettman, 2009; Fricke and others, 2010) and those based on biogenic phosphate from early Eocene mammals and fish (Fricke and Wing, 2004), providing further support for a strong monsoon along the flanks of a high mountainous region during this extended warm period. Given the complicating affects of an active monsoon and the higher 18O of precipitation as a result of a warmer climate our data do not provide any quantifiable constraints on the surface elevation of the Nevadaplano. Its height remains a fundamental and open question.\nSecond, the stable isotopic data are consistent with the interpretation that the highest elevations in the Sevier hinterland were obtained in the Eocene and migrated southward with time. The low 18O values in the southern Canadian Rockies indicate that this area was at high elevation no later than 50 Ma, and this area may have been at altitudes exceeding 4 km in the late Cretaceous (Fan and Dettman, 2009). This interpretation agrees with results from RCMs for this time period that show that high elevations in the northern Rocky Mountains may have had perennial snow packs\nduring this time as they captured moisture from both air masses originating in the Pacific and the Gulf of Mexico (Sewall and Sloan, 2006). This highland migrated southward with time. High elevations are evident in the isotopic record in the northern Rocky Mountains of southern Montana and northern Wyoming beginning at 52 to 49 Ma, in northern Nevada at 40 to 39 Ma, and central to southern Nevada at around 23 Ma (insets fig. 4).\nWe argue that the topographic wave had two affects on the hydrology of the western North American Cordillera. First, it caused a southward deflection of the NAM front and large-scale rearrangement of drainage basins. Monsoonal rains may have penetrated as far north as southern Canada in the early Eocene as evidenced by the high 18O values just south of the Canadian border (figs. 2C and 2D). By 40 Ma, however, the NAM front lay farther to the south where it was still active in northeast Nevada (fig. 2E). Between 40 and 39 Ma there was an abrupt shift in moisture sources in this area as evidenced by the decrease in 18O values ( 6 per mil) (inset fig. 4). That this change in the oxygen isotope ratio of rainfall is due, in part, to a change in moisture sources is plausible as the 18O of surface waters in rocks older than 40 Ma is higher than that of surface waters to the west along the flank of the Sierra Nevada (fig. 2E). Distillation of 18O from a single moisture source can only cause a decrease in 18O values along storm tracks, unless there is significant recycling of water vapor. Therefore, we suggest that northeastern Nevada was receiving a major portion of its precipitation from the southerly-derived NAM before 40 Ma and from the Pacific air mass after 39 Ma. The decreasing influence of the NAM is likely the result of the blockage of air masses from the rising mountains combined with the effects of global cooling that led to a less vigorous monsoon (Sewall and Sloan, 2006).\nThe southward encroachment of an Eocene Plateau (the SWEEP model) also rearranged large-scale drainage patterns in both the Laramide intraforeland basins and within the hinterland itself. As shown in figure 4, the intraforeland basins record changes in 18O values that migrate southward in time in concert with similar isotopic shifts within the hinterland. Large-scale drainage reorganization caused rapid ( 200,000 years) changes in lake hydrology and isotopic composition and, in some cases, extended drainage patterns 100’s of kilometers from the intraforeland basins deep into the hinterland (Carroll and others, 2008). For example, at 49 Ma the catchment of the Green River, Piceance Creek and Uinta Basins transitioned from locally derived sources located within basin bounding ranges to an extensive drainage system that captured water from the rising Challis Volcanic Field over 500 km to the northwest. Evidence for this interpretation comes from contemporaneous decreases in 18O values and changes in the 87Sr/86Sr isotopic values of lacustrine carbonate in these intraforeland basins (Carroll and others, 2008; Davis and others, 2008, 2009a, 2009b; Doebbert and others, 2010) and paleosol carbonate from intermontane basins within the hinterland (Kent-Corson and others, 2006, 2010); and sedimentological studies (M’Gonigle and Dalrymple, 1996; Janecke and others, 1997, 2000; Stroup, ms, 2008). Similar drainage rearrangements are observed later at 43 Ma in the Uinta Basin and at 40 Ma in the intermontane basins of northeastern Nevada. The 6 per mil changes in 18O values in these two distally separate basins are coincident with a transition from a deep lake to more fluvially dominated systems and a massive influx of coarse siliciclastics with abundant volcanic detritus at 40 Ma in northeastern Nevada (Smith and Ketner, 1976), and with a change in basin hydrology from closed to open in Lake Uinta (Davis and others, 2009a). We interpret these data to indicate that the growing topography associated with the emplacement of Eocene (45-40 Ma) volcanics in northeastern Nevada altered the regional drainage patterns. This interpretation is consistent with the studies of Henry (2008) who showed that the Eocene Continental\nDivide was located immediately to the east of the large Tuscarora volcanic field in northeastern Nevada.\nThird, we interpret that between 39 and 28 Ma the Nevada-Idaho-Montana segment of the western North American Cordillera had reached its highest peak elevations forming a broad high altitude region that was bordered on its west and east flanks by the Sierra Nevada and Rocky Mountains, respectively. This interpretation is consistent with the low 18O precipitation values in southern Montana, Nevada and southern Utah and the steep isotopic gradients along the west side of the Sierra Nevada and east side of the Rocky Mountains (fig. 2F). That the Sierra Nevada formed a ramp of the west-side of this plateau is supported through studies of paleostream channels that suggest that some streams flowed from central Nevada over the crest of the present Sierra during this time (Faulds and others, 2005; Henry, 2008; Cassel and others, 2009a) whereas others had more restricted drainage areas (Cecil and others, 2010).\nFourth, by the mid-Miocene the broad western North American plateau began to decrease in elevation. This interpretation is supported by the increasing 18Ocalcite values (about 5 per mil) from 15 Ma to Recent that is observed in the central and southwestern parts of the Basin and Range (fig. 5). Expansion of the ice sheets and the global cooling trend at this time can account for about 1.0 per mil of the observed change. We argue here that the remaining increase ( 4 per mil in 18O) is the contribution of the strengthening of the NAM as mean elevations decreased allowing greater northward penetration of summer storms. Presently, central Nevada receives approximately 50 percent of its moisture in the summer months from monsoonal storms (Friedman and others, 2002a, 2002b). High spatially extensive elevations in the Eocene and Oligocene would have prevented deep penetration of monsoonal storms originating in the Gulfs of California and Mexico into the Northern and Central Basin and Range. As a result, the amount of precipitation from Pacific air masses crossing a high Sierra Nevada would have been proportionally greater. Lending further support for this interpretation is the fact that the extensional faults in the basins where we collected these sections were active over the period of time that 18O values were increasing (McQuarrie and Wernicke, 2005).\nThe areas situated to the north of the present day influence of the NAM do not show the increase of 18O values with time. Instead, 18O values either decrease with time (Cascades and Bannock Basin, Idaho) or remain constant from the mid-Miocene to the Pleistocene (Sage Creek Basin in southwestern Montana). The decrease in 18O values of smectite from sections east of the Cascades has been attributed to the rise of the Cascade ranges since the mid-Miocene (Takeuchi and Larson, 2005), a result that is consistent with oxygen isotope studies of horse teeth from this area (Kohn and others, 2002). The rise of the Cascades may also have been the cause for the decrease in 18O values observed in the sections from the eastern Snake River Plain (fig. 5). Alternatively, at least some part of the decrease in 18O values observed east of the Cascades (Kohn and others, 2002; Takeuchi and Larson, 2005; Takeuchi and others, 2010) and on the eastern edge of the Snake River Plain (fig. 5) could result from the construction of topography as a result of initiation of the Yellowstone hotspot. This alternative interpretation is consistent with geologic and geochemical evidence for the surface uplift history of this area. Using U/Pb ages of detrital zircons, Beranek and others (2006) argue for major drainage reorganization beginning at 15 Ma and continuing to the present as the hot spot moved eastward and created an eastward moving “bulge.” Rivers drained off of this bulge westward into eastern Oregon and Washington. In addition, studies of the oxygen isotopes of fish otoliths from the Snake River Plain, which was a large westward draining lake in the Mio-Pliocene, show that streams feeding this lake were at high elevations (Smith and Patterson, 1994). Finally, a strong rain shadow existed in central Oregon in the Eocene, suggesting that the\nCascades were already at high elevations then (Retallack and others, 1999). Therefore, we suggest that at least some part of the decrease in 18O values of smectites (Takeuchi and Larsen, 2005) and horse teeth (Kohn and others, 2002) resulted from contact or ingestion of water from floodplains and streams draining into eastern Oregon and Washington from the rising “bulge” associated with the impinging hot spot. This interpretation is similar to our analysis of the isotopic data of the Eocene intraforeland lakes that record reorganization of drainage basins in their headwaters rather than rain shadow effects.\ndiscussion"
  }, {
    "heading": "Surface Elevation Constraints on Tectonic Models",
    "text": "At present there is no consistent view as to how the North American Cordilleran\ntopography evolved, yet this information is critical in testing and evaluating many of the proposed tectonic models for this region. With this large stable isotopic data set and the paleobotantical studies covering a vast region of the American West it is possible to place some broad constraints on how the topographic and climate system co-evolved as mountains grew and collapsed during the Cenozoic. That said, the pre-Cenozoic history sets an initial condition on all models and will influence subsequent elevation histories. It is generally held that the pre-Cenozoic tectonic history of the North American continent is characterized by east-directed compression as a result of prolonged Mesozoic convergence and subduction along the western margin of the North American Plate (Allmendinger, 1992; DeCelles, 2004). At the beginning of the Cenozoic (65-55 Ma) the Cordillera, from east to west, consisted of a series of intraforeland basins bordered by the basement uplifts of the Rocky Mountains immediately to the west of the east-vergent Sevier fold-thrust belt. Behind this thrust front to the west was a high standing region in the hinterland (the Nevadaplano) that was bordered to the west by a magmatic arc and trench system. Much of the Cenozoic evolution of the North American Cordillera is dominated by extensional tectonics and the demise of a broad orogen that was built during the Mesozoic (DeCelles, 2004). Through Cenozoic time, the Cordillera underwent extension diachronously from north to south. In British Columbia (Omineca belt), rapid extension and exhumation of partially molten crust occurred between 55 and 45 Ma (Parrish and others, 1988; Teyssier and Whitney 2002; Vanderhaeghe and others, 2003) and mid-crustal extension and lower crustal flow was underway farther south in what is now the Basin and Range presumably no later than 40 to 33 Ma in east central Nevada (Gans and others, 1989) and 39 to 35 Ma in northeastern Nevada (Müeller and Snoke, 1993; MacCready and others, 1997). Further crustal extension and exhumation of the Basin-and-Range evolved during Miocene time ( 20-15 Ma) (Axen and others, 1993; Gans and Bohrson 1998; Miller and others, 1999; Wells and others, 2000). This diachronous record is a first-order characteristic of the North American Cordillera and may represent different driving forces for lithospheric extension as it propagated from north to south. Many of the models for Cenozoic extension, in particular those calling for changes in plate boundary forces, have been reviewed and dismissed by Sonder and Jones (1999) using geological, geophysical and geodynamic arguments. For this reason, we concentrate on models that are viable and consistent with existing geological and geophysical data. These include models calling for changes in forces at the base of the lithosphere, such as slab roll-back at the end of the Laramide orogeny ( 40 Ma), either from east to west (Bird, 1988) or from north to south (Humphreys, 1995) or even more complicated spatial and temporal patterns of surface uplift due to mantle upwelling resulting from the sinking of the Farallon slab (Mitrovica and others, 1989; Moucha and others, 2008; Humphreys, 2009a, 2009b; Forte and others, 2010; Schmandt\nand Humphreys, 2010). Other viable models invoke changes in buoyancy forces within the lithosphere, such as extension as a result of lithospheric buoyancy within a preexisting high plateau formed in the pre- and early-Cenozoic time (Molnar and Chen, 1983; Sonder and others, 1987; Jones and others, 1996) or changes in crustal rheology and associated ductile flow (Whitney and others, 2004; Teyssier and others, 2005).\nTo evaluate which if any of these competing tectonic models are viable we exploit the fact that each predicts a different and testable topographic response (Sonder and Jones, 1999). For example, (1) The topographic response resulting from the collapse of a late Mesozoic orogenic plateau (DeCelles, 2004) due to excess gravitational potential energy would be a decrease in elevation starting with a high elevation, low relief landscape. Such a mechanism has been proposed for collapse of the Nevadaplano and concomitant rise of the Colorado Plateau (McQuarrie and Chase, 2000). Alternatively, mean surface elevations may decrease while the landscape evolves towards high-relief mountainous topography with increased peak elevations (England and Molnar, 1990). (2) The convective removal of mantle lithosphere along an east-west axis (Humphreys, 1995, 2009a; Dickinson, 2002) predicts a rapid increase in surface elevation followed by down-drop both of which migrate from north to south. Moreover we would expect to see temporal and spatial relationship between crustal extension, volcanism and changes in surface elevation following the spatial pattern of removal of mantle lithosphere (Schmandt and Humphreys, 2010). (3) The thermomechanical effects of a moving Yellowstone hot spot predict a strong correlation between thermally controlled surface uplift and passage of the hot spot (Shervais and Hanan, 2008).\nUnderstanding the pre- to early Cenozoic elevation of the western Cordillera is one of the key pieces of information that allows for distinction of the differing tectonic models. For example, if one takes the view (DeCelles, 2004; DeCelles and Coogan, 2006) that the initial topographic state of the Cordillera prior to Cenozoic deformation was an Andean-type plateau of some 3 to 4 km then the models for extensional collapse of previously thickened lithosphere (Sonder and others, 1987; Teyssier and others, 2005) may apply. In contrast, if the crust was not thick or at high elevations then plateau-scale gravitational collapse may not be the prime driver for later extension. Unfortunately, at present, there are no direct elevational measures of the Nevadaplano. The 18O values for the Cretaceous eastern edge of the Nevadaplano presented here are not low as would be expected for rivers draining a high elevation plateau. Because of the affects of warm climates on 18O values of precipitation (Poulsen and Jefferey, 2011) these isotope values provide no constraints on the absolute elevation of the Nevadaplano. Morover, the few paleofloral paleoelevation estimates are indirect as well. Chase and others (1998) used paleoelvation estimates from Late Eocene flora exposed in western Nevada that give an elevation of 2.9 km and structural arguments for the timing of crustal extension to argue that the Paleocene and Cretaceous elevation was 3 to 4 km high. The western edge of the Nevadaplano, also lacks direct paleoelevational estimates. Using (U-Th)/He methods, House and others (1997, 1998, and 2001) concluded that the central Sierra stood at high altitudes ( 4.5 km mean elevation) by the late Cretaceous (70-80 Ma). House and others (2001) and Wernicke and others (1996) further argue that the Sierra was a ramp to the Nevadaplano, with elevations around 3 km. (U-Th)/He data do not directly reflect the paleoelevation of mountain belts, however. Rather these cooling ages record the position of the 70 °C isotherm (apatite) (Wolf and others, 1996; Farley, 2002) and 170 °C isotherm (zircon) (Reiners and Brandon, 2006) in response to changes in developing relief on an evolving landscape (Reiners, 2007).\nThe stable isotope data presented here do allow for quantitative constraints on the Cenozoic topographic evolution of the western North American Cordillera. These data are consistent with a high rugged mountainous region that was constructed from north to south during the Eocene. By the late Eocene to early Oligocene the western North American Cordillera stood at its highest hypsometric mean elevation and was bordered to the west by the Sierra Nevada and to the east by the Rocky Mountains with isolated basement highs in the Laramide foreland. This interpretation is supported by independent paleoelevation estimates using fossil flora (Forest and others, 1995; GregoryWodzicki, 1997; Wolfe and others, 1998; Chase and others, 1998). Both the stable isotope paleoaltimetry and paleobotanical studies suggest that surface elevation evolved from north to south beginning at 55 to 50 Ma in the southern Canadian Rocky Mountains and migrated into northeastern Nevada at around 40 Ma. This general agreement between leaf physiognomic and stable isotopic methods lends confidence to the emerging view of north to south migration of surface elevation with time (Mix and others, 2011).\nWe, therefore, favor tectonic models that involve (sub-) lithospheric control on surface topography either through systematic (Humphreys, 1995) or patchy (Schmandt and Humphreys, 2010) north- to south-directed removal of mantle lithosphere or the complex interactions of subducting oceanic plateaus (Liu and others, 2010) or oceanic ridges (Breitsprecher and others, 2003) and subsequent upwelling of asthenospheric upper mantle. Removal of mantle lithosphere and replacement with hot asthenospheric mantle would add additional thermal energy to the crust to promote volcanism, weaken high-standing regions to augment crustal flow and extension as hot material flowed from these elevated high areas, and create rapid surface uplift (see Gans, 1990). Refinement of these classes of tectonic models will need to account for several key elements in the topographic history of the Cordillera that involve the following: 1) a 4 km high orogen with relief as great as 1.5 to 2.5 km in the late Eocene; 2) rapid growth of this Eocene highland ( 2 Ma); 3) synchronous volcanism and extension during growth of the highland; 4) a Sierran ramp on the west-side of the Eocene highland that may have undergone further surface uplift later—particularly in the southern Sierra; and 5) collapse of the highland from the Miocene to Recent with farther northward penetration of the NAM with time. Below we provide our assessment of how well we can constrain what we consider the key features of this topographic history.\nHow high and rugged was the Eocene highland?—Together with leaf physiognomic estimates (Forest, 2007) we can place constraints on the absolute elevation and relief of the Eocene highlands. Paleoelevation estimates from leaf physiognomy provide the elevation of the basin in which the flora was growing, whereas stable isotopes in precipitation reflect the hypsometric mean elevation of that basin assuming that rainfall was evenly distributed along and across the basin. There are three sites where the stable isotope and floral methods overlap, and where we have confidence that these areas were receiving moisture dominantly from one air mass as they are today. 1) In the northern Rocky Mountains and the Omineca Belt of British Columbia and Washington leaf physiognomic studies show that syntectonic basins were at elevations of 2.5 to 2.9 km (Wolfe and others, 1998), whereas stable isotopes of basinal sediments give elevations of 5.0 km 1130/ 678 m (this study) and shear zones in metamorphic core complexes elevations of 4.9 km 1087/ 630 m (Shuswap) and 4.2 km 1054/ 833 m (Mulch and others, 2007). Taking the extremes in these estimates, the difference between the stable isotopic and leaf physiognomic results indicates that the topography was rugged with relief of as much as 1.5 to 2.5 km. 2) Similarly in southern Montana, leaf physiognomic studies give elevations of 2.4 to 2.8 km at 41 Ma (Wolfe and others, 1998) from basins (Salmon, Idaho) just west of the Sage Creek Basin in southeastern Montana. The stable isotope paleoaltimetry estimates give a hypsometric\nmean of 4.1 km 914/ 537 for the Sage Creek Basin. The relief in this area was, thus, somewhat lower but still rugged on the order of 1.4 km. 3) For the Copper Basin of northeastern Nevada leaf physiognomic methods of flora from paleovalleys give elevations of 2.0 0.2 km (Wolfe and others, 1998) or 2.8 1.8 km (Chase and others, 1998) between 40.02 0.10 and 37.6 0.4 Ma (ages on bounding ashes; Henry, 2008). Stable isotope paleoaltimetry from the similarly aged sections in the Elko Basin (Nevada), roughly 100 km to the south of the Copper Basin give a hypsometric mean elevation of 4.2 km 911/ 540 m. These results suggest that the relief of the Eocene highlands in Nevada was possibly as much as 2.2 km, which is in agreement with geologic studies that suggest that the interfluves stood as much as 1.6 km above the paleovalley floors (Henry, 2008).\nAlthough this comparison of floral and isotopic techniques suggests significant relief on the Eocene/Oligocene plateau not all geologic data agree with this conclusion. From geologic studies it is evident that there was a topographic divide that traced north-south through central Nevada (Henry, 2008). West of this divide the relief was low but was incised with paleovalleys as deep as 1.5 km carved into this landscape (Proffett and Proffett, 1976; Garside and others, 2002; Faulds and others, 2005; Best and others, 2009; Colgan and Henry, 2009). This low-relief landscape allowed Oligocene ignimbrites to travel over 200 km from their source in central Nevada to the western foothills of the present day Sierra Nevada (Faulds and others, 2005; Cassel and others, 2009a). In contrast, however, east of the divide structural and sedimentological data indicate the existence of a high relief landscape in east-central Nevada (Druschke and others, 2009) with tall fault-bounded peaks. It is in this area that we conducted our isotopic studies.\nUnderstanding how relief developed is critical in determining the surface uplift history of the western North American Cordillera. For example, if one favors the view that surface uplift occurred by elevating a preexisting low relief landscape then the stable isotope data can be used to constrain how much surface uplift occurred (on the order of 2.5 km). On the other hand, if the basins we studied were surrounded by a developing high relief landscape then the mean elevation may have remained the same, increased or even decreased during this time (see England and Molnar, 1990; Mulch and Chamberlain, 2007). Our stable isotopic data only place constraints on the hypsometric mean elevation of those parts of the basin where significant amounts of rainfall accumulate. If, as suggested by climate models (Sewall and Sloan, 2006) for example, isolated high peaks captured winter snowfall at high elevations then the hyposometric mean elevation may have increased while mean elevation remained constant as relief developed. It will take other complementary methods, such as cooling age studies of detrital minerals, to sort out this question.\nHow rapidly did the Eocene highland develop?—If our estimates of paleoelevation are correct, the construction of the Eocene highlands was extremely rapid ( 2 Ma) and diachronous. Taking the stable isotope data at face value and assuming a single moisture source for the Sage Creek and Elko Basins, where we captured rapid, large magnitude ( 6 per mil in 18O) oxygen isotope shifts, it is possible to make inferences concerning the rate of surface uplift. Assuming an Eocene oxygen isotope elevation gradient of 2.4 per mil/km (Mulch and others, 2004) and taking into account the 18O shifts of 6 per mil observed in the Sage Creek and Elko Basins, our data suggest that about 2.5 km of surface uplift occurred in less than 2 Ma. This would imply that in 2 Ma the Sevier hinterland grew from a moderate elevation low-relief plateau standing about 1.5 km tall to a 4 km high rugged mountain range. A 2.5 km elevation change in 2 Ma implies vertical velocities of 1.2 mm/yr. Such high vertical velocities suggest that the surface uplift could not be the result of changes in plate boundary forces resulting in increased crustal thickening and surface uplift or the result of internal forces due to heating of continental crust alone. Rather the underlying cause of the surface uplift must have\ninvolved mantle processes. Delamination of cold, dense mantle lithosphere and replacement by hot, less dense asthenosphere (Bird, 1979; England and Houseman, 1989) or impingement of upwelling hot asthenosphere at the base of the lithosphere (Croug, 1983) appear to be potential drivers for 1 to 2 km of surface uplift over a fairly restricted time interval (Molnar and Garzione, 2007). This interpretation is consistent with models that reveal the growth of dynamic topography as a result of the subduction of the Farallon slab and its replacement by hot asthenosphere in North America (Moucha and others, 2008; Forte and others, 2010).\nAlthough we are confident that the change in elevation was rapid (a few millions of years) in our view these estimates of vertical velocities should be seen as maximum possible velocities. We state this because, as mentioned earlier, where we have captured the isotopic shift in northeastern Nevada (the Elko Basin) the samples below the shift are enriched in 18O relative to samples far to the west along the Sierra Nevada flank. Without massive recycling of water vapor there is no way to enrich 18O and D in vapor along a single air mass trajectory. Hence this observation requires that there was a change in source of precipitation. In this case, the change would have been from dominantly southern and southeastern sources of the NAM to the Pacific. To address this concern will require combined isotopic studies with climate models as has been done in other orogens (Ehlers and Poulsen, 2009; Poulsen and others, 2010; Poulsen and Jefferey, 2011).\nWhat does the apparent synchronicity of topographic growth, volcanism, extension, and formation of metamorphic core complexes in the western North American Cordillera tells us about the large-scale tectonics of this region?—We have noted in earlier publications (Horton and others, 2004; Kent-Corson and others, 2006; Mix and others, 2011) that the increase in surface elevation corresponds to the timing of initiation of volcanism and core complex-related extension. Since those papers there have been new studies and here we present new isotopic data that reinforce this conclusion. For example, in the northern part of the Cordillera (British Columbia, Washington, Idaho and Montana) lower crustal extensional flow initiated between 55 to 50 Ma and the extensional detachments bounding the core complexes of this region dominated the kinematics of extension since ca. 49 to 47 Ma (Teyssier and others, 2005; Mulch and others, 2007; Foster and others, 2007). During this extension there was abundant volcanism and formation of the Absaroka-Challis-Kumplos volcanic fields (Breitsprecher and others, 2003). This extension and volcanism occurs at the same time as we observe evidence for high elevations in British Columbia and the onset of more negative 18O values in the Sage Creek Basin in southwestern Montana (Kent-Corson and others, 2006, 2010) and massive drainage reorganization in the Greater Green River Basin (Carroll and others, 2008). Similarly, in northeastern Nevada the emplacement of the Tuscarora Volcanic Field occurs between 45 and 40 Ma during a time of two episodes of northwest directed extension one between 46 and 41 Ma and the other between 40 and 38 Ma (Henry, 2008). This volcanism and extension was coincident with decreases in 18O values in the Elko Basin ( 40 Ma) and drainage reorganization and freshening of Lake Uinta (Davis and others, 2009a).\nThese observations lead us to somewhat of a paradox in that the increase in surface elevation is associated with the timing of extension. The Eocene pattern of north-to-south development of metamorphic core complexes is associated with extension and will result in reduced crustal thickness, a less buoyant continental crust and lowering of mean surface elevation. Teyssier and others (2005) attribute the collapse of thickened Cordilleran crust to multiple coexisting crustal-scale detachments and their role in controlling the distribution of strain, mass, and heat within and adjacent to the Eocene metamorphic core complexes. Whether this collapse of thickened crust results in large-scale lowering of mean surface elevation and associated increase in relief due\nto development of fault-bounded ranges or, alternatively, in buoyancy-supported surface uplift due to removal of high density lower crust depends on the relative rate and magnitudes of thinning at different crustal levels (Mulch and Chamberlain, 2007). At present, we lack the detailed studies of coupled basin and metamorphic core complexes that fully integrate the necessary stable isotope, cooling age, and structural data that will allow us to address this issue.\nHow do we reconcile the evidence for a Sierra Nevada ramp onto the Eocene to Oligocene highland with evidence for surface uplift since the Pliocene?—Our stable isotopic data allow us to place constraints on the age and origin of the Sierra Nevada. It has recently been proposed that this mountain range, at least the southern portion, formed in the last 3.5 Ma as a result of the removal of a dense ecologitic root (Ducea and Saleeby, 1996, 1998; Zandt and others, 2004; Boyd and others, 2004; Jones and others, 2004). Estimates of surface uplift of these models range from as small as 600 m (Le Pouhiet and others, 2006) to as much as 1 to 2 km (Gogus and Pysklywec, 2008). As discussed later 600 meters of elevation gain could not be reliably detected with stable isotopic analyses, but 2 km of uplift would be evident in the isotopic record.\nThe stable isotopic data compiled here indicate that the northern Sierra Nevada has been at high elevations since the Eocene. We believe that this conclusion is robust because the isotopic data were collected from multiple paleoprecipitation proxies on both the east- and west-sides of the Sierra Nevada. The studies of the western-side of the Sierra show that an isotopic gradient existed in the Eocene (Mulch and others, 2006; Hren and others, 2010) and Oligocene (Cassel and others, 2009b) that is similar to the 18O (and D ) elevation relationship observed today (Ingraham and Taylor, 1991). Moreover, the stable isotopic data from both west and east of the Sierra Nevada show the persistence of an isotopic rain shadow since the Miocene (Poage and Chamberlain, 2002; Crowley and others, 2008; Mulch and others, 2008). The fact that this rain shadow is observed in multiple isotopic proxies (fossil horse teeth, smectite, calcite, and hydrated volcanic glass) strengthens the argument for a high Sierra Nevada since the mid-Miocene. Moreover, geologic studies show that paleochannels extended from central Nevada across the present crest of the Sierra Nevada in the Oligocene (Faulds and others, 2005; Cassel and others, 2009a). Finally, cooling age and geochronological studies are consistent with a high elevation northern and central Sierra Nevada in the Eocene (Cecil and others, 2006, 2010), although these authors suggest that the Sierra formed a topographic divide in the Eocene. Together these studies suggest that the northern Sierra has been standing at similar-to-modern elevations since the Eocene. We, therefore, interpret the Sierra Nevada to have formed a Cordilleran ramp, at least until the Oligocene, onto a high terrain to the east. This interpretation is at odds with the idea that there has been surface uplift of some 1 to 2 km in the late Cenozoic (Wakabayashi and Sawyer, 2001), at least for the northern Sierra Nevada.\nAt the time of this writing, there is not enough stable isotope data to rule out significant amounts of surface uplift in the southern Sierra Nevada post-dating the mid-Miocene. This is of particular importance given the excellent geophysical and geologic evidence for removal of mantle lithosphere in the subsurface of the southern Sierra Nevada (Zandt and others, 2004; Jones and others, 2004; Maheo and others, 2009). We are not convinced that the southern and northern Sierra Nevada behaved similarly in their Pliocene-to-Recent topographic evolution. There is limited stable isotopic data that constrain the surface uplift of the southern Sierra Nevada. Moreover, the stable isotope data that exist give equivocal results. The stable isotopic data from Miocene sediments in the southern Sierra show no evidence of surface uplift in the time span from 14 to 2 Ma (Poage and Chamberlain, 2002). However, Horton and Chamberlain (2006) showed that the 18O values from the El Paso Basin (Poage and Chamberlain, 2002) is controlled by evaporative effects, which could have offset any\ndecrease in isotope values due to surface elevation changes. There are two tantalizing sets of data that suggest that surface elevation may have increased in the southern Sierra Nevada in the last two million years. One study of hydrogen isotopes of fluid inclusions from a calcite vein in the Death Valley region show a decrease of 40 per mil in the past 2 Ma. This decrease was attributed to about a 1 km rise of the Sierra Nevada (Winograd and others, 1985). The other study of hydrogen isotopes in volcanic glass (Mulch and others, 2008) contains a few hydrogen isotope data from hydrated volcanic glass collected immediately east of the crest of the southern Sierra Nevada for the time period of 4.83 to 2.09 Ma. These isotopic data have high D values, in contrast to those typically found in the area of the strongest rain shadow, and permit the absence of a rain shadow at that time interval. Therefore it is not excluded that the southern Sierra Nevada experienced a period of Plio-/Pleistocene surface uplift.\nCooling age studies also support the conclusion that the southern Sierra experienced a period of recent uplift. Until recently it appeared that cooling age studies of the southern Sierra Nevada reached differing conclusions as to its surface uplift history. One view holds that the southern Sierra Nevada stood at high elevations ( 4 km) in the Late Cretaceous and formed a ramp at the edge of a low-relief plateau to the east (House and others, 1997, 1998, 2001). These authors concluded that since the Cretaceous the mean elevation of Sierra Nevada has decreased. In contrast, Clark and others (2005) argue for moderate elevations ( 1.5 km) in the southern Sierra Nevada during the Late Cretaceous followed by surface uplift events at 32 Ma and 3.5 Ma that together raised the surface to present day elevations. McPhillips and Brandon (2012) used inversion techniques of low temperature thermochronologic data for the southern Sierra to show that the two contrasting data sets are compatible. Their analysis shows that the southern Sierra Nevada decreased in elevation throughout most of the Tertiary and gained about 2 km of uplift by westward tilting since 20 Ma.\nThis leaves us in the uncomfortable position that the northern and southern Sierra Nevada behaved differently during the Neogene. We see no reason why this would have occurred. The debate about the timing and amount of surface uplift rests, in part, between those using geomorphic arguments for late tilt of the Sierra Nevada (see Wakabayashi and Sawyer, 2001 and references therein) and those using stable isotopes. Is it possible that the stable isotope analyses are not recording the recent uplift? A recent paper by Molnar (2010) used a simple upslope model for orographic precipitation to argue that much of the stable isotope data provides only weak constraints on the surface uplift history. He argued that the increased moisture in the Eocene warm air would alter the oxygen isotope elevation relationship. This change in specific humidity would make the slope on the west side of the Sierra Nevada as determined by the stable isotope analysis (Mulch and others, 2006) appear higher than it actually was. If the specific humidity has this profound affect on the stable isotope elevation relationship we should observe differences between modern moist tropical areas and those from drier continental interiors, but we don’t (Poage and Chamberlain, 2001). In addition, from Molnar’s analysis there should be a difference between the slopes determined for the Eocene (Mulch and others, 2006) and Oligocene (Cassel and others, 2009b) paleorivers, for it was warmer and wetter in the Eocene than in the Oligocene. The slopes of the Eocene and Oligocene paleorivers are indistinguishable, however. Molnar (2010) further argued that the east to west profiles across the Sierra (Crowley and others, 2008; Mulch and others, 2008) were compromised by an apparent change from summer to winter precipitation at about 5 Ma (Axelod, 1973). The change from summer to winter would reduce the specific humidity and change east to west isotopic profiles. However, a change from summer to winter dominated precipitation would have a profound affect on the isotope values. Modern 18O of precipitation is 5 per mil lower in the winter than in the summer precipitation\n(Kendall and Coplen, 2001). If there was a change from summer dominated to winter dominated precipitation as Axelrod (1973) suggested the 18O values should decrease from the Pliocene to Recent, but they don’t.\nIt is our opinion, that as much as 1 km of recent surface uplift could be hidden in the stable isotope analyses as a result of three factors. First, there is considerable scatter in the 18O values from samples collected both east and west of the Sierra (Poage and Chamberlain, 2002; Crowley and others, 2008) that could disguise surface uplift of about 0.5 km (about 1.4 per mil change). Second, a change from Pacific sourced moisture to Gulf of California and Mexico moisture sources would cause an increase in 18O values in the Basin and Range. Presently, central Nevada receives about 16 percent of its moisture from the Pacific as air masses cross the Sierra Nevada and 57 percent from southerly sources (Friedman and others, 2002b). We argue previously in this paper that the increase in 18O in the Basin and Range with time is a result of this change of moisture sources (that is, an increase in the NAM). If this increase of 18O occurred as the Sierra rose it might just offset any decrease in 18O values as a result of surface uplift. Third, an increase in 18O in the Basin and Range in the modern could also be caused by increased evapotranspiration as this area became internally drained. It has been shown that the modern 18O values of precipitation in the Basin and Range are relatively high as a result of recycling of water vapor (Ingraham and Taylor, 1991). Again, the increase in 18O values of precipitation as the hydrologic system changes from an open to closed system may just offset the decrease in 18O values as a result of surface uplift. To resolve these issues it is evident that we need better oxygen isotope data from areas immediately east of the Sierra Nevada.\nHow well do we understand the ultimate collapse of the Eocene highland and its tectonic drivers?—From the Miocene to Recent several tectonic boundary conditions changed in the western North American Cordillera that should be expressed in the topographic evolution of the western United States. One change of boundary conditions involved the impingement of the Yellowstone hot spot at 17 to 16 Ma (Parsons and others, 1994; Saltus and Thompson, 1995); another was the northward migration of the Mendocino Triple Junction that changed the western boundary of the North American Plate from subduction to right-lateral transform motion (Atwater, 1970); and finally removal of mantle lithosphere and replacement by hot asthenosphere during the Eocene would have changed lithospheric buoyancy forces well into the Miocene.\nIt has been argued that Basin and Range extension and demise of the plateau was driven by a combination of early crustal thickening of the Sevier hinterland, and later north to south removal of mantle lithosphere and replacement by hot asthenosphere (Sonder and Jones, 1999). We agree with this interpretation as our data show a north to south migration of topography and construction of a high mountainous region in the Eocene and Oligocene. By the mid-Miocene the plateau began to collapse forming the present day Basin and Range. This collapse is evidenced by the increase in oxygen isotope values in the Central and Northern Basin and Range (fig. 5) and corroborated by leaf physiognomic paleoelevations that show that central and western Nevada were at higher elevations of 3 km in the mid-Miocene than today (Wolfe and others, 1997).\nThe impingement of the Yellowstone hot spot would have also influenced the topographic history. The impact of the plume head at the base of the lithosphere could initially result in 1 to 2 km of surface uplift distributed across a region of 1000 to 2000 km in diameter (Parsons and others, 1994). As the North American plate moved in a southwest-oriented direction over the hot spot the surface elevation is predicted to have migrated northeastward as a broad swell dissected by a smaller (several tens of kilometers across) northeast to southwest bulge (that is, the hot spot track) as a result of emplacement of the plume tail (Parsons and others, 1994). The hot spot model is broadly consistent with the present day topographic features of western United States\nthat consists of a topographic step in southern Nevada that separates high areas to the north from lower areas to the south (Saltus and Thompson, 1995). Nevertheless, the direct effects of plume-related surface uplift since its impingement are largely unexplored. The isotopic data show several intriguing features that lead us to speculate that the effect of the Yellowstone hot spot may have played a role in shaping the topographic history of this region. First, the topographic step that separates the Southern from the Central Basin and Range in southern Nevada is present in the mid-Miocene as observed in the isotopic data (fig. 2F). Although we have no data from this region before the mid-Miocene to determine whether this feature existed before then. Second, there is a rough trend of high surface elevations (indicated by low 18O values) near the tri-border of Nevada, Oregon, and Idaho in the mid-Miocene that moves northeastward with time (figs. 2F-I) and 18O values in eastern Idaho decrease from the mid-Miocene to Recent (fig. 5). We do not observe a rapid decrease in oxygen isotope values at 17 Ma that should occur with surface uplift attendant with initial impingement of the plume head. The stable isotopic data, that cross this critical time interval are, however, limited to one section (Elko, Nevada) about 300 km southeast of the locus of the plume head at 17 Ma (the McDermitt Caldera) (Zoback and others, 1994).\nconclusion statement In this paper, we attempted to bring all of the paleoaltimetry stable isotopic data\ntogether that bear on the coupled topographic and climatic evolution of the North American Cordillera. The large spatial and temporal coverage of this data set allow discrimination between the effects of global climate change and regional alterations of precipitation patterns induced by the rise and fall of mountain ranges. These isotopic data suggest that an orogenic plateau (the Nevadaplano) of unknown height existed in the late Cretaceous to early Eocene in the area of the Sevier hinterland. By the mid- to late Eocene a topographic wave migrated from southern Canada beginning at 50 Ma into northeastern Nevada at 40 to 39 Ma. The hypsometric mean elevation increased rapidly reaching peak elevations of 4 km in less than 2 Ma. By the late Eocene to Oligocene a large and rugged, with relief as much as 1.5 km, mountain range existed from southern Canada into central Nevada. This Eocene highland was bordered on the west by the Sierra Nevada ramp and on the east by the high-standing Rocky Mountains. We suggest that the Eocene topographic wave was caused by north to south removal of the Farallon slab or delamination of the mantle lithosphere. This interpretation is supported by the coeval timing of the onset of volcanism, extension, and increase in elevation from north to south. By the mid-Miocene the high-standing region began to collapse allowing the North American Monsoon to penetrate farther north as evidenced by increasing oxygen isotope values from sections within the Central and Northern Basin and Range. Despite the wealth of spatially distributed stable isotope paleoaltimetry data presented here, we are convinced that the ultimate verdict on the surface elevation history and climate-topography feedbacks of the western United States is still open. In particular there is little isotope data from the pre-50 Ma hinterland of the Sevier system that is needed to evaluate the height and evolution of the Nevadaplano.\nacknowledgments This research was supported by NSF grants EAR-0609649 and EAR-1019648. A.M.\nacknowledges support through DFG grant INST 187/400-1 FUGG and through the LOEWE funding program (Landes-Offensive zur Entwicklung wissenschaftlichökonomischer Exzellenz) of Hesse’s Ministry of Higher Education, Research, and the Arts. We appreciate the thoughtful reviews of Professors J. Quade, C. Poulsen, M. Fan, C. Teyssier, and M. Brandon."
  }, {
    "heading": "Appendix",
    "text": ""
  }, {
    "heading": "Table A1",
    "text": "Oxygen, carbon, and hydrogen isotopes of authigenic minerals"
  }, {
    "heading": "Sample Latitude Longitude Age (Ma) 18 O 13 C D Material",
    "text": ""
  }, {
    "heading": "Bannock Basin, Utah, Samples",
    "text": ""
  }, {
    "heading": "Third Creek Member",
    "text": "ID-TC 03-07 42.1888 -112.1402 9.6 14.05 -3.21 calcite cement ID-TC 04-07 42.1888 -112.1402 8.8 14.46 -3.44 calcite cement ID-TC 05-07 42.1888 -112.1402 8.3 11.90 -4.84 calcite cement ID-TC 06-07 42.1888 -112.1402 7.9 12.63 -4.59 limestone ID-TC 07-07 42.1750 -112.1263 10.0 10.57 -4.91 limestone ID-TC 08-07 42.1750 -112.1263 9.9 10.15 -3.75 limestone ID-TC 09-07 42.1750 -112.1263 6.7 10.62 -2.44 calcite cement ID-TC 11-07 42.1865 -112.1380 10.0 13.27 -3.73 paleosol ID-TC 12-07 42.1865 -112.1380 10.0 14.55 -2.33 paleosol ID-TC 13-07 42.1865 -112.1380 9.4 13.91 -2.70 calcite cement ID-TC 14-07 42.1865 -112.1380 9.3 13.21 -3.30 calcite cement ID-TC 15-07 42.1865 -112.1380 9.2 13.95 -3.74 calcite cement ID-TC 16-07 42.1865 -112.1380 8.6 11.38 -3.55 calcite cement ID-TC 17-07 42.1865 -112.1380 8.4 13.02 -3.81 calcite cement ID-TC 18-07 42.1888 -112.1402 7.5 14.62 -3.30 calcite cement ID-TC 19-07 42.1888 -112.1402 7.3 13.18 -4.17 limestone ID-TC 20-07 42.1888 -112.1402 7.1 13.31 -4.33 limestone ID-TC 21-07 42.1888 -112.1402 6.6 12.81 -4.83 limestone ID-TC 22-07 42.1888 -112.1402 6.5 12.58 -5.05 limestone ID-TC 23-07 42.1888 -112.1402 6.2 12.99 -4.81 limestone ID-TC 24-07 42.1888 -112.1402 5.6 13.21 -4.86 calcite cement ID-TC 25-07 42.1888 -112.1402 5.3 11.89 -4.39 calcite cement ID-TC 26-07 42.1888 -112.1402 4.7 13.51 -5.61 calcite cement ID-TC 27-07 42.1888 -112.1402 4.0 11.19 -4.35 limestone"
  }, {
    "heading": "Henderson Creek Skyline Member",
    "text": "06CL11 42.0865 -112.1699 12.0 23.07 3.41 calcite cement 06CL12 42.0865 -112.1699 11.8 9.29 -2.43 limestone 06CL13 42.0865 -112.1699 11.7 10.65 -1.11 calcite cement 06CL14 42.0865 -112.1699 11.5 10.03 -1.63 calcite cement 06CL15 42.0865 -112.1699 11.4 14.59 -4.12 limestone 06CL16 42.0865 -112.1699 11.2 16.44 1.16 calcite cement 06CL17 42.0865 -112.1699 11.1 15.25 0.19 calcite cement 06CL18 42.0915 -112.1703 10.9 16.01 0.22 calcite cement 06CL19 42.0915 -112.1703 10.8 14.93 1.03 calcite cement 06CL20 42.0915 -112.1703 10.6 15.29 1.14 calcite cement 06CL21 42.0915 -112.1703 10.5 15.77 0.64 limestone 06CL22 42.0915 -112.1703 10.3 15.20 0.57 calcite cement 06CL23 42.0915 -112.1703 10.2 14.28 1.71 limestone 06CL24 42.0915 -112.1703 10.0 17.60 -3.25 calcite cement"
  }, {
    "heading": "Henderson Creek--Two Eocene Conglomerate",
    "text": "06CL1 42.0876 -112.1844 50.0 16.01 -4.10 calcite cement 06CL2 42.0876 -112.1844 49.0 16.77 -5.23 calcite cement 06CL3 42.0876 -112.1844 48.0 17.86 -3.82 calcite cement 06CL4 42.0876 -112.1844 47.0 18.81 -5.20 calcite cement 06CL7 42.0876 -112.1844 44.0 20.09 -3.22 calcite cement 06CL8 42.0876 -112.1844 43.0 18.97 -5.26 calcite cement 06CL9 42.0876 -112.1844 42.0 18.06 -6.44 calcite cement 06CL10 42.0876 -112.1844 41.0 17.04 -5.40 calcite cement"
  }, {
    "heading": "Henderson Creek",
    "text": "06CL26 42.0227 -112.1481 9.3 14.13 0.06 limestone 06CL25 42.0227 -112.1481 9.3 12.54 0.89 limestone 06CL27 42.0227 -112.1481 9.3 16.98 1.00 limestone 06CL28 42.0227 -112.1481 9.3 13.98 1.10 calcite cement 06CL29 42.0227 -112.1481 9.3 13.80 0.83 limestone 06CL31 42.0149 -112.1456 10.2 13.96 -1.64 calcite cement"
  }, {
    "heading": "Table A1",
    "text": "(continued)"
  }, {
    "heading": "Sample Latitude Longitude Age (Ma) 18 O 13 C D Material",
    "text": ""
  }, {
    "heading": "Bannock Basin, Utah, Samples",
    "text": ""
  }, {
    "heading": "Henderson Creek",
    "text": "06CL30 42.0149 -112.1456 10.2 12.73 0.33 calcite cement 06CL32 42.0149 -112.1456 10.2 14.34 -2.22 calcite cement 06CL33 42.0149 -112.1456 10.2 13.52 -2.27 calcite cement 06CL35 42.0136 -112.1481 10.1 10.90 -1.51 limestone 06CL36 42.0136 -112.1481 10.1 12.40 -1.83 limestone 06CL37 42.0136 -112.1481 10.1 13.17 -0.75 limestone 06CL38 42.0136 -112.1481 10.1 12.32 -0.83 limestone 06CL39 42.0136 -112.1481 10.1 11.82 -2.10 limestone 06CL40 42.0137 -112.1485 10.5 17.70 0.19 limestone 06CL41 42.0137 -112.1485 10.5 26.19 1.09 limestone 06CL42 42.0137 -112.1485 10.5 17.13 0.74 limestone"
  }, {
    "heading": "Clifton Quad",
    "text": "06CL45 42.1439 -112.0135 8.1 27.87 5.09 calcite cement 06CL46 42.1439 -112.0135 8.1 26.78 7.35 limestone 06CL47 42.1439 -112.0135 8.1 26.68 7.67 limestone 06CL48 42.1439 -112.0135 8.1 26.63 7.21 limestone 06CL49 42.1439 -112.0135 8.1 27.07 6.67 limestone 06CL50 42.1456 -112.0129 8.1 19.08 0.33 limestone 06CL51 42.1456 -112.0129 8.1 11.65 1.90 limestone 06CL52 42.1456 -112.0129 8.1 18.59 -0.28 limestone 06CL53 42.1456 -112.0129 8.1 21.89 2.23 calcite cement 06CL54 42.1456 -112.0129 8.1 18.65 -0.18 calcite cement 06CL55 42.1456 -112.0129 8.1 19.94 0.61 calcite cement 06CL56 42.1456 -112.0129 8.1 26.63 7.21 calcite cement 06CL57 42.1456 -112.0129 8.1 20.97 1.11 calcite cement 06CL58 42.1456 -112.0129 8.1 19.75 0.31 calcite cement 06CL59 42.1456 -112.0129 8.1 11.84 1.34 calcite cement 06CL60 42.1456 -112.0129 8.1 19.05 -0.38 calcite cement"
  }, {
    "heading": "Axehandle Basin, Utah",
    "text": "UT-GRF-07-08 39.4640 --111.6722 49.98 22.8 -6.1 limestone UT-GRF-07-07 39.4643 --111.6710 50.22 14.5 -7.9 TUFF UT-GRF-07-06 39.4643 -111.6710 50.27 18.4 -7.7 limestone UT-GRF-07-05 39.4644 -111.6707 50.68 22.8 -4.5 limestone UT-GRF-07-04 39.4644 -111.6705 50.73 18.0 -6.4 limestone UT-GRF-07-03 39.4642 -111.6702 50.81 20.6 -6.4 limestone UT-GRF-07-02 39.4641 -111.6701 50.83 24.2 -4.7 limestone UT-GRF-07-01 39.4641 -111.6701 50.97 23.4 -5.5 limestone UT-UR-07-18 39.4640 -111.6699 51.48 18.3 -4.8 limestone UT-UR-07-17 39.4640 -111.6699 51.72 21.8 -4.4 paleosol UT-UR-07-16 39.4635 -111.6696 52.87 22.6 -3.6 paleosol UT-UR-07-15 39.4634 -111.6696 53.11 20.4 -3.6 calcite cement UT-UR-07-14 39.4633 -111.6698 53.31 22.9 -4.9 paleosol UT-UR-07-13 39.4633 -111.6698 53.54 19.6 -4.6 limestone UT-UR-07-11 39.4632 -111.6699 53.70 21.8 -4.8 paleosol UT-UR-07-10 39.4630 -111.6698 53.94 19.5 -4.6 limestone UT-UR-07-09 39.4630 -111.6698 54.14 21.1 -4.0 paleosol UT-UR-07-08 39.4628 -111.6699 54.22 21.4 -3.0 paleosol UT-UR-07-07 39.4628 -111.6699 54.73 20.1 -3.4 calcite cement UT-UR-07-06 39.4627 -111.6700 54.93 21.3 -2.4 paleosol UT-UR-07-05 39.4626 -111.6700 55.09 20.1 -2.7 limestone UT-UR-07-04 39.4626 -111.6700 55.17 22.1 -2.0 paleosol UT-UR-07-03 39.4626 -111.6700 55.19 17.6 -3.0 limestone UT-UR-07-02 39.4626 -111.6700 55.21 20.9 -4.4 paleosol UT-UR-07-01 39.4623 -111.6701 55.25 21.8 -6.0 paleosol UT-WT-07-06 39.4622 -111.6702 55.88 23.2 -5.3 limestone"
  }, {
    "heading": "Table A1",
    "text": "(continued)"
  }, {
    "heading": "Sample Latitude Longitude Age (Ma) 18 O 13 C D Material",
    "text": ""
  }, {
    "heading": "Axehandle Basin, Utah",
    "text": "UT-WT-07-05 39.4618 -111.6704 56.17 23.1 -5.6 limestone UT-WT-07-04 39.0000 111.0000 56.23 22.7 -5.6 limestone UT-WT-07-03 39.4616 -111.6703 56.32 22.4 -5.8 limestone UT-WT-07-02 39.4616 -111.6703 56.43 21.7 -5.6 limestone UT-WT-07-01 39.4614 -111.6704 56.70 21.6 -6.9 limestone UT-WT-07-107 39.4837 -111.6791 58.46 22.7 -4.7 paleosol UT-WT-07-106 39.4602 -111.6659 57.91 19.3 -5.9 limestone UT-WT-07-105 39.4595 -111.6657 57.93 19.3 -5.4 limestone UT-WT-07-104 39.4593 -111.6656 57.99 19.0 -5.7 limestone UT-WT-07-102 39.4587 -111.6653 58.41 20.6 -5.8 limestone UT-WT-07-101 39.4575 -111.6666 58.46 19.7 -4.0 limestone UT-WT-07-201 39.4599 -111.6711 56.498 20.2 -7.3 limestone UT-WT--07-202 39.4599 -111.6711 56.59 20.7 -7.2 limestone UT-WT-07-203 39.4599 -111.6712 56.76 22.0 -5.3 limestone UT-WT-07-204 39.4598 -111.6711 56.89 22.4 -5.3 limestone UT-WT-07-205 39.4598 -111.6711 56.96 21.9 -5.5 limestone UT-WT-07-206 39.4597 -111.6710 57.18 22.8 -5.3 limestone UT-WT-07-207 39.4598 -111.6709 57.29 22.2 -5.9 limestone UT-WT-07-208 39.4597 -111.6709 57.44 22.3 -5.9 limestone UT-WT-WT-209 39.4597 -111.6709 57.51 22.4 -6.0 limestone UT-WT-07-210 39.4597 -111.6709 57.53 22.9 -5.6 limestone UT-WT-07-211 39.4597 -111.6708 57.60 22.8 -5.1 limestone UT-WT-07-212 39.4597 -111.6708 57.71 22.6 -5.1 limestone UT-WT-07-213 39.4597 -111.6708 57.75 21.9 -5.0 limestone UT-WT-07-214 39.4597 -111.6707 57.95 22.6 -4.0 limestone UT-WT-07-215 39.4597 -111.6707 57.99 22.6 -4.0 limestone UT-WT-07-216 39.4597 -111.6707 58.04 21.0 -4.4 calcite cement UT-WT-07-217 39.4597 -111.6707 58.15 21.3 -4.5 calcite cement UT-WT-07-218 39.4596 -111.6706 58.19 23.0 -4.3 limestone UT-WT-07-219 39.4596 -111.6704 58.48 21.5 -4.9 limestone UT-CS-07-09 39.4575 -111.6666 58.70 17.3 -3.9 calcite cement UT-CS-07-08 39.0000 111.0000 58.77 22.8 -3.0 limestone UT-CS-07-05 39.4566 -111.6664 59.32 22.3 -4.6 paleosol UT-CS-07-04 39.4566 -111.6664 59.45 19.5 -6.6 calcite cement UT-CS-07-03 39.4563 -111.6662 59.54 21.2 -3.4 calcite cement UT-CS-07-02 39.4563 -111.6662 59.67 22.5 -4.4 paleosol UT-CS-07-01 39.4563 -111.6662 59.74 22.1 -2.9 paleosol UT-CS-07-11 39.4587 -111.6653 58.68 17.2 -5.0 calcite cement UT-CS-07-10 39.0000 111.0000 58.75 22.3 -5.9 paleosol UT-CS-07-12 39.0000 111.0000 58.90 26.0 -3.5 calcite cement UT-CS-07-13 39.4836 -111.6787 59.14 24.9 -2.7 limestone UT-CS-07-14 39.4838 -111.6776 59.58 19.8 -3.8 limestone UT-CS-07-15 39.4841 -111.6772 59.87 23.8 -2.9 calcite cement UT-CS-07-16 39.0000 111.0000 60.77 25.2 -2.4 limestone UT-CS-07-17 39.4847 -111.6730 60.93 23.4 -2.6 paleosol UT-CS-07-18 39.4849 -111.6708 61.21 17.8 -4.0 calcite cement UT-CS-07-220 39.4596 -111.6704 58.75 20.2 -4.5 limestone UT-CS-07-221 39.4594 -111.6702 58.92 18.6 -5.6 limestone UT-CS-07-222 39.4594 -111.6702 58.97 20.7 -5.0 calcite cement UT-CS-07-223 39.4577 -111.6702 59.87 21.9 -6.1 paleosol UT-CS-O7-17 CPC 64.60 20.0 -1.5 calcite cement UT-CS-07-16 CPC 64.69 18.3 -1.6 calcite cement UT-CS-07-13 CPC 65.26 22.6 -2.7 calcite cement UT-CS-07-111 60.71 22.5 -3.6 calcite cement UT-CS-07-110 60.90 21.9 -9.6 calcite cement UT-CS-07-109 60.97 22.2 -9.5 calcite cement UT-CS-07-108 61.05 22.2 -10.0 calcite cement UT-CS-07-107 61.14 20.3 -4.5 paleosol"
  }, {
    "heading": "Table A1",
    "text": "(continued)"
  }, {
    "heading": "Sample Latitude Longitude Age (Ma) 18 O 13 C D Material",
    "text": ""
  }, {
    "heading": "Axehandle Basin, Utah",
    "text": "UT-CS-07-106 61.21 12.9 -10.1 calcite cement UT-CS-07-105 61.39 16.5 -9.3 calcite cement UT-CS-07-104 61.51 20.7 -7.8 calcite cement UT-CS-07-103 61.51 21.2 -8.5 calcite cement UT-CS-07-102 61.63 22.0 -11.1 calcite cement UT-CS-07-101 63.00 22.3 -3.4 limestone UT-CS-07-113 64.34 19.0 -2.6 calcite cement UT-CS-07-112 64.68 22.2 -8.8 calcite cement UT-CS-07-114 64.86 22.0 -9.4 calcite cement UT-CS-07-115 64.92 20.7 -4.7 calcite cement UT-CS-07-116 65.02 21.6 -5.2 calcite cement UT-CB-07-12 70.04 20.1 -4.5 limestone UT-CB-07-11 70.12 19.9 -2.2 limestone UT-CB-07-10 70.18 18.6 1.5 calcite cement UT-CB-07-9 70.28 17.6 -1.1 calcite cement UT-CB-07-8 70.41 18.6 0.9 calcite cement UT-CB-07-7 70.42 19.5 -0.5 calcite cement UT-CB-07-6 70.45 18.8 -1.1 calcite cement UT-LR-07-5 70.82 15.0 -7.7 calcite cement UT-LR-07-4 70.94 20.5 -2.2 calcite cement UT-LR-07-3 70.90 20.1 -5.5 calcite cement UT-LR-07-2 71.22 19.7 -2.3 calcite cement UT -LR-07-1 71.30 18.9 -2.1 calcite cement"
  }, {
    "heading": "Montana Basin les, Samp s",
    "text": ""
  }, {
    "heading": "Buffalo Jump",
    "text": "06MB33 45.7964 16.0 13.07 paleosol 06MB34 45.7964 15.8 13.44 paleosol 06MB35 45.7964 15.5 13.67 paleosol 06MB36 45.7964 15.3 14.48 paleosol 06MB37 45.7964 15.0 14.46 paleosol 06MB38 45.7964 14.8 13.17 paleosol 06MB39 45.7964 14.5 14.66 calcite cement 06MB41 45.7964 14.0 13.16 paleosol 06MB42 45.7964 13.8 13.94 paleosol 06MB43 45.7964 13.5 13.32 paleosol 06MB44 45.7964 13.3 14.29 calcite cement 06MB45 45.7964 13.0 13.57 paleosol 06MB46 45.7964 12.8 13.85 paleosol 06MB47 06MB48\n9\n45.7964 45.7964\n12.5 12.3\n13.28 13.73\npaleosol paleosol\n06MB4\n45.7964\n12.0\n11.0\n13.43\npaleosol"
  }, {
    "heading": "Reese Creek Map Unit",
    "text": "06RN9 45.8604 13.25 paleosol 06RN10 45.8604 9.8 14.36 calcite cement 06RN11 06RN12\n45.8604 45.8604 45.8604\n8.6 7.4 5.0\n12.96 13. 14.04\nlimestone imestone aleosol 79 l p 06RN14"
  }, {
    "heading": "Lima Dam",
    "text": "MT-LD 01-07 42.6518 -112.3634 0.058 19.59 -0.54 paleosol MT-LD 02-07 42.6518 -112.3634 0.034 19.38 -1.75 paleosol MT-LD 03-07 42.6518 -112.3634 0.034 18.98 -1.16 paleosol MT-LD 04-07 42.6518 -112.3634 0.019 14.21 -1.55 paleosol MT-LD 06-07 42.6518 -112.3634 0.000 20.12 -6.47 paleosol MT-LD 07-07 42.6518 -112.3634 0.000 21.71 -3.04 paleosol MT-LD 08-07 42.6518 -112.3634 0.019 15.90 -5.28 paleosol MT-LD 09-07 42.6518 -112.3634 0.019 16.45 -4.97 paleosol MT-LD 10-07 42.6518 -112.3634 0.019 15.80 -5.60 paleosol"
  }, {
    "heading": "Table A1",
    "text": "(continued)"
  }, {
    "heading": "Sample Latitude Longitude Age (Ma) 18 O 13 C D Material",
    "text": ""
  }, {
    "heading": "Montana Basins, Samples",
    "text": ""
  }, {
    "heading": "Upper Robb Creek",
    "text": "MT-RCU 1-07 45.0110 -112.1220 1.8 13.04 -2.77 paleosol MT-RCU 2-07 45.0110 -112.1220 1.9 12.98 -3.18 paleosol MT-RCU 3-07 45.0110 -112.1220 1.9 12.80 -1.98 paleosol MT-RCU 4-07 45.0110 -112.1220 2.1 13.04 -3.67 paleosol MT-RCU 5-07 45.0110 -112.1220 2.3 12.99 -3.20 paleosol MT-RCU 6-07 45.0110 -112.1220 2.6 12.98 1.71 paleosol MT-RCU 7-07 45.0110 -112.1220 2.6 13.49 -2.19 paleosol MT-RCU 8-07 45.0110 -112.1220 2.9 13.69 -2.48 paleosol MT-RCU 9-07 45.0110 -112.1220 3.2 13.01 -3.59 paleosol MT-RCU 10-07 45.0110 -112.1220 3.3 13.12 -1.06 paleosol MT-RCU 11-07 45.0110 -112.1220 3.4 13.23 -4.83 paleosol MT-RCU 12-07 45.0110 -112.1220 3.5 13.02 0.13 paleosol MT-RCU 13-07 45.0110 -112.1220 3.8 14.12 -5.39 paleosol MT-RCU 14-07 45.0110 -112.1220 3.9 14.11 -6.67 paleosol MT-RCU 15-07 45.0110 -112.1220 4.0 13.50 -3.90 paleosol MT-RCU 16-07 45.0110 -112.1220 4.0 13.54 -2.78 paleosol MT-RCU 17-07 45.0110 -112.1220 4.1 13.07 -2.45 paleosol MT-RCU 18-07 45.0110 -112.1220 4.2 13.42 -3.33 paleosol MT-RCU 19-07 45.0110 -112.1220 4.4 13.46 -1.74 paleosol MT-RCU 20-07 45.0110 -112.1220 4.5 16.47 -2.11 paleosol MT-RCU 21-07 45.0110 -112.1220 4.6 14.30 -5.34 paleosol MT-RCU 22-07 45.0110 -112.1220 4.8 13.11 -2.24 paleosol MT-RCU 23-07 45.0110 -112.1220 5.1 13.34 -2.70 paleosol MT-RCU 24-07 45.0110 -112.1220 5.2 13.04 -2.13 paleosol MT-RCU 25-07 45.0110 -112.1220 5.3 13.57 -1.54 paleosol MT-RCU 26-07 45.0110 -112.1220 5.3 12.81 -3.67 paleosol MT-RCU 27-07 45.0110 -112.1220 5.4 13.20 -4.40 paleosol MT-RCU 28-07 45.0110 -112.1220 5.4 13.30 -4.40 paleosol MT-RCU 29-07 45.0110 -112.1220 5.7 13.14 -4.06 paleosol MT-RCU 30-07 45.0110 -112.1220 5.7 13.45 -3.21 paleosol MT-RCU 31-07 45.0110 -112.1220 5.9 12.93 -1.41 paleosol"
  }, {
    "heading": "Beaverhead Formation",
    "text": "BH-15 44.7576 -112.8033 70 - 80 15.82 1.52 limestone BH-18 44.7576 -112.8033 70 - 80 16.18 2.23 limestone BH-19 44.7576 -112.8033 70 - 80 15.99 1.91 limestone BH-20 44.7576 -112.8033 70 - 80 16.99 2.99 limestone BH-21 44.7576 -112.8033 70 - 80 16.46 2.56 limestone BH-22 44.7576 -112.8033 70 - 80 15.88 0.58 limestone BH-23 44.7576 -112.8033 70 - 80 15.41 0.54 limestone BH-1 44.7576 -112.8033 70 - 80 15.73 -0.16 limestone BH-2 44.7576 -112.8033 70 - 80 15.11 -1.10 calcite cement BH-3 44.7576 -112.8033 70 - 80 17.58 0.72 limestone BH-4 44.7576 -112.8033 70 - 80 17.90 -0.06 limestone BH-5 44.7576 -112.8033 70 - 80 15.41 -1.68 calcite cement BH-6 44.7576 -112.8033 70 - 80 13.96 -2.38 calcite cement BH-7 44.7576 -112.8033 70 - 80 17.36 -3.35 limestone BH-8 44.7576 -112.8033 70 - 80 17.90 0.80 limestone BH-10 44.7576 -112.8033 70 - 80 16.61 1.13 calcite cement BH-11 44.7576 -112.8033 70 - 80 16.98 -1.49 limestone BH-12 44.7576 -112.8033 70 - 80 15.56 0.42 calcite cement BH-13 44.7576 -112.8033 70 - 80 18.37 0.31 limestone BH-14 44.7576 -112.8033 70 - 80 18.05 2.11 calcite cement"
  }, {
    "heading": "Table A1",
    "text": "(continued)"
  }, {
    "heading": "Sample Latitude Longitude Age (Ma) 18 O 13 C D Material",
    "text": ""
  }, {
    "heading": "Kishenehn Basin, MT",
    "text": "1 48.5500 -113.5000 43.7 17.03 -1.22 paleosol 2 48.5500 -113.5000 43.6 19.27 2.49 paleosol 3 48.5500 -113.5000 43.5 18.63 3.53 paleosol 4 48.5500 -113.5000 43.4 21.28 3.39 paleosol 5 48.5500 -113.5000 43.3 18.93 6.46 paleosol 6 48.5500 -113.5000 43.2 20.59 4.40 paleosol 7 48.5500 -113.5000 43.1 19.57 2.02 paleosol 8 48.5500 -113.5000 43.0 19.71 4.45 paleosol 9 48.5500 -113.5000 43.7 20.44 3.42 paleosol 10 48.5500 -113.5000 43.5 22.65 3.64 paleosol 11 48.5500 -113.5000 43.5 20.84 5.80 paleosol 12 48.5500 -113.5000 43.5 20.11 -0.28 paleosol 13 48.5500 -113.5000 43.5 19.86 4.09 paleosol 14 48.5500 -113.5000 43.5 17.30 -0.70 paleosol 15 48.5500 -113.5000 43.0 21.67 6.18 paleosol 17 48.5500 -113.5000 43.0 21.80 3.43 paleosol 18 48.5500 -113.5000 43.0 17.40 -0.92 paleosol 20 48.5500 -113.5000 43.0 20.80 4.91 paleosol 22 48.5500 -113.5000 43.0 20.04 1.75 paleosol 23 48.5500 -113.5000 43.0 14.80 2.70 paleosol 25 48.5500 -113.5000 43.0 19.47 3.59 paleosol 27 48.5500 -113.5000 42.5 20.99 3.86 paleosol 29 48.5500 -113.5000 42.5 21.49 4.80 paleosol 30 48.5500 -113.5000 42.5 21.68 7.29 paleosol 31 48.5500 -113.5000 42.5 21.52 7.60 paleosol 32 48.5500 -113.5000 42.5 18.19 3.84 paleosol 33 48.5500 -113.5000 42.5 19.48 6.51 paleosol 34 48.5500 -113.5000 42.5 18.56 3.53 paleosol 36 48.5500 -113.5000 42.5 20.17 3.12 paleosol 37 48.5500 -113.5000 42.5 16.87 -1.27 paleosol 38 48.5500 -113.5000 42.5 20.70 3.62 paleosol 39 48.5500 -113.5000 42.5 20.24 7.66 paleosol 40 48.5500 -113.5000 42.0 20.84 4.66 paleosol 41 48.5500 -113.5000 42.0 17.29 -2.34 paleosol 42 48.5500 -113.5000 41.9 21.31 4.92 paleosol 43 48.5500 -113.5000 41.8 19.60 4.74 paleosol 44 48.5500 -113.5000 41.7 22.03 0.30 paleosol 45 48.5500 -113.5000 41.6 20.13 3.67 paleosol 46 48.5500 -113.5000 41.4 17.80 2.79 paleosol 50 48.5500 -113.5000 39.0 16.67 4.84 paleosol 52 48.5500 -113.5000 39.0 20.18 3.19 paleosol 54 48.5500 -113.5000 38.0 20.31 0.46 paleosol 56 48.5500 -113.5000 38.0 16.82 2.85 paleosol 57 48.5500 -113.5000 37.0 20.05 2.41 paleosol"
  }, {
    "heading": "Elko Basin, NV, Samples",
    "text": ""
  }, {
    "heading": "Humboldt Formation",
    "text": "NV-HF 01-07 40.6102 -115.6967 15.0 11.78 -1.84 paleosol NV-HF 03-07 40.6102 -115.6967 15.0 12.75 -2.70 paleosol NV-HF 04-07 40.6102 -115.6967 15.0 12.32 -2.26 paleosol NV-HF 05-07 40.6102 -115.6967 15.0 12.37 -2.00 paleosol NV-HF 06-07 40.6105 -115.6914 15.0 15.23 -0.45 paleosol NV-HF 07-07 40.6105 -115.6914 15.0 13.28 -2.11 paleosol NV-HF 08-07 40.6114 -115.6920 15.0 12.11 -2.20 paleosol NV-HF 09-07 40.6114 -115.6920 15.0 12.46 -2.57 paleosol NV-HF 10-07 40.6115 -115.6918 15.0 12.20 -2.02 paleosol NV-HF 11-07 40.6115 -115.6918 15.0 11.49 -2.65 paleosol NV-HF 12-07 40.6115 -115.6918 15.0 13.12 -1.63 paleosol"
  }, {
    "heading": "Table A1",
    "text": "(continued)"
  }, {
    "heading": "Sample Latitude Longitude Age (Ma) 18 O 13 C D Material",
    "text": ""
  }, {
    "heading": "Elko Basin, NV, Samples",
    "text": ""
  }, {
    "heading": "Indian Wells Fm.",
    "text": "NV-IW 01-07 40.5064 -115.8704 38.9 13.36 0.28 calcite cement NV-IW 02-07 40.5064 -115.8704 38.9 18.60 0.17 paleosol NV-IW 03-07 40.5064 -115.8704 38.9 10.92 -6.14 paleosol NV-IW 04-07 40.5064 -115.8704 38.8 10.00 -11.76 paleosol NV-IW 05-07 40.5064 -115.8704 38.8 8.95 -5.73 paleosol NV-IW 07-07 40.5064 -115.8704 38.7 9.75 -4.57 paleosol NV-IW 08-07 40.5064 -115.8704 38.6 9.13 -3.93 paleosol NV-IW 09-07 40.5064 -115.8704 38.6 9.24 -5.44 paleosol NV-IW 10-07 40.5064 -115.8704 38.5 11.56 -3.39 paleosol NV-IW 11-07 40.5064 -115.8704 38.4 13.04 -4.96 paleosol NV-IW 12-07 40.5064 -115.8704 38.4 9.23 -4.22 paleosol NV-IW 13-07 40.5064 -115.8704 38.3 10.73 -4.34 paleosol NV-IW 15-07 40.5064 -115.8704 38.3 11.19 -4.81 paleosol NV-IW 16-07 40.5064 -115.8704 38.2 11.29 -5.66 paleosol NV-IW 17-07 40.5064 -115.8704 38.2 11.67 -4.60 paleosol NV-IW 18-07 40.5064 -115.8704 38.1 10.17 -4.27 paleosol NV-IW 19-07 40.5064 -115.8704 38.0 10.01 -5.38 paleosol NV-IW 20-07 40.5064 -115.8704 38.0 12.00 -4.68 paleosol NV-IW 32-07 40.5395 -115.8531 37.7 12.70 -4.11 paleosol NV-IW 33-07 40.5395 -115.8531 37.0 11.55 -4.74 paleosol NV-IW 34-07 40.5395 -115.8531 35.9 14.56 -3.22 paleosol NV-IW 36-07 40.5395 -115.8531 32.8 14.59 -3.58 paleosol NV-IW 37-07 40.5395 -115.8531 30.7 14.21 -3.54 paleosol NV-IW 38-07 40.5395 -115.8531 28.2 12.34 -4.35 paleosol NV-IW 39-07 40.5395 -115.8531 25.4 13.52 -3.47 paleosol NV-IW 40-07 40.5395 -115.8531 22.3 13.27 -2.93 paleosol"
  }, {
    "heading": "Elko Formation",
    "text": "NV-EF 03-07 40.5786 -115.9914 42.6 28.45 6.13 limestone NV-EF 04-07 40.5786 -115.9914 42.5 27.14 9.67 limestone NV-EF 05-07 40.5786 -115.9914 42.5 30.92 6.57 limestone NV-EF 06-07 40.5786 -115.9914 42.4 29.74 10.85 limestone NV-EF 07-07 40.5786 -115.9914 42.3 26.17 11.56 limestone NV-EF 08-07 40.5786 -115.9914 42.0 25.51 11.08 limestone NV-EF 09-07 40.5786 -115.9914 41.8 28.92 13.20 limestone NV-EF 10-07 40.5786 -115.9914 41.7 31.22 13.01 limestone NV-EF 11-07 40.5786 -115.9910 41.5 29.13 12.88 limestone NV-EF 12-07 40.5786 -115.9910 41.2 26.80 11.07 limestone NV-EF 13-07 40.5786 -115.9908 41.1 17.60 -1.00 limestone NV-EF 14-07 40.5786 -115.9908 41.3 29.66 6.12 limestone NV-EF 15-07 40.5786 -115.9908 41.1 29.57 7.01 limestone NV-EF 16-07 40.5786 -115.9908 41.0 28.51 3.79 limestone NV-EF 17-07 40.5786 -115.9908 40.7 28.70 -0.03 limestone NV-EF 18-07 40.5786 -115.9908 40.7 29.16 -2.19 limestone NV-EF 19-07 40.5786 -115.9908 40.7 29.49 -0.83 limestone NV-EF 20-07 40.5786 -115.9908 40.7 17.26 -8.24 limestone NV-EF 22-07 40.5786 -115.9908 40.7 14.43 -5.63 limestone NV-EF 23-07 40.5786 -115.9908 40.6 24.88 3.28 limestone NV-EF 24-07 40.5786 -115.9904 40.6 26.06 6.26 limestone"
  }, {
    "heading": "Newark Canyon Formation",
    "text": "NC-08 40.4833 -116.2333 Cretaceous 15.32 -4.27 limestone NC-14 40.4833 -116.2333 Cretaceous 16.65 -8.56 limestone NC-04 40.4833 -116.2333 Cretaceous 15.73 -5.52 limestone NC-06 40.4833 -116.2333 Cretaceous 19.83 -1.81 limestone NC-07 40.4833 -116.2333 Cretaceous 18.16 -1.43 limestone NC-05 40.4833 -116.2333 Cretaceous 19.23 -1.29 limestone"
  }, {
    "heading": "Table A1",
    "text": "(continued)"
  }, {
    "heading": "Sample Latitude Longitude Age (Ma) 18 O 13 C D Material",
    "text": ""
  }, {
    "heading": "Elko Basin, NV, Samples",
    "text": ""
  }, {
    "heading": "Copper Basin,Jarbridge Nevada",
    "text": "J-01 41.7483 -115.4810 44.9 -111 smectite in ash J-02 41.7519 -115.4718 44.9 -120 smectite in ash J-03 41.7547 -115.4687 44.9 -143 smectite in ash J-04 41.7571 -115.4641 44.9 -159 smectite in ash J-04B 41.7571 -115.4641 44.9 -116 smectite in ash J-05 41.7583 -115.4720 41.6 -100 smectite in ash J-06 41.7583 -115.4720 40.02 -113 smectite in ash J-07 41.7583 -115.4720 40.02 -116 smectite in ash J-08 41.7586 -115.4720 40.01 -125 smectite in ash J-09 41.7587 -115.4720 39.97 -112 smectite in ash J-10 41.7587 -115.4724 39.71 -107 smectite in ash J-11 41.7617 -115.4715 38.77 -103 smectite in ash J-12 41.7620 -115.4712 38.64 -100 smectite in ash J-13 41.7635 -115.4697 38.15 -108 smectite in ash J-14 41.7644 -115.4688 37.60 -123 smectite in ash\nHagerman, Idaho, Samples"
  }, {
    "heading": "Glenns Ferry Formation Oolite",
    "text": "ID-CH 01-07 42.8392 -116.1309 3.8 12.53 -5.25 limestone ID-CH 02-07 42.8392 -116.1309 3.8 12.76 -5.52 limestone ID-CH 03-07 42.8392 -116.1309 3.8 13.61 -4.55 limestone ID-CH 04-07 42.8392 -116.1309 3.8 15.27 -2.87 limestone ID-CH 05-07 42.8392 -116.1309 3.8 13.76 -4.06 limestone ID-CH 06-07 42.8392 -116.1309 3.8 13.86 -4.04 limestone ID-CH 07-07 42.8392 -116.1309 3.8 14.67 -3.42 limestone ID-CH 08-07 42.8392 -116.1309 3.8 14.26 -3.89 limestone ID-CH 09-07 42.8392 -116.1309 3.8 13.74 -4.02 limestone ID-CH 10-07 42.8392 -116.1309 3.8 13.82 -3.83 limestone"
  }, {
    "heading": "Glenns Ferry Formation",
    "text": "ID-GF 01-07 42.8399 -116.1345 3.0 15.29 -4.46 paleosol ID-GF 02-07 42.8399 -116.1345 3.0 14.89 -5.35 paleosol ID-GF 03-07 42.8399 -116.1345 3.0 14.89 -5.13 paleosol ID-GF 04-07 42.8399 -116.1345 3.0 14.89 -5.97 paleosol\nGlenns Ferry of Hagerman Fossil Beds ID-HFB 01-07 42.8248 -114.9424 3.3 14.80 -6.81 paleosol ID-HFB 02-07 42.8249 -114.9424 3.3 15.25 -6.22 paleosol ID-HFB 03-07 42.8249 -114.9423 3.3 14.70 -7.05 paleosol ID-HFB 05-07 42.8249 -114.9422 3.3 14.87 -6.82 paleosol ID-HFB 06-07 42.8249 -114.9422 3.3 15.23 -6.73 paleosol ID-HFB 07-07 42.8249 -114.9422 3.3 16.33 -6.12 paleosol ID-HFB 08-07 42.8249 -114.9423 3.3 15.25 -6.23 paleosol ID-HFB 09-07 42.8249 -114.9423 3.3 14.41 -7.43 paleosol ID-HFB 10-07 42.8249 -114.9423 3.3 14.11 -7.38 paleosol ID-HFB 11-07 42.8240 -114.9428 3.5 13.96 -7.76 paleosol ID-HFB 12-07 42.8242 -114.9427 3.5 14.07 -8.13 paleosol ID-HFB 13-07 42.8242 -114.9427 3.5 16.16 -8.59 paleosol ID-HFB 14-07 42.8243 -114.9427 3.5 14.61 -9.93 paleosol ID-HFB 15-07 42.8244 -114.9093 3.3 14.10 -8.24 paleosol ID-HFB 16-07 42.8274 -114.9410 2.1 15.88 -5.28 paleosol ID-HFB 17-07 42.8274 -114.9410 2.1 15.42 -5.96 paleosol"
  }, {
    "heading": "Tuana Gravels Formation",
    "text": "TG 01-07 42.7579 -115.0712 2.0 14.60 -5.25 paleosol TG 03-07 42.7579 -115.0712 2.0 15.01 -7.22 paleosol TG 04-07 42.7579 -115.0712 2.0 14.77 -6.15 paleosol TG 05-07 42.7579 -115.0712 2.0 15.29 -6.16 paleosol"
  }, {
    "heading": "Table A1",
    "text": "(continued)"
  }, {
    "heading": "Sample Latitude Longitude Age (Ma) 18 O 13 C D Material",
    "text": "Hagerman, Idaho, Samples"
  }, {
    "heading": "Tuana Gravels Formation",
    "text": "TG 06-07 42.7579 -115.0712 2.0 14.59 -7.30 paleosol TG 07-07 42.7579 -115.0712 2.1 15.06 -5.57 paleosol TG 08-07 42.7577 -115.0706 2.1 14.74 -5.41 paleosol TG 09-07 42.7579 -115.0712 2.1 15.61 -5.85 paleosol TG 10-07 42.7579 -115.0712 2.1 15.82 -6.07 paleosol"
  }, {
    "heading": "Bruneau Formation",
    "text": "ID-BF 04-07 42.9198 -115.9031 1.9 14.75 -4.01 paleosol ID-BF 05-07 42.9198 -115.9031 1.9 14.38 -4.88 paleosol ID-BF 06-07 42.9198 -115.9031 1.9 14.56 -3.07 paleosol ID-BF 07-07 42.9198 -115.9031 1.9 15.05 -2.89 paleosol ID-BF 08-07 42.9198 -115.9031 1.9 14.97 -3.71 paleosol"
  }, {
    "heading": "Hagerman Area Smectite",
    "text": "ID/GF-05-07 42.8250 -114.9402 3.1 -107 smectite in ash ID/GF-06-07 42.8250 -114.9402 3.1 -105 smectite in ash ID/GF-07-07 42.8250 -114.9402 3.1 -108 smectite in ash ID/GF-08-07 42.8250 -114.9402 3.1 -111 smectite in ash ID/GF-09-07 42.8250 -114.9402 3.1 -109 smectite in ash ID/GF-10-07 42.8250 -114.9402 3.1 -113 smectite in ash ID/GF-11-07 42.8250 -114.9402 3.1 -106 smectite in ash ID/GF-12-07 42.8250 -114.9402 3.1 -114 smectite in ash ID/GF-13-07 42.8250 -114.9402 6.8 -112 smectite in ash ID/CH-12-07 42.8250 -114.9402 6.8 -116 smectite in ash ID/CH-13-07 42.8250 -114.9402 6.9 -99 smectite in ash ID/CH-14-07 42.8250 -114.9402 7.1 -108 smectite in ash ID/CH-17-07 42.8250 -114.9402 7.3 -117 smectite in ash ID/CH-18-07 42.8250 -114.9402 7.4 -112 smectite in ash ID/CH-19-07 42.8250 -114.9402 7.5 -112 smectite in ash ID/CH-20-07 42.8250 -114.9402 7.9 -117 smectite in ash ID/TG-02-07 42.7579 -115.0712 7.9 -118 smectite in ash"
  }, {
    "heading": "Jackson, WY, Samples",
    "text": "Shooting Iron Formation 07JH9 43.4158 -110.8076 1.8 17.92 -2.75 calcite cement 07JH4 43.4158 -110.8076 2.8 19.99 -2.31 calcite cement 07JH5 43.4158 -110.8076 3.3 17.02 -3.76 calcite cement 07JH6 43.4158 -110.8076 3.8 18.74 -0.84 calcite cement 07JH7 43.4158 -110.8076 4.1 20.04 -2.78 calcite cement 07JH8 43.4158 -110.8076 4.3 20.32 -2.57 calcite cement 07JH10 43.4158 -110.8076 4.6 21.11 -1.81 calcite cement 07JH11 43.4158 -110.8076 4.8 17.93 -3.11 calcite cement 07JH12 43.4158 -110.8076 5.1 21.48 -2.10 calcite cement 07JH13 43.4158 -110.8076 5.3 19.55 -2.73 calcite cement"
  }, {
    "heading": "Camp Davis Formation",
    "text": "07JH14 43.3040 -110.6721 11.6 17.98 2.81 calcite cement 07JH16 43.3040 -110.6721 11.5 17.84 2.07 calcite cement 07JH17 43.3040 -110.6721 11.4 18.09 2.45 calcite cement 07JH18 43.3040 -110.6721 11.2 17.41 1.72 calcite cement 07JH20 43.3040 -110.6721 11.1 17.93 2.45 calcite cement 07JH21 43.3040 -110.6721 11.0 15.89 0.91 calcite cement 07JH22 43.3040 -110.6721 10.9 18.97 0.02 calcite cement 07JH23 43.3040 -110.6721 10.8 15.76 0.34 calcite cement 07JH24 43.3040 -110.6721 10.6 16.68 0.91 calcite cement 07JH25 43.3040 -110.6721 10.5 17.87 0.52 calcite cement 07JH26 43.3040 -110.6721 10.4 18.30 0.64 calcite cement 07JH27 43.3040 -110.6721 10.3 16.00 0.93 calcite cement"
  }, {
    "heading": "Table A1",
    "text": "(continued)"
  }, {
    "heading": "Sample Latitude Longitude Age (Ma) 18 O 13 C D Material",
    "text": ""
  }, {
    "heading": "Jackson, WY, Samples",
    "text": ""
  }, {
    "heading": "Camp Davis Formation",
    "text": "07JH28 43.3040 -110.6721 10.2 15.47 0.27 calcite cement 07JH29 43.3043 -110.6711 10.0 13.17 1.76 limestone 07JH30 43.3043 -110.6711 9.9 12.93 0.74 calcite cement 07JH31 43.3043 -110.6711 9.8 12.59 2.38 paleosol 07JH32 43.3043 -110.6711 9.7 12.90 0.67 limestone 07H33 43.3043 -110.6711 9.6 12.77 1.04 paleosol 07JH34 43.3043 -110.6711 9.4 12.99 0.18 limestone 07JH35 43.3043 -110.6711 9.3 13.40 2.74 limestone 07JH36 43.3043 -110.6711 9.2 13.30 1.58 limestone"
  }, {
    "heading": "Teewinot Formation",
    "text": "07JH89 43.6020 -110.6894 11.7 14.28 0.46 calcite cement 07JH92 43.6020 -110.6894 11.7 12.42 -0.81 calcite cement 07JH93A 43.6020 -110.6894 11.7 13.48 2.15 calcite cement 07JH93B 43.6020 -110.6894 11.7 13.18 1.17 calcite cement 07JH93C 43.6020 -110.6894 11.7 13.78 1.43 calcite cement 07JH96A 43.6020 -110.6894 11.7 12.61 1.38 calcite cement 07JH96B 43.6020 -110.6894 11.7 13.19 1.61 calcite cement 07JH96C 43.6020 -110.6894 11.7 11.89 -0.29 calcite cement 07JH99 43.6020 -110.6894 11.7 11.77 -1.44 calcite cement"
  }, {
    "heading": "Colter Formation--Late Barstovian",
    "text": "07JH129 43.9310 -110.5608 14.8 10.25 -8.77 calcite cement 07JH130 43.9310 -110.5608 14.6 10.94 -7.91 calcite cement 07JH131 43.9310 -110.5608 14.4 12.59 2.38 calcite cement 07JH132 43.9310 -110.5608 14.2 11.48 -6.49 calcite cement 07JH133 43.9310 -110.5608 14.1 9.41 -8.07 calcite cement 07JH134 43.9303 -110.5609 13.9 9.71 -8.52 calcite cement 07JH135 43.9303 -110.5609 13.7 13.40 2.74 calcite cement 07JH136 43.9303 -110.5609 13.5 10.09 -7.86 calcite cement 07JH137 43.9303 -110.5609 13.3 11.07 -7.04 calcite cement 07JH139 43.9293 -110.5619 13.1 11.79 -8.79 calcite cement 07JH140 43.9293 -110.5619 12.9 13.02 -5.60 calcite cement 07JH141 43.9293 -110.5619 12.7 10.49 -8.02 calcite cement 07JH142 43.9293 -110.5619 12.6 12.48 -6.45 calcite cement 07JH144 43.9293 -110.5619 12.4 10.74 -8.24 calcite cement 07JH146 43.9293 -110.5619 12.2 11.14 -7.65 calcite cement 07JH147 43.9293 -110.5619 12.0 10.75 -7.76 calcite cement"
  }, {
    "heading": "Colter Formation--Late Arikareean to early Hemingfordian",
    "text": "07JH148 44.9286 -110.5542 23.5 13.99 -7.66 calcite cement 07JH149 44.9286 -110.5542 23.5 13.80 -7.30 calcite cement 07JH150 44.9286 -110.5542 23.4 14.32 -7.69 calcite cement 07JH153 43.9351 -110.5510 21.5 8.71 -15.66 calcite cement 07JH154 43.9351 -110.5510 21.4 8.98 -12.95 calcite cement 07JH155 43.9351 -110.5510 19.1 6.96 -9.50 calcite cement 07JH156 43.9351 -110.5510 19.1 13.01 -7.23 calcite cement 07JH157 43.9351 -110.5510 19.0 13.20 -7.35 calcite cement 07JH158 43.9351 -110.5510 19.0 11.34 -7.57 calcite cement"
  }, {
    "heading": "Wind River Basin, WY, Samples",
    "text": ""
  }, {
    "heading": "Split Rock Formation",
    "text": "MS-1 42.7172 -108.1877 3.5 20.25 -0.86 calcite cement MS-3 42.7172 -108.1877 5.4 15.22 -4.70 calcite cement MS-4 42.7172 -108.1877 7.3 18.47 -1.34 calcite cement MS-5 42.7172 -108.1877 9.1 20.75 -1.42 calcite cement MS-8 42.7172 -108.1877 11.0 15.67 -7.69 calcite cement MS-1 42.7172 -108.1877 3.5 16.98 -6.31 calcite cement MS-3 42.7172 -108.1877 5.4 16.62 -7.35 calcite cement"
  }, {
    "heading": "Table A1",
    "text": "(continued)"
  }, {
    "heading": "Sample Latitude Longitude Age (Ma) 18 O 13 C D Material",
    "text": ""
  }, {
    "heading": "Wind River Basin, WY, Samples",
    "text": ""
  }, {
    "heading": "Split Rock Formation",
    "text": "MS-4 42.7172 -108.1877 7.3 14.44 -13.58 calcite cement MS-5 42.7172 -108.1877 9.1 14.08 -14.62 calcite cement MS-8 42.7172 -108.1877 11.0 13.72 -15.65 calcite cement BR26-37 42.7172 -108.1877 19.0 15.02 -4.08 calcite cement BR26-38 42.7172 -108.1877 19.8 16.61 -3.97 calcite cement BR26-39 42.7172 -108.1877 20.7 16.32 -3.84 calcite cement Tsr1 42.7172 -108.1877 21.5 16.12 -1.63 calcite cement Tsr2 42.7172 -108.1877 22.4 16.30 -1.50 calcite cement Tsr3 42.7172 -108.1877 23.2 16.35 -1.51 calcite cement BR26-40 42.7172 -108.1877 24.1 15.07 -3.89 calcite cement BR26-41 42.7172 -108.1877 24.9 14.82 -3.99 calcite cement BR26-42 42.7172 -108.1877 25.8 15.06 -4.31 calcite cement BR26-43 42.7172 -108.1877 26.6 15.64 -4.18 calcite cement Tsr4 42.7172 -108.1877 27.5 15.80 -1.64 calcite cement Tsr5 42.7172 -108.1877 28.3 15.72 -1.42 calcite cement Tsr6 42.7172 -108.1877 29.2 15.42 -2.60 calcite cement Tsr7 42.7172 -108.1877 30.0 15.06 -2.82 calcite cement"
  }, {
    "heading": "White River Formation",
    "text": "Tw13 42.7172 -108.1877 34.0 15.89 -3.00 calcite cement BR26-24 42.7172 -108.1877 34.0 15.66 -3.99 calcite cement BR26-25 42.7172 -108.1877 34.1 16.86 -3.27 calcite cement BR26-26 42.7172 -108.1877 34.1 17.38 -2.94 calcite cement BR7-26 42.6188 -108.2752 34.1 16.52 -5.11 calcite cement BR7-27 42.6188 -108.2752 34.2 19.56 -4.48 calcite cement Twr1 42.7172 -108.1877 34.2 15.10 -4.40 calcite cement BR7-28 42.6188 -108.2752 34.2 16.37 -4.35 calcite cement BR26-28 42.7172 -108.1877 34.3 16.40 -4.10 calcite cement BR7-30 42.6188 -108.2752 34.3 17.41 -4.44 calcite cement Twr2 42.7172 -108.1877 34.3 15.59 -4.28 calcite cement Twr3 42.7172 -108.1877 34.4 15.35 -4.44 calcite cement Twr4 42.7172 -108.1877 34.4 15.55 -4.41 calcite cement Twr5 42.7172 -108.1877 34.4 15.38 -4.47 calcite cement Twr6 42.7172 -108.1877 34.4 17.92 -2.63 calcite cement BR26-32 42.7172 -108.1877 34.5 16.71 -3.81 calcite cement BR26-34 42.7172 -108.1877 34.5 16.36 -4.00 calcite cement Twr7 42.7172 -108.1877 34.5 17.78 -1.98 calcite cement Twr8 42.7172 -108.1877 34.6 17.49 -1.70 calcite cement BR26-36 42.7172 -108.1877 34.6 17.16 -3.69 calcite cement Twr9 42.7172 -108.1877 34.6 18.00 -1.39 calcite cement Twr10 42.7172 -108.1877 34.7 18.36 -1.40 calcite cement"
  }, {
    "heading": "Big Sand Draw Sandstone Lentil",
    "text": "07WR103 42.6996 -108.1794 36.4 16.84 -3.39 calcite cement 07WR102 42.6996 -108.1794 36.4 16.71 -3.25 calcite cement 07WR100 42.6996 -108.1794 36.5 16.85 -3.57 calcite cement WR99A 42.6996 -108.1794 36.5 16.23 -3.51 calcite cement 07WR99 42.6996 -108.1794 36.6 15.76 -3.60 calcite cement 07WR97 42.7001 -108.1797 36.6 16.21 -3.78 calcite cement 07WR96 42.7001 -108.1797 36.6 20.71 -2.85 calcite cement 07WR95 42.7001 -108.1797 36.7 19.36 -2.21 calcite cement 07WR93 42.7001 -108.1797 36.7 21.89 -2.70 calcite cement 07WR91 42.7001 -108.1797 36.8 15.74 -3.94 calcite cement 07WR90 42.7001 -108.1797 36.8 14.38 -3.37 calcite cement"
  }, {
    "heading": "Table A1",
    "text": "(continued)"
  }, {
    "heading": "Sample Latitude Longitude Age (Ma) 18 O 13 C D Material",
    "text": ""
  }, {
    "heading": "Wind River Basin, WY, Samples",
    "text": ""
  }, {
    "heading": "Tepee Trail Formation, Hendry Ranch Member",
    "text": "07WR52 43.3437 -107.4817 37.0 19.32 -5.26 calcite cement 07WR51 43.3437 -107.4817 36.7 17.97 -3.76 calcite cement 07WR49 43.3437 -107.4817 36.2 21.08 -4.68 calcite cement 07WR47 43.3437 -107.4817 35.6 19.86 -4.15 calcite cement 07WR46 43.3437 -107.4817 35.4 18.10 -5.40 calcite cement 07WR43 43.3447 -107.4815 34.5 19.11 -3.72 calcite cement 07WR42 43.3447 -107.4815 34.3 21.51 -4.31 calcite cement 07WR41 43.3447 -107.4815 34.0 21.59 -3.17 calcite cement"
  }, {
    "heading": "Wagonbed Formation",
    "text": "BR26-6 42.7172 -108.1877 46.2 18.31 -5.53 calcite cement BR26-7 43.7172 -108.1877 46.1 21.34 0.11 calcite cement BR26-8 44.7172 -108.1877 45.9 21.53 -0.69 calcite cement BR26-9 45.7172 -108.1877 45.8 13.59 -5.09 calcite cement BR26-10 46.7172 -108.1877 45.6 16.89 -6.26 calcite cement BR26-11 47.7172 -108.1877 45.5 12.91 -2.84 calcite cement BR26-12 48.7172 -108.1877 45.3 17.51 -0.72 calcite cement BR26-16 49.7172 -108.1877 45.2 18.96 -2.88 calcite cement SD-5 50.7172 -108.1877 45.0 20.03 -3.17 calcite cement SD-6 51.7172 -108.1877 44.9 21.13 -3.05 calcite cement BR26-21 52.7172 -108.1877 44.7 16.46 -3.37 calcite cement BR26-23 53.7172 -108.1877 44.6 17.77 -4.21 calcite cement BR26-22 54.7172 -108.1877 44.4 17.72 -3.35 calcite cement BR-2-05 55.7172 -108.1877 44.3 14.20 -6.55 calcite cement BR-3-05 56.7172 -108.1877 44.1 14.39 -6.61 calcite cement BR-4-05 57.7172 -108.1877 44.0 15.06 -6.97 calcite cement BR-5-05 58.7172 -108.1877 43.8 17.61 -3.46 calcite cement"
  }, {
    "heading": "Wind River Formation, Davis-Sullivan",
    "text": "07WR39 43.2209 -107.3493 52.0 14.10 -9.04 calcite cement 07WR38 43.2209 -107.3493 51.9 16.24 -8.99 calcite cement 07WR37 43.2209 -107.3493 51.9 10.50 -6.84 calcite cement 07WR36 43.2209 -107.3493 51.8 12.99 -6.01 calcite cement 07WR34 43.2209 -107.3493 51.7 21.05 -7.57 calcite cement 07WR33 43.2209 -107.3493 51.7 19.98 -2.96 calcite cement 07WR32 43.2209 -107.3493 51.6 17.60 -2.56 calcite cement 07WR31 43.2209 -107.3493 51.6 11.51 -2.69 calcite cement 07WR30 43.2209 -107.3493 51.5 20.28 -9.21 calcite cement 07WR28 43.2189 -107.3480 51.4 11.72 -6.36 calcite cement 07WR26 43.2189 -107.3480 51.3 20.44 -7.34 calcite cement 07WR24 43.2189 -107.3480 51.2 20.58 -6.77 calcite cement 07WR22 43.2189 -107.3480 51.1 14.72 -5.23 calcite cement 07WR19 43.2189 -107.3480 50.9 15.02 -7.41 calcite cement 07WR18 43.2189 -107.3480 50.9 12.11 -7.22 calcite cement"
  }, {
    "heading": "Wind River Formation, Lost Cabin Member",
    "text": "07WR69 43.2430 -107.4945 52.8 9.90 -1.93 calcite cement 07WR68 43.2430 -107.4945 52.8 20.75 -8.11 calcite cement 07WR67 43.2430 -107.4945 52.7 19.14 -5.64 calcite cement 07WR66 43.2430 -107.4945 52.7 21.81 -10.21 calcite cement 07WR65 43.2430 -107.4945 52.6 21.30 -3.71 calcite cement 07WR63 43.2430 -107.4945 52.5 16.65 -8.25 calcite cement 07WR61 43.2434 -107.4965 52.4 11.88 -5.88 calcite cement 07WR60 43.2434 -107.4965 52.4 19.91 -8.23 calcite cement 07WR59 43.2434 -107.4965 52.3 10.54 -6.31 calcite cement 07WR58 43.2434 -107.4965 52.3 16.68 -4.07 calcite cement 07WR57 43.2434 -107.4965 52.2 13.59 -5.53 calcite cement 07WR56 43.2434 -107.4965 52.2 10.75 -5.99 calcite cement 07WR55 43.2434 -107.4965 52.1 21.76 -1.06 calcite cement 07WR54 43.2434 -107.4965 52.1 9.43 -4.92 calcite cement 07WR53 43.2434 -107.4965 52.0 19.90 -8.72 calcite cement"
  }, {
    "heading": "Table A1",
    "text": "(continued)"
  }, {
    "heading": "Sample Latitude Longitude Age (Ma) 18 O 13 C D Material",
    "text": ""
  }, {
    "heading": "Wind River Basin, WY, Samples",
    "text": ""
  }, {
    "heading": "Wind River Formation, Lysite Member",
    "text": "07WR89 43.3312 -107.6337 53.2 14.77 -9.17 calcite cement 07WR88 43.3312 -107.6337 53.2 14.18 -11.15 calcite cement 07WR87 43.3312 -107.6337 53.2 26.93 -3.01 calcite cement 07WR85 43.3312 -107.6337 53.1 11.85 -12.69 calcite cement 07WR84 43.3312 -107.6337 53.1 12.62 -15.51 calcite cement 07WR83 43.3312 -107.6337 53.1 31.67 0.63 calcite cement 07WR81 43.3312 -107.6337 53.0 14.11 -11.55 calcite cement 07WR80 43.3312 -107.6337 53.0 12.67 -12.59 calcite cement 07WR79 43.3312 -107.6309 53.0 13.45 -12.42 calcite cement 07WR78A 43.3312 -107.6309 52.9 22.10 -10.09 calcite cement 07WR78 43.3312 -107.6309 52.9 10.89 -9.24 calcite cement 07WR77 43.3312 -107.6309 52.9 14.71 -14.51 calcite cement 07WR76A 43.3312 -107.6309 52.9 12.11 -12.27 calcite cement 07WR76 43.3312 -107.6309 52.8 21.30 -7.81 calcite cement 07WR75 43.3312 -107.6309 52.8 19.50 -11.10 calcite cement 07WR74 43.3312 -107.6309 52.8 17.06 -11.62 calcite cement 07WR73 43.3312 -107.6309 52.8 12.85 -12.13 calcite cement 07WR72 43.3312 -107.6309 52.7 25.99 -4.57 calcite cement 07WR71 43.3312 -107.6309 52.7 19.82 -9.22 calcite cement 07WR70 43.3312 -107.6309 52.7 15.76 -12.74 calcite cement"
  }, {
    "heading": "Indian Meadows Formation",
    "text": "07WR127 43.4857 -109.4547 55.5 16.63 -8.66 calcite cement 7WR126 43.4857 -109.4547 55.4 21.25 -5.58 calcite cement 07WR125 43.4857 -109.4547 55.3 19.52 -3.57 calcite cement 07WR124 43.4857 -109.4547 55.2 30.91 calcite cement 07WR123 43.4857 -109.4547 55.1 22.28 -3.06 calcite cement 07WR122 43.4857 -109.4547 55.0 13.63 -4.39 calcite cement 07WR121 43.4857 -109.4547 54.9 19.44 -6.98 calcite cement 07WR120 43.4857 -109.4547 54.8 26.28 -0.79 calcite cement 07WR119 43.4857 -109.4547 54.7 23.08 -4.14 calcite cement 07WR118 43.4857 -109.4547 54.6 21.59 -6.00 calcite cement 07WR116 43.4857 -109.4547 54.4 24.10 -4.27 calcite cement 07WR115 43.4857 -109.4547 54.3 21.66 -7.96 calcite cement 07WR114 43.4857 -109.4547 54.2 17.41 -7.37 calcite cement 07WR112 43.4857 -109.4547 54.0 16.26 -4.21 calcite cement 07WR111 43.4857 -109.4547 53.9 21.94 -8.87 calcite cement 07WR109 43.4857 -109.4547 53.7 21.38 -8.20 calcite cement 07WR108 43.4857 -109.4547 53.6 13.35 -8.12 calcite cement 07WR107 43.4857 -109.4547 53.5 17.71 -10.81 calcite cement 07WR106 43.4857 -109.4547 53.4 20.99 -8.17 calcite cement 07WR105 43.4857 -109.4547 53.3 21.24 -8.40 calcite cement 07WR104 43.4857 -109.4547 53.2 22.61 -9.48 calcite cement"
  }, {
    "heading": "Fort Union Formation, Waltman Shale",
    "text": "07WR16 43.0154 -107.0794 60.0 18.21 2.41 calcite cement 07WR14 43.0154 -107.0794 59.3 19.44 2.91 calcite cement 07WR13 43.0154 -107.0794 59.0 19.53 4.61 calcite cement 07WR11 43.0154 -107.0794 58.3 21.13 10.43 calcite cement 07WR10 43.0185 -107.0776 58.0 17.39 10.85 calcite cement 07WR9 43.0185 -107.0776 57.7 20.17 7.02 calcite cement 07WR5 43.0185 -107.0776 56.3 18.49 -7.15 calcite cement 07WR3 43.0185 -107.0776 55.7 24.05 4.50 calcite cement 07WR2 43.0185 -107.0776 55.3 19.16 -1.88 calcite cement 07WR1 43.0185 -107.0776 55.0 16.92 -30.81 calcite cement"
  }],
  "year": 2012,
  "references": [{
    "title": "Fold and thrust tectonics of the western United States exclusive of the accreted",
    "authors": ["R.W. Allmendinger"],
    "year": 1992
  }, {
    "title": "The altitude effect on the isotopic",
    "authors": ["W. Ambach", "W. Dansgaard", "H. Eisner", "J. Møllner"],
    "venue": "v. G-3,",
    "year": 1968
  }, {
    "title": "Implications of plate tectonics for the Cenozoic tectonic evolution of western",
    "authors": [],
    "year": 1970
  }, {
    "title": "History of the Mediterrranean ecosystem in California, in di Castri",
    "authors": ["D.I. Axelrod"],
    "year": 1973
  }, {
    "title": "Ecological Studies: Analysis and Synthesis: Berlin, Springer-Verlag, v",
    "authors": ["A. H"],
    "venue": "Tertiary",
    "year": 1993
  }, {
    "title": "Miocene to Holocene landscape evolution",
    "authors": ["STPATC 2.3.CO", "2 Beranek", "L. P", "Link", "P. K", "C.M. Fanning"],
    "year": 2006
  }, {
    "title": "Stable isotope paleoaltimetry: A critical review: American Journal",
    "authors": ["P.M. Blisniuk", "L.A. Stern"],
    "venue": "Science, v. 239,",
    "year": 2005
  }, {
    "title": "Geochemical confirmation",
    "authors": ["K. Breitsprecher", "D.J. Thorkelson", "W.G. Groome", "J. Dostal"],
    "year": 2003
  }, {
    "title": "Climates of North America: New York, Elsevier, World Survey of Climatology, v",
    "authors": ["B.C. Burchfiel", "D.S. Cowan", "G.A. Davis"],
    "year": 1992
  }, {
    "title": "The temperature dependence of hydrogen isotope fractionation between clay",
    "authors": ["R.M. p. 407–478. Capuano"],
    "year": 1992
  }, {
    "title": "Capture of high-altitude precipitation by a low-altitude Eocene",
    "authors": ["C.M. Johnson", "B.L. Beard"],
    "year": 2008
  }, {
    "title": "Cenozoic exhumation of the northern",
    "authors": ["M.R. Cecil", "M.N. Ducea", "P.W. Reiners", "C.G. Chase"],
    "venue": "v. 37,",
    "year": 2006
  }, {
    "title": "Topographic development",
    "authors": ["C.P. Chamberlain", "M.A. Poage", "D. Craw", "D.C. Reynolds"],
    "year": 1999
  }, {
    "title": "Topographic history",
    "authors": ["C.G. Chase", "K.M. Gregory-Wodzicki", "J.T. Parrish-Jones", "P.G. DeCelles"],
    "year": 1998
  }, {
    "title": "The non-equilibrium landscape of the southern",
    "authors": ["M. K", "G. Maheo", "J. Saleeby", "K.A. Farley"],
    "venue": "Monographs on Geology and Geophysics,",
    "year": 2005
  }, {
    "title": "Rapid middle Miocene collapse of the Mesozoic orogenic plateau",
    "authors": ["J.P. Colgan", "C.D. Henry"],
    "year": 2009
  }, {
    "title": "Isotopic variations in meteoric waters",
    "authors": ["H. 1080/00206810903056731 Craig"],
    "venue": "Science, v. 133,",
    "year": 1961
  }, {
    "title": "Stable isotope constraints on the elevational history",
    "authors": ["B.E. Crowley", "P.L. Koch", "E.B. Davis"],
    "year": 2008
  }, {
    "title": "The effect of drainage",
    "authors": ["S.J. Davis", "B.A. Wiegand", "A.R. Carroll", "C.P. Chamberlain"],
    "year": 2008
  }, {
    "title": "Synorogenic evolution",
    "authors": ["S.J. 1130/B26308.1 Davis", "H.T. Mix", "B.A. Wiegand", "A.R. Carroll", "C.P. Chamberlain"],
    "year": 2009
  }, {
    "title": "Regional structure and kinematic history of the Sevier",
    "authors": ["P.G. ajs.304.2.105 DeCelles", "J.C. Coogan"],
    "year": 2006
  }, {
    "title": "Oxygen isotope evidence for high-altitude snow in the Laramide",
    "authors": ["K.C. Lohmann"],
    "year": 2000
  }, {
    "title": "Geomorphic controls",
    "authors": ["A.R. Carroll", "A. Mulch", "L.M. Chetel", "C.P. Chamberlain"],
    "venue": "v. 32,",
    "year": 2010
  }, {
    "title": "Structural, stratigraphic, and geochronologic evidence",
    "authors": ["P. B26522.1 Druschke", "A.D. Hanson", "M.L. Wells"],
    "year": 2009
  }, {
    "title": "Spatial distribution and",
    "authors": ["A. Dutton", "B.H. Wilkinson", "J.M. Welker", "G.J. Bowen", "K.C. Lohmann"],
    "venue": "America International Book Series ISB 001,",
    "year": 2005
  }, {
    "title": "Influence of Andean uplift on climate and paleoaltimetry estimates",
    "authors": ["T.A. Ehlers", "C.J. Poulsen"],
    "venue": "Hydrologic Processes, v. 19,",
    "year": 2009
  }, {
    "title": "Extension during continental convergence, with application",
    "authors": ["P. j.epsl.2009.02.026 England", "G. Houseman"],
    "year": 1989
  }, {
    "title": "Surface uplift, uplift of rocks, and exhumation of rocks: Geology, v",
    "authors": ["P. England", "P. Molnar"],
    "year": 1990
  }, {
    "title": "Late Paleocene high Larmide ranges in northeast Wyoming: Oxygen",
    "authors": ["M. Fan", "D.L. Dettman"],
    "year": 2009
  }, {
    "title": "U-Th)/He dating: Techniques, calibration, and applications",
    "authors": [],
    "year": 2002
  }, {
    "title": "Kinematics of the northern Walker lane: An incipient transform fault along the Pacific–North American plate boundary: Geology",
    "authors": ["J.E. Faulds", "C.D. Henry", "N.H. Hinz"],
    "venue": "v. 33,",
    "year": 2005
  }, {
    "title": "Paleoaltimetry: A review of thermodynamic methods",
    "authors": ["C.E. Forest"],
    "venue": "Geochemical and Thermodynamic Approaches: Reviews in Mineralogy and Geochemistry,",
    "year": 2007
  }, {
    "title": "Palaeoaltimetry from energy conservation principles: Nature, v",
    "authors": ["C.E. Forest", "P. Molnar", "K.A. Emanuel"],
    "year": 1995
  }, {
    "title": "Deep-mantle contributions to the surface dynamics of the North American continent: Tectonophysics",
    "authors": ["A.M. Forte", "R. Moucha", "N.A. Simmons", "S.P. Grand", "J.X. Mitrovica"],
    "venue": "v. 481,",
    "year": 2010
  }, {
    "title": "Kinematics and timing of exhumation of metamorphic core complexes along the Lewis and Clark Fault Zone, northern Rocky Mountains, USA: Geological Society of America",
    "authors": ["D.A. Foster", "P.T. Doughty", "T.J. Kalakay", "C.M. Fanning", "S. Coyner", "W.C. Grice", "J. Vogl"],
    "venue": "Special Papers,",
    "year": 2007
  }, {
    "title": "Carbon and oxygen isotopic variability in Neogene paleosols carbonates: constraints on the evolution",
    "authors": ["D.L. Fox", "P.L. Koch"],
    "year": 2004
  }, {
    "title": "Oxygen isotope paleobotanical estimates of temperature and 18O-latitude gradients over North America during the early Eocene",
    "authors": ["H.C. Fricke", "S.L. Wing"],
    "venue": "matology, Palaeoecology, v. 207,",
    "year": 2004
  }, {
    "title": "Integrated climate model-oxygen isotope evidence",
    "authors": ["H.C. Fricke", "B.Z. Foreman", "J.O. Sewall"],
    "venue": "v. 304,",
    "year": 2010
  }, {
    "title": "Stable isotope compostions of waters",
    "authors": ["I. Friedman", "G.I. Smith", "C.A. Johnson", "R.J. Moscati"],
    "year": 2002
  }, {
    "title": "Stable isotope composition of waters",
    "authors": ["I. Friedman", "J.M. Harris", "G.I. Smith", "C.A. Johnson"],
    "year": 2002
  }, {
    "title": "Suppression of volcanism during rapid extension in the Basin and",
    "authors": ["P.B. Gans", "W.A. Bohrson"],
    "venue": "Abstracts with Programs,",
    "year": 1998
  }, {
    "title": "Synextensional magmatism in the Basin and Range",
    "authors": ["P.B. Gans", "G. Mahood", "E.R. Schermer"],
    "year": 1989
  }, {
    "title": "Far-flung ash-flow tuffs of Yerington, western Nevada",
    "authors": ["L.J. p. Garside", "C.D. Henry", "D.R. Boden"],
    "year": 2002
  }, {
    "title": "Predicting paleoelevation of Tibet",
    "authors": ["C.N. Garzione", "J. Quade", "P.G. DeCelles", "N.B. English"],
    "venue": "Programs, v",
    "year": 2000
  }, {
    "title": "Rapid late Miocene rise",
    "authors": ["C.N. Garzione", "P. Molnar", "J.C. Libarkin", "B.J. MacFadden"],
    "venue": "Planetary Science Letters, v. 183,",
    "year": 2006
  }, {
    "title": "Evolution of the isotopic composition of atmospheric waters",
    "authors": ["J.R. Gat", "I. Carmi"],
    "year": 1970
  }, {
    "title": "Hydrogen isotopic fractionation between kaolinite and water",
    "authors": ["H.A. 1029/JC075i015p03039 Gilg", "M.F. Sheppard"],
    "year": 1996
  }, {
    "title": "Near-surface diagnostics of dripping or delaminating lithosphere",
    "authors": ["O.H. Gogus", "R.N. Pysklywec"],
    "year": 2008
  }, {
    "title": "Environmental isotopes in lake",
    "authors": ["P. Fritz", "J. Fontes"],
    "venue": "Journal of Geophysical Research,",
    "year": 2007
  }, {
    "title": "Fossil biotas from the Okanagan",
    "authors": ["Greenwood", "S.B.D.R. Archibald", "Mathewes R. S", "P.T. Moss"],
    "year": 2005
  }, {
    "title": "The late Eocene House Range flora, Sevier Desert, Utah: Paleoclimate",
    "authors": [],
    "year": 1997
  }, {
    "title": "Stable isotopic evidence for Neogene surface downdrop",
    "authors": ["T.W. Horton", "C.P. Chamberlain"],
    "year": 2006
  }, {
    "title": "Spatial and temporal variation of Cenozoic surface elevation in the Great",
    "authors": ["C.P. Chamberlain"],
    "year": 2004
  }, {
    "title": "Cenozoic thermal evolution",
    "authors": ["M.A. House", "B.P. Wernicke", "K.A. Farley", "T.A. Dumitru"],
    "year": 1997
  }, {
    "title": "Biomarker reconstruction of the early Eocene",
    "authors": ["M.T. Hren", "M. Pagani", "D.M. Erwin", "M. Brandon"],
    "venue": "American Journal of Science, v. 301,",
    "year": 2010
  }, {
    "title": "Eocene El Nino: Evidence or robust tropical dynamics in the “hothouse”",
    "authors": ["M. Huber", "R. Caballero"],
    "year": 2003
  }, {
    "title": "Warm climate transitions: A general circulation modeling study of the late",
    "authors": ["M. Huber", "L.C. Sloan"],
    "venue": "Science, v. 299,",
    "year": 1999
  }, {
    "title": "Post-Laramide removal of the Farallon slab, western",
    "authors": [],
    "venue": "United States: Geology,",
    "year": 1995
  }, {
    "title": "Light stable isotope systematics of large-scale hydrologic regimes",
    "authors": ["N.L. Ingraham", "B.E. Taylor"],
    "venue": "Geological Society of America Memoir,",
    "year": 1991
  }, {
    "title": "Rapid extension in an Eocene",
    "authors": ["S.U. 90WR01708 Janecke", "B.F. Hammond", "L.W. Snee", "J.W. Geissman"],
    "year": 1997
  }, {
    "title": "The role of gravitational potential energy in active",
    "authors": ["C.H. Jones", "J.R. Unruh", "L.J. Sonder"],
    "year": 1996
  }, {
    "title": "Tectonics of Pliocene removal of lithosphere of the Sierra",
    "authors": ["C.H. 381037a0 Jones", "G.L. Farmer", "J. Unruh"],
    "year": 2004
  }, {
    "title": "Distribution of oxygen-18 and deuterium in river waters",
    "authors": ["T.B. Coplen"],
    "year": 2001
  }, {
    "title": "Cenozoic topographic and",
    "authors": ["M.L. Kent-Corson", "L.S. Sherman", "A. Mulch", "C.P. Chamberlain"],
    "venue": "United States: Hydrological Processes, v. 15,",
    "year": 2006
  }, {
    "title": "Equilibrium and non-equilibrium oxygen isotope effects",
    "authors": ["J.R. O’Neil"],
    "year": 1997
  }, {
    "title": "Stable isotope stratigraphy and paleoclimatology",
    "authors": ["P.L. Koch", "J.C. Zachos", "D.L. Dettman"],
    "year": 1995
  }, {
    "title": "Oxygen isotope evidence for progressive uplift",
    "authors": ["M.J. Kohn", "J.L. Miselis", "T.J. Fremd"],
    "venue": "v. 115,",
    "year": 2002
  }, {
    "title": "Sensitivity of climate to late Cenozoic uplift in Southern Asia and the American West: Numerical experiments",
    "authors": ["J.E. Kutzbach", "P.J. Guetter", "W.F. Ruddiman", "W.L. Prell"],
    "venue": "Journal of Geophysical Research,",
    "year": 1989
  }, {
    "title": "Mantle instability beneath the Sierra Nevada Mountains in California and Death Valley extension: Earth and Planetary",
    "authors": ["L. Le Pourhiet", "M. Gurnis", "J. Saleeby"],
    "venue": "Science Letters, v. 251,",
    "year": 2006
  }, {
    "title": "The role of oceanic plateau subduction in the Laramide orogeny",
    "authors": ["L. Liu", "M. Gurnis", "M. Seton", "J. Saleeby", "R.D. Müller", "J.M. Jackson"],
    "venue": "Nature Geoscience,",
    "year": 2010
  }, {
    "title": "Atmospheric circulation is reflected in precipitation isotope gradients over conterminous",
    "authors": ["Z. Liu", "G.J. Bowen", "J.M. Welker"],
    "venue": "United States: Journal of Geophysical Research,",
    "year": 2010
  }, {
    "title": "Mid-crustal flow during Tertiary extension in the Ruby Mountains core complex, Nevada",
    "authors": ["T. MacCready", "A.W. Snoke", "J.E. Wright", "K.A. Howard"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1997
  }, {
    "title": "Stable oxygen and carbon isotopes of pedogenic carbonate as indicators of Plio-Pleistocene paleoclimate in the southern Rio Grande Rift, south-central New Mexico",
    "authors": ["G.H. Mack", "D.R. Cole", "W.C. James", "T.H. Giordano", "S.L. Salyards"],
    "venue": "American Journal of Science, v. 294,",
    "year": 1994
  }, {
    "title": "Tectonic control on southern Sierra Nevada topography, California: Tectonics",
    "authors": ["G. Mahéo", "J. Saleeby", "Z. Saleeby", "K.A. Farley"],
    "venue": "v. 28,",
    "year": 2009
  }, {
    "title": "Topographic evolution of the Sierra Nevada measured directly by inversion of low-temperature thermochronology",
    "authors": ["D. McPhillips", "M.T. Brandon"],
    "venue": "American Journal of Science,",
    "year": 2012
  }, {
    "title": "Raising the Colorado Plateau: Geology",
    "authors": ["N. McQuarrie", "C.G. Chase"],
    "venue": "v. 28,",
    "year": 2000
  }, {
    "title": "An animated tectonic reconstruction of southwestern North America since 36 Ma: Geosphere",
    "authors": ["N. McQuarrie", "B.P. Wernicke"],
    "venue": "v. 1,",
    "year": 2005
  }, {
    "title": "40Ar/39Ar ages of some Challis Volcanic Group Rocks and the initiation of Tertiary sedimentary basins in Southwestern Montana: U.S",
    "authors": ["J.W. M’Gonigle", "G.B. Dalrymple"],
    "venue": "Geological Survey Bulletin,",
    "year": 1996
  }, {
    "title": "Rapid Miocene slip on the Snake Range–Deep Creek Range fault system, east central Nevada",
    "authors": ["E.L. Miller", "T.A. Dumitru", "R.W. Brown", "P.B. Gans"],
    "venue": "Geological Society of America Bulletin, v. 111,",
    "year": 1999
  }, {
    "title": "Tilting of continental interiors by the dynamical effects of subduction: Tectonics",
    "authors": ["J.X. Mitrovica", "C. Beaumont", "G.T. Jarvis"],
    "venue": "v. 8,",
    "year": 1989
  }, {
    "title": "Cenozoic migration of topography in the North American Cordillera: Geology",
    "authors": ["H.T. Mix", "A. Mulch", "M.L. Kent-Corson", "C.P. Chamberlain"],
    "venue": "v. 39,",
    "year": 2011
  }, {
    "title": "Deuterium and oxygen isotopes, paleoelevations of the Sierra Nevada, and Cenozoic climate",
    "authors": ["P. Molnar"],
    "venue": "Geological Society of America Bulletin,",
    "year": 2010
  }, {
    "title": "Focal depths and fault plane solutions of earthquakes under the Tibetan Plateau",
    "authors": ["P. Molnar", "W.P. Chen"],
    "venue": "Journal of Geophysical Research, v. 88,",
    "year": 1983
  }, {
    "title": "Bounds on the viscosity coefficient of continental lithosphere from removal of mantle lithosphere beneath the Altiplano and Eastern Cordillera: Tectonics",
    "authors": ["Molnar P", "C.N. Garzione"],
    "venue": "v. 26,",
    "year": 2007
  }, {
    "title": "Mantle convection and the recent evolution of the Colorado Plateau and the Rio Grande Rift valley: Geology",
    "authors": ["R. Moucha", "A.M. Forte", "D.B. Rowley", "J.X. Mitrovica", "N.A. Simmons", "S.P. Grand"],
    "venue": "v. 36,",
    "year": 2008
  }, {
    "title": "Progressive overprinting of normal fault systems and their role in Tertiary exhumation of the East Humboldt–Wood Hills metamorphic complex northeast Nevada: Tectonics",
    "authors": ["K.J. Mueller", "A.W. Snoke"],
    "venue": "v. 12,",
    "year": 1993
  }, {
    "title": "Stable isotope paleoaltimetry in orogenic belts—The silicate record in surface and crustal geological archives",
    "authors": ["A. Mulch", "C.P. Chamberlain"],
    "venue": "Paleoaltimetry: Geochemical and Thermodynamic Approaches: Reviews in Mineralogy and Geochemistry,",
    "year": 2007
  }, {
    "title": "Reconstructing paleoelevations in eroded orogens: Geology",
    "authors": ["A. Mulch", "C. Teyssier", "M.A. Cosca", "O. Vanderhaeghe", "T.W. Vennemann"],
    "venue": "v. 32,",
    "year": 2004
  }, {
    "title": "Hydrogen isotopes in Eocene river gravels and paleoelevation of the Sierra Nevada",
    "authors": ["A. Mulch", "S.A. Graham", "C.P. Chamberlain"],
    "venue": "Science, v. 313,",
    "year": 2006
  }, {
    "title": "Stable isotope paleoaltimetry of Eocene core complexes in the North American Cordillera: Tectonics",
    "authors": ["A. Mulch", "C. Teyssier", "M.A. Cosca", "C.P. Chamberlain"],
    "venue": "v. 26, TC4001,",
    "year": 2007
  }, {
    "title": "A Miocene to Pleistocene climate and elevation record of the Sierra Nevada (California)",
    "authors": ["A. Mulch", "A.M. Sarna-Wojcicki", "M.E. Perkins", "C.P. Chamberlain"],
    "venue": "Proceedings to the National Academy of Sciences of the United States of America,",
    "year": 2008
  }, {
    "title": "Reinterpretation of the palynology and age",
    "authors": ["D.J. Nichols", "W.J. Perry", "Jr.", "J.C. Haley"],
    "venue": "Laramide",
    "year": 1985
  }, {
    "title": "Stable isotope relations in epithermal Au-Ag deposits",
    "authors": ["J.R. O’Neil", "M.L. Silberman"],
    "year": 1974
  }, {
    "title": "Eocene extensional tectonics and geochronology",
    "authors": ["R.R. Parrish", "S.D. Carr", "D.L. Parkinson"],
    "venue": "Geology, v. 69,",
    "year": 1988
  }, {
    "title": "Mantle plume influence on the Neogene uplift and",
    "authors": ["T. Parsons", "G.A. Thompson", "N.H. Sleep"],
    "year": 1994
  }, {
    "title": "Interactions of Rocky",
    "authors": ["W.J. Perry", "Jr.", "J.C. Haley", "D.J. Nichols", "P.M. Hammons", "J.D. Ponton"],
    "year": 1988
  }, {
    "title": "Climate change imprinting on stable isotopic compositions",
    "authors": ["M.L. Jefferey"],
    "year": 2011
  }, {
    "title": "General circulation model simulation of the 18O content",
    "authors": ["D. Pollard", "T.S. White"],
    "year": 2007
  }, {
    "title": "Onset of convective rainfall during gradual Late Miocene rise",
    "authors": ["C.J. Poulsen", "T.A. Ehlers", "N. Insel"],
    "year": 2010
  }, {
    "title": "Stable isotope and trace element geochemistry of the basal Bouse",
    "authors": ["S.R. Poulson", "B.E. John"],
    "venue": "Central Andes: Science,",
    "year": 2003
  }, {
    "title": "Stratigraphy of the Tertiary ash-flow tuffs in the Yerrington",
    "authors": ["J.M. Proffett", "Jr.", "B.H. Proffett"],
    "year": 1976
  }, {
    "title": "Paleoelevation reconstruction using pedogenic carbonates",
    "authors": ["J. p. Quade", "C. Garzione", "J. Eiler"],
    "venue": "District, Nevada: Nevada Bureau of Mines and Geology Report 27,",
    "year": 2007
  }, {
    "title": "Using thermochronology to understand orogenic erosion",
    "authors": ["Brandon M. T"],
    "year": 2006
  }, {
    "title": "Eocene and Oligocene paleosols of central Oregon",
    "authors": ["E.A. Bestland", "T.J. Fremd"],
    "year": 1999
  }, {
    "title": "Pliocene and Pleistocene",
    "authors": ["K.C. Lohmann", "C.A. Reppening", "P. Patterson", "G. Mackie"],
    "year": 1992
  }, {
    "title": "Stable isotope-based paleoaltimetry: Theory and validation",
    "authors": ["D.B. Rowley"],
    "year": 2007
  }, {
    "title": "Palaeo-altimetry of the late Eocene to Miocene Lunpola basin, Central",
    "authors": ["D.B. Rowley", "B.S. Currie"],
    "venue": "try, v. 66,",
    "year": 2006
  }, {
    "title": "A new approach to stable isotope-based",
    "authors": ["D.B. Rowley", "R.T. Pierrehumbert", "B.S. Currie"],
    "venue": "Tibet: Nature,",
    "year": 2001
  }, {
    "title": "Isotopic patterns in modern global precipita",
    "authors": ["K. Rozanski", "L. Araguás-Arrguás", "R. Gonfiantini"],
    "year": 1993
  }, {
    "title": "Why is it downhill from Tonopah to Las Vegas? A case for mantle",
    "authors": ["G.A. Thompson"],
    "year": 1995
  }, {
    "title": "Complex subduction and small-scale convection revealed by body",
    "authors": ["E. Humphreys"],
    "year": 2010
  }, {
    "title": "Come a little bit closer: A high-resolution climate study of the early",
    "authors": ["J.O. Sewall", "L.C. Sloan"],
    "venue": "v. 297,",
    "year": 2006
  }, {
    "title": "Stable isotope geochemistry of clay minerals",
    "authors": ["S.M.F. Sheppard", "H.A. Gilg"],
    "venue": "Clay Minerals,",
    "year": 1996
  }, {
    "title": "Lithospheric topography, tilted plumes, and the track of the Snake",
    "authors": ["B.B. Hanan"],
    "year": 2008
  }, {
    "title": "River–Yellowstone hot spot: Tectonics",
    "authors": ["U. Siegenthaler", "H. Oeschger"],
    "venue": "v. 27,",
    "year": 1980
  }, {
    "title": "Stable isotopic",
    "authors": ["D.J. Sjostrom", "M.T. Hren", "T.W. Horton", "J.R. Waldbauer", "C.P. Chamberlain"],
    "venue": "Nature, v",
    "year": 2006
  }, {
    "title": "Phanerozoic paleocontinental world maps",
    "authors": ["A.G. Smith", "A.M. Hurley", "J.C. Briden"],
    "year": 1981
  }, {
    "title": "Comparison of a paleosol-carbonate record",
    "authors": ["G.A. p. Smith", "Y. Wang", "T.E. Cerling", "J.W. Geissman"],
    "year": 1993
  }, {
    "title": "Mio-Pliocene seasonality on the Snake River Plain: comparison",
    "authors": ["G.R. Smith", "W.P. Patterson"],
    "year": 1994
  }, {
    "title": "Stratigraphy of post-Paleozoic rocks and summary of resources",
    "authors": ["J.F. Smith", "Jr.", "K.B. Ketner"],
    "year": 1976
  }, {
    "title": "Synoptic reconstruction of a major ancient lake",
    "authors": ["M. E", "A.R. Carroll", "B.S. Singer"],
    "venue": "Geological Survey Professional Paper 867-B,",
    "year": 2008
  }, {
    "title": "A physical model for Cenozoic",
    "authors": ["L.J. v.earth.27.1.417 Sonder", "P.C. England", "B.P. Wernicke", "R.L. Christensen"],
    "year": 1987
  }, {
    "title": "Uncertainties and implications of the late Cretaceous and Tertiary position",
    "authors": ["P. Molnar"],
    "year": 1988
  }, {
    "title": "Oxygen isotope evidence for the late Cenozoic development",
    "authors": ["P.B. Larson"],
    "venue": "M.S. Thesis,",
    "year": 2005
  }, {
    "title": "Pedogenic carbonate",
    "authors": ["A. 1130/G21335.1 Takeuchi", "M.T. Hren", "S.V. Smith", "C.P. Chamberlain", "P.B. Larsen"],
    "year": 2010
  }, {
    "title": "Evolution of latest Cretaceous-Eocene",
    "authors": ["T.F. Lawton", "D.W. Burbank", "R.S. Hobbs"],
    "year": 1995
  }, {
    "title": "Cooling and exhumation",
    "authors": ["O. 062 Vanderhaeghe", "C. Teyssier", "I. McDougall", "W.J. Dunlap"],
    "year": 2003
  }, {
    "title": "Stream incision, tectonics, uplift, and evolution of topography",
    "authors": ["CAEOTS 2.0.CO", "J. 2 Wakabayashi", "T.L. Sawyer"],
    "year": 2001
  }, {
    "title": "Stable isotopes",
    "authors": ["Y. 1086/321962 Wang", "T.E. Cerling", "J. Quade", "J.R. Bowman", "G.A. Smith", "E.H. Lindsay"],
    "year": 1993
  }, {
    "title": "Dating of major normal fault systems using thermochronol",
    "authors": ["M.L. 1029/GM078p0241 Wells", "L.W. Snee", "A.E. Blythe"],
    "year": 2000
  }, {
    "title": "Cenozoic extensional tectonics of the U.S. Cordillera",
    "authors": ["B. Wernicke"],
    "year": 1992
  }, {
    "title": "Origin of high mountains in the continents: The southern Sierra Nevada",
    "authors": ["R. Phinney"],
    "year": 1996
  }, {
    "title": "Growth and demise",
    "authors": ["D.L. Whitney", "S.R. Paterson", "K.L. Schmidt", "A.F. Glazner", "C.F. Kopf"],
    "venue": "Science, v. 271,",
    "year": 2004
  }, {
    "title": "Helium diffusion and low temperature thermochronometry",
    "authors": ["K.A. Farley", "L.T. Silver"],
    "year": 1996
  }, {
    "title": "Paleobotanical evidence for high altitudes",
    "authors": ["J.A. Wolfe", "H.E. Schorn", "C.E. Forest", "P. Molnar"],
    "year": 1997
  }, {
    "title": "Paleobotanical evidence of Eocene and Oligocene",
    "authors": ["J.A. Wolfe", "C.E. Forest", "P. Molnar"],
    "year": 1998
  }, {
    "title": "Trends, rhythms, and aberrations",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "year": 2001
  }, {
    "title": "An early Cenozoic perspective on greenhouse warming",
    "authors": ["J.C. Zachos", "G.R. Dickens", "R.E. Zeebe"],
    "year": 2008
  }, {
    "title": "Active foundering",
    "authors": ["G. Zandt", "H. Gilbert", "T.J. Owens", "M. Ducea", "J. Saleeby", "C.H. Jones"],
    "venue": "carbon-cycle dynamics: Nature,",
    "year": 2004
  }, {
    "title": "The northern Nevada rift: Regional",
    "authors": ["E.H. McKee", "R.J. Blakely", "G.A. Thompson"],
    "year": 1994
  }],
  "id": "SP:90e74b370d2de18678a484082d5c9b0f293290ac",
  "authors": [{
    "name": "ANDREAS MULCH",
    "affiliations": []
  }, {
    "name": "MICHAEL T. HREN",
    "affiliations": []
  }, {
    "name": "MALINDA L. KENT-CORSON",
    "affiliations": []
  }, {
    "name": "STEVEN J. DAVIS",
    "affiliations": []
  }, {
    "name": "TRAVIS W. HORTON",
    "affiliations": []
  }, {
    "name": "STEPHAN A. GRAHAM",
    "affiliations": []
  }],
  "abstractText": "Herein we present oxygen isotope records from Cretaceous to Recent terrestrial sediments in the western North American Cordillera. The purpose of this analysis is to use oxygen isotope records to understand the coupled surface elevation and climate histories of this region through the Cenozoic. To do this we constructed O maps of surface waters for time intervals that trace the development of topography of western North America. These maps are based on 4861 oxygen isotope analyses from both published (4478) and new (383) data. We determined the O values of surface waters using paleotemperatures derived previously from floral assemblages and the appropriate isotope fractionation factors. These data suggest that in the late Cretaceous to early Eocene the Sevier hinterland formed a plateau of unknown height. Around 50 Ma, a topographic wave developed in British Columbia and eastern Washington that swept southward reaching northeastern Nevada at 40 to 38 Ma, and southern Nevada 23 Ma. This southward encroachment of an Eocene Plateau (SWEEP) caused reorganization of drainage patterns such that the intraforeland basins of Wyoming and Utah drainages extended deep within the Sevier hinterland as the wave swept southward. The landscape within the Sevier hinterland developed into a rugged and high mountain range with the hypsometric mean elevation of 4 km and relief of 1.5 km. This Eocene highland was bordered on the west by a high Sierra Nevada ramp and on the east by the intraforeland basins that captured water draining these growing highlands. The spatial and temporal evolution of this highland correlates with the timing of volcanism and extension. These observations support tectonic models that call for north to south removal of the Farallon slab or piecemeal removal of mantle lithosphere. The isotopic data show that prior to growth of this highland the North American Monsoon (NAM) penetrated much farther north in the Paleocene/Eocene than today. The combined effects of global cooling, increasing latitudinal temperature gradients, and the generation of the orographic barrier created by the growing north to south highland produced a southward migration of the NAM front. By the Oligocene the hydrologic regime that we observe today was in place. It has been modified since then as a result of Basin and Range extension and collapse of the highlands in the mid-Miocene. This collapse allowed the NAM to penetrate farther north into the Great Basin of Nevada and Utah.",
  "title": "THE CENOZOIC CLIMATIC AND TOPOGRAPHIC EVOLUTION OF THE WESTERN NORTH AMERICAN CORDILLERA"
}