{
  "sections": [{
    "text": "266\nDebris avalanches caused by the collapse of volcanic fl anks pose a great risk to inhabited areas and may permanently change the surrounding landscape and its drainage systems. In this research, we explored the interplay between a debris avalanche and a tectonically uplifting surrounding landscape, providing insights into the long-term consequences of volcanic edifi ce failures . Exposures of coarse volcaniclastic sediments along the Hautapu River ~50 km southeast of Mount Ruapehu, New Zealand, show evidence of the largest known collapse event of the stratovolcano, which was followed by a vigorous regrowth phase that produced numerous pyroclastic eruptions and pumice-rich lahars. Similar diamicton deposits are exposed within the river catchment adjacent to the west. Coverbed stratigraphy and geochemical correlation of ande sitic lava blocks within the debris-avalanche deposit with dated lavas exposed on the cone indicate that deposition occurred between 125 and 150 ka. The collapse took place during the shift from a glacial to an interglacial climate, when glaciers on the cone were in retreat, and high porewater pressures combined with deep hydrothermal alteration weakened the cone. In addition, collapse may have been accompanied by magmatic unrest. The ~2–3 km3 debris avalanche inundated an area of >260 km2 and entered the proto-Hautapu catchment, where it was channelized within the deeply entrenched valley. Mass-wasting events associated with postcollapse volcanism continued to be channeled into the proto–Hautapu River for another ~10 k.y., producing longrunout lahars. Subsequently, the river catchment was isolated from the volcano by incision of the intervening Whangaehu River\ninto the proximal volcaniclastic sediments, accompanied by regional faulting and graben deepening around Ruapehu. At present, the volcaniclastic deposits form a distinctive plateau on the highest topographic elevation within the Hautapu Valley, forming a reversed topography caused by preferred incision of the Hautapu River into softer Late Tertiary sediments concurrent with constant uplift.\nINTRODUCTION\nMountain-building volcanoes dominate landscape processes in their vicinity and overprint earlier surrounding landscapes at long distances (>30 km) from their summits. Active stratovolcanoes produce high fl uxes of volcaniclastic material that may blanket the surrounding landscape (e.g., tephra layers), fi ll valleys (e.g., pyroclastic fl ows, lahars, gradual fl uvial aggradation), or even completely reshape drainage patterns (e.g., debris avalanches). Even in the absence of volcanic eruptions, on going mass wasting occurs, along with sporadic major edifi ce fl ank failures that generate huge debris avalanches (Siebert, 1984; Tibaldi et al., 2005; Tibaldi and Lagmay, 2006; Zernack et al., 2012). Volcanic construction and destruction episodes result in much higher material accumulation rates than almost all other geological settings (Tibaldi, 2008). Major “catastrophic” edifi ce failures are perhaps the most sudden agents of landscape change, producing debrisavalanche deposits that almost instantaneously transform the surrounding geomorphology by valley infi lling, fan creation, surface hummock formation, damming and diversion of rivers, and subsequent high sediment loads into impacted catchments (Voight et al., 1981; Crandell et al., 1984; Procter et al., 2009). The most voluminous case known is exposed in the Shasta Valley , California, where ~26 km3 of volcaniclastic material, associated with the collapse of an ancestral Mount Shasta, form hundreds of surface mounds and ridges in the >450 km2 affected area (Crandell et al., 1984). Repeated sector collapses are common at large stratovolcanoes, with 2–14 events recorded during their typical active lifetime (10–500 k.y.; Begét and Kienle, 1992; Tibaldi et al., 2005; Zernack et al., 2009; Roverato et al., 2011). Volcano instability is enhanced by active rifting, hydrothermal alteration, and weather and climate impacts and is often preconditioned by gradual volcano spreading due to the interlayering of hydrothermally altered weak pyroclastics and solid lava fl ows. Such circumstances are described from the simplest types of stratovolcanoes such as Stromboli (Italy), through to high, complex, and long-lived volcanoes such as Ollagüe (BoliviaChile) and Planchon (Chile) (Tibaldi et al., 2005, 2007). New Zealand stratovolcanoes are also extremely unstable, with both Mount Taranaki (Zernack et al., 2012) and Mount Ruapehu (Hodgson, 1993; Cronin et al., 1996) experiencing regular mass failures. Ruapehu marks the southern terminus of the Taupo vol canic zone, and it lies near the southern extreme of active extension caused by transtensional rifting (Sissons, 1979; Walcott, 1984; Nairn and Beanland, 1989; Darby and Williams, 1991; Acocella et al., 2002). Southward, the Taupo volcanic zone passes into the South Wanganui Basin, where, in the northern sector, marine sedimentary sequences are currently up-doming and normal and reverse faulting and synclinal and anticlinal folding are taking place (Kamp et al., 2004; Pulford and Stern, 2004; Villamor and Berryman, 2006b). Ruapehu is thus in a unique position where volcanic landscapes abut nonvolcanic terrains, and subduction tectonics give way to strike-slip faulting to the south (Wood and Davy, 1994; Stratford and Stern, 2006). The purpose of this research was to examine the interface between volcanic and surrounding geomorphic processes in an uplifting, eroding sedimentary terrain. This is carried out through\nFor permission to copy, contact editing@geosociety.org © 2014 Geological Society of America\nGSA Bulletin; January/February 2015; v. 127; no. 1/2; p. 266–280; doi: 10.1130/B31010.1; 7 fi gures; 3 tables; published online 26 August 2014.\n†E-mail: m.tost@massey.ac.nz.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/127/1-2/266/3409637/266.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, v. 127, no. 1/2 267\nthe geologic reconstruction of one of the largest fl ank-collapse episodes known from Mount Ruapehu, as well as by evaluating the immediate and long-term impacts of this sudden volcanic sediment infl ux into a complex eroding catchment. The single deposition episode described provides a key to the tectonic history of an active continental margin environment, including elucidating rates of uplift, fl uvial erosion, and mass wasting.\nLarge fl ank collapses of volcanoes and their associated debris avalanches pose a great risk to inhabited areas many tens to hundreds of kilome ters from volcanoes (Siebert, 1984; Begét and Kienle, 1992; Tibaldi et al., 2005; Zernack et al., 2012). Confi nement of pore-water–rich debris avalanches enriched in hydrothermal clays causes transformation into cohesive debris fl ows, which spread signifi cantly farther than “dry” debris avalanches of similar volume (Vallance and Scott, 1997). Detailed knowledge regarding the interaction between volcanism and fl uvial landscapes will provide better understanding of cascading geological hazards during and following debris avalanches. Recognition of the interplay between volcanic activity and the surrounding landscape response is essential to improve future volcanic hazard assessment and plan for long-term recovery. Landscape impacts include damming and permanent alteration of river paths and alteration of catchment susceptibility for subsequent volcanic mass fl ows."
  }, {
    "heading": "GEOLOGICAL SETTING",
    "text": "Mount Ruapehu (2797 m) is sited within an active graben, with ongoing normal and strikeslip faulting on the Raurimu fault to the west, and the Rangipo fault (750 ± 50 m vertical displacement) to the east of the composite cone (Villamor and Berryman, 2006a). Numerous normal minor strike-slip faults are generally downthrown to the distal side of the southern Ruapehu area and produce crosscutting geometries with the marginal rift-boundary faults (Villamor and Berryman, 2006a). The stratovolcano is composed of variably dipping lava-fl ow sequences, autoclastic breccias, and pyroclastic, epiclastic, and glacial deposits (Hackett and Houghton, 1989; Smith et al., 1999). Petrologically, Mount Ruapehu lavas are porphyritic basaltic andesites, andesites, and rare dacites, with a dominant phenocryst assemblage of plagio clase + clinopyroxene + ortho pyroxene + Fe-Ti–oxides, along with rare olivine and amphibole (Graham and Hackett, 1987; Gamble et al., 2003; Price et al., 2012). Four major conebuilding episodes were identifi ed and mapped by Hackett and Houghton (1989) and subsequently dated, leading to modifi ed defi nitions\n(Table 1). The oldest units are mapped as the Te Herenga Formation (200–300 ka; Tanaka et al., 1997), followed by the Wahianoa Formation (ca. 120–150 ka; Price et al., 2005), the Mangawhero Formation (55–15 ka; Gamble et al., 2003), and the Whakapapa Formation (<15 ka; Gamble et al., 2003). In general, the wholerock composition of the Mount Ruapehu lavas shows a distinct compositional evolution toward more K2O- and SiO2-rich compositions in the younger cone-building episodes (Price et al., 2005, 2012). The major- and trace-element compositions of the lavas indicate geochemical variation due to fractional crystallization, crustal assimilation, and magma mixing (Graham and Hackett, 1987; Gamble et al., 1999; Nakagawa et al., 1999, 2002; Price et al., 2005, 2012).\nErosion on the composite cone, which currently supports a number of small glaciers, has resulted in strong dissection, forming deep gorges on the upper fl anks of Mount Ruapehu as well as on its surrounding landscape (Gamble et al., 2003). Hydrothermal alteration and substrate weakening have been interpreted as the preconditioning mechanism for at least fi ve fl ank failure events recognized to have occurred at Mount Ruapehu (Palmer and Neall, 1989; Hodgson, 1993; Lecointre et al., 1998; Donoghue and Neall, 2001; Keigler et al., 2011). The proximal Ruapehu ring plain is composed of volcaniclastic deposit sequences, which are primarily younger than 27.1 ka, with longer runout mass-fl ow deposits infi lling and lining the margins of surrounding river catchments up to 200 km from the source (Cronin et al., 1997). The persistent summit crater lake has been the source of many lahars, both during and between eruptions, with more than 60 lahars descending its fl anks into the Whangaehu River since 1861 alone (Nairn et al., 1979; Cronin et al., 1997; Cole et al., 2009).\nSoutheastern Ruapehu Drainage System\nThe Whangaehu River is the only system that presently drains the southeastern Mount Ruapehu ring plain (Fig. 1). This river is sourced from Crater Lake at an altitude\nof ~2530 m. Exposures along the catchment consist of marine Pliocene–Pleistocene sediments overlain by Quaternary volcaniclastic deposits, the oldest of which were mapped as the Whangaehu Formation (Hodgson, 1993). The base of the Whangaehu Formation is a ca. 120–140 ka debris-avalanche deposit formed by a massive collapse of the southern protoRuapehu edifi ce, which has been termed the Lower Whangaehu Formation by Keigler et al. (2011). The volcaniclastic sediments are confi ned to the river catchment and unconformably overlie Late Tertiary marine mudstones and muddy sandstones, with the contact generally exposed ~10–30 m above the valley fl oor (Keigler et al., 2011). In the lower reaches (>137 km south of Mount Ruapehu), the Whangaehu River has incised into late Quaternary river terraces and underlying Pleistocene marine gravels, sands, and silts, which are capped with volcani clastic deposits (Hodgson, 1993; Deely and Shephard , 1996).\nIn addition to the Whangaehu River, the southeastern Ruapehu ring plain was also once drained by the proto–Hautapu River, which is the main focus of this study. The Hautapu River currently rises in native grasslands and 640 ha of wetlands east of Ruapehu, southwest of the town of Waiouru (Fig. 1; Rogers, 1993). It fl ows southward through the major regional settlement of Taihape (~47 km linear distance from Mount Ruapehu) before joining the Rangitikei River ~2.5 km south of Utiku. The river has incised into the soft Taihape Mudstone, a massive siliciclastic partly concre tionary siltstone of late Pliocene age, which formed in a continental shelf environment (Fleming, 1953; Ker, 1970). Large exotic volcaniclastic boulders within nonvolcanic gravels, sands, and silts are scattered across the landscape in the Taihape area, where they rest on, and between, four aggradational (gravel) river terraces and the valley fl oor (Fig. 2). The “erratic” vol canic boulders are most frequent in the Mataroa area, where the most elevated terrace sequences occur between 693 and 703 m above sea level. Park (1910) was the fi rst to describe the diamicton sourcing the huge boulders (henceforth\nTABLE 1. VOLUME, AGE, AND MAGMA FLUX OF THE FOUR CONE-BUILDING FORMATIONS EXPOSED ON MOUNT RUAPEHU\nCone-building formation\nVolume* (km3)\nApproximate age† (ka) Magma fl ux†\n(km3/k.y.) 39.0081–05256agnereHeT 1511–06154aonaihaW 88.054–5553orehwagnaM 30–15 71.051<6.2apapakahW\nNote: Table after Gamble et al. (2003). *After Hackett and Houghton (1989). †After Gamble et al. (2003).\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/127/1-2/266/3409637/266.pdf by University of Arizona user on 21 February 2019\n268 Geological Society of America Bulletin, v. 127, no. 1/2\nreferred to as the Mataroa Formation), and interpreted it to be of glacial origin. Te Punga (1952) later described the unit as the “Hautapu Valley Agglomerate” and, in the light of knowledge of the periglacial conditions of this region, reinterpreted it as a package of lahar deposits sourced from Mount Ruapehu. This now volcanically isolated catchment and its volcaniclastic sequence were targeted for further study in order to defi ne the timing, duration, and mechanisms of volcanic sedimentation, and their subsequent landscape impact. Nomenclature Sediment-water mass fl ows from volcanoes (lahars) are among the most hazardous processes occurring during or after volcanic eruptions (Scott et al., 1995). Lahars may be triggered\n174°E\n36°S\n41°S\n179°W\nA\nB\n175°30′E 175°40′E 175°50′E\n175°30′E 175°40′E 175°50′E\n39°20′S\n39°30′S\n39°40′S\nFigure 1. Geological setting. (A) Mount Ruapehu is located in the center of New Zealand’s North Island at the southern terminus of the subduction-related Taupo volcanic zone (TVZ; modifi ed after Smith et al., 1999; Wilson et al., 1995). (B) The Whangaehu River currently incises into the southeastern Ruapehu ring plain, whereas the Hautapu River arises from wetlands southeast of Waiouru. Debris-avalanche deposits are exposed along these river catchments (patterned fields) up to 60 km from source, and reworked ande sitic boulders >1.5 m in diameter, related to the diamictons, outline their approximate inundation area (unpatterned fi elds). The landscape in this region is dominated by constant uplift associated with subduction-zone– related strike-slip faulting. Five major fault systems (Villamor and Berryman, 2006a) strongly infl uence the present route of the two river systems.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/127/1-2/266/3409637/266.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, v. 127, no. 1/2 269\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/127/1-2/266/3409637/266.pdf by University of Arizona user on 21 February 2019\n270 Geological Society of America Bulletin, v. 127, no. 1/2\nby rainfall-induced remobilization of sediment, crater-lake outbreaks, eruption-induced snow melting, or edifi ce failure (Rodolfo, 2000; Lecointre et al., 2004; Doyle et al., 2009). Syneruptive lahars are typically “noncohesive,” i.e., with low clay contents, and start and end as watery, low-sediment-content fl ows (Scott et al., 1995; Cronin et al., 1999). The interaction with stream water often results in rapid dilution and transformation downstream into sand- and pebble-rich hyperconcentrated fl ows (Cronin et al., 1999; Doyle et al., 2009). Hyperconcentrated fl ows generally have a clast-supported texture with local dewatering structures and in part well-developed inverse or normal grading (Scott et al., 1995).\nIntereruptive lahars, generated by landslides, debris avalanches, or explosions from geo thermal/hydrothermal areas, may contain higher clay contents and produce “cohesive” debris fl ows, which vary little in character throughout their runout (Vallance and Scott, 1997). Cohesive debris fl ows commonly contain 80 wt% sediment and >3%–5% clay. Consequently, they typically deposit massive unsorted diamictons of clasts with variable lithologies within a sand-, silt-, and clay-rich matrix (Scott et al., 1995).\nVolcanic debris avalanches are extremely rapid fl ows of partially or fully saturated debris (Hungr et al., 2005), typically generated by failure of part of the volcanic cone, leading to rapid gravitational acceleration of large masses of material (Siebert, 1984). These are the largest and most violent of all processes known from stratovolcanoes (Ui, 1983; Siebert, 1984; Glicken, 1991; Palmer et al., 1991). The potential hazards associated with them were demonstrated during the 18 May 1980 Mount St. Helens eruption, when intense seismicity accompanied with magmatic injection resulted in multiple retrogressive slope failures, rapidly followed by explosive eruptions, including the fatal lateral blast that mantled and mixed with the preceding debris-avalanche deposit (Voight et al., 1981). Debris-avalanche triggering mechanisms include tectonic movements (e.g., faulting, earthquakes), explosive eruptions, highlevel magma intrusion, extensive hydrothermal alteration of the volcanic edifi ce, or the migration of vents (Siebert, 1984; McGuire, 1996; Zernack et al., 2012). Their deposits commonly contain “megaclasts” (large fragments of the volcanic edifi ce up to several hundred meters in size), are massive and poorly sorted, and typically include jigsaw-fractured clasts (Mimura et al., 1982; Ui, 1983; Ui et al., 2000). A further distinctive feature of these deposits is a hummocky topography with longitudinal and transverse ridges (Siebert, 1984). Volcanic debris-\navalanche deposits signifi cantly change the landscapes they are emplaced upon and induce a different range of sedimentary processes as the landscape recovers and drainage systems re adjust after their occurrence (e.g., Manville and Wilson, 2004; Procter et al., 2009).\nMETHODS\nAngular to subrounded and unweathered andesitic clasts, ≥10 cm in diameter, were sampled from the Mataroa and Whangaehu Formation for petrological studies and geochemical analysis. Polished thin sections for petrological studies were prepared at the University of Balla rat, Victoria, Australia. Forty-two samples (21 of the Mataroa and Whangaehu Formation each) were cut, and the central ~3 × 3 × 3 cm portions were crushed and ground in a tungsten carbide mill. At the University of Auckland, 2 g of ignited sample material were subsequently prepared with 6 g of 12:22 fl ux to produce glass disks for X-ray fl uorescence analysis (XRF). Whole-rock geochemical data were acquired using a Siemens SRS 300 X-ray spectrometer containing a Rh-tube. XRF calibration was based on 34 international standards, and the Brucker SPECTRA-plus software (V1.51), which uses variable alphas as a matrix correction method, and is calibrated for all elements using three multi-element glass beads and a graphite disk.\nRESULTS\nMataroa Formation—Stratigraphy and Sedimentology\nWe reconstructed the overall stratigraphy of the Mataroa Formation from several sites (Fig. 3), with the type locality situated beside an airstrip ~1.5 km east-northeast of Mataroa (175°44′30.5902E, 39°38′35.7641S; 692 m above sea level [masl]). Basal units of this volcaniclastic sequence crop out at three further localities in the area and unconformably overlie the Upper Pliocene Taihape Mudstone (Fig. 4D). The deposit consists of two massive, unbedded diamicton facies, primarily distinguished by the maximum clast size of andesite boulders and rip-up clasts of the underlying Taihape Mudstone.\nFacies 1—Debris-Avalanche Deposit (DAD) The lowermost facies 1 shows no bedding structures and contains moderate- to wellrounded pebble- to boulder-sized clasts of andesite lava (50–60 vol%, <4 m), along with rip-up clasts of Taihape Mudstone (5–15 vol%, <5 m), supported by a fi rmly consolidated\nmatrix (making up 25–35 vol%; Figs. 4C and 5). The hardened interblock matrix is dominated by silt to fi ne sand but is coarser sand or pebbly in places. Several clasts show distinctive jigsaw fractures. The clast assemblage is dominated by andesite lava fragments (80–90 vol%), Taihape Mudstone (10–15 vol%), soft and hydrothermally altered andesitic clasts (≤5 vol%), and Mesozoic graywacke gravel (<5 vol%). Some of the Taihape Mudstone rip-up clasts are up to 5 m long and in places deformed. Facies 1 varies in exposed thickness between 0.5 m and >6 m.\nFacies 1 deposits locally pass laterally into channels of <1.5-m-thick fl uvial clast-supported gravels. In other cases, “blocks” of sandy-pebbly planar-bedded volcaniclastic deposits occur out of stratigraphic context (Fig. 5). At the basal contact, facies 1 overlies Taihape Mudstone (exposed at S1 and S3) with either a sharp and smooth, or irregular contact, where the underlying rock was ripped up.\nFacies 2—Lahar Deposits Above the basal massive and coarse deposit, thick, pumice-rich, pebbly and sandy vol caniclastic diamictons occur (facies 2). Up to 15 individual units are recognized across all localities, with some individual sites exposing up to six stacked fl ow units, totaling 3–11 m in thickness. These deposits contain the same rock types as facies 1, but they are rich in weathered pumice pebbles, yellow-brown, reddish, gray or white in color, depending on the site hydrology. Clasts are subrounded to angular, varying with grain size and sorting in each individual unit. Deposits are mostly massive and unbedded, with pebbleto cobble-sized clasts within a sandy-silt matrix, or they verge on being clast-supported and show faint planar bedding. Finer-grained (pebblesand dominated) and better-sorted deposit units generally contain more angular clasts. In the most commonly exposed units, clasts are dominantly <0.1 m in diameter. In some locations, thicker, channelized deposits occur with clasts up to 0.75 m in diameter. The pumice clast component is dominantly pebble-sized and ranges from 10 vol% in basal units up to ~30 vol% in the uppermost deposits (Figs. 3B and 3D). The matrix is usually sand to silt, although, in rare cases, it also contains up to 40% clay. Some units show reverse grading, particularly seen by increasing contents of pumice clasts toward the top. Rare horizontally bedded and lowangle cross-laminated horizons <40 cm thick occur at one site (section 2). Basal contacts are planar with occasional erosional features noted. A fi ne-grained pebble-dominated and weakly planar-bedded deposit at section 4 also contains distinctive charcoal fragments (≤5 cm) in its upper third.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/127/1-2/266/3409637/266.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, v. 127, no. 1/2 271\nAge Control"
  }, {
    "heading": "Cover-Bed Stratigraphy",
    "text": "In the most complete cover-bed sequence (section 4), up to four loess horizons and associated buried soils occur on top of the volcaniclastic deposits, with the Kawakawa Tephra (27.1 ± 1 ka cal. B.P.; Lowe et al., 2008) occurring within the uppermost loess. In areas to the south of the studied sequences, river and marine terraces are dated by their cover-bed sequences, particularly a named series of loess/soils and dated tephra horizons (Fig. 2; Milne, 1973; Pillans, 1994). North of this area, within the volcanic ring plain, loess/soil sequences also provide age control on the oldest volcaniclastic surfaces (Cronin et al., 1996). Here, the loess/soil sequences are made up of windblown silt and fi ne-sand particles sourced from quartzo-feldspathic or volcanic surfaces, with rates of accumulation particularly high during periglacial climates. On undisturbed landscapes adjacent to rivers or ring plains, these are accretionary soils, forming a distinctive sequence of weathered-unweathered units with gradational contacts and marking stadial-interstadial periods of cool-dry and warmer-wetter climate. The three youngest undisturbed loess units (Ohakean, Ratan, and Porewan Loess) are associated with accumulation during the three main stadials of the last glaciation (post–80 ka; Milne, 1973). Below these, many further loess units occur, capped by a very distinctive last interglacial paleosol. Each aggradational terrace is followed by development of a paleosol during interglacial periods. At section 4 (Hihitahi; Fig. 3A), the upper three last glaciation loess units are identifi ed, with associated interstadial soil. Below this, there is a thick paleosol, which may be developed into a fourth loess layer. The oldest loess could be the Greatford Loess from the penultimate glaciation (Milne, 1973), or it may have formed during the early part of the last interglacial. Either way, the well-developed paleosol is highly distinctive and represents the last interglacial. This implies an age for the underlying volcaniclastic sequence of >125 ka."
  }, {
    "heading": "Correlation using Petrology and Geochemistry",
    "text": "Whole-rock chemical compositions of Mount Ruapehu lavas show a distinctive trend toward\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/127/1-2/266/3409637/266.pdf by University of Arizona user on 21 February 2019\n272 Geological Society of America Bulletin, v. 127, no. 1/2\nhigher incompatible element and silica contents over time (Price et al., 2005, 2012). Based on published data, the most mafi c eruptive units refer to the Te Herenga Formation, with 54.87– 57.96 wt% SiO2 and 0.55–0.82 wt% K2O, and the most-evolved belong to the Whakapapa Formation, with 55.50–64.79 wt% SiO2 and 1.23–2.35 wt% K2O (Price et al., 2012). This evolutionary geochemical sequence provides the opportunity to link the distal Mataroa Formation deposits (and other units of similar age, e.g., the Whangaehu Formation) to specifi c lava-fl ow sequences exposed on the volcanic edifi ce (Fig. 6). In all samples, simple to polysynthetic twinned plagioclase is the predominant phenocryst phase, followed by zoned clinopyroxene, and orthopyroxene. Fe-Ti–oxides and olivine\nB\nC D\nF\nE\nA\nFigure 4. Lithological characteristics of the Mataroa Formation. (A) Preferred incision of the Hautapu River into the soft Taihape Mudstone resulted in reworking and redeposition of andesitic boulders related to the Mataroa Formation on top of aggradational river terraces and the valley fl oor. (B) Subrounded andesitic boulders up to 4 m in diameter are reworked from facies 1 of the Mataroa Formation and remain scattered around the countryside. (C) Facies 1 of the Mataroa Formation is heterolithologic, poorly sorted, and massive. The lightcolored clasts are Taihape Mudstone rip-up clasts (scale = 2 m). (D) The Mataroa Formation overlies Taihape Mudstone, refl ecting the onset of volcaniclastic deposition within the Hautapu River catchment (scale = 1 m). (E–F) The sequence of hyperconcentrated-fl ow and debrisfl ow deposits (facies 2) differs between locations and refl ects the formation of a braided river system after deposition of facies 1 (scale = 2 m).\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/127/1-2/266/3409637/266.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, v. 127, no. 1/2 273\nphenocrysts are rare (≤1 vol%), as is accessory zircon. Fluid and melt inclusions are dominant along cleavages or in the center of feldspar and pyroxene phenocrysts. Phenocrysts are up to 4 mm across and make up ≤50 vol%. All samples also contain small (≤3 mm) xenoliths of exotic (underlying basement) origin. The ≤40 vol% groundmass consists of feldspar and clinopyroxene microlites within a glassy matrix. Irregularly rounded vesicles ≤5 mm in diameter make up ≤50 vol% of the studied samples. Whole-rock compositions of the Mataroa Formation are andesites and basaltic andesites (56–61 wt% SiO2; 3.9–5.0 wt% K2O + Na2O; Table 2) with intermediate to low Si and K contents (0.64–1.5 wt% K2O) relative to Mount Ruapehu volcanic rocks. Concentrations of incompatible trace elements such as Ba (189– 355 ppm), Rb (14–47 ppm), and Zr (53–110 ppm) are also at the low end of the Ruapehu volcanic rock compositional spectrum (Table 2). Correlation of the Mataroa (and Lower Whangaehu ) Formation to the lavas exposed on the Mount Ruapehu edifi ce focuses on the two oldest eruptive episodes (Te Herenga and Wahianoa Formation), since the cover-bed stratigraphy overlying the mass-fl ow deposits relates to\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/127/1-2/266/3409637/266.pdf by University of Arizona user on 21 February 2019\n274 Geological Society of America Bulletin, v. 127, no. 1/2\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/127/1-2/266/3409637/266.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, v. 127, no. 1/2 275\nsignifi cantly younger cone-building formations (Mangawhero and Whakapapa Formation). The data indicate that the volcaniclastic deposits of the Mataroa Formation are geochemically more evolved than the oldest Mount Ruapehu volcanic suite (the Te Herenga Formation lavas; Fig. 6C). The Mataroa Formation samples, hence, have compositions that correlate best with those of lavas from the Wahianoa Formation, which were erupted between 120 and 150 ka (Gamble et al., 2003; Price et al., 2005). This correlation is also consistent with the known distribution of the Wahianoa Formation on the southern fl anks of Mount Ruapehu (Fig. 6A). Less-evolved samples similar to Te Herenga compositions could represent materials from the deepest and oldest parts of the failed fl ank generating the debris avalanche."
  }, {
    "heading": "Geomorphic Evidence from Fluvial Aggradational Terraces",
    "text": "Another set of constraints on the emplacement time of the Mataroa Formation in the proto– Hautapu Valley can be obtained from estimates for the time of formation of aggradational-gravel terraces in the region (e.g., Milne, 1973; Pillans, 1994). During glacial periods, the periglacial climate of the central and southern North Island caused lower tree lines and high rates of physical weathering in the uplands and mountains. This fed huge supplies of sediment into river valleys, building broad braided river terraces of gravels and sands (Milne, 1973). During interglacial periods, increased precipitation and vegetation cover in the uplands reduced the sediment supply and resulted in rapid downcutting of rivers in narrow channels through their former braided gravel deposits. Overall, ongoing tectonic uplift in this area has meant that aggradation surfaces produced during each successive stadial were elevated to form terraces at progressively higher elevations than subsequent terraces (Milne, 1973; Berryman et al., 2000). In total, seven alluvial aggradational terraces are identifi ed in the South Wanganui Basin and along the Rangitikei River, which are, from youngest to oldest: (1) the Ohakea Terrace (10–18 ka B.P.), (2) the Rata Terrace (30–50 ka B.P.), (3) the Porewa Terrace (70–80 ka B.P.), (4) the Greatford Terrace (110–120 k.y.), (5) the Marton Terrace (140– 170 ka), (6) the Burnand Terrace (240–280 ka), and (7) the Aldworth Terrace (340–350 ka). All given ages were obtained from Pillans (1994) and based on radiocarbon or Ar/Ar dating of loess and interbedded tephra layers. Correlating the terrace landscape of the Hautapu River tributary with the well-defi ned Rangitikei Terrace sequence 10 km south of Taihape, the Mataroa Formation occurs above the Greatford Terrace and forms the highest units in the landscape (Fig. 2). Thus, the Mataroa Formation volcaniclastic deposits must be older than 110 ka."
  }, {
    "heading": "DISCUSSION",
    "text": "Mataroa Debris-Avalanche Trigger The fl ank collapse generating the Mataroa debris avalanche may have been preconditioned by the growing Ruapehu edifi ce, loading and deforming its weak Tertiary rock substrate. Indications of a cryptodome intrusion, implicated as a trigger mechanism for a 10 ka debris avalanche on the western slopes of Ruapehu Volcano (Palmer and Neall, 1989; McClelland and Erwin, 2003), are absent, although the pumicerich facies 2 might refl ect an earlier intrusion of melt prior to collapse. Alternatively, intense hydrothermal alteration may have weakened the rocks of the edifi ce, or major regional tectonic motion associated with the Taupo volcanic zone, especially along the Wahianoa fault (Fig. 1B), could have triggered failure. The lack of known large-scale eruptions from the rhyolitic Taupo volcanic zone anywhere near this time, however, may rule out a regional volcano-tectonic correlation. Instead, this collapse appears to be coincident with the end of the penultimate glaciation (120 ka; Milne, 1973) and an onset of warmer, wetter conditions during the last interglacial period. A formerly ice-armored edifi ce responding to a warming climate may have become infi ltrated by meltwater, leading to weakening and ultimately collapse. Similar\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/127/1-2/266/3409637/266.pdf by University of Arizona user on 21 February 2019\n276 Geological Society of America Bulletin, v. 127, no. 1/2\nclimate-precondi tioned or climate-triggered volcanic collapses have been suggested for several Mexican volcanoes (Carrasco-Núñez et al., 2006; Roverato et al., 2011; Capra et al., 2013).\nEmplacement Mechanisms of the Mataroa Formation Volcaniclastic Deposits\nThe sedimentology and lithology of facies 1 show properties that are attributed to a distal debris avalanche (Fig. 7B). Along its fl ow path, from proximal to medial reaches, the debris avalanche eroded and entrained gravel, as well as the soft Taihape Mudstone. The common subrounded and moderately- to well-rounded andesitic boulders within the deposit were either sourced from the partly glaciated collapsing volcano fl anks, or were eroded from abundant deposits of this kind on the surface of the proximal ring plain.\nThe debris avalanche passed through a narrow reach of the proto-Hautapu between Hihitahi and Turangarere (30 km from source), as it passed over the Snowgrass Dome, which is composed of Pliocene sedimentary beds (Fig. 1; Feldmeyer et al., 1943; Ker, 1991; Villamor and Berryman, 2006a). Once it emerged from this narrow neck, the fl ow spread out between Turangarere and Taihape (Fig. 7B). Here, the greatest width of deposition is seen in both primary deposits as well as the residual boulders scattered across the eroded terrain (Figs. 4A and 4B). These boulders are too large to have been moved by subsequent streamfl ow processes. This zone of major deposition probably relates to a local widening of the valley plus a small break in slope from 0.012° to 0.002° between Hihitahi and Mataroa. Once the volcanic debris avalanche reached the Mataroa area, it entered an incised proto–Hautapu River course. This was located to the west of the present deeply incised channel and may have been in a braided, aggraded state at the time of collapse (Fig. 7B). Overall, the debris-avalanche deposit, which forms facies 1 of the Mataroa Formation, has an approximate runout of >60 km and inundated an area of at least 220–260 km2 (Fig. 1). Using these constraints, its original volume can be estimated as 2.0–3.0 km3. The high energy of the fl ow is attested by the transport of huge (>4 m) dense lava boulders over 50 km from Ruapehu. Locally, extremely violent and erosional behavior of the fl ow is shown by the common rip-up clasts of the underlying Taihape Mudstone. Further distinctive characteristics of the debris-avalanche deposit include common jigsaw-jointed clasts, still coherent, or slightly dispersed within the matrix, and the presence of megaclasts or blocks of other volcaniclastic lithologies that must have been carried along within the moving mass (Siebert, 1984; Palmer and Neall, 1989; Gaylord and Neall, 2012). Debris avalanches typically carry large quantities of pore water within the col-\nA\nSW NE\nWahianoa Fault\nKarioi Fault\nShawcroft Fault\nRangipo Fa ult\nSnowgrass Fault\nWaiouru\nHihitahi\nTurangarere\nMataroa Taihape\nproto-Whangaehu River\nproto-Hautapu River\nB\nDebris-avalanche deposit\nLahar deposits\nSW NE\nWahianoa Fault Karioi Fault\nShawcroft Fault\nRangipo Fa ult\nSnowgrass Fault\nWaiouru\nHihitahi\nTurangarere\nMataroa Taihape\nHautapu River\nC\nWhangaehu River\nSW NE Wahianoa Fault\nKarioi Fault\nShawcroft Fault Rangipo Fault\nSnowgrass Fault\nWaiouru\nHihitahi\nTurangarere\nMataroa Taihape\nFigure 7. Depositional model of the Mataroa Formation. (A) Prior to emplacement of the Mataroa and Lower Whangaehu Formations (>150 ka), the proto–Hautapu River very likely arose either from the fl anks of the Mount Ruapehu edifi ce, or the proximal ring plain. A braided river system developed between Turangarere and Taihape. Origination of the proto-Hautapu River on the volcanic edifi ce implies the source of a proto–Whangaehu River to be located further southwest than at present. Exposures of volcaniclastic deposits along the Whangaehu River and regional strike-slip faulting indicate that the majority of its course has been consistent over time. (B) Substrate weakening and hydrothermal alteration on the cone resulted in partial collapse of the southeastern Wahianoa fl ank 125–150 k.y. ago, which produced a debris-avalanche deposit that spilled into the Hautapu (and Whangaehu) River catchment. Subplinian to Plinian eruptions produced vast amounts of pyroclastic material, which was reworked into lahars that descended the volcanic fl anks and were emplaced on top of the debris-avalanche deposit. (C) The Whangaehu River emerged at the eastern fl ank of the volcanic edifi ce <125 k.y. ago. Its course is dictated by regional strike-slip faulting, especially the Rangipo and Karioi fault, which results in it running southward and incising into the mass-fl ow deposits of the Mataroa and Lower Whangaehu Formation. At the same time, the proto–Hautapu River was cut off from the proximal Ruapehu ring plain and presently arises from wetlands south of Waiouru.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/127/1-2/266/3409637/266.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, v. 127, no. 1/2 277\nlapsing mass, but this does not normally play an active role in their motion, which is dominated by granular and frictional processes (e.g., Iverson, 2012). However, once the debris avalanche became confi ned to a valley, compression may have enhanced the internal pore-fl uid pressures, and, along with the high silt content in the matrix, caused the debris avalanche to transform into a fl ow regime similar to a cohesive debris fl ow. The mechanism envisaged is similar to that proposed for the debris avalanche–induced Osceola mudfl ow at Mount Rainier, USA (Vallance and Scott, 1997). An increase in pore pressure within the channelized Mataroa debris avalanche likely transformed it into a viscous fl ow by 50 km from source, contributing to its long runout.\nOn top of the debris-avalanche deposit, the facies 2 deposits are characterized by a sequence of units interpreted as debris-fl ow and hyperconcentrated-fl ow deposits (Fig. 4). They all contain pumice, but the upper units are progressively fi ner grained and contain greater pumice contents. Thick, coarse channel-fi ll deposits occur, as well as thinner, fl at-lying tabular deposits, which indicate deposition within a complex braided and aggrading river system forming above and beside the volcanic debris-avalanche deposit (Figs. 4 and 7B). The large quantity (up to 30 vol%) of pumice sand and pebble fragments in facies 2 is typical of Ruapehu lahar deposits associated with explosive subplinian to Plinian volcanism (Cronin et al., 1997, 1999; Lecointre et al., 2004). The contact between facies 1 and facies 2 is sharp, with no paleosol present (Fig. 3). Hence, these deposits might hint at a pulse of explosive volcanism, which began soon after the major fl ank collapse and debrisavalanche emplacement (Fig. 7B). The pyroclastic material associated with the eruptive events was presumably deposited on the proximal Ruapehu ring plain and subsequently reworked and incorporated into the lahars. Eruptive activity associated with subsequent lahar formation has also frequently been observed at Mount St. Helens (USA), where syneruptive lahar deposits are exposed within numerous river catchments dissecting the steep fl anks of the stratovolcano (e.g., the Kalama and Lewis Rivers—Crandell and Mullineaux, 1973; Hyde, 1975; or the North and South Fork Toutle River—e.g., Mullineaux and Crandell, 1962; Lipman and Mullineaux, 1981). Charcoal fragments ≤5 cm in size in the uppermost fl ow unit of facies 2 of the Mataroa Formation suggest that pyroclastic-fl ow deposits on the volcano and the proximal ring plain were reworked into the lahars. This also indicates that woody vegetation was present on intact portions of the edifi ce and/or most proximal parts of the ring plain, consistent with a warm, interglacial climate. Even under the present warm climate,\nvegetation within the range of the largest known Ruapehu pyroclastic fl ows (cf. Pardo et al., 2012) is present only on some sectors of the volcano. The sequence of likely syneruptive lahars within facies 2 led to a smoothing and mantling of the distal valley landscape after volcanic debris-avalanche emplacement.\nRelationship to the Whangaehu Formation\nToward the west, the catchment adjoining the Hautapu River hosts the Whangaehu River, which is the current route for the majority of lahars descending the southern and eastern slopes of Mount Ruapehu. At present, the route of the Whangaehu River is dominantly controlled by the Karioi fault (Fig. 7C). The oldest volcaniclastic unit exposed in its valley is the 10–30-m-thick Lower Whangaehu Formation (Hodgson, 1993; Keigler et al., 2011), which is a channel-confi ned debris-avalanche deposit with sedimentary and lithological characteristics similar to those of the Mataroa Formation. The loess and soil cover-bed stratigraphy above the Whangaehu Formation and its relationship to the Rapanui interglacial marine-cut terraces in the lower river imply a depositional age of ≥120 ka (Hodgson, 1993). In addition, the andesitic clasts within this deposit occupy the same compositional fi eld as the Mataroa Formation and the corresponding Wahianoa conebuilding lavas on Mount Ruapehu (Fig. 6). Geochemically, the clasts of the Lower Whangaehu Formation represent basaltic andesites and andesites (53.5–63.3 wt% SiO2; 3.8–6.1 wt% K2O + Na2O; Table 3). As is the case for the Mataroa Formation, the chemistry of clasts from the Lower Whangaehu Formation shows intermediate to low Si and K contents (0.7–1.5 wt% K2O) compared with those of Mount Ruapehu volcanic rocks. Concentrations of incompatible trace elements such as Ba (195–337 ppm), Rb (19–46 ppm), and Zr (58–110 ppm) are also similar (Table 3). Thus, the age estimates and clast chemistry from these two debris avalanches overlap (Fig. 6) and indicate that either two rapidly successive collapses occurred from the southern Ruapehu fl anks within <<30 k.y. of each other (Price et al., 2005), or two depositional lobes were formed from a single collapse. This bifurcation occurred at the edge of the ring plain, where separate channels are split by the graben structure associated with the 22-kmlong Karioi fault (Figs. 1 and 7; Villamor and Berryman, 2006a). Villamor and Berryman (2006a) suggested an average displacement rate of 0.4 mm/yr and an approximate initial age of >100 ka for the normal fault. Assuming the Karioi fault was already active at the time of debris-avalanche emplacement and with the\nsame average-displacement rate, the Karioi fault scarp would have been up to 40 m high prior to the fl ank failure. Such an offset could have been easily buried by the mass-wasting events descending the southeastern slope of Ruapehu volcano. The Tertiary hill country located south of Mount Ruapehu is very likely to have prevented unconfi ned spreading of the deposit, instead forcing the debris avalanche into the Whangaehu and Hautapu River catchments.\nThe runout of the Whangaehu debris avalanche is estimated at >60 km (Keigler et al., 2011). The deposit covers an area of ~80–120 km2 and has an approximate volume of 2.4–5.3 km3. If both the Whangaehu and Mataroa Formation debrisavalanche deposits were derived from a single large fl ank collapse of the Wahianoa cone-building lavas, the total volume of this volcanic debris avalanche may have been between ~4.4 and 8.2 km3 (Fig. 1). Either singly or combined, these units represent the largest debris avalanches recognized at Mount Ruapehu so far (cf. Murimotu Formation, 0.2 km3—Palmer and Neall, 1989; Mangaio Formation, 0.034 km3—Donoghue and Neall, 2001). These volume estimates are, however, well within the sizes estimated for debris avalanches from the 2518-m-high ande sitic strato volcano Mount Taranaki, 100 km to the west of Mount Ruapehu (Zernack et al., 2012).\nLandscape and Sedimentological Response to a Catastrophic Debris Avalanche\nEmplacement of the Mataroa Formation within the proto–Hautapu River catchment has affected the landscape to the present day (Fig. 7). The current course of the deeply entrenched Hautapu River in the Mataroa-Taihape area lies east of the Mataroa Formation volcaniclastic deposits and has been dominantly controlled by incision into the softer Taihape Mudstone (Fig. 7C). In the Hihitahi region, the protocatchment was constrained by the surrounding Tertiary hill country, especially the Pliocene Snowgrass Dome, which forms a natural barrier toward the east and which directed the Hautapu River southward toward Mataroa and Taihape (Fig. 1).\nPrevious studies have concluded that the Hautapu River was cut off from the proximal Ruapehu ring plain due to movement on the Wahianoa fault <27.1 k.y. ago, or movement on the Rangipo fault >20 k.y. ago (Hodgson, 1993; Donoghue and Neall, 2001; Villamor and Berry man, 2006a; Villamor et al., 2007; Keigler et al., 2011). The Wahianoa fault, however, displaces the southeast fl ank of Mount Ruapehu with downthrow to the southeast of the proximal Ruapehu ring plain (Fig. 1; Villamor and Berryman, 2006a). Thus, volcaniclastic deposition in the Wahianoa fault region is dominantly\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/127/1-2/266/3409637/266.pdf by University of Arizona user on 21 February 2019\n278 Geological Society of America Bulletin, v. 127, no. 1/2\ncontrolled by the angle of slope, and mass fl ows could have easily overrun and/or infi lled any offset caused by fault displacement. Although we cannot exclude movement along the Rangipo fault to be responsible, displacement due to this fault system was likely small (only <15 m since debris-avalanche emplacement) in the Hihitahi area. Thus, larger mass-wasting events, as seen within the Mataroa Formation, would have easily overtopped the fault scarp.\nThere is no evidence for volcaniclastic deposition in the Hautapu catchment after 125 ka; thus, we propose an alternative model for the geological evolution of the proto–Hautapu River. In this model, the proto–Hautapu catchment formerly ran from the southeastern Ruapehu ring plain through the town of Waiouru, toward Hihitahi (Fig. 7A). Volcaniclastic input into the proto–Hautapu River was limited to rare hyperconcentrated-fl ow deposits, likely emplaced in proximity to the volcano, which were easily eroded and reworked into fl uvial sequences further downstream. The failure of the southeastern fl ank of the southern proto–Mount Ruapehu generated the fi rst major volcaniclastic sediment infl ux into the Hautapu and Whangaehu River catchments and affected vast areas of the proximal Ruapehu ring plain (Fig. 7B). In the proto– Hautapu catchment, it formed a short-term route for lahars formed during explosive eruptions of the decapitated volcano. However, soon after deposition of facies 2 lahars, the Hautapu River was cut off from further volcaniclastic input of Mount Ruapehu by incision of the Whangaehu River into the proximal ring plain, augmented by ongoing movement along the Karioi fault (Fig. 7C). This area presently forms a natural depression hosting the Whangaehu River on the proximal Ruapehu ring plain. Subsequent faulting along the Shawcroft-Rangipo fault intersection and deepening of the graben enclosing Mount Ruapehu have made it unlikely that future lahars (apart from catastrophic fl ank failures) will enter the Hautapu catchment. Thus, the catchment was beheaded and is now mostly fed by the wetlands south of Waiouru (Fig. 7C). Low sediment supply has led to deep incision of the Hautapu River into the Taihape Mudstone during warm climates, exceeding the deposition of alluvium during glacial periods. Simultaneous and constant uplift (~0.4 mm/yr; Pulford and Stern, 2004) together with river incision have resulted in elevation of the aggradational surfaces as terraces and thus an inverted stratigraphy, with the Mataroa Formation forming a distinct plateau at topographic elevations >690 m, well above the present river (Fig. 2C). No major faulting can be observed after volcanic debris-avalanche emplacement in the Mataroa area. The low sediment supply and dominantly fl uvial processes have not been energetic enough to remove large andesitic boulders from original areas of debrisavalanche deposition, and hence these remain scattered on top of the aggradational terraces throughout the landscape from Hihitahi to Utiku. CONCLUSIONS Volcanic debris avalanches are a common feature of active stratovolcanoes and pose a great risk for populated areas. They also dramatically change the landscape upon which they are emplaced and lead to long-term changes in drainage systems in both proximal and distal areas (e.g., Procter et al., 2009). In this study, we demonstrated how major debris avalanches may spill into new catchments previously un affected by volcanism, creating new pathways for lahars and their deposits. In this case, because the volcaniclastic deposits were substantially more resistant to erosion than the rest of the catchment’s geological substrate, an inverted topography was formed, so that the formerly infi lled river valley is now located several hundred meters higher and several kilometers offset from the present channel. Sedimentological and geomorphological features of the Mataroa Formation suggest three stages of volcanic impact and subsequent landscape response on the southeastern Ruapehu ring plain: (1) Partial collapse of the southeastern Wahianoa fl ank produced a voluminous debris avalanche that descended the slopes of\nTABLE 3. REPRESENTATIVE WHOLE-ROCK COMPOSITION OF THE LOWER WHANGAEHU FORMATION\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 Sample no.: MT06 MT07 MT08 MT09 MT10 MT11 MT12 MT13 MT14 MT15 MT16 MT17 MT18 MT19 MT20 MT21 MT22 MT56 MT57 MT58 MT59 Major oxide (wt%) SiO2 57.71 53.44 55.80 55.66 56.46 57.64 57.64 56.80 57.79 59.57 55.01 56.14 57.07 57.42 59.59 57.02 55.02 63.27 58.53 55.84 56.61 TiO2 0.72 0.81 0.62 0.61 0.55 0.75 0.64 0.65 0.60 0.55 0.77 0.62 0.71 0.63 0.63 0.65 0.69 0.63 0.74 0.65 0.67 Al2O3 18.62 17.59 18.28 17.93 17.84 17.64 19.24 17.88 16.30 17.08 17.56 16.91 17.00 17.62 18.52 17.77 17.15 16.47 17.89 17.74 17.11 Fe2O3 7.39 10.05 8.02 8.21 7.38 7.82 6.68 8.40 7.67 6.53 9.55 8.88 8.15 8.01 6.58 7.96 9.02 5.05 7.28 8.63 8.55 MnO 0.11 0.15 0.13 0.13 0.12 0.12 0.10 0.13 0.13 0.11 0.14 0.14 0.13 0.13 0.11 0.12 0.14 0.09 0.11 0.11 0.13 MgO 3.02 5.01 4.41 4.69 3.88 3.54 2.74 4.01 4.75 3.76 4.52 5.25 4.53 4.15 2.24 3.85 5.08 1.82 2.87 4.14 4.34 CaO 7.42 8.61 7.97 7.87 6.82 6.95 7.83 7.75 7.27 6.75 8.40 8.21 7.32 7.46 6.24 7.37 8.43 4.81 6.84 7.60 7.92 Na2O 3.60 2.94 3.49 3.33 3.11 3.31 3.67 3.34 3.05 3.55 3.12 3.03 3.21 3.36 3.60 3.27 3.01 3.90 3.57 3.41 3.08 K2O 1.10 0.85 0.75 0.74 0.85 1.38 1.07 0.95 1.38 1.23 0.92 0.73 1.18 1.07 1.53 1.12 0.89 2.24 1.38 0.80 1.05 P2O5 0.12 0.10 0.09 0.09 0.11 0.12 0.13 0.12 0.11 0.10 0.11 0.10 0.10 0.11 0.13 0.11 0.11 0.15 0.13 0.10 0.11 H2O 0.25 0.33 0.33 0.33 0.53 0.32 0.21 0.17 0.25 0.32 0.14 0.12 0.20 0.12 0.18 0.36 0.16 0.39 0.21 0.59 0.23 LOI –0.18 0.00 0.02 0.33 2.26 0.30 -0.06 -0.32 0.58 0.35 -0.36 -0.23 0.30 -0.20 0.56 0.33 0.20 1.07 0.36 0.29 0.10 Total 99.89 99.89 99.90 99.90 99.90 99.88 99.88 99.88 99.87 99.89 99.88 99.89 99.91 99.89 99.91 99.91 99.89 99.88 99.90 99.91 99.89\nTrace element (ppm) Ba 274 265 213 195 248 295 330 270 325 291 262 199 254 271 337 274 242 437 304 243 272 Rb 34 21 21 21 26 42 28 32 46 39 25 21 38 33 52 33 23 75 46 19 31 Sr 279 271 233 214 248 262 300 234 259 246 264 215 224 238 275 238 235 230 269 238 239 Pb 12 6 11 11 8 10 8 10 13 11 10 8 10 8 12 9 9 14 10 7 6 Th 5 3 2 2 1 4 0 11 5 6 5 3 1 4 4 4 0 4 5 0 2 Zr 87 62 58 59 76 96 76 72 86 86 66 59 85 77 110 76 67 146 103 65 83 Nb 5 3 3 3 3 4 4 3 3 4 3 3 5 3 5 4 4 6 5 2 4 Y 19 20 16 18 18 20 17 18 18 16 18 17 19 18 20 18 18 24 21 16 20 V 187 294 200 205 165 223 179 202 187 156 277 207 221 202 132 196 234 106 198 210 218 Cr 40 46 46 50 61 15 34 63 86 67 36 87 71 59 4 38 60 15 13 59 59 Ni 16 11 23 24 18 1 11 25 23 19 9 31 13 16 0 12 27 2 3 33 20 Cu 40 47 59 51 36 23 45 65 23 32 46 48 26 33 10 38 77 13 34 41 68 Zn 76 87 73 75 76 78 69 78 83 65 84 76 77 79 73 79 79 63 74 71 79 La 11 12 13 5 13 12 12 15 13 12 9 9 14 10 18 13 7 17 12 8 9 Ce 8 10 0 0 10 12 8 15 11 0 18 0 9 11 21 8 0 33 12 8 4\nNote: Th, La, and Ce concentrations were measured for overlap corrections.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/127/1-2/266/3409637/266.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, v. 127, no. 1/2 279\nthe volcano between ca. 125 and 150 ka. As this debris avalanche entered the Hautapu (and Whangaehu) catchment, confi nement generated elevated pore pressures in the fl owing mass, transforming it into a cohesive debris fl ow and promoting a long runout. A similar conclusion has been drawn for the Osceola mudfl ow, which originated from a fl ank failure of water-saturated debris at Mount Rainier, USA, and spilled into the White River catchment (Vallance and Scott, 1997). (2) The fl ank collapse likely caused rapid decompression of the magmatic system, triggering subplinian to Plinian eruptions that produced vast amounts of pumice lapilli on the volcano’s slopes. These were incorporated into lahars that mantled and infi lled the irregular topography of the debris-avalanche deposit, forming a smooth, broad, braided aggradational surface. (3) After this pulse of rapid sedimentary accumulation within the Hautapu River catchment, the drainage system was completely cut off from the proximal Ruapehu ring plain and starved of sediment supply, which caused rapid downcutting of the river at the eastern margins of vol cani clastic deposits, primarily within the Pliocene mudstones. This was accompanied by constant uplift and the climatic-induced aggradation-degradation cycles, producing a terraced landscape.\nThis study shows that river catchments long distances from active volcanoes can be affected by major geomorphological changes caused by large-scale fl ank failures and debris avalanches. Infi lling and damming of river catchments by volcaniclastic deposits affect the inundated landscape for thousands of years and can result in complete truncation of drainage systems from their original sources. Subsequently, these landscapes can be infl uenced by other geological activity (e.g., faulting, erosion). In the case of Mount Ruapehu, one of its most voluminous volcanic debris avalanches known completely changed the landscape by armoring it and thus protecting it from erosion associated with uplift and cyclic climate change–induced aggradational terrace formation. The longer-term postevent hydrogeological consequences of major debris avalanches need to be considered for comprehensive hazard evaluations of mountainbuilding volcanoes worldwide."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "Manuela Tost is supported by a Massey University doctoral scholarship, and we all gratefully acknowledge support from the New Zealand Natural Hazards Research Platform project “Living with Volcanic Risk.” We thank the local landowners of the Mataroa area, in particular Jeff Williams, for access to the reference sites. We also like to thank Jon Wilmshurst for running the X-ray fl uorescence analyses, Pilar Villamor for useful discussions regarding the tectonics of this area, and Lucia Capra and Vern Manville for helpful revisions of the original manuscript."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Acocella, V., Spinks, K., Cole, J., and Nicol, A., 2002, Oblique back-arc rifting of the Taupo volcanic zone, New Zealand. Tectonics, v. 22, no. 2, p. 1045, doi: 10 .1029 /2002TC001447 . Begét, J.E., and Kienle, J., 1992, Cyclic formation of debris avalanches at Mt Augustine volcano. Nature, v. 356, p. 701–704, doi: 10 .1038 /356701a0 . Berryman, K., Marden, M., Eden, D., Mazengarb, C., Ota, Y., and Moriya, I., 2000, Tectonic and paleoclimatic signifi cance of Quaternary river terraces of the Waipoa River, east coast, North Island, New Zealand. New Zealand Journal of Geology and Geophysics, v. 43, p. 229–245, doi: 10 .1080 /00288306 .2000 .9514883 . Capra, L., Bernal, J.P., Carrasco-Núñez, G., and Roverato , M., 2013, Climatic fl uctuation as a signifi cant contributing factor for volcanic collapses. Evidence from Mexico during the late Pleistocene. Global and Planetary Change, v. 100, p. 194–203, doi: 10 .1016 /j .gloplacha .2012 .10 .017 . Carrasco-Núñez, G., Díaz-Castellón, R., Siebert, L., Hubbard, B., Sheridan, M.F., and Rodríguez, S.R., 2006, Multiple edifi ce-collapse events in the Eastern Mexican volcanic belt: The role of sloping substrate and implications for hazard assessment. Journal of Vol canology and Geothermal Research, v. 158, p. 151–176, doi: 10 .1016 /j .jvolgeores .2006 .04 .025 . Cole, S., Cronin, S.J., Sherburn, S., and Manville, V., 2009, Seismic signal of snow-slurry lahars in motion: 25 September 2007, Mt Ruapehu, New Zealand. Geophysical Research Letters, v. 36, p. L09405, doi: 10 .1029 /2009GL038030 . Crandell, D.R., and Mullineaux, D.R., 1973, Pine Creek Volcanic Assemblage at Mount St. Helens, Washington: U.S. Geological Survey Bulletin 1383-A, 23 p. Crandell, D.R., Miller, C.D., Glicken, H.X., Christiansen, R.J., and Newhall, C.G., 1984, Catastrophic debris avalanche from ancestral Mount Shasta volcano. California Geology, v. 12, p. 143–146, doi: 10 .1130 /0091 -7613 (1984)12 <143: CDAFAM>2 .0 .CO;2 . Cronin, S.J., Neall, V.E., and Palmer, A.S., 1996, The geological history of the north-eastern ring plain of Ruapehu volcano, New Zealand. Quaternary International, v. 34–36, p. 21–28, doi: 10 .1016 /1040 -6182 (95)00066 -6 . Cronin, S.J., Hodgson, K.A., Neall, V.E., Palmer, A.S., and Lecointre, J.A., 1997, 1995 Ruapehu lahars in relation to the late Holocene lahars of Whangaehu River, New Zealand. New Zealand Journal of Geology and Geophysics, v. 40, p. 507–520, doi: 10 .1080 /00288306 .1997 .9514780 . Cronin, S.J., Neall, V.E., Lecointre, J.A., and Palmer, A.S., 1999, Dynamic interactions between lahars and stream fl ows: A case study from Ruapehu volcano, New Zealand. Geological Society of America Bulletin, v. 111, p. 28–38, doi: 10 .1130 /0016 -7606 (1999)111 <0028: DIBLAS>2 .3 .CO;2 . Darby, D.J., and Williams, R.O., 1991, A new geodetic estimate of deformation in the Central volcanic region of the North Island, New Zealand. New Zealand Journal of Geology and Geophysics, v. 34, p. 127–136, doi: 10 .1080 /00288306 .1991 .9514450 . Deely, J.M., and Shephard, D.S., 1996, Whangaehu River, New Zealand: Geochemistry of a river discharging from an active crater lake. Applied Geochemistry, v. 11, p. 447–460, doi: 10 .1016 /0883 -2927 (96)00023 -6 . Donoghue, S.L., and Neall, V.E., 2001, Late Quaternary constructional history of the southeastern Ruapehu ring plain, New Zealand. New Zealand Journal of Geol ogy and Geophysics, v. 44, p. 439–466, doi: 10 .1080 /00288306 .2001 .9514949 . Doyle, E.E., Cronin, S.J., Cole, S.E., and Thouret, J.-C., 2009, The challenge of incorporating temporal and spatial changes into numerical models of lahars, in Anders sen, R.S., Braddock, R.D., and Newham, L.T.H., eds., Cairns, Australia, Proceedings of the 18th World IMACS Congress and MODSIM09 International Congress on Modelling and Simulation. Modelling and Simulation Society of Australia and New Zealand and International Association for Mathematics and Computers in Simulation, p. 2665–2671.\nFeldmeyer, A.E., Jones, B.C., Firth, C.W., and Knight, F., 1943, Geology of the Palmerston North–Wanganui Basin “west side,” North Island, New Zealand. New Zealand Geological Survey Petroleum Report Series 171, 208 p. Fleming, C.A., 1953, The Geology of the Wanganui SubDivision. New Zealand Geological Survey Bulletin 52, 362 p. Gamble, J.A., Wood, C.P., Price, R.C., Smith, I.E.M., Stewart, R.B., and Waight, T., 1999, A fi fty year perspective of magmatic evolution on Ruapehu volcano, New Zealand: Verifi cation of open system behaviour in an arc volcano. Earth and Planetary Science Letters, v. 170, p. 301–314, doi: 10 .1016 /S0012 -821X (99)00106 -5 . Gamble, J.A., Price, R.C., Smith, I.E.M., McIntosh, W.C., and Dunbar, N.W., 2003, 40Ar/39Ar geochronology of magmatic activity, magma fl ux and hazards and Ruapehu volcano, Taupo volcanic zone, New Zealand. Journal of Volcanology and Geothermal Research, v. 120, p. 271– 287, doi: 10 .1016 /S0377 -0273 (02)00407 -9 . Gaylord, D.R., and Neall, V.E., 2012, Subedifi ce collapse of an andesitic stratovolcano: The Maitahi Formation, Taranaki Peninsula, New Zealand. Geological Society of America Bulletin, v. 124, p. 181–199, doi: 10 .1130 /B30141 .1 . Glicken, H.X., 1991, Sedimentary architecture of large volcanic debris-avalanches, in Fisher, R.V., and Smith, G.A., eds., Sedimentation in Volcanic Settings. Society for Sedimentary Geology (SEPM) Special Publication 45, p. 99–106. Graham, I.J., and Hackett, W.R., 1987, Petrology of calcalkaline lavas from Ruapehu volcano and related vents, Taupo volcanic zone, New Zealand. Journal of Petrology, v. 28, p. 531–567, doi: 10 .1093 /petrology /28 .3 .531 . Hackett, W.R., and Houghton, B.F., 1989, A facies model for a Quaternary andesitic composite volcano, Ruapehu, New Zealand. Bulletin of Volcanology, v. 51, p. 51–68, doi: 10 .1007 /BF01086761 . Hodgson, K.A., 1993, Late Quaternary Lahars from Mount Ruapehu in the Whangaehu River valley, North Island, New Zealand [Ph.D. thesis]: Palmerston, New Zealand, North Massey University, in two volumes, 256 and 112 p. Hungr, O., Mc Dougall, S., and Bovis, M., 2005, Entrainment of material by debris fl ows, in Jokob, M., and Hungr, O., eds., Debris Flow Hazards and Related Phenom ena. Berlin, Springer-Verlag, p. 136–157. Hyde, J.H., 1975, Upper Pleistocene Pyroclastic-Flow Deposits and Lahars South of Mount St. Helens Volcano, Washington. U.S. Geological Survey Bulletin 1383-B, 20 p. Iverson, R.M., 2012, Elementary theory of bed-sediment entrainment by debris fl ows and avalanches. Journal of Geophysical Research, v. 117, p. F03006, doi: 10 .1029 /2011JF002189 . Kamp, P.J., Vonk, A.J., Bland, K.J., Hansen, R.J., Hendy, A.J., McIntyre, A.P., Ngatai, M., Cartwright, S.J., Hayton, S., and Nelson, C.S., 2004, Neogene stratigraphic architecture and tectonic evolution of Wanganui, King Country, and eastern Taranaki Basins, New Zealand. New Zealand Journal of Geology and Geophysics, v. 47, no. 4, p. 625– 644, doi: 10 .1080 /00288306 .2004 .9515080 . Keigler, R., Thouret, J.C., Hodgson, K.A., Neall, V.E., Lecointre, J.A., Procter, J.N., and Cronin, S.J., 2011, The Whangaehu Formation: Debris-avalanche and lahar deposits from ancestral Ruapehu volcano, New Zealand. Geomorphology, v. 133, no. 1, p. 57–79, doi: 10 .1016 /j .geomorph .2011 .06 .019 . Ker, D.S., 1970, Renewed movement on a slump at Utiku. New Zealand Journal of Geology and Geophysics, v. 13, no. 4, p. 996–1017, doi: 10 .1080 /00288306 .1970 .10418214 . Ker, D.S., 1991, Provisional Geological Map of 1:50 000 sheet T21AC (Hautapu). New Zealand Geological Survey Report G144, scale 1:50,000. LeBas, M.J., Lemaitre, R.W., Streckeisen, A., and Zanetting, B., 1986, A chemical classifi cation of volcanic rocks based on the total alkali-silica diagram. Journal of Petrology, v. 27, p. 745–750, doi: 10 .1093 /petrology /27 .3 .745 . Lecointre, J.A., Neall, V.E., and Palmer, A.S., 1998, Quaternary lahar stratigraphy of the western Ruapehu ring\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/127/1-2/266/3409637/266.pdf by University of Arizona user on 21 February 2019\n280 Geological Society of America Bulletin, v. 127, no. 1/2\nplain, New Zealand. New Zealand Journal of Geology and Geophysics, v. 41, p. 225–245, doi: 10 .1080 /00288306 .1998 .9514807 . Lecointre, J.A., Hodgson, K.A., Neall, V.E., and Cronin, S.J., 2004, Lahar-triggering mechanisms and hazard at Ruapehu, New Zealand. Natural Hazards, v. 31, p. 85– 109, doi: 10 .1023 /B: NHAZ .0000020256 .16645 .eb . Lipman, P.W., and Mullineaux, D.R., eds., 1981, The 1980 Eruptions of Mount St. Helens, Washington. U.S. Geological Survey Professional Paper 1250, 844 p. Lowe, D.J., Shane, P.A.R., Alloway, B.V., and Newnham, R.M., 2008, Fingerprints and age models for widespread New Zealand tephra marker beds erupted since 30,000 years ago: A framework for NZ-INTIMATE. Quaternary Science Reviews, v. 27, p. 95–126, doi: 10 .1016 /j .quascirev .2007 .01 .013 . Manville, V., and Wilson, C.J., 2004, The 26.5 ka Oruanui eruption, New Zealand: A review of the roles of volcanism and climate in the post-eruptive sedimentary response. New Zealand Journal of Geology and Geophysics, v. 47, no. 3, p. 525–547, doi: 10 .1080 /00288306 .2004 .9515074 . McClelland, E., and Erwin, P.S., 2003, Was a dacite dome implicated in the 9,500 B.P. collapse of Mt Ruapehu? A palaeomagnetic investigation. Bulletin of Volcanology, v. 65, p. 294–305, doi: 10 .1007 /s00445 -002 -0261 -y . McGuire, W.J., 1996, Volcano instability: A review of contemporary themes, in McGuire, W.J., Jones, A.P., and Neuberg, J., eds., Volcano Instability on the Earth and Other Planets. Geological Society of London Special Publication 110, no. 1, p. 1–23, doi: 10 .1144 /GSL .SP .1996 .110 .01 .01 . Milne, J.D.G., 1973, Map and sections of river terraces in the Rangitikei Basin, North Island, New Zealand. Four sheets: New Zealand Soil Survey Report, v. 4. Mimura, K., Kawachi, S., Fujimoto, U., Taneichi, M., Hyuga, T., Ichikawa, S., and Koizumi, M., 1982, Debris avalanche hills and their natural remanent magnetization—Nirasaki debris avalanche, central Japan [JwE]. Journal of the Geological Society of Japan, v. 88, p. 653–663, doi: 10 .5575 /geosoc .88 .653 . Mullineaux, D.R., and Crandell, D.R., 1962, Recent lahars from Mount St. Helens, Washington. Geological Society of America Bulletin, v. 73, no. 7, p. 855–870, doi: 10 .1130 /0016 -7606 (1962)73 [855: RLFMSH]2 .0 .CO;2 . Nairn, I.A., and Beanland, S., 1989, Geological setting of the 1987 Edgecumbe earthquake, New Zealand. New Zealand Journal of Geology and Geophysics, v. 32, p. 1–13, doi: 10 .1080 /00288306 .1989 .10421383 . Nairn, I.A., Wood, C.P., and Hewson, C.A.Y., 1979, Phreatic eruptions of Ruapehu: April 1975. New Zealand Journal of Geology and Geophysics, v. 22, p. 155–170, doi: 10 .1080 /00288306 .1979 .10424215 . Nakagawa, M., Wada, K., Thordarson, T., Wood, C.P., and Gamble, J.A., 1999, Petrological investigation of the 1995 and 1996 eruptions of Ruapehu volcano, New Zealand: Formation of discrete and small magma pockets and their intermittent discharge. Bulletin of Volcanology, v. 61, p. 15–31, doi: 10 .1007 /s004450050259 . Nakagawa, M., Wada, K., and Wood, C.P., 2002, Mixed magmas, mush chambers and eruption triggers: Evidence from zoned clinopyroxene phenocrysts in andesitic scoria from the 1995 eruptions of Ruapehu volcano, New Zealand. Journal of Petrology, v. 43, no. 12, p. 2279–2303, doi: 10 .1093 /petrology /43 .12 .2279 . Palmer, B., and Neall, V.E., 1989, The Murimoto Formation—9500 year old deposits of debris avalanche and associated lahars, Mount Ruapehu, North Island, New Zealand. New Zealand Journal of Geology and Geophysics, v. 32, p. 477–486, doi: 10 .1080 /00288306 .1989 .10427555 . Palmer, B.A., Alloway, B.V., and Neall, V.E., 1991, Volcanic debris-avalanche deposits in New Zealand—Lithofacies organization in unconfi ned, wet-avalanche fl ows, in Fisher, R.V., and Smith, G.A., eds., Sedimentation in Volcanic Settings. Society for Sedimentary Geology (SEPM) Special Publication 45, p. 89–98. Pardo, N., Cronin, S.J., Palmer, A.S., and Németh, K., 2012, Reconstructing the largest explosive eruptions of Mt. Ruapehu, New Zealand: Lithostratigraphic tools to\nunderstand subplinian–Plinian eruptions at andesitic volcanoes. Bulletin of Volcanology, v. 74, no. 3, p. 617–640, doi: 10 .1007 /s00445 -011 -0555 -z . Park, J., 1910, The Geology of New Zealand. Wellington, New Zealand, Whitecombe & Tombs (Ltd.), p. 194–195. Pillans, B., 1994, Direct marine-terrestrial correlations, Wanganui Basin, New Zealand: The last 1 million years. Quaternary Science Reviews, v. 13, p. 189–200, doi: 10 .1016 /0277 -3791 (94)90024 -8 . Price, R.C., Gamble, J.A., Smith, I.E., Stewart, R.B., Eggins, S., and Wright, I.C., 2005, An integrated model for the temporal evolution of andesites and rhyolites and crustal development in New Zealand’s North Island. Journal of Volcanology and Geothermal Research, v. 140, no. 1, p. 1–24, doi: 10 .1016 /j .jvolgeores .2004 .07 .013 . Price, R.C., Gamble, J.A., Smith, I.E.M., Maas, R., Waight, T., Stewart, R.B., and Woodhead, J., 2012, The anatomy of an andesite volcano: A time-stratigraphic study of andesite petrogenesis and crustal evolution at Ruapehu volcano, New Zealand. Journal of Petrology, v. 53, p. 2139–2189, doi: 10 .1093 /petrology /egs050 . Procter, J.N., Cronin, S.J., and Zernack, A.V., 2009, Landscape and sedimentary response to catastrophic debris avalanches, western Taranaki, New Zealand. Sedimentary Geology, v. 220, no. 3, p. 271–287, doi: 10 .1016 /j .sedgeo .2009 .04 .027 . Pulford, A., and Stern, T., 2004, Pliocene exhumation and landscape evolution of central North Island, New Zealand: The role of the upper mantle. Journal of Geophysical Research, v. 109, F1, p. F01016, doi: 10 .1029 /2003JF000046 . Rodolfo, K.S., 2000, The hazard from lahars and jokulhlaup s, in Sigurdsson, H., Houghton, B.F., McNutt, S.R., Rymer, H., and Stix, J., eds., Encyclopedia of Volcanoes. San Diego, California, Academic Press, p. 973–995. Rogers, G.M., 1993, Moawhango Ecological Region. Survey Report No. 17 for the Protected Natural Areas Programme. Wanganui, New Zealand Protected Natural Areas Programme, Department of Conservation, 103 p. Roverato, M., Capra, L., Sulpizio, R., and Norini, G., 2011, Stratigraphic reconstruction of two debris avalanche deposits at Colima volcano (Mexico): Insights into pre-failure conditions and climate infl uence. Journal of Geology and Geothermal Research, v. 207, p. 33–46, doi: 10 .1016 /j .jvolgeores .2011 .07 .003 . Scott, K.M., Vallance, J.W., and Pringle, P.T., 1995, Sedimentology, Behaviour, and Hazards of Debris Flows at Mount Rainier, Washington. U.S. Geological Survey Professional Paper 1547, 56 p. Siebert, L., 1984, Large volcanic debris avalanches: Characteristics of source areas, deposits, and associated eruptions. Journal of Volcanology and Geothermal Research, v. 22, p. 163–197, doi: 10 .1016 /0377 -0273 (84)90002 -7 . Sissons, B.A., 1979, The Horizontal Kinematics of the North Island of New Zealand [Ph.D. thesis]: Wellington, New Zealand, Victoria University of Wellington, 118 p. Smith, G.A., Grubensky, M.J., and Geissman, J.W., 1999, Nature and origin of cone-forming volcanic breccias in the Te Herenga Formation, Ruapehu, New Zealand. Bulletin of Volcanology, v. 61, p. 64–82, doi: 10 .1007 /s004450050263 . Stratford, W.R., and Stern, T.A., 2006, Crust and upper mantle structure of continental backarc: Central North Island, New Zealand. Geophysical Journal International, v. 166, p. 469–484, doi: 10 .1111 /j .1365 -246X .2006 .02967 .x . Tanaka, H., Kawamura, K., Nagan, K., and Houghton, B., 1997, K-Ar ages and paleosecular variation of direction and intensity from Quaternary lava sequences in the Ruapehu volcano, New Zealand. Journal of Geomagnetism and Geoelectricity, v. 49, p. 587–599, doi: 10 .5636 /jgg .49 .587 . Te Punga, M.T., 1952, The Geology of the Rangitikei Valley. New Zealand Geological Survey Memoir 8, 46 p. Tibaldi, A., 2008, Contractional tectonics and magma paths in volcanoes. Journal of Volcanology and Geothermal\nResearch, v. 176, p. 291–301, doi: 10 .1016 /j .jvolgeores .2008 .04 .008 . Tibaldi, A., and Lagmay, A.M.F., 2006, Interaction between volcanoes and their basement. Journal of Volcanology and Geothermal Research, v. 158, p. 1–5, doi: 10 .1016 /j .jvolgeores .2006 .04 .011 . Tibaldi, A., Mahar, A.F., Lagmay, A., and Ponomareva, V.V., 2005, Effects of basement structural and stratigraphic heritages on volcano behaviour and implications for human activities. Episodes, v. 28, no. 3, p. 158–170. Tibaldi, A., Bistacchi, A., Pasquarè, F., and Vezzoli, L., 2007, Extensional tectonics and volcano lateral collapses: Insights from Ollagüe volcano (Chile) and analogue modelling. Terra Nova, v. 18, p. 282–289, doi: 10 .1111 /j .1365 -3121 .2006 .00691 .x . Ui, T., 1983, Volcanic dry avalanche deposits—Identifi cation and comparison with nonvolcanic debris stream deposits. Journal of Volcanology and Geothermal Research, v. 18, p. 135–150, doi: 10 .1016 /0377 -0273 (83)90006 -9 . Ui, T., Takarada, S., and Yoshimoto, M., 2000, Debris avalanches, in Sigurdsson, H., Houghton, B.F., McNutt, S.R., Rymer, H., and Stix, J., eds., Encyclopedia of Volcanoes. San Diego, California, Academic Press, p. 617–626. Vallance, J.M., and Scott, K., 1997, The Osceola mudfl ow from Mount Rainier: Sedimentology and hazard implications of a huge clay-rich debris fl ow. Geological Society of America Bulletin, v. 109, p. 143–163, doi: 10 .1130 /0016 -7606 (1997)109 <0143: TOMFMR>2 .3 .CO;2 . Villamor, P., and Berryman, K.R., 2006a, Late Quaternary geometry and kinematics of faults at the southern termination of the Taupo volcanic zone, New Zealand. New Zealand Journal of Geology and Geophysics, v. 49, p. 1–21, doi: 10 .1080 /00288306 .2006 .9515144 . Villamor, P., and Berryman, K.R., 2006b, Evolution of the southern termination of the Taupo Rift, New Zealand. New Zealand Journal of Geology and Geophysics, v. 49, p. 23–37, doi: 10 .1080 /00288306 .2006 .9515145 . Villamor, P., van Dissen, R., Alloway, B.V., Palmer, A.S., and Litchfi eld, N., 2007, The Rangipo fault, Taupo rift, New Zealand: An example of temporal slip-rate and single-event displacement variability in a volcanic environment. Geological Society of America Bulletin, v. 119, p. 529–547, doi: 10 .1130 /B26000 .1 . Voight, B., Glicken, H., and Janda, R.J., Douglass, P.M., 1981, Catastrophic rockslide-avalanche of May 18. U.S. Geological Survey Professional Paper 1250, p. 347–377. Walcott, R.I., 1984, Reconstruction of the New Zealand region for the Neogene. Palaeogeography, Palaeoclimatology, Palaeoecology, v. 46, p. 217–231, doi: 10 .1016 /0031 -0182 (84)90035 -X . Wilson, C.J.N., Houghton, B.F., McWilliams, M.O., Lanphere, M.A., Weaver, S.D., and Briggs, R.M., 1995, Volcanic and structural evolution of the Taupo volcanic zone, New Zealand: A review. Journal of Volcanology and Geothermal Research, v. 68, p. 1–28, doi: 10 .1016 /0377 -0273 (95)00006 -G . Wood, R., and Davy, B., 1994, The Hikurangi Plateau. Marine Geology, v. 118, p. 153–173, doi: 10 .1016 /0025 -3227 (94)90118 -X . Zernack, A.V., Procter, J.N., and Cronin, S.J., 2009, Sedimentary signatures of cyclic growth and destruction of stratovolcanoes: A case study from Mt Taranaki, New Zealand. Sedimentary Geology, v. 220, p. 288–305, doi: 10 .1016 /j .sedgeo .2009 .04 .024 . Zernack, A.V., Price, R.C., Smith, I.E.M., Cronin, S.J., and Stewart, R.B., 2012, Temporal evolution of a high-K andesitic magmatic system: Taranaki volcano, New Zealand. Journal of Petrology, v. 53, p. 325–363, doi: 10 .1093 /petrology /egr064 ."
  }, {
    "heading": "SCIENCE EDITOR: CHRISTIAN KOEBERL ASSOCIATE EDITOR: BRIAN MCCONNELL",
    "text": ""
  }, {
    "heading": "MANUSCRIPT RECEIVED 16 OCTOBER 2013 REVISED MANUSCRIPT RECEIVED 17 JUNE 2014 MANUSCRIPT ACCEPTED 29 JULY 2014",
    "text": "Printed in the USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/127/1-2/266/3409637/266.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2014,
  "references": [],
  "id": "SP:f1bee88844caf7b144cfdc15a7683a202952cf82",
  "authors": [{
    "name": "M. Tost",
    "affiliations": []
  }, {
    "name": "S.J. Cronin",
    "affiliations": []
  }, {
    "name": "J.N. Procter",
    "affiliations": []
  }, {
    "name": "I.E.M. Smith",
    "affiliations": []
  }, {
    "name": "V.E. Neall",
    "affiliations": []
  }, {
    "name": "R.C. Price",
    "affiliations": []
  }],
  "abstractText": "Debris avalanches caused by the collapse of volcanic fl anks pose a great risk to inhabited areas and may permanently change the surrounding landscape and its drainage systems. In this research, we explored the interplay between a debris avalanche and a tectonically uplifting surrounding landscape, providing insights into the long-term consequences of volcanic edifi ce failures . Exposures of coarse volcaniclastic sediments along the Hautapu River ~50 km southeast of Mount Ruapehu, New Zealand, show evidence of the largest known collapse event of the stratovolcano, which was followed by a vigorous regrowth phase that produced numerous pyroclastic eruptions and pumice-rich lahars. Similar diamicton deposits are exposed within the river catchment adjacent to the west. Coverbed stratigraphy and geochemical correlation of ande sitic lava blocks within the debris-avalanche deposit with dated lavas exposed on the cone indicate that deposition occurred between 125 and 150 ka. The collapse took place during the shift from a glacial to an interglacial climate, when glaciers on the cone were in retreat, and high porewater pressures combined with deep hydrothermal alteration weakened the cone. In addition, collapse may have been accompanied by magmatic unrest. The ~2–3 km3 debris avalanche inundated an area of >260 km2 and entered the proto-Hautapu catchment, where it was channelized within the deeply entrenched valley. Mass-wasting events associated with postcollapse volcanism continued to be channeled into the proto–Hautapu River for another ~10 k.y., producing longrunout lahars. Subsequently, the river catchment was isolated from the volcano by incision of the intervening Whangaehu River into the proximal volcaniclastic sediments, accompanied by regional faulting and graben deepening around Ruapehu. At present, the volcaniclastic deposits form a distinctive plateau on the highest topographic elevation within the Hautapu Valley, forming a reversed topography caused by preferred incision of the Hautapu River into softer Late Tertiary sediments concurrent with constant uplift.",
  "title": "Impacts of catastrophic volcanic collapse on the erosion and morphology of a distal fl uvial landscape: Hautapu River, Mount Ruapehu, New Zealand"
}