{
  "sections": [{
    "text": "To investigate volcanic climate forcing, we introduce a radiation transfer parameterization which takes into account the undisturbed seasonal and latitudinal pattern of radiation uptake as well as the extension of a ray path in a sphericallayer. Thus, spatio-temporal patterns of volcanic climate forcing for any known volcanic eruption can be estimated, too.\n[1\\\n112 1. GRJESER and C.-D. SCHÓNWIESE\n1. Introduction\nKnowledge about strong explosive volcanic eruptions is important in many scientific fields be cause these eruptions may be dangerous for human life and property and therefore may also be of socio-economic consequences. Apart from the direct effects in the surrounding of an erup ting volcano there is also a c1imatic impact caused by stratospheric aerosol c10uds which can be produced by strong eruptions. The strongest volcanic eruption of the past 200 years was the Tambora eruption in April 1815. The following year is known as the \"year without summer\" (Stommel and Stommel, 1979). However, less powerful eruptions have an impact on the c1imate, too. Thus, long time series of both, volcanic activity induced perturbations of the atmosphere and related c1imate forcing, are needed to understand volcano-c1imate relationships.\nMoreover, in order to interpret anthropogenic c1imate change, it is necessary to understand natural infiuences like volcanism which are in competition with anthropogenic forcing. Explosive volcanism is known to have a strong infiuence on the temperature of the atmosphere. This problem is discussed in many papers (e.g. Hansen and Lacis, 1990; Sato et al., 1993; Jones and Kelly, 1996). In spite of that, explosive volcanic forcing is usually considered in terms of index value time series as a tool for the evaluation and analysis of climate parameter time series (Jones and Kelly, 1996; Tol and de Vos, 1998).\nThese index value time series are the dust veil index (DV 1) proposed by Lamb (1970, 1977, 1983), the severity index by Mitchell (1970), the volcanic explosivity index (V El) by Simkin et al. (1981) or Newhall and Self (1982), the smithsonian volcanic index (SV 1) by Schonwiese (1988), or Cress and Schonwiese (1992) and the ice core volcanic index (IV 1) by Robock and Free (199S). The latter paper also involves a comprehensive overview of the differences between these various index time series. Most of the information provided by these index time series does not address atmospheric radiation transmission processes and therefore these time series have to be seen as only a crude approximation of volcanic forcing of the c1imate system. Nevertheless, in very recent investigations these index values are used to offer a statistical explanation of global temperature variations caused by explosive volcanic eruptions (e.g. Tol and De Vos, 1998).\nThis kind of approach may be appropriate for a statistical analysis and of interest in the case of unknown physical relations between volcanic forcing and related c1imate parameters. But if one is interested in a more quantitative analysis of past c1imate variations one has to know the spatio-temporal patterns of volcanic forcing in more detai1. Because the volcanic aerosol changes the radiation budget of the atmosphere, it is important to know at least its aerosol optical depth (AOD) as a bulk property (Rind, 1996). Since 1961 measurements of atmospheric radiation extinction are available from sites in both hemispheres (Dyer and Hicks, 1968). The NIMBUS 7 satel1ite provides data from polar regions since 1979 (Stratospheric Aerosol Monitor, SAM 11; McCormick et al., 1979, and McCormick, 1994). The Stratospheric Aerosol and Gas Experiment (SAGE 11, McCormick and Wang, 1987) provides data between about 70° N and 70°S since 1984. Ir one is interested in volcanic AOD before 1961 one has to reconstruct this property from other information sources. This is done for example by Sato et al. (1993) and Stothers (1996). Sato et al. (1993) provide annual mean stratospheric AOD with respect to the wavelength A = .SSllm for four equal-area zones from 1850 to 1990 and take into account different kinds of information. They also give an actualized version on a 24-point latitude grid with montWy resolution from 1850 to 1999 (Sato, 1995). The last five years of the record content only an exponential decay of the last observations in 1994. Nevertheless, for the period from 18S0 to 1882 they only use the rescaled index from Mitchel1 (1970) which has no spatial resolutiori. Therefore Sato et al. (1993) provide global averaged values for the time before 1890. Stothers (1996) evaluates volcanic stratospheric AOD from 1881 to 1933 from pyrheliometric data at several stations. Together with the more recent index values evaluated by Sato (199S), this seems to be the most reliable spatial AOD time series available today. Nevertheless, both Sato (1995) and Stothers (1996) find different spatio-temporal AOD patterns, as will be shown in section 4.\n113\ne e\n. \" e\nd re ís Id ~x es\n7, In se ld en ,es to in >al\nlSe\nif [he ~es ,th .on US II; mt 84. ~er I et ~m on. om\nParameterization of spatio-temporal pattems ofvolcanic aerosol\nThe disadvantage of low (or no) spatial resolution of AOD patterns due to volcanic erup tions before the availability of instrumental data can be avoided by using the information of the strength, date, and location of volcanic eruptions as well as by introducing a stratospheric transport parameterization. Date and location of volcanic eruptions are available with fair accu racy from the Volcanic Explosivity Index (V El, Simkin et al., 1981). However, the explosivity given by V El is not a reliable measure of the stratospheric aerosol loading for two reasons. First, stratospheric mass loading is assumed to be proportional to lOV El (and V El is given in integers. Thus an error in V El leads to an error of at least a factor 10 in respect to the estimated stratospheric volcanic mass loading). Second, V El says nothing about the amount of precursors to build stratospheric aerosol (Robock and Free, 1995). Nevertheless, for recent eruptions V El can be corrected with the help of other information available (see section 2). For the spatial and temporal evolution of the stratospheric aerosol cloud the season and latitude of the eruption seem to be most important (Bradley, 1988).\nThus, we obtain a more detailed spatial re80lution of AOD of historical eruptions by using a stratospheric transport parameterization (which is introduced in section 2) and information about location, date and strength of volcanic eruptions, although the latter information is not very reliable. Furthermore, the stratospheric transport parameterization can be used for further investigations of any past volcanic eruptions known. The parameterization is calibrated with respect to different information available about stratospheric transport mechanisrns and the most recent eruptions of El Chichón (1982) and Mount Pinatubo (1991).\nIn principie, the time series of spatial patterns of AOD can be used to drive a general circu lation model (GCM). So far, transient calculations are carried out by Hansen et al. (1996) with apure atmospheric GCM. In addition, coupled atmospheric-oceanic GCM simulations under January and July conditions, respectively, do exist (Gral el al., 1996). But due to its large numerical effort and computation time such GCM runs can only be case studies. Therefore, no long-term GCM calculations of the volcanic impact on c1imate do existo That is why simplified models have to be used. Stenchikov et al. (1997) found from GCM calculations that the aerosol radiative forcing following the Pinatubo eruption (1991) is not sensitive to the dynamical at mospherie response to this forcing. This eneourages radiative foreing ealculations without using GCMs.\nTo obtain an estimate of volcanic foreing one can use the erude approximation of Lacis et al. (1992) to get the net radiative flux ehange at the tropopause l:i.Fnet for the case of a uniform aerosol layer:\n(1)\nwhere T.55 is the AOD at the wavelength ,\\ = .55JJm. This approximation neglects the seasonal and latitudinal dependenee of the undisturbed radiation uptake. In order to obtain a time series of volcanie forcing not as erude as when using the approximation (1) but\" with mueh less numerieal effort and eomputer time as it is needed in a GCM or a radiative-eonveetive model, a simple solution of the radiation-transfer equation (RTE) is introdueed (see seetion 3).\nFinally, using the RTE solution with respeet to the AOD time series, we obtain estimates of spatio-temporal patterns of volcanie forcing in W 1m2 (section 4).\n2. Volcanic aerosol optical depth\n2.1 Assessments 01 volcanic aerosol mass loading 01 the stratosphere In order to estimate time series of the spatial patterns of volcanie aerosol optieal depth (AOD)\n114 1. GRIESER and C.-D. SCHONWIESE\nvariations of the stratosphere we assume that AOD is linearly proportional to the volcanic aerosol mass concentration a,\nAOD = PI' a, (2)\nwhere PI is a scale factor. To calculate horizontal space-time patterns of the volcanic aerosol mass concentration fol1owing an eruption, we use a stratospheric transport parameterization to describe the spreading of the aerosol within the lower to mid-stratosphere, presented in section 2.2. To describe the production and sedimentation of the aerosol we use a time function which depends on latitude as well as the season and time after eruption, introduced in section 2.3.\nAs an assessment of the strength a* of a volcano eruption, the Volcanic Explosivity Index (V EI), provided by Sim.kin et al. (1981) and actualized by Siebert (1993), is used where a* = lQVEl for large eruptions with a column height of at least 10 to 25 km (VEl ~ 4) and zero otherwise. We neglect eruptions with V El ~ 3 because they are not supposed to inject precursors of aerosols into the stratosphere (Simkin et al., 1981). The actualized version also takes into account the results of Robock and Free (1995) who argue that the Mount Sto Helens eruption (1982) was only of V El = 4 instead of 5 and Agung eruption (1963) was of V El = 6 instead of 4. These two examples show that it is very difficult to get reliable information about the strength of eruptions before the period of detailed instrumental observations. Nevertheless, for sorne strong volcanic eruptions the stratospheric mass loading is known from observations or is estimated indirectIy. Since the middle of the nineteenth century six volcanic eruptions occu red with a V El of 6. For all these eruptions estimates of stratospheric aerosol mass loading are provided by several researchers using different methods. Stothers (1996) presents an overview of the results and a comparison with his own investigations. We list these estimated stratospheric aerosol loading in Table 1. The averaged stratospheric aerosol loadings of the six most recent eruptions with V El = 6 amounts to JJ = 24.8Tg. Assuming that a volcanic eruption with V El = 6 lcada exactIy to an aerosolloading of 25 Tg we obtain the fol1owing equation to correct the V El data in respect to the estimated stratoapheric aerosolloading M:\nV Elcorrect = 4 + logl0(4 Tg -1 . M). (3)\nThe corrected V El values are listed in the last column of Table 1. For volcanoes with V El < 6 estimates of stratospheric masS loading exist, too (Stothers, 1996). We also correct the V El of these volcanoes with respect to the observations using equation (3). The results for the strongest observed eruptions since 1880 are listed in Table 2. For our further investigations we use the series with corrected V El values.\nTable 1. Vokanic aerosolloading of the stratosphere in Tg after Stothers (1996) for volcanoes with V EI.= 6 and corrected V El after equation 3.\nI Yolcano I Year of eruption I Mass loading in Tg I Corrected V El I\nI Average\nKrakatau 1883 44 6.25 Santa Maria 1902 30 6.08 Katmai 1912 11 5.64 Agung 1963 20 5.9 El Chichón 1982 14 5.75 Pinatubo 1991 30 6.08\n24.8 5.95\n115 Parameterization of spatio-temporal patteros of volcanic aerosol\nTable 2. Volcanic aerosolloading of the stratosphere in Tg after Stothers (1996) for strong volcanic eruptions since 1880 with V El < 6 and corrected V El after equation 3.\nI Volcano IYear of eruption IMass loading in Tg [Corrected V El I Unidentifiedo) 1890 6 5.38 Soufriere/Pele 1902 5 5.3 Ksudach 1907 4 5.2 Puyehue 1921 2 4.9 Komakatake 1929 4 5.2 Paluweh 1928 3 5.08 Quizapa 1932 3 5.08 Bezymianny 1956 not significant 4·) Fernandino 1968 6c ) 5.38 Fuego 1974 5C ) 5.3\nI Average 4.2d ) 5.2d ) a) Stothers (1996) gives a range of 6 to 24 Tg which depends on the latitude of eruption. Since we suppose that Bogoslof (54°N) may be the unidentified volcano, we use the smal1est estimate of 6 Tg according to the latitude of eruption.\nb) V El = 4 corresponds to M = .25Tg. e) Values are taken from a scaling of the observed AOD compared to the observations of Mt. Pinatubo (1991).\nd) Bezymianny eruption not considered.\n2.2. Stratospheric transport o/ tlolcanic aerosol\nTransport processes in the stratosphere seem to be very complícated and are not known in detail. ThereCore, usually observed AOD patterns are used to drive GCMs (Stenchikov et al., 1997). Because the volcanic aerosol reaches mainly the lower stratosphere with a maximum concentration at an altitude about 21 km in the tropics and about 10 km in the polar regions (Hitchmann el al., 1994), one may try to use stratospheric circulation models to simulate aerosol distributions. According to Plumb (1996), however, there is enough inCormation avaílable to create realistic Cormulations oC the stratospheríc transport without the necessity to solve the primitive equations. We perform this with a non-local diffusion Cormalism as it is introduced in boundary layer meteorology by Stull (1984). Considering m equal-area latitude belts, each containing an aerosol amount a¡(n) (given as mass concentration) at the time n, we can define a transilient m x m matrix Al to describe the temporal evolution oC a spatial pattern by\na(n + 1) = Ala(n) (4)\nwhere the vector a(n) is given as a(n) = (al(n),a2(n), ... ,am(n)). The initial conditions are the aerosolloading ai(O) = a* in the latitude belt oC eruption i = i* at the time oC eruption n = O.\nThe transílíent matrix does not need to be constant in time. Instead, the matrix rather depends on the annual cycle. ThereCore we rewrite equation (4) to introduce a dependence on the season s:\na(n + 1) = AlJa(n). (5)\nNote that the time step n is independent Crom the season.\n116 J. GRIESER and C.-D. SCHÓNWIESE\nNow we consider 16 latitude belts and four seasons. So the transilient matrix consists of 16 x 16 x 4 = 1024 coefficients. This seems to be a compromise between the desired spatial resolution and the deficiency of information about the transport processes. To decrease the very high degree of freedom we introduce the following assumptions:\nH we assume syrnmetric seasons, there are only two different ones: an extreme one (a winter- and a surnmer hemisphere) and a moderate one without hemispheric differences. This reduces the amount of coefficients in the transilient matrix to 16 x 16+ 16 x 8 = 384.\nH we consider very short time steps, we can apply a local (non-isotropic) exchange. This means that only the diagonal and the first subdiagonals of the matrix are filled with non-zero elements. Therefore we have to know only 2 x 16 + 4 x 15 = 92 elements. Taking also into account the conservation of mass (Le. the transport is without sources and sinks) the swn over any column or row of the matrix has to be unity. This leads to 30 independent coefficients.\nAccording to Hitchmannet al. (1994) we can distinguish between tropics (bordered by a pronounced mean aerosol gradient at about 200 N and 200 S), extratropics, and polar regions (poleward of about 600 N and 600 S), see Figure 1. By using 16 equal-area latitude belts, there are 6 belts between ±22° representing the tropics, 8 belts that represent the extratropics and 2 representing the polar region (61° - 90°).\n\" o-o:., ~ os \"O \"'\"\n90°5\n,\n< > J\nTropical pipe\n< >\n0°\n< >\n90 0 N\nFig. 1. Scheme oC stratospheric ma.ss transport processes (J=jetstream).\nNow we consider an isotropic transport within the tropics, anisotropic exchange be tween tropics and extratropics, isotropic transport within the extratropics (two seasons) and isotropic exchange between extratropics and polar regions in the summer- and winterhemisphere as well as during the moderate seasons. Together with the condition of conservation of mass this leads to only 8 independent coefficients (Table 3), which have to be taken from or estimated from literature.\n117 Parameterization of spatio-temporal patterns of volca.nic aerosol\nTable 3. Exchange coefficients m¡,k for different regions in % per month.\ntropics H tropics 91 tropics --7 extratropics 30 extratropics --7 tropics 7 extratropics H extratropics (winter-spring) 90 extratropics H extratropics (summer-fall) 45 extratropics H winter polar vortex 10 extratropics H summer polar region 45 extratropics H polar region in moderate season 23\nWe assume that the mixing within the tropical region leads to a nearly homogeneous distri  bution (less than 10% deviation from the mean value) within 3 months after an eruption that occurs between ±7° latitude. This is realized by an exchange coefficient of 91% per month.\nVolk et al. (1996) ca1culated an entrainment rate from extratropics into tropics of about 7% from observations. Because this value does not change between an altitude of about 16 to 21 km we assume that this is adequate for our purpose. The same authors found an average detrainment rate of 5% to 35% with a pronounced altitudinal dependence. An analysis by Waugh (1996) leads to a transport rate from the tropics to the Northern Hemisphere extratropics of about 8 to 10% of the tropical mass per month. Because the uncertainty of these estimations is about 50%, the results are in reasonable agreement. Assuming a homogeneous aerosol distribution within the six tropicallatitude belts considered in our approximation, the exchange coefficients from the tropical border to the extratropics follow to be three times the transport rate per tropical mass. This leads to about 24% to 30% per month. Considering that the distribution of aerosol within the tropics is not exactly homogeneous we use the upper estimate as the exchange coefficient.\nBoering et al. (1994) give an extratropical mixing time of about 2 to 3 months. According to this we use an extratropical exchange coefficient of 90% per month. Then a stratospheric aerosol amount entering the extratropics is distributed nearly homogeneously (with ±5% deviation of the average value) within the extratropics after 80 days. Because circulation is more vigorous in winter and spring than in other seasons, Hitchmann et al. (1994) found that extratropical radiation extinction in winter-spring and summer-fall hemispheres differ by about 20 to 50%. To consider the lower exchange in summer and spring we assume the extratropical exchange coefficients in these seasons to be 45% per month which is half of the winter Ispring value. The exchange coefficient between the extratropics and the summer polar region is supposed to be the same as the extratropical exchange coefficient in summer. In winter the polar vortex surpresses most of the exchange. Nevertheless, since the mean aerosol cloud in this latitude region is mainly in a height of about 8 to 16 km (Hitchmann et al., 1994) where the polar vortex is not tight, we assume an exchange coefficient of about 10% per month in winter time. For spring and faH (April/May and October/November) we use an average exchange coefficient of 23% per month.\nGiven the exchange coefficients between latitude belt i and k in per cent per month mi b it is easy to get the exchange coefficients ai,k in per cent per time step as '\n(6)\nif one month equals JJ time steps. For practical calculations we take 180 time steps per year to fill the transilient matrix and use A~ for calculations with 60 time steps per year. Note that A~ is now a non-local transilient matrix.\n¡ 18 J. GRIESER and C.-D. SCHONWIESE\n2.3. Residence time 01 tJolcanic aerosol\nExplosive volcanism injects precursors of aerosols like sulfate dioxide (802 ) into the strato sphere which are converted into stratospheric aerosol by gas-to-partic1e conversion. This leRds to very small particles which coagulate to larger ones. Eventual1y the large particles faH out by sedimentation (Kasten, 1968).\nThe interaction of aH these microphysical processes is extremely complicated and hard to handle in detail. Furthermore, the radiative properties of the aerosol depend not only on the concentration but aIso on the size distribution and shape of the partic1es, which hampers the derivation of a complete microphysical model.\nFortunately we are not primarily interested in the microphysical processes, but in the impact of volcanism on the climate. Therefore we use macroscopic observational information to deal with that problem, i.e. we suggest a certain formulation of the temporal evolution of an aerosol cloud and calibrate it with respect to observed data.\nIn fact, we assume a linear increase of the total aerosol mass up to 5 months after eruption leading to a maximum mass according to the strength of the eruption. This seems to be a compromise between the estimates of build-up times to the peak AOD reaching from one month (Pinto t:t al., 1989) over six months (Deshler et al., 1993) to nine to twelve months (Ardanuy et al., 1992). Grant et al. (1996) found a peak loading 20 weeks after the Pinatubo eruption in 1991.\nAfter that we assume a mainly exponential decrease of the stratospheric AOD. According to Ardanuy et al. (1992) and Grant et al. (1996) we use a mean e-folding time of stratospheric aerosol of one year. This is supported by more detailed observations of the Pinatubo stratospheric aerosol c10ud by Lambert et al. (1993). An optical depth of 5.5.10-3 in April 1992 and 4.4 .10-3 in July 1992 was observed. According to these ob8ervations an e-folding time of 13.44 months can be estimated. Nevertheless, Hofmann and Rosen (1987) found shorter decay times for the Fuego aerosols (Guatemala, 1974) of about 8 to 10 months and about 10 to 12 months for the El Chichón eruption (1982);\nThe major sink of stratospheric aerosol is the stratosphere-troposphere flux of air which is described by Rosenlof and Holton (1993) and Holton et al. (1995) to be in the order of 109 to 1010kg/s in the extratropics (Table 4). Within the tropics tropospheric air enters the stra tosphere and thua hampers the sedimentation of aerosol. Therefore the tropical stratosphere is often seen as a tropical stratospheric reservoir (TSR, Grant et al., 1996). According to Grant et al. (1996) we assume that sedimentation is not an important aerosol removing mechanism within the TSR. In fact, we aHow no sedimentation in the tropical regions and therefore have to increase the removal rates in the extra-tropics to reproduce the observed average removal e-folding times. Thua we need an e-folding time of only 5 months in the extratropics to obtain the latitudinal averaged e-folding time of 12.2 months for the Pinatubo eruption in 1991.\n8\nTable 4. Vertical exchange of air between stratosphere and troposphere in 10/9(taken froro Rosenlof and Holton, 1993)\nDJF JJA Annual average N hemisphere extra-tropics -81 -26 -53.5 Tropics 114 56 85 S hemisphere extratropics -33 -30 -31.5\n119 Parameterization of spatio-temporal patteros of volcanic aerosol\nBy using this information we may describe the impact of a11 microphysical processes on the temporal evolution of a volcanic stratospheric cloud by one function that depends on the latitude belt i, the season s, and the time after eruption n."
  }, {
    "heading": "An additional sink in the winter polar vortex is wash-out by polar stratospheric clouds (PSC's).",
    "text": "This is neglected because of the short residence time and the small spatial fraction covered by PSC's (Volk, 1998). The calibration coefficient PI in equation (2) can be taken from fitting the parameterization results to observations as described in section 4.\n8. Radiative forcing\nRadiative processes within the atmosphere are very complicated. Nevertheless, handsome analyt ic approximations like \"delta-Eddington\" (Joseph el al., 1976) and two-stream approximations (Coakley and Chylek, 1975) exist; for an overview see Meador and Weaver (1980). For ho mogeneous plane-parallel layers these approximations lead to linear differential equations with constant coefficients and, in consequence, to exponential solutions for vertical energy fluxes. The applicability of these solutions is usually liIIÚted to certain ranges of the optical properties like AOD, single scattering albedo and the moments of the scattering phase function. Thus, we are faced with two problems. First, we neither know the optical parameters of the aerosol cloud nor do we know their temporal change, apart from the AOD. Second, we cannot assume a plane-parallel layer but have to consider a spherical layer and have to deal with large zenith angles, Le. close to 90°. Thus, we decide to assume an exponential behaviour as it is supposed in the most simple solutions of the radiation transfer equation and adapt it to observations. The weakening effect of a ray passing through a layer follows from the RTE as\n(7)\nwith\nNb = radiative energy flux at the bottom of the aerosol layer, Nt = radiative energy flux at the top of the aerosol layer, Zt = top of the aerosol layer, Zb = bottom of the aerosol layer, w = ratio between the vertical thickness of the layer and the ray path, and\nO\"E(z) = extinction coefficient within the aerosol layer.\nAlthough this solution is more realistic than Lacis' el al. (1992) approximation which does neither depend on Nt nor on the factor w, we also neglect an explicit consideration of forward scattered radiation. Anyway, if the part of forward scattered radiation is proportional to the extinction we are not wrong ifwe use equation (7) with a calibration coefficient P2 to be estimated from observations (see section 4).\nRegarding O\"E as the sum of the extinction coefficients with and without volcanic aerosol, O\"f} and 0\"0 respectively, we can rewrite equation (7) as\n(8)\n120 J. GRIESER and C.-O, SCHONWIESE\nwith No = radiative energy flux at the bottom of the undisturbed layer (without any volcanic aerosol) and N v = radiative energy flux at the bottom of the volcanic aerosollayer. Because of the very weak dependence of w from z within the stratosphere we can further write\nZtf uv wdz = AOD . w. (9) Zb\nThe energy flux change t:i.N with respect to volcanic stratospheric aerosol is now given as the difference between No and N v . To obtain an approximated forcing t:i.Q, the vertical portion of the downward energy flux change\nt:i.NJ. = NoJ.· [1-exp(-AODw)] (10),\nis then multiplied by the planetary coalbedo 1 - O:p. The observed volcanic AOD has to be multiplied by the calibration coefficient P2 to consider that it is a bulk property and that we neglect an explicit description of the scattered radiation. Thus we get\nt:i.Q = NO,J.(1- O:p) [1- exp(-AOD. W· P2)]' (11)\nNow this equation has to be averaged over the time steps and latitude belts. If the time steps and latitude belts are chosen to be small, t:i.Q depends weakly on latitude and time within the latitude belts i and time steps n. Thus, we approximate all variables by their corresponding latitude-belt and time-step averages. Therefore AOD depends on i and n, while aH other va riables depend on i and have an annual cycle. The mean annual cycles of No,J. and 1 - O:p are taken from a Fourier-Legendre-decomposition applied by North and Coakley (1979).\nThe ratio w between the ray path 1 and the thickness of the layer d depends on the zenith angle 8 of the incoming solar radiation. It is usuaHy set to w = 1/ cos(8) which is applicable for e < 80°. For 8 close to 90°, i.e. at sunrise and sunset, 1/ cos(8) diverges and therefore this parameterization would overestimate the forcing. To meet this problem, we consider the curvature of the stratospheric aerosollayer and use a more realistic parameterization of w.\nFig. 2. Scheme of extended ray path in a sphericaJ layer. A ray from zenith angle e passes tbrough a layer of thickness d with a bottom height h aboye ground. The ray path jI! given by a2 - al.\nWe consider no refraction and therefore the ray path is a straight lineo According to obser vations (Deshler, 1993) we regard the aerosollayer as homogeneous with a thickness d = lOkm and a bottom height h of 15km aboye the Earth surface. Therefore the layer has a curvature\ne (e.\nWI\nal a: v,; E\nr\n121 Parameterizalion of spalio-temporal patterns ofvo1canic aerosol\nwith the radius Rb = R + h at the bottom and Rt = Rb + d at the top, if R is the Earth radius. According to Figure 2 the ray path I is given by\n1= a2 - al\nal = sin(:~ e) sin { e- arcsin [~ sin(11\" - e)] } a2 = sin(:~ e) sin {e - arcsin [~ sin(1I\" - e)]}. (12)\ne itself is a function of latitude tp, the time within the year t y , and the time within the day td (e.g. Monin, 1986):\ne = arccos(sin Ó sin tp + cos ó cos tp cos tI». (13) It can be approximated by the formulation given by Paltridge and Platt (1976)\nó = .006918 - .399912 cos {) + .070257 sin {) - .006758 cos 2{) + .000907 sin 2{) - .002697 cos 3{) + .001480 sin 3{) (14)\nwith\n{) = 211\"t y ti> = 211\" (td - 12h). (15)\nOn the time scales of interest a consideration of the time dependence within the day is not necessary. Therefore, in the next step, the ratio w ís averaged over the day light periodo The borders of the integra! are taken from (13) under the condition e = 11\"/2 which means sunrise and sunset and depend from latitude and time wíthin the year. Inserting equation (14) in (13) and the resulting one in (12) we find an expression of w(t y , tp) as a function of latitude and time within the year. Using this approximation, w ís restricted to be smaller than 13 in the case of e -+ i (sun position at the horizon).\nAlthough we use a crude approxímation compared to detailed solutions of the RTE, we rea!ize two important faets: the seasonal and spatía! patterns of the undisturbed radiation uptake No.l . (1 - ap) given by North and Coakley (1979) and the seasonal and spatíal patterns of the ratio w.\n4. Calibration and resulta\n4.1. Time series 01 volcanic induced stratospheric aerosol optical depth There are two coefficients to fit the parameterization to observations. The first one (PI) is given in equation (2) to fit the aerosol transport parameterization to observations given by Sato et al. (1993), Sato (1995), and Stothers (1996). Because the AOD values by Stothers (1996) are valid for the visible speetral range and the AOD values provided by Sato et al. (1993) and Sato (1995) relate to a wavelength of .55Jlm, the latter ones have to be converted with a scale factor of 1.6 for comparison (Stothers, 1996). Thus we have two time series of volcanic stratospheric\n122 1. GRIESER and C.-D. SCHONWIESE\nAOD at our disposal. Since the calibration coefficient PI affects only the magnitude of the spatio-temporal pattern we decide to choose it in a way to obtain the same annual and global average value for the year 1983 as Sato (1995). Accordingly we will get a realistic description of the globally and annually averaged infiuence of the El Chichón eruption as it is observed. Figure 3 shows the AOD time series of Stothers (1996), Sato (1995) and of this paper for four equal area latitude belts. The global mean time series are shown in Figure 4.\nTime\n1840 1860 1880 1900 1920 1940 1960 1980 2000\n-E a. al Q\nni .g a. O o (¡) o ~ al «\n0.2\n0.1\n0.0\n0.3\n0.2\n0.1\n0.0\n0.3\n0.2\n0.1\n0.0\n0.2\n0.1\n0.0\n1840 1860 1880 1900 1920 1940 1960 1980 2000\nTime\nFig. 3. Comparison of volcanic induced aerosol optical depth (AOD) time series for four equal area boxes. Top panel: northern hemi8phere extra-tropics, second panel: northern hemisphere tropics, third panel: southern hemisphere tropics, bottom panel; 80uthern hemi8phere extra-tropics. Solid lines: this paperj daehed lines: Stothere (1996); dotted lines: Sato et al. (1993, 1995).\n1840 1860 1880 1900 1920 1940 1960 1980 2000\nTime\n0.25\n0.20\n-= oQ) 0.15el tU o '.¡:J oO 0.10 o en ~ Q) < 0.05\n0.00\n123 Parameterization of spatio-temporal paUerns of volcanic aerosol\nTo obtain an objective measure of similarity of the different time series, we calculate linear correlation coefficients. These correlation coefficients are presented in Table 5. There are good linear correlations between the three time series on aH regional scales considered. The AOD time series, calculated in this paper, is better correlated with the time series proposed by Stothers (1996) than with the time series published by Sato (1995). Apart from the Northern Hemisphere extra-tropics, correlations between the data of Sato (1995) and Stothers (1996) are not as high as data resulting from this paper compared with both of the other series, respectively. Nevertheless, aH correlations are higher than those of the ice core volcanic index (IV J, Robock and Free, 1995) and the index of Sato (1995), which are quantified by Robock and Free (1995) to be .4 for the Northern Hemisphere and .54 for the Southern Hemisphere. Because the explained variance is the square of the correlation coefficient, these two series reach less than 50% of combined variance. In contrast to that, the approach of this paper reaches more than half of the combined variance with both the data from Sato (1995) and Stothers (1996), respectively.\nTable 5. Linear correlations oí the different volcanic AOD time series.\nTime series Time interval Linear correlation coefficient global 90° - 30°S 30° - 0° S 0° - 30° N 30° - 900 N\nSato / Stothers 1880 - 1933 .68 .57 .56 .64 .81 Sato / this paper 1850 - 1995 .77 .75 .71 .75 .76 Stothers / this paper 1880 -1933 .94 .94 .90 .83 .90\n4.2. Time series 01 volcanic radiative lorcing\nTo calibrate the radiative forcing parameterization, we compare the estimated forcing with observations and calculations from more sophisticated models. Dutton and Christy (1992) show that monthly clear-sky total solar irradiance at Mauna Loa, Hawaii, decreased about 5% after the Pinatubo eruption (June 1991) with a ten month average of 2.7%. The latter value corresponds to more than 10 W1m2 clear-sky forcing at the surface (at an elevation of about 3.400 m). Minnis et al. (1993) used ERBE data between ±40o latitude and showed that in August 1991 the refiected shortwave radiation at 'the top of the atmosphere increased about 10 W1m2 .\nHansen et al. (1996) calculated a global and seasonal mean net radiation forcing of about 4\nW 1m2 from the end of 1991 to surnmer 1992 using a GCM. Graf et al. (1996) found the strongest volcanic forcing in surnmer polar regions with a magnitude of about 5 W1m2 , and no forcing at the winter polar regions performing equilibriurn simulations with an atmosphere-ocean general circulation model (AOGCM). Realizing such differences even in sophisticated models, we choose the parameter P2 to obtain a magnitude of monthly and Northern Hemisphere tropical volcanic forcing of 10 Wlm 2 foHowing the Pinatubo eruption (1991). This leads to a forcing of about 5.1 2 . W 1m in global average for the last quarter of 1991.\nUsing the time series of AOD provided by Sato (1995) and by Stothers (1996) and the crude radiation parameterization given by Lacis el al. (1992) (equation (1) in trus paper), we get time series of volcanic forcing (in W1m2 ) for the same equal area latitude belts as they are used in Figure 3. These are presented in Figure 6. Figure 6 shows the related annual and global averages. The linear correlation coefficients of the different forcing time series are listed in Table 6. Because the parameterization by Lacis el al. (1992) is linear, the correlations between the forcings calculated from AOD series by Sato (1995) and by Stothers (1996) are the same as for the AOD series itselves and therefore not explicitely given in Table 6.\n124 1. GRIESER and C.-O, SCHÚNWIESE\nTime\n1840 1860 1880 1900 1920 1940 1960 1980 2000\no -1 -2 -3 -4 -5 -6\nO -2 -4 -6\nel -8 e -10 ~ o OLL ·2 ·4 -6 -8\n-10\n-1 -2 ·3 -4 -5 ·6 -7\n-7 -+-----------------------l\n-12 -+--------------------1\n-16 -+-----------------i\n1840 1860 1880 1900 1920 1940 1960 1980 2000\nTime\nFig. 5. Compari80n of vokanic radiative forcing time aeries (W1m2) for four equal area latitude belts. Top panel: northern hemisphere extra-tropics, aecond panel: northern hemisphere tropics, third panel: southern hemisphere tropics, bottom panel: southern hemiaphere extra.-tropics. Solid lines: this paper; dashed lines: after Stoth~rs (1996) and Lacis d al. (1992); dotted lines: after Sato (1995) and Lacis d al. (1992).\no\n-1\n-2\n-3\n-4\n-5\n-6\n-7\n-8\n1840 1860 1880 1900 1920 1940 1960 1980 2000\nTime\n125 Parameterization of spatio-temporal patteros of volcanic aerosol\nTable 6. Linear correlation between the different volcanic forcing time series.\nTime series time interval\nlinear correlation coefficient global 90° - 30°S 30° - OOS 00 - 30° N 30° - 90°l'!\nSato / this papel' 1850 - 1995 .75 .74 .70 .75 .72 Stothers / this paper 1880 -1933 .94 .95 .90 .82 .86\nSimilar to the AOD series, the volcanic forcing series of Stothers (1996) and the approach of this paper are in better agreement, too, than the series of Stothers (1996) and Sato (1995) and our approach compared to the series of Sato (1995). Changes due to the non-linear radiation parameterization are very weak on the spatial and temporal scales under consideration. This will change considerably if one is interested in a more detailed spatial and temporal resolution, as will be seen in section 4.4.\n4.9. Long time series 01 volcanic radiative lorcing\nTo study the volcanic infiuence on climate on a historical time scale, it is necessary to provide long time series of volcanic forcing. This problem is matched with the question of missing observations. Therefore Simkin et al. (1981) define a reporting index which is the number of volcanoes active per decade as a percentage of the number of volcanoes known at the start of each decade. Their reporting index, covering the last 600 years, shows 3 quasi-constant levels with two jumps in between. The first level is before 1500. Then knowledge of volcanoes increased dramatical1y so that a second level is reached lasting until the mid of the 18th century where the second jump leads to the third leve!. Thus, to avoid the infiuence of incomplete observation, we study forcing time series only since 1500. In principIe, it would be no problem to estimate volcanic AOD and forcing time series from the beginning of the V El series (about 10.000 years ago) where only coarse information about few eruptions is available: For the first 5 centuries A. D. only 6 eruptions with V El=6 are reported by Simkin et al. (1981). During the second and third 5 centuries A. D. only 2 eruptions with V El 2: 6 are reported. Furthermore it is important to know not only the year of eruption but also the month to make reasonable use of the aerosol-transport and radiation-transfer parameterization. Even for strong eruptions occurring before the last century this information is often not available. In order to investigate the lack of information about the month of eruption we compare the volcanic forcing of the Billy Mitchel1 eruption (Bougainville, 6.1 0 S, 1550 E) in 1580 for the case that the eruption with V El = 6 occurred in January with the case that the eruption occurred in July. The results are given in Figure 7. It can clearly be seen, that the knowledge of the date of eruption (at least the month) is important to quantify the spatio-temporal patterns of the forcing. Therefore, evaluating long time series of volcanic forcing in the desired spatio-temporal resolution, needs further knowledge of the date of eruption. Although the spatio-temporal patterns of the forcing depend strongly on the month of eruption, a three-year average forcing (year of eruption and fol1owing 2 years) depends not significantly on the eruption date as can be seen in Table 7. The t-value for a significant difference on the 80% level is 1.294 which is not exceeded by any of the different average values given in Table 7. Thus, if we are only interested in volcanic forcing time series of a three year average and 4 latitude belts, we can estimate the forcing even if we know only the year of eruption but not the month. Annual1y averaged values of estimated volcanic forcing since 1500 are given in Figure 8.\n-----\n-------\n126 J. GRIESER and C.-D. SCHONWIESE\nO 12 24 36 48 60\nO\n-1\n-2\n-3\n-4 O\n-2 -4 -- / N -6.€ -8 ~ -10 el Oe u -2 o -4 LL. -6 -8\n-10 O\n-1 \\ r¡ -2\n-3 \\/ -4\nO 12 24 36 48 60\nTime (monlhs, beginning January 1580)\nFig. 7. Comparison of volcanic radiative forcing time series (W1m2) for four equal area boxes. Top panel: northern hemisphere extra-tropics, second panel: northern hemisphere tropics, third panel: southern hemisphere tropics, bottom panel: southern hemisphere extra-tropics. Solid lines: eruption occured in J anuaryj Dashed Unes: eruption occured in July.\nLatitude belt Januar eruption July eruption t-value of difference 30° - 30° N -1.11 -.94 .89 0° - 30°N -3.29 -2.98 .54 0° - 30° S -3.28 -3.19 .15 30° - 90° S -.98 -.96 .12\n127 Parameterization of spatio-temporal pattems of volcanic aerosol\n1500 1600 1700 1BOO 1900 2000\nO+--'---'----'--+r-....L---'--{rl-r............!-v-'-i-r-..4-hH-,f-....l¡¡¡-t.MY..--'¡¡rvVi7t°\n-5 -5\no o\n-5 -5\nN -10 -10 .§ o o ~\nCl ·5 -5.s ~ o lJ. -10 -10\no o\n-4 +-...-r----r-,--,-...-r---r--,--,-,.....,-.-,-..,-\"I---o--,-,-,-\"\"\",-,-,-T ·4\n1500 1600 1700 1800 1900 2000\nTime\nFig. 8. Estimated vo1canic radiative forcing time 8erie8 (W1m2) for four equal area boxe8 8ince 1500. Top panel: northern hemi8phere extra-tropic8, 8econd panel: northern hemi8phere tropic8, third panel: 80uthern hemi8phere\n,ne~: tropic8, bottom panel: 80uthern hemi8phere extra-tropic8. ~ere Ihed\n4.4. Case studies To give an idea of the spatio-temporal resolution of the parameterized AOD and forcing\npresented in this paper, we compare the results of two special episodes with the related results of Sato (1995) or Stothers (1996), in more deta.il. The first episode from January 1982 till June 1986 includes the El Chichón eruption (17.40 N) in April 1982 which occurred nearly at the same latitude as the Pinatubo eruption (15.1 0 N) in 1991. In contrast to the Pina.tubo eruption the aerosol spreading of the El Chichón eruption was very assymmetrical, as can beJuly seen from the data adapted from Sato (1995) in Figure 9a.. Figure 9b shows the spatio-temporal AOD distribution as it follows from the para.meterization of this papero As can be seen both approximations are similar. Using the linear forcing parameterization by Lacis et al. (1992), the forcing pattern is a rescaled AOD pattern. Using the radiation-transfer parameterization of thiB paper, the forcing pattern shows an annual cycle (Figure 10), which is not as pronounced as in the case of the Billy Mitchell eruption (Figure 7 for comparison).\nThe second episode from January 1912 till June 1916 addresses the eruption of Katmai (58.3° N) in June 1912. It has the same V El as the El Chichón eruption in 1982 but due to its high latitude the aerosol spreading is completely different. We compare the AOD as it is provided by Sato et al. (1995) on a 24-point grid and by Stothers (1996) on a 3-box grid with our approach on a 16 equa.l arca. box resolution (Figure 11). Although Sato (1995) used 24 grid points, they distinguish only 3 latitude zones: Southern Hemisphere, Northern Hemisphere tropics and northern hemisphere extra-tropics. They find much larger signals in the Northern Hemisphere tropics than Stothers did and we do. In respect to north of 45° N the AOD series provided by Stothers is more similar to our results than the series from Sato (1995). In total, however, it can\n0.5\n0.0\n-0.5\n-1.0\n128 J. GRJESER and C.-D. SCHONWIESE\nbe concluded that these differences are in the range of uncertainty typical for reconstructions of volcanic stratospheric AOD, although Sato (1995) as well as Stothers (1996) used observations, whereas we use a parameterization without any AOD observations of this periodo\na) b)\n0.30 0.20 0.25 ,.. 0.15,.. 0.20 o o0.15 0.10o o\n0.10 0.050.05\n0.00 0.00 0.5\n0.0\n-0.5\n-1.0 \\\\}~'l.'\\\n\\)~''l \\~~\n.~c;)\"\n'009 \\~~\\\n\\\"'~. ~o~\n....0~ ~\",.\nFig. 9. Coroparison of spatio-teroporal AOD patterns froro January and (h) this papero\no\n1982 until June 1986 (a) froro Sato (1995),\n7\n6\n~ 5 o ~ lO\n~ 3 -Y\nFig. 10.\n129 Parameterization of spatio-temporal patterns ofvolcanic aerosol\na) b)\n0.25 0.25\n0.20 0.20 \". o 0.15 \". o 0.15 o 0.10 o 0.10\n0.05 0.05 0.00 0.00\n0.5 0.5\n0.0 0.0\n-0.5 -0.5\n-1.0 o -1.0 o\ne)\n0.25\n0.20 \". o 0.15 o 0.10\n0.05 0.00\n0.5\n0.0\n-0.5\n-1.0 o ,'i)'~~\n\\l~''i ~~~\n.~~\\~~ 'O0~\\\n\\X\\&' I..~o~\n~\\~0\nFíg. 11. ComparíBon of Bpatío-temporal AOD patternB from January 1912 until June 1916 (a) from Sato (1995), (b) from StotherB (1996), and (e) thíB papero\nThese results encourage us to estimate forcing anomalies of historical eruptions like the Vesuvius eruption (Italy, V El = 6) in August 79 A. D. As can be seen in Figure 12a, AOD increases nearly homogeneously within the Northern Hemisphere extra-tropics. This is due to the little exchange from extratropics into tropics and into the winter polar vortex. In the follow ing spring, sedimentation and transport to the polar region became effective and AOD declines dramatically. Figure 12b shows the spatio-temporal pattern of the related climate forcing which differs considerably from the AOD pattern. Despite of the decrease of the AOD in spring of the year 80, the forcing remains on a high level during the whole summer.\n130 J. GRIESER and C.-D. SCHÓNWIESE\na) b)\n0.5 10\n0.4 8 \". o 0.3 6 o 0.2 4\n0.1 2 0.0 O\n0.5 0.5\n0.0 0.0\n-0.5 -0.5\n-LO -1.0\nFig. 12. Estimates of spatio-temporal patterns of (a) AOD, and (b) radiative forcing (W /m~) from January 79 A.D. until June 83 A.D.\n5. Conclusion\nBeeause strong explosive volcanie eruptions are known to have a pronouneed impact on the c1imate it is important to estimate the spatio-temporal patterns of volcanie foreing. For the most reeent eruptions instrumental observations from satellites and ground based measurements are available. For historieal volcanie eruptions c1imate foreing has to be reeonstrueted. Therefore we introdueed a stratospherie aerosol-transport parameterization based on nonloeal unisotropie diffusion. Exehange eoeffieients are obtained from reeent studies of stratospheric mass transporto Strength, date and latitude of an eruption have to be known to apply the parameterization. We take this information from the V El series, although the estimated strength of eruptions is not aceurate, espeeially for eruptions a long time ago. Therefore, we eorrect the V El with respect to observations for the strongest eruptions of the last eentury. While the parameterization is linear with respeet to the strength of the eruption, errors in the estimated strength have no jmpaet on the spatio-temporal strueture of AOD. However, latitude and season of an eruption strongly affeets the aerosol distribution and therefore the impact on the c1imate. Ir the required information is available we are able to reeonstruet spatio-temporal patterns of AOD for volcanie eruptions not included in the ealibration of the parameterization and even for historie eruptions. For most of the historie eruptions only the year of the eruption is known. This has an impact on the temporal strueture of the foreing (Fig. 7). Nevertheless, as we have shown in an example (Table 7), the three year average forcing is not neeessarily affeeted signifieantIy by this lack of information.\nThe knowledge of volcanie stratospherie optieal depth is neeeessary to estimate its c1imate impact, but the most important information is the foreing itself. It depends dramatieally on the length of a ray path through the layer and the undisturbed radiation uptake. Also a pronouneed aerosol cloud has no dramatie infiuenee ir it exists only in a winter polar region where there is nearly no radiation supply. Thus we introduce a radiation-transfer parameterization whieh takes into aceount these properties in their latitudinal and seasonal dependenee to províde estimates of volcanie aerosol forcing.\nWe hope that our investigatíons of the volcanie elimate foreing will be helpful for other re searehers to study the relationship between volcanie foreing and the observed c1imate response.\n131\n79\nle\nle ts re le t. le )t\nct is 10\nIn\nld ie s. ct le oC\nte le :d is es es\ne e.\nParameterization of spatio-temporal pattems of volcanic aerosol\nAcknowledgexnents\nThe authors wish to thank Michael C. Volk for his suggestions concerning stratospheric transport phenomena. The work is an extended part of a doctorate thesis of Jürgen Grieser, performed at the Centre for Environmental Research of Frankfurt University, Germany. The research was supported by the German Ministry for Education, Science, Research and Technology (Project number 07KFT120j9).\nReaders interested in further details may visit our website at http:j jwww.rz.uni-frankfurt. dergrieser\nREFERENCES\nArdanuy, P. E., H. Lee Kyle, and D. Hoyt, 1992. Global Relationships among the Earth's Radiation Budget, Cloudiness, Volcanic Aerosols, and Surface Temperature. J. Clim., 5, 1120-1139.\nBradley, R. S., 1988. The Explosive Volcanic Eruption Signal in Northern Hemisphere Conti nental Temperature Records. Clim. Change, 12, 221-243.\nBoering, K. A., B. C. Daube, Jr., S. C. Wofsy, M. Loewenstein, J. R. Podolske, and E. R. Keim, 1994. Tracer-tracer relationships and lower stratospheric dynamics: C02 and N20 correlations during SPADE. Geophys. Res. Letters, 21, 2567-2570.\nCoakley Jr., J. A., and P. Chylek, 1975. The two- stream approximation in radiative transfer: Including the angle of the incident radiation. J. Atmos. Scí., 32, 409-418.\nCress, A., and C.-D. Schonwiese, 1992. Statistical signal and signal-to-noise assessments of the seasonal and regional patterns of global volcanism-temperature relationships. Atmósfera, 5, 31-46.\nDeshler, T., B. J. Johnson, and W. R. Rozier, 1993. Balloonborne Measurements of Pinatubo Aerosol during 1991 and 1992 at 41° N: Vertical Profiles, Size Distribution, and Volatility. Geophys. Res. Letters, 20, 1435-1438.\nDutton, E. G. and J. R. Christy, 1992. Solar radiative forcing at selected locations and evidence for global lower tropospheric cooling following the eruptions of El Chichón and Pinatubo. Geophys. Res. Letters, 19, 2313-2316.\nDyer, A. J., and B. B. Hicks, 1968. Global spread of volcanic dust from the Bali eruption of 1963. Quart. J. Royal Meteor. Soc., 94, 545-554.\nGraf, H.-F., 1. Kirchner, and 1. Schult, 1996. Modelling Mt. Pinatubo CHmate Effects. In NATO ASI Series, Vol. 142, The Mount Pinatubo Eruption, Effects on the Atmosphere and Climate, Edited by Giorgio Fiocco, Daniele Fua, and Guido Visconti. Springer-Verlag Berlin, Heidelberg.\nGrant, W. B., E. V. Browell, C. S. Long, L. L. Stowe, R. G. Grainger, and A. Lambert, 1996. Use of volcanic a.erosols to study the tropical stratospheric reservoir. J. Geoph. Res., 101, 3973-3988.\nHansen, J. E., and A. A. Lacis, 1990. Sun and dust versus greenhouse gases: an assessment of their relative roles in global climate change. Nature, 346, 713-719.\nHansen, J. E., M. Sato, R. Ruedy, A. Lacis, K. Asamoah, S. Borenstein, E. Brown, B. Cairns, G. Caliri, M. Campbell, B. Curran, S. de Castro, L. Druyan, M. Fox, C. Jahnsson, J. Lerner, M. P. McCormick, R. Miller, P. Minnis, A. Morrison, L. Pandolfo, 1. Ramberran, F. Zaucker, M. Robinson, P. Russel, K. Shah, P. Stone, l. Tegen, L. Thomason, J. Wilder, and H. Wilson,\n132 J. GRIESER and C.-D. SCHONWIESE\n1996. A Pinatubo Climate Modeling Investigation. In NATO ASI Series, Vol. I 42, The Mount Pinatubo Eruption, Effects on the Atmosphere and Climate, Edited by Giorgio Fiocco, Daniele Fua, and Guido Visconti. Springer-Verlag Berlin, Heidelberg.\nHitchman, M. H., M. McKay, and C. R. Trepte, 1994. A climatology of stratospheric aerosol. J. Geoph. Res., 99, 20689-20700.\nHofmann, D. J., and J. M. Rosen, 1987. On the prolonged lifetime ofEI Chichón sulfuric aerosol cloud. J. Geoph. Res., 92, 9825-9830."
  }, {
    "heading": "Holton, J. R., P. H. Haynes, M. E. McIntyre, A. R. Douglass, R. B. Rood, and L. Pfister, 1995.",
    "text": "Stratosphere-Troposphere Exchange. Rev. 01 Geoph., 33, 403-439."
  }, {
    "heading": "Jones, P. D. and P. M. Kelly, 1996. The Effect of Tropical Explosive Volcanic Eruptions on",
    "text": "Surface Air Temperature. In NATO ASI Series, Vol. I 42, The Mount Pinatubo Eruption, Effects on the Atmosphere and Climate, Edited by Giorgio Fiocco, Daniele Fua, and Guido Visconti. Springer-Verlag Berlin, Heidelberg."
  }, {
    "heading": "Joseph, J. H., W. J. Wiscombe, and J. A. Weinman, 1976. The Delta-Eddington Approximation",
    "text": "for Radiative Flux Transfer. J. Atmos. Sci., 33, 2452-2459.\nKasten, F., 1968. Falling Speed of Aerosol Particles. J. Appl. Meteor., 7,944-947.\nLacis, A. A., J. E. Hansen, and M. Sato, 1992. Climate forcing by stratospheric aerosols. Geophys. Res. Letters, 19, 1607-1610.\nLamb, H. H., 1970. Volcanic dust in the atmosphere, with a chronology of assessments of its meteorological significance. Philos. Trans. R. Soc.· London, A 266, 425-533.\nLamb, H. H., 1977. Supplementary volcanic dust veil index assessments. Clim. Monitor, 6, 57-67.\nLamb, H. H., 1983. Update of the chronology of assessments of the volcanic dust veil indexo Clim. Monitor, 12, 79-90."
  }, {
    "heading": "Lambert, A., R. G. Grainger, J. J. Remedios, C. D. Rodgers, M. Comey, and F. W. Taylor,",
    "text": "1993. Measurements of the Evolution of the Mt. Pinatubo Aerosol Cloud by ISAMS. Geophys. Res. Letters, 20, 1287-1290."
  }, {
    "heading": "McCormick, M. P., 1994. SAM 11 Aerosol data. NASA Langley Research Center. Mail Stop",
    "text": "157B. Hampton, Virginia 23681-0001. USA.\nMcCormick, M. P., and P. H. Wang, 1987. Satellite measurements of stratospheric aerosols, in Transport Processes in the Middle Atmosphere, edited by G. Visconti and R. Garcia, pp. 103-120, D. Reidel, Norwell, Mass."
  }, {
    "heading": "McCormick, M. P., P. Hamill, T. J. Pepin, W. P. Chu, T. J. Swissler, and L. R. McMaster, 1979.",
    "text": "Satellite studies of the stratospheric aerosol. Bull. Am. Meteorol. Soc., 60, 1038-1046.\nMeador, W. E., and W. R. Weaver, 1980. Two- stream approximations to radiative transfer in\nplanetary atmospheres: A unified description of existing methods and a new improvement. J. Atmos. Sci., 37, 630-643."
  }, {
    "heading": "Minnis, P., E. F. Harrison, L. L. Stowe, G. G. Gibson, F. M. Denn, D. R. Doelling, and W. L.",
    "text": "Smith, 1993. Radiative climate forcing by Mount Pinatubo eruption. Science, 259, 1411-1415.\nMitchell, J. M., Jr., 1970. A preliminary evaluation of atmospheric pollution as a cause of the global temperature fiuctuation of the past century, in Global Effects of Environmental Pollution, edited by S. F. Singer, pp. 139-155, D. Reidel, Norwell, Mass.\nMonin, A. S., 1986. An Introduction to the Theory of Climate. D. Reidel Publishing Company, Dordrecht.\n133 Parameterization of'spatio-temporal patterns of voIcanic aerosol\nNewhall, C. G., and S. Self, 1982. The volcanic expl08ivity index (VEl): An estimate of explosive magnitude for historical volcanism. J. Geoph. Re,., 87,1231-1238.\nNorth, G. R, and J. A. Coakley, Jr., 1979. Differences between Seasonal and Mean Annual Energy Balance Model Calculations of Climate and Climate Sensitivity. J. Atmos. Sci., 36, 1189-1204.\nPaltridge, G. W., and C. M. R Platt, 1976. Radiative processes in meteorology and climatology. EIsevier Scientific Publishing Company, Amsterdam, Oxford, New York.\nPinto, J. P., R P. Turco, and O. B. Toon, 1989. Self- limiting physical and chemical effects in volcanic eruption clouds. J. Geoph. Res., 94, 11165-11174.\nPlumb, R A., 1996. A \"tropical pipe\" model of stratospheric transporto J. Geoph. Res., 101, 3957-3972.\nRind, D., 1996. The Potential for Modeling the Effects of Different Forcing Factors on Climate During the Past 2000 Years. In NATO ASI Series. Vol I 41, Climate Variations and Forcing Mechanisms of the last 2000 Years. Edited by Philip D. Jones, Raymond S. Bradley, and Jean Jouzel. Springer-Verlag Berlin Heidelberg, 1996.\nRobock, A. and M. P. Free, 1995. Ice cores as an index of global volcanism from 1850 to the present, J. Geoph. Res., 100, 11549-11567.\nRosenlof, K. H., and J. R Holton, 1993. Estimates of the stratospheric residual circulation using the downward control principIe. J. Geoph. Res., 98, 465-479.\nSato, M., J. E. Hansen, M. P. McCormic, and J. B. Pollack, 1993. Stratospheric Aerosol Optical Depths. 1850-1990. J. Geoph. Res., 98, 22987-22994.\nSato, M., 1995. Update of Stratospheric Aerosol Optical Depths. On: http://www.giss.nasa.gov. jdatajstrataerjSTRATAER. table.txt.\nSchonwiese, C.-D., 1988. Vo1canic activity parameters and vo1canism-climate relationschips within recent centuries. Atmósfera, 1, 141-156.\nSiebert, L., 1993. Private Communication.\nSimkin, T., L. Siebert, L. McClelland, D. Bridge, C. Newhall, and J. H. Latter, 1981. Volcanoes of the World. Hutchinson Ross Publishing Company. Stroundsburg. Pennsylvania.\nStenchikov, G. L., l. Kirchner, A. Robock, H.-F. Graf, J. C. Antuna, R Grainger, A. Lambert, and L. Thomason, 1997. Radiative Forcing from the 1991 Mount Pinatubo Volcanic Eruption. MPI Report No. 231. Max Planck Institute for Meteorology, Hamburg, Germany.\nStommel, H. and E. Stommel, 1979. The year without summer. Sci. Amer., 240,176-186.\nStothers, R. B., 1996. Major optical depth perturbations to the stratosphere from volcanic eruptions: Pyrheliometric periodo 1881-1960, J. Geoph. Res., 101, 3901-3920.\nStull, R., 1984. Transient turbulence theory. Part 1: the concept of eddy mixing across finite distances. J. Atmos. Sci., 41, 3351-3367.\nTol, R. S. J. and A. F. De Vos, 1998. A Bayesian Statistical Analysis of the Enhanced Greenhouse Effect. Clim. Change, 38, 87-112.\nVolk, M. C., J. W. Elkins, D. W. Fahey, R. J. Salawith, G. S. Dutton, J. M. Gilligan, M. H. Proffit, M. Loewenstein, J. R Podolske, K. Minschwaner, J. J. Margitan, and K. R. Chan, 1996. Quantifying transport between the tropical and mid-Iatitude lower stratosphere. Science, 272, 1763-1768.\nVolk, M. C., 1998. Private Communication.\nWaugh, D. W., 1996. Seasonal variation of isentropic transport out of the tropical stratosphere. J. Geophys. Res., 101,4007-4023."
  }],
  "year": 2008,
  "references": [{
    "title": "Global Relationships among the Earth's Radiation Budget, Cloudiness, Volcanic Aerosols, and Surface Temperature",
    "authors": ["P.E. Ardanuy", "H. Lee Kyle", "D. Hoyt"],
    "venue": "J. Clim.,",
    "year": 1992
  }, {
    "title": "The Explosive Volcanic Eruption Signal in Northern Hemisphere Conti­ nental Temperature Records",
    "authors": ["R.S. Bradley"],
    "venue": "Clim. Change,",
    "year": 1988
  }, {
    "title": "Tracer-tracer relationships and lower stratospheric dynamics: C02 and N20 correlations during SPADE",
    "authors": ["K.A. Boering", "B.C. Daube", "Jr.", "S.C. Wofsy", "M. Loewenstein", "J.R. Podolske", "E.R. Keim"],
    "venue": "Geophys. Res. Letters,",
    "year": 1994
  }, {
    "title": "The two- stream approximation in radiative transfer: Including the angle of the incident radiation",
    "authors": ["J.A. Coakley Jr.", "P. Chylek"],
    "venue": "J. Atmos. Scí.,",
    "year": 1975
  }, {
    "title": "Statistical signal and signal-to-noise assessments of the seasonal and regional patterns of global volcanism-temperature",
    "authors": ["A. Cress", "C.-D"],
    "venue": "Schonwiese,",
    "year": 1992
  }, {
    "title": "Balloonborne Measurements of Pinatubo Aerosol during 1991 and 1992 at 41° N: Vertical Profiles, Size Distribution, and Volatility",
    "authors": ["T. Deshler", "B.J. Johnson", "W.R. Rozier"],
    "venue": "Geophys. Res. Letters,",
    "year": 1993
  }, {
    "title": "Solar radiative forcing at selected locations and evidence for global lower tropospheric cooling following the eruptions of El Chichón and Pinatubo",
    "authors": ["E.G. Dutton", "J.R. Christy"],
    "venue": "Geophys. Res. Letters,",
    "year": 1992
  }, {
    "title": "Global spread of volcanic dust from the Bali eruption",
    "authors": ["A.J. Dyer", "B.B. Hicks"],
    "venue": "Quart. J. Royal Meteor. Soc.,",
    "year": 1968
  }, {
    "title": "Modelling Mt. Pinatubo CHmate Effects",
    "authors": ["Graf", "H.-F", "1. Kirchner", "1. Schult"],
    "venue": "In NATO ASI Series,",
    "year": 1996
  }, {
    "title": "Use of volcanic a.erosols to study the tropical stratospheric reservoir",
    "authors": ["W.B. Grant", "E.V. Browell", "C.S. Long", "L.L. Stowe", "R.G. Grainger", "A. Lambert"],
    "venue": "J. Geoph. Res.,",
    "year": 1996
  }, {
    "title": "Sun and dust versus greenhouse gases: an assessment of their relative roles in global climate change",
    "authors": ["J.E. Hansen", "A.A. Lacis"],
    "year": 1990
  }, {
    "title": "A climatology of stratospheric aerosol",
    "authors": ["M.H. Hitchman", "M. McKay", "C.R. Trepte"],
    "venue": "J. Geoph. Res.,",
    "year": 1994
  }, {
    "title": "On the prolonged lifetime ofEI Chichón sulfuric aerosol cloud",
    "authors": ["D.J. Hofmann", "J.M. Rosen"],
    "venue": "J. Geoph. Res.,",
    "year": 1987
  }, {
    "title": "The Effect of Tropical Explosive Volcanic Eruptions on Surface Air Temperature",
    "authors": ["P.D. Jones", "P.M. Kelly"],
    "venue": "In NATO ASI Series,",
    "year": 1996
  }, {
    "title": "The Delta-Eddington Approximation for Radiative Flux Transfer",
    "authors": ["J.H. Joseph", "W.J. Wiscombe", "J.A. Weinman"],
    "venue": "J. Atmos. Sci.,",
    "year": 1976
  }, {
    "title": "Falling Speed of Aerosol Particles",
    "authors": ["F. Kasten"],
    "venue": "J. Appl. Meteor.,",
    "year": 1968
  }, {
    "title": "Climate forcing by stratospheric aerosols",
    "authors": ["A.A. Lacis", "J.E. Hansen", "M. Sato"],
    "venue": "Geophys. Res. Letters,",
    "year": 1992
  }, {
    "title": "Volcanic dust in the atmosphere, with a chronology of assessments of its meteorological significance",
    "authors": ["H.H. Lamb"],
    "venue": "Philos. Trans. R. Soc.·",
    "year": 1970
  }, {
    "title": "Supplementary volcanic dust veil index assessments",
    "authors": ["H.H. Lamb"],
    "venue": "Clim. Monitor,",
    "year": 1977
  }, {
    "title": "Update of the chronology of assessments of the volcanic dust veil indexo",
    "authors": ["H.H. Lamb"],
    "venue": "Clim. Monitor,",
    "year": 1983
  }, {
    "title": "Measurements of the Evolution of the Mt. Pinatubo Aerosol Cloud by ISAMS",
    "authors": ["A. Lambert", "R.G. Grainger", "J.J. Remedios", "C.D. Rodgers", "M. Comey", "F.W. Taylor"],
    "venue": "Geophys. Res. Letters,",
    "year": 1993
  }, {
    "title": "SAM 11 Aerosol data",
    "authors": ["M.P. McCormick"],
    "venue": "NASA Langley Research Center. Mail Stop 157B",
    "year": 1994
  }, {
    "title": "Satellite measurements of stratospheric aerosols, in Transport Processes in the Middle Atmosphere, edited by G",
    "authors": ["M.P. McCormick", "P.H. Wang"],
    "year": 1987
  }, {
    "title": "Satellite studies of the stratospheric aerosol",
    "authors": ["M.P. McCormick", "P. Hamill", "T.J. Pepin", "W.P. Chu", "T.J. Swissler", "L.R. McMaster"],
    "venue": "Bull. Am. Meteorol. Soc.,",
    "year": 1979
  }, {
    "title": "Two- stream approximations to radiative transfer",
    "authors": ["W.E. Meador", "W.R. Weaver"],
    "year": 1980
  }, {
    "title": "Radiative climate forcing by Mount Pinatubo eruption",
    "authors": ["P. Minnis", "E.F. Harrison", "L.L. Stowe", "G.G. Gibson", "F.M. Denn", "D.R. Doelling", "W.L. Smith"],
    "year": 1993
  }, {
    "title": "A preliminary evaluation of atmospheric pollution as a cause of the global temperature fiuctuation of the past century, in Global Effects of Environmental Pollution, edited by S",
    "authors": ["J.M. Mitchell", "Jr."],
    "year": 1970
  }, {
    "title": "An Introduction to the Theory of Climate",
    "authors": ["A.S. Monin"],
    "year": 1986
  }, {
    "title": "The volcanic expl08ivity index (VEl): An estimate of explosive magnitude for historical volcanism",
    "authors": ["C.G. Newhall", "S. Self"],
    "venue": "J. Geoph. Re,.,",
    "year": 1982
  }, {
    "title": "Radiative processes in meteorology and climatology",
    "authors": ["G.W. Paltridge", "C.M. R Platt"],
    "venue": "EIsevier Scientific Publishing",
    "year": 1976
  }, {
    "title": "Self- limiting physical and chemical effects in volcanic eruption",
    "authors": ["J.P. Pinto", "R P. Turco", "O.B. Toon"],
    "venue": "clouds. J. Geoph. Res.,",
    "year": 1989
  }, {
    "title": "A \"tropical pipe\" model of stratospheric transporto",
    "authors": ["Plumb", "R A"],
    "venue": "J. Geoph. Res.,",
    "year": 1996
  }, {
    "title": "The Potential for Modeling the Effects of Different Forcing Factors on Climate During the Past 2000 Years",
    "authors": ["D. Rind"],
    "venue": "In NATO ASI Series",
    "year": 1996
  }, {
    "title": "Ice cores as an index of global volcanism from 1850 to the present",
    "authors": ["A. Robock", "M.P. Free"],
    "venue": "J. Geoph. Res.,",
    "year": 1995
  }, {
    "title": "Estimates of the stratospheric residual circulation using the downward control principIe",
    "authors": ["K.H. Rosenlof", "J. R Holton"],
    "venue": "J. Geoph. Res.,",
    "year": 1993
  }, {
    "title": "Stratospheric Aerosol Optical Depths. 1850-1990",
    "authors": ["M. Sato", "J.E. Hansen", "M.P. McCormic", "J.B. Pollack"],
    "venue": "J. Geoph. Res.,",
    "year": 1993
  }, {
    "title": "Update of Stratospheric Aerosol Optical Depths. On: http://www.giss.nasa.gov. jdatajstrataerjSTRATAER. table.txt",
    "authors": ["M. Sato"],
    "year": 1995
  }, {
    "title": "Radiative Forcing from the 1991 Mount Pinatubo Volcanic Eruption",
    "authors": ["G.L. Stenchikov", "l. Kirchner", "A. Robock", "H.-F. Graf", "J.C. Antuna", "R Grainger", "A. Lambert", "L. Thomason"],
    "venue": "MPI Report No. 231",
    "year": 1997
  }, {
    "title": "Major optical depth perturbations to the stratosphere from volcanic eruptions: Pyrheliometric periodo 1881-1960",
    "authors": ["R.B. Stothers"],
    "venue": "J. Geoph. Res.,",
    "year": 1996
  }, {
    "title": "Transient turbulence theory. Part 1: the concept of eddy mixing across finite distances",
    "authors": ["R. Stull"],
    "venue": "J. Atmos. Sci.,",
    "year": 1984
  }, {
    "title": "A Bayesian Statistical Analysis of the Enhanced Greenhouse Effect",
    "authors": ["R.S.J. Tol", "A.F. De Vos"],
    "venue": "Clim. Change,",
    "year": 1998
  }, {
    "title": "Seasonal variation of isentropic transport out of the tropical stratosphere",
    "authors": ["D.W. Waugh"],
    "venue": "J. Geophys. Res.,",
    "year": 1996
  }],
  "id": "SP:691825459bbd3b4d60a4cb7a06201d4671b79e17",
  "authors": [{
    "name": "CHRISTIAN-D. SCHONWIESE",
    "affiliations": []
  }],
  "abstractText": "Explosive volcanism is known to have a large impact on climate. Thus, in order to understand pást climate variability, volcanic forcing has to be considered. For the most recent explosive volcanic eruptions instrumental data of stratospheric aerosol optical depth are available. For early eruptions only index values with no or only crude spatial and seasonal resolution do existo To estimate the spatio-temporal patterns of aerosol induced optical depth of the atmosphere due to any known strong volcanic eruption, we introduce a stratospheric aerosol distribution parameterization using recent information about stratospheric transport phenomena as well as date, location, and strength of an eruption. Using this parameterization, observed time series of stratospheric aerosol optical depth can be reproduced with reasonable accuracy. To investigate volcanic climate forcing, we introduce a radiation transfer parameterization which takes into account the undisturbed seasonal and latitudinal pattern of radiation uptake as well as the extension of a ray path in a sphericallayer. Thus, spatio-temporal patterns of volcanic climate forcing for any known volcanic eruption can be estimated, too."
}