{
  "sections": [{
    "text": "Keywords: Permian, Choiyoi magmatism, Extinctions, Palaeoclimate, Southwestern Gondwana.\nRESUMEN. El magmatismo Choiyoi en el sudoeste de Gondwana: su implicancia en la extinción en masa del Pérmico tardío - una revisión. El final del Pérmico está caracterizado por un proceso de calentamiento global que llevó a la mayor extinción en masa registrada en la Tierra. Esta crisis se atribuye comúnmente a la generación de grandes provincias ígneas en ámbito continental, cuyas emisiones volcánicas han controlado los niveles de CO2 en la atmósfera y el consecuente cambio climático. En este trabajo se propone que las condiciones fuertemente cálidas (hothouse) del Pérmico en el sudoeste de Gondwana estuvieron asociadas con el desarrollo del magmatismo Choiyoi. Esta provincia ígnea, que se desarrolló durante el lapso Cisuraliano-Triásico temprano, cubrió un área estimada en 1.680.000 km2 con un espesor medio de 700 m, de modo que los volúmenes de rocas efusivas y consanguíneas se estiman en alrededor de 1.260.000 km3. Hacia el sector occidental de la región de estudio, se registra una importante superposición entre las rocas pertenecientes al magmatismo Choiyoi y los sedimentos acumulados en las cuencas carboníferas, entre los que son comunes los depósitos parálicos y continentales con intercalaciones de capas de carbón. Asimismo, estos depósitos del Paleozoico superior se acumularon sobre un espeso sustrato de carbonatos cambro-ordovícicos y de sedimentitas terrígenas ordovícicas a devónicas en cuya constitución participan importantes espesores de lutitas y turbiditas ricas"
  }, {
    "heading": "1. Introduction",
    "text": "Recent studies (McKenzie et al., 2016; Kump, 2016) have shown that volcanism is a key driver for long-term climate change and demonstrate that there is a direct relationship among global continental arc activity, increase of CO2 f lux into the atmosphere, and greenhouse climatic conditions.\nGlobal warming is widely regarded to have played a contributing role in numerous past biotic crises (Sun et al., 2012). The end-Permian mass extinction (EPME) was the most extreme of several mass extinctions in the past 500 Ma. It occurred just before the Permo-Triassic boundary (252.3 Ma ago) and life came close to complete annihilation (Chen and Benton, 2012). This crash in marine and terrestrial biodiversity markedly redirected the course of evolution during the Mesozoic and Cenozoic eras (Shen et al., 2011).\nCalculation of seawater surface temperatures (SSTs) from δ18O values reveals rapid warming across the Permian-Triassic boundary, from 21° to 36 °C, over ~0.8 million years (Joachimski et al., 2012), reaching a temperature maximum in the early Triassic (Griesbachian, ~252.1 Ma, and late Smithian, ~250.7 Ma). The late Smithian Thermal Maximum (LSTM) marks the hottest interval of entire early Triassic, when upper water column temperatures approached 38 °C with SSTs possibly exceeding 40 °C (Sun et al., 2012). These results suggest that equatorial temperatures may have exceeded a tolerable threshold both in the oceans and on land. For C3 plants, photorespiration predominates over photosynthesis at temperatures in excess of 35 °C (Berry and Bjorkman, 1980), and few plants can survive temperatures persistently above 40 °C (Ellis, 2010). Similarly, for animals, temperatures in excess of 45 °C cause protein damage (Somero, 1995).\nIn late Permian times a marked climatic change towards greenhouse-hothouse conditions occurred.\nSubtropical regions extended into higher latitudes with the resulting disappearance of cool temperate and polar regions (Spalletti et al., 2003). Pangea was characterised by a megamonsoonal atmospheric circulation pattern and the development of immense arid regions in the continental interior (Parrish, 1993).\nTwo main scenarios has been proposed as main cause of the EPME, one is related to the impact of an extraterrestrial body (Becker et al., 2001; Basu et al., 2003), and the second one is associated with climatic changes and persistent greenhouse conditions. This second scenario could greatly enhance the activity of decomposers (e.g., fungi and bacteria) resulting in the release of large amounts of terrestrial light carbon into the atmosphere (Stanley, 2010).\nHowever, the most widely accepted model as the trigger for the Permian-Triassic (PT) crisis is the eruption of huge volumes of basaltic lavas (e.g., the plume induced eruptions of the Siberian f lood basalts) (Renne et al., 1995; Kamo et al., 2003; Wignall, 2001; Benton and Twitchett, 2003; Benton, 2003; Sauders and Reichow, 2009; Shen et al., 2011; Chen and Benton, 2012) that triggered intense warming and the development of a Hothouse Earth essentially produced by the injection of large amounts of CO2 and CH4 into the atmosphere. Additional killing mechanisms resulting from extraordinary magmatic activity include acid rain, emission of toxic gases, and f luctuation of sea-level, ocean acidification and marine anoxia.\nIn this review, we demonstrate that the endPermian mass extinction not only coincided with the eruption of the continental f lood basalts of the Siberian Traps, but also with the establishment of the long-lived continental Choiyoi Magmatism in southwestern Gondwana. We consider that the timing and duration of the Choiyoi event broadly coincided with a protracted Permian warming. Under this general scenario, abrupt climate change related\nen materia orgánica. Mientras que el volcanismo emitió importantes volúmenes de dióxido de carbono a la atmósfera pérmica, el calentamiento de las lutitas organógenas, carbones y carbonatos paleozoicos por el magma en ascenso produjo la generación de CO2 y CH4 cuya expulsión a la atmósfera se considera de importancia como para amplificar el cambio climático. El análisis del registro prácticamente continuo de capas rojas pérmicas en la Cuenca de Paganzo, donde el magmatismo Choiyoi no está presente, permite reconocer dos pulsos de fuerte desecación ambiental, uno cisuraliano y otro a finales del Pérmico. Estas dos graves crisis climáticas son atribuidas a máximos de emisión de CO2 y CH4 a la atmósfera. El consecuente calentamiento y sus efectos colaterales, tales como lluvias ácidas, empobrecimiento de los suelos e incremento en la frecuencia de incendios forestales, fueron los responsables de la drástica declinación de la biodiversidad en el sudoeste de Gondwana y causaron la extinción de la mayor parte de la f lora de Glossopteridales.\nPalabras clave: Pérmico, Magmatismo Choiyoi, Extinciones, Paleoclima, Sudoeste de Gondwana.\nto peaks of volcanic activity and rapid CO2 and CH4 outbursts to the atmosphere was a primary trigger for the mass terrestrial extinction that occurred 251 million years ago."
  }, {
    "heading": "2. The Choiyoi Magmatic Province in western Gondwana",
    "text": "During the Permian, an important intermediate to acid magmatism occurred in the southwestern sector of Gondwana. This magmatism, known as the Choiyoi Magmatic Province, is characterised by a widespread and thick record of volcanic and volcaniclastic rocks and was developed after a phase of orogenic deformation (Mpodozis and Kay, 1992; Busquets et al., 2013) occurred in the early Permian, between 290 and 280 Ma (Llambías and Sato, 1990, 1995; Pérez and Ramos, 1990). The Choiyoi cycle consists of two magmatic episodes and shows an\nevolutionary trend from calc-alkaline to anorogenic compositions (Sato et al., 2015). The older (early Permian) episode is more restricted and mostly represented by intermediate rocks. The younger (late Permian) is widely distributed and characterised by acid rocks generated in a thickened continental crust under an extensional tectonic regime (Rapela and Llambías, 1985; Llambías and Sato, 1989, 1995; Mpodozis and Kay, 1990; Ramos and Kay, 1991; Sato and Llambías, 1993; Hervé et al., 2014).\nThe Choiyoi Magmatism took place between the Cisuralian (∼286 Ma) and the early Triassic (∼247 Ma) (Sato et al., 2015). It has quite large regional development and includes all the geological provinces located in the southwestern sector of Gondwana, such as part of the Chilean Coastal Cordillera, the Chilean Precordillera, the Principal and the Frontal Andean Cordillera, the Argentinian Precordillera, the San Rafael-Las Matras- Chadileuvú Blocks and northern\nPatagonia (Fig. 1). It covers an area estimated at 1,680,000 Km2 and its volcanic and volcaniclastic record has an average thickness of 700 m, so that the volume of effusive and consanguineous rocks is estimated at 1,260,000 Km3. It is worth considering that volcanic activity was not only restricted to the southwestern margin of Gondwana. Towards the north, synchronous volcanics also occur in Bolivia and Perú (Kontak et al., 1985, 1990; Sempere, 1993; Sempere et al., 2002).\nThe magmatic rocks of this vast region are not limited to the Choiyoi magmatic Province, but involve older rocks generated between the late Mississippian and Artinskian (Pre-Choiyoi Magmatism, Sato et al., 2015), as well as younger middle to late Triassic units (Post-Choiyoi Magmatism, Sato et al., 2015). In addition, Limarino et al. (2014) have highlighted the existence of Permian volcanics in northern Chile, Bolivia and Perú that far exceed the limits of the Choiyoi Province.\nSince the Siberian Traps have been regarded as a key trigger in the environmental changes that led to the EPME, it is then appropriate to consider whether the Choiyoi Magmatism may have also contributed to the disappearance of the Permian species (cf. Limarino et al., 2014). The Siberian\nf lood basalts cover an area of 2,500,000 km2 in the Siberian Craton (Fedorenko et al., 1996) and no less than 1,300,000 km2 in the West Siberian Basin (Reichow et al., 2002). Reichow et al. (2002, 2009) have estimated the preserved (not total) volume of magmatic products in no less than 3,000,000 km3. Though the Choiyoi Magmatism did not reach the same scale as the Siberian Traps, it is important to state that both the surficial extent and the volume of rock generated in Western Gondwana are in the order of 40% of the estimates for the Siberian Traps, which may therefore be considered highly significant."
  }, {
    "heading": "3. Late Palaeozoic basins and relationship to the Choiyoi Magmatism",
    "text": "Along the western margin of southern South America Limarino and Spalletti (2006) differentiated two types of sedimentary basins: arc-related and retroarc basins (Fig. 2). In the area where the Choiyoi Magmatism was developed, the arc-related basins (Río Blanco and Calingasta-Uspallata basins) are characterized by an almost complete Carboniferous siliciclastic sedimentary record dominated by shallow to deep marine facies, which was progressively replaced by volcanism during the latest early\nPermian (Limarino et al., 1996; Llambías, 1999). The Protoprecordillera, composed of late and middle Palaeozoic folded and faulted marine sediments, separates these basins from the retroarc Paganzo Basin that basically consists of latest Mississippian to upper Permian siliciclastic sedimentary rocks, mainly accumulated in continental settings. To the south, the retroarc San Rafael Basin is composed of an upper Carboniferous - lower Permian epiclastic succession progressively evolving from marine and glacimarine deposits in its lower part to continental facies towards the top (Espejo et al., 1996). The maximum thickness of the upper Palaeozoic sedimentary record in all these basins ranges from 1.5 to more than 2.5 km (Salfity and Gorustovich, 1983; Azcuy and Caminos, 1987; López Gamundí et al., 1987; Limarino et al.,\n1996; Espejo et al., 1996). In the case of the retroarc basins, thickness increases to the west.\nSato et al. (2015) showed that if the regional development of the Choiyoi Magmatism is compared with the areal extent of the upper Palaeozoic sedimentary basins, a major overlap is recorded especially with the Río Blanco, Calingasta-Uspallata and San Rafael-Las Matras-Chadileuvú basins (Fig. 3). Conversely, in the Paganzo Basin the Permian volcanic rocks corresponding to the Choiyoi Magmatism are not recorded (Fig. 3). Therefore, sedimentation processes in this basin left an almost continuous record of latest early CarboniferousPermian deposits, as well as the passage from upper Palaeozoic sequences to Triassic sequences. Hence, much of the late Palaeozoic successions in the Paganzo\nBasin are contemporary with the Choiyoi volcanics in surrounding regions.\nThe sedimentary successions in western Gondwana late Paleozoic basins have allowed Limarino et al. (2014) to establish a model of palaeoclimatic evolution in which four stages are recognized: glacial (late Visean-early Bashkirian), terminal glacial (Bashkirian-earliest Cisuralian), postglacial (Cisuralian-early Guadalupian), and semiarid-arid (late Guadalupian-Lopingian). The two younger stages are mainly characterised by continental red bed deposits. They show the deterioration of weather conditions in Permian times and are broadly contemporaneous with the youngest acid volcanics of the Choiyoi Magmatism (Fig. 4)."
  }, {
    "heading": "4. Link Choiyoi-sedimentary substrate-punctuated",
    "text": "climatic crisis and extinctions\nThe end-Permian warming has been attributed to gas emissions, which are expected to leave a negative excursion in the δ13C record (Sun et al., 2012). High precision U-Pb dating and δ13C chronology (profound negative anomalies) indicate that both marine and terrestrial ecosystems collapsed very suddenly. This crisis is consistent with rapid and massive release of thermogenic CO2 and CH4 (Retallack et al., 2006; Retallack and Jahren, 2008; Grasby et al., 2011) accompanied by a sharp drop in O2 (Huey and Ward, 2005) and by a substantial addition of atmospheric sulfate-bearing aerosols (Shen et al., 2011).\nThe magnitude and the short duration of the observed negative excursion in δ13C, estimated in less than 20 ka by Shen et al. (2011), do not match with long-lived volcanic-related release as the main source for isotopically depleted carbon. Therefore, degassing of lavas and high-temperature pyroclastic-flow deposits results insufficient to explain observed extinctions and atmospheric crises (Berner, 2002). Alternatively, thermal metamorphism of subsurface organic-rich strata (black shale, oil-bearing sediments, coal beds and subsurface methane clathrates), associated with sill intrusions and flood basalt emplacement, has been proposed as a major source of thermogenic methane. Wignall (2001), Retallack et al. (2006) and Svensen et al. (2009) suggested that large volumes of methane (measured in thousands of GT) released to the end-Permian atmosphere caused a profound impact on global climate.\nIn the western sector of the study region, the Choiyoi volcanics and the upper Palaeozoic deposits of the basins geographically related to the Choiyoi Magmatism (Río Blanco, Calingasta-Uspallata and San Rafael-Las Matras basins) accumulated on a substrate of Palaeozoic sedimentary rocks. These older deposits were generated in marine environments, including Cambro-Ordovician carbonates and a thick succession of terrigenous siliciclastic sedimentary rocks of Ordovician to Devonian age (López Gamundí et al., 1994; Fig. 3). A large proportion of these siliciclastic deposits are dark organic-rich shales and turbidite successions (wackes and shales) formed in deep-marine settings. Besides, paralic and continental Carboniferous successions commonly contain intercalations of peat and coal beds. In such a context, the abundance of organic-rich strata in the substrate of the Choiyoi volcanics must be taken into account when considering the injection of large amounts of CO2 and CH4 to the atmosphere. Also, the emplacement of plutonic and hypabyssal bodies in the previous sedimentary successions as well as the transit of volcanic materials through Palaeozoic sedimentary rocks during the Choiyoi event should be seriously considered as a trigger of the thermal metamorphism of organic-rich layers and additional source of carbon dioxide and thermogenic methane (cf. McElwain et al., 2005; Retallack and Jahren, 2008; Svensen et al., 2009). However, further research is needed to analyse these processes of thermal metamorphism in western Gondwana basins and to evaluate their role in upper Palaeozoic climatic change.\nIn the western Gondwana arc-related basins, late Carboniferous-early Permian carbonate rocks of the Río Blanco basin (San Ignacio Formation) are unconformable covered by volcanic breccias, ignimbrites and lava f lows belonging to the Choiyoi volcanism (Busquets et al., 2007, 2013). Far north, in the arc-related Arizaro depocenter, early-mid Permian carbonate beds (mudstones, stromatolites, wackestones and grainstones) are associated with pyroclastic f low deposits (Galli et al., 2010). In such a context, the impact of subaerial volcanism on these carbonate-bearing rocks would have provoked the emission of CO2 into the atmosphere by calcination processes. We estimate that the release of these sediment-derived gases could have had an additional impact on environment and biosphere."
  }, {
    "heading": "5. The sedimentary record in retroarc basins and",
    "text": "pulses of extreme desiccation\nIn the general context of global warming, it is possible that climate crises are not produced as a single event but may be repeated in periods of a few million years. For example, specifically for the Permian, Retallack et al. (2006) proposed two separate but geologically abrupt mass extinctions on land, one in the Guadalupian (end of the Middle Permian, 260.4 Ma) and the other at 251 Ma (end of the Permian). These processes also hindered the recovery of ecosystems. In the retroarc Paganzo Basin the Choiyoi magmatism is not documented (Fig. 3) and an almost continuous record of siliciclastic continental deposits was developed during the Late Carboniferous (Tupe Formation) and the whole Permian (red beds of the Patquía and Talampaya formations) (Fig. 5). The main phase of volcanic activity to the west of the Paganzo Basin broadly coincides with a widespread Permian aridity and the development of the Patquía and Talampaya red bed successions.\nWithin this framework, it is possible to define two important pulses of extreme desiccation (Fig. 5). These conditions are represented by the establishment of erg systems, one Cisuralian (Limarino and Spalletti, 1986; Spalletti et al., 2010; Gulbranson et al., 2010; Limarino et al., 2014) and the other very close to the Permian-Triassic boundary (ca. 252 Ma; Gulbranson et al., 2015). These two drastic environmental changes could be related to peaks of volcanic activity leading to rapid CO2 and CH4 outbursts to the atmosphere.\nThe existence of a purely continental conditions in the Permian basins of southwestern Gondwana allows us to assume that these processes of sudden warming had a highly destructive effect on the vegetation cover (Palaeophytic Flora), both in the ever-wet climatic zone (Looy et al., 2001), as well as in mid and high paleolatitudes (Twitchet et al., 2001; Ward et al., 2005; Retallack et al., 2006). The first environmental crisis would have led to the decline in biodiversity on land, while the second crisis would have triggered the end-Permian mass extinction. As a result, in Gondwana most of the Glossopteridales were annihilated (Artabe et al., 2003; Spalletti et al., 2003; Taylor et al., 2009; Iglesias et al., 2011).\nThis significant crisis of plant communities should not only be related to gas injection into the atmosphere, but also to collateral effects. Among them, production of acid rain (Chen and Benton, 2012), intensification of the activity of fungi and bacteria (Sun et al., 2012) leading to impoverishment of soil, and increase in forest-fire frequency with consequent deforestation and soil erosion (Sephton et al., 2005; Shen et al., 2011), must be taken into account. The combination of multiple causative\nmechanisms for the end-Permian mass extinction (EPME) (Metcalfe et al., 2015) should also be considered as a strong inhibitor of the process of further renewal of the flora."
  }, {
    "heading": "6. Final remarks",
    "text": "It is highly probable that the intrusion of large volumes of granitoids in Paleozoic sedimentary successions as well as the outpouring of large volumes of acid volcanic and volcaniclastic rocks of the Choiyoi Magmatic Province had strong inf luence on climate change during the Permian. In this context, two events of short duration, characterised by extreme environmental desiccation and warming occurred during the Cisuralian and end- Permian. These sudden climatic changes, estimated by Shen et al. (2011) in less than 20 ka, are related here with an intensification of volcanic activity and the emission into the atmosphere of large amounts of CO2 and CH4 thermogenic, one at the beginning of the Choiyoi magmatic cycle and another at its end. These processes and their colateral effects (acid rain, soil deterioration and erosion, deforestation)\nare considered major factors in the crisis that led to the collapse of ecosystems and the most important extinction recorded in the Phanerozoic."
  }, {
    "heading": "Acknowledgements",
    "text": "We especially thank E. Schwarz and E. Godoy for\ntheir helpful review and comments."
  }, {
    "heading": "122: 1480-1498.",
    "text": "Gulbranson, E.L.; Ciccioli, P.L.; Montañez, I.P.; Marenssi, S.A.; Limarino, C.O.; Schmitz, M.D.; Davydov, V. 2015. Paleoenvironments and age of the Talampaya Formation: The Permo-Triassic boundary in northwestern Argentina. Journal of South American Earth Sciences"
  }, {
    "heading": "63: 310-322.",
    "text": "Hervé, F.; Fanning, C.M.; Calderón, M.; Mpodozis, C. 2014. Early Permian to Late Triassic batholiths of the Chilean Frontal Cordillera (28°-31°S): SHRIMP U-Pb zircón ages and Lu-Hf and O isotope systematics. Lithos 184-187: 436-446.\nHuey, R.B.; Ward, P.D. 2005. Hypoxia, global warming and terrestrial Late Permian extinctions. Science"
  }, {
    "heading": "308: 398-401.",
    "text": "Iglesias, A.; Artabe, A.E.; Morel, E.M. 2011. The evolution of Patagonian climate and vegetation from the Mesozoic to the Present. Biological Journal of the Linnean Society 103: 409-422.\nJoachimski, M.M.; Lai, X.; Shen, S.; Jiang, H.; Luo, G.; Chen, B.; Chen, J.; Sun, Y. 2012. Climate warming\nin the latest Permian and the Permian-Triassic mass extinction. Geology 40: 195-198.\nKamo, S.L.; Czamanske, G.K.; Amelin, Y.; Fedorenko, V.A.; Davis, D.W.; Trofimov, V.R. 2003. Rapid eruption of Siberian flood-volcanic rocks and evidence for coincidence with the Permian-Triassic boundary and mass extinction at 251 Ma. Earth and Planetary Science Letters 214: 75-91.\nKontak, D.J.; Clark, A.H.; Farrar, E.; Strong, D.F. 1985. The rift associated Permo-Triassic magmatism of the Eastern Cordillera: a precursor to the Andean orogeny. In Magmatism at a plate edge: The Peruvian Andes. (Pitcher, W.S.; Atherton, M.P.; Cobbing, J.; Beckinsale R.D.; editors), Blackie, Glasgow, and Halsted Press: 36- 44. New York\nKontak, D.J.; Clark, A.H.; Farrar, E.; Archibald, D.A.; Baadsgaard, H. 1990. Late Paleozoic-Early Mesozoic magmatism in the Cordillera de Carabaya, Puno, southeastern Peru: geochronology and petrochemistry. Journal of South American Earth Sciences 3: 213-230.\nKump, L. 2016. Mineral clues to past volcanism. Science"
  }, {
    "heading": "352: 411-412.",
    "text": "Limarino, C.O.; Spalletti, L.A. 1986. Eolian Permian deposits in west and northwest Argentina. Sedimentary Geology 49: 109-127.\nLimarino, C.O.; Spalletti, L.A. 2006. Paleogeography of the Upper Paleozoic basins of southern South America: an overview. Journal of South American Earth Sciences, Special Publication 22: 134-155.\nLimarino, C.; Gutiérrez, P.; López Gamundí, O.; Fauqué, L.; Lech, R. 1996. Cuencas Río Blanco y CalingastaUspallata. In El Sistema Pérmico en la República Argentina y en la República Oriental del Uruguay. (Archangelsky, S.; editor), Academia Nacional de Ciencias de Córdoba: 141-154. Córdoba.\nLimarino, C.O.; Césari, S.N.; Spalletti, L.A.; Taboada, A.C.; Isbell, J.L.; Geuna, S.; Gulbranson, E.L. 2014. Paleoclimatic evolution of southern South America during the late Paleozoic: a record from icehouse to extreme greenhouse conditions. Gondwana Research"
  }, {
    "heading": "25: 1396-1421.",
    "text": "Llambías, E.J. 1999. El magmatismo gondwánico durante el Paleozoico Ssuperior-Triásico. In Geología Regional Argentina, (Caminos, R.; editor) Servicio Geológico Minero Argentino, Anales 29: 349-363. Buenos Aires.\nLlambías, E.J.; Sato, A.M. 1989. Relaciones geológicas del Batolito de Colangüil. In Reunión de Geotransectas de América del Sur, Actas: 83-87. Montevideo.\nLlambías, E.J.; Sato, A.M. 1990. El batolito de Colangüil (29°-31°S) Cordillera Frontal de Argentina: estructura\ny marco tectónico. Revista Geológica de Chile 17: 89-108. doi: 10.5027/andgeoV17n1-a04.\nLlambías, E.J.; Sato, A.M. 1995. El batolito de Colangüil: transición entre orogénesis y anorogénesis. Revista de la Asociación Geológica Argentina 50: 111-131.\nLooy, C.V.; Twitchett, R.J.; Dilcher, D.L.; Konijnenburg-Van Cittert, J.H.A.; Visscher, H. 2001. Life in the end-Permian dead zone. Proceedings of the National Academy of Sciences of the United States of America 98: 7879-7883.\nLópez-Gamundí, O.; Azcuy, C.L.; Cuerda, A.; Valencio, D.; Vilas, J.F. 1987. Cuencas Río Blanco y CalingastaUspallata. In El Sistema Carbonífero en la República Argentina (Archangelsky, S.; editor). Academia Nacional de Ciencias de Córdoba: 101-132. Córdoba.\nLópez-Gamundí, O.R.; Espejo, I.S.; Conaghan, P.J.; Powell, C.McA. 1994. Southern South America. In Permian-Triassic Pangean Basins and Foldbelts along the Panthalassan Margin of Gondwanaland (Veevers, J.J.; Powell, C.McA.; editors), Geological Society of America Memoir 184: 281-329. Boulder.\nMcElwain, J.; Wade-Murphy, J.; Hesselbo, S.P. 2005. Changes in carbon dioxide during an oceanic anoxic event linked to intrusion into Gondwana coals. Nature"
  }, {
    "heading": "435: 479-482.",
    "text": "McKenzie, N.R.; Horton, B.K.; Loomis, S.E.; Stockli, D.F.; Planavsky, N.J.; Lee, C.A. 2016. Continental arc volcanism as principal driver of icehouse-greenhouse variability. Science 352: 444-447.\nMetcalfe, I.; Crowley, J.L.; Nicoll, R.S.; Schmitz, M. 2015. High-precision U-Pb CA-TIMPS calibration of Middle Permian to Lower Triassic sequences, mass extinction and extreme climate change in eastern Australian Gondwana. Gondwana Research 28: 61-81.\nMpodozis, C.; Kay, S.M. 1990. Provincias magmáticas ácidas y evolución tectónica de Gondwana: Andes Chilenos (28-31°S). Revista Geológica de Chile 17: 153-180.\nMpodozis, C.; Kay, S.M. 1992. Late Paleozoic to Triassic evolution of the Gondwana margin: evidence from Chilean Frontal Cordilleran batholiths (28°S to 31°S). Geological Society of America Bulletin 104: 999-1014.\nParrish, J.T. 1993. Climate of the supercontinent Pangea. Journal of Geology 101: 215-233.\nPérez, D.; Ramos, V.A. 1990. La actividad magmática gondwánica. International Geological Correlation Program, Project 211 (Late Paleozoic of South America) Annual Meeting, Abstracts: 89-92.\nRamos, V.A.; Kay, S.M. 1991. Triassic rifting and associated basalts in the Cuyo Basin, Central Argentina. In Andean Magmatism and its Tectonic Setting (Harmon R.S.;\nRapela, C.W.; editors). Geological Society of America, Special Paper 265: 79-91. Boulder.\nRapela, C.W.; Llambías, E.J. 1985. Evolución magmática y relaciones regionales de los complejos eruptivos de La Esperanza, provincia de Río Negro. Revista de la Asociación Geológica Argentina 40: 4-25.\nReichow, M.K.; Saunders, A.D.; White, R.V.; Pringle, M.S.; Al’Mukhamedov, A.I.; Medvedev, A.I.; Kirda, N.P. 2002. 40Ar/39Ar dates from the West Siberian Basin: Siberian f lood basalt province doubled. Science"
  }, {
    "heading": "296: 1846-1849.",
    "text": "Reichow, M.K.; Pringle, M.S.; Al’Mukhamedov, A.I.; Allen, M.B.; Andreichev, V.L.; Buslov, M.M.; Davies, C.E.; Fedoseev, G.S.; Fitton, J.G.; Medvedev, A.I.; Mitchell, C.; Puchkov, V.N.; Safonova, L.Y.; Scott, R.A.; Saunders, A.D. 2009. The timing and extent of the eruption of the Siberian Traps large igneous province: Implications for the end-Permian crisis. Earth and Planetary Science Letters 277: 9-20.\nRenne, P.R.; Zhang, Z.; Richardson, M.A.; Black, M.T.; Basu, A.R. 1995. Synchrony and causal relations between Permian-Triassic boundary crises and Siberian flood volcanism. Science 269: 1413-1416.\nRetallack, G. J.; Jahren, A. H. 2008. Methane release from igneous intrusion of coal during Late Permian extinction events. Journal of Geology 116: 1-20.\nRetallack, G.J.; Metzger, C.A.; Greaver, T.; Jahren, A.H.; Smith, R.M.H.; Sheldon, N.D. 2006. Middle-Late Permian mass extinction on land. Geological Society of America Bulletin 118: 1398-1411.\nSalfity, J.A.; Gorustovich, S. 1983. Paleogeografía de la Cuenca del Grupo Paganzo (Paleozoico Superior). Revista de la Asociación Geológica Argentina 38: 437-453.\nSato, A.M.; Llambías, E.J. 1993. El Grupo Choiyoi, provincia de San Juan: equivalentes efusivos del batolito de Colangüil. In Congreso Geológico Argentino No. 13 y Congreso de Exploración de Hidrocarburos No. 2 Actas 4: 156-165. Mendoza.\nSato, A.M.; Llambías, E.J.; Basei, M.A.S.; Castro, C.E. 2015. Three stages in the Late Paleozoic to Triassic magmatism of southwestern Gondwana, and the relationships with the volcanogenic events in coeval basins. Journal of South American Earth Sciences 63: 48-69.\nSauders, A.; Reichow, M. 2009. The Siberian Traps and the End-Permian mass extinction: a critical review. Chinese Science Bulletin 54: 20-37.\nSempere, T. 1993. Paleozoic to Jurassic evolution of Bolivia. Second International Society for Animal Genetics 21-23 (9): 547-550. Oxford.\nSempere, T.; Carlier, G.; Soler, P.; Fornari, M.; Carlotto, V.; Jacay, J.; Arispe, O. 2002. Late Permian-Middle Jurassic lithospheric thinning in Peru and Bolivia, and its bearing on Andean-age tectonics. Tectonophysics"
  }, {
    "heading": "345: 153-181.",
    "text": "Sephton, M.A.; Looy, C.V.; Brinkhuis, H.; Wignall, P.B.; de Leeuw, J.W.; Visscher, H. 2005. Catastrophic soil erosion during the end-Permian biotic crisis. Geology"
  }, {
    "heading": "33: 941-944.",
    "text": "Shen, S.; Crowley, J.L.; Wang, Y.; Bowring, S.A.; Erwin, D.H.; Sadler, P.M.; Cao, C.; Rothman, D.H.; Henderson, C.M.; Ramezani, J.; Zhang, H.; Shen, Y.; Wang, X.; Wang, W.; Mu, L.; Li, W.; Tang, Y.; Liu, X.; Liu, L.; Zeng, Y.; Jiang, Y.; Jin, Y. 2011. Calibrating the EndPermian mass extinction. Science 334: 1367-1372.\nSomero, G.N. 1995. Proteins and temperature. Annual Review of Physiology 57: 43-68.\nSpalletti, L.A.; Artabe, A.E.; Morel, E.M. 2003. Geological factors and evolution of southwestern Gondwana Triassic plants. Gondwana Research 6: 119-134.\nSpalletti, L.; Limarino, C.; Colombo Piñol, F. 2010. Internal anatomy of an erg sequence from the aeolian-fluvial system of the De La Cuesta Formation (Paganzo Basin, northwestern Argentina). Geologica Acta 8: 431-447.\nStanley, S.M. 2010. Relation of Phanerozoic stable isotope excursions to climate, bacterial metabolism, and major extinctions. Proceedings of the National Academy of Sciences 107: 19185-19189.\nSun, Y.; Joachimski, M.M.; Wignall, P.B.; Yan, C.; Chen, Y.; Jiang, H.; Wang, L.; Lai, X. 2012. Lethally hot temperatures during the Early Triassic greenhouse. Science 338: 366-370.\nSvensen, H.; Planke, S.; Polozov, A.G.; Schmidbauer, N.; Corfu, F.; Podladchikov, Y.Y.; Jamtveit, B. 2009. Siberian gas venting and the end-Permian environmental crisis. Earth and Planetary Science Letters 277: 490-500.\nTaylor, E.L.; Taylor, T.N.; Krings, M. 2009. Paleobotany: The Biology and Evolution of Fossil Plants. Academic Press Inc.: 1230 p. Burlington.\nTwitchett, R.J.; Looy, C.V.; Morante, R.; Visscher, H.; Wignall, P.B. 2001. Rapid and synchronous collapse of marine and terrestrial ecosystems during the endPermian biotic crisis. Geology 29: 351-354.\nWard, P.D.; Botha, J.; Buick, R.; de Kock, M.O.; Erwin, D.H.; Garrison, G.; Kirschvink, J.; Smith, R. 2005. Abrupt and gradual extinction among Late Permian vertebrates in the Karoo Basin, South Africa. Science"
  }, {
    "heading": "307: 709-714.",
    "text": "Wignall, P.B. 2001. Large igneous provinces and mass extinctions. Earth- Science Reviews 53: 1-33.\nManuscript received: March 3, 2017; revised/accepted: June 28, 2017; available online: June 28, 2017."
  }],
  "year": 2017,
  "references": [{
    "title": "Caracterización de las provincias fitogeográficas triásicas del Gondwana extratropical",
    "authors": ["A. Artabe", "E. Morel", "L. Spalletti"],
    "venue": "Ameghiniana 40: 387-405.",
    "year": 2003
  }, {
    "title": "Diastrofismo",
    "authors": ["C.L. Azcuy", "R. Caminos"],
    "venue": "El Sistema Carbonífero en la República Argentina. (Archangelsky, S.; editor), Academia Nacional de Ciencias de Córdoba: 239-251. Córdoba.",
    "year": 1987
  }, {
    "title": "Chondritic meteorite fragments associated with the Permian-Triassic boundary in Antarctica",
    "authors": ["A.R. Basu", "M.I. Petaev", "R.J. Poreda", "S.B. Jacobsen", "Becker L."],
    "venue": "Science 302: 1388-1395.",
    "year": 2003
  }, {
    "title": "Impact event at the Permian-Triassic boundary: Evidence from extraterrestrial noble gases in fullerenes",
    "authors": ["L. Becker", "R.J. Poreda", "A.G. Hunt", "T.E. Bunch", "M. Rampino"],
    "venue": "Science 291: 1530-1533.",
    "year": 2001
  }, {
    "title": "When Life Nearly Died",
    "authors": ["M.J. Benton"],
    "venue": "The Greatest Mass Extinction of All Time. Thames & Hudson: 336 p. London.",
    "year": 2003
  }, {
    "title": "How to kill (almost) all life: the end-Permian extinction event",
    "authors": ["M.J. Benton", "R.J. Twitchett"],
    "venue": "Trends in Ecology & Evolution 18: 358-365.",
    "year": 2003
  }, {
    "title": "Examination of hypotheses for the Permo-Triassic boundary extinction by carbon cycle modelling",
    "authors": ["R.A. Berner"],
    "venue": "Proceedings of the National Academy of Sciences 99: 4172-4177.",
    "year": 2002
  }, {
    "title": "Photosynthetic response and adaptation to temperature in higher plants",
    "authors": ["J.A. Berry", "O. Björkman"],
    "venue": "Annual Review of Plant Physiology 31: 491-543.",
    "year": 1980
  }, {
    "title": "Late Palaeozoic microbial lacustrine carbonate and related volcanic facies from the Andean Frontal Cordillera (San Juan, Argentina",
    "authors": ["P. Busquets", "I. Méndez-Bedia", "G. Gallastegui", "F. Colombo", "N. Heredia", "R. Cardó", "C. Limarino"],
    "year": 2007
  }, {
    "title": "The timing and pattern of biotic recovery following the end-Permian mass extinction",
    "authors": ["Z-Q. Chen", "M.J. Benton"],
    "venue": "Nature Geoscience 5: 375-383.",
    "year": 2012
  }, {
    "title": "Biochemistry: tackling unintelligent design",
    "authors": ["R.J. Ellis"],
    "venue": "Nature 463: 164-165.",
    "year": 2010
  }, {
    "title": "Cuenca San Rafael",
    "authors": ["I. Espejo", "R.R. Andreis", "M. Mazzoni"],
    "venue": "El Sistema Pérmico en la República Argentina y en la República Oriental del Uruguay. (Archangelsky, S.; editor). Academia Nacional de Ciencias de Córdoba: 163-173. Córdoba.",
    "year": 1996
  }, {
    "title": "Petrogenesis of the Siberian flood-basalt sequence at Noril’sk, north central Siberia",
    "authors": ["A. Fedorenko", "P.C. Lightfoot", "A.J. Naldrett", "G.K. Czamanske", "C.J. Hawkesworth", "J.L. Wooden", "D.S. Ebel"],
    "venue": "International Geology Review 38: 99-135.",
    "year": 1996
  }, {
    "title": "Estudios sedimentológicos en los depósitos carboníferos y pérmicos del borde occidental de la Puna",
    "authors": ["C.I. Galli", "M.C. Moya", "M. Arnosio"],
    "venue": "Revista de la Asociación Geológica Argentina 66: 119-132.",
    "year": 2010
  }, {
    "title": "Catastrophic dispersion of coal fly ash into oceans during the latest Permian extinction",
    "authors": ["S.E. Grasby", "H. Sanei", "B. Beauchamp"],
    "venue": "Nature Geoscience 4: 104-107.",
    "year": 2011
  }, {
    "title": "High-precision U-Pb calibration of Carboniferous glaciation and climate history, Paganzo Group, NW Argentina",
    "authors": ["E.L. Gulbranson", "I.P. Montañez", "M.D. Schmitz", "C.O. Limarino", "J.L. Isbell", "S.A. Marenssi", "J.L. Crowley"],
    "venue": "Geological Society of America Bulletin",
    "year": 2010
  }, {
    "title": "Paleoenvironments and age of the Talampaya Formation: The Permo-Triassic boundary in northwestern Argentina",
    "authors": ["E.L. Gulbranson", "P.L. Ciccioli", "I.P. Montañez", "S.A. Marenssi", "C.O. Limarino", "M.D. Schmitz", "V. Davydov"],
    "venue": "Journal of South American Earth Sciences",
    "year": 2015
  }, {
    "title": "Early Permian to Late Triassic batholiths of the Chilean Frontal Cordillera (28°-31°S): SHRIMP U-Pb zircón ages and Lu-Hf and O isotope systematics",
    "authors": ["F. Hervé", "C.M. Fanning", "M. Calderón", "C. Mpodozis"],
    "venue": "Lithos 184-187: 436-446.",
    "year": 2014
  }, {
    "title": "Hypoxia, global warming and terrestrial Late Permian extinctions",
    "authors": ["R.B. Huey", "P.D. Ward"],
    "venue": "Science 308: 398-401.",
    "year": 2005
  }, {
    "title": "The evolution of Patagonian climate and vegetation from the Mesozoic to the Present",
    "authors": ["A. Iglesias", "A.E. Artabe", "E.M. Morel"],
    "venue": "Biological Journal of the Linnean Society 103: 409-422.",
    "year": 2011
  }, {
    "title": "Climate warming",
    "authors": ["M.M. Joachimski", "X. Lai", "S. Shen", "H. Jiang", "G. Luo", "B. Chen", "J. Chen", "Y. Sun"],
    "year": 2012
  }, {
    "title": "Rapid eruption of Siberian flood-volcanic rocks and evidence for coincidence with the Permian-Triassic boundary and mass extinction at 251 Ma",
    "authors": ["S.L. Kamo", "G.K. Czamanske", "Y. Amelin", "V.A. Fedorenko", "D.W. Davis", "V.R. Trofimov"],
    "venue": "Earth and Planetary",
    "year": 2003
  }, {
    "title": "The rift associated Permo-Triassic magmatism of the Eastern Cordillera: a precursor to the Andean orogeny",
    "authors": ["D.J. Kontak", "A.H. Clark", "E. Farrar", "D.F. Strong"],
    "venue": "Magmatism at a plate edge: The Peruvian Andes. (Pitcher, W.S.; Atherton, M.P.; Cobbing, J.; Beckinsale",
    "year": 1985
  }, {
    "title": "Late Paleozoic-Early Mesozoic magmatism in the Cordillera de Carabaya, Puno, southeastern Peru: geochronology and petrochemistry",
    "authors": ["D.J. Kontak", "A.H. Clark", "E. Farrar", "D.A. Archibald", "H. Baadsgaard"],
    "venue": "Journal of South American Earth Sciences 3: 213-230.",
    "year": 1990
  }, {
    "title": "Mineral clues to past volcanism",
    "authors": ["L. Kump"],
    "venue": "Science 352: 411-412.",
    "year": 2016
  }, {
    "title": "Eolian Permian deposits in west and northwest Argentina",
    "authors": ["C.O. Limarino", "L.A. Spalletti"],
    "venue": "Sedimentary Geology 49: 109-127.",
    "year": 1986
  }, {
    "title": "Paleogeography of the Upper Paleozoic basins of southern South America: an overview",
    "authors": ["C.O. Limarino", "L.A. Spalletti"],
    "venue": "Journal of South American Earth Sciences, Special Publication 22: 134-155.",
    "year": 2006
  }, {
    "title": "Cuencas Río Blanco y CalingastaUspallata",
    "authors": ["C. Limarino", "P. Gutiérrez", "O. López Gamundí", "L. Fauqué", "R. Lech"],
    "venue": "El Sistema Pérmico en la República Argentina y en la República Oriental del Uruguay. (Archangelsky, S.; editor), Academia Nacional de",
    "year": 1996
  }, {
    "title": "Paleoclimatic evolution of southern South America during the late Paleozoic: a record from icehouse to extreme greenhouse conditions",
    "authors": ["C.O. Limarino", "S.N. Césari", "L.A. Spalletti", "A.C. Taboada", "J.L. Isbell", "S. Geuna", "E.L. Gulbranson"],
    "venue": "Gondwana Research",
    "year": 2014
  }, {
    "title": "El magmatismo gondwánico durante el Paleozoico Ssuperior-Triásico",
    "authors": ["E.J. Llambías"],
    "venue": "Geología Regional Argentina, (Caminos, R.; editor) Servicio Geológico Minero Argentino, Anales 29: 349-363. Buenos Aires.",
    "year": 1999
  }, {
    "title": "Relaciones geológicas del Batolito de Colangüil",
    "authors": ["E.J. Llambías", "A.M. Sato"],
    "venue": "Reunión de Geotransectas de América del Sur, Actas: 83-87. Montevideo.",
    "year": 1989
  }, {
    "title": "El batolito de Colangüil (29°-31°S) Cordillera Frontal de Argentina: estructura",
    "authors": ["E.J. Llambías", "A.M. Sato"],
    "year": 1990
  }, {
    "title": "El batolito de Colangüil: transición entre orogénesis y anorogénesis",
    "authors": ["E.J. Llambías", "A.M. Sato"],
    "venue": "Revista de la Asociación Geológica Argentina 50: 111-131.",
    "year": 1995
  }, {
    "title": "Life in the end-Permian dead zone",
    "authors": ["C.V. Looy", "R.J. Twitchett", "D.L. Dilcher", "J.H.A. Konijnenburg-Van Cittert", "H. Visscher"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America 98: 7879-7883.",
    "year": 2001
  }, {
    "title": "Cuencas Río Blanco y CalingastaUspallata",
    "authors": ["O. López-Gamundí", "C.L. Azcuy", "A. Cuerda", "D. Valencio", "J.F. Vilas"],
    "venue": "El Sistema Carbonífero en la República Argentina (Archangelsky, S.; editor). Academia Nacional de Ciencias de Córdoba: 101-132. Córdoba.",
    "year": 1987
  }, {
    "title": "Southern South America",
    "authors": ["O.R. López-Gamundí", "I.S. Espejo", "P.J. Conaghan", "C.McA. Powell"],
    "venue": "Permian-Triassic Pangean Basins and Foldbelts along the Panthalassan Margin of Gondwanaland (Veevers, J.J.; Powell, C.McA.; editors), Geological Society of",
    "year": 1994
  }, {
    "title": "Changes in carbon dioxide during an oceanic anoxic event linked to intrusion into Gondwana coals",
    "authors": ["J. McElwain", "J. Wade-Murphy", "S.P. Hesselbo"],
    "venue": "Nature 435: 479-482.",
    "year": 2005
  }, {
    "title": "Continental arc volcanism as principal driver of icehouse-greenhouse variability",
    "authors": ["N.R. McKenzie", "B.K. Horton", "S.E. Loomis", "D.F. Stockli", "N.J. Planavsky", "C.A. Lee"],
    "venue": "Science 352: 444-447.",
    "year": 2016
  }, {
    "title": "High-precision U-Pb CA-TIMPS calibration of Middle Permian to Lower Triassic sequences, mass extinction and extreme climate change in eastern Australian Gondwana",
    "authors": ["I. Metcalfe", "J.L. Crowley", "R.S. Nicoll", "M. Schmitz"],
    "venue": "Gondwana Research 28:",
    "year": 2015
  }, {
    "title": "Provincias magmáticas ácidas y evolución tectónica de Gondwana: Andes Chilenos (28-31°S)",
    "authors": ["C. Mpodozis", "S.M. Kay"],
    "venue": "Revista Geológica de Chile 17: 153-180.",
    "year": 1990
  }, {
    "title": "Late Paleozoic to Triassic evolution of the Gondwana margin: evidence from Chilean Frontal Cordilleran batholiths (28°S to 31°S)",
    "authors": ["C. Mpodozis", "S.M. Kay"],
    "venue": "Geological Society of America Bulletin 104: 999-1014.",
    "year": 1992
  }, {
    "title": "Climate of the supercontinent Pangea",
    "authors": ["J.T. Parrish"],
    "venue": "Journal of Geology 101: 215-233.",
    "year": 1993
  }, {
    "title": "La actividad magmática gondwánica",
    "authors": ["D. Pérez", "V.A. Ramos"],
    "venue": "International Geological Correlation Program, Project 211 (Late Paleozoic of South America) Annual Meeting, Abstracts: 89-92.",
    "year": 1990
  }, {
    "title": "Triassic rifting and associated basalts in the Cuyo Basin, Central Argentina",
    "authors": ["V.A. Ramos", "S.M. Kay"],
    "venue": "Andean Magmatism and its Tectonic Setting (Harmon R.S.;",
    "year": 1991
  }, {
    "title": "Evolución magmática y relaciones regionales de los complejos eruptivos de La Esperanza, provincia de Río Negro",
    "authors": ["C.W. Rapela", "E.J. Llambías"],
    "venue": "Revista de la Asociación Geológica Argentina 40: 4-25.",
    "year": 1985
  }, {
    "title": "40Ar/39Ar dates from the West Siberian Basin: Siberian f lood basalt province",
    "authors": ["M.K. Reichow", "A.D. Saunders", "R.V. White", "M.S. Pringle", "A.I. Al’Mukhamedov", "A.I. Medvedev", "N.P. Kirda"],
    "venue": "doubled. Science",
    "year": 2002
  }, {
    "title": "The timing and extent",
    "authors": ["M.K. Reichow", "M.S. Pringle", "A.I. Al’Mukhamedov", "M.B. Allen", "V.L. Andreichev", "M.M. Buslov", "C.E. Davies", "G.S. Fedoseev", "J.G. Fitton", "A.I. Medvedev", "C. Mitchell", "V.N. Puchkov", "L.Y. Safonova", "R.A. Scott", "A.D. Saunders"],
    "year": 2009
  }, {
    "title": "Synchrony and causal relations between Permian-Triassic boundary crises and Siberian flood volcanism",
    "authors": ["P.R. Renne", "Z. Zhang", "M.A. Richardson", "M.T. Black", "A.R. Basu"],
    "venue": "Science 269: 1413-1416.",
    "year": 1995
  }, {
    "title": "Methane release from igneous intrusion of coal during Late Permian extinction events",
    "authors": ["G.J. Retallack", "A.H. Jahren"],
    "venue": "Journal of Geology 116: 1-20.",
    "year": 2008
  }, {
    "title": "Middle-Late Permian mass extinction on land",
    "authors": ["G.J. Retallack", "C.A. Metzger", "T. Greaver", "A.H. Jahren", "R.M.H. Smith", "N.D. Sheldon"],
    "venue": "Geological Society of America Bulletin 118: 1398-1411.",
    "year": 2006
  }, {
    "title": "Paleogeografía de la Cuenca del Grupo Paganzo (Paleozoico Superior)",
    "authors": ["J.A. Salfity", "S. Gorustovich"],
    "venue": "Revista de la Asociación Geológica Argentina 38: 437-453.",
    "year": 1983
  }, {
    "title": "El Grupo Choiyoi, provincia de San Juan: equivalentes efusivos del batolito de Colangüil",
    "authors": ["A.M. Sato", "E.J. Llambías"],
    "venue": "Congreso Geológico Argentino No. 13 y Congreso de Exploración de Hidrocarburos No. 2 Actas 4: 156-165. Mendoza.",
    "year": 1993
  }, {
    "title": "Three stages in the Late Paleozoic to Triassic magmatism of southwestern Gondwana, and the relationships with the volcanogenic events in coeval basins",
    "authors": ["A.M. Sato", "E.J. Llambías", "M.A.S. Basei", "C.E. Castro"],
    "venue": "Journal of South American Earth Sciences 63: 48-69.",
    "year": 2015
  }, {
    "title": "The Siberian Traps and the End-Permian mass extinction: a critical review",
    "authors": ["A. Sauders", "M. Reichow"],
    "venue": "Chinese Science Bulletin 54: 20-37.",
    "year": 2009
  }, {
    "title": "Paleozoic to Jurassic evolution of Bolivia",
    "authors": ["T. Sempere"],
    "venue": "Second International Society for Animal Genetics 21-23 (9): 547-550. Oxford.",
    "year": 1993
  }, {
    "title": "Late Permian-Middle Jurassic lithospheric thinning in Peru and Bolivia, and its bearing on Andean-age tectonics",
    "authors": ["T. Sempere", "G. Carlier", "P. Soler", "M. Fornari", "V. Carlotto", "J. Jacay", "O. Arispe"],
    "venue": "Tectonophysics 345: 153-181.",
    "year": 2002
  }, {
    "title": "Catastrophic soil erosion during the end-Permian biotic crisis",
    "authors": ["M.A. Sephton", "C.V. Looy", "H. Brinkhuis", "P.B. Wignall", "J.W. de Leeuw", "H. Visscher"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Calibrating the End",
    "authors": ["S. Shen", "J.L. Crowley", "Y. Wang", "S.A. Bowring", "D.H. Erwin", "P.M. Sadler", "C. Cao", "D.H. Rothman", "C.M. Henderson", "J. Ramezani", "H. Zhang", "Y. Shen", "X. Wang", "W. Wang", "L. Mu", "W. Li", "Y. Tang", "X. Liu", "L. Liu", "Y. Zeng", "Y. Jiang", "Y. Jin"],
    "year": 2011
  }, {
    "title": "Proteins and temperature",
    "authors": ["G.N. Somero"],
    "venue": "Annual Review of Physiology 57: 43-68.",
    "year": 1995
  }, {
    "title": "Geological factors and evolution of southwestern Gondwana Triassic plants",
    "authors": ["L.A. Spalletti", "A.E. Artabe", "E.M. Morel"],
    "venue": "Gondwana Research 6: 119-134.",
    "year": 2003
  }, {
    "title": "Internal anatomy of an erg sequence from the aeolian-fluvial system of the De La Cuesta Formation (Paganzo Basin, northwestern Argentina)",
    "authors": ["L. Spalletti", "C. Limarino", "F. Colombo Piñol"],
    "venue": "Geologica Acta 8: 431-447.",
    "year": 2010
  }, {
    "title": "Relation of Phanerozoic stable isotope excursions to climate, bacterial metabolism, and major extinctions",
    "authors": ["S.M. Stanley"],
    "venue": "Proceedings of the National Academy of Sciences 107: 19185-19189.",
    "year": 2010
  }, {
    "title": "Lethally hot temperatures during the Early Triassic greenhouse",
    "authors": ["Y. Sun", "M.M. Joachimski", "P.B. Wignall", "C. Yan", "Y. Chen", "H. Jiang", "L. Wang", "X. Lai"],
    "venue": "Science 338: 366-370.",
    "year": 2012
  }, {
    "title": "Siberian gas venting and the end-Permian environmental crisis",
    "authors": ["H. Svensen", "S. Planke", "A.G. Polozov", "N. Schmidbauer", "F. Corfu", "Y.Y. Podladchikov", "B. Jamtveit"],
    "venue": "Earth and Planetary Science Letters 277: 490-500.",
    "year": 2009
  }, {
    "title": "Paleobotany: The Biology and Evolution of Fossil Plants",
    "authors": ["E.L. Taylor", "T.N. Taylor", "M. Krings"],
    "venue": "Academic Press Inc.: 1230 p. Burlington.",
    "year": 2009
  }, {
    "title": "Rapid and synchronous collapse of marine and terrestrial ecosystems during the endPermian biotic crisis",
    "authors": ["R.J. Twitchett", "C.V. Looy", "R. Morante", "H. Visscher", "P.B. Wignall"],
    "venue": "Geology 29: 351-354.",
    "year": 2001
  }, {
    "title": "Abrupt and gradual extinction among Late Permian vertebrates in the Karoo",
    "authors": ["P.D. Ward", "J. Botha", "R. Buick", "M.O. de Kock", "D.H. Erwin", "G. Garrison", "J. Kirschvink", "R. Smith"],
    "year": 2005
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth- Science Reviews 53: 1-33. Manuscript received: March 3, 2017; revised/accepted: June 28, 2017; available online: June 28, 2017.",
    "year": 2001
  }],
  "id": "SP:5b07178d6ef5333c805f5719ad011f909d1ab856",
  "authors": [{
    "name": "Luis A. Spalletti",
    "affiliations": []
  }, {
    "name": "Carlos O. Limarino",
    "affiliations": []
  }],
  "abstractText": "The end of the Permian period is marked by global warming and the biggest known mass extinction on Earth. The crisis is commonly attributed to the formation of large igneous provinces because continental volcanic emissions have the potential to control atmospheric carbon dioxide (CO2) levels and climate change. We propose that in southwestern Gondwana the long-term hothouse Permian environmental conditions were associated with the development of the Choiyoi magmatism. This large igneous province was developed between the Cisuralian and the early Triassic. It covers an area estimated at 1,680,000 km2 with an average thickness of 700 m, so that the volume of effusive and consanguineous rocks is estimated at 1,260,000 km3. Towards the western sector of the study region, a major overlap exists between the regional development of the Choiyoi magmatism and the Carboniferous sedimentary basins, which include paralic and continental deposits with intercalations of peat and coal beds. Commonly, these upper Palaeozoic deposits accumulated on a thick substrate composed of Cambro-Ordovician carbonates and Ordovician to Devonian terrigenous sedimentary rocks characterised by a large proportion of dark organic-rich shales and turbidite successions. While extensive volcanism released large masses of carbon dioxide into the Permian atmosphere, the heating of Palaeozoic organic-rich shales, peat and carbonates by ascending magma led to CO2 and CH4 gas generation in sufficient volumes to amplify the major climatic change. The analysis of the almost continuous record of Permian redbeds in the Paganzo basin, where the Choiyoi magmatism is not recorded, allowed us to recognize two main pulses of strong environmental desiccation, one at the Cisuralian and the second around the end-Permian. These two drastic climatic crisis are attributed to peaks of CO2 and CH4 outbursts to the atmosphere and related collateral effects, such as acid rain, impoverishment of soils and increase in forest-fire frequency. We propose that the combination of these multiple mechanisms triggered the decline of biodiversity in southwestern Gondwana and caused the end-Permian extinction of most of the Glossopteridales.",
  "title": "The Choiyoi magmatism in south western Gondwana: implications for the end-permian mass extinction - a review"
}