{
  "sections": [{
    "text": "Nature © Macmillan Publishers Ltd 1998\n8\n450 NATURE | VOL 393 | 4 JUNE 1998\nemissions. Gupta and Cicerone16 found that in a two-dimensional model simulation where 10% of CH4, CO and NOx emissions were shifted from northern mid-latitudes to the northern tropics, the CH4 steady-state lifetime decreased by 1.4%.\nThe main sources of CH4 to the atmosphere have been identified14, but emission rates from individual sources are not known well enough to quantify trends in sources. Despite this, evidence exists that some regional sources may be changing. In the states of the former Soviet Union, production of natural gas, oil and coal have all declined during the late 1980s and early 1990s (http:// www.bp.com/bpstats), and the fraction of gas that is vented or flared has also decreased17. This would lead to decreased emissions from the high northern latitudes. If this speculative scenario is true, emissions from the tropics must have increased to maintain a nearly constant global source strength.\nOur conclusions that CH4 sources have been nearly constant from 1984 to 1996 has important implications for policy. If CH4 sources and [OH] remain at 1996 levels, the globally averaged CH4 mole fraction will slowly increase to ,1,800 nmol mol−1 over the next two decades, and then stabilize. As the imbalance between CH4 sources and sinks is currently very small, policies that reduce CH4 emissions by a few per cent would nearly ensure a decrease of CH4 levels in the atmosphere18. We point out, however, that quantifying small, longterm trends in specific CH4 source strengths remains impossible, so the future atmospheric burden of CH4 cannot be predicted with certainty19. A better understanding of the CH4 budget, and how it is changing with time, is still needed to predict more accurately the future role of CH4 in climate change. M\nReceived 9 September 1997; accepted 24 March 1998.\n1. Etheridge, D. M., Pearman, G. I. & Fraser, P. J. Changes in tropospheric methane between 1841 and 1978 from a high accumulation rate Antarctic ice core. Tellus 44, 282–294 (1992). 2. Dlugokencky, E. J., Steele, L. P., Lang, P. M. & Masarie, K. A. The growth rate and distribution of atmospheric methane. J. Geophys. Res. 99, 17021–17043 (1994). 3. Dlugokencky, E. J. et al. Changes in CH4 and CO growth rates aftr the eruption of Mt. Pinatubo and their link with changes in tropical tropospheric UV flux. Geophys. Res. Lett. 23, 2761–2764 (1996). 4. Dlugokencky, E. J. et al. A dramatic decrease in the growth rate of atmospheric methane in the northern hemisphere during 1992. Geophys. Res. Lett. 21, 45–48 (1994). 5. Steele, L. P. et al. Slowing down of the global accumulation of atmospheric methane during the 1980’s. Nature 358, 313–316 (1992). 6. Thoning, K. W., Tans, P. P. & Komhyr, W. D. Atmospheric carbon dioxide at Mauna Loa observatory, 2. Analysis of the NOAA GMCC data, 1974–1985. J. Geophys. Res. 94, 8549–8565 (1989). 7. Tans, P. P., Conway, T. J. & Nakazawa, T. Latitudinal distribution of the sources and sinks of atmospheric carbon dioxide derived from surface observations and an atmospheric transport model. J. Geophys. Res. 94, 5151–5172 (1989). 8. Hogan, K. B. & Harriss, R. C. Comment on ‘A dramatic decrease in the growth rate of atmospheric methane in the northern hemisphere during 1992’ by E. J. Dlugokencky et al. Geophys. Res. Lett. 21, 2445–2446 (1994). 9. Bekki, S., Law, K. S. & Pyle, J. A. Effect of ozone deletion on atmospheric CH4 and CO. Nature 371, 595–597 (1994). 10. Lowe, D. C., Brenninkmeijer, C. A. M., Brailsford, G. W., Lassey, K. R. & Gomez, A. J. Concentration and 13C records of atmospheric methane in New Zealand and Antarctica:Evidence for changes in methane sources. J. Geophys. Res. 99, 16913–16925 (1994). 11. Prinn, R. G. et al. Atmospheric trends and lifetime of CH3CCl3 and global OH concentrations. Science 269, 187–192 (1995). 12. Dlugokencky, E. J., Masarie, K. A., Tans, P. P., Conway, T. J. & Xiong, X. Is the amplitude of the CH4 seasonal cycle changing? Atmos. Environ. 31, 21–26 (1997). 13. Prather, M. J. Time scales in atmospheric chemistry: Theory, GWPs for CH4 and CO, and runaway growth. Geophys. Res. Lett. 23, 2597–2600 (1996). 14. Fung, I. et al. Three-dimensional model synthesis of the global methane cycle. J. Geophys. Res. 96, 13033–13065 (1991). 15. Cicerone, R. J. & Oremland, R. S. Biogeochemical aspects of atmospheric methane. Global Biogeochem. Cycles 2, 299–327 (1988). 16. Gupta, M. & Cicerone, R. Perturbation to global tropospheric photochemistry due to changes in latitudinal distributions of surface sources of CH4, CO, and NOx. Eos 78, 90 (1997). 17. Law, K. S. & Nisbet, E. G. Sensitivity of the CH4 growth rate to changes in CH4 emissions from natural gas and coal. J. Geophys. Res. 101, 14387–14397 (1996). 18. Hogan, K. B., Hoffman, J. S. & Thompson, A. M. Methane on the greenhouse agenda. Nature 354, 181–182 (1991). 19. Khalil, M. A. K. & Rasmussen, R. Decreasing trend of methane: unpredictability of future concentrations. Chemosphere 26, 803–814 (1993). 20. Schimel, D. et al. in Intergovernmental Panel on Climate Change (IPCC), Climate Change 1995, The Science of Climate Change 94 (Cambridge University Press, Cambridge, 1996). 21. Interactive Data Language Research Systems (Boulder, Colorado, 1997).\nAcknowledgements. We thank all agencies that have assisted us with the cooperative air sampling network, and Blue Star Line for their continued support of our sampling efforts. We are grateful for the efforts of all network observers, and thank T. Conway and R. Cicerone for comments. This work was supported in part by the Atmospheric Chemistry Proejct of the NOAA Climate and Global Change Program and the US Environmental Protection Agency.\nCorrespondence and requests for materials should be addressed to E.J.D. (e-mail: edlugokencky@cmdl. noaa.gov).\nInfluenceofvolcaniceruptions onNorthernHemisphere summer temperature over thepast600years K. R. Briffa*, P. D. Jones*, F. H. Schweingruber† & T. J. Osborn*\n* Climatic Research Unit, University of East Anglia, Norwich NR4 7TJ, UK † Swiss Federal Institute of Forest,"
  }, {
    "heading": "Snow and Landscape Research, Zürcherstrasse 111, CH-8903 Birmensdorf, Switzerland",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nA network of temperature-sensitive tree-ring-density chronologies provides circum-hemisphere information on year-by-year changes in summer warmth in different regions of the northern boreal forest1. Combining these data into a single time-series provides a good summer-temperature proxy for northern high latitudes and the Northern Hemisphere as a whole2. Here we use this well dated, high-resolution composite time-series to suggest that large explosive volcanic eruptions produced different extents of Northern Hemisphere cooling during the past 600 years. The large effect of some recent eruptions is apparent, such as in 1816, 1884 and 1912, but the relative effects of other known, and perhaps some previously unknown, pre-nineteenth-century eruptions are also evaluated. The most severe short-term Northern Hemisphere cooling event of the past 600 years occurred in 1601, suggesting that either the effect on climate of the eruption of Huaynaputina, Peru, in 1600 has previously been greatly underestimated, or another, as yet unidentified, eruption occurred at\nTable 1Years of extreme low tree-ringdensity averagedaround theNorthern Hemisphere\nNHD1* j Value† NH anom.‡ NHD2\nRank Year ( 8C) Rank Value .............................................................................................................................................................................\n1 1601 −6.90 −0.81 1 −6.75 2 1816 −4.33 −0.51 7 −3.36 3 1641 −4.31 −0.50 2 −4.27 4 1453 −4.24 −0.50 3 −4.05 5 1817 −3.76 −0.44 10 −3.18 6 1695 −3.50 −0.41 4 −3.64 7 1912 −3.33 −0.39 6 −3.38 8 1675 −3.13 −0.37 92 −1.50 9 1698 −3.08 −0.36 5 −3.40\n10 1643 −2.99 −0.35 22 −2.43 11 1699 −2.96 −0.35 20 −2.50 12 1666 −2.89 −0.34 11 −3.16 13 1884 −2.89 −0.34 12 −3.09 14 1978 −2.80 −0.33 14 −2.89 15 1837 −2.78 −0.32 9 −3.23 16 1669 −2.77 −0.32 67 −1.76 17 1587 −2.64 −0.31 19 −2.50 18 1740 −2.61 −0.30 76 −1.72 19 1448 −2.57 −0.30 47 −2.01 20 1992 −2.56 −0.30 52 −1.92 21 1836 −2.48 −0.29 24 −2.40 22 1818 −2.45 −0.29 8 −3.32 23 1495 −2.42 −0.28 36 −2.22 24 1968 −2.38 −0.28 29 −2.32 25 1742 −2.35 −0.27 17 −2.64 26 1783 −2.35 −0.27 18 −2.51 27 1667 −2.35 −0.27 204 −0.82 28 1642 −2.22 −0.26 13 −2.94 29 1819 −2.21 −0.26 25 −2.36 30 1446 −2.20 −0.26 117 −1.31 ............................................................................................................................................................................. *The ranked lowest 5% of values in the series made up as the average of five large regional series (see Fig. 2). Bold values also occur in the bottom 5% of a series formed as the simple average of all sites (NHD2). † j values are expressed as standardized departures from the mean for AD 1881–1960. ‡ Estimated NH temperature anomaly (AD 1881–1960 base). See Methods section for further details.\nNature © Macmillan Publishers Ltd 1998\nNATURE | VOL 393 | 4 JUNE 1998 451\nexplosive eruptions (VEI 5, 6 and 7) listed in ref.14 are indicated on the lower axis.\nQuestion marks indicate uncertainty because dates are based on radiocarbon.\nThese data and those for NHD2 (see Methods section) are available from the\nNOAA NGDC palaeoclimate database (http://www.ngdc.noaa.gov/paleo.html).\nNature © Macmillan Publishers Ltd 1998\n8\n452 NATURE | VOL 393 | 4 JUNE 1998\nand slight dating uncertainties, especially in the IVI) are all higher (−0.46, −0.33 and −0.45, respectively) and higher again if the more recent, and hence better defined, five-year averages since 1600 are compared (−0.51, −0.43 and −0.52, respectively).\nThe largest historically documented eruption of the modern (instrumental) era is that of Tambora, Indonesia, in April 181513. This is one of only four Holocene eruptions to have been assigned a VEI of 7 (ref. 14; see also Table 2). Instrumental, historical and various tree-ring evidence all show widespread cold conditions, especially in eastern North America and western Europe in 181613 and the various ice core data7,15–20 invariably show a strong acidity signal associated with this year. Very low summer temperatures (Fig. 2) are indicated in our data in 1816 (rank second lowest; compare Table 1) but also in 1817 (tenth) and 1818 (eighth). The decade of the 1810s is shown to be the coldest in the record, due in part to a prior, as yet still unidentified, eruption in 1809 originally indicated by ice-core evidence21 and later shown in regional treering data3,4. This also shows up as a low value in 1810 (15th) in our NHD2 record (it is 49th in NHD1). Evidence of other, more recent, climatically effective volcanoes, shown in NHD1 by low values in\n1912 (7th), 1884 (13th), 1836/7 (21st/15th) and even 1992 (20th), can be ascribed to the eruptions of Novarupta, Krakatau, Cosiguina and Pinatubo respectively, all of which, except Cosiguina22, have VEI of 6 (see Table 2). However, the eruption of Santa Maria (1902), also with a VEI of 6, does not show up as very anomalous in our data. We note that this is true also of some of the ice-core records7,15,17,18.\nThe most extreme value in our record is in 1601 for which we estimate (see Methods) a NH summer anomaly of −0.8 8C (see Figs 1 and 2, and Table 1). This is 0.3 8C cooler than that estimated in 1816. Several previous dendroclimatic reconstructions have indicated the local significance of the 1601 cold anomaly, notably in North America4,23, but it is revealed here as clearly the most important hemispheric tree-ring density event in the past 600 years. Early evidence of a contemporaneous ‘unknown’ eruption came from European historical observations of optical atmospheric phenomena (dim Sun and reddish haze) in 1601 and 160210. Subsequent acidity evidence from ice cores in both Greenland15,24 and Antarctica7,17 indicate that the volcanic aerosol around 1601 was of global extent, and analyses of contemporaneous tephra and dust in Antarctica25 and a tropical ice cap from Quelccaya, Peru26 has\nFigure 2 Selected spatial patterns of tree-ring density. Top left, changing spatial coverage of the tree-ring densitometric network over the past five centuries. Red dots denote chronologies starting before AD 1500; green, 1600; blue, 1700; purple, 1800; and black, 1900. NHD1 was constructed as the average of five mean chronologies comprising data from the regions separated by black lines. The other maps show normalized chronology density (with respect to AD 1881–1960) in selected years of low overall mean density (see Fig.1). Negative values indicate regions of reduced summer temperature.\nNature © Macmillan Publishers Ltd 1998\n8\n454 NATURE | VOL 393 | 4 JUNE 1998\ncentury (11) than in any of the other five centuries of our record (for which frequencies ranged between 1 and 7).\nThe only other known large eruption in the past 600 years (VEI 6) to which we have not yet made reference is Billy Mitchell, southwest Pacific. This is listed14 with an uncorrected radiocarbon age of 1580 6 20, which, when corrected, could give a date anywhere in the range 1480–1640, though with more likelihood of a date around 150035. There are two candidates for the corresponding signal in our record: 1495 (rank 23) and 1587 (17). Both have apparent equivalents in at least one Antarctic core17 and 1587 is listed as an acid event in one Greenland ice core (though an earlier ,1570 event is ascribed to Billy Mitchell)16.\nBesides large individual eruptions, our data show how closely spaced multiple eruptions can reduce hemisphere temperatures on decadal and multi-decadal timescales, as occurred in the midfifteenth century, the 1640s, 1660s and 70s, 1690s and the 1810s. The apparent cluster of possible eruptions in the seventeenth century, suggested by our data, perhaps in combination with lower solar irradiance, may have been a contributing factor in the extended hemispheric cooling that occurred at that time36. M . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
  }, {
    "heading": "Methods",
    "text": "Each of the 383 individual ‘site’ chronologies (Fig. 2) is the average of absolutely dated time-series of annual maximum latewood density measurements from multiple cores sampled from within different trees. Each constituent series is first transformed into dimensionless indices by taking residuals from a generalized exponential fit through the raw data. Each site chronology was normalized so that it had zero mean and unit standard deviation over AD 1901–40 (see ref. 2 for more details). All chronologies cover at least the period 1891–1973 but many are much longer (for example, there are 287 back to 1800, 159 to 1700, 75 to 1600 and 8 back to 1400).\nTwo hemispheric mean timeseries were constructed from these data, covering the period 1400–1994. NHD1 was formed as the average of 8 prior regional average series (the regions are shown in Fig. 2), while NHD2 is the direct average of all 383 chronologies. When averaging, the sample size (n) is time-dependent and increased variance in parts of the average series would normally arise because of a diminishing number of constituent chronologies. The effect was corrected for in all three averaging stages (that is, to regions, to NHD1 or to NHD2) by scaling the mean series by the square root of the effective number (n9) of independent samples available (refs. 2, 37) where n9 ¼ n=½1 þ ðn 2 1Þr̄ÿ: here r̄ is the mean interseries correlation between the n available samples, a measure of the common growth forcing ‘signal’.\nSeries NHD1 is preferred, because the two-stage averaging reduces any bias that NHD2 might have towards a region with a large number of chronologies. Nevertheless, it would be incorrect to average the regional time-series together on an equal basis when one series is based on very few chronologies, so the regional series were first weighted by their expressed population signal, EPS (ref. 38). EPS measures the extent to which an average time-series of a finite number of sample series approximates the theoretical population average (that is, infinitely replicated) time-series (EPS ¼ n9r̄). If the time-dependent sample is very small, the time-dependent EPS will be low and the region will be given a lower weighting. Both NHD1 and NHD2 were then normalized with respect to their means and standard deviations over the 1881–1960 period.\nTo derive the correlations between the density series and large-scale temperature averages cited in the text, we compared the NHD1 series with two instrumental temperature time-series, both the average of summer monthly means for April–September (ref. 9) over the period 1881–1960. We note that the period after 1960 was not used, as stated in the main text, because of concern over a recent possibly anthropogenic decline in hemispheric-average tree-ring density (ref. 2). One of the temperature series was the average only of NH grid-box series corresponding to the locations of the chronologies (NHCT), again variance corrected for reduced data in the early record. The other temperature series is the published average of all available data (land and marine) in the NH (NHLMT)9.\nTo assess the likely strength of temperature response in the earlier sections of our density series, where the sample of chronologies is considerably smaller, we rebuilt NHD1 and NHD2 but using a number of ‘fixed grids’ based on the\nspecific samples available back to certain years. The NHD2 series, constructed using just the 287 chronologies that extend back to 1800, correlates with NHCT (over 1881–1960) at 0.73 and with NHLMTat 0.55. Using the reduced samples extending back to at least 1700, 1600 and 1400 yields correlations of 0.63, 0.44 and 0.42 against NHCT, and 0.46, 0.35 and 0.32 with NHLMT. Correlations for NHD1 are as good or better and we expect that the relationships for extreme values would be stronger.\nWe have produced approximate estimates of NH mean summer temperature anomalies (Table 1 and Fig. 1) based on our NHD1 series by regressing it against NHLMT (adjusted to be anomalies from the 1881–1960 mean). This provides temperature anomalies with 95% confidence limits of ,60.3 8C.\nReceived 13 October 1997; accepted 31 March 1998.\n1. Schweingruber, F. H. & Briffa, K. R. in Climate Variations and Forcing Mechanisms of the Last 2000 Years (eds Jones, P. D., Bradley, R. S. & Jouzel, J.) 43–66 (Springer, Berlin, 1996). 2. Briffa, K. R. et al. Reduced sensitivity of recent tree-growth to temperature at high northern latitudes. Nature 391, 678–682 (1998). 3. Briffa, K. R., Jones, P. D. & Schweingruber, F. H. Summer temperatures across northern North America: regional reconstructions from 1760 using tree-ring densities. J. Geophys. Res. 99(D12), 25835–25844 (1994). 4. Briffa, K. R., Jones, P. D. & Schweingruber, F. H. Tree-ring reconstructions of summer temperature patterns across western North America since 1600. J. Clim. 5, 735–754 (1992). 5. Jones, P. D., Briffa, K. R. & Schweingruber, F. H. Tree-ring evidence of the widespread effects of explosive volcanic eruptions. Geophys. Res. Lett. 22, 1333–1336 (1995). 6. Bradley, R. S. & Jones, P. D. in Climate Since A.D. 1500 (eds Bradley, R. S. & Jones, P. D.) 606–622 (Routledge, London, 1992). 7. Cole-Dai, J., Mosley-Thompson, E. & Thompson, L. G. Annually resolved southern hemisphere volcanic history from two Antarctic ice cores. J. Geophys. Res. 102, 16761–16771 (1997). 8. Crowley, T. J., Criste, T. A. & Smith, N. R. Reassessment of Crete (Greenland) ice core acidity/ volcanism link to climate change. Geophys. Res. Lett. 20, 209–212 (1993). 9. Jones, P. D. & Briffa, K. R. Global surface air temperature variations during the twentieth century: Part 1, spatial, temporal and seasonal details. Holocene 2, 165–179 (1992). 10. Lamb, H. H. Volcanic dust in the atmosphere; with a chronology and assessment of its meteorological significance. Phil. Trans. R. Soc. Lond. A 266, 425–553 (1970). 11. Newhall, G. C. & Self, S. The Volcanic Explosivity Index (VEI): an estimate of explosive magnitude for historical volcanism. J. Geophys. Res. 87, 1231–1238 (1982). 12. Robock, A. & Free, M. P. in Climatic Variations and Forcing Mechanisms of the Last 2000 Years (eds Jones, P. D., Bradley, R. S. & Jouzel, J.) 533–546 (Springer, Berlin, 1996). 13. Harington, C. R. (ed.) The Year Without a Summer? (Canadian Museum of Nature, Ottawa, 1992). 14. Simkin, T. & Siebert, L. Volcanoes of the World 2nd edn (Geoscience, Tucson, 1994). 15. Hammer, C. U., Clausen, H. B. & Dansgaard, W. Greenland ice sheet evidence of post-glacial\nvolcanism and its climatic impact. Nature 288, 230–235 (1980). 16. Zielinski, G. A. et al. Record of volcanism since 7000 B.C. from the GISP2 Greenland ice core and\nimplications for the volcano-climate system. Science 264, 948–952 (1994). 17. Moore, J. C., Narita, H. & Maeno, N. A continuous 770-year record of volcanic activity from East\nAntarctica. J. Geophys. Res. 96, 17353–17359 (1991). 18. Delmas, R. J., Kirchner, S., Palais, J. M. & Petit, J. R. 1000 years of explosive volcanism recorded at the\nSouth Pole. Tellus B 44, 335–350 (1992). 19. Langway, C. C. Jr, Osada, K., Clausen, H. B., Hammer, C. U. & Shoji, H. A 10-century comparison of\nprominent volcanic events in ice cores. J. Geophys. Res. 100, 16241–16247 (1995). 20. Morgan, V. I. et al. Site information and initial results from deep ice drilling on Law Dome, Antarctica.\nJ. Glaciol. 43, 3–10 (1997). 21. Dai, J. E., Mosley-Thompson, E. & Thompson, L. G. Ice core evidence for an explosive tropical\neruption 6 years preceding Tambora. J. Geophys. Res. 96, 17361–17366 (1991). 22. Self, S., Rampino, M. R. & Carr, M. J. A reappraisal of the 1835 eruption of Cosigüina and its\natmospheric impact. Bull. Volcanol. 52, 57–65 (1989). 23. Scuderi, L. C. Tree-ring evidence for climatically effective volcanic eruptions. Quat. Res. 34, 67–85\n(1990). 24. Zielinski, G. A. Stratospheric loading and optical depth estimates of explosive volcanism over the last\n2100 years derived from the Greenland ice sheet Project 2 ice core. J. Geophys. Res. 100, 20937–20955 (1995). 25. Palais, J. M., Kirchner, S. & Delmas, R. J. Identification of some global volcanic horizons by major elemental analysis of fine ash in Antarctic ice. Ann. Glaciol. 14, 216–220 (1990). 26. Thompson, L. G., Mosley-Thompson, E., Dansgaard, W. & Grootes, P. M. The Little Ice Age as recorded in the stratigraphy of the tropical Quelccaya Ice Cap. Science 234, 361–364 (1986). 27. de Silva, S. L. & Zielinski, G. A. Global influence of the AD 1600 eruption of Huaynaputina, Peru. Nature 393, 455–458 (1998). 28. Robin, C., Monzier, M. & Eissen, J.-P. Formation of the mid-fifteenth century Kuwae caldera (Vanuatu) by an initial hydroelastic and subsequent ignimbritic eruption. Bull. Volcanol. 56, 170– 183 (1994). 29. Monzier, M., Robin, C. & Eissen, J.-P. Kuwae (1425 AD): the forgotten caldera. J. Volcanol. Geotherm. Res. 59, 207–218 (1993). 30. Pang, K. D. Climate impact of the mid-fifteenth century Kuwae caldera formation, as reconstructed from historical and proxy data. Eos (Fall Suppl.) 74(43), 106 (1993). 31. LaMarche, V. C. & Hirschboeck, K. K. Frost rings in trees as records of major volcanic eruptions. Nature 307, 121–126 (1984). 32. Delfin, F. G. Jr et al. Geological, 14C, and historical evidence for a 17th century eruption of Parker volcano, Mindanao, Philippines. J. Geol. Soc. Philippines 52, 25–42 (1997). 33. Blong, R. J. The Time of Darkness (Australian Nat. Univ. Press, Canberra, 1982). 34. Oldfield, F., Appleby, P. G. & Thompson, R. Palaeoecological studies of lakes in the highlands of Papua\nNew Guinea. I. The chronology of sedimentation. J. Ecol. 68, 457–477 (1980). 35. Stuiver, M. & Becker, B. High-precision decadal calibration of the radiocarbon time scale, A.D. 1950–\n6000 B.C. Radiocarbon 35, 35–65 (1993). 36. Lean, J., Beer, J. & Bradley, R. Reconstruction of solar irradiance since 1610: Implications for climatic\nchange. Geophys. Res. Lett. 22, 3195–3198 (1995). 37. Osborn, T. J., Briffa, K. R. & Jones, P. D. Adjusting variance for sample-size in tree-ring chronologies\nand other regional-mean timeseries. Dendrochronologia 15, (in the press). 38. Briffa, K. R. in Analysis of Climatic Variability: Applications of Statistical Techniques (eds von Storch, H.\n& Navarra, A.) 77–94 (Springer, Berlin, 1995).\nNature © Macmillan Publishers Ltd 1998\n8\nNATURE | VOL 393 | 4 JUNE 1998 455\nSupplementary Information is available on Nature’s World-Wide Web site (http://www.nature.com) or as paper copy from the London editorial office of Nature.\nAcknowledgements. The current development of the Northern Hemisphere densitometric network is funded by the Swiss National Science Foundation (F.H.S.) and the European Community under ADVANCE-10K (K.R.B.). P.D.J. is supported by the US Department of Energy, and T.J.O. by NERC. We thank E. Cook, T. Crowley, M. Free, V. Morgan, E. Mosley-Thompson, C. Newhall, F. Oldfield, A. Robock and S. Self for advice and data.\nCorrespondence and requests for materials should be addressed to K.R.B. (e-mail: k.briffa@uea.ac.uk)."
  }, {
    "heading": "Global influenceof the AD1600",
    "text": "eruptionofHuaynaputina,Peru Shanaka L. de Silva* & Gregory A. Zielinski†\n* Department of Geography, Geology, and Anthropology, Indiana State University,"
  }, {
    "heading": "Terre Haute, Indiana 47809, USA † Climate Change Research Center, University of New Hampshire, Durham,",
    "text": "New Hampshire 03824-3525, USA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nIt has long been estabished that gas and fine ash from large equatorial explosive eruptions can spread globally, and that the sulphuric acid that is consequently produced in the stratosphere can cause a small, but statistically significant, cooling of global temperatures1,2. Central to revealing the ancient volcano–climate connection have been studies linking single eruptions to features of climate-proxy records such as found in ice-core3–5 and treering6–8 chronologies. Such records also suggest that the known inventory of eruptions is incomplete, and that the climatic significance of unreported or poorly understood eruptions remains to be revealed. The AD1600 eruption of Huaynaputina, in southern Peru, has been speculated to be one of the largest eruptions of the past 500 years; acidity spikes from Greenland and Antarctica ice3–5, tree-ring chronologies6–8, along with records of atmospheric perturbations in early seventeenth-century Europe and China9,10, implicate an eruption of similar or greater magnitude than that of Krakatau in 1883. Here we use tephra deposits to estimate the volume of the AD1600 Huaynaputina eruption, revealing that it was indeed one of the largest eruptions in historic times. The chemical characteristics of the glass from juvenile tephra allow a firm cause–effect link to be established with glass from the Antarctic ice, and thus improve on estimates of the stratospheric loading of the eruption.\nVolcan Huaynaputina, located at 168 359 S, 708 529 W in the Moquegua region of southern Peru (Fig. 1), consists of three craters situated at 4,500 m within the amphitheatre of an ancient stratovolcano. A compilation of historical and parochial literature11 reveals that the volcano formed during an eruption that began on 19 February 1600 and continued until 5 March. The fall deposit covered an area of at least 300,000 km2 in southern and west central Peru, western Bolivia and north Chile (Fig. 1). Ashfall was reported on the major cities of Lima, La Paz (Bolivia) and Arica (Chile) as well as on a ship 1,000 km to the west11. The fall seems to have been\ndistributed predominantly to the west and north. Local proximal pyroclastic flows and secondary mass flows were insignificant in volume. This large plinian eruption destroyed local communities with a loss of over 1,000 lives and caused considerable damage to the major cities of Arequipa and Moquegua. The loss of farmland, crops, livestock, vineyards, and water resources compounded the significant economic burden on this region. The whole socioeconomic infrastructure of a large part of Peru, and maybe that of\n1\n5\n10 20 50\n100 Arequipa\nHuaynaputina\nArica\nLake Titicaca"
  }, {
    "heading": "Moquegua",
    "text": "Pacific Ocean\n15°S\n16°\n17°\n18°\n74° 73° 72° 71° 70° 69°W\nMisti Ubinas\nSabancaya\nTicsani\nKnown distribution of ashfall from historic accounts\no 100km\n1\n10\n100\n1000\n10000\n0 200 400 600 800 √A (km)\nT (\ncm )\n4.32 km\n14.6 km\n0.23 km3\n3\n3\nLima\nChile\nBolivia\nPeru\nEnlarged area\nLa Paz\nFigure 1 Isopach map of Huaynaputina tephra deposit showing the strong westerly distribution of the deposit. Black triangles are volcanoes of the modern volcanic arc and the most recently active are labelled; small dots are data points. Volcan Ticsani, the site of a similar but smaller eruption to Huaynaputina, is also shown. Values associated with contours are in centimetres; two innermost contours not labelled are 200 and 600 cm respectively, and the 1,500 cm contour is covered by the symbol for the volcano. The graph in the upper right corner shows a plot of thickness (T) on a logarithmic scale against the square root of isopach area31,32. The thickness data are described by three line segments that define a typical exponential profile. Integration beneath the line segments with respect to area, following the method of Fierstein and Nathenson32, and removing the volume achieved by extrapolating the data to zero thickness31, yields the volumes noted for each segment and the minimum volume of tephra of 19.2 km3. Negative error in this estimate is limited to measurement and area estimation errors and is ,10% for this data set. Positive errors far outweigh this, as discussed in the text. Inset (bottom left) shows the known distribution of the fall from the AD1600 eruption (broken line) based on a compilation of parochial and historical accounts11. The box in the inset shows the area covered in the larger map. Note that our data cover only a small portion of the known distribution of the AD1600 tephra fall, albeit along the main axis. As most of the distal tephra has been lost, a considerable volume of distal tephra cannot be measured.\nTable 1Main oxide composition of individual juvenile clasts and volcanic glass from theHuaynaputina eruption comparedwith tephra from theearly 1600sof the Antarctica and Greenland ice cores\nHuaynaputina bulk rock* (21 samples)\nHuaynaputina glass* (n ¼ 103; 6 samples)\nHuaynaputina glass† (n ¼ 7)\nSouth Pole glass† (n ¼ 16)\nGISP2 glass* (n ¼ 16)\n................................................................................................................................................................................................................................................................................................................................................................... SiO2 65:16 6 0:70 72:82 6 0:68 75:76 6 0:53 72:92 6 2:04 62:1 6 4:7 TiO2 0:58 6 0:03 0:26 6 0:20 0:27 6 0:06 0:34 6 0:20 1:1 6 0:5 Al2O3 16:68 6 0:40 15:20 6 1:21 13:85 6 0:15 13:98 6 0:91 16:2 6 2:5 FeO 3:97 6 0:17 1:31 6 0:25 1:10 6 0:14 1:37 6 0:28 8:2 6 3:5 MgO 1:78 6 0:12 0:30 6 0:13 0:27 6 0:14 0:44 6 0:20 1:9 6 1:0 CaO 3:88 6 0:17 1:61 6 0:32 1:22 6 0:07 1:41 6 0:35 3:9 6 1:7 Na2O 4:57 6 0:09 4:53 6 0:34 3:43 6 0:24 4:12 6 0:73 4:0 6 1:1 K2O 2:79 6 0:15 3:82 6 0:18 3:89 6 0:15 3:76 6 0:28 2:5 6 0:9 ................................................................................................................................................................................................................................................................................................................................................................... Errors are 1j. n = number of individual analyses. Bulk rock analyses are of juvenile clasts from proximal and medial locations. * This study. † From ref.16."
  }],
  "year": 1998,
  "references": [{
    "title": "Climate Variations and Forcing Mechanisms of the Last 2000 Years",
    "authors": ["F.H. Schweingruber", "K.R. Briffa"],
    "year": 1996
  }, {
    "title": "Reduced sensitivity of recent tree-growth to temperature at high northern latitudes",
    "authors": ["Briffa", "K. R"],
    "venue": "Nature 391,",
    "year": 1998
  }, {
    "title": "regional reconstructions from 1760 using tree-ring densities",
    "authors": ["K.R. Briffa", "P.D. Jones", "Schweingruber", "F.H. Summer temperatures across northern North America"],
    "venue": "J. Geophys. Res. 99(D12), 25835–25844",
    "year": 1994
  }, {
    "title": "Tree-ring reconstructions of summer temperature patterns across western North America since 1600",
    "authors": ["K.R. Briffa", "P.D. Jones", "F.H. Schweingruber"],
    "venue": "J. Clim",
    "year": 1992
  }, {
    "title": "Tree-ring evidence of the widespread effects of explosive volcanic eruptions",
    "authors": ["P.D. Jones", "K.R. Briffa", "F.H. Schweingruber"],
    "venue": "Geophys. Res. Lett. 22,",
    "year": 1995
  }, {
    "title": "Annually resolved southern hemisphere volcanic history from two Antarctic ice cores",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "J. Geophys. Res",
    "year": 1997
  }, {
    "title": "Reassessment of Crete (Greenland) ice core acidity/ volcanism link to climate change",
    "authors": ["T.J. Crowley", "T.A. Criste", "N.R. Smith"],
    "venue": "Geophys. Res. Lett. 20,",
    "year": 1993
  }, {
    "title": "Part 1, spatial, temporal and seasonal details",
    "authors": ["P.D. Jones", "Briffa", "K.R. Global surface air temperature variations during the twentieth century"],
    "venue": "Holocene 2, 165–179",
    "year": 1992
  }, {
    "title": "Volcanic dust in the atmosphere; with a chronology and assessment of its meteorological significance",
    "authors": ["H.H. Lamb"],
    "venue": "Phil. Trans. R. Soc. Lond. A 266,",
    "year": 1970
  }, {
    "title": "an estimate of explosive magnitude for historical volcanism",
    "authors": ["G.C. Newhall", "Self", "S. The Volcanic Explosivity Index (VEI"],
    "venue": "J. Geophys. Res. 87, 1231–1238",
    "year": 1982
  }, {
    "title": "Climatic Variations and Forcing Mechanisms of the Last 2000 Years",
    "authors": ["A. Robock", "M.P. Free"],
    "year": 1996
  }, {
    "title": "The Year Without a Summer? (Canadian",
    "authors": ["Harington", "C.R. (ed"],
    "venue": "Museum of Nature, Ottawa,",
    "year": 1992
  }, {
    "title": "Volcanoes of the World 2nd edn (Geoscience",
    "authors": ["T. Simkin", "L. Siebert"],
    "venue": "Tucson,",
    "year": 1994
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["C.U. Hammer", "H.B. Clausen", "W. Dansgaard"],
    "venue": "Nature 288,",
    "year": 1980
  }, {
    "title": "Record of volcanism since 7000 B.C. from the GISP2 Greenland ice core and implications for the volcano-climate system",
    "authors": ["Zielinski", "G. A"],
    "venue": "Science 264,",
    "year": 1994
  }, {
    "title": "A continuous 770-year record of volcanic activity from East Antarctica",
    "authors": ["J.C. Moore", "H. Narita", "N. Maeno"],
    "venue": "J. Geophys. Res",
    "year": 1991
  }, {
    "title": "1000 years of explosive volcanism recorded at the South Pole",
    "authors": ["R.J. Delmas", "S. Kirchner", "J.M. Palais", "J.R. Petit"],
    "venue": "Tellus B",
    "year": 1992
  }, {
    "title": "A 10-century comparison of prominent volcanic events in ice cores",
    "authors": ["Langway", "C.C. Jr.", "K. Osada", "H.B. Clausen", "C.U. Hammer", "H. Shoji"],
    "venue": "J. Geophys. Res",
    "year": 1995
  }, {
    "title": "Site information and initial results from deep ice drilling on Law Dome, Antarctica",
    "authors": ["Morgan", "V. I"],
    "venue": "J. Glaciol",
    "year": 1997
  }, {
    "title": "Ice core evidence for an explosive tropical eruption 6 years preceding Tambora",
    "authors": ["J.E. Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "J. Geophys. Res",
    "year": 1991
  }, {
    "title": "A reappraisal of the 1835 eruption of Cosigüina and its atmospheric impact",
    "authors": ["S. Self", "M.R. Rampino", "M.J. Carr"],
    "venue": "Bull. Volcanol",
    "year": 1989
  }, {
    "title": "Tree-ring evidence for climatically effective volcanic eruptions",
    "authors": ["L.C. Scuderi"],
    "venue": "Quat. Res",
    "year": 1990
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland ice sheet Project 2 ice core",
    "authors": ["G.A. Zielinski"],
    "venue": "J. Geophys. Res",
    "year": 1995
  }, {
    "title": "Identification of some global volcanic horizons by major elemental analysis of fine ash in Antarctic ice",
    "authors": ["J.M. Palais", "S. Kirchner", "R.J. Delmas"],
    "venue": "Ann. Glaciol",
    "year": 1990
  }, {
    "title": "The Little Ice Age as recorded in the stratigraphy of the tropical Quelccaya Ice Cap",
    "authors": ["L.G. Thompson", "E. Mosley-Thompson", "W. Dansgaard", "P.M. Grootes"],
    "venue": "Science 234,",
    "year": 1986
  }, {
    "title": "Global influence of the AD 1600 eruption of Huaynaputina, Peru",
    "authors": ["S.L. de Silva", "G.A. Zielinski"],
    "venue": "Nature 393,",
    "year": 1998
  }, {
    "title": "Formation of the mid-fifteenth century Kuwae caldera (Vanuatu) by an initial hydroelastic and subsequent ignimbritic eruption",
    "authors": ["C. Robin", "M. Monzier", "Eissen", "J.-P"],
    "venue": "Bull. Volcanol",
    "year": 1994
  }, {
    "title": "the forgotten caldera",
    "authors": ["M. Monzier", "C. Robin", "Eissen", "J.-P. Kuwae (1425 AD"],
    "venue": "J. Volcanol. Geotherm. Res. 59, 207–218",
    "year": 1993
  }, {
    "title": "Climate impact of the mid-fifteenth century Kuwae caldera formation, as reconstructed from historical and proxy data",
    "authors": ["K.D. Pang"],
    "venue": "Eos (Fall Suppl.) 74(43),",
    "year": 1993
  }, {
    "title": "Frost rings in trees as records of major volcanic eruptions",
    "authors": ["V.C. LaMarche", "K.K. Hirschboeck"],
    "venue": "Nature 307,",
    "year": 1984
  }, {
    "title": "Geological,  14C, and historical evidence for a 17th century eruption of Parker volcano, Mindanao, Philippines",
    "authors": ["Delfin", "F.G. Jr."],
    "venue": "J. Geol. Soc. Philippines",
    "year": 1997
  }, {
    "title": "Palaeoecological studies of lakes in the highlands of Papua New Guinea. I. The chronology of sedimentation",
    "authors": ["F. Oldfield", "P.G. Appleby", "R. Thompson"],
    "venue": "J. Ecol",
    "year": 1980
  }, {
    "title": "High-precision decadal calibration of the radiocarbon time scale, A.D",
    "authors": ["M. Stuiver", "B. Becker"],
    "venue": "B.C. Radiocarbon 35,",
    "year": 1950
  }, {
    "title": "Implications for climatic change",
    "authors": ["J. Lean", "J. Beer", "Bradley", "R. Reconstruction of solar irradiance since 1610"],
    "venue": "Geophys. Res. Lett. 22, 3195–3198",
    "year": 1995
  }, {
    "title": "Applications of Statistical Techniques (eds von Storch, H",
    "authors": ["Briffa", "K.R. in Analysis of Climatic Variability"],
    "venue": "& Navarra, A.) 77–94",
    "year": 1995
  }],
  "id": "SP:0ecf8e3e49fd9ab601551512920ce15afb75ee32",
  "authors": [],
  "abstractText": "450 NATURE | VOL 393 | 4 JUNE 1998 emissions. Gupta and Cicerone found that in a two-dimensional model simulation where 10% of CH4, CO and NOx emissions were shifted from northern mid-latitudes to the northern tropics, the CH4 steady-state lifetime decreased by 1.4%. The main sources of CH4 to the atmosphere have been identified, but emission rates from individual sources are not known well enough to quantify trends in sources. Despite this, evidence exists that some regional sources may be changing. In the states of the former Soviet Union, production of natural gas, oil and coal have all declined during the late 1980s and early 1990s (http:// www.bp.com/bpstats), and the fraction of gas that is vented or flared has also decreased. This would lead to decreased emissions from the high northern latitudes. If this speculative scenario is true, emissions from the tropics must have increased to maintain a nearly constant global source strength. Our conclusions that CH4 sources have been nearly constant from 1984 to 1996 has important implications for policy. If CH4 sources and [OH] remain at 1996 levels, the globally averaged CH4 mole fraction will slowly increase to ,1,800 nmol mol over the next two decades, and then stabilize. As the imbalance between CH4 sources and sinks is currently very small, policies that reduce CH4 emissions by a few per cent would nearly ensure a decrease of CH4 levels in the atmosphere. We point out, however, that quantifying small, longterm trends in specific CH4 source strengths remains impossible, so the future atmospheric burden of CH4 cannot be predicted with certainty. A better understanding of the CH4 budget, and how it is changing with time, is still needed to predict more accurately the future role of CH4 in climate change. M"
}