{
  "sections": [{
    "text": "Oceanography | Vol.31, No.116"
  }, {
    "heading": "INTRODUCTION",
    "text": "The ocean is a dominant influence on Earth’s habitability and is the primary trade route for commerce, yet it is still largely unexplored. Observational ocean data available in real time are needed to examine global issues such as sea level rise, ocean acidification, climate change, and fisheries decline. Beneath the ocean’s surface, seafloor volcanism and plate tectonics continue to shape ocean basins, and associated earthquakes and tsunamis have the potential to severely impact coastal areas. Unusual creatures thrive in the extreme environments of hydrothermal vent fields at mid-ocean ridges and within methane seeps along continental margins. A better understanding of processes that occur within these dynamic environments requires long-term observations at centimeter to kilometer scales.\nRecent advances in observational and computational technologies are transforming how oceanographers study and interact with the global ocean (e.g.,  Lindstrom, 2018, in this issue). Examples include advances in\nunderwater robotic capabilities, molecular biological techniques, and submarine telecommunications technologies (e.g.,  Lee et  al., 2017). Increasingly, expeditionary, ship-based research is being augmented by the persistent presence of instrumented drifters, autonomous instrumented vehicles, buoys, and cabled observatories (e.g., Rudnick et al., 2017; Spietz et  al., 2018, in this issue). New and innovative instruments are also being developed that may solve power issues that hamper long-term data collection in the ocean (e.g., Reimers and Wolf, 2018, in this issue). To answer the call for long-term, continuous ocean observations (NSF, 2001), in 2009 the National Science Foundation (NSF) funded construction and operation of the Ocean Observatories Initiative (OOI).\nThis article provides an overview of the OOI program. The first section describes the scientific motivation and overall design of each array. The second section provides a detailed description of the different types of moorings, profilers, autonomous vehicles, and seafloor\ninstrumentation used in the OOI. The third section outlines data flow from ocean platforms and instrumentation to users and discusses quality control procedures. The article concludes with a discussion of collaborative opportunities and future directions."
  }, {
    "heading": "SCIENTIFIC MOTIVATION AND OVERALL DESIGN",
    "text": "The science requirements for the OOI were developed through Request for Assistance proposals and numerous community workshops, and with input from the approximately 90-member OOI Science and Technical Advisory Committee (Schofield and Tivey, 2004; Daly et al., 2006). The marine infrastructure was designed and constructed to meet these scientific requirements. The OOI is currently composed of five arrays spanning the North Atlantic and Northeast Pacific Oceans (Figure  1). Initial construction included two additional arrays in the Southern Hemisphere (red boxes, Figure 1), but deployments at those arrays were suspended in December 2017. Data collected at all of the OOI arrays, including the two Southern Hemisphere arrays that operated for 34 months, are available through the OOI Data Portal (https://ooinet.oceanobservatories.org).\nEach of the OOI Arrays was designed and constructed to address large-scale scientific challenges. Coastal Arrays (Endurance and Pioneer) provide observations important for understanding\nOceanography | March 2018 17\ncoastal ocean dynamics, ecology, and biogeochemistry. Global Arrays (Irminger Sea, Station Papa, Argentine Basin, and Southern Ocean) provide sustained open-ocean observations in high- latitude areas that have been historically sparsely sampled due to severe weather and energetic surface wave conditions. Data collected in these coastal and global areas address science questions related to ocean-atmosphere exchange, climate variability, ocean circulation, ecosystems, the global carbon cycle, turbulent mixing, and biophysical interactions. The Cabled Array spans the Juan de Fuca Plate in the Northeast Pacific where it continuously monitors volcanic activity, methane seeps, hydrothermal vents, and submarine earthquakes, as well as biological, chemical, and physical processes in the overlying water column. This array spans coastal to blue-water environments and includes electro-optical submarine cables that provide power, bandwidth, and two-way communication to seafloor and water column instrumentation.\nAn overarching goal of the OOI infrastructure is to provide sustained measurements for 25 years. Key operational objectives identified for the OOI program include: (1) real-time to near-real-time data availability as practicable, (2) twoway communication links allowing for control of the instrumentation, (3) additional power and bandwidth to support scientific instrumentation added by community investigators, and (4) adaptive sampling capabilities to respond to episodic or frequent events (e.g.,  episodic phytoplankton blooms, thin layer development, submarine eruptions, earthquakes, and frequent storms).\nAn important component of the OOI is its Education and Public Engagement (EPE) Implementing Organization, which has built an educational cyberinfrastructure and developed tools that allow undergraduates easy access to OOI data, images, and video (McDonnell et  al., 2018, in this issue). In addition, OOI data have ignited student-led initiatives, such as the Axial Seamount Biology\nCatalog (Bigham, 2018, in this issue). Because OOI data are free and openly available, they have been used in educational programs not related to the OOI such as the University of Washington’s Seastate (Kelley and Grünbaum, 2018, in this issue).\nBy increasing accessibility to ocean data and research, augmenting cruisebased studies, aiding in model calibration, and fueling innovative studies through the addition of novel instrumentation to the existing OOI infrastructure, the OOI is transforming ocean science."
  }, {
    "heading": "Coastal Endurance Array",
    "text": "The Coastal Endurance Array is located in the Northeast Pacific Ocean off the coasts of Oregon and Washington (Figure  1).\nThe array is designed to capture annual and decadal variability of ocean properties across a range of temporal and spatial scales. The Endurance Array uses instrumented fixed and mobile platforms over the continental shelf and slope to cover the Northern California Current and the eastern boundary current of the North Pacific. The array also includes cabled infrastructure on its Oregon Line."
  }, {
    "heading": "SCIENTIFIC MOTIVATION",
    "text": "Climate and ocean anomalies affect the Northeast Pacific on interannual and interdecadal timescales. Interannual variability forced by the El Niño-Southern Oscillation at the equator influences upper-ocean stratification, ocean currents, and local winds traveling through\nFIGURE 1. Map of Ocean Observatories Initiative (OOI) array locations. Note that deployments at the Southern Hemisphere arrays (outlined in red) were suspended as of December 2017. Credit: OOI Cabled Array program & the Center for Environmental Visualization, University of Washington\nOceanography | Vol.31, No.118\nboth ocean and atmosphere (Huyer et al., 2002). Over longer timescales, the Pacific Decadal Oscillation affects the region (Peterson and Schwing, 2003).\nA combination of ocean observatories facilitates tracking of such climate and ocean phenomena across the Northeast Pacific. The Endurance Array is part of a broader regional observatory network that includes the OOI Cabled Array, the OOI Station Papa Array augmented by US National Oceanic and Atmospheric Administration (NOAA) assets, and the Ocean Networks Canada NEPTUNE and\nVENUS arrays. One example of the network’s effectiveness occurred during late 2013 and early 2014 when an anomalous “warm blob” was observed forming in the Gulf of Alaska; it was subsequently tracked by OOI assets as it spread to the US/Canadian west coast (Bond et  al., 2015; McCabe et  al., 2016; McKibben et al., 2017; Barth et al., 2018, in this issue).\nWind-driven upwelling and downwelling and the Columbia River plume (the largest source of freshwater to the US west coast) seasonally affect plankton productivity along Oregon and Washington coasts (Henderikx Freitas et al., 2018, in this issue). These Northeast Pacific waters are home to a diverse range of profitable fisheries that rely on nutrients upwelled into the euphotic zone to drive phytoplankton blooms that form the base of the food web. In recent years, Northeast Pacific phenomena impacting human and ocean health have included (1) hypoxic and anoxic events (Grantham et al., 2004; Chan et al., 2008), (2) increasing ocean acidification (Feely et al., 2008; Barton et  al., 2012; Chan et  al., 2017), and (3) harmful algal blooms (Trainer et al., 2009). The Endurance Array is collecting abundant data in this region so that researchers can better understand the causes, timing, and consequences of such phenomena, ultimately leading to actions by decision-makers that will mitigate their effects."
  }, {
    "heading": "LOCATION AND DESIGN",
    "text": "The Endurance Array includes gliders and two lines of moorings: the Oregon Line, off the coast of Newport, Oregon (44.6°N), and the Washington Line, off Grays Harbor, Washington (47°N) (Figure  2). The site of the Oregon Line was selected for its proximity to the historic Newport Hydrographic Line that has been sampled regularly since 1961 (Huyer et al., 2007). Additionally, an oceanographic mooring has been maintained 16 km offshore of Newport since 1999 (Boyd et al., 2000), and autonomous underwater gliders have sampled on the Newport Hydrographic Line since 2006 (Mazzini et  al., 2014). Data from these historical observations have contributed to our understanding of coastal upwelling, regional manifestations of El Niño and La Niña, and interdecadal variability due to the Pacific Decadal Oscillation. The Washington Line was selected to provide a companion line to the north, focusing on an area affected by the Columbia River plume.\nEach of the Endurance Array lines has three sites that sample distinct regions (Figure  3): (1) the “Inshore” site on the inner shelf (~25–30 m water depth, 4–6  km from shore); (2) the “Shelf ” FIGURE 2. Map of the Endurance Array located in the Northeast Pacific, north and south of the Columbia River. Fixed platforms are shown as either stand-alone (orange) or attached to a seafloor cable (red). Primary backbone cable, shown by a thin white curve, heads offshore from Pacific City, Oregon, before turning south to create the Cabled Array off Newport, Oregon (note the primary cable to Axial Seamount is not shown; see Figure 7). Coastal glider sampling lines are shown as dashed yellow lines. Credit: OOI Endurance Array Program, Oregon State University\nPortland\nSeattle\nVancouver Island\n587 m\n80 m 25 m\n150 m OSU Corvallis\nOre gon\nLin eNewport\nWA\nCANADA\nOR\nColumbia River\nPaci c City\n2,905 m\nWashin gton L\nine\n87 m 542 m\n29 m Grays Harbor\n128\n128°W 126°W 124°W 122°W\n48°N\n46°N\n44°N\n42°N\n140°W 130°W 120°W 110°W\n50°N\n40°N\n30°N\nCANADA\nWashington\nOregon\nCalifornia San Francisco\nSan Diego\nColumbia River\nMEXICO\nWest W ind D\nrift\nCalifornia Current\nPlume\nSurface-Piercing Pro ler\nCabled Benthic Platforms\nCoastal Surface Mooring\nCabled Primary Node Cabled Pro ler Mooring\nGlider line Glider\nRegional Cable\nO shore Pro ler Mooring\nOceanography | March 2018 19\nsite (~80–90 m depth, 20–30 km from shore); and (3) the “Offshore” site on the continental slope (~500–600 m depth, 60–65 km from shore). In the inner shelf, wind, waves, and river plumes influence circulation and stratification, and the ocean connects to the sandy shores and rocky intertidal reefs. The shelf is a region of upwelling fronts, alongshore jets, plankton blooms, and stretches of seafloor with near-bottom hypoxia. At the offshore site on the continental slope, zooplankton migrate on a diurnal basis from a few hundred meters to the surface, wind-stress curl and offshore eddies interact with the coastal circulation, and a subsurface undercurrent moves poleward.\nInstrumented platforms deployed at the Endurance Array are designed to measure critical interfaces in the coastal ocean from the seafloor to the sea surface and from the coastal boundary to the continental shelf break. Each site contains a Coastal Surface Mooring and one of four types of profiler moorings: a Coastal Profiler Mooring, a Coastal SurfacePiercing Profiler Mooring, a Cabled Deep Profiler Mooring, or a Cabled Shallow Profiler Mooring. Cabled instrumented seafloor packages and profiler moorings are deployed along the Oregon Line at the Offshore and Shelf sites. Underwater glider observations span 500 km from northern Washington (~48°N) to Coos Bay, Oregon (~43°N) as they sample along five east-west transects from 20 m isobaths to 126°W (out to 128°W on the transects off the Oregon and Washington Lines) and one north-south transect along 126°W (Figure 2)."
  }, {
    "heading": "Coastal Pioneer Array",
    "text": "The Pioneer Array is located over the continental shelf and slope in the Northwest Atlantic Ocean south of New England (Figure  1). It contains fixed and mobile platforms to sample processes near the shelf-break front, a characteristic feature of the Middle Atlantic Bight. The Array is centered near the front and samples the nearby shelf waters inshore and the slope sea offshore."
  }, {
    "heading": "SCIENTIFIC MOTIVATION",
    "text": "The Middle Atlantic Bight shelf-break front, a region of high biological productivity, is representative of buoyancydriven systems found on broad shelves worldwide. It is a persistent oceanographic front associated with the changing bathymetry that separates relatively cold, fresh continental shelf water to the north from relatively warm, salty oceanic water to the south. This dynamic environment permits investigation of key features of coastal processes and ecosystems.\nLarge horizontal and vertical gradients in water properties are associated with the shelf-break front. The frontal region has significant along- and cross-shelf fluxes of heat, freshwater, nutrients, and carbon that control the characteristics of water masses and the ecosystem at the shelf break, over the continental shelf inshore of the front, and in the slope sea offshore. Despite several decades of research, we have a limited understanding of the processes that control the dynamics and ecosystem interactions at the shelf-break front. Many of these processes are short-lived and occur\n542 m\n87 m\n29 m\nShelf\nO shore\nInshore\nShelf\nInshore\n587 m\nMJ01C\nPN1C\nPN1D\nTo PN1B of the Cabled Array LV01C\n200 m 80 m\n25 m\nEndurance Array\nOregon Line\n150 m\nEndurance Array Washington Line\nO shore\nFIGURE 3. Cross sections of the Endurance Array Lines off Grays Harbor, Washington (top), and Newport, Oregon (bottom). Several of the Newport Line platforms are attached to the seafloor cable (yellow dashed curve). The surface buoys and the surface-piercing profilers communicate to shore via satellite. The glider path is notional; individual profiles are much closer together than depicted. Credit: OOI Endurance Array Program, Oregon State University\nOceanography | Vol.31, No.120\nover a broad range of spatial and temporal scales, making them difficult to measure (Gawarkiewicz et  al., 2018, in this issue). To achieve significant progress toward understanding these processes, a new approach was needed that combined rapid sampling (hours to days) on multiple spatial scales (meters to hundreds of kilometers) simultaneously. Additionally, sustained observations through multiple seasonal and annual cycles are critical in order to capture intermittent processes controlling air-sea flux and mixing events (Chen et al., 2018, in this issue).\nThe OOI Pioneer Array collects data that enables scientists to examine how shelf/slope exchange processes structure the physics, chemistry, and biology of continental shelves. The 2011 Shelf Slope Processes Workshop (Gawarkiewicz et al., 2012) emphasized the importance of tackling this issue and recommended focusing on four areas: (1) nutrient and carbon\ncycling over the outer continental shelf and upper continental slope; (2)  abundance, distribution, and biodiversity of phytoplankton near the shelf break; (3) controls on the abundance and distribution of marine organisms at higher trophic levels; and (4) extreme events including winter storms and hurricanes."
  }, {
    "heading": "LOCATION AND DESIGN",
    "text": "The Middle Atlantic Bight shelf-break front extends from Nova Scotia, Canada, to Cape Hatteras, North Carolina, USA. The Pioneer Array’s location along the shelf break south of New England allows isolation of frontal processes from those associated with other features such as canyons, river outflows, and the Gulf Stream. Importantly, prior research provided detailed information about the horizontal, vertical, and temporal scales of the area’s complex physical processes as the Pioneer Array was being designed. The core of the Pioneer Array is a rectangular, uncabled seven-site mooring array that spans the shelf break (Figure  4). The five primary components of the cross-shelf array are at 95, 127, 135, 147, and 450 m water depths. Primary sites located at 95 m and 450 m have paired “upstream” sites located to the east (they are “upstream” relative to the mean flow over the shelf) to provide observations across a horizontal gradient. The mooring array spans along- and across-shelf distances of 9 km and 47 km, respectively, and moorings are separated from each other by distances of 9.2 km to 17.5 km. To provide multiscale observations of the outer shelf, shelf-break frontal region, and slope sea, the mooring array is supplemented by 10 mobile platforms: six coastal gliders, two profiling gliders, and two autonomous underwater vehicles (AUVs). Coastal gliders are used to monitor the slope sea and outer shelf in order to resolve Gulf Stream rings, eddies, and meanders as they contact the shelfbreak front. Profiling gliders are used as “virtual moorings” at the Central and Inshore sites in the summer. The overall glider operating area is 185 km × 130 km, roughly centered on the mooring array (Figure  5). The nominal AUV missions are two 14 km × 47 km rectangles, with the along-shelf rectangle intersecting the inshore end of the mooring array and the cross-shelf rectangle encompassing the mooring array.\nThe Pioneer mooring array includes three Coastal Surface Moorings with fixed instruments and either five (in summer) or seven (in winter) Coastal Profiler Moorings with profiling instruments. The Offshore site is continuously occupied by both a Coastal Surface Mooring and a Coastal Profiler Mooring in near proximity (typical separation 1 km). In winter, the Inshore and Central sites each contain both a Coastal Surface Mooring and a Coastal Profiler Mooring (profiling gliders replace the Coastal Profiler Moorings in summer). The remaining four sites are each continuously occupied by a Coastal Profiler Mooring. FIGURE 4. Schematic of the Pioneer Array (not to scale). Ten moorings occupy seven sites spanning the shelf break south of New England. Three sites—Inshore, Offshore, and Central (right center)—are occupied by mooring pairs. At two sites—Inshore and Central—the profiler moorings are replaced by profiling gliders in summer. A fleet of six gliders survey the area near and offshore of the moorings, while autonomous underwater vehicle (AUV) missions are conducted near the moored array. Credit: OOI Pioneer Array Program, Woods Hole Oceanographic Institution\nOceanography | March 2018 21"
  }, {
    "heading": "Global Arrays",
    "text": "The four original high-latitude, openocean OOI Global Array sites (Figure 1) were located in the Irminger Sea (60°N, 39°W), the Southern Ocean (55°S, 90°W), the Argentine Basin (42°S, 42°W), and the Gulf of Alaska (Station Papa; 50°N, 145°W). These sites were selected not only for their individual scientific merit, but also to ensure that these locations would provide observations for contrasting biological and biogeochemical regimes. (As noted earlier, deployments have been suspended at the two Southern Hemisphere arrays—Southern Ocean and Argentine Basin.)\nThree goals guided the design of the Global Arrays: (1) observation of the full water column and sea surface; (2) sampling of physical, biological, and biogeochemical variables; and (3) sampling of eddy variability and processes. These sites collectively address global-scale scientific challenges, including understanding of ocean circulation, the carbon cycle, and climate."
  }, {
    "heading": "SCIENTIFIC MOTIVATION FOR THE",
    "text": "GLOBAL IRMINGER SEA ARRAY The Irminger Sea site is a region with high wind and large surface waves, strong atmosphere-ocean exchanges of energy and gases, deepwater formation, CO2 sequestration, high biological productivity, an important fishery, and a climatesensitive ecosystem.\nThe large-scale thermohaline circulation in the subarctic Atlantic is a fundamental feature of global ocean circulation and a response to the equator-to-pole asymmetry in atmospheric forcing of the ocean. Some of the strongest atmospheric forcing occurs at the site of the Global Irminger Sea Array southeast of Greenland. For decades, shipboard sampling has documented water column freshening in the Denmark Straits and Faroe-Shetland Channel region of the high-latitude North Atlantic (Dickson et  al., 2002). International attention has focused on the potential impact of this freshening on deep convection in the\nregion (de Jong et al., 2018, in this issue) as it may affect large-scale thermohaline circulation globally. The Irminger Sea Array provides data for studies of this thermohaline circulation, specifically, deep water formation processes, regional air-sea interactions, the role of ocean mesoscale and three-dimensional processes in water mass transformation, and ongoing freshening. Year-round sampling captures episodic and strong forcing events likely missed in the historical record of intermittent shipboard sampling.\nThe Irminger Sea region is also of high interest because of the role it plays in the global carbon cycle. This ocean region is known as a strong carbon sink that supports an annual spring diatom bloom (Takahashi et  al., 2002; Sabine et  al., 2004; Palevsky and Nicholson, 2018, in this issue). Profound effects of high climate variability on ecosystems here include copepod species composition changes (Gislason et  al., 2014) and the poleward migration of marine species (Sundby et al., 2016)."
  }, {
    "heading": "SCIENTIFIC MOTIVATION FOR THE GLOBAL STATION PAPA ARRAY",
    "text": "The Gulf of Alaska site is co-located with Station Papa (50°N, 145°W). Unlike other\nOOI Global Array locations, this area has a long ship-based observational history. Station Papa was first occupied in 1949 by a United States weather ship and in 1950 by a Canadian weather ship. After these ships were discontinued, Canadian oceanographers began in 1981 to maintain a shipboard sampling line in the region. Persistent moored occupation of the site began in 2007 with an installation by the NOAA Pacific Marine Environmental Laboratory (PMEL). The OOI Global Profiler Mooring is colocated with the PMEL Surface Mooring.\nThe OOI Station Papa Array adds a contrasting regime to the other global arrays. Anthropogenic CO2 influence is the lowest of the four global nodes, biological productivity is likely limited by iron (though it has a productive fishery), and it has the lowest eddy variability of the global sites. Over longer timescales, the Pacific Decadal Oscillation influences the area. Additionally, though anthropogenic CO2 influence is low, the area around Papa has been found to be extremely vulnerable to ocean acidification (Mathis et  al., 2015). The Global Station Papa Array adds to a broader suite of observations in the Northeast Pacific by providing observational continuity through\n39.0°N\n39.8°N\n40.6°N\n39.4°N\n40.2°N\n39.2°N\n40.0°N\n40.8°N\n39.60°N\n40.4°N\n71.5°W 70.5°W71.0°W 70.0°W\nEastern Boundary Frontal Zone Slope Sea 1 Slope Sea 2 Gulf Stream\nFIGURE  5. Pioneer Array gliders sample along five glider tracks off the coast of New England. The x- and y-axes are latitude and longitude in decimal degrees. Pioneer Array mooring sites are represented by circles. Boundaries of the overall glider and AUV operating areas are represented by blue and red dashed lines, respectively. The five glider tracks are represented by solid color lines. Credit: OOI Pioneer Array Program, Woods Hole Oceanographic Institution\nOceanography | Vol.31, No.122\nthe OOI Cabled and Coastal Array to the south, and nearby Ocean Networks Canada arrays."
  }, {
    "heading": "SCIENTIFIC MOTIVATION FOR THE SOUTHERN OCEAN ARRAY",
    "text": "Prior to deployment suspension (December 2017), the Southern Ocean Array was located in the high-latitude Southern Pacific (55°S, 90°W), west of the southern tip of Chile in an area of large-scale thermohaline circulation, intermediate water formation (e.g., Sloyan et al., 2010), and CO2 sequestration. This location provided data for weather and ocean model initialization and verification in a datasparse region. It also permitted examination of the links between the Southern Ocean and the Antarctic (National Academies of Sciences, Engineering, and Medicine, 2015), including strengthening westerly winds and their role in increased upwelling of warmer waters around the Antarctic continent’s ice shelves.\nThis Southern Ocean Array provided a contrast to the Irminger Sea site in terms of biological and climatic conditions. Unlike the Irminger Sea site, the macronutrient-rich Southern Ocean has lower biological productivity due to iron\nlimitation (Morrissey and Bowler, 2012). Additionally, whereas climate models point to a warmer and fresher water column in the Irminger Sea, they suggest a cooling of surface waters off southern Chile at the Southern Ocean site."
  }, {
    "heading": "SCIENTIFIC MOTIVATION FOR THE GLOBAL ARGENTINE BASIN ARRAY",
    "text": "Prior to deployment suspension (December 2017), the Argentine Basin site was located at 42°S, 42°W. This site was selected to explore the global carbon cycle because of its high biological productivity. Though primary productivity in the region is thought to be iron-limited, Li et  al. (2008) suggest that these micronutrients are supplied by periodic dust deposition originating from the nearby continent.\nThe Argentine Basin is characterized by strong currents and elevated levels of eddy kinetic energy. These currents persist to the seafloor, impacting suspended particulate matter (Richardson et  al., 1993) and generating seafloor mud waves (Flood and Shor, 1988). Eddy kinetic energy levels are similar to those in the Gulf Stream (Stammer, 1997), allowing for investigation of mesoscale variability\nand its role in ocean processes. There is ongoing interest in the interaction of different water masses in the region and exchange between gyres of mass, heat, and salt (e.g., Jullion et al., 2010)."
  }, {
    "heading": "GLOBAL ARRAY LOCATION AND DESIGN",
    "text": "The overall design and construction of the global arrays focused on sampling the full water column as well as spatial structure and variability. Each global array consists of a triangular set of moorings, with the sides of the triangle having a length roughly 10 times the water depth (Figure 6). This spacing was based on the characteristics of the mesoscale variability in each region using satellite ocean color and altimetry. The global array design consists of a combination of three mooring types: the paired Global Surface and subsurface Global Profiler Moorings are at one corner of the triangle, with the other two corners occupied by subsurface Global Flanking Moorings. The paired Surface and Profiler Moorings at the apex of the triangle collect samples from the sea surface to the seafloor.\nTwo types of gliders are deployed within the array: open-ocean gliders sample spatial variability within and around the moored array, and vertically profiling gliders sample the waters above the subsurface Global Profiler Mooring. Gliders deployed at the Global Array sites have the additional role of being messengers between the three subsurface moorings and shore."
  }, {
    "heading": "Cabled Array",
    "text": "The OOI Regional Cabled Array is located off the coast of Oregon and extends across the Juan de Fuca Plate (Figure 1). The array hosts instruments on the seafloor and on moorings that include instrumented mobile platforms to promote integrated investigations spanning (1) coastal ecosystems and methane seeps west of Newport, Oregon; (2) the Cascadia subduction zone; (3) blue water environments >500 km offshore; and (4) the Juan de Fuca mid-ocean ridge ~10 times water depth\nC\nD\nB\nA\nE F\nFIGURE 6. Schematic of an OOI Global Array, showing the (A) Global Surface Mooring, (B) Global Profiler Mooring, and (C and D) Flanking Subsurface Moorings. Open-ocean gliders (E) sample spatial variability within and around the moored array while profiling gliders (F) make vertical profiles near the Profiler Mooring. Credit: OOI Global Array Program, Woods Hole Oceanographic Institution\nOceanography | March 2018 23\nspreading center (Kelley et al., 2014). The decadal time-series observations supported by the Regional Cabled Array allow in-depth study of globally significant oceanographic processes, including biogeochemical cycles, fisheries and climate forcing, tsunamis, ocean dynamics, carbon flux from the seafloor to the hydrosphere, life in extreme environments, and plate tectonics.\nThe Regional Cabled Array focuses on two areas on opposite sides of the Juan de Fuca Plate—the continental margin and Axial Seamount (Figure  7). Within the continental margin, infrastructure is located at four sites: (1) just off the continental slope near the Cascadia subduction zone, (2) on the continental slope at Southern Hydrate Ridge (an area with active methane hydrates), and along the Endurance Array Oregon Line at the (3)  Offshore, and (4) Shelf sites. On the far west side of the Juan de Fuca Plate, infrastructure is located within the active caldera of Axial Seamount and at its base."
  }, {
    "heading": "SCIENTIFIC MOTIVATION FOR THE CABLED CONTINENTAL MARGIN ARRAY",
    "text": "The Slope Base site (2,900 m depth) is located seaward of the continental slope, west of Newport, Oregon (Figure 7). This is one of a few locations where geophysical instruments are located close together, with one set on the oceanic side (Juan de Fuca Plate) of the subduction zone and the other on the North American Plate, atop the accretionary prism (Southern Hydrate Ridge; e.g., see Tréhu et al., 2018, in this issue). These geophysical observations assist in the detection of seismic and tsunami events associated with earthquakes along the Cascadia subduction zone. This site also contains seafloor infrastructure and instrumented moorings designed to observe the deeper portions of the California Current off the continental slope, movement of fluids across the continental slope, and flow over rough topography (Barth et  al., 2018, in this issue). Southern Hydrate Ridge (780 m depth; Figure 7) is located in a region of buried deposits of methane hydrate and, more rarely, hydrates exposed on the seafloor (Torres et  al., 2004; Bangs et  al. 2011; Seuss, 2014). Here, seeps emit methanerich fluids, and their bubble plumes reach >400 m above the seafloor, possibly supporting life in the upper water column (Philip et al., 2016). It is critical to quantify the flux of this powerful greenhouse gas from the seafloor to the hydrosphere and atmosphere to understand carboncycle dynamics and its contribution to global warming. These seeps also support dense benthic colonies of methanemetabolizing microbes, and animals with methane and hydrogen sulfide utilizing symbionts (Boetius and Suess, 2004). Further up the slope from Southern Hydrate Ridge (Figure  8), a fiber-optic cable connects to the Offshore (600  m depth) and Shelf (80 m depth) sites of the Coastal Endurance Array. This extended footprint of the Regional\nFIGURE 7. The Regional Cabled Array infrastructure spans the Juan de Fuca Plate with one 521 km long backbone cable connecting infrastructure located at the base (PN3A) and the summit (PN3B) of Axial Seamount (45°56’N; 129°59’N), and another southern line that connects infrastructure at the base of the continental margin (Slope Base – PN1A), the active methane seep site at Southern Hydrate Ridge (SHR) 10 km north of the Primary Node PN1B, and the Oregon Offshore (PN1C) and Shelf sites (see Figure 2). A 17 km cable connects PN1D to the shelf site. Primary cables are buried ~1 m beneath the seafloor to 1,500 m water depth. A highly expandable plan includes arrays at the Blanco Transform Fault and at the subduction zone off of Grays Harbor. A 5 km cable extends from the Mid-Plate node (5A), allowing easy expansion in the future to the Grays Harbor site. Credit: University of Washington and Center for Environmental Visualization\nOceanography | Vol.31, No.124\nCabled Array permits further examination of the California Current’s eastern boundary current regime, collecting data on ocean processes from the coastal zone through their transition into the ocean basin interior, and outward to the pelagic North Pacific."
  }, {
    "heading": "SCIENTIFIC MOTIVATION FOR THE CABLED AXIAL SEAMOUNT ARRAY",
    "text": "Axial Base (2,700 m depth), located >350 km offshore at the base of Axial Seamount, is in an open-ocean environment that permits collection of data linking ocean dynamics, climate, and ecosystem response from basin to regional scales (Figure  7). Here, large-scale currents interact, including the North Pacific Current, the subpolar gyre, and the northern end of the California Current. These currents transport heat, salt, oxygen, and biota, crucial elements of the region’s ecosystem. Their variability results from a combination of short-term changes in tides and winds and longer-term climate phenomena that act at interannual (El Niño) to decadal (Pacific Decadal Oscillation) timescales. Additional focus\nat Axial Base is on monitoring plate-scale seismicity and local earthquakes associated with magma migration within Axial Seamount, seafloor spreading events along the Juan de Fuca Ridge, and farfield earthquakes.\nThe infrastructure at the summit of Axial Seamount (1,500 m deep) makes it the most advanced underwater volcanic observatory in the world ocean (Kelley et al., 2014; Kelley, 2017). The volcano rises 1,100 m above the surrounding abyssal plain and is the most magmatically robust system on the Juan de Fuca Ridge. Seismic data indicate that there is a significant magma reservoir beneath the volcano, with the highest melt concentrations occurring at depths of 2.5–3.5 km (Arnulf et al., 2014). The volcano erupted in 1998, 2011, and April 2015 (Chadwick et al., 2006; Nooner and Chadwick, 2016; Wilcock et  al., 2016, 2018, in this issue; Tolstoy et  al., 2018, in this issue). Using data from this site, scientists examine formation and alteration of oceanic crust, the relationships between seismic activity and fluid flow in diffuse and black smoker sites, and how changes in fluid temperature and\nchemistry impact microbial and macrofaunal communities (Kelley et al., 2014).\nA highlight of the networked array on Axial Seamount was live detection of the April 24, 2015, eruption marked by a 10-hour seismic crisis involving >8,000 earthquakes (Wilcock et  al., 2016), an approximately 2.4 m collapse of the seafloor (Nooner and Chadwick, 2016), more than 30,000 explosive events (Wilcock et  al., 2016), and lava flows reaching 127 m in thickness."
  }, {
    "heading": "CABLED ARRAY LOCATION AND DESIGN",
    "text": "The OOI Regional Cabled Array includes two backbone cables extending from a shore station in Pacific City, Oregon (Figure  7). One branch extends approximately 480 km due west to the Axial Seamount site. The second branch extends 208 km southward near the base of the Cascadia subduction zone at 2,900 m water depth and then turns east, extending 147 km to 80 m water depth offshore Newport, Oregon.\nSeven Primary Nodes are distributed across these two backbone cable\nFIGURE 8. Schematic showing OOI cabled and uncabled infrastructure off the coast of Oregon from the base of the continental slope up onto the shelf. Credit: University of Washington and the Center for Environmental Visualization\nOceanography | March 2018 25\nlines—four covering the Slope Base to Oregon Shelf sites, one at mid-plate, and two at Axial Seamount (Figure  7). Primary Nodes distribute power (8 kW) and bandwidth (10 Gbs) between secondary infrastructure at each site and the shore. Secondary infrastructure provides access to key observational sites. This infrastructure includes 33,000 m of extension cables, 18 low- and medium- power junction boxes and low- voltage nodes (Figures  7, 8, and 9), and >140 instruments of more than 30 types.\nGeophysical sensors located at Slope Base, Southern Hydrate Ridge, and Axial Seamount include seismometers and low-frequency hydrophones. At Axial Seamount, these instruments are coupled with pressure-tilt devices to monitor inflation and deflation of the volcano (Wilcock et al., 2018, in this issue). Biogeochemical and physical sensors, including a digital still camera, a mass spectrometer, acoustic Doppler current profilers (ADCPs),\ntwo benthic flow meters, an osmotic fluid sampler, and seismometers, are used at Southern Hydrate Ridge to examine gas hydrate formation and destruction, and links between seismic activity and methane release. For studies of volcanic and hydrothermal processes associated with hydrothermal vents at Axial Seamount, a high-definition video camera, a long- duration fluid sampler, and a three-dimensional thermistor array are located at the actively venting >250°C chimney called Mushroom in the ASHES hydrothermal field (Kelley et  al., 2016; Knuth et al., 2016).\nSome of the most technologically advanced instrumentation is located within the International District Hydrothermal Field, including a mass spectrometer to measure the volatile chemistry of diffuse fluids, adaptive diffuse fluid and microbial DNA samplers, and instruments to measure high-temperature vent fluid and volatile chemistry. A digital still\ncamera provides images, and a seismometer, a bottom-pressure tilt instrument, and a current meter are located nearby.\nCabled mooring sites include Slope Base, Endurance Oregon Offshore, and Axial Base. Each site hosts a Cabled Deep Profiler and a Shallow Profiler Mooring (McRae, 2016). The instrumented moorings and associated seafloor infrastructure are designed to allow measurement of global and local currents, megaplumes, ocean chemistry, heat content, thin layers, and biological parameters. Examples of cabled mooring instrumentation include broadband hydrophones, fivebeam and 150 kHz ADCPs, digital still cameras, zooplankton samplers, fluorometers, current meters, and sensors for pH, pCO2, nitrate, CTD-dissolved oxygen (O2), optical attenuation, spectral irradiance, and photosynthetically active radiation (PAR). Expansion capabilities are built into the mooring assembly for addition of new technologies, and\nFIGURE 9. Schematic of the cabled infrastructure on Axial Seamount’s caldera. The caldera is located at a water depth of ~1,500 m. Its walls rise ~100 m above the surrounding seafloor and it is ~3 km across. Primary Node PN3B provides power and bandwidth to a diverse array of instrumentation to study the most active volcano on the Juan de Fuca Ridge. Five medium-power junction boxes provide power and two-way communications to geophysical, geochemical, and biological instruments to examine linkages among volcanic and hydrothermal processes. New instrumentation was added in 2017 through National Science Foundation (NSF) principal investigator funding, including a CTD and a bottom pressure-tilt instrument. Additional infrastructure funded through NSF and the Office of Naval Research will be added in 2018, including a sonar to image hydrothermal plumes (Cabled Observatory Vent Imaging Soar, COVIS), two new geodetic instruments that include a flipping tilt meter and a self-calibrating pressure sensor, and a camera and platform to examine power generation from hydrothermal vents. Credit: University of Washington and the Center for Environmental Visualization\nOceanography | Vol.31, No.126\ntwo-way communications enable rapid responses to ocean events. A complementary set of seafloor instruments for documenting near-bottom and water-column processes includes a 150 kHz ADCP, a low-frequency hydrophone (Slope and Axial Base), a broadband hydrophone (Endurance Offshore and Shelf), an optical attenuation sensor, a CTD-O2, and a HPIES (Horizontal Electric Field, Pressure and Inverted Echo Sounder). In addition, a suite of geophysical instruments includes a broadband seismometer, a low-frequency hydrophone, a current meter, a pressure sensor, and a temperature sensor."
  }, {
    "heading": "PLATFORMS",
    "text": "The five actively deployed OOI arrays (Figure 1) in the original OOI infrastructure plan together contain 71 instrumented platforms supporting approximately 760 deployed instruments. This system offers over 200 unique data products, allowing scientists to study oceanographic phenomena from the seafloor to the air-sea interface on scales of centimeters to kilometers and seconds to decades.\nIn this section, we summarize the infrastructure within the OOI to provide context for design decisions. For engineering schematics and greater details of implementation of the designs of the OOI infrastructure, please visit the OOI website (http://oceanobservatories.org)."
  }, {
    "heading": "Moorings",
    "text": "Moorings provide high temporal resolution observations in one location either through fixed sensors distributed through depth, or sensors on profilers that repeatedly sample the water column. Most OOI sites consist of an array of moorings, permitting examination of spatial variability across the local domain. OOI moorings include Coastal and Global Surface Moorings along with Flanking Subsurface Moorings, as well as various types of Profiler Moorings (Figures 10, 11, and 12)."
  }, {
    "heading": "COASTAL SURFACE MOORINGS",
    "text": "Coastal Surface Moorings include an instrumented surface buoy with a 3 m tall tower, a near-surface instrument frame (NSIF) deployed at 7 m depth, a mooring riser, and an anchor (Figures 10b and 11). In some cases, instead of a traditional anchor, an instrumented seafloor package, the multifunction node (MFN;\nFigure 10a), is used. The MFN also incorporates an anchor and anchor recovery system. The surface buoy and tower, NSIF, and MFN are designed to accommodate multiple fixed-depth instruments.\nThe mooring riser on a Coastal Surface Mooring includes specially designed stretch hoses that allow mechanical extension and compression of the mooring riser while still providing electrical connectivity for power and communication from the buoy to instruments on the NSIF and MFN. The flexible mechanical and electrical mooring riser elements are essential in these coastal environments, which are subject to tidal fluctuations, large waves, and strong winds and currents. At Endurance Inshore locations, where wave events in winter can exceed 20 m, submersible surface buoys are used to allow the buoy to be pulled underwater if the stretch hose reaches its full extent (Paul, 2004).\nLarge capacity batteries charged by wind and solar power (photovoltaic panels) supply ample power to the OOI Coastal Surface Moorings, and each mooring has Ethernet connectivity from FIGURE  10. (a,b) Images of Coastal Surface Mooring components. (a) The surface buoy (CNSM) is lowered to the water before the quick release (yellow line) is pulled. (b) The multi-function node (ISSM) goes into the water. (c) The Global Surface Mooring surface buoy is equipped with solar panels and wind generators for charging lead-acid batteries. Instrumentation on the 5 m tower includes two bulk meteorological packages, a direct covariance flux system, and antennae for the telemetry systems. (d,e) Components of a Coastal Profiler Mooring. (d) The blue-bottomed Surface Buoy (OSPM) is prepared for deployment with two tag lines and a quick release line. (e) The yellow Wire-Following Profiler slides out along the wire rope with the motor disengaged while the buoy trails behind the ship. Credit: OOI Pioneer and Global Array Programs, Woods Hole Oceanographic Institution.\na\nb\nc\nd\ne\nOceanography | Vol.31, No.126\nOceanography | March 2018 27\nthe buoy to the seafloor. Communication systems on the buoy include GPS for location and timing, two-way satellite telemetry (buoy to shore), and line-ofsight communications (buoy to ship). Overlapping communication systems offer redundancy while providing for near-real-time data telemetry as well as command and control from ship or shore.\nThe Coastal Surface Moorings include instruments that require significant power, space, and bandwidth—cameras, ADCPs, bioacoustic instruments, and sensors for ocean acidity and carbon dioxide. Coastal Surface Mooring buoys contain standard meteorological sensors that measure wind, air temperature and humidity, solar radiation, and nearsurface temperature and salinity. Some buoys have additional instrumentation for measuring surface waves and collecting direct (covariance-based) estimates of momentum and buoyancy flux. The NSIF and MFN carry sensors that measure temperature, salinity, dissolved oxygen, pH, optical properties, and currents. The MFN also carries instruments for bottom pressure and carbon dioxide concentration, and a bioacoustic profiler. Sampling rates for fixed-depth instruments range from 10 sec–1 to 1 hr–1 to resolve surface wave, internal wave, and tidal variability."
  }, {
    "heading": "GLOBAL SURFACE MOORINGS",
    "text": "Global Surface Moorings are very similar to their coastal counterparts (Figures  10c and 11), with alterations to handle conditions of open-ocean, high-latitude deployments, where harsh weather and annual maintenance limitations impose additional challenges for sustained operations. These buoys are the only mooring platforms at the OOI Global Arrays with surface expressions. The height of the surface buoy tower is set at 5 m (compared to 3 m for the Coastal Surface Mooring) to account for anticipated sea states and freezing spray. The surface mooring uses chain and wire rope near the surface where instrumentation can be attached, but relies on buoyant and stretchable synthetic rope at depth to\nresist the drag forces of currents. Global Surface Moorings each consist of a surface buoy (Figure 10c) with both meteorological and in-water sensors, an NSIF deployed at 12 m depth (as compared to 7 m on Coastal Surface Moorings), and additional sensors at fixed depths along the mooring riser (Figure 11). The surface buoy supports two redundant bulk meteorological systems and a direct covariance flux system, as well as sensors for irradiance, wave spectra, air-sea pCO2, dissolved oxygen, nitrate, and fluorescence. The NSIF contains a similar instrument suite to that on the Coastal Surface Moorings plus a velocity sensor. Sensors on the mooring riser are concentrated in the upper 200 m of the water column, with additional CTD instruments and ADCPs deployed at intervals down to 1,500 m. The surface buoy is the only platform on each global array capable of supporting satellite telemetry. It incorporates a comprehensive and redundant set of telemetry systems, including fleet broadband. Rechargeable lead-acid batteries, wind turbines, and solar panels support these systems, providing power up to about 200 W for the instrumentation."
  }, {
    "heading": "FLANKING SUBSURFACE MOORINGS",
    "text": "Flanking Subsurface Moorings are deployed at all global arrays (Figure 11). These moorings are composed of\nFIGURE 11. Schematics of Surface and Flanking Subsurface Moorings. Coastal Surface Moorings contain an instrumented surface buoy with a 3 m tall tower. A near-surface instrument frame is located at 7 m depth and contains a suite of instrumentation. Each of several Coastal Surface Moorings also have an instrumented multifunction node on the seafloor that also acts as an anchor. The Global Surface Mooring is similar to the Coastal Surface Moorings with a few key differences: the surface buoy tower is taller at 5 m, the near-surface instrument frame is deeper at 12 m, instruments are located along the mooring riser, and there is no multifunction node. The Flanking Subsurface Mooring does not have a surface expression; the top flotation buoy is located at 30 m depth. Instruments are located at fixed depths along its mooring riser.\nOceanography | Vol.31, No.128\nflotation buoys at approximately 30 m depth and fixed instruments along their mooring risers. CTD, dissolved oxygen, pH, and fluorescence sensors are located just below the subsurface flotation buoys. Additional CTDs are spaced throughout the water column down to 1,500 m depth, and an ADCP is located at 500 m depth. As they do not have a surface expression, these moorings communicate to shore via acoustic links with nearby gliders.\nProfilers In many cases, profiler moorings are co-located with surface moorings. Their instrumented platforms move up and down through the water column to collect observations at fine vertical resolution, complementing surface mooring sensor data at discrete depths. The OOI employs five types of profiler moorings: Coastal Profiler Moorings, Global Profiler Moorings, Coastal Surface-Piercing Profiler Moorings, Cabled Deep Profiler Moorings, and Cabled Shallow Profiler Moorings (Figures 8, 10, and 12)."
  }, {
    "heading": "COASTAL PROFILER MOORINGS",
    "text": "Coastal Profiler Moorings contain McLane wire-following profilers with multidisciplinary sensor suites (Figures  10d,e and 12). Coastal Profiler Mooring surface buoys are equipped with communication systems analogous to those of the Coastal Surface Mooring. Unlike Coastal Surface Mooring buoys, however, these do not have scientific instrumentation or power generation; alkaline primary batteries provide the only power source. Wire-following profilers carry low-power instruments that measure temperature, salinity, pressure, water velocity, light, chlorophyll fluorescence, light backscatter from particles, and dissolved oxygen. Below the maximum profiler excursion depth, an ADCP is connected electrically to the mooring wire. Both the profiler package and the ADCP transmit data inductively to a receiver in the surface buoy. Components of an anchor recovery system are configured in line along the mooring riser below the ADCP. Wire-following profiler instruments sample at 0.25–2.0 Hz during ascent and descent and are programmed to run along the hydrowire from 28 m below the surface to 28 m above the bottom. At the shallow sites (≤150 m), the internal batteries are sufficient for full profiles every 1.5 hours. At deep sites, the profile interval is three hours and every other descent stops at 200 m for Pioneer and is 6-8 hours over the full profiling distance for Endurance. ADCP configurations (e.g.,  bin depths, pulse repetition rate) vary with water depth; averaging intervals are 15 minutes at the shallow sites and one hour at the deep sites."
  }, {
    "heading": "GLOBAL PROFILER MOORINGS",
    "text": "The top flotation buoys of the Global Profiler Moorings are located at 150 m depth. They operate in a similar manner to Coastal Profiler Moorings and are colocated with Global Surface Moorings to provide sampling of the full water column (Figure  12). These moorings each contain two wire-following profilers, except for the Irminger Sea Array that only contains one. Profiling instruments on these subsurface moorings move up and down a hydrowire, covering the depths not sampled by the Global Surface Mooring, and include a fluorometer and CTD, velocity, and oxygen sensors. Bioacoustic sonar and an additional CTD are located just below the top flotation buoy. As with Flanking Subsurface Moorings, Global Profiler Moorings communicate to shore via acoustic links with nearby gliders.\nFIGURE 12. Schematics of the OOI profiler moorings. Profiler moorings provide fine vertical resolution observations at fixed locations and are, in many cases, colocated with surface moorings. Coastal Profiler Moorings, Global Profiler Moorings, and Cabled Deep Profilers (see Figure  8) all utilize instrumented wire-following profilers that run along a hydrowire across a set depth interval. Coastal Surface-Piercing Profiler Moorings travel through the water column with a profiler- mounted winch and breach the surface.\nOceanography | March 2018 29"
  }, {
    "heading": "CABLED DEEP PROFILER MOORINGS",
    "text": "Cabled Deep Profiler Moorings (Figure 8) operate in a similar manner to Coastal Profiler and Global Profiler Moorings, with wire-following profilers that measure ocean properties across a depth interval. However, the Cabled Deep Profiler Moorings are connected to fiberoptic cables that provide greater power and bandwidth and permit real-time data transmission. The profiler transits the cable at 25 cm s–1. Power and data transfer are provided via an inductive couple at a base docking station with Wi-Fi capabilities. The profiler hosts six instruments: a CTD, a two-wavelength fluorometer, a water velocity meter, a chromophoric dissolved organic matter (CDOM) fluorometer, a dissolved oxygen sensor, and a hyperspectral spectrophotometer. They are located at Slope and Axial Base, and at the Endurance Oregon Offshore site."
  }, {
    "heading": "COASTAL SURFACE-PIERCING PROFILER MOORINGS",
    "text": "Coastal Surface-Piercing Profiler Moorings are the only OOI profilers that provide data from near the seafloor to the air-sea interface (Figure  12). The profilers travel through the water column controlled by a profiler-mounted winch, then break the surface. While on the sea surface, they telemeter data to shore; while underwater, their status is checked periodically, and command and control from shore occurs via an acoustic modem on a nearby surface mooring. Coastal Surface- Piercing Profiler Moorings carry low-power instruments (e.g., CTD, fluorometric chlorophyll a, CDOM concentration, optical backscatter, and dissolved oxygen sensors) as well as higher-power instruments, including sensors for nitrate, light attenuation and absorption, and spectral irradiance."
  }, {
    "heading": "CABLED SHALLOW PROFILER MOORINGS",
    "text": "Two-legged Shallow Profiler Moorings (Figure  8) are specifically built and designed for the OOI (McRae, 2016). The mooring design is composed of a 200 m\ndeep, 4 m across platform that houses five to eight instruments, including zooplankton sensors, digital still cameras, and two kinds of ADCPs. The platform also hosts a winched shallow profiler with an instrumented science pod that profiles the upper 200 m of the water column (Figure 8). The science pod carries 10 instruments and conducts missions that include nine trips per day through the water column; automated step functions stop the profiler pod at specific depths, turning instruments on and off that require stationary measurements (e.g.,  CO2). Connections to the fiber-optic cable allow missions and parameters to be changed in response to events (e.g.,  detection of thin layers) through real-time commands from shore. Since 2015, the profilers have logged >12,000 cycles with continuous live transmission of data back to shore (see McRae, 2016). The profiler science pod carries the same instruments as the Coastal SurfacePiercing Profiler Mooring plus sensors for pH and pCO2. The 200 m platform contains a fluorometer, an ADCP and a five-beam ADCP (VADCP), a broadband hydrophone, a CTD, a still camera, and dissolved oxygen and pH sensors. At the Endurance Offshore site, the platform also includes a zooplankton sensor."
  }, {
    "heading": "Seafloor Technology",
    "text": ""
  }, {
    "heading": "PRIMARY NODES",
    "text": "The Cable Shore Station in Pacific City, Oregon, is the terminal for the Cabled Array (Figure 7). Power feed equipment provides constant voltage that permits each cable line to be powered by either the same or a separate power supply.\nThe two submarine backbone cables connect the shore station to the Primary Nodes, which are distribution centers for extension cables that provide direct access to the specific sites of scientific interest. The backbone cable is comprised of approximately 900 km of telecom industry subsea electro-optical cable that provides 8 kW of power and redundant 10 Gb s–1 data communications to each Primary Node (Figure  7). A science interface assembly in each Primary\nNode houses five wet-mateable science ports with 1 gigabit Ethernet (GbE) and 375  V capabilities and two highbandwidth ports (10 GbE, 375 V) for network expansion. Primary Nodes do not contain instrumentation, and are used to convert 10 kVDC primary level voltage from the Shore Station to lower 375 VDC levels and distribute that power and communication to junction boxes distributed around each site."
  }, {
    "heading": "JUNCTION BOXES AND LOW-VOLTAGE NODES",
    "text": "To access specific experimental sites, junction boxes (Secondary Nodes, designed and built at the University of Washington Applied Physics Laboratory) are connected to the Primary Nodes by extension cables up to approximately 5 km in length (e.g., Figure 9). Each junction box includes eight configurable ports that provide 12, 24, and 48 VDC, and numerous communication capabilities. Pulse per second timing is available on all ports with ~10 µs accuracy. Each port can provide either 50 W or 200 W. Extension cables are connected through dry- or ROV wetmate connectors, with most being wetmates. Expansion ports provide the ability to connect 375 VDC power and 1 Gbps fiber-optic Ethernet, making the system highly expandable. Each port on a junction box is configured to supply the power needed by an individual instrument or platform (e.g., mooring). Real-time communication to shore allows direct interaction with the ports and instruments that can be used to adjust sampling protocols (e.g.,  HD camera missions), and to monitor and respond to health and status of the network. The network currently hosts 18 junction boxes, all operational since 2014, which provide power and bandwidth to more than 30 different instrument types (see earlier discussion of instrument types)."
  }, {
    "heading": "BENTHIC EXPERIMENT PACKAGES",
    "text": "The coastal seafloor Benthic Experiment Package, designed at Oregon State University, hosts a variety of oceanographic\nOceanography | Vol.31, No.130\ninstruments for studying the near- bottom, benthic bottom boundary layer. Its slanted sides provide some protection from fishing trawls. The system’s core contains an Applied Physics Laboratory-built lowpower junction box that provides power and bandwidth communication through the seafloor electro-optical cable. Benthic Experiment Package instruments measure physical (temperature, salinity, pressure, point three-dimensional velocity, water-column profiles of horizontal velocity), chemical (dissolved oxygen, pH, dissolved CO2), biological (spectral light absorption and attenuation), and acoustic (broadband hydrophone) ocean properties. A digital still camera and a three-frequency (38 kHz, 120 kHz split beam, and 200 kHz) upward-looking bioacoustic sonar (Barth et al., 2018, in this issue) are also mounted on the Benthic Experiment Package.\nAutonomous Vehicles"
  }, {
    "heading": "COASTAL GLIDERS",
    "text": "Coastal gliders (all OOI gliders are Teledyne Webb Slocum gliders; Figure  13) are optimized for continental shelf and slope operations and running along track lines (Figures  2 and 5). Coastal gliders are deployed with two different buoyancy engines that dictate maximum dive depths—either 200 m or 1,000 m. The gliders sample the vertical structure of the ocean from the sea surface to within a few meters of the seafloor or their maximum dive depths. Gliders equipped with 200 m buoyancy engines operate primarily in\nthe shallow waters over the shelf, and those equipped with 1,000 m buoyancy engines operate primarily over the continental slope. The coastal gliders carry a multidisciplinary sensor suite measuring temperature, salinity, pressure, dissolved oxygen, optical properties, and currents. Data are transmitted to shore from antennae on the gliders via satellite phone."
  }, {
    "heading": "OPEN-OCEAN GLIDERS",
    "text": "Additional sampling of spatial variability within and around the global moorings is conducted with open-ocean gliders. These gliders sample within the footprint of the moored array, diving to 1,000 m and each carrying a two-wavelength fluorometer, a CTD, and a dissolved oxygen sensor."
  }, {
    "heading": "PROFILING GLIDERS",
    "text": "Profiling gliders are operated in a manner that maintains the glider near a set location. On the Pioneer Array, gliders replace two Coastal Profiler Moorings in the summer; on the Global Arrays, these gliders sample the upper 200 m of water above the Global Profiler Mooring. Profiling Gliders carry a similar instrument load as their coastal and open-ocean counterparts with the exception that profiling gliders add more comprehensive optical measurements and nitrate sensors."
  }, {
    "heading": "AUTONOMOUS UNDERWATER VEHICLES",
    "text": "Two AUVs (Hydroid Remus 600;\nFigure  13) are the primary tools for resolving cross- and along-front structure\nwithin the Pioneer Array, providing transects with horizontal resolution of 1–5 km (varying with water depth) and crossing the ~50 km frontal zone in approximately nine hours.\nThe two AUVs are rated to 600 m depth and are typically programmed to make consecutive ascents and descents from a few meters below the surface to a few meters above the seafloor. At specified intervals along the track line, the AUV surfaces to obtain a GPS fix and telemeter information to shore. They can also be monitored and controlled acoustically when within a few kilometers of the ship. The primary goal of the AUV missions is to obtain simultaneous, synoptic transects along and across the frontal zone. The AUVs carry sensors to provide the same interdisciplinary measurements as the coastal gliders, plus optical nitrate instruments."
  }, {
    "heading": "Operations and Maintenance",
    "text": "Teams of technicians, scientists, and engineers operate OOI platforms and sensors around the clock. For uncabled arrays, platform performance, battery voltages, and available power from the surface wind and solar energy collectors are closely monitored. Should there be insufficient power to execute the full sampling schedule and/or telemetry to shore, adjustments are made to ensure the health of the platform and associated instruments. System health and status for cabled infrastructure is closely monitored in real time from shore; all\nFIGURE 13. (left) Coastal gliders are staged on deck for pre-flight checks via satellite telemetry to the shore lab. (right) An AUV is prepared for deployment using a hydraulic launch and recovery system fitted to R/V Neil Armstrong. Credit: OOI Pioneer Array Program, Woods Hole Oceanographic Institution\nOceanography | March 2018 31\ninstruments operate on full sampling capacity. Battery status is not a consideration because of the connection to the high-power telecommunication cables. Gliders are tracked in near-real time, and adjustments are made in the targeted waypoints to keep the gliders as close as possible to their planned tracklines while contending with ocean currents, winds, and buoyant river plumes. Across the facility, instruments and platforms are monitored for safety, functionality, and basic data quality.\nThe degradation of mooring components, biofouling of instruments, and depletion of batteries on the uncabled profiler moorings are the main drivers of the OOI moored array maintenance schedule. After recovery, buoys and other durable components of the mooring riser are refurbished for reuse. Wire rope and mooring hardware such as shackles and links are replaced with new material for each “turn” (a recover/redeploy operation). Instruments, data controllers, and loggers are refurbished, recalibrated, and tested before redeployment on a subsequent mooring turn.\nCoastal Array servicing includes two turn cruises per year, in spring and fall, typically conducted on US UniversityNational Oceanographic Laboratory System (UNOLS) vessels. These cruises focus on mooring and glider turns. During each cruise, newly refurbished moorings are deployed within a few hundred meters of the existing mooring sites. Calibration casts are done alongside the moorings with a ship’s CTD and rosette for collecting water samples at multiple depths for analysis of nutrients, dissolved oxygen, and carbon dioxide. In some cases, the existing mooring and the refurbished mooring operate concurrently for hours to days before the existing mooring is recovered. The CTD casts, bottle samples, and concurrent mooring data are used to check the calibration and drift of the moored sensors.\nSmaller vessels are used for servicing the glider fleet deployed at coastal arrays. Coastal gliders have a nominal\nendurance of three months. Profiling gliders have a longer hull, which allows for more batteries and thus longer endurance of four to six months. Upon recovery, gliders are returned to the manufacturer for refurbishment and calibration of onboard instrumentation.\nAs with gliders, Coastal SurfacePiercing Profiler Mooring deployments are limited by battery life and biofouling. Thus, these mooring are maintained with a similar service cycle to gliders— every two to three months. Upon recovery, Coastal Surface-Piercing Profiler Moorings are cleaned, and they undergo minor in-house refurbishment and sensor checks, with major refurbishment done by the vendor annually.\nAUVs are deployed from a ship during the Pioneer Array mooring and glider turns; additional cruises may be scheduled to approach the desired AUV mission interval of once per month. AUVs and onboard instrumentation are refurbished annually.\nGlobal Array sites are particularly remote from the United States. Practical considerations of ship time availability and cost limit the service at these sites to once a year. Annual turn cruises of the Global Arrays operate in much the same manner as those of the Coastal Arrays, with deployment of new platforms and instruments and recovery of moorings deployed the previous year scheduled during these cruises.\nCabled infrastructure is serviced once per year using a global-class UNOLS vessel and a remotely operated vehicle (ROV). Typically, about 120 instruments and up to seven junction boxes are turned each year. Instruments that are biofouled or use reagents are turned each year, but instruments such as seismometers and bottom pressure tilt meters remain in place for several years. Cabled Array moorings were specifically designed to stay in place for at least five years, optimizing operations and maintenance costs. The modified McLane profiler vehicle on the Deep Profiler Mooring is recovered and redeployed\nannually with an ROV. Similarly, both the instrumented stationary assembly on the 200 m platform and the shallow winched profiler system on the Cabled Shallow Profiler Mooring are turned each year with an ROV."
  }, {
    "heading": "DATA COLLECTION, PROCESSING, AND DELIVERY",
    "text": "OOI networked sensors collect atmosphere, ocean, and seafloor data at high sampling rates (up to 200 Hz) over years to decades. In total, over 100,000 OOI science and engineering parameters (206 unique data products) from 2,993 data streams, 1,227 instruments (deployed and awaiting turn cruises), 276 nodes, and 89 platforms (including suspended deployments) from every array are available online in the OOI Data Portal (https://ooinet. oceanobservatories.org). The challenge of the OOI Cyberinfrastructure (CI) is to collect, archive, transform, and distribute data from the numerous instruments and platforms across the OOI to the user community in real time or near-real time.\nIn this section, we describe how data are collected by OOI instruments and platforms, processed by the OOI CI, and then delivered to the OOI user. For specific details of the various means for accessing OOI data, see Vardaro and McDonnell (2018, in this issue)."
  }, {
    "heading": "Sampling Strategies",
    "text": "The OOI sampling strategy was designed to (1) provide consistently sampled longterm decadal data sets, (2) capture shortlived stochastic events at small spatial scales, and (3) permit targeted manipulation to capture specific phenomena. Observation strategies address the temporal and spatial scales of variability that characterize the local environment for each instrument, and the sampling strategy attempts to optimize platform mobility as well as instrument operation.\nFurther details of sampling strategies across the OOI can be found\nOceanography | Vol.31, No.132\nin the Observation and Sampling Approach document on the OOI website (http://oceanobservatories.org/ observation- and- sampling- approach).\nFrom Instrument to User (Data Path) The OOI Cyberinfrastructure is the pathway from each deployed sensor and platform to the user (Figure 14). The OOI CI design and implementation are based on industry best practices, and use a decentralized, coordinated architecture optimized for data storage and delivery, data security and integrity, and quality of service requirements. The CI’s role is to collect, archive, and host raw data, transform the raw data into processed data in science units, maintain and deliver metadata\nand cruise data, and provide user support. Ensuring the success of the end-toend CI system requires continuous monitoring, performance improvements, and data evaluation. The OOI CI currently archives over 250 terabytes of data from the OOI arrays. Since data download services came online in January 2016, users from across the world have downloaded nearly 100 terabytes of data from the OOI arrays.\nRaw data (both engineering and science) are gathered from cabled and uncabled instruments and platforms located across the marine networks and transmitted to one of three operation components: Pacific City, Oregon, directly connected to all cabled instruments and platforms; an operations and\nmanagement component (OMC) responsible for all uncabled instrument data on the Pacific coast; and an OMC for Atlantic coast-based uncabled instrument data.\nDeployed uncabled instruments send a subset of raw data back to shore (“telemetered data”) via satellite connection or cellular phone. Once uncabled instruments are brought back to shore after a mooring turn or glider recovery, the complete collected data set is downloaded directly by OOI operators to provide a “recovered” data set. Immediately upon receipt, all raw data are transferred over the Internet to the OOI CI system for processing, storage, and dissemination via the Internet. Installed cabled instruments send data back to shore via electro-optical cables (“streaming data”) to the shore station in Pacific City, Oregon. Full resolution data are streamed to shore, including uncompressed HD video (1.5 GB s–1) and broadband hydrophone data at 200 Hz.\nFrom each OMC, data are transferred to two primary CI components located on East and West Coasts for processing, storage, and dissemination. The East Coast CI houses the primary computing servers, data storage and backup, and online data portal interface. The West Coast CI mirrors the East Coast component. The data stored at the three OMCs are continuously synchronized with the data repositories located at the East and West Coast CI sites. Tape storage, a last tier storage that is not dependent on power or cooling, supports longer-term backup and archiving, disaster recovery, and data transport.\nThe core of the OOI CI software is the uFrame-based OOINet, which implements a service-oriented architecture and integrates a set of data, instrument, and platform drivers as well as data product algorithms to produce data products on demand to the user community. Databases of information about every asset, including predeployment calibration values, cruise information, and deployment configuration, are used by the system to provide all necessary metadata to the graphical user interface upon data delivery.\nInstrument\nTelemetry\nPlatform Shore Server\nOperator Data Server\nAcquisition Point Server\nParser Code\nuFrame Databases\nAsset Metadata & Vocabulary\nCI Alert/Alarm Parameters\nQC Test Values\nCalibration Information\nData Products & QC Flags\nUsers User Interface\nSynchronous M2M or Plot\nAsynchronous Download In Water\nPlatform\nAlgorithm Code [On Demand]\nOperator\nCyberinfrastructure\nOperator Inputs\nShore Station\nElectroOptical Cable\nPort Agent Drivers/Parsers\nPlatform Recovery\nCabled\nPlatform/ Junction Box\nRecovered Telemetered\nFIGURE 14. The paths of cabled (purple line), telemetered (blue line), and recovered (orange line) OOI data from ocean (in blue) to shoreside operations and management component servers (gray) to the cyberinfrastructure system (red), where raw data are parsed into streams and stored in a database. Parsed data are processed on demand via data product and quality control (QC) algorithms and delivered to the user’s desktop. The circles illustrate the major touch points and transformations, as well as the necessary input of metadata and calibration information (green), along the data processing pathway.\nOceanography | March 2018 33"
  }, {
    "heading": "Data Quality Control Processes",
    "text": "Oceanographic and engineering data throughout the OOI system are reviewed through manual (human in the loop) and automated quality control procedures. The overall goal is to ensure that the data and metadata delivered by the OOI meet community data quality standards. These standards were designed with the goal of meeting the Integrated Ocean Observing System (IOOS) Quality Assurance of Real Time Ocean Data (QARTOD) standards. Feedback from the user community to identify, diagnose, and resolve data availability and data quality issues is also a critical element of the quality control.\nThe primary goals of these quality control procedures are to: (1) monitor the operational status of the data flowing through OOINet, (2) ensure the availability of OOI data sets in the system and that they meet quality guidelines, (3) identify data availability and quality issues and ensure they are resolved and communicated to end users, and (4) report operational statistics on data availability, quality, and issue resolution.\nTo meet these goals, end-to-end data flow from online instruments is checked daily. Any gaps (e.g.,  instrument, telemetry, or parsing) are investigated during a periodic end-to-end review, as needed. The process includes daily reviews of the operational status, data delivery alerts, issue requests from users, and annotations to notify users of status changes. A set of scripts and necessary tools for quality checks help determine if any telemetered or streamed data have stopped updating and whether the interruption is due to instrument, telemetry, or data transfer issues, or an unknown problem. If the recent data do not appear reasonable (e.g., scientifically valid, correct sampling rate), the data evaluation team ensures that all potential issues are reported and annotated in the OOI Data Portal.\nData from all OOI maintenance cruises are compiled and assessed for completeness to ensure that all necessary information and documentation are added to the system for each cruise."
  }, {
    "heading": "An Open Access Ocean for All",
    "text": "The OOI CI provides a common operating infrastructure to connect and enable the coordination of operations of the OOI arrays with the scientific and educational pursuits of oceanographic research and other user communities around the globe. This software provides 24/7 connectivity to deliver ocean observing data to anyone with an Internet connection free of charge. For information on how to access OOI data, see Vardaro and McDonnell (2018, in this issue)."
  }, {
    "heading": "MOVING FORWARD THROUGH COLLABORATION",
    "text": "Oceanographic observation is rapidly transforming in this era of technological innovation. In situ observatories and advanced cyberinfrastructure have become critical components for successful integration and collaboration across programs (Lindstrom, 2018, in this issue). Integration across programs comes in many forms, for example, integrating data into existing global and regional data repositories (see Box 1 in Lindstrom, 2018, in this issue).\nCo-location of infrastructure provides a unique opportunity for collaboration across observatories and for providing higher data granularity (e.g., Stocks et al., 2018, in this issue). Two moorings of the Global Irminger Sea Array off the coast of Greenland are aligned within the array of the Overturning in the Subpolar North Atlantic Program (OSNAP; Lozier et al., 2017), an international effort to examine meridional overturning circulation in the North Atlantic, a critical component of deepwater formation for the globe. Similarly, the Ocean Station Papa array is co-located with a NOAA PMEL surface mooring and augments the existing longterm time series (since 1949) in the area.\nThe OOI Cabled Array is located south of its Canadian counterpart, the Ocean Networks Canada array, off the coast of British Columbia. Components of the Ocean Networks Canada array, comprised of 800 km of fiber-optic cable and five instrumented sites, went online in\n2009 (Moran, 2013). Together, the US and Canadian cabled arrays span a significant portion of the Juan de Fuca Plate. Hence, they provide a unique opportunity to examine both local and regional co-registered seafloor and water column data in real time toward understanding dynamic processes along the continental margin/subduction zone in the Northeast Pacific, in the middle of the Juan de Fuca Plate, and at the Juan de Fuca seafloor spreading center.\nLastly, OOI data aid in the calibration of global climate and ocean models. For example, collaborations with the World Climate Research Program and its Climate and Ocean: Variability, Predictability and Change (CLIVAR) program examine airsea fluxes of heat, freshwater, and momentum. Forecasters at the European Centre for Medium-range Weather Forecasts (ECMWF) use Global Array data to examine storms in the Southern Ocean as part of the Year of Polar Prediction Effort by the World Meteorological Organization.\nMoving forward, the OOI will maintain and establish new relationships with other national and international observatories.\nNSF has committed to support the OOI for 25 years, and is now funding proposals for both new OOI infrastructure and data analysis (Ulses et al., 2018, in this issue). The OOI will periodically undergo a technology refresh to ensure that the latest advances in sensor technology and in ocean observation approaches are included in the system. The OOI already utilizes instrumentation that has never been fielded before—an in situ mass spectrometer, a particulate DNA sampler, and other vent chemistry sensors. As observational technologies advance and innovations continue, the OOI will integrate new technologies into its infrastructure through a publicly advertised proposal process.\nThe OOI is an ambitious program, designed from its inception to use emerging and leading-edge technology and engineering solutions to investigate science themes focused on our most pressing\nOceanography | Vol.31, No.134\nand complex global oceanographic challenges. Ongoing input from the scientific community will ensure that all aspects of the OOI—from its deployed sensors and instruments to its CI data discovery, delivery, and display capabilities— adapt and align with changing user requirements and the latest technological advances over the program’s 25-year lifespan. OOI users are encouraged to stay involved and engaged with this program to help inform and shape its future."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "Funding for the OOI is provided by the National Science Foundation through a Cooperative Support Agreement with the Consortium for Ocean Leadership (OCE-1026342). Pioneer Array and Global Array Moorings and autonomous vehicles are operated by Woods Hole Oceanographic Institution. Endurance Array uncabled moorings and gliders are operated by Oregon State University. All cabled infrastructure is operated by the University of Washington. Cabled Array primary infrastructure and backbone cables were built and installed by L3 MariPro. The cyberinfrastructure and education and public engagement components are operated by Rutgers University.\nWe thank the many scientists, engineers, technicians, students, captain and crews, field teams, and support staff who have worked on the OOI program. In particular, we thank and acknowledge the following key individuals, in alphabetical order, within the greater OOI Team: Sue Banahan, Leila Belabbassi, Pete Barletto, Peter Brickley, Liz Caporelli, Robert Collier, Michael Crowley, Edward Dever, Jonathan Fram, Lori Garzio, Scott Glenn, Gary Harkins, Mike Harrington, James Housell, Brian Ittig, Aamir Jadoon, Orest Kawka, Tom Kearney, John Kemp, John Kerfoot, William Kish, Friedrich Knuth, Sage Lichtenwalner, Dana Manalang, Paul Matthias, Mike Mulvihill, Kris Newhall, Matt Palanza, Manish Parashar, Don Peters, Janeen Pisciotta, Craig Risien, Oscar Schofield, Michael Smith, Mark Steiner, Mark Stoermer, John Trowbridge, J.J. Villalobos, Sheri White, and Chris Wingard. Additionally, we thank the following individuals who laid the groundwork for the program in key leadership roles: Ken Brink, Peter Milne, Tim Cowles, Kendra Daly, John Delaney, Anthony Ferlaino (dec.), Holly Given, and Mike Kelly."
  }, {
    "heading": "AUTHORS",
    "text": "Leslie M. Smith (lsmith@oceanleadership.org) is OOI Science Communicator, Consortium for Ocean Leadership, Washington, DC, USA. John A. Barth is Professor and OOI Project Scientist, Oregon State University, Corvallis, OR, USA. Deborah S. Kelley is Professor and OOI Chief Scientist, University of Washington, Seattle, WA, USA. Al Plueddemann is Senior Scientist, Woods Hole Oceanographic Institution, Woods Hole, MA, USA. Ivan Rodero is Associate Research Professor and OOI CI Systems Engineering Program Manager, Rutgers University, New Brunswick, NJ, USA. Greg A. Ulses is OOI Director, Consortium for Ocean Leadership, Washington, DC, USA. Michael F. Vardaro is OOI Data Manager, Rutgers University, New Brunswick, NJ, USA. Robert Weller is Senior Scientist and OOI Co-Principal Investigator, Woods Hole Oceanographic Institution, Woods Hole, MA, USA."
  }, {
    "heading": "ARTICLE CITATION",
    "text": "Smith, L.M., J.A. Barth, D.S. Kelley, A. Plueddemann, I. Rodero, G.A. Ulses, M.F. Vardaro, and R. Weller. 2018. The Ocean Observatories Initiative. Oceanography 31(1):16–35, https://doi.org/10.5670/ oceanog.2018.105."
  }],
  "year": 2018,
  "references": [{
    "title": "Anatomy of an active submarine volcano",
    "authors": ["A.F. Arnulf", "A.J. Harding", "G.M. Kent", "S.M. Carbotte", "J.P. Canales", "M.R. Nedimovic."],
    "venue": "Geology 42:655–658, https://doi.org/10.1130/ G35629.1.",
    "year": 2014
  }, {
    "title": "The mechanics of intermittent methane venting at South Hydrate Ridge inferred from 4D seismic surveying",
    "authors": ["N.L.B. Bangs", "M.J. Hornbach", "C. Berndt."],
    "venue": "Earth and Planetary Science Letters 310:105–112, https://doi.org/10.1016/",
    "year": 2011
  }, {
    "title": "Warm blobs, low-oxygen events, and an eclipse: The Ocean Observatories Initiative Endurance Array captures them all",
    "authors": ["J.A. Barth", "J.P. Fram", "E.P. Dever", "C.M. Risien", "C.E. Wingard", "R.W. Collier", "T.D. Kearney."],
    "venue": "Oceanography 31(1):90–97,",
    "year": 2018
  }, {
    "title": "Axial Seamount Biology Catalog",
    "authors": [],
    "year": 2018
  }, {
    "title": "Emergence of anoxia in the California current large marine ecosystem",
    "authors": ["F. Chan", "J.A. Barth", "J. Lubchenco", "A. Kirincich", "H. Weeks", "W.T. Peterson", "B.A. Menge."],
    "venue": "Science 319:920–920, https://doi.org/10.1126/science.1149016.",
    "year": 2008
  }, {
    "title": "Atmospheric and offshore forcing of temperature variability at the shelf break: Observations from the OOI Pioneer Array",
    "authors": ["K. Chen", "G. Gawarkiewicz", "A. Plueddemann."],
    "venue": "Oceanography 31(1):72–79, https://doi.org/10.5670/",
    "year": 2018
  }, {
    "title": "Report of the D&I Workshop, 27–30 March 2006",
    "authors": ["K. Daly", "R. Jahnke", "M. Moline", "R. Detrick", "D. Luther", "G. Matsumoto", "L. Mayer", "K. Raybould."],
    "venue": "Joint Oceanographic Institutions, Consortium for Ocean Research and Education, and the",
    "year": 2006
  }, {
    "title": "Deep convection in the Irminger",
    "authors": ["L. de Steur"],
    "year": 2018
  }, {
    "title": "Rapid freshening",
    "authors": ["S. Dye", "J. Holfort"],
    "year": 2002
  }, {
    "title": "Mud waves",
    "authors": ["R.D. 1038/416832a. Flood", "A.N. Shor"],
    "year": 1988
  }, {
    "title": "Evidence for upwell",
    "authors": ["D. Ianson", "B. Hales"],
    "year": 2008
  }, {
    "title": "The Newport line off Oregon: Studies in the North East Pacific",
    "authors": ["A. Huyer", "P.A. Wheeler", "P.T. Strub", "R.L. Smith", "R. Letelier", "P.M. Kosro."],
    "venue": "Progress in Oceanography 75:126–160, https://doi.org/ 10.1016/j.pocean.2007.08.003.",
    "year": 2007
  }, {
    "title": "Circulation and water mass modification in the Brazil-Malvinas confluence",
    "authors": ["L. Jullion", "K. Heywood", "A.C. Naveira Garabato", "D.P. Stevens."],
    "venue": "Journal of Physical Oceanography 40:845–864, https://doi.org/10.1175/2009JPO4174.1.",
    "year": 2010
  }, {
    "title": "Volcanology: Vulcans rule beneath the sea",
    "authors": ["D.S. Kelley"],
    "venue": "Nature Geoscience 10:251–253, https://doi.org/10.1038/ngeo2929.",
    "year": 2017
  }, {
    "title": "Establishing a new era of submarine volcanic observatories: Cabling Axial Seamount and the Endeavor Segment of the Juan de Fuca Ridge",
    "authors": ["D.S. Kelley", "J.R. Delaney", "S.K. Juniper."],
    "venue": "Marine Geology 50th Anniversary Special",
    "year": 2014
  }, {
    "title": "Delaney, and the Cabled Array Team",
    "authors": ["D.S. Kelley", "J.R"],
    "venue": "Paper presented at OCEANS 2016 MTS/IEEE Monterey,",
    "year": 2016
  }, {
    "title": "Seastate: Experiential C-STEM learning through environmental sensor building",
    "authors": ["D.S. Kelley", "D. Grünbaum."],
    "venue": "Oceanography 31(1):147, https://doi.org/10.5670/oceanog.2018.123.",
    "year": 2018
  }, {
    "title": "Automated QA/QC and time series analyses on OOI",
    "authors": ["F. Knuth", "A. Marburg"],
    "year": 2016
  }, {
    "title": "On the relationship between the",
    "authors": ["E. 1029/2007JD009190. Lindstrom"],
    "year": 2018
  }, {
    "title": "Ocean acidification risk",
    "authors": ["R.A. Feely"],
    "year": 2015
  }, {
    "title": "Buoyancy-driven coastal currents",
    "authors": ["A. Erofeev"],
    "year": 2014
  }, {
    "title": "Education and public engagement in OOI: Lessons",
    "authors": ["J. 2016GL070023. McDonnell", "A. deCharon", "C.S. Lichtenwalner", "K. Hunter-Thomson", "C. Halversen", "O. Schofield", "S. Glenn", "C. Ferraro", "C. Lauter", "J. Hewlett"],
    "year": 2018
  }, {
    "title": "Hose elements for buoy moor",
    "authors": ["W. oceanog.2018.108. Paul"],
    "year": 2004
  }, {
    "title": "Antarctic Intermediate Water",
    "authors": ["J. Holte"],
    "year": 2010
  }, {
    "title": "Deep-sea volcanic eruptions",
    "authors": ["R.M. Morris"],
    "year": 2018
  }, {
    "title": "Global characteristics of ocean variability estimated from regional TOPEX/ POSEIDON altimeter measurements",
    "authors": ["D. Stammer"],
    "venue": "Journal of Physical Oceanography 27:1,743–1,769, https://doi.org/10.1175/1520-0485(1997)027",
    "year": 1997
  }, {
    "title": "SeaView: Bringing together an ocean of data",
    "authors": ["K. Stocks", "S. Diggs", "C. Olson", "A. Pham", "R. Arko", "A. Shepherd", "D. Kinkade."],
    "venue": "Oceanography 31(1):71, https://doi.org/",
    "year": 2018
  }, {
    "title": "Marine cold seeps and their mani",
    "authors": ["E. oceanog.2018.111. Suess"],
    "year": 2014
  }, {
    "title": "A tale of two eruptions: How",
    "authors": ["F. Waldhauser"],
    "year": 2018
  }, {
    "title": "Gas hydrate",
    "authors": ["W.S. Borowski", "H. Tomaru"],
    "year": 2004
  }, {
    "title": "Variability of Pseudo-nitzschia",
    "authors": ["S.K. Moore"],
    "year": 2009
  }, {
    "title": "Accessing OOI",
    "authors": ["J. McDonnell"],
    "year": 2018
  }, {
    "title": "The Ocean Observatories Initiative",
    "authors": ["Institution", "MA Woods Hole", "L.M. USA. ARTICLE CITATION Smith", "J.A. Barth", "D.S. Kelley", "A. Plueddemann", "I. Rodero", "G.A. Ulses", "M.F. Vardaro", "R. Weller"],
    "year": 2018
  }],
  "id": "SP:a8cf00f10e6c94a5bea8ebd71f6e27539ef05887",
  "authors": [{
    "name": "Leslie M. Smith",
    "affiliations": []
  }, {
    "name": "John A. Barth",
    "affiliations": []
  }, {
    "name": "Deborah S. Kelley",
    "affiliations": []
  }, {
    "name": "Al Plueddemann",
    "affiliations": []
  }, {
    "name": "Ivan Rodero",
    "affiliations": []
  }, {
    "name": "Greg A. Ulses",
    "affiliations": []
  }, {
    "name": "Michael F. Vardaro",
    "affiliations": []
  }, {
    "name": "Robert Weller",
    "affiliations": []
  }],
  "abstractText": "The Ocean Observatories Initiative (OOI) is an integrated suite of instrumented platforms and discrete instruments that measure physical, chemical, geological, and biological properties from the seafloor to the sea surface. The OOI provides data to address large-scale scientific challenges such as coastal ocean dynamics, climate and ecosystem health, the global carbon cycle, and linkages among seafloor volcanism and life. The OOI Cyberinfrastructure currently serves over 250 terabytes of data from the arrays. These data are freely available to users worldwide, changing the way scientists and the broader community interact with the ocean, and permitting ocean research and inquiry at scales of centimeters to kilometers and seconds to decades. INTRODUCTION The ocean is a dominant influence on Earth’s habitability and is the primary trade route for commerce, yet it is still largely unexplored. Observational ocean data available in real time are needed to examine global issues such as sea level rise, ocean acidification, climate change, and fisheries decline. Beneath the ocean’s surface, seafloor volcanism and plate tectonics continue to shape ocean basins, and associated earthquakes and tsunamis have the potential to severely impact coastal areas. Unusual creatures thrive in the extreme environments of hydrothermal vent fields at mid-ocean ridges and within methane seeps along continental margins. A better understanding of processes that occur within these dynamic environments requires long-term observations at centimeter to kilometer scales. Recent advances in observational and computational technologies are transforming how oceanographers study and interact with the global ocean (e.g.,  Lindstrom, 2018, in this issue). Examples include advances in underwater robotic capabilities, molecular biological techniques, and submarine telecommunications technologies (e.g.,  Lee et  al., 2017). Increasingly, expeditionary, ship-based research is being augmented by the persistent presence of instrumented drifters, autonomous instrumented vehicles, buoys, and cabled observatories (e.g., Rudnick et al., 2017; Spietz et  al., 2018, in this issue). New and innovative instruments are also being developed that may solve power issues that hamper long-term data collection in the ocean (e.g., Reimers and Wolf, 2018, in this issue). To answer the call for long-term, continuous ocean observations (NSF, 2001), in 2009 the National Science Foundation (NSF) funded construction and operation of the Ocean Observatories Initiative (OOI). This article provides an overview of the OOI program. The first section describes the scientific motivation and overall design of each array. The second section provides a detailed description of the different types of moorings, profilers, autonomous vehicles, and seafloor instrumentation used in the OOI. The third section outlines data flow from ocean platforms and instrumentation to users and discusses quality control procedures. The article concludes with a discussion of collaborative opportunities and future directions. SCIENTIFIC MOTIVATION AND OVERALL DESIGN The science requirements for the OOI were developed through Request for Assistance proposals and numerous community workshops, and with input from the approximately 90-member OOI Science and Technical Advisory Committee (Schofield and Tivey, 2004; Daly et al., 2006). The marine infrastructure was designed and constructed to meet these scientific requirements. The OOI is currently composed of five arrays spanning the North Atlantic and Northeast Pacific Oceans (Figure  1). Initial construction included two additional arrays in the Southern Hemisphere (red boxes, Figure 1), but deployments at those arrays were suspended in December 2017. Data collected at all of the OOI arrays, including the two Southern Hemisphere arrays that operated for 34 months, are available through the OOI Data Portal (https://ooinet.oceanobservatories.org). Each of the OOI Arrays was designed and constructed to address large-scale scientific challenges. Coastal Arrays (Endurance and Pioneer) provide observations important for understanding The Ocean Observatories Initiative"
}