{
  "sections": [{
    "text": "GEOLOGY | April 2014 | www.gsapubs.org 351\nattributed to the impact of a large bolide at the end of the Cretaceous Period, although other potential causes have also been proposed, most notably climate change caused by Deccan Traps (India) fl ood volcanism. Reconstructing paleoclimate, particularly in terrestrial settings, has been hindered by a lack of reliable proxies. The recent development of carbonate clumped isotope paleothermometry has contributed to temperature reconstructions using geochemical proxies in terrestrial settings. We employ this method, along with new stratigraphic constraints, in the Hell Creek (Cretaceous) and overlying Fort Union (Paleogene) Formations (Montana, USA) to examine changes in temperature leading to and across the K-Pg boundary. We demonstrate that well-preserved ca. 66 Ma aragonitic bivalves serve as suitable paleoclimate archives. Although there are limitations in the stratigraphic availability of fossil bivalves for clumped isotope analysis, we record an apparent 8 °C decrease in summer temperatures over the last 300 k.y. of the Cretaceous that corresponds broadly with patterns observed in other paleotemperature proxies. This observed decrease plausibly could be explained by an absolute temperature decrease or by other environmental stresses on the organisms, but in either case suggests changing living conditions over the interval. Previously documented declines in vertebrate and invertebrate biodiversity occur over the same stratigraphic interval at this study location. These results are consistent with published models of the endCretaceous mass extinction in which destabilized ecosystems become more susceptible to an abrupt event like a bolide impact."
  }, {
    "heading": "INTRODUCTION",
    "text": "The relative importance of the potential causes of the CretaceousPaleogene (K-Pg) extinction event is the subject of intense debate (e.g., Schulte et al., 2010; Archibald et al., 2010). Although there is compelling evidence of an extraterrestrial impactor coincident with the K-Pg boundary, some hypothesize that other environmental perturbations, such as climate change, destabilized or stressed latest Cretaceous biotic communities, which became more vulnerable to the effects of a bolide impact at the K-Pg boundary in what Arens and West (2008, p. 456) termed a “press-pulse” scenario (Wilson, 2005, 2014; Mitchell et al., 2012; Wilson et al., 2014). Testing the validity of the multiple-cause hypothesis is partially contingent on determining the timing, magnitude, and rate of these perturbations over the crucial end-Cretaceous interval, and placing them in the context of well-established fossil records.\nMost Cretaceous temperature estimates are from marine sections, and temperature analysis in continental environments has been limited by a lack of unambiguous proxies. Here we apply clumped isotope\npaleothermometry to well-preserved fossil unionid bivalves from the Hell Creek Formation (HCF) and Tullock Member of the Fort Union Formation (TUM) (Montana, USA), both of which have rich and well-studied fossil assemblages. This technique allows for the direct estimation of paleotemperature in environments where unconstrained δ18O of water (δ18Owater) prohibits traditional oxygen isotopic techniques (Eiler, 2011). A nongeochemical proxy, leaf-based paleotemperature reconstruction has been used to document a temperature rise and fall in the ~300–500 k.y. immediately preceding the K-Pg boundary (Wilf et al., 2003), but the assumptions on which this method is based have been questioned (Little et al., 2010, and references therein). An independent record from clumped isotopes could improve understanding of the validity of fl oral proxies and climate change through this interval, as well as contribute to increased understanding of the applicability of clumped isotopes to continental environments, which remains an open methodological question."
  }, {
    "heading": "METHODS",
    "text": ""
  }, {
    "heading": "Stratigraphy",
    "text": "We obtained fossil shell material for this study from the HCF and TUM in central Garfi eld County, south of the Fort Peck Reservoir (Fig. 1). Stratigraphic correlation in this study area is complicated by the limited vertical exposure and lateral extent of terrestrial facies. Several previous studies have confi rmed that the lithologically defi ned HCF-TUM contact is nearly coincident (<10 cm) with the K-Pg boundary at multiple locations, using the presence of an Ir anomaly and shocked quartz (Moore et al., 2014, and references therein; for more details, see the GSA Data Repository1 and Table DR1 therein). We infer that the HCF-TUM contact is coeval within the limits of our fi eld area (~8000 km2) and can be used as a proxy for the K-Pg boundary geochronologic datum, but we recognize that farther east the K-Pg boundary and lithologic contact can be diachronous. Using a high-resolution (±<2 m vertical) GPS receiver, we measured the absolute elevations of the HCF-TUM contact at the localities cited here, as well as several other HCF-TUM localities as seen in Figure 1 (see Table DR1). The three-dimensional spatial relationship between these boundary points was analyzed, and the points were found to fi t very well (R2 = 0.999, p < 0.001, maximum error = 8 m, root mean square error\n1GSA Data Repository item 2014132, detailed explanation of methods,\nFigure DR1 (3-D movie animation of stratigraphic projection), Figure DR2 (instrumental temperature data for modern bivalves analyzed as an analog to fossil species), Figure DR3 (cross plot of temperature and δ18Owater), Table DR1 (detailed information of localities used in this study), Table DR2 (summary data from clumped isotope analyses), and Table DR3 (raw data), is available online at www.geosociety.org/pubs/ft2014.htm, or on request from editing@geosociety .org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA.\nGEOLOGY, April 2014; v. 42; no. 4; p. 351–354; Data Repository item 2014132 | doi:10.1130/G35262.1 | Published online 24 February 2014 © 2014 eological Society of America. For permission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/42/4/351/3546585/351.pdf by University of Arizona user on 21 February 2019\n352 www.gsapubs.org | April 2014 | GEOLOGY\n= 3.8 m) to a simple plane with a strike/dip of 049°/0.2° southeast, and described by Equation 1:\nElev East NorthHT( ) − −= × − ×( ) + × ×( ) −2 2947 10 2 6741 10 12435 43 3. . . , (1)\nwhere East and North are Universal Transverse Mercator Zone 13 N coordinates, and Elev(HT) is the modeled height of the HCF-TUM contact at that location in meters (see the Data Repository). Fossil sampling localities were projected to this plane to fi nd their stratigraphic height relative to the boundary, and thus were placed in their stratigraphic positions. A new magnetostratigraphic record from site S in Figure 1 (LeCain et al., 2014) allows the assimilation of magnetic reversals into our stratigraphic framework."
  }, {
    "heading": "Laboratory Methods",
    "text": "We collected unionid bivalve (10 localities) and gastropod (2 localities) fossils through the HCF and TUM, and we collected a carbonate vein crosscutting surrounding lithology at an additional site. To serve as a modern analog, unionids from the Amite River in Louisiana (USA) were collected from a site near permanent air and water temperature recorders. Fossil shells were assessed for diagenesis using trace element concentrations (inductively coupled plasma–optical emission spectrometry), X-ray diffraction (XRD), and cold cathodoluminescence (CL) microscopy. Gastropods, but not bivalves, showed indications of diagenesis, with detectable levels of calcite (XRD) and recrystallized carbonate phases. Clumped isotope measurements were made following the methods of Huntington et al. (2009) and Passey et al. (2010), and measurements were converted to the absolute reference frame (Dennis et al., 2011) and then to temperature using the calibration from Zaarur et al. (2013, their equation 7). Measurements and errors were derived by averaging 2–4 analyses on a shell, and averaging 3–4 shells to create a locality value. This averaging is justifi ed\nhere because multiple measurements from the same sites and stratigraphic horizons are consistent with random samples of a single population. (For a more thorough exploration of different temperature calibrations, some of which increase the magnitude of observed temperature changes due to increased Δ47-temperature sensitivity, see the Data Repository.)"
  }, {
    "heading": "RESULTS",
    "text": ""
  }, {
    "heading": "Modern Bivalves",
    "text": "We compared our results from modern unionid bivalves with instrumentally recorded water and air temperatures near their collection site (Fig. DR2). The measured clumped isotope temperature is consistent with the mean summer temperature (May–September), suggesting that the bivalves precipitate most CaCO3 during summer, consistent with previous studies (Dettman et al., 1999). Several new temperature calibrations have been recently published, but they agree within error near 30 °C, so unfortunately our modern data cannot be used to discern between them (for more details, see the Data Repository). This agreement suggests that controversies regarding calibrations of carbonate clumped isotope thermometry are relatively unimportant for the materials and temperature ranges relevant to this study."
  }, {
    "heading": "Diagenesis",
    "text": "Figure 2 shows average paleotemperatures derived from Δ47 values and the reconstructed δ18Owater for each locality in stratigraphic context. These data circumstantially support our direct evidence (see the discussion of laboratory methods) for a lack of diagenesis in unionid bivalve fossils. First, there is no correlation between δ18Owater and paleotemperature (Fig. DR3). If fossils reset to higher temperature (by diffusion or recrystallization) in a closed system, the calculated δ18Owater would correlate strongly with apparent temperature, following the slope of the carbonate-water\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/42/4/351/3546585/351.pdf by University of Arizona user on 21 February 2019\nGEOLOGY | April 2014 | www.gsapubs.org 353\nequilibrium (e.g., Came et al., 2007). Second, the carbonate vein material records the highest temperature (45 °C) among our samples, suggesting that the fossils have been exposed to some burial depth (≥1 km) without resetting to warmer temperatures or adopting the δ18Owater of vein fl uids. Further support is provided by the altered gastropod paleotemperatures, which are substantially warmer than bivalve paleotemperatures at the only locality where they were found together (uppermost horizon)."
  }, {
    "heading": "Paleotemperature",
    "text": "Several features can be observed in the paleotemperature data (Table DR2) despite some limitations in stratigraphic occurrences of reliable samples (Fig. 2). We analyzed two localities (both at −66 m), separated by a geographic distance of 2.5 km, that record nearly identical temperatures (26 °C), increasing our confi dence that the temperature measurements are reliable. Temperatures at the next stratigraphically highest locality (−26 m) for which we have measurements are only slightly warmer, which may indicate little paleoclimatic change over that interval. The overlying 26 m stratigraphic interval preceding the K-Pg boundary is well sampled and shows a decrease in paleotemperature (by ~8 °C) that is statistically signifi cant (p < 0.005) when compared with the null hypothesis of no temperature change over this interval. Uncertainties in our stratigraphic projection allow the initiation of this decline within either chron C30N or C29R, but close to the reversal, and restrict its termination to immediately below the K-Pg boundary. The interval between the C30N-C29R reversal and the K-Pg boundary represents ~300 k.y. (Gradstein et al., 2012), during which 80% of the Deccan Traps (India) volume was erupted (Chenet et al., 2009). Bivalve localities in the TUM are rare and occur at the base of large, downcutting, stream-channel deposits, so their depositional ages are less well constrained, though reconstructed temperatures are within the range observed in the HCF. The timing and nature of paleotemperature trends in the TUM are obvious targets for further testing, though aragonite bivalves are very rare or absent in much of this interval, and the depositional character of the deposits makes assigning relative stratigraphic heights diffi cult."
  }, {
    "heading": "DISCUSSION",
    "text": "We observed a bimodal distribution of δ18Owater, but saw no statistical correspondence between δ18Owater and temperature in our analysis of fossil shell material (Fig. DR3; see the Data Repository). This pattern has been previously observed (Dettman and Lohmann, 2000; Fan and Dettman, 2009), and we agree with the interpretation that the two δ18Owater modes likely refl ect different water sources supplying the area. Similar bimodality has been observed in Campanian-Maastrichtian unionid bivalves elsewhere in the Western Interior and was interpreted as the result of monsoonal infl uence (Fricke et al., 2010). Bimodal δ18Owater values could refl ect sampling of mollusks from large versus small river channels (Fan and Dettman, 2009), but we saw no correspondence between channel size and δ18Owater. We conclude that the observed temperature changes are not biased by variations in water sources (see the Data Repository).\nDennis et al. (2013) published the only previous clumped isotope data from the HCF (Δ47 = 0.683 ± 0.003 [1 standard deviation, s.d.], n = 4), which are similar to our average clumped isotope results (Δ47 = 0.699 ± 0.014 [1 s.d.], n = 30). Samples from Dennis et al. (2013) lack stratigraphic control beyond formational information, so it is impossible to say whether there is a real discrepancy between these two data sets or just in the location of their sampling (e.g., a single site, R, from this study has statistically identical values to those in the Dennis et al. [2013] study; Δ47 = 0.680 ± 0.007 [1 s.d.] n = 4). While the Δ47 results are comparable, Dennis et al. (2013) reconstructed temperatures that are 10 °C cooler than this study (which yields a 2.5‰ change in δ18Owater), based on so-called “vital effect” corrections that we did not apply to our data. Given the known growth habits of unionid bivalves, we favor a summer temperature growth bias interpretation discussed here (and in the Data Repository) that Dennis\net al. (2013) acknowledged could also explain their vital effect. In any event, this discrepancy does not contradict our fi nding of an ~8 °C temperature change through the interval sampled in this study.\nGiven our suggestion of a summer growth bias, the apparent pre– K-Pg cooling trend can be interpreted in two ways. A relatively parsimonious interpretation is that summer temperatures declined over this interval. Previous studies from the marine realm have recorded what apparently was a global cooling episode that followed a short-term (~100– 300 k.y.) warming event in the very latest Cretaceous (Li and Keller, 1998; Tobin et al., 2012). The ~8 °C decline that we observe, and the overall temperature trend, is comparable to that reported (>5 °C; Fig. 2) by Wilf et al. (2003) from analysis of HCF fl oras, but poor stratigraphic resolution in both data sets complicates comparisons in the TUM. Our absolute values are consistent with summer temperatures given the mean annual temperature and seasonality from climate models (e.g., Sellwood and Valdes, 2006).\nA second environmental interpretation is also consistent with our clumped isotopic paleotemperature record. Mean annual and seasonal temperatures could have remained constant over the measured interval, but bivalves could have shifted the duration or timing of their growing season in response to non–temperature-related environmental stresses or food availability. In this scenario, a shell sample large enough for clumped isotope analysis would record a lower average temperature by including more shell grown at lower, nonsummer, temperatures. Marine bivalves have been shown to adjust growth patterns to adapt to food scarcity (Schöne et al., 2005).\nIn either case, the recorded paleotemperature decline indicates that an environmental shift occurred during the last ~300 k.y. of the Cretaceous. This trend temporally correlates with declines in the biodiversity of mammalian and amphibian assemblages that occur over the same interval prior to the K-Pg mass extinction (Wilson, 2005, 2014; Wilson et al., 2014). Selective extinction of certain morphologies of unionid bivalves has also been used to infer a “major decrease in habitat stability” prior to the K-Pg boundary in the same interval (Scholz and Hartman, 2007, p. 48).\nModern ecological studies demonstrate that these pre–K-Pg biodiversity drops may refl ect declining population sizes, changes in community structure, and/or ecological instability and stress from environmental disturbance (Magurran, 2004). Previous studies have established that species in stressed and altered ecosystems may be more susceptible to an abrupt extinction event and have advanced the hypothesis that geologic mass extinctions may be a result of this phenomenon (e.g., Scheffer et al., 2001; Arens and West, 2008; Mitchell et al., 2012). Our evidence, correlated abiotic and biotic changes occurring immediately before a sudden, pulse extinction, is consistent with this hypothesis. However, we cannot exclude the possibility that the environmental disturbances are only coincidentally correlated in time with the mass extinction at the K-Pg boundary."
  }, {
    "heading": "CONCLUSIONS",
    "text": "Here we demonstrate that Late Cretaceous freshwater bivalves can be a reliable archive for clumped isotope thermometry, although complications in potential seasonal bias remain to be determined. We document an apparent decline of ~8 °C during the Cretaceous portion of C29R that broadly corresponds with records derived from other paleotemperature proxies. This apparent change in temperature may have stressed ecological structures and magnifi ed the effects of the bolide impact (Arens and West, 2008; Mitchell et al., 2012), a hypothesis that is supported by biotic changes observed locally and globally in marine and terrestrial settings over the last ~300–500 k.y. of the Cretaceous (Samant and Mohabey, 2009; Gertsch et al., 2011; Tobin et al., 2012). While further testing of the press-pulse (Arens and West, 2008) hypothesis is necessary, the clumped isotope data here demonstrate a changing environment over the last 300 k.y. of the Cretaceous.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/42/4/351/3546585/351.pdf by University of Arizona user on 21 February 2019\n354 www.gsapubs.org | April 2014 | GEOLOGY"
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We thank D. DeMar, Jr., L. DeBey, S. Donohue, and S. Schoepfer for assistance in the fi eld, and W. Daniel (Louisiana State University) for collection of modern Unionidae. We also thank R. and E. Meyn, Co. and Ca. Murnion, S. Harbaugh, J. McKeever, C. McKeever, B. Engdahl, J. Engdahl, and W.A. Clemens for their hospitality and guidance. We thank the C.M. Russell Wildlife Refuge, the Bureau of Land Management, and the Montana Department of Natural Resources and Culture for special use permits. We thank K. Huntington and N. Kitchen for assistance and discussion. Research was supported by National Science Foundation (NSF) grant 0643394, the NSF Integrative Graduate Education and Research Traineeship program, and by the University of Washington Burke Museum of Natural History and Culture, Department of Biology, and Department of Earth and Space Sciences, and the Chevron Corporation."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Archibald, J.D., and 28 others, 2010, Cretaceous Extinctions: Multiple Causes:\nScience, v. 328, p. 973, doi:10.1126/science.328.5981.973-a. Arens, N.C., and West, I.D., 2008, Press-pulse: A general theory of mass extinc-\ntion?: Paleobiology, v. 34, p. 456–471, doi:10.1666/07034.1. Came, R.E., Eiler, J.M., Veizer, J., Azmy, K., Brand, U., and Weidman, C.R., 2007,\nCoupling of surface temperatures and atmospheric CO2 concentrations during the Palaeozoic Era: Nature, v. 449, p. 198–201, doi:10.1038/nature06085. Chenet, A.L., Courtillot, V., Fluteau, F., Gérard, M., Quidelleur, X., Khadri, S.F.R., Subbarao, K.V., and Thordarson, T., 2009, Determination of rapid Deccan eruptions across the Cretaceous-Tertiary boundary using paleomagnetic secular variation: 2. Constraints from analysis of eight new sections and synthesis for a 3500-m-thick composite section: Journal of Geophysical Research, v. 114, B06103, doi:10.1029/2008JB005644. Dennis, K.J., Affek, H.P., Passey, B.H., Schrag, D.P., and Eiler, J.M., 2011, Defi ning an absolute reference frame for “clumped” isotope studies of CO2: Geochimica et Cosmochimica Acta, v. 75, p. 7117–7131, doi:10.1016/j.gca.2011.09.025. Dennis, K.J., Cochran, J.K., Landman, N.H., and Schrag, D.P., 2013, The climate of the Late Cretaceous: New insights from the application of the carbonate clumped isotope thermometer to Western Interior Seaway macrofossil: Earth and Planetary Science Letters, v. 362, p. 51–65, doi:10.1016/j.epsl .2012.11.036. Dettman, D.L., and Lohmann, K.C., 2000, Oxygen isotope evidence for high-altitude snow in the Laramide Rocky Mountains of North America during the Late Cretaceous and Paleogene: Geology, v. 28, p. 243–246, doi:10.1130/0091 -7613(2000)28<243:OIEFHS>2.0.CO;2. Dettman, D.L., Reische, A.K., and Lohmann, K.C., 1999, Controls on the stable isotope composition of seasonal growth bands in aragonitic fresh-water bivalves (Unionidae): Geochimica et Cosmochimica Acta, v. 63, p. 1049–1057, doi:10.1016/S0016-7037(99)00020-4. Eiler, J.M., 2011, Paleoclimate reconstruction using carbonate clumped isotope thermometry: Quaternary Science Reviews, v. 30, p. 3575–3588, doi:10.1016 /j.quascirev.2011.09.001. Fan, M., and Dettman, D.L., 2009, Late Paleocene high Laramide ranges in northeast Wyoming: Oxygen isotope study of ancient river water: Earth and Planetary Science Letters, v. 286, p. 110–121, doi:10.1016/j.epsl.2009.06.024. Fricke, H.C., Foreman, B.Z., and Sewall, J.O., 2010, Integrated climate modeloxygen isotope evidence for a North American monsoon during the Late Cretaceous: Earth and Planetary Science Letters, v. 289, p. 11–21, doi:10.1016/j .epsl.2009.10.018. Gertsch, B., Keller, G., Adatte, T., Garg, R., Prasad, V., Berner, Z., and Fleitmann, D., 2011, Environmental effects of Deccan volcanism across the Cretaceous–Tertiary transition in Meghalaya, India: Earth and Planetary Science Letters, v. 310, p. 272–285, doi:10.1016/j.epsl.2011.08.015. Gradstein, F.M., Ogg, J.G., Schmitz, M., and Ogg, G., 2012, The geologic time scale 2012: Amsterdam, Elsevier, 1176 p., doi:10.1016/B978-0-444-59425 -9.00004-4. Huntington, K.W., Eiler, J.M., Affek, H.P., Guo, W., Bonifacie, M., Yeung, L.Y., Thiagarajan, N., Passey, B., Tripati, A., Daëron, M., and Came, R., 2009, Methods and limitations of “clumped” CO2 isotope (Δ47) analysis by gassource isotope ratio mass spectrometry: Journal of Mass Spectrometry, v. 44, p. 1318–1329, doi:10.1002/jms.1614. LeCain, R., Clyde, W.C., Wilson, G.P., and Riedel, J., 2014, Magnetostratigraphy of the Hell Creek and lower Fort Union Formations in northeastern Montana, in Wilson, G.P., et al., eds., Through the end of the Cretaceous in the type locality of the Hell Creek Formation in Montana and adjacent areas: Geological Society of America Special Paper 503, p. 137–147, doi:10.1130/2014.2503(04). Li, L., and Keller, G., 1998, Abrupt deep-sea warming at the end of the Cretaceous: Geology, v. 26, p. 995–998, doi:10.1130/0091-7613(1998)026<0995: ADSWAT>2.3.CO;2.\nLittle, S.A., Kembel, S.W., and Wilf, P., 2010, Paleotemperature proxies from leaf fossils reinterpreted in light of evolutionary history: PLoS ONE, v. 5, p. e15161, doi:10.1371/journal.pone.0015161. Magurran, A.E., 2004, Measuring biological diversity: Oxford, UK, Blackwell Publishing, 256 p. Mitchell, J.S., Roopnarine, P.D., and Angielczyk, K.D., 2012, Late Cretaceous restructuring of terrestrial communities facilitated the end-Cretaceous mass extinction in North America: National Academy of Sciences Proceedings, v. 109, p. 18857–18861, doi:10.1073/pnas.1202196109. Moore, J.R., Wilson, G.P., Sharma, M., Hallock, H.R., Braman, D.R., and Renne, P.R., 2014, Assessing the relationships of the Hell Creek–Fort Union contact, Cretaceous-Paleogene boundary, and Chicxulub impact ejecta horizon at the Hell Creek Formation lectostratotype, Montana, USA, in Wilson, G.P., et al., eds., Through the end of the Cretaceous in the type locality of the Hell Creek Formation in Montana and adjacent areas: Geological Society of America Special Paper 503, p. 123–135, doi:10.1130/2014.2503(03). Passey, B.H., Levin, N.E., Cerling, T.E., Brown, F.H., and Eiler, J.M., 2010, High-temperature environments of human evolution in East Africa based on bond ordering in paleosol carbonates: National Academy of Sciences Proceedings, v. 107, p. 11245–11249, doi:10.1073/pnas.1001824107. Samant, B., and Mohabey, D.M., 2009, Palynofl ora from Deccan volcano-sedimentary sequence (Cretaceous-Palaeogene transition) of central India: Implications for spatio-temporal correlation: Journal of Biosciences, v. 34, p. 811–823, doi:10.1007/s12038-009-0064-9. Scheffer, M., Carpenter, S., Foley, J.A., Folke, C., and Walker, B., 2001, Catastrophic shifts in ecosystems: Nature, v. 413, p. 591–596, doi:10.1038/35098000. Scholz, H., and Hartman, J.H., 2007, Fourier analysis and the extinction of unionoid bivalves near the Cretaceous-Tertiary boundary of the Western Interior, USA: Pattern, causes, and ecological signifi cance: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 255, p. 48–63, doi:10.1016/j.palaeo.2007.02.040. Schöne, B.R., Houk, S.D., Castro, A.D.F., Fiebig, J., Oschmann, W., Kroncke, I., Dreyer, W., and Gosselck, F., 2005, Daily growth gates in shells of Arctica islandica: Assessing sub-seasonal environmental controls on a long-lived bivalve mollusk: Palaios, v. 20, p. 78–92, doi:10.2110/palo.2003.p03-101. Schulte, P., and 40 others, 2010, The Chicxulub asteroid impact and mass extinction at the Cretaceous-Paleogene boundary: Science, v. 327, p. 1214–1218, doi:10.1126/science.1177265. Sellwood, B.W., and Valdes, P.J., 2006, Mesozoic climates: General circulation models and the rock record: Sedimentary Geology, v. 190, p. 269–287, doi:10.1016/j.sedgeo.2006.05.013. Tobin, T.S., Ward, P.D., Steig, E.J., Olivero, E.B., Hilburn, I.A., Mitchell, R.N., Diamond, M.R., Raub, T.D., and Kirschvink, J.L., 2012, Extinction patterns, δ18O trends, and magnetostratigraphy from a southern high-latitude Cretaceous– Paleogene section: Links with Deccan volcanism: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 350–352, p. 180–188, doi:10.1016/j.palaeo .2012.06.029. Wilf, P., Johnson, K.R., and Huber, B.T., 2003, Correlated terrestrial and marine evidence for global climate changes before mass extinction at the Cretaceous-Paleogene boundary: National Academy of Sciences Proceedings, v. 100, p. 599–604, doi:10.1073/pnas.0234701100. Wilson, G.P., 2005, Mammalian faunal dynamics during the last 1.8 million years of the Cretaceous in Garfi eld County, Montana: Journal of Mammalian Evolution, v. 12, p. 53–76, doi:10.1007/s10914-005-6943-4. Wilson, G.P., 2014, Mammalian extinction, survival, and recovery dynamics across the Cretaceous-Paleogene boundary in northeastern Montana, USA, in Wilson, G.P., et al., eds., Through the end of the Cretaceous in the type locality of the Hell Creek Formation in Montana and adjacent areas: Geological Society of America Special Paper 503, p. 365–392, doi:10.1130/2014.2503(15). Wilson, G.P., DeMar, D.G., Jr., and Carter, G., 2014, Extinction and survival of salamander and salamander-like amphibians across the Cretaceous-Paleogene boundary in northeastern Montana, USA, in Wilson, G.P., et al., eds., Through the end of the Cretaceous in the type locality of the Hell Creek Formation in Montana and adjacent areas: Geological Society of America Special Paper 503, p. 271–297, doi:10.1130/2014.2503(10). Zaarur, S., Affek, H.P., and Brandon, M.T., 2013, A revised calibration of the clumped isotope thermometer: Earth and Planetary Science Letters, v. 382, p. 47–57, doi:10.1016/j.epsl.2013.07.026.\nManuscript received 4 November 2013 Revised manuscript received 27 January 2014 Manuscript accepted 28 January 2014\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/42/4/351/3546585/351.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2014,
  "references": [],
  "id": "SP:6cc3fcbca86ae4d1dbcbf3288d68ddc51b55e2f0",
  "authors": [],
  "abstractText": "| April 2014 | www.gsapubs.org 351 ABSTRACT The Cretaceous-Paleogene (K-Pg) mass extinction has been attributed to the impact of a large bolide at the end of the Cretaceous Period, although other potential causes have also been proposed, most notably climate change caused by Deccan Traps (India) fl ood volcanism. Reconstructing paleoclimate, particularly in terrestrial settings, has been hindered by a lack of reliable proxies. The recent development of carbonate clumped isotope paleothermometry has contributed to temperature reconstructions using geochemical proxies in terrestrial settings. We employ this method, along with new stratigraphic constraints, in the Hell Creek (Cretaceous) and overlying Fort Union (Paleogene) Formations (Montana, USA) to examine changes in temperature leading to and across the K-Pg boundary. We demonstrate that well-preserved ca. 66 Ma aragonitic bivalves serve as suitable paleoclimate archives. Although there are limitations in the stratigraphic availability of fossil bivalves for clumped isotope analysis, we record an apparent 8 °C decrease in summer temperatures over the last 300 k.y. of the Cretaceous that corresponds broadly with patterns observed in other paleotemperature proxies. This observed decrease plausibly could be explained by an absolute temperature decrease or by other environmental stresses on the organisms, but in either case suggests changing living conditions over the interval. Previously documented declines in vertebrate and invertebrate biodiversity occur over the same stratigraphic interval at this study location. These results are consistent with published models of the endCretaceous mass extinction in which destabilized ecosystems become more susceptible to an abrupt event like a bolide impact."
}