{
  "sections": [{
    "text": "GEOLOGY | Volume 45 | Number 4 | www.gsapubs.org 379\nmate. A factor of particular note is the role played by ice-nucleating particles, which remains poorly understood. The mineral K-feldspar (Kfs) has recently been shown by a number of independent studies to nucleate ice in mixed-phase cloud conditions far more efficiently than other common minerals. Here, global atmospheric Kfs flux through geologic time is estimated; constrained by records of secular continental crust and biosphere evolution, plate tectonics, volcanism, glaciation, and attendant trends in land surface stability. The analysis reveals that Kfs flux today is at neither extreme of the range estimated across geological time. The present-day Kfs flux, however, is likely to be among the most spatially and temporally variable due to land surface change. The concept of an ice-nucleation efficiency factor that can be calculated from rocks, and also eolian sediments and soils, is proposed. This allows the impact of paleo-atmospheric dust to be estimated through the rock record alongside meteorological and atmospheric composition considerations. With the reasonable assumption that the ice-nucleating properties of Kfs are themselves independent of the background climate state, a better understanding of Kfs flux across a range of spatial and temporal scales will advance understanding of climate processes and interactions."
  }, {
    "heading": "INTRODUCTION",
    "text": "Mineral particles that act as ice-nucleating particles (INPs; see Vali et al., 2005) are volumetrically rare, yet they exert an important influence upon the microphysics of clouds (Hoose and Möhler, 2012; Nenes et al., 2014; Murray et al. 2012) and thus radiative forcing of climate and precipitation (DeMott et al., 2010; Storelvmo et al., 2011). These mineral aerosols may account for a large proportion of the INPs present within mixed-phase clouds below ~-15 °C on Earth (Atkinson et al., 2013). Because clouds and aerosols contribute the largest uncertainty to estimates of radiative forcing (Boucher et al., 2013), of which phase partitioning is a central question (Komurcu et al., 2014), the role of mineral aerosol INPs in the atmosphere is significant to climate research (Atkinson et al., 2013; DeMott et al., 2003; Harrison et al., 2016; Hoose and Möhler, 2012).\nIce-core records of the past 800 k.y. show that atmospheric dustiness varies, at least locally, by a factor of 50–100 and correlates closely to the glacial-interglacial cycles and their magnitude (Fuhrer et al., 1999; Lambert et al., 2008; Vallelonga and Svensson, 2014). Understanding the precise mechanisms, variability, and impacts of mineral dust upon climate is an active area of research (Boucher et al., 2013; Stocker et al., 2014; Vallelonga and Svensson, 2014). There are numerous competing factors and feedbacks\nused to argue for both cooling or warming (see Fuhrer et al., 1999), and effects such as biogeochemical impact of ocean fertilization and indirect effects of aerosols on clouds (see Boucher et al., 2013; Stocker et al., 2014).\nThe mechanism(s) as to why the mineral K-feldspar (Kfs) is orders of magnitude more efficient than other common mineral aerosols at nucleating ice in mixed-phase clouds, or why variability between Kfs species exists (Harrison et al., 2016), is currently not well understood (Atkinson et al., 2013; Hoose and Möhler, 2012; Peckhaus et al., 2016). Increasing our understanding of the influence(s) of composition, crystal structure, and microtexture, which are highly complex within the feldspar group (Deer et al., 2004; Parsons et al., 2015), is an active area of research (AugustinBauditz et al., 2014; Harrison et al., 2016; Peckhaus et al., 2016; Zolles et al., 2015; Kiselev et al., 2016). What is clear from empirical evidence is that Kfs, while present only as a minor component of dust in the modern atmosphere (Murray et al., 2012), is the most important contributor to mineral aerosols for nucleating ice (causing primary ice formation) within tropospheric conditions that could otherwise be ice-free (Atkinson et al., 2013; Harrison et al., 2016; Peckhaus et al., 2016; Zolles et al., 2015).\nThe discovery that Kfs is orders of magnitude more efficient than other mineral aerosols at nucleating ice (Atkinson et al., 2013; Harrison et al., 2016; Peckhaus et al., 2016) suggests that the climatic impacts of mineral aerosol are\nsensitive to the abundance and distribution of Kfs (see Atkinson et al., 2013; Boucher et al., 2013). The potential of Kfs for ice nucleation is independent of background climate state; it follows that Kfs has been important throughout Earth history. The actual impact of Kfs as an INP depends upon prevailing atmospheric conditions and meteorology (which is outside the scope of this study), yet its crustal abundance and distribution do not. Therefore, Kfs may be viewed as an agent in the atmospheric and climatic system that is largely external to common feedbacks like those linked with the biosphere. This study aims to provide a better understanding of Kfs availability and, by extension, possible flux to the atmosphere from deep time to the present, in order to inform our view of the role of Kfs and its impact as an INP through time."
  }, {
    "heading": "A PARAMETER TO HELP LINK LITHOSPHERIC AND ATMOSPHERIC RESEARCH",
    "text": "A simple measurement that is comparable across soils, rocks, and sediments is the volumetric percent abundance of Kfs, here proposed for use in climate and atmospheric studies as the Kfs factor (KFF). A KFF can immediately be viewed as a qualitative guide to the potential impact of mineral ice nucleation from region to region, and through time. For instance, granitic/rhyolitic, Kfs-rich metamorphic, or immature sandstone, terrains (high KFF) compared to Kfs-poor carbonate platform, basaltic, and mature sandstone terrains (zero to low KFF) can be expected to correspond to mineral dust with markedly different ice-nucleating efficiency. The simplicity of the measurement allows for baseline comparison; it is not assumed that factors affecting aerosolization are the same.\nDetailed mineralogical studies of modern soils, including maps, are already available in the public domain (e.g., Smith et al., 2014) and represent an important resource for future studies that estimate the impact of mineral ice nucleation by region in response to land-use change. For instance, the KFF of regions that are currently unvegetated, becoming devegetated, or at risk of aridification (and thus at heightened risk of becoming source regions for dust storms) can be readily determined. The KFF applied at various scales, as appropriate, allows atmospheric *E-mail: m.j.pankhurst@leeds.ac.uk\nGEOLOGY, April 2017; v. 45; no. 4; p. 379–382 | doi:10.1130/G38684.1 | Published online 7 February 2017 © 2017 The Authors. Gold Open Access: This paper is published under the terms of the CC-BY license.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/45/4/379/3551128/379.pdf by University of Arizona user on 20 February 2019\n380 www.gsapubs.org | Volume 45 | Number 4 | GEOLOGY\nmodels to include region-sensitive predictions of mineral ice nucleation.\nMost bedrock lithology maps also provide the basic information needed to make a qualitative assessment of KFF back through time and can be complemented with mineralogical data. Further work is required to integrate such maps within the context of prevailing climatic conditions (e.g., linking paleosurfaces with estimates of atmospheric dustiness; see Fuhrer et al., 1999; Lambert et al., 2008; Vallelonga and Svensson, 2014), and to gauge how efficient aerosolization may have been across those different rock, regolith, and soil types. Because the rock record is available to us, Kfs appears to be the single most important mineral to measure, and volumetric measurement of Kfs is straightforward (i.e., quantitative X-ray powder diffraction), assessment of mineral INPs upon other contemporaneous Earth systems through time and by region is tenable.\nThe production of KFF maps, calculations of likely flux to the atmosphere, and derivation of ice-nucleation efficiency factors allow contextualization of the present-day Kfs impact estimates, modeled by, for example, Atkinson et al. (2013). Since dust sources across modern Earth have very different Kfs content (Murray et al., 2012, and references therein), and the intensity and frequency of dust storms are predicted to increase as a result of climate change and landuse changes in desert regions (IPCC, 2007), one pressing question is: How important are spatial and temporal changes? First, a broad context must be established."
  }, {
    "heading": "CONSTRUCTING AN ESTIMATE OF Kfs FLUX THROUGH GEOLOGIC TIME",
    "text": "Figure 1 illustrates the construction of a qualitative assessment of likely Kfs flux and is designed to be read from the bottom panel up to follow the order of controls. The relevant large-scale secular and episodic Earth-system processes are stacked in parallel though time. The minimum is zero—before Kfs existed on Earth and during probable times of total land coverage by ice. While today’s flux is estimated in relation to the past, because no maximum is suggested, a scale (even a relative one) would not yet be helpful. This estimate is designed to be used as a guide for more focused study upon selected time intervals, with or without spatial context, which would likely lead to an absolute scale being applied to plots like this one in the future.\nKfs on Earth first appeared in significant volumes at ca. 3.0–2.5 Ga (see Fig. 1). Its increase tracked the switch from tonalite-trondhjemitegranodiorite and greenstone suites to the granodiorite-granite suites that accumulated in stages and now form the majority of the upper continental crust (Taylor and McLennan, 1995). Since the raw data used to interpret this secular\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/45/4/379/3551128/379.pdf by University of Arizona user on 20 February 2019\nGEOLOGY | Volume 45 | Number 4 | www.gsapubs.org 381\nevolution model of crust composition and volume were derived from studies of ancient sediments (Taylor and McLennan, 1995), they can also serve here as a useful long-time-scale, globally averaged proxy for Kfs availability to the atmosphere, regardless of questions about crustal recycling rates.\nDust storms have occurred since at least 3.2 Ga (Eriksson et al., 2013), predating the appearance of Kfs. There are therefore two first-order controls on Kfs flux. Primary availability is controlled by the growth and mineralogical evolution of the continental crust. Potential for mediation is controlled by aerosolization processes affected by the nature of the land surface and atmospheric conditions. On comparatively short time scales, Kfs flux must be affected by meteorological parameters such as humidity and wind speed, and on longer time scales, it is affected by the prevalence of biological mats, soil crusts, and finally vegetation, which stabilize regolith (Pointing and Belnap, 2014; see also Eriksson et al., 2013, and references therein).\nSecond-order controls are viewed here as those that control primary mineral flux over a wide range of time scales. Tectonics, glaciation, and volcanism control the spatial distribution of Kfs (see Fig. 1). These processes underpin— and are suggested to interact with—the pace and magnitude of climate change, which in turn influence land surfaces (i.e., sea-level change and desertification; not shown at this scale; see Bradley, 2011; Fuhrer et al., 1999; Lambert et al., 2008; Nenes et al., 2014; Pointing and Belnap, 2014).\nToday, Kfs is common in surficial and nearsurface environments and weathers more slowly than quartz or plagioclase (White et al., 2001). Indeed, for most of Earth history, Kfs has been prevalent both within and upon the continental crust. Whether this necessarily corresponds to Kfs aerosolization and flux through time cannot be answered easily. When or where in the geologic record is the best opportunity to detect spikes above a stable background, and thereby obtain a means to assess impact?"
  }, {
    "heading": "CANDIDATES FOR REGIONAL AND GLOBAL SPIKES IN Kfs AVAILABILITY",
    "text": "A comparatively small number of remarkable volcanic events have occurred on Earth (Pankhurst et al., 2011a) that hold the greatest potential to increase Kfs availability above background. Felsic large igneous provinces (F-LIPs) are constructed over short geological time scales (<3–40 m.y., composed of intense <3–10 m.y. pulses; individual units may be emplaced over days to years; Bryan and Ernst, 2008), and while rare with respect to mafic LIPs (Bryan and Ernst, 2008), they have occurred at semiregular intervals since ca. 2.5 Ga (Pankhurst et al., 2011a). A hallmark of many F-LIPs is their high Si/Al and K/Na compositions (see Pankhurst et al., 2011a),\nwhich favor Kfs saturation at magmatic temperatures (Deer et al., 2004). The result is that many of the enormous sheets (on the order of 2.5 × 105 km2 in the best-constrained case; Marsh et al., 2001) of dacite-rhyodacite-rhyolite that are emitted as ignimbrites and/or lavas contain abundant Kfs as a dominant groundmass, and often phenocryst, phase (see Bryan and Ernst, 2008; Pankhurst et al., 2011a, and references therein).\nPreservation bias imparts the single greatest source of uncertainty in any first approximation of volcanic-related spikes in Kfs. Present extents of F-LIPs are weighted in favor of the lava and welded-ignimbrite record (cf. ash fall); measured extents are probably vast underestimations of paleo-extents in at least some cases (Pankhurst et al., 2011b), as supported by provenance studies (Bryan and Ernst, 2008; Eriksson et al., 1994). In well-constrained cases, Kfs comprises up to 25%–37% of sediments shed from F-LIP units (Eriksson et al., 1994). Mechanical erosion and continual refreshing of land surfaces favor high flux, yet the attendant “disappearing act” in the record is, at best, cryptic evidence.\nA special implication of the distinction between F-LIPs and the more frequent and volumetrically overwhelming mafic counterparts (Bryan et al., 2010) is that mafic LIPs contain negligible Kfs; a typical tholeiitic flood basalt eruption would represent the same physical barrier to Kfs flux as glacial ice cover. Thus, as the corollary of F-LIP spikes, dips may be caused by extensive cover of continental flood basalt by mafic LIPs, although estimation of lateral extent is difficult to assess in the Precambrian (Ernst and Buchan, 2001). In some cases, both extremes may be observed within the sequence stratigraphy of a single province (Pankhurst et al., 2011a).\nThe Paraná-Etendeka LIP (Brazil-Namibia) is one of the very few LIPs in the past 300 m.y. to have erupted significant felsic units (>0.1 M km3); indeed, these are the largest single volcanic units recognized in the entire rock record (Bryan et al., 2010). The basalts progressively starved a sand-sea—analogous to the modern Sahara—situated in the interior of Gondwana, and possibly played a role in changing the principal wind direction during LIP development (Jerram et al., 2000). The volcanism ended with cataclysmic felsic, Kfs-laden eruptions (Jerram et al., 2000). An extreme change in the regional, and potentially global, Kfs flux, which may have caused attendant efficiency drops and gains in tropospheric ice nucleation, seems likely in this scenario.\nThe “boring billion” interval in Earth history (ca. 1.8–0.8 Ga) contains two F-LIPs of particular note: the Gawler F-LIP (South Australia) and the Keweenawan (central North America; see Pankhurst et al., 2011a). These F-LIPs occurred before and after the first recognized biological soil crust, respectively, during a period of notable long-term stability in the Earth system. Here,\nthen, there may be a desirably “quiet” record within which the impact of Kfs flux via catastrophic-scale volcanism can be investigated."
  }, {
    "heading": "CONCLUSIONS",
    "text": "Kfs flux to the atmosphere must have commenced and quickly increased in importance from ca. 3.0 to 2.5 Ga as a result of major mineralogical changes in continental crust–forming igneous rocks. F-LIPs are the most likely lithospheric phenomena to increase atmospheric Kfs over (geologically) short time scales. Complete cessation of Kfs flux must have occurred during global glaciation(s). Since neither F-LIP nor global glaciation is occurring today, present Kfs flux is not at an extreme high or low with respect to Earth history, yet is likely to be within a period of high temporal and spatial variability due to the significant land surface changes within a interglacial epoch. Future changes in meteorology and in the nature of land surfaces wherein the bedrock is particularly rich or poor in Kfs are anticipated to have an amplifying or dampening impact on atmospheric mineral ice nucleation respectively. Because Kfs is not uniformly distributed in time or space, but its potential for ice nucleation is high, the use of KFF as a simple tool promises to promote future research that combines quantified lithospheric, biospheric, and atmospheric controls on cloud properties and climate on Earth."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "Support from an AXA Research Fund Fellowship is gratefully acknowledged. I thank Thomas Whale, Anja Schmidt, Marge Wilson, Ben Murray, and Mark Holden for stimulating discussions and advice. Dougal Jerram, Navjit Sagoo, and three anonymous reviewers are thanked for their thorough and helpful reviews, which improved the manuscript. I thank Judith Totman Parrish for her editorial role."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Atkinson, J.D., Murray, B.J., Woodhouse, M.T., Whale,\nT.F., Baustian, K.J., Carslaw, K.S., Dobbie, S., O’Sullivan, D., and Malkin, T.L., 2013, The importance of feldspar for ice nucleation by mineral dust in mixed-phase clouds: Nature, v. 498, p. 355–358, doi: 10 .1038 /nature12278. Augustin-Bauditz, S., Wex, H., Kanter, S., Ebert, M., Niedermeier, D., Stolz, F., Prager, A., and Stratmann, F., 2014, The immersion mode ice nucleation behavior of mineral dusts: A comparison of different pure and surface modified dusts: Geophysical Research Letters, v. 41, p. 7375–7382, doi: 10 .1002 /2014GL061317. Boucher, O., et al., 2013, Clouds and aerosols, in Stocker, T.M., et al., eds., Climate Change 2013: The Physical Science Basis. Contribution of Working Group 1 to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change: Cambridge, UK, Cambridge University Press, p. 571–657. Bradley, D.C., 2011, Secular trends in the geologic record and the supercontinent cycle: Earth-Science Reviews, v. 108, p. 16–33, doi: 10 .1016 /j .earscirev .2011 .05 .003. Bryan, S.E., and Ernst, R.E., 2008, Revised definition of large igneous provinces (LIPs): Earth-Science\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/45/4/379/3551128/379.pdf by University of Arizona user on 20 February 2019\n382 www.gsapubs.org | Volume 45 | Number 4 | GEOLOGY\nReviews, v. 86, p. 175–202, doi: 10 .1016 /j .earscirev .2007 .08 .008.\nBryan, S.E., Ukstins Peate, I., Peate, D.W., Self, S., Jerram, D.A., Mawby, M.R., Marsh, J.S., and Millier, J.A., 2010, The largest volcanic eruptions on Earth: Earth-Science Reviews, v. 102, p. 207–229, doi: 10 .1016 /j .earscirev .2010 .07 .001. Deer, W., Howie, R., Zussman, J., and Wise, W., 2004, Rock Forming Minerals, 4B, Framework Silicates: London, UK, The Geological Society of London, 982 p. DeMott, P.J., Sassen, K., Poellot, M.R., Baumgardner, D., Rogers, D.C., Brooks, S.D., Prenni, A.J., and Kreidenweis, S.M., 2003, African dust aerosols as atmospheric ice nuclei: Geophysical Research Letters, v. 30, p. 1732, doi: 10 .1029 /2003GL017410. DeMott, P.J., Prenni, A.J., Liu, X., Kreidenweis, S.M., Petters, M.D., Twohy, C.H., Richardson, M.S., Eidhammer, T., and Rogers, D.C., 2010, Predicting global atmospheric ice nuclei distributions and their impacts on climate: Proceedings of the National Academy of Sciences of the United States of America, v. 107, p. 11217–11222, doi: 10 .1073 /pnas .0910818107. Eriksson, P., Schreiber, U., Reczko, B., and Snyman, C., 1994, Petrography and geochemistry of sandstones interbedded with the Rooiberg Felsite Group (Transvaal Sequence, South Africa): Implications for provenance and tectonic setting: Journal of Sedimentary Research, v. 64, p. 836–846, doi: 10 .1306 /D4267EDD -2B26 -11D7\n-8648000102C1865D. Eriksson, P.G., et al., 2013, Secular changes in sedi-\nmentation systems and sequence stratigraphy: Gondwana Research, v. 24, p. 468–489, doi: 10 .1016 /j .gr .2012 .09 .008. Ernst, R.E., and Buchan, K.L., 2001, The use of mafic dikes swarms in identifying and locating mantle plumes, in Ernst, R.E., and Buchan, K.L., eds., Mantle Plumes: Their Identification through Time: Geological Society of America Special Paper 352, p. 247–265. Eyles, N., 2008, Glacio-epochs and the supercontinent cycle after ~3.0 Ga: Tectonic boundary conditions for glaciation: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 258, p. 89–129, doi: 10 .1016 /j .palaeo .2007 .09 .021. Fuhrer, K., Wolff, E.W., and Johnsen, S.J., 1999, Timescales for dust variability in the Greenland Ice Core Project (GRIP) ice core in the last 100,000 years: Journal of Geophysical Research, ser. D, Atmospheres, v. 104, p. 31043–31052, doi: 10 .1029 /1999JD900929. Harrison, A.D., Whale, T.F., Carpenter, M.A., Holden, M.A., Neve, L., O’Sullivan, D., Vergara Temprado, J., and Murray, B.J., 2016, Not all feldspars are equal: A survey of ice nucleating properties across the feldspar group of minerals: Atmospheric Chemistry and Physics, v. 16, p. 10927– 10940, doi: 10 .5194 /acp -16 -10927 -2016. Hoose, C., and Möhler, O., 2012, Heterogeneous ice nucleation on atmospheric aerosols: A review\nof results from laboratory experiments: Atmospheric Chemistry and Physics, v. 12, p. 9817– 9854, doi: 10 .5194 /acp -12 -9817 -2012. Jerram, D.A., Mountney, N.P., Howell, J.A., Long, D., and Stollhofen, H., 2000, Death of a sand sea: An active aeolian erg systematically buried by the Etendeka flood basalts of NW Namibia: Journal of the Geological Society of London, v. 157, p. 513–516, doi: 10 .1144 /jgs .157 .3 .513. Kiselev, A., Bachmann, F., Pedevilla, P., Cox, S.J., Michaelides, A., Gerthsen, D., and Leisner, T., 2016, Active sites in heterogeneous ice nucleation—the example of K-rich feldspars: Science, doi: 10.1126 /science .aai8034 (in press). Komurcu, M., Storelvmo, T., Tan, I., Lohmann, U., Yun, Y., Penner, J.E., Wang, Y., Liu, X., and Takemura, T., 2014, Intercomparison of the cloud water phase among global climate models: Journal of Geophysical Research, ser. D, Atmospheres, v. 119, p. 3372–3400, doi: 10 .1002 /2013JD021119. Lambert, F., Delmonte, B., Petit, J.-R., Bigler, M., Kauf mann, P.R., Hutterli, M.A., Stocker, T.F., Ruth, U., Steffensen, J.P., and Maggi, V., 2008, Dust-climate couplings over the past 800,000 years from the EPICA Dome C ice core: Nature, v. 452, p. 616–619, doi: 10 .1038 /nature06763. Marsh, S., Ewart, A., Milner, S.C., Duncan, R., and Miller, M., 2001, The Etendeka igneous province: Magma types and their stratigraphic distribution with implications for the evolution of the Paraná-Etendeka flood basalt province: Bulletin of Volcanology, v. 62, p. 464–486, doi: 10 .1007 /s004450000115. Morris, C.E., Conen, F., Alex Huffman, J., Phillips, V., Pöschl, U., and Sands, D.C., 2014, Bioprecipitation: A feedback cycle linking Earth history, ecosystem dynamics and land use through biological ice nucleators in the atmosphere: Global Change Biology, v. 20, p. 341–351, doi: 10 .1111 /gcb .12447. Murray, B., O’sullivan, D., Atkinson, J., and Webb, M., 2012, Ice nucleation by particles immersed in supercooled cloud droplets: Chemical Society Reviews, v. 41, p. 6519–6554, doi: 10 .1039 /c2cs35200a. Nenes, A., Murray, B., and Bougiatioti, A., 2014, Mineral dust and its microphysical interactions with clouds, in Knippertz, P., and Stuut, J.B., eds., Mineral Dust: A Key Player in the Earth System: New York, Springer, p. 287–325, doi: 10 .1007 /978 -94 -017 -8978 -3_12. Pankhurst, M.J., Schaefer, B.F., and Betts, P.G., 2011a, Geodynamics of rapid voluminous felsic magmatism through time: Lithos, v. 123, p. 92–101, doi: 10 .1016 /j .lithos .2010 .11 .014. Pankhurst, M.J., Schaefer, B.F., Betts, P.G., Phillips, N., and Hand, M., 2011b, A Mesoproterozoic continental flood rhyolite province, the Gawler Ranges, Australia: The end member example of the large igneous province clan: Solid Earth, v. 2, p. 25–33, doi: 10 .5194 /se -2 -25 -2011. Parsons, I., Gerald, J.D.F., and Lee, M.R., 2015, Review. Routine characterization and interpretation of complex alkali feldspar intergrowths: The American Mineralogist, v. 100, no. 5–6, p. 1277– 1303, doi: 10 .2138 /am -2015 -5094. Peckhaus, A., Kiselev, A., Hiron, T., Ebert, M., and Leisner, T., 2016, A comparative study of K-rich and Na/Ca-rich feldspar ice nucleating particles in a nanoliter droplet freezing assay: Atmospheric Chemistry and Physics, v. 2016, p. 1–43. Pointing, S.B., and Belnap, J., 2014, Disturbance to desert soil ecosystems contributes to dust-mediated impacts at regional scales: Biodiversity and Conservation, v. 23, p. 1659–1667, doi: 10 .1007 /s10531 -014 -0690 -x. Smith, D.B., Cannon, W.F., Woodruff, L.G., Solano, F., and Ellefsen, K.J., 2014, Geochemical and Mineralogical Maps for Soils of the Conterminous United States: U.S. Geological Survey OpenFile Report 2014–1082, 386 p., doi: 10.3133 /ofr20141082. Stocker, T.F., et al., 2014, Climate Change 2013: The Physical Science Basis: Working Group I Contribution to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change: Cambridge, UK, Cambridge University Press, 1535 p., doi: 10 .1017 /CBO9781107415324. Storelvmo, T., Hoose, C., and Eriksson, P., 2011, Global modeling of mixed-phase clouds: The albedo and lifetime effects of aerosols: Journal of Geophysical Research, ser. D, Atmospheres, v. 116, p. D05207, doi: 10 .1029 /2010JD014724. Taylor, S.R., and McLennan, S.M., 1995, The geochemical evolution of the continental crust: Reviews of Geophysics, v. 33, p. 241–265, doi: 10 .1029 /95RG00262. Vali, G., DeMott, P.J., Möhler, O., and Whale, T.F., 2015, Technical Note: A proposal for ice nucleation terminology: Atmospheric Chemistry and Physics, v. 15, p. 10263–10270, doi: 10 .5194 /acp -15 -10263 -2015. Vallelonga, P., and Svensson, A., 2014, Ice core archives of mineral dust, in Knippertz, P., and Stuut, J.B., eds., Mineral Dust: A Key Player in the Earth System: New York, Springer, p. 463–485. White, A.F., Bullen, T.D., Schulz, M.S., Blum, A.E., Huntington, T.G., and Peters, N.E., 2001, Differential rates of feldspar weathering in granitic regoliths: Geochimica et Cosmochimica Acta, v. 65, p. 847–869, doi: 10 .1016 /S0016 -7037 (00) 00577 -9. Zolles, T., Burkart, J., Häusler, T., Pummer, B., Hitzenberger, R., and Grothe, H., 2015, Identification of ice nucleation active sites on feldspar dust particles: The Journal of Physical Chemistry A, v. 119, p. 2692–2700, doi: 10 .1021 /jp509839x. Manuscript received 13 October 2016 Revised manuscript received 21 December 2016 Manuscript accepted 28 December 2016 Printed in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/45/4/379/3551128/379.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2017,
  "references": [],
  "id": "SP:c19779726642786ba1675b41cd2ab85b977a12a4",
  "authors": [{
    "name": "Matthew J. Pankhurst",
    "affiliations": []
  }],
  "abstractText": "Clouds and aerosols have a large, yet highly uncertain, effect on changes in Earth’s climate. A factor of particular note is the role played by ice-nucleating particles, which remains poorly understood. The mineral K-feldspar (Kfs) has recently been shown by a number of independent studies to nucleate ice in mixed-phase cloud conditions far more efficiently than other common minerals. Here, global atmospheric Kfs flux through geologic time is estimated; constrained by records of secular continental crust and biosphere evolution, plate tectonics, volcanism, glaciation, and attendant trends in land surface stability. The analysis reveals that Kfs flux today is at neither extreme of the range estimated across geological time. The present-day Kfs flux, however, is likely to be among the most spatially and temporally variable due to land surface change. The concept of an ice-nucleation efficiency factor that can be calculated from rocks, and also eolian sediments and soils, is proposed. This allows the impact of paleo-atmospheric dust to be estimated through the rock record alongside meteorological and atmospheric composition considerations. With the reasonable assumption that the ice-nucleating properties of Kfs are themselves independent of the background climate state, a better understanding of Kfs flux across a range of spatial and temporal scales will advance understanding of climate processes and interactions.",
  "title": "Atmospheric K-feldspar as a potential climate modulating agent through geologic time"
}