{
  "sections": [{
    "text": "380\nThis paper deals with a small continental rift basin in a volcanic setting and tries to decipher potential controls on its synrift sedimentation. The Luanping basin, which is a well-exposed Early Cretaceous rift basin in the Yanshan belt on the northern periphery of the North China block, was chosen as a case study. We show that extensive and vigorous volcanism took place just prior to the onset of basin formation and continued into a synrift period. Basin fi lls consist predominantly of lacustrine, fan-delta, braid-delta, and volcaniclastic deposits. Lacustrine facies are composed mostly of deep-lake deposits that appear to have been established soon after basin initiation. Fan-delta systems developed along two high-angle border faults, the master northern Hongqi fault and the secondary western Xiaobaiqi fault. Fan-delta fronts were built up primarily by gravelly and sandy debrites and turbidites. Braiddelta deposits are restricted to the eastern corner of the basin and are characterized by an aggregation of braid-plain conglomeratic deposits. Underwater extrusions of magma and pyroclastic fl ows are inferred from the presence of volcanic breccias, ignimbrites, andesitic pillows, and peperites, which are enclosed by host lacustrine deposits. Deep-lake and fan-delta systems persisted throughout the synrift period, indicating a rapid subsidence rate, with both adequate sediment and water supply. The high-angle border faults are thought to have played a critical role in creating large accommodation space, and simultaneous displacements of the Hongqi and Xiaobaiqi faults led to the localization of a major depocenter in the western part of the basin. One-dimensional backstripping analysis of three stratigraphic sections shows that the Luanping basin experienced marked synrift tectonic subsidence up to 2 km at a subsidence rate close to 0.2 mm yr–1. We propose that the high rate of basin subsidence might have been caused mainly by left-lateral transtensional faulting and was enhanced by the superposition of basement downsag induced by underlying magma withdrawal. A predominance of volcanic particles in both debrites and sandstones suggests that source areas were erodible volcanic edifi ces. A humid paleoclimate is inferred, which not only provided enough water supply, but also promoted weathering of volcanic rocks in source areas, thus maintaining both the deeplake environment and sediment infl ux. We conclude that relatively small and isolated rift basins in volcanic settings can experience both rapid subsidence and receive thick lacus trine deposits if they are under the combined control of favorable structure, climate, and magmatism. The model proposed here is believed to be applicable to other rift basins in similar volcano-tectonic settings."
  }, {
    "heading": "INTRODUCTION",
    "text": "Continental rift basins have been extensively investigated, and their sedimentation, structure, and tectonics are now relatively well understood (Gawthorpe and Leeder, 2000; Morley, 2002). Three factors are considered to infl uence rift basin development: tectonics, climate, and sediment supply (Gawthorpe and Leeder, 2000). The three variables usually combine to control basin geometry, fi lling processes, and facies architectures, although the relative importance of individual factors could be expected to differ in diverse settings. Tectonic controls include the thermo-mechanic nature of the lithosphere (Buck, 1991), the preexisting architecture of the crust (Versfelt and Rosendahl, 1989), and structural activities (Lambiase and Bosworth, 1995). Structural controls on sedimentation of rift basins have been well documented as operating in various ways and on different scales, including border fault angles (Morley, 1989), lateral growth and interactions of border faults (Gupta et al., 1998), displacement rate of border faulting, and the rate of basin subsidence (Lambiase , 1990). These controlling factors combine to affect basin evolution, but it is often difficult to assess the particular variables that exert major controls. Lambiase and Bosworth (1995) argued that climatic fl uctuations have only a local effect on lake expansion or shrinkage of continental rift basins compared with structures, and thus climatic effects on basin-scale cyclothems can be precluded (Blair and Bilodeau, 1988). However, lake basins are usually much more sensitive to changing climates (Bohacs et al., 2000), which can lead to lake-level fl uctuations up to 350 m on time scales of ~1–75 k.y. in low-latitude areas (Scholz et al., 1998). Climatic variations control the fi lling processes of continental rift basins by affecting the amount of water, the evolution of drainage basins, and sediment supply (Leeder et al., 1998). Sediment supply is closely related to climate and tectonism, and its variability plays a major role in facies stacking patterns of rift basins, such as aggradation, progradation, and retrogradation (Gawthorpe and Leeder, 2000). Abundant coarse-grained deep-water deposits in some East African Rift lakes have been documented and ascribed to gravity fl ows, partially as a result of rapid, climatically induced lake-level lowering (Soreghan et al., 1999). Volcanism is obviously an integral part of rift basin history in volcanic settings and thus should be another main factor affecting basin development in conjunction with tectonics, climate,\nFor permission to copy, contact editing@geosociety.org © 2012 Geological Society of America\nGSA Bulletin; March/April 2012; v. 124; no. 3/4; p. 380–399; doi: 10.1130/B30495.1; 14 fi gures; Data Repository item 2012003.\n†E-mail: qrmeng@mail.igcas.ac.cn\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, March/April 2012 381\nand sediment supply. In continental extensional settings, efforts have been made to explore possible links between magma generation and lithospheric stretching (McKenzie and Bickle, 1988; Morley, 1999). It has been demonstrated that continental rifting could also be attributed to magmatic injections, as is the case in the highly extended Afar Rift of NE Africa (Wright et al., 2006). Acocella (2010) recently proposed that voluminous fi ssure eruptions could result in the evacuation of magmatic reservoirs, thereby leading to the formation of so-called collapsed rifts along divergent continental margins. However, relatively few studies have examined the effect of pre- and synrift volcanism on sediment supply, sediment dispersal, and subsidence of relatively small continental rift basins. A great number of relatively small rift basins occurred in northern North China and southern Mongolia during the Early Cretaceous, constituting a wide rift system (Meng, 2003). Little effort has been devoted to explore the detailed subsidence and depositional processes of these small rift basins by way of considering the combined controls of structures, climate, sediment supply, and volcanism. This work provides documentation of the structure, stratigraphy, and sedimentation of an Early Cretaceous rift basin, the Luanping basin, in the middle segment of the Yanshan belt along the northern edge of the North China block (Fig. 1). We chose to study the Luanping basin for the following reasons: (1) This basin is one of only a few well-exposed rift basins in northeast China, and it offers an unparalleled opportunity to investigate basin infi lls in the fi eld; (2) its synrift deposits are exceptionally well preserved, and the present-day stream network allows easy access to stratigraphic successions in different parts of the basin, thereby making it possible to carry out a detailed study of fi lling processes in time and space; (3) Early Cretaceous stratigraphy has been well studied in recent years, and the established fossil zonation in conjunction with radiometric ages of volcanic layers leads to a relatively high age resolution of the basin depositional sequences; (4) vigorous volcanism immediately preceded the subsidence of the basin and remained active in its synrift stage, clearly indicating that the basin developed in a volcanic setting; and (5) the Luanping basin is a compact and structurally simple half graben\n41 °0\n0′ N\n40 °4\n0′ N\n40 °2\n0′ N\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\n382 Geological Society of America Bulletin, March/April 2012\nthat developed in isolation from neighboring coeval rifts. Thus, boundary conditions affecting structure, provenance, and subsidence in the basin can be assumed to be local. The Luanping basin is representative of many smaller rift basins in northern North China and southern Mongolia, and therefore a well-established anatomy of the Luanping basin should be signifi cant for a better understanding of the various controls on sedimentation of other smaller rift basins. Development of compact and often isolated rift basins is typical of wide rifts (Morley, 2002) and is usually associated with vigorous volcanism (Gans et al., 1989). It is believed that the tectonic model proposed in this case study of the Luanping basin is applicable to rift basins in similar tectono-magmatic settings worldwide."
  }, {
    "heading": "GEOLOGICAL SETTING",
    "text": "The northern margin of the North China block experienced strong crustal thickening and shortening in the Middle to Late Jurassic (Davis et al., 2001), which were considered to have resulted from collision between the Siberia craton and the amalgamated North China and Mongolia continents (Meng, 2003). Contractional deformation was immediately followed by widespread crustal extension that commenced in the latest Jurassic and climaxed in the Early Cretaceous (Davis et al., 2001). This crustal extension was evidenced by the formation of widespread rift basins and magmatism (Meng et al., 2003). Early Cretaceous rift basins in northeastern China and adjacent regions, such as the Songliao basin (Wei et al., 2010), Erlian basin (Lin et al., 2001), and East Gobi basin (Prost, 2004), have been extensively investigated because of their hydrocarbon potentials. Extensive volcanic eruptions took place just prior to the formation of the rift basins and continued into the synrift stage, although they declined with time (Shao et al., 2003). Several mechanisms proposed for Early Cretaceous crustal extension include postorogenic gravitational collapse (Graham et al., 2001; Meng, 2003) and lithospheric stretching due to retreat of paleo-Pacifi c subduction (Davis et al., 2001). Magmatism is considered to have resulted from lithospheric density foundering (Gao et al., 2008).\nThe Yanshan belt trends roughly from west to east along the northern edge of the North China block (Fig. 1). Early Cretaceous successions within and north of the Yanshan belt were deposited during the synrift stage because sedimentation was clearly controlled by bounding normal faults. Rift basins north of the Yanshan belt are completely or mostly concealed by Upper Cretaceous and Cenozoic strata, usually less than 1 km thick, thus requiring reconstruc-\ntions of basin evolution to be principally based upon subsurface data, such as seismic profi les, well logs, and drill cores. In contrast, the coeval rift basins within the Yanshan belt are much better exposed (Fig. 1).\nSituated in the middle segment of the Yanshan belt, the Luanping basin is exceptional in that its synrift strata are extraordinarily well preserved (Fig. 2). No detailed investigations have been carried out on the tectono-sedimentary evolution of this basin, and the impact of the associated magmatism on basin development has been completely overlooked. Previous studies dealt with the basin-fi lling processes in a very general way (Tian et al., 2004; Zhang et al., 2007). Cope et al. (2010) recently undertook a study of the Luanping basin and concluded that the distribution and stacking pattern of its depositional systems were chiefl y controlled by high-angle bounding faults."
  }, {
    "heading": "METHODOLOGY",
    "text": "Approaches to reconstructing depositional processes are mainly based on fi eld observations and analyses of individual facies, facies associations, facies sequences, and their spatial and temporal variations. Key stratigraphic sections were measured to determine vertical changes of depositional systems with time, and to reveal interrelations of a number of major associated sedimentary facies. We mapped the basin fi ll, outlined the general distribution of its diverse depositional systems, and distinguished specifi c facies associations, such as isolated conglomeratic and volcanic assemblages that are encased by lacustrine mudstone-siltstone associations. Paleocurrent restorations in different parts of the basin were made to identify source areas and sediment delivery patterns (Fig. DR1 in the GSA Data Repository [see footnote 1]). The nature of provenance was primarily deduced on the basis of recognition of the clastic lithology of conglomerates and the thin-section examination of sandstones. Volcanic clasts in some localities were dated in order to confi rm their source by comparing them with adjacent volcanic edifi ces with similar lithology and identical ages. Given that no seismic profi ling has been carried out in this basin, basin structures were reconstructed primarily by means of mapping structures in the fi eld and restoring geological cross sections. In addition, one-dimensional backstripping analysis of three sections through the basin was per-\nformed to reveal its tectonic subsidence history. Basin tectono-sedimentary evolution was evaluated according to comprehensive analyses of the available data in conjunction with inferred palaeo climatic conditions and magmatic impact, as well as their relative importance."
  }, {
    "heading": "STRATIGRAPHY",
    "text": "The stratigraphy of the Luanping basin has been well studied because there are abundant fossils that are important for understanding Early Cretaceous Jehol biota evolution in northeast Asia (Wang, 1990; Tian et al., 2004). Three lithostratigraphic units are assigned in the Luanping basin in ascending order: the Zhangjiakou, Dabeigou, and Xiguayuan Formations (Fig. 3). Recent radiometric dating of volcanic layers within the sequences puts tight constraints on the ages of basin fi lls (Fig. 4). The Zhangjiakou Formation is composed mostly of volcanic and pyroclastic rocks, up to 650 m thick on the southern margin of the Luanping basin but more than 3000 m thick in adjacent regions (BGMRHP, 1996). The Zhangjiakou Formation south of the Luanping basin consists of andesites, rhyolites, ignimbrites, and some conglomerate beds. The basal ignimbrite of the unit was dated by the sensitive high-resolution ion microprobe (SHRIMP) method, yielding a U-Pb zircon age of 136.3 ± 3.4 Ma (Niu et al., 2003), whereas stratigraphically higher vol canics have yielded a U-Pb zircon age of 135.4 ± 1.6 Ma (Liu et al., 2003). The uppermost ignimbrite of the Zhangjiakou Formation in the east of the basin was dated in this study at 131.4 ± 1.2 Ma (Fig. 5A, Table DR1 in the GSA Data Repository [see footnote 1]), consistent with the biotite 40Ar/39Ar age of 130.8 ± 0.5 Ma of the uppermost Zhangjiakou Formation on the southwestern margin of the basin (Cope, 2003). It is worth noting, however, that Zhangjiakou volcanics are as young as 126 ± 2.8 Ma near Chengde city, some 30 km southeast of the Luan ping basin (Niu et al., 2004). These ages indicate that Zhangjiakou volcanism might have continued for ~10 m.y. in the Yanshan belt.\nThe Dabeigou Formation displays conformable contacts with both the underlying Zhangjiakou and overlying Xiguayuan Formations. It consists dominantly of fi ne-grained siliciclastics and contains a number of tuff layers and isolated bodies of rhyolites and volcanic breccias, mainly in the upper portions of the formation. This unit crops out along the southern margin of the Luanping basin, and it varies from several meters to 200 m in thickness, pinching out toward the east (Fig. 2). Fossils are very abundant throughout the succession, particularly in its lower portion, including conchostracans, 1GSA Data Repository item 2012003, restoration of paleocurrents (Fig. DR1), detailed data of zircon ages (Table DR1), and stratigraphic successions for the backstriping (Fig. DR2), is available at http:// www.geosociety.org/pubs/ft2012.htm or by request to editing@geosociety.org.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, March/April 2012 383\n3 5\n3 9\n2 5\n2 5\n3 0\n2 4\n2 9\n2 5\n1 0\n2 5\n2 0\n2 0\n2 0\n2 0\n2 5\n4 0\n5 0\n4 5\n6 5\n2 4\n3 0\n3 0\n3 5 2\n5\n2 5\n3 0\n2 6\n2 5\n2 33 5\n2 0\n3 0\n2 0\n2 7\n2 5\n2 8 2 0\n2 0\n2 5\n2 3\n2 5\n3 5\n30 31 32 2 0\n2 02\n0\n2 6\n1 2\n2 0\n2 0 2\n7\n3 0\n1 9\n2 8\n2 5\n3 1\n2 5\n2 6\n2 7\n3 0\n3 4\n117 °7′3\n0″E\n117 °15\n′00 ″E\n117 °22\n′30 ″E\nS ha\nng w\na\nX uy\nin g\nLu an\npi ng\nD ab\nei go\nu\nB as\nhi ke\nyi ng\nZh an\ngb ai\nw an\nP in\ngf an\ng\nD ou\nhu os\nha n\nB ia\nny in\ng\nB a\niq i\nH ao\nyi ng\n41 °0\n0′ N\n40 °5\n5′ N\n40 °5\n0′ N\n40 °4\n5′ N\n0 2\n4 6\nkm\nN 20 A\nB\nC\nD\nE\nF\nG\nH X ig ua yu an\n4 5\nA r\nA r\nJ3 tu\nR h\nyo lit\ne / a\nn d\ne si\nte (\nZ h\na n\ng jia\nko u\nF m\n)\nS u\nb a\ne ri\na l v\no lc\na n\nic s\na n\nd p\nyr o\ncl a\nst s\n117 °30\n′00 ″E\nS u\nb a\nq u\ne o\nu s\nc o\nn g\nlo m\ne ra\nti c\nb o\nd y\nP e\np e\nri te\nR e\nst o\nre d\np a\nle o\ncu rr\ne n\nt\nD o\nm in\na te\nd b\ny su\nb a\nq u\ne o\nu s\nse d\nim e\nn t\ng ra\nvi ty\nf lo\nw d\ne p\no si\nts (\nfa n\n-d e\nlt a\nfr o\nn t)\nD o\nm in\na te\nd b\ny fi\nn e\n-g ra\nin e\nd d\ne p\no si ts (s tr a ti g ra p h ic a lly lo w e r p ro d e lt a ) D o m in a te d b y fi n e -g ra in e d d e p o si ts (s tr a ti g ra p h ic a lly h ig h e r p ro d e lt a )\nQ u\na te\nrn a\nry\nD o\nm in\na te\nd b\ny co\nn g\nlo m\ne ra\nte (\na llu\nvi a\nl)\nM a\nss iv\ne a\nn d\ncr o\nss -\na n\nd p\na ra\nlle l-\nb e\nd d\ne d\nco a\nrs e\n-g ra\nin e\nd d\ne p\no si\nts (\nb ra\nid e\nd p\nla in\n)\nV o\nlc a\nn ic\nla st\nic r\no ck\ns\nS u\nb a\nq u\ne o\nu s\nvo lc\na n\nic s\na n\nd p\nyr o\ncl a\nst s\nH o\nn g\nq i f\nau lt\nXia ob\naiq i fa\nult\nA r\nA r\nA r\nA r\nA r\nN o\nrm a\nl f a\nu lt\nM a\njo r\nst ra\nti g\nra p\nh ic\nb o\nu n\nd a\nry F\na ci\ne s\nb o\nu n\nd a\nry\nYa nq\nin g\n1\n2\n3 4\n5\n6\n7\n8\n9 10 11\n12\n13 14 15 161\n7 18\n19\n20\n21\n22\n23\n24 2 5\n26\n27\n28\n30\n31\n32 33 34\n35 29\n2 0\nB e\nd d\nin g\n5 0\n7 0\nJ3 tu\nJ3 tu\nJ3 tu\nJ3 tu\nJ3 tu\nJ3 tu\nN o\nrt h\ne rn\nfa n\n-d e\nlt a\ns y\ns te\nm\nW e\ns te rn fa n -d e lt a s\ny s\nte m\nFi g.\n8\nFi g.\n1 2C\nFi g.\n1 2A\n27 Fi g. 1 2B\nFi g.\n10 A\nS a\nm p\nlin g\np o\nsi ti\no n\n(F ig\n. 5 D\n)\n(F ig\n. 5 A\n)\n(F ig\n. 5 B\n)\n(F ig\n. 5 C\n) 8\nF ig\nur e\n2. D\nia gr\nam e\nxh ib\nit in\ng sp\nat ia\nl d is\ntr ib\nut io\nn of\nd if\nfe re\nnt d\nep os\nit io\nna l s\nys te\nm s\nof t\nhe L\nua np\nin g\nba si\nn. B\nas in\nfi lls\nc on\nsi st\np ri\nnc ip\nal ly\no f\nla cu\nst ri\nne a\nnd s\nub aq\nue ou\ns m\nas s-\nfl o w\nd ep\nos it\ns, w\nit h\nal lu\nvi al\na nd\nfl uv\nia l d\nep os\nit s\noc cu\nrr in\ng on\nly a\nlo ng\nfa ul\nte d\nba si\nn m\nar gi\nns . M\nan y\nis ol\nat ed\nco\nng lo\nm er\nat ic\nle ns\nes a\nnd v\nol ca\nni c\nbo di\nes a\nre p\nre se\nnt . V\nol ca\nni c\nan d\nvo lc\nan ic\nla st\nic r\noc ks\nm ak\ne up\nt he\nlo w\ner p\nar t\nof s\nuc ce\nss io\nns . T\nhe b\nas in\nis\nb ou\nnd ed\nb y\ntw o\nfa ul\nts o\nn th\ne no\nrt h\nan d\nw es\nt. I\nta lic\niz ed\nn um\nbe rs\nb es\nid e\nth ic\nk ar\nro w\ns (r\nes to\nre d\npa le\noc ur\nre nt\ns) c\nor re\nsp on\nd to\nn um\nbe rs\nof\nr os\ne di\nag ra\nm s\nof F\nig . D\nR 1\nin t\nhe G\nSA D\nat a\nR ep\nos it\nor y\n(s ee\nf oo\ntn ot\ne 1)\n. R ef\ner t\no F\nig ur\ne 3\nfo r\nm ea\nni ng\ns of\ns tr\nat ig\nra ph\nic a\nbb re\nvi at\nio ns\n.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\n384 Geological Society of America Bulletin, March/April 2012\nbivalves , ostracods, gastropods, and fi shes, most of which are key members of the Jehol biota in northern China (Wang, 1990). Zircons have been dated at 130.1 ± 2.5 Ma (SHRIMP) from a siliceous tuff at the base of the Dabeigou Formation (Liu et al., 2003; Fig. 4). Given the diffi - culty of mapping out the boundary between the two units in the fi eld, the Dabeigou Formation is treated as the basal part of the overlying Xiguayuan Formation in this study. The Xiguayuan Formation makes up the bulk of the infi ll of the Luanping basin. It is up\nto 4000 m thick, and it consists mostly of fi ne sediments, such as mudstone, siltstone, and fi negrained sandstone. Coarse-grained sandstone and conglomerate occur either as various-scale lenticular bodies encased in fi nes or as interlayers of varying thickness. Thick conglomerates are distributed along the faulted margins of the basin on the north and the west (Fig. 2). There also exist several scattered volcanic bodies in different levels of the successions.\nThe biostratigraphy of the Luanping basin has been well studied in recent years (Fig. 4). Several distinct conchostracan assemblages are recognized in the Dabeigou Formation (Niu et al., 2002; Tian et al., 2004). More importantly, the Xiguayuan Formation has also been demonstrated to contain fi ve key conchostracan assem blages in its lower and middle portions (Niu and Tian, 2008): Eosestheria ovata, Dies theria jeholensis, Diestheria yixianensis, Eosestheria xiaolanggouensis–E. xiguayuanensis, and Eosestheria aff. Middendorfi i zones, which can be well correlated with those of the Yixian Formation in western Liaoning. Tian and Niu (2010) recently found another key conchostracan assemblage in the upper Xiguayuan Formation, Eosestheria fuxinensis–E. gracilis, which is common in the lower portion of the Jiufotang Formation in western Liaoning. The Lower Cretaceous stratigraphy of western Liaoning has been well established (Jiang and Sha, 2006), and the conchostracan fossil assemblages or zones (Wang et al., 2004) in conjunction with\n150 155 145 140 135 130\n125\n120\n115\n110\n100\n105\ncissaruJ suoecater C\nrepp U cissaru J s u o ec at er C r e w o L\nAge (Ma)\nAlbian\nAptian\nBarremian\nHauterivian\nValanginian\nBerriasian\nTithonian\nKimmeridgian\nOxfordian 159\n154\n151\n144\n137\n132\n127\n121\n112\n99\nTuchengzi Fm (J )3tu\nTiaojishan Fm ( )J3ti\nXiguayuan Fm (K )1x\nThe strata are missing\nMCC formed from 118 to 115 Ma\nLithostratigraphy\nZhangjiakou Fm (K )1zh Volcanics (135–131 Ma)\nConglomerate sandstone with volcanic interlayers. Age: 147–136 Ma and\nMainly andesite and volcaniclastics, with conglomerate layers. Age: 160–148 Ma\nFine-grained sandstone, siltstone / mudstone, with many conglomeratic and chaotic layers and lenses. Volcanic and pyroclastic interbeds are common.\nUnconformity\nDabeigou Fm (K )1d Siltstone/mudstone with tuff and volcanic layers\nnisab gnipnau Lfo no isseccuS\nAngular unconformity\nFigure 3. Late Mesozoic stratigraphic sequence of the Yanshan belt. Note that the Luanping basin sequence begins with volcanics that are also present in the succession. MCC—Metamorphic Core Complex.\nm F\nn a uy a\nu gi X\ng n\nat of\nuiJ m\nF m F n\naixi Y\nu o gi e b a\nD m F\nEosestheria ovata zone\nDiestheria yixianensis zone\nEosestheria aff. Middendorfii zone\nEosestheria ovata zone\nDiestheria yixianensis – D. longinqua zone\nEosestheria aff. middendorfii zone\nDiestheria jeholensis zone\nEosestheria xiguayuanensis – E. xiaolanggouensis zone\nNestoria – Jibeilimnadia assemblage zone\nNestoria – Keratestheria assemblage zone\n136–135 Ma (zircon U-Pb)1\n130.1 ± 2.5 Ma (zircon U-Pb)2\n124.6 ± 0.1 Ma (40Ar/39Ar)4\nTuchengzi Fm (U. Jurassic)\nuok aij gnahZ mF\n120 ± 0.5 Ma (40Ar/39Ar)5\ns u\noecater C\nre w\no L\ngninoaiLnretseWnisaBgnipnauL\n128.4 ± 0.2 Ma (40Ar/39Ar)3\n122.3 ± 0.5 Ma (40Ar/39Ar)3\n110.6 ± 0.5 Ma (40Ar/39Ar)6 Shahai Fm\nm 0\n0 5\n3 ot\n0 0\n2 1\nm 0\n0 2 ot 0\nm 0 0 5 1 ot\n0 0 8 ot 0 0 8 m 0 0 2 1\nD N E G E L\nConglomerate\nMudrock\nSandstone\nAndesite or basalt\nDiabase sill\nRadiometric age and conchostracan assemblage\nRadiometric age and conchostracan assemblage\nm 0 5 6 ot p\nU\n1. 2. 3. 4. 5. 6. Niu et al. (2003) Liu et al. (2003) Wang et al. (2001) Swisher et al. (1999) He et al. (2004) Eberth et al. (2004) This study7.\nReferences\nEosestheria fuxinensis – E. gracilis Eosestheria fuxinensis zone\n131.4 ± 1.2 Ma (zircon U-Pb)7\nUnconformity\nHiatus\nUnconformity\nFigure 4. Stratigraphic correlation between the Luanping basin and the western Liaoning according to radiometric ages and conchostracan assemblages. The Xiguayuan Formation can be temporally correlated with the Yixian and lower part of Jiufotang Formations of the western Liaoning. Conchostracan assem blages are according to Niu and Tian (2008), Tian and Niu (2010), and Wang et al. (2004).\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, March/April 2012 385\nradiometric dates of volcanic intercalations have led to relatively high age resolution of the Early Cretaceous sequences (Eberth et al., 1993; Swisher et al., 1999; Wang et al., 2001; He et al., 2004). Careful correlation of conchostracan fossil zones of the Xiguayuan Formation with those of the Yixian and Jiufotang Formations of western Liaoning make it possible to constrain the time span of the Xiguayuan succession, which in this study is shown to have formed mainly from 130 to 120 Ma (Fig. 4)."
  }, {
    "heading": "BASIN STRUCTURE",
    "text": "The Luanping basin is bordered on the north by the Hongqi master high-angle normal fault, which dips to the southeast and has a surface trace ~40 km long, and on the west by the Xiaobaiqi east-dipping normal fault (Fig. 2). The western border fault is believed to have been active synchronously with the northern border fault. This conclusion is based on the westward thickening of synrift strata in a depozone, which implies a combined western and northwestern\ncontrol on basement subsidence. The footwall blocks of the basin are composed of Archean to Paleoproterozoic metamorphic complexes, whereas Zhangjiakou volcanics and the underlying Upper Jurassic (Tuchengzi Formation) cover the fl exural margin of the basin (Fig. 2). Figure 6 shows four representative geological sections across different parts of the basin. The basin exhibits typical half-graben geometries, with the Hongqi fault as the master bounding fault. The western Xiaobaiqi fault terminates against the Hongqi fault (Fig. 2). This northern bounding fault might represent the reactivation of a previous regional fault, in that it has been mapped by others as continuing far to the east of the Luanping basin area (Fig. 1).\nBASIN FILLS\nLacustrine Deposits\nLacustrine deposits can be readily recognized and are manifested primarily as darkcolored laminated mudstone and siltstone (Fig.\n7A; Tian et al., 2004). Fine-grained sandstones are commonly associated with this fi ne facies (Fig. 7B) and contain a variety of sedimentary structures, including normal grading, convolute lamination, and climbing-ripple laminations. Tuffs are also observed (Fig. 7C) and are particularly abundant in the lower sequences of the basin fi lls. Lenticular bodies of coarse-grained sandstone and conglomerate are found within the lacustrine successions (Fig. 2), which can be tens of meters thick and up to 1 km wide. Various-scale soft-sediment deformations and slump intervals are commonplace in lacustrine successions (Fig. 7D) and often occur below conglomeratic beds (Fig. 8).\nMudstone is interpreted to have resulted from suspension deposition. Mudstones-siltstone couplets present rhythmic sedimentation, presumably caused by sporadic sediment inputs due to border faulting and slope avalanches. The normal-graded fi ne-grained sandstones are interpreted as turbidites. Generation of slump-like structures in distal lacustrine successions can be attributed to (1) earthquake-related shaking,\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\n386 Geological Society of America Bulletin, March/April 2012\n(2) shallow intrusion of magma through unconsolidated basinal materials, and (3) emplacement and shearing of soft sediments beneath overriding thick debris fl ows.\nSubaqueous Sediment Gravity-Flow Deposits\nThe principal facies comprising sediment gravity-flow deposits include chaotic beds, massive conglomerates, thick structureless sandstones, graded sandstones, parallel-bedded gravelly sandstones, and slumps. These lithofacies are associated with lacustrine deposits and occur mostly along basin margins.\nChaotic beds are internally disorganized (Fig. 9A) and are characterized by the presence of discrete and irregular sandy pseudonodules and pillows, rootless folds, dewatering pipes, and mudstone intraclasts. These chaotic intervals,\nup to over 10 m thick, are often associated with thick matrix-supported conglomerate and are thought to be the consequence of subaqueous slope failure.\nMassive conglomerates are clast- to matrixsupported (Fig. 9B), with clasts being 3 cm to 1 m in size and angular or subangular in shape. Tabular clasts are often arranged parallel to the bases, but imbrications are not uncommon. The conglomerate facies exhibits insignifi cant basal erosion, although load casts are usual phenomena when they sit over mudrocks. All of these sedimentary features are considered diagnostic of debris-fl ow deposits or debrites (Nemec and Steel, 1984).\nStructureless sandstones are usually medium to coarse grained, and they contain varying amounts of fl oating granule- to pebble-sized particles. Rip-up mudstone intraclasts are also common, with their fl at surfaces either parallel\nto the beds or dipping upslope (Fig. 9C). This type of facies exhibits nonchannelized bases. The features suggest that the structureless sandstones are sandy debris-fl ow deposits or sandy debrites (Shanmugam, 1996).\nGraded sandstones are usually medium to thick bedded and laterally continuous. Normal grading is particularly distinct, although inverse grading is present at the bases of some sandstone beds (Fig. 9D). The normally graded sandstones either grade upward directly into mudstone or pass to mudstone through horizonto ripple-laminated fi ne-grained sandstone, thus forming both complete and incomplete Bouma sequences (Shanmugam, 1997). Normally graded sandstone facies are interpreted as products of turbidity currents.\nParallel-stratified gravelly sandstones are another prominent facies encountered in the fi eld (Fig. 9E). Parallel stratifi cation is manifested by\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, March/April 2012 387\nvertical alternations of sandy and gravelly units, with no sharp boundaries between them. Distribution of normal and reverse grading can be perceived in some units, whereas imbrication fabrics are rare. This facies is usually 0.5 m to meters thick and associated closely with gravelly debrites and normally graded sandstones. The parallel-stratifi ed gravelly sandstones are thought to be deposits of coarse-grained highdensity turbidity currents according to Lowe’s (1982) defi nition.\nSlumps are common features in association with various proximal facies described previously (Fig. 9F). Generation of slumps is attributed to failure of steep fan-delta slopes or due to basal shearing of subsequent overlying mass fl ows. The role of seismic shaking cannot be directly ascertained, but the synrift nature of the basin’s sedimentation suggests that some slumping was probably triggered by local earthquakes.\nBraid-Plain Deposits\nOur diagnosis of braid-plain deposits is based on observations and analysis of multistory and multilateral sheets of thick-bedded conglomerates, gravelly sandstones, and interbedded, laterally discontinuous sandy mudstones. Cross- and horizontal-stratifi cations are common in these units, thereby indicating a fl uvial depositional setting. Clasts of the conglomerate are fairly rounded, but they often exhibit imbricated fabrics in clast-supported units. Both conglomerate and sandstone units commonly display lenticular geometry in sections, with marked channelized bases. These facies are interpreted to have formed in a braid-plain environment where highenergy bed-load streams and hyperconcentrated fl ood fl ows prevailed. Stacked multistory sheets are thought to have resulted from lateral shifting of main channels, and large-scale cross-bedded\nconglomerate units are attributed to migration of longitudinal or transverse gravelly bars. Mudfl ows were present, as implied by the existence of some mud matrix-supported conglomerates. Widespread occurrence of cross-bedding and scoured surfaces indicates the predominance of stream fl ows.\nAlluvial-Fan Deposits\nTwo closely related facies comprise alluvialfan deposits: massive conglomerates and gravelly sandstones (Fig. 10A). The conglomerate units are usually less than 1 m thick (Fig. 10B), but they can be over 5 m thick. Parallel stratifi ed gravelly sandstones usually manifest themselves as sheets or lenticular beds sandwiched in between conglomeratic units. Some gravelly sandstones grade upward into relatively thin and laterally discontinuous cross-bedded units (Fig. 10C).\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\n388 Geological Society of America Bulletin, March/April 2012\ns eti r\nb e\nd s u o\ne u\nq a\nb u s d n a,s p m uls,s eti di\nbr ut d e n i ar ge niff o\ns ec n err u cc o\ny b\nd ezir\netc ar a hc ,t n e m n or iv n\ne ek al - p e e D\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, March/April 2012 389\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\n390 Geological Society of America Bulletin, March/April 2012\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, March/April 2012 391\nThe conglomerates are interpreted as debris-fl ow deposits, whereas the parallel-stratifi ed gravelly sandstones are consistent with the features of sheetfl ood or hyperconcentrated fl ow deposits (Smith, 1986). These facies are considered to have formed in a subaerial setting because of the observation that several in-place tree stumps stand in the conglomerates (Fig. 10B).\nVolcanism-Related Subaqueous Sedimentation\nAndesites are widely exposed along the southern margin of the Luanping basin, and they occur mostly in the Dabeigou Formation and the lower sections of the Xiguayuan sequences. Abundant volcaniclastic rocks, including volcanic breccias, lapillistone (Fig. 11A), and tuffs, are observed in close association with the andesites (Fig. 8). Volcanic breccias are largely unsorted, with angular clasts being predominantly andesitic. The breccia units are sheet-like in outcrop, up to 10 m thick, and often interbedded with lapilli tuffs and tuffs that occasionally contain parallel to low-angle stratifi cation and reverse grading. In consideration of their spatial and temporal association with andesites, the formation of these volcaniclastics is considered to have a bearing on volcanic eruptions. The breccias are interpreted as deposits of block and ash fl ow, presumably owing to partial collapse of lava domes or fragmentation of extruding magma or fl owing lava, but it is not easy to differentiate eruption- versus noneruption-induced volcanic debris-fl ow deposits in the fi eld. Lapillistones are thought to be ignimbrites or the product of pyroclastic density fl ows (Branney and Kokelaar, 2002). Base surges might account for the stratifi ed lapilli tuffs (Cas and Wright, 1987).\nSubaqueous volcanic eruptions definitely took place in the Luanping basin, as convincingly indicated by occurrence of andesite and rhyolite enclosed by lacustrine deposits (Figs. 2 and 11B). Some volcanic pillows are observed (Fig. 11C), which also provide supporting evidence for underwater volcanism. Subaqueous pyroclastic fl ow deposits are inferred from the following observations: (1) Several volcanic clasts have complex shapes and highly re-entrant edges, suggesting that they experienced minimal abrasion or were juvenile clasts (White, 2000); (2) the matrix of some volcanic breccia was apparently welded, and there exist gas segregation pipes (Fig. 11D), indicating high-temperature emplacement of the mass fl ows (Cas and Wright, 1991); and (3) these volcanic breccia are interlayered with and enclosed by lacustrine deposits (Fig. 11B).\nPeperites, which form in situ as a result of fragmentation of magma or lava as it mingles\nwith wet unconsolidated sediments (Skilling et al., 2002), have been identifi ed in the fi eld. Among the features indicating direct contact of andesite and pyroclastic rocks with lacustrine mudstones (Fig. 11E) are intrusions of irregular andesite bodies into shales, complex mixtures of volcanic and sedimentary rocks (Fig. 11F), distortion and fl uidization of associated sedimentary rocks, and chilled margins of juvenile clasts.\nDepositional Architecture\nOur fi eld mapping and sedimentological analy ses reveal that the Luanping basin was fi lled mainly by fan-delta and lacustrine sediments; allu vial and braid-plain systems developed along basin margins (Fig. 2). Unfortunately, the lower successions of the basin depocenter are not exposed, and thus we do not know the initial depositional processes there. The initialstage sedimentary sequences along the basin’s fl exural margins, however, are exceptionally exposed and well preserved. Our observations show that the basin is fl oored with volcanic strata (Zhang jiakou Formation), which pass upward into fl uvial and lacustrine deposits (Dabeigou Formation) at the basin’s southern margin. As mentioned already, a number of andesitic tuffs and lapillistone interlayers occur within the Dabeigou Formation. Initial-stage alluvial and braid-plain systems are mainly preserved in the eastern corner of the basin, and these continued to develop throughout the basin history (Fig. 2).\nThe lacustrine system seems to have come into being at the very beginning of the basin’s development. A deep-lake environment, characterized by the deposition of mudstone and thin-laminated mudstone/siltstone and fi ne-grained sandstones, persisted throughout the synrift stage. Notably, many isolated conglomeratic bodies are scattered throughout the deep-lake tract (Fig. 2). Stratigraphically, the deep-lake tract can be divided into lower and upper parts, and the upper part was controlled by the northern border fault, as indicated by its spatial distribution (Fig. 2). Desiccation features are present on some lacustrine mudstone beds at the southern basin margin, indicating repeated short-term exposure of depositional surfaces (Cope et al., 2010). However, no shoreline coastal facies, such as medium- and coarse-grained stratifi ed sandstones or gravelly beds, exists in association with the desiccated mudstones. It is common for lake levels of rift basins to fl uctuate dramatically (Scholz et al., 1998), and the lowering of lake levels often leaves little record other than desiccations on previously deposited strata along fl exural margins (Bohacs et al., 2000). This relationship should be true for the Luanping basin, where episodic shoaling and subaerial exposure did occur.\nSubaqueous sediment gravity-fl ow deposits dominate in the western and northern parts of the basin. Given that they are covered directly by alluvial systems (Figs. 2 and 10A), these subaqueous sediment gravity-fl ow deposits are considered to comprise fan-delta fronts. Gravelly and sandy debrites (Figs. 10D and 10E), slides, slumps (Fig. 10F), and turbidites are characteristic of fan-delta fronts (Figs. 12A and 12B) and suggest a steep delta slope (Postma, 1984). Several isolated conglomeratic bodies are enclosed by deep-lake deposits adjacent to the fan-delta sediments; these are believed to have resulted from subaqueous debris fl ows that bypassed the upper slope along chutes and deposited their loads on both the lower fan-delta slope and in the distal lacustrine setting.\nBraid-plain systems developed in the northeastern corner of the basin, which prograded westward and then gave way to the lacustrine system (Fig. 2). The transitional zone between the braid-plain and lake systems is characterized by the interfi ngering of lacustrine and subaqueous sediment gravity-fl ow facies. The subaqueous facies associations are interpreted as a braiddelta front owing to their spatial relationships with the braid-plain system (McPherson et al., 1987). This braid delta is considered to represent an axial or longitudinal depositional system in the eastern Luanping basin.\nPaleocurrent restorations reveal that sediments were supplied mainly from footwall blocks of the two bounding faults, although alluvial and fl uvial systems originating from the hanging wall also contributed sediment (Figs. 2 and 13). Fan deltas in the western and northern portions of the basin were clearly fed by footwall sources, whereas the braid delta on the east was built by axial feeders (Fig. 2). Volcanic eruptions provided considerable amounts of volcaniclastic material to the basin, but volcanism-related sedimentation appears to have been important only in the initial stage of basin subsidence. Although present in the middle and upper parts of lacustrine sequences, subaqueous volcanic breccias and peperites are minor in volume.\nCONTROLS ON DEPOSITIONAL PROCESSES\nBorder Faults\nThe Luanping basin is bounded on the north and the west by the Hongqi fault and the Xiaobaiqi fault, respectively (Fig. 2), and the two border faults have moderate to deep dips ranging from 50° to 70°. The Hongqi fault should have been dominated by dip-slip displacement, as indicated by rake angles of striations from 90° to 75°.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\n392 Geological Society of America Bulletin, March/April 2012\nA B\nC D\nE F\nPeperite\nVolcanic breccia\nLacustrine mudrock\nContorted mudrock\nLacustrine mud tone containing thin-bedded turbidite s\nRhyolitic breccia\nPillow\nBasaltic andesite\nGas-segregation pipe\nSediment\nAndesite\nFigure 11. Field photos of volcanic and volcaniclastic rocks. (A) Welded ignimbrite with stretched-out fi amme and gaseous lenses at 40°44′45.7″N, 117°10′33.9″E. (B) Rhyolite breccia body hosted by lacustrine deposits. Width of view is 150 m. View to northeast at 40°49′49.5″N, 117°12′39.6″E. (C) Pillow-like andesite at 40°52′11.7″N, 117°16′56.8″E. Hammer is 30 cm. (D) Subaqueous welded pyroclastic fl ow deposits with gas-segregation pipe at 40°57′17.3″N, 117°25′12.4″E. (E) A succession showing transition from lower lacustrine mudrocks through volcanic breccia or contorted mudrocks to upper peperites. Wire pole is 8 m high. View to west from 40°57′30.2″N, 117°21′42.5″E. (F) Peperite characterized by mingling of volcanics with sediments at 40°57′25.7″N, 117°21′38.76″E. Camera cap is 8 cm in diameter.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, March/April 2012 393\ns e ti di b r ut d e d d e bni ht g ni ni at n o c\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\n394 Geological Society of America Bulletin, March/April 2012\nLeft-lateral strike-slip displacement also has taken place on account of the presence of subhorizontal striations and asymmetric chatter mark on fault surfaces. The Xiaobaiqi fault dips northeastwards with angle up to 70°. Cross sections suggest that pronounced subsidence occurred in the western basin in the early stage of the rifting (Fig. 6), presumably controlled by synchronous activity of both the Hongqi and Xiaobaiqi border faults. In accordance with our observations and the inferred synchroneity of the two border faults, the Xiaobaiqi fault might have some bearing on sinistral strike-slip faulting of the Hongqi fault.\nCoeval activity of the high-angle Hongqi and Xiaobaiqi faults would have led to rapid subsidence of the western portion of the basin, and rapid transition from basal volcanic rocks (Zhangjiakou Formation) to lacustrine fi negrained sediments because subsidence might have outpaced sedimentation. Fan deltas tend to develop in close proximity to active highangle border faults, and they are characterized by aggra da tion of coarse-grained sequences. By way of contrast, braid deltas usually occur in low-gradient margins of basins (McPherson et al., 1987). The fan- and braid-delta development in the Luanping basin seems to be consistent with this general tectono-depositional model. The western fan-delta systems were dictated by the Xiaobaiqi fault, with sediments debouching exclusively from the west (Fig. 2). Furthermore, alluvial-fan deposits partially overlap the Xiaobaiqi fault, suggesting that the basinward propagation of the alluvial fan took place after the Xiaobaiqi fault came to rest. Figure 10A displays a depositional sequence from delta-front to alluvial-fan regimes of the western fan-delta system. South-side-down displacement along the high-angle Hongqi fault should have\nresulted in a very steep basin margin, and thus brought about the generation and narrow width of the northern fan-delta system (Fig. 2). Some alluvial fans cover parts of the western segment of the Hongqi fault, and these postfaulting strata dip basinward, rather than northward as seen for the synrift strata (Fig. 2). These observations indicate that some alluvial fans postdate the Hongqi fault activity and record the transition from synrift fault-controlled subsidence to postrift sagging. The braid delta in the eastern Luanping basin represents an axial depositional system on the low-gradient margin of the basin (Fig. 2).\nExposure of the western fan-delta system should have formed earlier than the presently exposed northern fan delta, as evidenced by the fact that the northern fan-delta succession stratigraphically overlies western fan-delta strata. The early-stage deposition south of and proximal to the Hongqi fault cannot be assessed because of the dearth of outcrops of the basal sections, and the exposed northern fan-delta represents only the youngest portion of the complex. An earlier cessation of western fan-delta sedimentation is also implied by the attitude of its strata, which now dip toward the Hongqi fault rather than toward the Xiaobaiqi fault. These strata should have dipped westward if synrift deposition had been primarily controlled by the Xiaobaiqi fault. The northward dips of most western Xiguayuan strata indicate continuing activity of the Hongqi fault, which appears to have tilted strata in the Xiguayuan fan-delta system to the north.\nSediment Sources and Supplies\nBedrock lithology and weatherability in drainage catchments are thought to have a profound impact on the rate and magnitude of sediment discharges in conjunction with local\nclimate (Leeder et al., 1998). Although the present-day footwall block of the Luanping basin is composed of Precambrian metamorphic rocks, the predominance of volcanic clasts and scarcity of basement gravels in the Luanping basin fi ll provide clear clues that the source areas were capped with volcanics during development of the basin. Our thin-section investigations reveal that sandstones are particularly rich in K-feldspar and volcanic rock fragments, whereas quartz sands are normally <50%. Some volcanic rock fragments show feldspar laths aligned in an igneous fl ow structure, and quartz and feldspar phenocrysts are often embayed. Three volcanic clasts, collected from the braidplain deposits and the upper deep-lake tract, respectively (Fig. 2), were dated and yield U-Pb zircon ages of 135.2 ± 1.8 Ma, 137.1 ± 1.5 Ma, and 158.8 ± 1.8 Ma (Figs. 5B, 5C, and 5D; Table DR1 in the GSA Data Repository [see footnote 1]) implying that they came from Upper Jurassic Tiaojishan and Lower Cretaceous Zhang jiakou volcanics. All these facts suggest that volcanics once covered the footwall block of the Luanping basin. Basement rocks were apparently not exposed at the surface until the latest stage of rifting, because metamorphic gravels, such as gneisses, schists, and quartzites, are only present in the uppermost part of basin fi lls proximal to the Hongqi fault. Zhang et al. (2007) illustrated the unroofi ng of the footwall block of the Luanping basin by investigating vertical variations of gravel lithologies within it.\nOne of the prominent features of the basin fi lls is the abundance of fi ne-grained sediments, as shown by thick accumulations of mudrocks and by the clay-rich matrix of turbidites and massive sandstone and conglomerate. These observations carry the implication that there was a large storage of fi ne-grained materials available in the\n) mk( ht p\ne D\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, March/April 2012 395\ndrainage catchments. The fi nes could be derived directly from tephra-fall and ash-fl ow deposits, or they could have been produced as a result of hydrothermal alteration and chemical weathering of volcanic rocks of the Tiaojishan and Zhangjiakou Formations in source areas. Selective winnowing of these fi ne-grained materials during transport could account for the abundant clays in basin fi lls. Feldspars can also readily fragment during stream transportation into silts and fi ne-grained sands, and thus contribute to the generation of fi ne-grained sediments.\nOur restored Luanping paleocurrent system indicates that a transverse drainage system played a key role in sediment input to the basin, whereas axial feeders made only minor contributions (Fig. 2). Footwall-derived sediments debouched into the basin presumably from many entry points according to the restored paleocurrents, and they made up a number of fan deltas that appear to have coalesced laterally along the bounding faults. This is particularly true of the northern fan-delta system. The limited extent of axial drainage and the resultant braid delta in the eastern Luanping basin might have had an origin in the basinward penetration of alluvial fans from the footwall of the Hongqi fault on the north, which would have inhibited the eastward progradation of axial drainages and led to the aggradation of braid-plain facies in the east.\nPaleoclimates\nNorth China was located at paleolatitudes of ~40°N–45°N during the Early Cretaceous, according to paleomagnetic reconstruction (Enkin et al., 1992). Efforts have been made to reconstruct Early Cretaceous paleoclimate in northeastern China using various approaches. The Early Cretaceous was a time of the fl ourishing of the spectacular Jehol biota, which includes not only the well-known feathered theropod dino saurs and early birds, but also diverse plants (Zhou et al., 2003). The Jehol fl ora contains copious bryophytes, pteridophytes, and spermato phytes, with its main elements being coni fers, ginkgophytes, and fi lices, as evidenced by well-preserved fossil leaves and abundant pollens in the Yixian Formation of western Liaoning (Wu, 1999). Most of the plants preserved in the Yixian Formation are hygrophilous and thermophilous, indicative of warm and wet conditions in the Barremian (Ding et al., 2003). Huang et al. (1999) carried out an analysis of pollen and spore in the Lower Cretaceous Yingcheng and Denglouku Formations of the Songliao basin and concluded that evergreen broadleaf forests developed predominantly in a very wet paleoclimate period from 135 Ma to 120 Ma. The inferred Early Cretaceous warm\nand wet paleoclimate is also borne out by the widespread occurrence of peat and coal beds in northeast China. For instance, Lower Cretaceous successions of the Erlian basin, just north of the Luanping basin, contain as many as 40 coal beds, with a cumulative thickness up to 240 m (Wang et al., 1994). Li et al. (2008) investigated organic matter of the Lower Cretaceous of the Luanping basin and western Liaoning and documented a marked increase in organic matter from the Dadianzi to the Xiguayuan/Yixian Formations. High TOC (total organic carbon) values of sedimentary rocks suggest a warm and humid climatic condition favorable for production and accumulation of organic matter. High precipitation is characteristic of warm humid climate settings, and thus availability of plentiful water discharges can account for the persistence of a deep-lake setting.\nAlthough warm and wet climates were prevalent in northern North China during the Early Cretaceous, short-term climatic variations must have occurred, as implied by variations of organic matter contents and different type of plants in the sedimentary sequences (Ding et al., 2003; Li et al., 2008). The repeated occurrences of mud cracks within strata along the fl exural margin of the Luanping basin also indicate sporadic exposure of depositional surfaces (Cope et al., 2010). Alternate exposure and inundation of the fl exural margin suggest signifi cant lake expansion and contraction, and the lake-level fl uctuations are interpreted to have resulted from short-term climatic changes.\nWarm and wet paleoclimates should have exerted an impact on Luanping sedimentary processes. Suffi cient water infl ow would be the reason for long-term persistency of its deepwater depositional environments. Tectonic sub sidence is no doubt of great importance in pro duc ing accommodation space for lacustrine rift basins, but the basins would have been fi lled with depositional systems other than those of deep-water sediments if water infl ux were limited. Ample water fl ux was capable of carrying sediments to the basin, thereby building out fan deltas along the length of the border faults. A warm humid climate would also promote chemical weathering and erosion of the vol canic rocks that were characteristic of the lithology of both footwall and hanging-wall catchments of the Luanping basin, and that yielded plentiful volcanic clasts in sedimentary facies of the basin.\nVolcanism\nBesides producing tephra, volcanic eruptions might have infl uenced early basin sedimentation in different ways. First, volcanism can\nexert a control on sediment supply. Eruptions could have destroyed vegetation in hinterlands and led to accumulations of large volumes of loosely consolidated sediments of various sizes that were subject to intense erosion. Subaerial erosion and reworking of tephra in volcanic catchments would have thus given rise to suffi cient sediment fl ux into the Luanping basin. Second, episodic eruptions could have brought about sudden short-term increases in the sedimentation rates and the frequency of subaqueous sediment gravity fl ows in the proximal margins of the Luanping basin. Repeated deposi tion of subaqueous debris fl ows and turbidity currents is clearly recorded in the measured sections (Figs. 12A and 12B), and it is assumed that some of the debrites and turbidites with abundant vol canic particles were directly and indirectly related to explosive eruptions. We propose that pyroclastic fl ows, generated either from subaerial venting or related to subaqueous eruptions, could have been transformed or disintegrated into water-supported mass fl ows upon entry into water, thus accounting for the widespread occurrence of volcaniclastic turbidites and debrites in the Luanping basin. In addition, episodic eruptions might also have triggered slope failure of steep basin margins, and the resultant slumps and mass fl ows could have been transformed into debris fl ows, and high-density and dilute turbidity currents toward the distal region of the basin.\nTectonic Subsidence\nTectonic subsidence analysis provides a way of understanding basin subsidence by removing the effects of sediment loads and water-depth variations through the backstripping method. To reconstruct the tectonic subsidence history of the Luanping basin, we used a one-dimensional local isostatic backstripping analysis (Steckler and Watts, 1978). Three sections were selected for subsidence analysis, which coincide with geologic sections A–B, C–D, and E–F of Figure 6, and which contain stratigraphic horizons that were either dated or constrained by correlation of fossil assemblages (Fig. 4). Lithologies are generalized to sandstone and mudrock, and the exponential porosity versus depth relationship of Sclater and Christie (1980) was followed. Figure 13 displays three tectonic subsidence curves for different parts of the Luanping basin (Fig. DR2 in the GSA Data Repository [see footnote 1]). Our analysis shows that synrift tectonic subsidence in the west and middle of the basin was as much as 1.9 km over an interval of 10 m.y., with averaged subsidence rates of proximately 0.2 mm yr–1. Considering that it is isolated and relatively small, the Luanping\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\n396 Geological Society of America Bulletin, March/April 2012\nbasin must have experienced rapid and strong sub sidence compared with other larger continental rift basins with similar synrift tectonic sub sidence rates (Allen and Allen, 2005)."
  }, {
    "heading": "DISCUSSION",
    "text": "It has been widely documented that the stratigraphic successions in nonmarine rift basins often exhibit a marked transition from basal fl uvial to lacustrine deposits, which then grade upward into fl uvial or alluvial sediments in the late synrift period. The rapid vertical transition from alluvial/fl uvial to deep-lake deposits implies an abrupt increase in subsidence or extensional rate following the initial stage of slow subsidence (Lambiase and Bosworth, 1995), whereas the lacustrine to fl uvial/alluvial transition is likely due to a subsequent decrease in displacement rate of border faults (Contreras et al., 1997). However, there is still debate as to why deeplake environments are so rapidly established at the very beginning of rift basins. Prosser (1993) attributed the rapid deepening of rift basins to the accelerated displacement of bounding faults because of enhanced regional extension. Gupta et al. (1998) argued that the abrupt increase in fault displacement rate and the resultant highrate hanging-wall subsidence are attributable to strain localization along the linked faults during the synrift period. Accordingly, an increase in regional extension rate may not necessarily be required to explain the accelerated deepening of rift basins. Schlische (1991) claimed that the vertical fl uvial-lacustrine transition in a rift basin is a corollary of growth of the border faults, and there is no need to appeal to a change of tectonic activities. Rapid establishment of deep-water lakes may also pertain to other variables, such as bounding fault angles, basin topography, and local climate (Lambiase and Bosworth, 1995). At a constant extension rate and for a given stretching amount, high-angle faults will result in faster subsidence and can produce much more accommodation space than low-angle faults (Morley, 1989). Climate, through its control on precipitation and water fl ux, also plays a key role in determining whether or not a deep lake will occur in response to increased basin subsidence. As a consequence, deep lakes form mostly in warm and humid climates, owing to availability of signifi cant water discharge.\nThe Luanping basin was characterized by the rapid establishment of a deep lake that appeared to have persisted throughout the synrift stage. High-angle bounding faults and inferred Early Cretaceous humid climates favored the development of a deep lake even in the early stage of the lake basin. Our fi eld observations show that lacustrine strata were deposited directly over\nsubaerial volcanic and volcaniclastic rocks at the southern margin of the Luanping basin, with only minor alluvial and fl uvial deposits occurring between them in some places (Fig. 12C). This fact indicates that the basin experienced a very rapid rate of subsidence following a period of volcanic activity.\nThe inferred rapid subsidence of the Luanping basin should not have resulted from lateral linkage of adjacent bounding faults because the basin had no connection with any other basins along its strike. We propose that the initial rapid deepening of the Luanping basin might have been related to transtensional deformation, which usually leads to very rapid rates of sub sidence (Nilsen and Sylvester, 1995). Leftlateral strike-slip displacement has been demonstrated along the Hongqi fault and is further manifested by its steep dip, up to 70°, and relatively straight surface trace (Fig. 1). The Xiaobaiqi fault is thought to be the result of sinistral strike-slip faulting, in that it is normal to and synchronous with the Hongqi fault. Coeval activity of the northern and western high-angle bounding faults should have thus been responsible for the rapid deepening in the western portion of the basin during the early stage. The late-stage subsidence was controlled predominantly by dip-slip displacement of the Hongqi fault when the Xiaobaiqi fault became inactive. Therefore, the Luanping basin was analogous to a strike-slip basin in the early stage.\nVolcanic terranes may collapse if a substantial volume of magma is withdrawn from the subter ranean magma chamber, leading to the formation of collapsed rifts (Acocella, 2010). Localization and structures of collapsed rifts can be profoundly affected by regional tectonism (Moore and Kokelaar, 1998), and, in particular, strike-slip faults can behave as the bounding faults of a caldera resulting from collapse-related extension (Holohan et al., 2008). In addition, robust volcanism has also been demonstrated to accompany caldera collapse in some rift basins (Skilling, 1993). Extensive occurrence of volcanic rocks (Zhangjiakou Formation) implies that voluminous magma might have been extracted just prior to the onset or in the initial stages of Early Cretaceous rifting, and presumably led to the collapse of overlying stratal lids. The marked collapsed areas were possibly localized by regional strike-slip faults, such as the Hongqi fault. Occurrences of pillow andesites, peperites, and rhyolitic ignimbrites in synrift lacustrine mudstone could be the result of volcanism related to caldera collapse. The Luanping extensional fault–related subsidence was probably enhanced in part by crustal downsag caused by subterranean magma withdrawal. Loads of accumulating volcanics, volcani-\nclastics, and thick sediments could further magnify basin subsidence. It is, therefore, postulated that a combination of transtensional faulting, downsagging due to subterranean magma withdrawal, and volcanic/sediment loading might have led to high-rate subsidence of the Luanping basin, thereby providing a feasible explanation for the rapid transition from volcanic to deep-lake environments.\nFigure 14 presents a model to illustrate the tectono-sedimentary evolution of the Luanping basin. The formation of the Luanping basin was preceded by vigorous volcanism (Fig. 14A). Lava and pyroclastic fl ows prevailed and alluvial-fl uvial deposition occurred simultaneously. Left-lateral strike-slip faulting might have played a key role in the initial subsidence. We propose that the early-stage development of the basin was characterized by accelerated subsidence under a combined control of high-angle normal faulting under a transtensional condition and basement downsag due to subterranean magma evacuation and volcanics/sediment loads (Fig. 14B). The deep-lake environment was rapidly established as a result of the creation of large accommodation space and availability of suffi cient water. Fan-delta fronts developed along the faulted basin margins. Fan deltas and deep lakes continued to develop in the middle stage (Fig. 14C), but volcanism diminished. The western border fault stopped moving in the late stage, and basin subsidence and sedimentation were then controlled solely by the Hongqi border fault (Fig. 14D). Alluvial fans prograded basinward from the west, and the depocenter shifted to the north. A warm and humid climate is assumed throughout the basin’s development. Its western and northern footwalls were originally covered with Zhangjiakou volcanic and volcaniclastic rocks, which served as the main provenance for the Luanping basin sediments or fi lls during the synrift period.\nThe Luanping basin is not a unique case, and it can serve as a proxy for many simultaneous basins in the wide Early Cretaceous rift system between the North China block and the Siberia craton. The Fenshan basin, some 35 km north of the Luanping basin, covers an area of ~150 km2 and displays very similar structural and stratigraphic development (Zhang et al., 2008). It is bounded on the north by the Fengning-Longhua fault and on the west by a secondary fault, the Beiwan fault. Lacustrine and fan-delta deposits dominate the basin fi ll, which also appears to have developed quickly over the underlying Zhangjiakou volcanics. Other similar basins exist in the southern Songliao basin, Hailar basin, Erlian basin, and East Gobi basin, and their early-stage evolution was accompanied by magmatism.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, March/April 2012 397"
  }, {
    "heading": "CONCLUSIONS",
    "text": "Sedimentation of continental rift basins in volcanic settings can be infl uenced by a number of variables. Structure undoubtedly plays a key role in creation of large accommodation space and the depositional processes within rift basins, but volcanism, sediment supply, paleoclimates, and their interplay can simultaneously exert a profound impact on basin sedimentation. Volcanic rocks in source areas are prone to erosion and can readily provide suffi cient sediment supply. Thick accumulation of fi ne-grained lacustrine deposits and clay-rich matrix in debrites and sandstones are attributed to selective winnowing of fi ne-grained materials of tuffs and altered volcanics/pyroclastics in drainage catchments. Frequent occurrences of subaqueous debris fl ows and turbidity currents are thought to have resulted in part from episodic volcanic eruptions during synrift conditions. Subaqueous volcanism is presumably due to collapse of an underlying magma chamber. A rapid transition from basal volcanic rocks to lacustrine deposits is the consequence of high-rate subsidence under the control of basin-edge high-angle faulting under a transtensional condition, and pre sumably super posed by basement downsag due to magma evacuation. The proposed tectono-sedimentary model for the Luanping basin can be utilized to interpret synrift depositional processes of other rift basins in volcanic settings."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This work was supported by China Natural Science Foundation (grant: 40972151) and the Knowledge Inno vation Program of Chinese Academy of Sciences (grant: KZCX2-YW-Q04-04). We thank P. Burgess, T. Cope, C. Morley, G. Woldegabriel, and J. Major for offering constructive and helpful reviews that led to signifi cant improvement of the paper. Finally, thanks go to J. Major for detailed editing and G.A. Davis for polishing the English.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\n398 Geological Society of America Bulletin, March/April 2012"
  }, {
    "heading": "REFERENCES CITED",
    "text": "Acocella, V., 2010, Coupling volcanism and tectonics along divergent plate boundaries: Collapsed rifts from central Afar, Ethiopia: Geological Society of America Bulletin, v. 122, p. 1717–1728, doi:10.1130/B30105.1. Allen, P.A., and Allen, J.R., 2005, Basin Analysis: Principles and Applications (2nd ed.): Oxford, UK, Blackwell Science, 549 p. Blair, T.C., and Bilodeau, W.L., 1988, Development of tectonic cyclothems in rift, pull-apart, and foreland basins: Sedimentary response to episodic tectonism: Geology, v. 16, p. 517–520, doi:10.1130/0091-7613 (1988)016<0517:DOTCIR>2.3.CO;2. Bohacs, K.M., Carroll, A.R., Nede, J.E., and Mankirowicz, P.J., 2000, Lake-basin type, source potential, and hydrocarbon character: An integrated sequencestratigraphic-geochemical framework, in GierlowskiKordesch, E.H., and Kelts, K.R., eds., Lake Basins through Space and Time: American Association of Petroleum Geologists Studies in Geology 46, p. 3–33. Branney, M.J., and Kokelaar, P., 2002, Pyroclastic Density Currents and the Sedimentation of Ignimbrites: Geological Society of London Memoir 27, 143 p. Buck, W.R., 1991, Modes of continental lithospheric extension: Journal of Geophysical Research, v. 96, p. 20,161– 20,178, doi:10.1029/91JB01485. Bureau of Geology and Mineral Resources of Hebei Province (BGMRHP), 1996, Lithostratigraphy of Hebei Province: Wuhan, China University of Geosciences Press, 146 p. (in Chinese). Cas, R.A.F., and Wright, J.V., 1987, Volcanic Successions: Modern and Ancient: London, Allen & Unwin, 528 p. Cas, R.A.F., and Wright, J.V., 1991, Subaqueous pyroclastic fl ows and ignimbrites: An assessment: Bulletin of Volcanology, v. 53, p. 357–380, doi:10.1007/BF00280227. Contreras, J., Scholz, C.H., and King, G.C.P., 1997, A model of rift basin evolution constrained by fi rst-order stratigraphic observations: Journal of Geophysical Research, v. 102, p. 7673–7690, doi:10.1029/96JB03832. Cope, T., 2003, Sedimentary Evolution of the Yanshan FoldThrust Belt, Northeast China [Ph.D. thesis]: Stanford, California, Stanford University, 230 p. Cope, T., Luo, P., Zhang, X., Zhang, X., Song, J., Zhou, G., and Shultz, M.R., 2010, Structural controls on facies distribution in a small half-graben basin: Luanping basin , northeast China: Basin Research, v. 22, p. 33–44, doi:10.1111/j.1365-2117.2009.00417.x. Davis, G.A., Zheng, Y., Wang, C., Darby, B.J., Zhang, C., and Gehrels, G.E., 2001, Mesozoic tectonic evolution of the Yanshan fold and thrust belt, with emphasis on Hebei and Liaoning provinces, northern China, in Hendrix, M.S., and Davis, G.A., eds., Paleozoic and Mesozoic Tectonic Evolution of Central and Eastern Asia: From Continental Assembly to Intracontinental Deformation: Geological Society of America Memoir 194, p. 171–197. Ding, Q., Zhang, L., Guo, S., Zhang, C., Peng, Y., Jia, B., Chen, S., and Xing, D., 2003, Paleoclimatic and paleoenvironmental proxies of the Yixian Formation in the Beipiao area, western Liaoning: Geological Bulletin of China, v. 22, p. 186–191. Eberth, D.A., Russell, D.A., Braman, D.R., and Deino, A.L., 1993, The age of the dinosaur-bearing sediments at Tebch, Inner Mongolia, People’s Republic of China: Canadian Journal of Earth Sciences, v. 30, p. 2101– 2106, doi:10.1139/e93-182. Enkin, R.J., Yang, Z.Y., Chen, Y., and Courtillot, V., 1992, Paleomagnetic constraints on the geodynamic history of the major blocks of China from the Permian to the Present: Journal of Geophysical Research, v. 97, p. 13,953–13,989, doi:10.1029/92JB00648. Gans, P.B., Mahood, G.A., and Schermer, E., 1989, Syn extensional Magmatism in the Basin and Range Province: A Case Study from the Eastern Great Basin: Geological Society of America, Special Paper 233, 53 p. Gao, S., Rudnick, R.L., Xu, W.L., Yuan, H.L., Liu, Y.S., Walker, R.J., Puchtel, I., Liu, X.M., Huang, H., Wang, X.R., and Yang, J., 2008, Recycling deep cratonic lithosphere and generation of intraplate magmatism in the North China craton: Earth and Planetary Science Letters, v. 270, p. 41–53, doi:10.1016/j.epsl.2008.03.008.\nGawthorpe, R.L., and Leeder, M.R., 2000, Tectono-sedimentary evolution of active extensional basins: Basin Research, v. 12, p. 195–218, doi:10.1046/j.1365-2117 .2000.00121.x. Graham, S.A., Hendrix, M.S., Johnson, C.L., Badamgarav, D., Badarch, G., Amory, J., Porte, M., Barsbold, R., Webb, L.E., and Hacker, B.R., 2001, Sedimentary record and tectonic implications of Mesozoic rifting in southern Mongolia: Geological Society of America Bulletin, v. 113, p. 1560–1579, doi:10.1130/0016-7606 (2001)113<1560:SRATIO>2.0.CO;2. Gupta, S., Cowie, P.A., Dawers, N.H., and Underhill, J.R., 1998, A mechanism to explain rift-basin subsidence and stratigraphic patterns through fault-array evolution: Geology, v. 26, p. 595–598, doi:10.1130/0091-7613 (1998)026<0595:AMTERB>2.3.CO;2. He, H.Y., Wang, X.L., Zhou, Z.H., Wang, F., Boven, A., Shi, G.H., and Zhu, R.X., 2004, Timing of the Jiufotang Formation (Jehol Group) in Liaoning, northeastern China, and its implications: Geophysical Research Letters, v. 31, L12605, doi:10.1029/2004GL019790. Holohan, E.P., van Wyk de Vries, B., and Troll, V.R., 2008, Analogue models of caldera collapse in strike-slip tectonic regimes: Bulletin of Volcanology, v. 70, p. 773– 796, doi:10.1007/s00445-007-0166-x. Huang, Q., Zheng, Y., and Yang, M., 1999, On Cretaceous paleoclimate in the Songliao basin: Acta Micro palaeontologica Sinica, v. 16, p. 95–103. Jiang, B., and Sha, J., 2006, Late Mesozoic stratigraphy in western Liaoning, China: A review: Journal of Asian Earth Sciences, v. 28, p. 205–217, doi:10.1016/j.jseaes .2005.07.006. Lambiase, J.J., 1990, A model for tectonic control of lacustrine stratigraphic sequences in continental rift basins, in Katz, B.J., ed., Lacustrine Basin Exploration: Case Studies and Modern Analogs: American Association of Petroleum Geologists Memoir 50, p. 265–286. Lambiase, J.J., and Bosworth, W.P., 1995, Structural controls on sedimentation in continental rifts, in Lambiase, J.J., ed., Hydrocarbon Habitat in Rift Basins: Geological Society of London Special Publication 80, p. 117–144. Leeder, M.R., Harris, T., and Kirkby, M.J., 1998, Sediment supply and climate change: Implications for basin stratigraphy: Basin Research, v. 10, p. 7–18, doi:10.1046 /j.1365-2117.1998.00054.x. Li, H., Song, Z., Zou, Y., Wang, C., and Ji, Q., 2008, Characteristics of sedimentary organic matter and paleoclimate and environmental evolution during Early Cretaceous time in northern part of Hebei and western Liaoning provinces: Acta Geologica Sinica, v. 82, p. 72–76. Lin, C., Eriksson, K., Li, S., Wan, Y., Ren, J., and Zhang, Y., 2001, Sequence architecture, depositional systems, and controls on development of lacustrine basin fi lls in part of the Erlian Basin, northeast China: The American Association of Petroleum Geologists Bulletin, v. 85, p. 2017–2043. Liu, Y., Li, P., and Tian, S., 2003, SHRIMP U- Pb zircon age of late Mesozoic tuff (lava) in Luanping basin, northern Hebei, and its implications: Acta Petrologica et Minerologica, v. 22, p. 237–244. Lowe, D.R., 1982, Sediment gravity fl ows: II. Depositional models with special reference to the deposits of highdensity turbidity currents: Journal of Sedimentary Petrology, v. 52, p. 279–297. McKenzie, D., and Bickle, M.J., 1988, The volume and composition of melt generated by extension of the lithosphere: Journal of Petrology, v. 29, p. 625–679. McPherson, J.G., Shanmugam, G., and Moiola, R.J., 1987, Fan-deltas and braid deltas: Varieties of coarse-grained deltas: Geological Society of America Bulletin, v. 99, p. 331–340, doi:10.1130/0016-7606(1987)99<331 :FABDVO>2.0.CO;2. Meng, Q.R., 2003, What drove late Mesozoic extension of the northern China–Mongolia tract?: Tectonophysics, v. 369, p. 155–174, doi:10.1016/S0040-1951 (03)00195-1. Meng, Q.R., Hu, J.M., Jin, J.Q., Zhang, Y., and Xu, D.F., 2003, Tectonics of the late Mesozoic wide extensional basin system in the China–Mongolia border region: Basin Research, v. 15, p. 397–415, doi:10.1046/j.1365-2117 .2003.00209.x. Moore, I., and Kokelaar, P., 1998, Tectonically controlled piecemeal caldera collapse: A case of Glencoe volcano, Scotland: Geological Society of America Bulletin, v. 110, p. 1448–1466, doi:10.1130/0016-7606(1998)110 <1448:TCPCCA>2.3.CO;2. Morley, C.K., 1989, Extension, detachments and sedimentation in continental rifts (with particular reference to East Africa): Tectonics, v. 8, p. 1175–1192, doi:10.1029 /TC008i006p01175. Morley, C.K., 1999, Basin evolution trends in East Africa, in Morley, C.K., ed., Geoscience of Rift Systems—Evolution of East Africa: American Association of Petroleum Geologists Studies in Geology 44, p. 233–242. Morley, C.K., 2002, Tectonic settings of continental extensional provinces and their impact on sedimentation and hydrocarbon prospectivity, in Renaut, R.W., and Ashley , G.M., eds., Sedimentation in Continental Rifts: Society of Economic Paleontologists and Mineralogists Special Publication 73, p. 23–53. Nemec, W., and Steel, R.J., 1984, Alluvial and coastal conglomerates: Their signifi cant features and some comments on gravelly mass-fl ow deposits, in Koster, E.H., and Steel, R.J., eds., Sedimentology of Gravels and Conglomerates: Canadian Society of Petroleum Geologists Memoir 10, p. 1–31. Nilsen, T.H., and Sylvester, A.G., 1995, Strike-slip basins, in Busby, C.J., and Ingersoll, R.V., eds., Tectonics of Sedimentary Basins: Oxford, UK, Blackwell Science, p. 425–457. Niu, B., He, Z., Song, B., and Ren, J., 2003, SHRIMP dating of the Zhangjiakou Formation volcanic rocks and implications: Geological Bulletin of China, v. 22, p. 140–141. Niu, B., He, Z., and Song, B., 2004, SHRIMP geochronology of volcanics of the Zhangjiakou and Yixan Formations, northern Hebei Province, with a discussion on the age of the Xing’anling Group of the Great Hinggan Mountain and volcanic strata of the southeastern coastal area of China: Acta Geologica Sinica, v. 78, p. 1214–1228. Niu, S., and Tian, S., 2008, Discovery of conchostracans occurring in the Yixian Formation of western Liaoning in the Xiguayuan Formation of the Luanping basin, northern Hebei, China, and its signifi cance: Geological Bulletin of China, v. 27, p. 753–768. Niu, S., Li, P., Tian, S., and Liu, Y., 2002, New progress in the study of conchostracan fossils from the Dabeigou Formation in the Luanping basin, northern Hebei Province of China: Geological Bulletin of China, v. 21, p. 322–328. Postma, G., 1984, Slumps and their deposits in fan delta front and slope: Geology, v. 12, p. 27–30, doi:10.1130 /0091-7613(1984)12<27:SATDIF>2.0.CO;2. Prosser, S., 1993, Rift-related depositional systems and their seismic expression, in Williams G.D., and Dobbs, A., eds., Tectonics and Seismic Sequence Stratigraphy: Geological Society of London Special Publication 71, p. 35–66. Prost, G.L., 2004, Tectonics and hydrocarbon systems of the East Gobi basin, Mongolia: The American Association of Petroleum Geologists Bulletin, v. 88, p. 483–513. Schlische, R.W., 1991, Half-graben basin fi lling models: New constraints on continental extensional basin development: Basin Research, v. 3, p. 123–141, doi:10.1111 /j.1365-2117.1991.tb00123.x. Scholz, C.A., Moore, T.C., Jr., Hutchinson, D.R., Golmshtok, A.J., Klitgord, K.D., and Kurotchkin, A.G., 1998, Comparative sequence stratigraphy of low-latitude versus high-latitude lacustrine rift basins: Seismic data examples from the East African and Baikal rifts: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 140, p. 401–420, doi:10.1016/S0031-0182(98)00022-4. Sclater, J.G., and Christie, P.A.F., 1980, Continental stretching: An explanation of the post–Mid-Cretaceous subsidence of the central North Sea Basin: Journal of Geophysical Research, v. 85, no. B7, p. 3711–3739, doi:10.1029 /JB085iB07p03711. Shanmugam, G., 1996, High-density turbidity currents: Are they sandy debris fl ows?: Journal of Sedimentary Research, v. 66, p. 2–10. Shanmugam, G., 1997, The Bouma sequence and the turbidite mind set: Earth-Science Reviews, v. 42, p. 201– 229, doi:10.1016/S0012-8252(97)81858-2.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, March/April 2012 399\nShao, J., Zhang, L., and Chu, Z., 2003, Early Cretaceous volcanism and sedimentation in northern Hebei and its tectonic setting: A discussion: Geological Bulletin of China, v. 22, p. 384–390. Skilling, I.P., 1993, Incremental caldera collapse of Suswa volcano, Gregory Rift Valley, Kenya: Journal of the Geological Society of London, v. 150, p. 885–896, doi:10.1144/gsjgs.150.5.0885. Skilling, I.P., White, J.D.L., and McPhie, J., 2002, Peperite: A review of magma–sediment mingling: Journal of Volcanology and Geothermal Research, v. 114, p. 1–17, doi:10.1016/S0377-0273(01)00278-5. Smith, G.A., 1986, Coarse-grained non-marine volcaniclastic sediment: Terminology and depositional process: Geological Society of America Bulletin, v. 97, p. 1–10, doi:10.1130/0016-7606(1986)97<1:CNVSTA >2.0.CO;2. Soreghan, M.J., Scholz, C.A., and Well, J.T., 1999, Coarsegrained, deep-water sedimentation along a border fault margin of Lake Malawi, Africa: Seismic stratigraphic analysis: Journal of Sedimentary Research, v. 69, p. 832–846. Steckler, M.S., and Watts, A.B., 1978, Subsidence of the Atlantic-type continental margin off New York: Earth and Planetary Science Letters, v. 41, p. 1–13, doi:10.1016 /0012-821X(78)90036-5. Swisher, C.C., III, Wang, Y.Q., Wang, X.L., Xu, X., and Wang, Y., 1999, Cretaceous age for the feathered dino saurs of Liaoning, China: Nature, v. 400, p. 58–61, doi:10.1038 /21872. Tian, S., and Niu, S., 2010, Review on terrestrial Jiufotang stage of the Lower Cretaceous and its stratotype: Geological Bulletin of China, v. 29, no. 2/3, p. 173–187. Tian, S., Liu, Y., Li, P., Pang, Q., and Niu, S., 2004, Sequence stratigraphy of Jurassic-Cretaceous boundary strata in Luanping, northern Hebei, China: Science in China, ser. D, v. 47, p. 607–617, doi:10.1360/03yd0451. Versfelt, J., and Rosendahl, B.R., 1989, Relationships between pre-rift structure and rift architecture in lakes Tanganyika and Malawi: East Africa: Nature, v. 337, p. 354–357, doi:10.1038/337354a0. Wang, S., 1990, On the origin of Jehol Biota: Acta Geologica Sinica, v. 64, p. 350–359. Wang, S., Zhang, Z., Yao, P., Liu, G., and Yu, J., 1994, The Juro-Cretaceous Coal-Bearing Stratigraphy and Coal Accumulation of China: Beijing, Geological Publishing House, 209 p. (in Chinese). Wang, S.S., Hu, H.G., Li, P.X., and Wang, Y.Q., 2001, Further discussion on geologic age of Sihetun vertebrate assemblage in western Liaoning, China: Evidence from 40Ar/39Ar dating: Acta Petrolei Sinica, v. 17, p. 663–668. Wang, W.L., Zhang, L.J., Zheng, S.L., Zheng, Y.J., Zhang, H., Li, Z.D., and Yang, F., 2004, A new study on the stratotype and biostratigraphy of the Yixian Stage in the Yixian–Beipiao region, Liaoning: Establishment and study of the stratotype of the Yixian Stage: Acta Geologica Sinica, v. 78, p. 433–447. Wei, H.H., Liu, J.L., and Meng, Q.R., 2010, Structural and sedimentary evolution of the southern Songliao Basin, northeast China, and implications for hydrocarbon\nprospectivity: The American Association of Petroleum Geologists Bulletin, v. 94, p. 533–566. White, J.D.L., 2000, Subaqueous eruption-fed density currents and their deposits: Precambrian Research, v. 101, p. 87–109, doi:10.1016/S0301-9268(99)00096-0. Wright, T.J., Ebinger, C.J., Biggs, J., Ayele, A., Yirgu, G., Keri, D., and Stork, A., 2006, Magma maintained rift segmentation at continental rupture in the 2005 Afar dyking episode: Nature, v. 442, p. 291–294, doi:10.1038 /nature04978. Wu, S.Q., 1999, Preliminary study of Jehol fl ora in western Liaoning: Palaeoworld, v. 11, p. 7–57. Zhang, Y.L., Qu, H.J., and Meng, Q.R., 2007, Depositional process and evolution of the Early Cretaceous Luanping basin in the Yanshan structural belt: Acta Petrolei Sinica, v. 23, p. 667–678. Zhang, Y.L., Meng, Q.R., and Qu, H.J., 2008, Early Cretaceous depositional process of the Fengshan basin in Yanshan structural belt: Acta Geologica Sinica, v. 82, p. 769–777. Zhou, Z., Barrett, P.M., and Hilton, J., 2003, An exceptionally preserved Lower Cretaceous ecosystem: Nature, v. 421, p. 807–814, doi:10.1038/nature01420."
  }, {
    "heading": "SCIENCE EDITOR: NANCY RIGGS ASSOCIATE EDITOR: JON J. MAJOR",
    "text": ""
  }, {
    "heading": "MANUSCRIPT RECEIVED 16 FEBRUARY 2011 REVISED MANUSCRIPT RECEIVED 20 JULY 2011 MANUSCRIPT ACCEPTED 26 JULY 2011",
    "text": "Printed in the USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/124/3-4/380/3404153/380.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2012,
  "references": [{
    "title": "volcanic breccia are interlayered with and enclosed by lacustrine deposits (Fig. 11B). Peperites, which form in situ as a result of fragmentation of magma or lava as it mingles",
    "authors": ["ows (Cas", "Wright"],
    "year": 1991
  }, {
    "title": "The subaqueous facies associations are interpreted as a braiddelta front owing to their spatial relationships with the braid-plain system",
    "authors": ["ow facies"],
    "venue": "(McPherson et al.,",
    "year": 1987
  }, {
    "title": "Coupling volcanism and tectonics along divergent plate boundaries: Collapsed rifts from central Afar, Ethiopia",
    "authors": ["V. Acocella"],
    "venue": "Geological Society of America Bulletin,",
    "year": 2010
  }, {
    "title": "Basin Analysis: Principles and Applications (2nd ed.)",
    "authors": ["P.A. Allen", "J.R. Allen"],
    "year": 2005
  }, {
    "title": "Development of tectonic cyclothems in rift, pull-apart, and foreland basins: Sedimentary response to episodic tectonism: Geology, v",
    "authors": ["T.C. Blair", "W.L. Bilodeau"],
    "year": 1988
  }, {
    "title": "Lake-basin type, source potential, and hydrocarbon character: An integrated sequencestratigraphic-geochemical framework",
    "authors": ["K.M. Bohacs", "A.R. Carroll", "J.E. Nede", "P.J. Mankirowicz"],
    "year": 2000
  }, {
    "title": "Pyroclastic Density Currents and the Sedimentation of Ignimbrites: Geological Society of London Memoir",
    "authors": ["M.J. Branney", "P. Kokelaar"],
    "year": 2002
  }, {
    "title": "Modes of continental lithospheric extension",
    "authors": ["W.R. Buck"],
    "venue": "Journal of Geophysical Research,",
    "year": 1991
  }, {
    "title": "Volcanic Successions: Modern and Ancient",
    "authors": ["R.A.F. Cas", "J.V. Wright"],
    "year": 1987
  }, {
    "title": "Subaqueous pyroclastic fl",
    "authors": ["R.A.F. Cas", "J.V. Wright"],
    "year": 1991
  }, {
    "title": "Sedimentary Evolution of the Yanshan FoldThrust Belt, Northeast China [Ph.D",
    "authors": ["T. Cope"],
    "year": 2003
  }, {
    "title": "Structural controls on facies distribution in a small half-graben basin: Luanping basin",
    "authors": ["T. Cope", "P. Luo", "X. Zhang", "J. Song", "G. Zhou", "M.R. Shultz"],
    "year": 2010
  }, {
    "title": "Mesozoic tectonic evolution of the Yanshan fold and thrust belt, with emphasis on Hebei and Liaoning provinces, northern China",
    "authors": ["G.A. Davis", "Y. Zheng", "C. Wang", "B.J. Darby", "C. Zhang", "G.E. Gehrels"],
    "year": 2001
  }, {
    "title": "Paleoclimatic and paleoenvironmental proxies of the Yixian Formation in the Beipiao area, western Liaoning",
    "authors": ["Q. Ding", "L. Zhang", "S. Guo", "C. Zhang", "Y. Peng", "B. Jia", "S. Chen", "D. Xing"],
    "venue": "Geological Bulletin of China,",
    "year": 2003
  }, {
    "title": "The age of the dinosaur-bearing sediments at Tebch, Inner Mongolia, People’s Republic of China",
    "authors": ["D.A. Eberth", "D.A. Russell", "D.R. Braman", "A.L. Deino"],
    "venue": "Canadian Journal of Earth Sciences,",
    "year": 1993
  }, {
    "title": "Paleomagnetic constraints on the geodynamic history of the major blocks of China from the Permian to the Present",
    "authors": ["R.J. Enkin", "Z.Y. Yang", "Y. Chen", "V. Courtillot"],
    "venue": "Journal of Geophysical Research,",
    "year": 1992
  }, {
    "title": "Recycling deep cratonic lithosphere and generation of intraplate magmatism in the North China craton",
    "authors": ["R.J. Walker", "I. Puchtel", "X.M. Liu", "H. Huang", "X.R. Wang", "J. Yang"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2008
  }, {
    "title": "Tectono-sedimentary evolution of active extensional basins",
    "authors": ["R.L. Gawthorpe", "M.R. Leeder"],
    "venue": "Basin Research,",
    "year": 2000
  }, {
    "title": "Sedimentary record and tectonic implications of Mesozoic rifting in southern Mongolia: Geological Society of America",
    "authors": ["S.A. Graham", "M.S. Hendrix", "C.L. Johnson", "D. Badamgarav", "G. Badarch", "J. Amory", "M. Porte", "R. Barsbold", "L.E. Webb", "B.R. Hacker"],
    "year": 2001
  }, {
    "title": "A mechanism to explain rift-basin subsidence and stratigraphic patterns through fault-array evolution: Geology, v",
    "authors": ["S. Gupta", "P.A. Cowie", "N.H. Dawers", "J.R. Underhill"],
    "year": 1998
  }, {
    "title": "Timing of the Jiufotang Formation (Jehol Group) in Liaoning, northeastern China, and its implications",
    "authors": ["H.Y. He", "X.L. Wang", "Z.H. Zhou", "F. Wang", "A. Boven", "G.H. Shi", "R.X. Zhu"],
    "venue": "Geophysical Research Letters,",
    "year": 2004
  }, {
    "title": "Analogue models of caldera collapse in strike-slip tectonic regimes: Bulletin of Volcanology, v",
    "authors": ["E.P. Holohan", "B. van Wyk de Vries", "V.R. Troll"],
    "year": 2008
  }, {
    "title": "On Cretaceous paleoclimate in the Songliao basin",
    "authors": ["Q. Huang", "Y. Zheng", "M. Yang"],
    "venue": "Acta Micro",
    "year": 1999
  }, {
    "title": "Late Mesozoic stratigraphy in western Liaoning, China: A review",
    "authors": ["B. Jiang", "J. Sha"],
    "venue": "Journal of Asian Earth Sciences,",
    "year": 2006
  }, {
    "title": "A model for tectonic control of lacustrine stratigraphic sequences in continental rift basins",
    "authors": ["J.J. Lambiase"],
    "venue": "Lacustrine Basin Exploration: Case Studies and Modern Analogs: American Association of Petroleum Geologists Memoir",
    "year": 1990
  }, {
    "title": "Structural controls on sedimentation in continental rifts, in Lambiase, J.J., ed., Hydrocarbon Habitat in Rift Basins",
    "authors": ["J.J. Lambiase", "W.P. Bosworth"],
    "venue": "Geological Society of London Special Publication",
    "year": 1995
  }, {
    "title": "Sediment supply and climate change: Implications for basin stratigraphy",
    "authors": ["M.R. Leeder", "T. Harris", "M.J. Kirkby"],
    "venue": "Basin Research,",
    "year": 1998
  }, {
    "title": "Characteristics of sedimentary organic matter and paleoclimate and environmental evolution during Early Cretaceous time in northern part of Hebei and western Liaoning provinces",
    "authors": ["H. Li", "Z. Song", "Y. Zou", "C. Wang", "Q. Ji"],
    "venue": "Acta Geologica Sinica,",
    "year": 2008
  }, {
    "title": "Sequence architecture, depositional systems, and controls on development of lacustrine basin",
    "authors": ["C. Lin", "K. Eriksson", "S. Li", "Y. Wan", "J. Ren", "Y. Zhang"],
    "year": 2001
  }, {
    "title": "SHRIMP U- Pb zircon age of late Mesozoic tuff (lava) in Luanping basin, northern Hebei, and its implications",
    "authors": ["Y. Liu", "P. Li", "S. Tian"],
    "venue": "Acta Petrologica et Minerologica,",
    "year": 2003
  }, {
    "title": "Sediment gravity fl",
    "authors": ["D.R. Lowe"],
    "year": 1982
  }, {
    "title": "The volume and composition of melt generated by extension of the lithosphere",
    "authors": ["D. McKenzie", "M.J. Bickle"],
    "venue": "Journal of Petrology,",
    "year": 1988
  }, {
    "title": "Fan-deltas and braid deltas: Varieties of coarse-grained deltas",
    "authors": ["J.G. McPherson", "G. Shanmugam", "R.J. Moiola"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1987
  }, {
    "title": "What drove late Mesozoic extension of the northern China–Mongolia tract?: Tectonophysics",
    "authors": ["Q.R. Meng"],
    "venue": "v. 369,",
    "year": 2003
  }, {
    "title": "Tectonics of the late Mesozoic wide extensional basin system in the China–Mongolia border region",
    "authors": ["Q.R. Meng", "J.M. Hu", "J.Q. Jin", "Y. Zhang", "D.F. Xu"],
    "venue": "Basin Research,",
    "year": 2003
  }, {
    "title": "Tectonically controlled piecemeal caldera collapse: A case of Glencoe volcano, Scotland",
    "authors": ["I. Moore", "P. Kokelaar"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1998
  }, {
    "title": "Extension, detachments and sedimentation in continental rifts (with particular reference to East Africa)",
    "authors": ["C.K. Morley"],
    "venue": "Tectonics, v",
    "year": 1989
  }, {
    "title": "Basin evolution trends in East Africa, in Morley, C.K., ed., Geoscience of Rift Systems—Evolution of East Africa: American Association of Petroleum Geologists",
    "authors": ["C.K. Morley"],
    "venue": "Studies in Geology",
    "year": 1999
  }, {
    "title": "Tectonic settings of continental extensional provinces and their impact on sedimentation and hydrocarbon prospectivity",
    "authors": ["C.K. Morley"],
    "year": 2002
  }, {
    "title": "Alluvial and coastal conglomerates: Their signifi cant features and some comments on gravelly mass-fl ow deposits",
    "authors": ["W. Nemec", "R.J. Steel"],
    "venue": "Sedimentology of Gravels and Conglomerates: Canadian Society of Petroleum Geolo-",
    "year": 1984
  }, {
    "title": "SHRIMP dating of the Zhangjiakou Formation volcanic rocks and implications",
    "authors": ["B. Niu", "Z. He", "B. Song", "J. Ren"],
    "venue": "Geological Bulletin of China,",
    "year": 2003
  }, {
    "title": "SHRIMP geochronology of volcanics of the Zhangjiakou and Yixan Formations, northern Hebei Province, with a discussion on the age of the Xing’anling Group of the Great Hinggan Mountain and volcanic strata of the southeastern coastal area",
    "authors": ["B. Niu", "Z. He", "B. Song"],
    "year": 2004
  }, {
    "title": "Discovery of conchostracans occurring in the Yixian Formation of western Liaoning in the Xiguayuan Formation of the Luanping basin, northern Hebei, China, and its signifi",
    "authors": ["S. Niu", "S. Tian"],
    "year": 2008
  }, {
    "title": "New progress in the study of conchostracan fossils from the Dabeigou Formation in the Luanping basin, northern Hebei Province of China",
    "authors": ["S. Niu", "P. Li", "S. Tian", "Y. Liu"],
    "venue": "Geological Bulletin of China,",
    "year": 2002
  }, {
    "title": "Slumps and their deposits in fan delta front and slope",
    "authors": ["G. Postma"],
    "venue": "Geology, v",
    "year": 1984
  }, {
    "title": "Rift-related depositional systems and their seismic expression",
    "authors": ["S. Prosser"],
    "venue": "Tectonics and Seismic Sequence Stratigraphy: Geological Society of London Special Publication",
    "year": 1993
  }, {
    "title": "Tectonics and hydrocarbon systems of the East Gobi basin, Mongolia: The American Association of Petroleum Geologists",
    "authors": ["G.L. Prost"],
    "venue": "Bulletin, v",
    "year": 2004
  }, {
    "title": "Half-graben basin fi lling models: New constraints on continental extensional basin development",
    "authors": ["R.W. Schlische"],
    "venue": "Basin Research,",
    "year": 1991
  }, {
    "title": "Comparative sequence stratigraphy of low-latitude versus high-latitude lacustrine rift basins: Seismic data examples from the East African and Baikal rifts: Palaeo",
    "authors": ["C.A. Scholz", "T.C. Moore", "Jr.", "D.R. Hutchinson", "A.J. Golmshtok", "K.D. Klitgord", "A.G. Kurotchkin"],
    "year": 1998
  }, {
    "title": "Continental stretching: An explanation of the post–Mid-Cretaceous subsidence of the central North Sea Basin",
    "authors": ["J.G. Sclater", "P.A.F. Christie"],
    "venue": "Journal of Geophysical Research, v. 85,",
    "year": 1980
  }, {
    "title": "High-density turbidity currents: Are they sandy debris",
    "authors": ["G. Shanmugam"],
    "year": 1996
  }, {
    "title": "The Bouma sequence and the turbi",
    "authors": ["G. Shanmugam"],
    "year": 1997
  }, {
    "title": "Early Cretaceous volcanism and sedimentation in northern Hebei and its tectonic setting: A discussion",
    "authors": ["J. Shao", "L. Zhang", "Z. Chu"],
    "venue": "Geological Bulletin of China,",
    "year": 2003
  }, {
    "title": "Incremental caldera collapse of Suswa volcano, Gregory Rift Valley, Kenya",
    "authors": ["I.P. Skilling"],
    "venue": "Journal of the Geological Society of London, v. 150,",
    "year": 1993
  }, {
    "title": "Peperite: A review of magma–sediment mingling",
    "authors": ["I.P. Skilling", "J.D.L. White", "J. McPhie"],
    "venue": "Journal of Volcanology and Geothermal Research,",
    "year": 2002
  }, {
    "title": "Coarse-grained non-marine volcaniclastic sediment: Terminology and depositional process: Geological Society of America",
    "authors": ["G.A. Smith"],
    "venue": "Bulletin, v",
    "year": 1986
  }, {
    "title": "Coarsegrained, deep-water sedimentation along a border fault margin of Lake Malawi, Africa: Seismic stratigraphic analysis",
    "authors": ["M.J. Soreghan", "C.A. Scholz", "J.T. Well"],
    "venue": "Journal of Sedimentary Research,",
    "year": 1999
  }, {
    "title": "Subsidence of the Atlantic-type continental margin off New York: Earth and Planetary",
    "authors": ["M.S. Steckler", "A.B. Watts"],
    "venue": "Science Letters, v",
    "year": 1978
  }, {
    "title": "Cretaceous age for the feathered dino",
    "authors": ["C.C. Swisher", "III", "Y.Q. Wang", "X.L. Wang", "X. Xu", "Y. Wang"],
    "year": 1999
  }, {
    "title": "Review on terrestrial Jiufotang stage of the Lower Cretaceous and its stratotype",
    "authors": ["S. Tian", "S. Niu"],
    "venue": "Geological Bulletin of China, v. 29,",
    "year": 2010
  }, {
    "title": "Sequence stratigraphy of Jurassic-Cretaceous boundary strata in Luanping, northern Hebei, China: Science in China, ser",
    "authors": ["S. Tian", "Y. Liu", "P. Li", "Q. Pang", "S. Niu"],
    "venue": "D, v",
    "year": 2004
  }, {
    "title": "Relationships between pre-rift structure and rift architecture in lakes Tanganyika and Malawi: East Africa: Nature",
    "authors": ["J. Versfelt", "B.R. Rosendahl"],
    "venue": "v. 337,",
    "year": 1989
  }, {
    "title": "On the origin of Jehol Biota",
    "authors": ["S. Wang"],
    "venue": "Acta Geologica Sinica, v",
    "year": 1990
  }, {
    "title": "The Juro-Cretaceous Coal-Bearing Stratigraphy and Coal Accumulation of China: Beijing",
    "authors": ["S. Wang", "Z. Zhang", "P. Yao", "G. Liu", "J. Yu"],
    "year": 1994
  }, {
    "title": "Further discussion on geologic age of Sihetun vertebrate assemblage in western Liaoning, China: Evidence from 40Ar/39Ar dating",
    "authors": ["S.S. Wang", "H.G. Hu", "P.X. Li", "Y.Q. Wang"],
    "venue": "Acta Petrolei Sinica,",
    "year": 2001
  }, {
    "title": "A new study on the stratotype and biostratigraphy of the Yixian Stage in the Yixian–Beipiao region, Liaoning: Establishment and study of the stratotype of the Yixian Stage: Acta",
    "authors": ["W.L. Wang", "L.J. Zhang", "S.L. Zheng", "Y.J. Zheng", "H. Zhang", "Z.D. Li", "F. Yang"],
    "year": 2004
  }, {
    "title": "Subaqueous eruption-fed density currents and their deposits",
    "authors": ["J.D.L. White"],
    "venue": "Precambrian Research,",
    "year": 2000
  }, {
    "title": "Magma maintained rift segmentation at continental rupture",
    "authors": ["T.J. Wright", "C.J. Ebinger", "J. Biggs", "A. Ayele", "G. Yirgu", "D. Keri", "A. Stork"],
    "venue": "Afar dyking episode: Nature,",
    "year": 2006
  }, {
    "title": "Preliminary study of Jehol fl ora in western Liaoning: Palaeoworld",
    "authors": ["S.Q. Wu"],
    "venue": "v. 11,",
    "year": 1999
  }, {
    "title": "Early Cretaceous depositional process of the Fengshan basin in Yanshan structural belt",
    "authors": ["Y.L. Zhang", "Q.R. Meng", "H.J. Qu"],
    "venue": "Acta Geologica Sinica, v",
    "year": 2008
  }, {
    "title": "An exceptionally preserved Lower Cretaceous ecosystem",
    "authors": ["Z. Zhou", "P.M. Barrett", "J. Hilton"],
    "venue": "Nature, v. 421,",
    "year": 2003
  }],
  "id": "SP:ed5818a8f6916466cd6ae034c2f255827e0664e3",
  "authors": [],
  "abstractText": "This paper deals with a small continental rift basin in a volcanic setting and tries to decipher potential controls on its synrift sedimentation. The Luanping basin, which is a well-exposed Early Cretaceous rift basin in the Yanshan belt on the northern periphery of the North China block, was chosen as a case study. We show that extensive and vigorous volcanism took place just prior to the onset of basin formation and continued into a synrift period. Basin fi lls consist predominantly of lacustrine, fan-delta, braid-delta, and volcaniclastic deposits. Lacustrine facies are composed mostly of deep-lake deposits that appear to have been established soon after basin initiation. Fan-delta systems developed along two high-angle border faults, the master northern Hongqi fault and the secondary western Xiaobaiqi fault. Fan-delta fronts were built up primarily by gravelly and sandy debrites and turbidites. Braiddelta deposits are restricted to the eastern corner of the basin and are characterized by an aggregation of braid-plain conglomeratic deposits. Underwater extrusions of magma and pyroclastic fl ows are inferred from the presence of volcanic breccias, ignimbrites, andesitic pillows, and peperites, which are enclosed by host lacustrine deposits. Deep-lake and fan-delta systems persisted throughout the synrift period, indicating a rapid subsidence rate, with both adequate sediment and water supply. The high-angle border faults are thought to have played a critical role in creating large accommodation space, and simultaneous displacements of the Hongqi and Xiaobaiqi faults led to the localization of a major depocenter in the western part of the basin. One-dimensional backstripping analysis of three stratigraphic sections shows that the Luanping basin experienced marked synrift tectonic subsidence up to 2 km at a subsidence rate close to 0.2 mm yr–1. We propose that the high rate of basin subsidence might have been caused mainly by left-lateral transtensional faulting and was enhanced by the superposition of basement downsag induced by underlying magma withdrawal. A predominance of volcanic particles in both debrites and sandstones suggests that source areas were erodible volcanic edifi ces. A humid paleoclimate is inferred, which not only provided enough water supply, but also promoted weathering of volcanic rocks in source areas, thus maintaining both the deeplake environment and sediment infl ux. We conclude that relatively small and isolated rift basins in volcanic settings can experience both rapid subsidence and receive thick lacus trine deposits if they are under the combined control of favorable structure, climate, and magmatism. The model proposed here is believed to be applicable to other rift basins in similar volcano-tectonic settings."
}