{
  "sections": [{
    "text": "[The Journal of Geology, 2004, volume 112, p. 127–144] 2004 by The University of Chicago. All rights reserved. 0022-1376/2004/11202-0001$15.00\n127\nARTICLES\nPaleoerosion Rates from Cosmogenic 10Be in a 1.3 Ma Terrace Sequence: Response of the River Meuse to Changes in\nClimate and Rock Uplift\nM. Schaller,1 F. von Blanckenburg,2 N. Hovius,3 A. Veldkamp,4\nMeindert W. van den Berg,5 and P. W. Kubik6\nGruppe Isotopengeologie, Institut für Geologie, Universität Bern, Erlachstrasse 9a, 3012 Bern, Switzerland (e-mail: mirjam@umich.edu)\nA B S T R A C T\nRiver-borne quartz carries a cosmogenic nuclide memory that is a function of the catchment-wide erosion rate. This record may be preserved in fluvial deposits such as river terraces. If the age of a terrace is independently known and transport time in the river system is relatively short, then the upstream erosion rate at the time of terrace deposition can be determined. We have used cosmogenic nuclides to date river terraces in the lower Meuse catchment, the Netherlands, and to obtain a 1.3 Ma record of paleoerosion rates in a 104-km2 drainage basin comprising the Ardennes Mountains. Paleoerosion rates were uniform within the range of 25–35 mm/ka from 1.3 to 0.7 Ma. After 0.7 Ma, erosion rates have increased progressively to Late Pleistocene values of around 80 mm/ka. Around 0.7 Ma, both climatic and tectonic boundary conditions changed. The amplitude and duration of climate cycles increased significantly, resulting in long periods of sustained low temperatures in the Meuse catchment. In addition, an episode of magmatic underplating and mafic volcanism in the nearby Eifel caused up to 250 m of surface uplift in the Meuse catchment. The main streams in the region have responded to the perturbation at 0.7 Ma within a few 105 yr. Our data indicate that the catchment-wide response time is much longer. Further investigations are required to attribute the observed increase in paleoerosion rates to one or the other mechanism discussed."
  }, {
    "heading": "Introduction",
    "text": "The quantification of present and past erosion is central to the understanding of the rates and styles of landscape evolution and their variations in response to tectonics, climate, and sea level change\nManuscript received January 9, 2003; accepted September 11, 2003.\n1 Author for correspondence. Present address: Department of Geological Sciences, University of Michigan, Ann Arbor, Michigan 48109-1063, U.S.A.\n2 Present address: Institut für Mineralogie, Universität Hannover, Callinstrasse 3, 30167 Hannover, Germany.\n3 Department of Earth Sciences, University of Cambridge, Downing Street, Cambridge CB2 3EQ, England.\n4 Laboratory of Soil Science and Geology, Wageningen University and Research Center, P.O. Box 37, 6700 AA Wageningen, The Netherlands.\n5 Netherlands Institute of Applied Geosciences, P.O. Box 80015, 3508 TA Utrecht, The Netherlands.\n6 Paul Scherrer Institut, c/o Institute of Particle Physics, ETH Hönggerberg, CH-8093 Zurich, Switzerland.\n(Whipple and Tucker 1999). Few methods are available to constrain past erosion rates. Thermobarometry of metamorphic belts (Philpotts 1990) and fission track analysis (Gleadow and Brown 2000) aid the determination of long-term exhumation rates, but they do not allow the detailed reconstruction of erosion histories at timescales of climate and sealevel change (103–106 a). Sedimentary records of natural closed basins (Trustrum et al. 1999; Hinderer and Einsele 2001) or the dissection of datable surfaces (Burbank et al. 1996; Abbott et al. 1997) may provide such detailed information. Unfortunately, such paleoerosion archives are sparse and in many cases temporally restricted.\nThe inventory of in situ–produced cosmogenic nuclides in river sediments has the potential to provide catchment-wide erosion rates (Brown et al. 1995; Bierman and Steig 1996; Granger et al. 1996). Cosmogenic nuclides in river-borne quartz sand de-\nThis content downloaded from 150.135.135.069 on February 26, 2019 11:53:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nposited in a terrace record the age of terrace deposition, the time of the sediment transport, and time-integrated erosion rate representative of the entire drainage basin at the time of terrace deposition (Anderson et al. 1996; Hancock et al. 1999; Granger and Smith 2000; Granger and Muzikar 2001; Granger et al. 2001). Thus, dated river terrace sequences have the potential to yield detailed paleoerosion histories (Schaller et al. 2002) if it can be assumed that fluvial transport occurred relatively quickly. River terraces are ubiquitous and offer vast but as yet largely untested potential for studies of past erosion rates and geomorphic response to changes in boundary conditions.\nWe have calculated catchment-wide paleoerosion rates from terrace deposits of the Meuse River, the Netherlands, using cosmogenic 10Be. Sampled terraces span a period from about 1.3 Ma to the Last Glacial Maximum. Many Meuse terraces are well dated, but there is some disagreement about the age of the older terraces (Felder and Bosch 1989; Pissart et al. 1997; Van Balen et al. 2000; van den Berg and van Hoof 2001; Westaway 2001). In order to anchor our paleoerosion rate data, we have determined the ages of several Meuse terraces using cosmogenic 26Al and 10Be. Although the emphasis in this article is on the analysis of the cosmogenic isotope inventory of the Quaternary deposits of a large (104 km2) river, we offer a preliminary interpretation of our key observations in the context of changing climatic and tectonic conditions.\nDuring the Quaternary, the Meuse catchment has been subjected to glacial-interglacial climate cycles of variable duration (van den Berg and van Hoof 2001) and an episode of regional surface uplift (Garcia-Castellanos et al. 2000; Van Balen et al. 2000; Ritter et al. 2001). Climate and surface uplift changed more or less simultaneously during the Middle Pleistocene, and the combined effect has been a pronounced and progressive increase of catchment-wide erosion rates in the Meuse catchment. By comparing independently determined river incision rates (Meyer and Stets 1998; Van Balen et al. 2000) and catchment-wide erosion rates, insight can be gained into the nature and timescales of geomorphic response to known climatic and tectonic perturbations of a Middle European upland region."
  }, {
    "heading": "Meuse Catchment",
    "text": "The Meuse River drains a 33,000-km2 rain-fed catchment covering parts of the Paris Basin, the Hercynian Ardennes Mountains, and the southern extremities of the North Sea extensional region (fig.\n1). The first manifestation of the Meuse River has been dated at 8.5 Ma, but the system is potentially at least several million years older (van den Berg 1996). At this time, sediments generated in the Ardennes Mountains, the Paris Basin, and a small part of the Vosges Mountains were transported into the East Meuse Valley of the Roer Valley Graben. In the Early Pleistocene, the Meuse shifted westward\nThis content downloaded from 150.135.135.069 on February 26, 2019 11:53:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\ninto the West Meuse Valley, where alternating aggradation and degradation have caused the formation of many river terraces. Slight changes of the drainage area of the Meuse River occurred at several times during the Quaternary (fig. 1). Pissart et al. (1997) proposed that the upper part of the Aisne River was captured by the Seine River at ∼0.95 Ma. An important change occurred ∼0.25 Ma when the uppermost reaches of the Meuse, situated in the Vosges Mountains, were captured by the Moselle River (Zonneveld 1949; Krook 1993). This caused a !10% reduction of catchment size. The capture of the Aire River by the Seine has not been dated. For the purpose of this study it can be safely considered that the changes in the catchment area of the Meuse River have been relatively small throughout the Quaternary. However, much larger changes of surface uplift rate and climate have occurred during this interval.\nThe central part of the Meuse catchment, including the Ardennes Mountains, is underlain by a buoyant anomaly of the asthenosphere and the associated thinned and mechanically weakened lithosphere (Garcia-Castellanos et al. 2000; Goes et al. 2000). This area has been affected by Tertiary rifting and a mantle plume located underneath the\nnearby Eifel region of Germany (Ritter et al. 2001). Extensive mafic volcanism in the Eifel area between 0.7 Ma and 0.4 Ma (Lippolt 1983) has been attributed to this mantle plume. Concomitant magmatic underplating may have added to the effect of the buoyant asthenospheric load underneath the region (cf. White and Lovell 1997) and resulted in up to 250-m dome-shaped surface uplift in the Ardennes Mountains and adjacent Rhenish Massif (fig. 1).\nFluvial valley lowering has been documented throughout the central Meuse catchment and in nearby river systems (Meyer and Stets 1998; Van Balen et al. 2000) and has been attributed to epirogenic uplift. During the Brunhes Chron (0.78 Ma to present), the lower Meuse Valley near Maastricht deepened considerably (van den Berg and van Hoof 2001). Upstream and at the western periphery of the uplift dome, fluvial incision rates of the Meuse trunk stream increased significantly from ∼25 mm/ ka to over 350 mm/ka between 0.7 Ma and 0.6 Ma (Van Balen et al. 2000). Tributaries with headwaters closer to the Eifel volcanic center have cut faster and deeper: Meyer and Stets (1998) have found incision rates of up to 165 mm/ka since 0.8 Ma in the east Ardennes Mountains.\nThis content downloaded from 150.135.135.069 on February 26, 2019 11:53:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nSimultaneously, the Meuse catchment has been exposed to frequent and important changes of Pleistocene climate. Relatively dry, continental conditions suppressed mean discharges in the rivers of Middle Europe during glacial episodes (Guiot et al. 1989; Ruddiman et al. 1989). The shift toward drier conditions, however, may have increased the relative magnitudes of rare floods, and it has been argued that this may have caused increased river incision (Molnar 2001). Additionally, a southward shift of vegetation belts during glacial episodes replaced deciduous forests with tundra vegetation in Middle Europe. This may have had consequences for soil and regolith mobility in the Meuse catchment. Glaciation of the drainage basin is reported from the Vosges area only, representing the uppermost reaches of the Meuse before 0.25 Ma."
  }, {
    "heading": "Terraces in the West Meuse Valley",
    "text": "Regularly spaced, ∼10-m-high steps separate 21 river terrace levels in the West Meuse Valley near Maastricht (fig. 2; after van den Berg 1996). These strath terraces were cut in Cretaceous bedrock and Tertiary sands. They are covered by fluvial deposits up to 25 m thick, and many have an additional loess cover up to 10 m thick. The fluvial deposits are mainly coarse sand and gravel, but finer, sandy facies have been found in two terraces, Pieterberg-2 and Geertruid-2. Ice-wedge casts, involutions, angular meter-sized blocks of loose sand, and remains\nof cold-climate fauna in the terrace sediments all indicate that the alluvial terrace covers were deposited during cold-climate conditions. Interglacial deposits are small in volume and were most probably removed during later cold stages.\nThe Meuse terraces near Maastricht are located at the transition between the mainly erosional upstream part of the Meuse catchment and the depositional lower Meuse basin. Upstream of Maastricht, alluvial features are relatively small and discontinuous. We infer that the potential for sediment storage and reworking in this part of the catchment is limited and has been so throughout the Quaternary time. Therefore, it is probable that the transfer of sediment from hillslope to present depositional location was short compared to both the time constant of upland sediment production and the age of the Maastricht terraces.\nMeuse terraces have been dated using paleomagnetism, pollen, thermoluminescence, and 14C, but not all terrace ages could be constrained in this way. Van den Berg and van Hoof (2001) have extrapolated terrace ages based on the assumption that terrace aggradation occurred during cold stages and erosion and bypassing during warmer intervals. They have attributed an age of ∼2.1 Ma to the oldest terrace in the West Meuse Valley (Simpleveld-2; fig. 2; table 1). However, other attempts at terrace correlation in the West Meuse Valley (Felder and Bosch 1989; Pissart et al. 1997; Van Balen et al. 2000; Westaway 2001) have yielded younger ages (table 1). Given\nThis content downloaded from 150.135.135.069 on February 26, 2019 11:53:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nthat sufficient age constraints exist on the older terraces and that transport times are short, the West Meuse Valley sequence provides an opportunity to establish a detailed history of catchment-wide erosion rates during the Pleistocene time. We have used the cosmogenic nuclide inventory of fluvial deposits on the Meuse terraces to complement and\ncorroborate the existing set of terrace ages and to estimate paleoerosion rates."
  }, {
    "heading": "Methodology",
    "text": "Terrace Dating. Different methods for dating fluvial deposits using cosmogenic nuclides have been\nThis content downloaded from 150.135.135.069 on February 26, 2019 11:53:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nsuggested and applied (Anderson et al. 1996; Granger et al. 1997, 2001; Phillips et al. 1998; Hancock et al. 1999; Granger and Smith 2000; Granger and Muzikar 2001).\n26Al and 10Be are produced in situ by secondary and tertiary cosmic rays in quartz grains of rocks, and both decay radioactively (decay constant ; , cor-10 7 26 7l Be p 4.62 # 10 /a l Al p 9.68 # 10 /a responding to half-lives of 1.5 Ma for 10Be and 0.716 Ma for 26Al, respectively). The total cosmogenic nuclide concentration Ctotal in terrace quartz is given by\n( lt)C p C # e C , (1)total in dep\nwhere t (a) is the terrace deposition age, Cin (atoms/ g[qtz]) is the nuclide concentration inherited from predepositional processes, e.g., from the hillslope erosion and sediment transport, and Cdep (atoms/ g[qtz]) is the concentration of nuclides generated by postdepositional irradiation. Cdep is a function of the age of the terrace, the depth below the surface at which samples have been taken, and subsequent aggradation or degradation of the terrace.\nAssuming that the sediment transport time in the river system is short and that storage and remobilization of sediment within the catchment are negligible, the nuclide concentration Cin of 26Al and 10Be can be calculated for a steadily eroding landscape by the following equation:\n2 aiC p Pm (0) # in Nuc [l (r # E )/b ]ip1 rock in i Pm (0)mstopped\n3 aj# Pm (0) (2) mfast[l (r # E )/b ]jp1 rock in j 3 ak# ,\n[l (r # E )/b ]kp1 rock in k\nwhere Ein is the erosion rate in the sediment source area (cm/a), rrock is the rock density (g/cm3), and PmNuc(0), Pmmstopped(0) and Pmmfast(0) (atoms/ [ ]) are the mean surface production ratesg(qtz) # a of the drainage area by spallation, stopped, and fast muons, respectively. The mean surface production rates have been scaled from sea level, high latitude to the mean altitude of the catchment using combined scaling factors of Dunai (2000) and Heisinger et al. (2002a, 2002b). Coefficients (dimension-ai, j,k less) and (g/cm2) are for the depth scaling ofbi, j,k the production rates as given by Schaller et al. (2002). The total sea-level high-latitude production\nrate of 10Be used in this study is atoms/5.53 0.34 [ ] (Schaller et al. 2002). The productiong(qtz) # a rate for 26Al at sea level, high latitude of 35.80 atoms/[ ] has been determined using2.70 g(qtz) # a the procedure outlined in Schaller et al. (2002). These production rates give a 26Al/10Be production ratio of 6.47 at the surface in a noneroding outcrop.\nAfter deposition on the valley floor and sequestration in a terrace level, the inherited nuclide concentration Cin in fluvial deposits decreases by radioactive decay with time. However, production of cosmogenic nuclides continues. Even at depths where production by spallation is negligible, nuclide production by muons continues (Granger and Muzikar 2001). The cosmogenic nuclide concentration Cdep produced in a terrace sample with given depth after deposition can be calculated as follows:\nC p P (0)dep Nuc 2 [( r #z)/b ] t[l (r ∗E )/b ]terra i terra terra ia # exp ∗{1 exp }i#\nl (r # E )/bip1 terra terra i\nP (0)mstopped 3 [( r #z)/b ] t[l (r ∗E )/b ]terra j terra terra ja # exp ∗{1 exp }j#\nl (r # E )/bjp1 terra terra j\nP (0)mfast 3 [( r #z)/b ] t[l (r ∗E )/b ]terra k terra terra ka # exp ∗{1 exp }k# ,\nl (r # E )/bkp1 terra terra k\n(3)\nwhere t (a) is the terrace deposition age, Eterra (cm/ a) is the erosion rate of the terrace, rterra is the density of the terrace sediment (g/cm3), z is the depth of the sample (cm), and PNuc(0), Pmstopped(0), and Pmfast(0) (atoms/[ ]) are the surface produc-g(qtz) # a tion rates of cosmogenic nuclides, scaled for the sampling site, by spallation, stopped, and fast muons, respectively. Knowing the nuclide concentration of 26Al and 10Be of a single sample, a terrace can be dated independently by solving equation (1) iteratively for 26Al and 10Be (cf. Granger and Muzikar 2001). As there are three unknowns (Ein, Eterra, and t) in two equations (eq. [1] for 26Al and 10Be), one unknown needs to be assumed.\nWith increasing terrace age, the inherited component (first term) in equation (1) decreases by radioactive decay while the depositional component (second term) increases by irradiation of deeply penetrating muons. The importance of both preand postdepositional nuclide production in deter-\nThis content downloaded from 150.135.135.069 on February 26, 2019 11:53:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nmining an accurate deposition age has been discussed by Granger and Muzikar (2001). They have shown that (1) the longer the predepositional exposure, the smaller the effect of postdepositional production will be; (2) the longer the deposition period, the more important postdepositional production becomes; and (3) the deeper the burial, the less important postdepositional production becomes. Granger and Muzikar (2001) have formulated the depth dependence of the time at which postdepositional nuclide production becomes significant (their eq. [29]). If only one sample is available for age determination of a terrace (using the change of the 26Al/10Be ratio by radioactive decay), the sample should be from a depth where the postdepositional production is small. However, it would be better to use several samples from different depths, with different degrees of postdepositional irradiation.\nThe age calculation is strongly influenced by Ein, Eterra, t, and rterra. In order to demonstrate the sensitivity of the 10Be concentration and the 26Al/10Be ratio to the three variables Ein, Eterra, and t of equations (2) and (3), the 10Be concentration and the 26Al/ 10Be ratio have been plotted versus depth (figs. 3, 4). It can be seen that in terraces with known Ein and Eterra, the deposition age t is well constrained at the surface and at depths greater than 10 m (fig. 3a, 3b). However, the 10Be concentration is highly sensitive to changes in Ein (fig. 3c). For example, by changing Ein from 20 mm/ka to 15 mm/ka and 25 mm/ka, respectively, a 1-Ma-old terrace can yield age estimates between 2 Ma and 0.5 Ma. Varying Eterra has less influence on the age calculations with 10Be concentrations in samples from great depth. For depths greater than 15 m, the nuclide concentration is almost insensitive to changes in Eterra (fig. 3d). The 26Al/10Be ratio is much less dependent on\nThis content downloaded from 150.135.135.069 on February 26, 2019 11:53:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nboth Ein and Eterra (fig. 4) and gives potentially much better age constraints. However, the 26Al/10Be ratios are tainted with larger uncertainties resulting from analytical errors on both 26Al and 10Be concentration measurements. Therefore, age determinations by 26Al/10Be ratios are compromised. The best solution is a combination of 10Be concentration and 26Al/10Be ratio. The mean density of the sample’s overburden is given by the density and thickness of the overlying layers. Most terraces consist mainly of gravel and sand ( g/cm3), and arer p 2.5 covered by loess with g/cm3 (densities fromr p 1.5 Hancock et al. 1999). The actual mean density is difficult to determine because it depends strongly on the changes with time in the thickness of the loess layer. The depth below the terrace surface at which the sample was collected does not necessarily reflect the mean depth since deposition. A terrace sediment density of 2.5 g/cm3 for all samples has been assumed for age as well as paleoerosion rate calculations.\nIn this study, samples have been dated independently by solving equation (1) iteratively for 26Al and 10Be. Here, Eterra is set to be 0 mm/ka as age calculations on samples from depths 15 m are not very sensitive to changes of this variable. E 1 0terra mm/ka would result in younger terraces ages than those calculated with mm/ka, whereasE p 0terra mm/ka would give older terrace ages. Con-E ! 0terra stant and steady terrace surface erosion is an unlikely scenario, and the real terrace erosion history is difficult to quantify. Notably, in the Meuse area, 5–10 m of loess has been deposited on many river terrace surfaces. The timing and accumulation history of these loess covers are poorly constrained, as is the shielding history of our samples.\nPaleoerosion Rate Determination. Measurements of the cosmogenic nuclide concentration in terrace sediment can also be used to calculate the rate at which this sediment was eroded from the catchment upstream of the sample point. For this, the age of the deposit must be known independently (Schaller et al. 2002). Substitution of equations (2) and (3) in equation (1) gives the erosion rate at the time of terrace deposition. Note that equation (2) assumes steady state conditions in the eroding landscape as well as rapid fluvial transport of the sediment. Ignoring cosmogenic nuclide production during the progression of sediment through the river system leads to the attribution of all inherited cosmogenic nuclides to irradiation before removal of the sediment from its source. As a result, the calculated Ein is a minimum erosion rate. Admixture of old alluvial sediment with high cosmogenic nuclide concentrations is one way in which the\ninherited nuclide content of terrace samples may have been increased. On the other hand, mobilization and admixture of old deeply buried sediments would cause a decrease of the bulk nuclide concentration in the river sand and therefore an overestimation of paleoerosion rates. The cosmogenic nuclide-derived erosion rate is a time-integrated measure as the erosion rate integrates over the time it takes to erode ∼60 cm (mean absorption depth). Due to this time integration, short time variations in erosion rates are not captured by cosmogenic nuclide-derived erosion rates. Moreover, temporal variations of cosmogenically constrained erosion rates lag behind actual erosion rates. It is also important to note that cosmogenic nuclidederived erosion rates represent the integrated effect of all erosion processes and events in the catchment. Underestimation of catchment-wide erosion rates may arrive from the selective dissolution of rocks and regolith (Riebe et al. 2001). Because the Meuse catchment contains a variety of lithologies with variable regolith cover, no generally applicable correction factor can be determined. A further uncertainty is introduced into paleoerosion rate estimates by the lack of constraints on the postdepositional burial history of the terrace samples. This uncertainty can be significant in the case of old terraces. In this respect, the criteria for age determination also apply to the estimation of paleoerosion rates.\nA minimum required sampling depth for a terrace of known age can be inferred a priori by assuming a reasonable value for Cin and therefore the erosion rate of the sediment source area. The approach involves calculation of a time at which Cdep equals a fraction b of the decreasing Cin at which postdepositional production becomes significant and the precision of the calculated paleoerosion rate deteriorates (Granger and Muzikar 2001):\nCdep b p . (4)( lt)C # ein\nThe case where is illustrated in figure 5. Itb p 0.8 is our experience that samples with high values of b give rise to unacceptably large errors on erosion rate estimates. Figure 5 shows that the minimum required sample depth increases with erosion rate. For example, in a 2-Ma-old terrace situated at sea level and high latitude and consisting of sediment produced at an erosion rate of 20 mm/ka in the source area, the sample should be collected at a depth of at least 8 m. As a priori assumptions of erosion rates are not always easy, it may not be\nThis content downloaded from 150.135.135.069 on February 26, 2019 11:53:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nstraightforward to determine the appropriate sampling depth for a given deposit.\nSample Processing. Bulk sediment samples were collected from a range of depths within selected Meuse terraces for age determination and paleoerosion rate estimates. Quartz grains (0.5–1.0 mm) were separated from the bulk samples. This grain size range ensured the exclusion of any Tertiary sand ( mm) into which some of thegrain size ! 0.5 terraces have been cut. The Tertiary sands have a very low cosmogenic nuclide concentration, and their inclusion in the terrace samples would cause important upward distortion of erosion rate estimates. To eliminate possible contamination by 10Be produced in the atmosphere, the quartz was leached with hydrofluoric acid. After dissolution of the quartz (approximately 50 g/sample) and addition of a 9Be spike, Be and Al were separated by extraction and precipitation using a method simplified from von Blanckenburg et al. (1996). Accelerator mass spectrometry was carried out at the PSI/ETH facility in Zurich and the measured 10Be/Be ratios and 26Al/Al ratios were corrected as described in Kubik et al. (1998). Stable aluminium concentrations in aliquots of the dissolved quartz were determined by ICP-OES using the method of standard additions. Uncertainties of 1%–5% have resulted for\nthe Al concentrations. The 26Al concentration and the analytical errors (reported as 1j errors) are listed in table 2. All blank-corrected 10Be concentrations and the associated analytical errors (reported throughout as 1j errors), including blank error, are listed in table 3."
  }, {
    "heading": "Terrace Ages",
    "text": "Results. Solving equation (1) simultaneous for 26Al and 10Be concentrations in a given sample gives both Ein and a deposition age t (table 2). We have attempted to date three Meuse terraces using cosmogenic isotopes: Geertruid-1, Geertruid-2, and Pietersberg-2. Geertruid-1 and Pietersberg-2 were sampled at two different depths each and Geertruid-2 at four different depths. Several samples were treated in duplicate. Deposition age estimates for all samples are listed in table 2. Calculated deposition ages varied significantly within each terrace, and duplicates did not always yield age estimates in close agreement. The latter effect arises from the fact that although duplicates have the same concentration within analytical error, small concentration shifts within these error brackets translate into large changes in calculated age or erosion rate due to the high sensitivity of model ages to nuclide concentrations in deep samples. Taking our data at face value, the error-weighted mean deposition ages calculated for all samples (and duplicates) from each terrace are Ma for1.69 0.50 Geertruid-1, Ma for Geertruid-2, and1.72 0.22 Ma for Pietersberg-2. Similarly, the cal-1.06 0.26 culated mean erosion rates Ein are mm/25.3 4.8 ka, mm/ka, and mm/ka,20.0 1.7 29.1 1.7 for Geertruid-1, Geertruid-2, and Pietersberg-2, respectively.\nDiscussion. The mean deposition ages derived from cosmogenic nuclides for the three terraces are older than those reported by both van den Berg and van Hoof (2001) and Felder and Bosch (1989; table 1). Whereas Geertruid-1 and Pietersberg-2 are within error of the age proposed by van den Berg and van Hoof (2001), Geertuid-2 is calculated to be approximately 0.5 Ma older than the published age. This large difference cannot be explained by the fact that the proposed age of van den Berg and van Hoof (2001) is for the end of terrace aggradation, whereas our samples were taken up to 17 m below the terrace surface. Published ages for the older Meuse terraces are subject to large uncertainties. These are associated, for example, with the identification of geomagnetic reversals, lateral correlation of terrace levels, and identification of terrace boundaries. An assessment of these uncertainties\nThis content downloaded from 150.135.135.069 on February 26, 2019 11:53:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nis beyond the scope of this article. Therefore, only uncertainties of the cosmogenic nuclide-derived ages are discussed here.\nUncertainties in our terrace age estimates are due to large analytical errors, and this is reflected in the variability of calculated ages within each terrace. Further, potentially large uncertainties arise from the preliminary nature of the muonic absorption coefficients applied in our calculations, and the poorly constrained burial histories of the samples. For example, assuming that the burial depth of all samples has been reduced recently by erosional lowering of the terrace top by 3 m would result in slightly lower age estimates of Ma,1.42 0.22 Ma, and Ma for Geertruid-1.54 0.19 0.83 0.15 1, Geertruid-2, and Pietersberg-2, respectively. Similarly, the recent accumulation of loess on the terrace tops would have given rise to an increase of the estimated terrace ages. At this early stage of the technique, we are reluctant to assign much significance to our ages. In order to obtain more robust terrace age estimates with cosmogenic nuclides, several samples from well defined, different depth\nranges should be collected and analyzed with the lowest possible errors. Also, constraints on the depth dependence of cosmic-ray absorption need to be improved."
  }, {
    "heading": "Paleoerosion Rates",
    "text": "Results. Paleoerosion rates calculated from measured cosmogenic nuclide concentrations are relatively robust. They were calculated for samples from a total of 12 Meuse terraces. Terrace ages were taken from van den Berg and van Hoof (2001; table 3). The oldest sampled terrace was Sibbe-1 (1.74 Ma); the youngest was Eijsden-Lanklaar (0.13 Ma). For paleoerosion rate calculations only the 10Be nuclide concentration was used. Analytical errors for this nuclide are much smaller than for 26Al. Potential uncertainties in the muonic absorption coefficients affect erosion rates determined from samples from similar depths in the same way. Only samples obtained below the minimum sample depth dictated by the cutoff value for wereb p 0.8 considered. We emphasize again that alluvial de-\nThis content downloaded from 150.135.135.069 on February 26, 2019 11:53:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nposits of the size of the terraces sampled do not exist upstream of the sample locations. Hence, the investigated terraces represent the first significant deposits of the sediment immediately after leaving the Ardennes Mountains, and the upstream transit time of sediment is assumed to be relatively short. Therefore, the nuclide concentration after correction of postdepositional irradiation represents the erosion rate of the sediment source area.\nOur data show that cosmogenic nuclide-derived paleoerosion rates varied between 25 mm/ka and 35 mm/ka for the period from 1.3 Ma to 0.7 Ma, after which they increased to between 30 mm/ka and 60 mm/ka (fig. 6). The highest rates were found in terraces with ages of 0.42 Ma and 0.33 Ma. Duplicates did yield paleoerosion rates in close agreement. Also, paleoerosion rate estimates within one terrace did not vary significantly. Only the two paleoerosion rates derived from the uppermost sample of Geertruid-2 (mat-11.6) were slightly higher than the erosion rates determined in samples from greater depths in the same terrace. Cosmogenic nuclide-derived paleoerosion rates would change by less than 10% if the terrace ages of Felder and Bosch (1989) were used rather than those of van den Berg and van Hoof (table 4). Therefore, the uncertainties in terrace stratigraphy do not invalidate our cosmogenic nuclide-derived paleoerosion rates.\nDiscussion. Cosmogenic nuclide-derived paleoerosion rates are in broad agreement with other erosion rate estimates from the Meuse area. Catchment-wide erosion rates derived from suspended sediment gauging at different locations along the Meuse are ∼9 mm/ka (International Association of Hydrological Sciences 1974). When the measured dissolved load is added, the catchment-wide erosion rate increases to 17 mm/ka (Schaller et al. 2001). Schaller et al. (2002) have reported Late Glacial to Holocene erosion rates of 31–81 mm/ka and modern erosion rates of 35–41 mm/ka (Schaller et al. 2001; rates revised in Schaller et al. 2002). These rates were calculated using cosmogenic nuclide concentrations in young terrace deposits along the Meuse and in bedload samples taken from the Meuse channel near Maastricht. Thus, our paleoerosion rates are in the same order of magnitude as other reported erosion rates, and we proceed, accordingly, with an interpretation of the data.\nThe spread of paleoerosion rate estimates from the sequence of Pleistocene Meuse terraces is less than that from Late Pleistocene and Holocene deposits of the same river (cf. Schaller et al. 2002). This can be attributed to the fact that the Late Pleistocene and Holocene deposits were sampled at much shorter intervals. Moreover, the Late Pleis-\ntocene to Holocene sequence encompasses a transition from a cold stage to a warm interglacial (Holocene). In contrast, the Pleistocene terraces are all thought to represent exclusively cold-stage erosion products: interglacial sediments are rarely preserved in the Pleistocene terrace sequence along the Meuse. Viewed in this light, only the oldest samples from the Late Pleistocene to Holocene terrace sequence should be compared with the older Pleistocene terrace deposits (see figs. 6–8). If we do this, then we see a distinct increase in cosmogenic nuclide-derived erosion rates from 30 mm/ka to up to 80 mm/ka after 0.7 Ma.\nThis change cannot be attributed to sea level variation. The distance between the coastline and the Ardennes Mountains varies from 200 km during sea-level high stand up to 1000 km during sea-level low stand. At present, the uppermost point in the Meuse River that experiences sea-level control is located about 100 km downstream of the Ardennes Mountains outlet. It is unlikely that sea level has been an important control on the incision of the Ardennes Mountains at any time during the Pleistocene (Van Balen et al. 2000).\nChanges in sediment source area caused by loss or gain of tributaries may have influenced the erosion signal, and changes of the exhumed lithologies may also have exerted some influence on geomorphic processes in the Pleistocene Meuse catchment. Captures of drainage from the Aisne River by the Seine River around 0.95 Ma and the Vosges Mountains by the Moselle River around 0.25 Ma have caused some change in catchment geography during the Quaternary. The capture of Vosges Mountains runoff has constituted a smaller than 10% loss of discharge, and presumably sediment, at a time when cosmogenic erosion rates increased. Moreover, the relatively subdued Quaternary erosion rates throughout the Meuse catchment cannot have caused rapid and widespread changes in the distribution of exposed rock types. Therefore, we postulate that these changes have not been a major control on erosion of the Meuse catchment.\nTwo important controls on erosion rates and erosion rate changes remain: climate change and uplift of the immediate source area, the Ardennes Mountains. First, we consider climate (precipitation and temperature), which controls the chemical and mechanical breakup of rock and the stabilization of regolith through the mediation of vegetation, and the mobilization and transport of sediment. The Ardennes Mountains are rich in quartz shists. Although this lithology is less sensitive to climatedriven changes in chemical weathering rates than more feldspar-rich lithologies, changes in sediment\nThis content downloaded from 150.135.135.069 on February 26, 2019 11:53:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nproduction may have occurred due to important trends in the Late Cenozoic climate. One wellknown observation in middle Tertiary to Quaternary time is the steadily increasing value of marine d18O, which implies global cooling (Raymo and Ruddiman 1992). This cooling trend has included some step changes, such as a worldwide temperature decrease at 0.9 Ma (Mudelsee and Schulz 1997; fig. 7). While global cooling may have suppressed chemical weathering in the Ardennes Mountains, it is likely to have promoted faster rock mass disintegration due to mechanical processes. But another aspect of climate change may have had a more profound influence on the erosion of the Meuse catchment. Since about 4 Ma, frequent climate variations have been superimposed on the Late Cenozoic cooling trend. These changes have caused relatively rapid geographic shifts in vegetation belts as well as changes between dominant geomorphic processes at intermediate latitudes. The effect of oscillating boundary conditions, between temperate and moist and cold and dry climate, may have been to keep middle European landscapes in a state of geomorphic transition with elevated erosion rates. This scenario has been explored by Zhang et al. (2001), who have demonstrated that maximum erosion rates should be expected for an infinitely rapid oscillating climate. Notably, a change from 41-ka climate cycles to 100- ka climate cycles occurred around 1.0 Ma, and the amplitude of the 100-ka cycles increased abruptly around 0.64 Ma (Mudelsee and Schulz 1997). The increase of duration of climate cycles may have driven erosion rates down, but the increase of cycle amplitude may have had the opposite effect. The latter change will have imposed lower temperatures on the Meuse catchment for longer periods of time. Sedimentological evidence from the river terraces in the West Meuse Valley indicates that more and coarser material was transported by the river during cold stages, and it has been inferred that upland erosion rates were higher during these episodes than during interglacials (van den Berg 1996). The increase of the amplitude of glacialinterglacial climate cycles around 0.64 Ma coincides with a change in cosmogenic nuclide-derived erosion rates in the Meuse catchment from steady low rates to increasing rates. A causal link between these changes may exist.\nA hypothetical scenario for climate-driven erosion can be formulated with high erosion rates for cold phases and low erosion rates for warm phases (fig. 7). This scenario is in agreement with observations from the Late Pleistocene to Holocene Meuse terraces. A decrease in cosmogenic nuclide-\nderived erosion rates over glacial/interglacial time can be explained by high erosion rates during the Late Pleistocene time and low erosion rates during the warm Holocene phase (Schaller et al. 2002). The changes in the d18O curve of marine foraminiferal tests (Tiedemann et al. 1994; data from Zachos et al. 2001) have been entirely attributed to ice volume effects and isotope fractionation ultimately caused by changes in temperature. The d18O values are taken to be a broad approximation for global paleoclimate. Consequently, we have transformed the marine d18O values of the last 2 Ma into erosion rates E (mm/ka) by using the following arbitrary equation (gray line, fig. 7):\n18 3.1E p (d O 0.9) , (5)\nwhere the values of the constant (0.9) and exponent (3.1) have been chosen to optimize the fit of predicted to observed erosion rates.\nThe hypothetical erosion history derived by implementation of this simple approach has been used as input data to a numerical model calculating cosmogenic nuclide-derived erosion rates. The model integrates cosmogenic nuclide production at depth while eroding the surface at the given rate for each time interval. The resulting nuclide concentrations were used to calculate a cosmogenic nuclide-\nThis content downloaded from 150.135.135.069 on February 26, 2019 11:53:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nderived erosion rate (black line, fig. 7). Matching of the modeled with the measured cosmogenic nuclide-derived erosion rates requires a pronounced variation in erosion rates from cold to warm phases as suggested by equation (5). However, other equations could yield the same result.\nFinally, we explore the possibility of tectonic forcing of erosion in the Meuse Catchment. Evidence for surface uplift comes from the geomorphic record of fluvial valley lowering in the Ardennes\nMountains and the adjacent Rhenish Massif (Meyer and Stets 1998; Van Balen et al. 2000). Throughout the region, fluvial incision rates, calculated from dated river terraces, peaked between 0.7 Ma and 0.6 Ma (fig. 8). This coincides with the start of a longer period of volcanic activity in the Eifel region. Before 0.7 Ma, rates of lowering of the Meuse trunk stream in the Ardennes Mountains were constant between 25 mm/ka and 30 mm/ka. Between 0.7 Ma and 0.6 Ma, these rates increased drastically and then decreased, first rapidly and then more slowly to 20 mm/ka at present (Van Balen et al. 2000). Fluvial lowering of the West Meuse Valley near Maastricht has followed a similar pattern with a short-lived maximum of 160 mm/ka at ∼0.6 Ma (van den Berg and van Hoof 2001). The same observation has been made from terraces deposited upstream of Maastricht (Juvigné and Renard 1992). Elsewhere, on smaller tributaries, similarly high rates of valley lowering have been found for the period after 0.7 Ma (Meyer and Stets 1998), and a total of more than 200 m of incision has occurred since 0.7 Ma in some valleys in the east Ardennes Mountains. Importantly, the peak of fluvial down cutting was short-lived and followed by a fast and then gradual decrease of cutting rates throughout the region. This suggests that the uplift pulse was short lived, and the pattern and timing of incision agree well with models for magmatic underplating. Independent evidence for the presence of a mantle plume below the region comes from tomographic work. Ritter et al. (2001) have shown that the Eifel volcanic field in the eastern Ardennes Mountains is underlaid by a columnar low P-wave velocity anomaly in the upper mantle with a diameter of ∼100 km and a depth of at least 400 km. This structure is estimated to have about 150 –200 K excess temperature and may have driven episodic magmatic underplating of the Ardennes Mountains and the Rhenish Massif. It has been demonstrated (Maclennan and Lovell 2002) that emplacement of magma within the lithosphere leads to surface uplift with a magnitude of the order of 10% of the thickness of the underplated material. Solidification of the magma subsequent to emplacement is thought to cause contraction of the underplated material. Maclennan and Lovell (2002) have calculated that surface subsidence associated with this contraction is equal to approximately half the original uplift and takes places within about 0.1 Ma of injection of the magma. We propose that volcanic activity of the Eifel field post 0.7 Ma was caused by magmatic underplating around 0.7 Ma and that rapid and distributed incision of all major streams in the region was driven by dome-shaped uplift as-\nThis content downloaded from 150.135.135.069 on February 26, 2019 11:53:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nsociated with the same magmatic event. The short peak in fluvial incision rates and their rapid decrease within 0.1–0.2 Ma may reflect inflation followed by partial deflation of the underplated bulge due to solidification of the injected magma.\nCatchment-wide erosion rates in the Meuse area, calculated using cosmogenic nuclides, show an evolution that differs importantly from the fluvial cutting record. Catchment erosion rates were constant and low before 0.7 Ma, and their coincidence with fluvial cutting rates along the Meuse trunk stream suggests that the landscape was lowered uniformly. After 0.7 Ma, the catchment erosion rates increased but more slowly than the fluvial cutting rates. Moreover, this increase appears not\nyet to have ceased, whereas the fluvial rates on higher-order streams have long subsided. This would imply that rivers and hillslopes have become decoupled since 0.7 Ma and that the geomorphic response to the uplift pulse at that time has not yet propagated throughout the landscape. Elevated and relatively undissected areas in the heartlands of the east Ardennes Mountains indicate that headward propagation of valleys into the uplifted region has not yet been completed. Sharp convex boundaries between undulating elevated terrain and steep valleys show that interfluve erosion lags significantly behind river cutting throughout the region. The response of higher-order streams to mid-Pleistocene epirogenic uplift of up to several hundred meters has been rapid, on a timescale of 105 yr. In contrast, drainage network response to this perturbation is ongoing and occurs on a timescale of 106 yr. A similar response time applies to hillslopes in the Meuse catchment.\nWhite and Lovell (1997) and Jones et al. (2002) have proposed that pulses of sediment supply to depositional basins in the northeast Atlantic Ocean during the Tertiary have been driven by episodic magmatic underplating of the continental shelf of northwest Europe associated with activity of the Iceland mantle plume. They have invoked a mechanism of sediment sourcing that is equivalent to the one we have documented in the Quaternary Meuse catchment. Our observations confirm that\nThis content downloaded from 150.135.135.069 on February 26, 2019 11:53:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nmagmatic underplating and resulting surface uplift can give rise to significant and sustained increases of upland erosion and sediment transport in rivers of regional to subcontinental importance. In our example, the total volume of sediment involved may be of the order of 103 km3 if it is assumed that the entire surface bulge associated with the Eifel plume will eventually be eroded. The Eifel plume is a relatively small feature, and much larger volumes of sediment may be sourced from regions underlain by larger, more active mantle plumes. The probable timescale of this sourcing is 107 yr, with an initial pulse within the first few million years after surface uplift. Erosion rates in the Meuse catchment following mantle plume-driven uplift doubled from 30 mm/ka to 60 mm/ka. Similar erosion rates have also been inferred for Britain and Ireland: following impingement of the protoIceland mantle plume during the Early Tertiary erosion rates of the British Isles may have ranged from 15 mm/ka to 30 mm/ka (Jones et al. 2002).\nBoth climate and tectonics remain possible explanations for the observed Middle to Late Pleistocene increase in paleoerosion rates in the Meuse catchment, and it is probable that the observed erosion history reflects the combined effects of both these controls. In order to make meaningful progress, the record of paleoerosion rates needs to be completed with samples from additional terraces, and crucially the 250 ka level. The extended and improved erosional record can then be used as a benchmark for numerical and theoretical exploration of landscape response to forcing by climate and tectonic (epirogenic) processes. Theses studies can be driven by known uplift and climate histories and applied to the well-constrained paleotopography of the Ardennes Mountains. Additional work is required to determine erosion rates in the upper reaches of Meuse tributaries in the Ardennes Mountains."
  }, {
    "heading": "Conclusion",
    "text": "We have presented a first full characterization of ages and paleoerosion rates in a complete sequence of terrestrial cold-stage sediments. Age determinations using cosmogenic nuclides are blighted by uncertainties in cosmic-ray absorption laws and the underconstrained postdepositional histories of river terraces. However, two of three ages determined with cosmogenic nuclides agree within error with the age correlation proposed by van den Berg and van Hoof (2001). Future improvements of the\ncosmogenic method may turn it into a valuable tool for dating the Quaternary clastic deposits of the Maastricht area.\nCosmogenic nuclide-derived paleoerosion rates from deeply buried sediments are less sensitive to uncertainties in terrace history and absorption systematics provided that the age of the sediment is independently constrained. Paleoerosion rates determined from the Pleistocene terrace sequence of the Meuse river agree well with modern river loads and cosmogenic nuclide-derived erosion rates from terraces of Late Pleistocene to Holocene age. Late Pleistocene and Holocene terraces reveal in a shorter time range more variation in erosion rates than the Pleistocene terrace sequence. This observation can be attributed to the fact that the Late Pleistocene and Holocene terraces cover a glacial to interglacial cycle, whereas the Pleistocene terraces are cold-stage deposits. Pleistocene paleoerosion rates were relatively constant (25–35 mm/ka) for the period from 1.3 Ma to 0.7 Ma. After 0.7 Ma the rates increased to 30–80 mm/ka. This increase may have been due to an amplification of the 100- ka glacial cycles around 0.64 Ma. This has resulted, notably, in long episodes with sustained low temperatures in the Meuse catchment during which sediment production by mechanical weathering may have been enhanced. Alternatively, enhanced catchment erosion since 0.7 Ma could also be attributed to regional surface uplift driven by the Eifel mantle plume. Higher-order streams have adjusted over a timescale of 105 yr, but lower-order streams are still propagating into elevated lowrelief terrain. Moreover, interfluves remain decoupled from valley floors across much of the eastern Ardennes. These observations lead us to the tentative conclusion that Middle Pleistocene epirogenic surface uplift in the Ardennes Mountains has a strong control on the erosion of the Meuse catchment. Naturally, the effect of epirogenesis is convolved with any erosion response to Middle Pleistocene climate change. At this stage, the relative importance of these controls is unconstrained, and their deconvolution remains an outstanding problem.\nA C K N O W L E D G M E N T S\nWe thank R. Van Balen for fruitful discussion. The manuscript has been improved by the comments of two anonymous reviewers. This study was supported by the Schweizerische Nationalfond (grant 2100-053971 to F. von Blanckenburg).\nThis content downloaded from 150.135.135.069 on February 26, 2019 11:53:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nR E F E R E N C E S C I T E D\nAbbott, L. D.; Silver, E. A.; Anderson, R. S.; Smith, R.; Ingle, J. C.; King, K. A.; Haig, D. W.; Small, E. E.; Galewsky, J.; and Sliter, W. V. 1997. Measurement of tectonic surface uplift in a young collisional mountain belt. Nature 385:501–507. Anderson, R. S.; Repka, J. L.; and Dick, G. S. 1996. Explicit treatment of inheritance in dating depositional surfaces using in situ 10Be and 26Al. Geology 24:47– 51. Bierman, P., and Steig, E. J. 1996. Estimating rates of denudation using cosmogenic isotope abundances in sediment. Earth Surface Processes Landforms 21:125– 139. Brown, E. T.; Stallard, R. F.; Larsen, M. C.; Raisbeck, G. M.; and Yiou, F. 1995. Denudation rates determined from the accumulation of in situ–produced 10Be in the Luquillo Experimental Forest, Puerto Rico. Earth Planet. Sci. Lett. 129:193–202. Burbank, D. W.; Leland, J.; Fielding, E.; Anderson, R. S.; Brozovic, N.; Reid, M. R.; and Duncan, C. 1996. Bedrock incision, rock uplift and threshold hillslopes in the northwestern Himalayas. Nature 379:505–510. Dunai, T. J. 2000. Scaling factors for production rates of in situ produced cosmogenic nuclides: a critical reevaluation. Earth Planet. Sci. Lett. 176:157–169. Felder, W. M., and Bosch, P. B. 1989. Geologisch Kaart van Zuid-Limburg en omgeving, Afzettingen van de Maas. Rijks Geol. Dienst. Garcia-Castellanos, D.; Cloetingh, S.; and Van Balen, R. 2000. Modelling the Middle Pleistocene uplift in the Ardennes-Rhenish Massif: thermo-mechanical weakening under the Eifel? Global Planet. Change 27:39– 52. Gleadow, A. J. W., and Brown, R. W. 2000. Fission-track thermochronology and the long-term denudational response to tectonics. In Summerfield, M. A., ed. Geomorphology and global tectonics. Chichester, Wiley, p. 57–75. Goes, S.; Govers, R.; and Vacher, P. 2000. Shallow mantle temperatures under Europe from P and S wave tomography. J. Geophys. Res. 105:11,153–11,169. Granger, D. E.; Fabel, D.; and Palmer, A. N. 2001. PlioPleistocene incision of the Green River, Kentucky, from radioactive decay of cosmogenic 26Al and 10Be in Mammoth Cave sediments. Geol. Soc. Am. Bull. 113: 825–836. Granger, D. E.; Kirchner, J. W.; and Finkel, R. 1996. Spatially averaged long-term erosion rates measured from in situ–produced cosmogenic nuclides in alluvial sediment. J. Geol. 104:249–257. ———. 1997. Quaternary downcutting rate of the New River, Virginia, measured from different decay of cosmogenic 26Al and 10Be in cave-deposited alluvium. Geology 25:107–110. Granger, D. E., and Muzikar, P. F. 2001. Dating sediment burial with in situ–produced cosmogenic nuclides:\ntheory, techniques, and limitations. Earth Planet. Sci. Lett. 188:269–281. Granger, D. E., and Smith, A. L. 2000. Dating buried sediments using radioactive decay and muogenic production of 26Al and 10Be. Nucl. Instrum. Methods Phys. Res. B 172:822–826. Guiot, J.; Pons, A.; De Beaulieu, L. J.; and Reille, M. 1989. A 140,000 years continental climate reconstruction from two European pollen records. Nature 338:309– 313. Hancock, G. S.; Anderson, R. S.; Chadwick, O. A.; and Finkel, R. C. 1999. Dating fluvial terraces with 10Be and 26Al profiles: application to the Wind River, Wyoming. Geomorphology 27:41–60. Heisinger, B.; Lal, D.; Jull, A. J. T.; Kubik, P. W.; Ivy-Ochs, S.; Knie, K.; and Nolte, E. 2002a. Production of selected cosmogenic radionuclides by muons. 2. Capture of negative muons. Earth Planet. Sci. Lett. 200:357– 369. Heisinger, B.; Lal, D.; Jull, A. J. T.; Kubik, P. W.; Ivy-Ochs, S.; Neumaier, S.; Knie, K.; Lazarev, V.; and Nolte, E. 2002b. Production of selected cosmogenic radionuclides by muons. 1. Fast muons. Earth Planet. Sci. Lett. 200:345–355. Hinderer, M., and Einsele, G. 2001. The world’s large lake basins as denudation-accumulation systems and implications of their lifetimes. J. Paleolimnol. 26:355– 372. International Association of Hydrological Sciences. 1974. Gross sediment transport into the oceans. Paris, UNESCO. Jones, S. M.; White, N. J.; Clarke, B.; Rowley, E.; and Gallagher, K. 2002. Present and past influence of the Iceland plume on sedimentation. Spec. Publ. Geol. Soc. Lond. 196:13–25. Juvigné, E., and Renard, F. 1992. Les terrasses de la Meuse de Liège à Maastricht. Ann. Soc. Geol. Belg. 115:167– 186. Krook, L. 1993. Heavy minerals in the Belvédère deposits. Meded. Rijks Geol. Dienst 47:25–31. Kubik, P. W.; Ivy-Ochs, S.; Masarik, J.; Frank, M.; and Schlüchter, C. 1998. 10Be and 26Al production rates deduced from an instantaneous event within the dendro-calibration curve, the landslide of Köfels, Ötz Valley, Austria. Earth Planet. Sci. Lett. 161:231–241. Lippolt, H. J. 1983. Distribution of volcanic activity in space and time. In Fuchs, K.; von Gehlen, K.; Maelzer, H.; Murawski, H.; and Semmel, A., eds. Plateau uplift. Berlin, Springer, p. 112–120. Maclennan, J., and Lovell, B. 2002. Control of regional sea level by surface uplift and subsidence caused by magmatic underplating of Earth’s crust. Geology 30: 675–678. Meyer, W., and Stets, J. 1998. Junge Tektonik im Rheinischen Schiefergebirge und ihre Quantifizierung. Z. dt. Geol. Gesellschaft 149:359–379.\nThis content downloaded from 150.135.135.069 on February 26, 2019 11:53:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nMolnar, P. 2001. Climate change, flooding in arid environments, and erosion rates. Geology 29:1071–1074. Mudelsee, M., and Schulz, M. 1997. The mid-Pleistocene climate transition: onset of 100 ka cycle lags ice volume build-up by 280 ka. Earth Planet. Sci. Lett. 151: 117–123. Phillips, W. M.; McDonald, E. V.; Reneau, S. L.; and Poths, J. 1998. Dating soils and alluvium with cosmogenic 21Ne depth profiles: case studies from the Pajarito Plateau, New Mexico, USA. Earth Planet. Sci. Lett. 160: 209–223. Philpotts, A. R. 1990. Principles of igneous and metamorphic petrology. Englewood Cliffs, N.J., Prentice Hall, 498 p. Pissart, A.; Harmand, D.; and Krook, L. 1997. L’évolution de la Meuse de Toul à Maastricht depuis le Miocène: corrélations chronologiques et traces des captures de la Meuse Lorraine d’après les minéraux denses. Geogr. Phys. Quat. 51:267–284. Raymo, M. E., and Ruddiman, W. F. 1992. Tectonic forcing of Late Cenozoic climate. Nature 359:117–122. Riebe, C. S.; Kirchner, J. W.; and Granger, D. E. 2001. Quantifying quartz enrichment and its consequences for cosmogenic measurements of erosion rates from alluvial sediment and regolith. Geomorphology 40: 15–19. Ritter, J. R. R.; Jordan, M.; Christensen, U. R.; and Achauer, U. 2001. A mantle plume below the Eifel volcanic fields, Germany. Earth Planet. Sci. Lett. 186: 7–14. Ruddiman, W. F.; Raymo, M. E.; Martinson, D. G.; Clament, B. M.; and Backman, J. 1989. Pleistocene evolution: Northern Hemisphere ice sheets and North Atlantic Ocean. Paleoceanography 4:353–412. Schaller, M.; von Blanckenburg, F.; Hovius, N.; and Kubik, P. W. 2001. Large-scale erosion rates from in situ– produced cosmogenic nuclides in European river sediments. Earth Planet. Sci. Lett. 188:441–458. Schaller, M.; von Blanckenburg, F.; Veldkamp, A.; Tebbens, L. A.; Hovius, N.; and Kubik, P. W. 2002. A 30,000 yr record of erosion rates from cosmogenic 10Be in Middle European river terraces. Earth Planet. Sci. Lett. 204:307–320. Tiedemann, R.; Sarnthein, M.; and Shackleton, N. 1994. Astronomic timescale for the Pliocene Atlantic d18O and dust flux records of Ocean Drilling Program site 659. Paleoceanography 9:619–638.\nTrustrum, N. A.; Gomez, B.; Reid, L. M.; Page, M. J.; and Hicks, D. M. 1999. Sediment production, storage, and output: the relative role of large magnitude events in steepland catchments. Z. Geomorphol. 115(suppl.): 71–86. Van Balen, R. T.; Houtgast, R. F.; Van der Wateren, F. M.; Vandenberghe, J.; and Bogaart, P. W. 2000. Sediment budget and tectonic evolution of the Meuse catchment in the Ardennes and the Roer Valley Rift System. Global Planet. Change 27:113–129. van den Berg, M. W. 1996. Fluvial sequences of the Maas. Ph.D. dissertation, Landbouwuniversiteit, 181 p. van den Berg, M. W., and van Hoof, T. 2001. The Maas terrace sequence at Maastricht, SE Netherlands: evidence for 200 m of late Neogene and Quaternary surface uplift. In Maddy, D.; Macklin, M. G.; and Woodward, J. C. eds. River basin sediment systems: archives of environmental change. Lisse, Netherlands, Balkema, p. 45–86. von Blanckenburg, F.; Belshaw, N. S.; and O’Nions, R. K. 1996. Separation of 9Be and cosmogenic 10Be from environmental materials and SIMS isotope dilution analysis. Chem. Geol. 129:93–99. Westaway, R. 2001. Flow in the lower continental crust as a mechanism for the Quaternary uplift of the Rhenish Massif, north-west Europe. In Maddy, D.; Macklin, M. G.; and Woodward, J. C., eds. River basin sediment systems: archives of environmental change. Lisse, Netherlands, Balkema, p. 87–167. Whipple, K. X., and Tucker, G. E. 1999. Dynamics of the stream-power river incision model: implications for height limits of mountain ranges, landscape response timescales, and research needs. J. Geophys. Res. B, Solid Earth Planet. 104:17,661–17,674. White, N., and Lovell, B. 1997. Measuring the pulse of a plume with the sedimentary record. Nature 387:888– 891. Zachos, J.; Pagani, M.; Sloan, L.; Thomas, E.; and Billups, K. 2001. Trends, rhythms, and aberrations in global climate 65 Ma to present. Science 292:686–693. Zhang, P.; Molnar, P.; and Downs, W. R. 2001. Increased sedimentation rates and grain sizes 2–4 Myr ago due to the influence of climate change on erosion rates. Nature 410:891–897. Zonneveld, J. I. S. 1949. Zand-petrologische onderzoeking in de terrassen van Zuid-Limburg. Meded. Geol. Stilchting Nieuwe Ser. 3:103–123.\nThis content downloaded from 150.135.135.069 on February 26, 2019 11:53:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c)."
  }],
  "year": 2004,
  "references": [],
  "id": "SP:5b432a60ee3145bb6d893fd0b456bc8f32b452d1",
  "authors": [{
    "name": "M. Schaller",
    "affiliations": []
  }, {
    "name": "F. von Blanckenburg",
    "affiliations": []
  }, {
    "name": "N. Hovius",
    "affiliations": []
  }, {
    "name": "A. Veldkamp",
    "affiliations": []
  }, {
    "name": "Meindert W. van den Berg",
    "affiliations": []
  }, {
    "name": "P. W. Kubik",
    "affiliations": []
  }],
  "abstractText": "River-borne quartz carries a cosmogenic nuclide memory that is a function of the catchment-wide erosion rate. This record may be preserved in fluvial deposits such as river terraces. If the age of a terrace is independently known and transport time in the river system is relatively short, then the upstream erosion rate at the time of terrace deposition can be determined. We have used cosmogenic nuclides to date river terraces in the lower Meuse catchment, the Netherlands, and to obtain a 1.3 Ma record of paleoerosion rates in a 10-km drainage basin comprising the Ardennes Mountains. Paleoerosion rates were uniform within the range of 25–35 mm/ka from 1.3 to 0.7 Ma. After 0.7 Ma, erosion rates have increased progressively to Late Pleistocene values of around 80 mm/ka. Around 0.7 Ma, both climatic and tectonic boundary conditions changed. The amplitude and duration of climate cycles increased significantly, resulting in long periods of sustained low temperatures in the Meuse catchment. In addition, an episode of magmatic underplating and mafic volcanism in the nearby Eifel caused up to 250 m of surface uplift in the Meuse catchment. The main streams in the region have responded to the perturbation at 0.7 Ma within a few 10 yr. Our data indicate that the catchment-wide response time is much longer. Further investigations are required to attribute the observed increase in paleoerosion rates to one or the other mechanism discussed.",
  "title": "Paleoerosion Rates from Cosmogenic Be in a 1.3 Ma Terrace Sequence: Response of the River Meuse to Changes in Climate and Rock Uplift"
}