{
  "sections": [{
    "text": "Nature © Macmillan Publishers Ltd 1997"
  }, {
    "heading": "Correlationbetween rate",
    "text": "of sea-level changeand frequencyof explosive volcanism in the"
  }, {
    "heading": "Mediterranean",
    "text": "W.J.McGuire*, R. J.Howarth*,C.R.Firth†,A.R.Solow‡, A. D. Pullen§, S. J. Saunders†, I. S. Stewart† & C. Vita-Finzi*\n* Greig Fester Centre for Hazard Research, Research School of Geological and Geophysical Sciences, University College London, Gower Street, London WC1E 6BT, UK † Neotectonics Research Centre, Department of Geography & Earth Sciences, Brunel University, Isleworth, Middlesex TW7 5DU, UK ‡ Marine Policy Center, Woods Hole Oceanographic Institution, Woods Hole, Massachusetts 02543, USA § Department of Civil Engineering, Imperial College of Science, Technology and Medicine, Imperial College Road, London SW7 2BU, UK\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nVolcanic activity has frequently been linked to Quaternary environmental change, either by driving climate modification1,2 or in response to environmental changes3. Although a link has been established between large explosive eruptions and small (0.5 8C), brief (1–2 years) falls in global temperatures4, both the evidence and mechanisms responsible for longer episodes of eruptioninduced planetary cooling remain questionable1,2,5,6. In contrast, recent research based on ice-core data suggests that rapid climate changes during the past 110,000 years increased explosive volcanic activity7. Here we present a statistical analysis relating the frequency of explosive activity of Mediterranean volcanoes—based on dated8–11 tephra layers in deep-sea sediment cores—to the rate of late Quaternary sea-level change. The nonlinear correlation between the two is tentatively explained in terms of dynamic responses of the volcanoes to stress-related influences on various spatial scales. The correlation supports a mechanism or mechanisms by which the climate-driven growth and decay of large ice sheets can influence the eruptive chronologies of distant volcanic edifices via changes in global sea level.\nThe possibility that late Quaternary environmental changes influenced the frequency and magnitude of volcanic eruptions has\nonly recently been considered. New research based on the GISP2 ice core7 has produced a continuous record of explosive volcanism in the Northern Hemisphere over the past 110 kyr. The record identifies distinct periods of enhanced volcanic activity (notably at 35– 22 and 17–6 kyr ago) which coincide with periods of rapid environmental change. In areas where active volcanism3 and Quaternary glaciation coincide, the correlation between the events can be explained by the effect of changing ice volumes on crustal stresses12. In contrast, the effect of ice-sheet volume changes on unglaciated volcanic areas remains problematical. Several authors6,13–15 have proposed that meltwater loading and unloading could influence volcanic activity at sites distant from areas of ice accumulation through the global redistribution of water, although this hypothesis has never been tested. Here we examine the evidence for a link between such a redistribution and explosive volcanic activity, by comparing the temporal distribution of tephra layers in Mediterranean deep-sea cores8–11 with established global sea-level curves for the late Quaternary period. All the active volcanic centres in this region (Fig. 1) either form islands or are adjacent to coastlines, excepting Monte Vulture (Italy) which lies ,50 km from the sea.\nThe validity of both the correlation, and the proposed model, is crucially dependent on first, the accuracy with which ages are attributed to individual tephra layers, and second, on limited reworking and resedimentation of the tephra. The available data consist of 81 data layers (both megascopic and determined from a high percentage of volcanic glass in the sediment) in deep-sea cores from the Tyrrhenian10,11, Adriatic11, Ionian8 and Aegean8,9 seas, and the southeastern Mediterranean8–9 (Fig. 1). Paterne et al.16 argue convincingly in support of the completeness of the record in cores from the central Mediterranean. In this regard we are satisfied that sufficient accuracy (within a few kyr) is ensured by comparison of tephra layers with the oxygen-isotope record for each core, and by subsequent age calculation assuming constant sedimentation rates between two well-dated oxygen isotope signals in close proximity to one another. Additional temporal control is provided by correlation of a number of ash layers with well-known and dated terrestrial counterparts. This independent verification shows, importantly, that sedimentation rates are reasonably constant and unlikely to affect the validity of the tephra records. We accept, therefore, that variations in the numbers of tephra layers with time provide a true record of notable explosive activity at Mediterranean volcanoes during the late Quaternary period, given that the dominant wind directions were largely consistent over the period. The recent comparable correlation between tephra layers in the GISP2 ice core16 and periods of climate change during the late Quaternary provides additional support for the temporal distribution of the\nNATURE | VOL 389 | 2 OCTOBER 1997 473\nAeolian islands\nEtna\nPantelleria\nSantorini Kos\nLocations of deep-sea cores containing volcanic ash layers\nRef. 8\nRefs 10, 11\nRef. 9\nData sources\nRoccamonfina\nNisyrosMilos\nCampanian province\nRoman province\nM. Vulture\nNature © Macmillan Publishers Ltd 1997\ntephra layers identified in the Mediterranean cores, and also, therefore, for limited reworking.\nA cumulative plot of ordered event times, representing tephralayer occurrence, versus time (Fig. 2) illustrates that the emplacement of detectable tephra layers in the submarine record has taken place, on average, every 1.05 kyr over the past 80 kyr, with the exception of three anomalous episodes of increased tephra-layer emplacement between 8 and 15, 34 and 38, and 55 and 61 kyr before present (BP), which have median repose periods (time to next tephra-producing event) of 0.35, 0.45 and 0.80 kyr, respectively. Paterne et al.17,18 reported an apparent periodicity of 22–24 kyr for the central Mediterranean data—tentatively attributed by them to glacio-eustatic influences on the plumbing system of the Campanian Volcanic Province—and our own spectral analysis supports their proposed periodicity. We propose, however, that the frequency of tephra-producing events and, by proxy, notable explosive eruptions at Mediterranean volcanoes, can be related to rapid variations in sea-level change during the late Quaternary period. In particular we draw attention to the quiescent phase (repose period 1.40 kyr) centred at 22 kyr ago and corresponding to the last low sea-level stand, and to the most intense episode in tephra-layer formation (repose period 0.35 kyr) between 15 and 8 kyr ago, which accompanied the very rapid rise in post-glacial sea levels19. Frequency modulation of the record of explosive eruptions at late Quaternary Mediterranean volcanoes by variations in the rate of sea-level change does not, however, require an increase in the overall magma output of the volcanoes involved, and as yet there is insufficient evidence to link rates of sea-level change with an elevated supply of magma from source.\nIf the underlying process governing the volcanic eruptions is a renewal process, that is, the intervals between eruptions are independent and identically distributed although not necessarily exponential (as in a Poisson process), then the goodness of fit of the observed sequence to a renewal model may be tested20,21. If the process is either non-stationary or serially dependent, then the cumulative curve of Fig. 2 will wander away from the 458 line. The observed Kolmogorov–Smirnov and Cramér–von Mises statistics for departure of a scaled version of Fig. 2 from this null model were 0.123 and 0.002, respectively. These correspond to P-values (based on 10,000 randomizations of the observed interval times) of 0.23 and 0.47, respectively. The null hypothesis, that there is no evidence of a significant trend or serial dependence in the timing of the events, is therefore accepted. This supports the recent conclusion by Bebbington and Lal22 that use of non-homogenous models for volcanic eruptions is unwarranted.\nWe compare the sequence of inter-tephra repose periods with a smoothed curve of the rate of change of mean sea level (MSL) over the past 80 kyr. This was obtained by digitizing the data points in graphs of change in MSL with time from Barbados23 and Pacific cores24, which have been widely accepted as the best available MSL records. Figure 3a shows the estimated change in MSL as a function of age, together with the tephra layer record. The derived rate of change of MSL with time (based on 0.25-kyr intervals) is shown in Fig. 3b. The variation of the repose periods as a function of change of MSL with time is summarized in Fig. 4 (see legend for explanation). Comparison with 1,000 sets of simulated repose-time data with the same cumulative distribution as the observed data shows (Fig. 4) that the trend of the latter is statistically significant. This dependancy has been corroborated by examining (1) the average rate of change of MSL, and (2) the average absolute rate of change of MSL, as a function of time following a tephra-producing event, using simply the slope of line segments connecting the original (that is, uninterpolated) observations in the MSL data. Comparison with empirical 90% tolerance intervals obtained using an interval-randomization procedure, confirms that in each case the rate of change of MSL tends to be negative in the vicinity of tephra-producing events. The critical dependence of the effect on MSL changes during\nthe past 15 kyr is unsurprising given the important sea-level changes involved in this post-glacial period.\nThe existence of a single causal link between the rate of sea-level change and the level of explosive activity is unlikely, and we suggest that a range of local or regional mechanisms are responsible, resulting from the dynamic responses of volcanoes to an array of stress-related influences. At the individual volcano scale, eruption may be triggered by a range of mechanisms including water-table changes, and variations in confining pressures. Finite-element analysis reveals, in fact, that large changes in sea level have contrasting effects on the internal stress regimes of coastal and island volcanoes. In the former case, loading due to a 100-m sealevel rise adjacent to the volcanic body reduces compressive stresses in the edifice by ,0.1 Mpa, and may explain the triggering of explosive eruptions at ‘charged’ volcanoes in which bodies of relatively differentiated magma are stored at depths of 5 km or less. In contrast, expulsion of stored magma at island volcanoes is favoured by sea-level drawdown which reduces radial compressive stresses by as much as 1 MPa (for a 100-m fall). Furthermore, resulting shear-stress changes generated at the land–sea interface promote slope instability and the triggering of explosive eruptions by structural failure and collapse at volcanoes in both settings. The unique response of individual volcanoes to large changes in sea levels requires detailed study of each eruption record. This has already been accomplished for Etna, where the level of explosive eruptions is seen to fall to a marked low between 22 and 15 kyr ago, coincident with last low sea-level stand.\nWe speculate that broader-scale influences also occur, through slower-acting stress changes in continental margins and at island arcs. These may promote the ascent of fresh batches of magma into volcanoes, while increased levels of regional seismicity related to load redistribution may play a role in destabilizing already weakened volcanoes.\nOn a global scale the number of volcanoes susceptible to the above-mentioned effects is large. Current spatial distributions of active volcanoes show that 57% form islands or occupy coastal sites while a further 38% are located ,250 km from a coastline. Assuming a similar distribution for around 1,500 volcanoes active during\n474 NATURE | VOL 389 | 2 OCTOBER 1997\nFigure 2 Cumulative plot of ordered event times (representing the tephra-layer occurrence) versus time. The dashed line corresponds to a median repose period of 1.05 kyr. Three anomalous episodes of increased tephra-layer emplacement between 8 and 15, 34 and 38, and 55 and 61 kyr BP are also shown, having median repose periods (time to next tephra-producing event) of 0.35, 0.45 and 0.80 kyr, respectively.\nNature © Macmillan Publishers Ltd 1997\nthe Holocene epoch, then .1,400 are likely to have been susceptible to the more direct effects of rapid sea-level change during the latter part of the Quaternary. Furthermore, the rapidity of these sea-level changes19, and consequently their potential to trigger responses in active volcanic structures, are only now becoming apparent. We thus expect similar correlations to hold true for many other volcanic provinces, and suggest that Quaternary environmental change, through changes in sea-level, has had a far bigger effect on the evolution of volcanic centres than has previously been suggested. M Received 22 June 1995; accepted 11 August 1997.\n1. Bray, J. R. Pleistocene volcanism and glacial initiation. Science 197, 251–254 (1977). 2. Rampino, M. & Self, S. Volcanic Winter and accelerated glaciation following the Toba super-eruption.\nNature 359, 50–52 (1992). 3. Hall, K. Rapid deglaciation as an initiator of volcanic activity: an hypothesis. Earth Surf. Process.\nLandforms 7, 45–51 (1982). 4. Dutton, E. G. & Christy, J. R. Solar radiative forcing at selected locations and evidence for global lower\ntropospheric cooling following the eruptions of El Chichó and Pinatubo. Geophys. Res. Lett. 19, 2313– 2316 (1992). 5. Ninkovitch, D. & Donn, W. L. Explosive Cenozoic volcanism and climatic implications. Science 194, 899–906 (1976). 6. Rampino, M. R., Self, S. & Fairbridge, R. W. Can rapid climate change cause volcanic eruptions? Science 206, 826–828 (1979). 7. Zielinski, G. A., Mayewski, P. A., Meeker, L. D., Whitlow, S. & Twickler, M. S. An 110,000-year record of explosive volcanism from the GISP2 (Greenland) ice core. Quat. Res. 43, 109–118 (1996). 8. Keller, J., Ryan, W. B. F., Ninkovitch, D. & Altherr, R. Explosive volcanic activity in the Mediterranean over the past 200,000 yr as recorded in deep-sea sediments. Geol. Soc. Am. Bull. 89, 591–604 (1978). 9. Vinci, A. Distribution and chemical composition of tephra layers from eastern Mediterranean abyssal sediments. Mar. Geol. 64, 143–155 (1985). 10. Paterne, M., Guichard, F., Labeyrie, J., Gillot, P. Y. & Duplessy, J. C. Tyrrhenian sea tephrochronology of the oxygen isotope record for the past 60,000 years. Mar. Geol. 72, 259–285 (1986). 11. Paterne, M., Guichard, F. & Labeyrie, J. Explosive activity of the south Italian volcanoes during the past 80,000 years as determined by marine tephrochronology. J. Volcanol. Geotherm. Res. 34, 153–172 (1988). 12. Sigvaldason, G. E., Annertz, K. & Nilsson, M. Effect of glacier loading/deloading on volcanism: postglacial volcanic eruption rate of the Dyngjufjöll area, central Iceland. Bull. Volcanol. 54, 385–392 (1992). 13. Nakada, M. & Yokose, H. Ice-age as a trigger of active Quaternary volcanism and tectonism. Tectonophysics 212, 321–329 (1992).\nNATURE | VOL 389 | 2 OCTOBER 1997 475\nFigure 3 Changes in mean sea level. a, Estimated change in mean sea level (MSL) as a function of age (kyr) based on data from Barbados23 and Pacific cores24. A smooth curve has been fitted to the Barbados data and region of overlap of the two data sets using the non-parametric locally weighted regression smoother (LOWESS) technique25. The sparser data of Shackleton24 for the period 16– 80 kyr ago have been fitted with a smooth cubic spline curve. Ages of dated8–11 tephra layers in deep-sea cores are shown by crosses. b, Rate of changeof MSL with time, based on 0.25-kyr intervals. Ages of dated8–11 tephra layers in deep-sea cores are shown by crosses.\nFigure 4 Variation of repose periods as a function of rate of change of mean sea level with time. These data are based on a bin width of 1.5d(MSL)/dt, and are summarized by box plots. Box width is proportional to the number of values in each bin; the base, horizontal dividing line, and top of each box show the 25th, 50th (median), and 75th percentiles. In a few cases the median coincides with the base or top of the box; whiskers extend out to the most extreme values lying within 1.5 of the interquartile range beyond the ends of the box. Isolated data points are shown individually. The bold, solid curve is a weighted LOWESSsmoothed fit25 to the medians and indicates a clear decrease in repose period\nwith rate of change of MSL, either upwards (positive) or downwards (negative).\nWe note that the maximum repose period is offset from the zero point on the rate\nof change axis, implying a time lag in the response of the volcanic systems to a\ngiven rate change in the sea-level record. The dashed lines show the median (line\nlabelled ‘1’) and empirical 95% (‘2’) and 99% (‘3’) confidence envelopes for the\nbinning and LOWESS curve-fitting process applied to 1,000 sets of 81 repose\ntimes drawn randomly from the empirical cumulative distribution of the observed\nrepose times. No systematic variation of repose period with rate of change of\nMSL is apparent in the simulated data.\nNature © Macmillan Publishers Ltd 1997\n14. Matthews, R. K. Tectonic implications of glacio-eustatic sea-level fluctuations. Earth Planet. Sci. Lett. 5, 459–462 (1969). 15. Wallmann, P. C., Mahood, G. A. & Pollard, D. D. Mechanical models for correlation of ring-fracture eruptions at Pantelleria, Strait of Sicily, with glacial sea-level drawdown. Bull. Volcanol. 50, 327–339 (1988). 16. Zielinski, G. A. et al. Volcanic aerosol records and tephrochronology of the Summit, Greenland, ice cores. J. Geophys. Res. (in the press). 17. Paterne, M., Labeyrie, J., Guichard, F., Mazaud, A. & Maitre, F. Fluctuations of the Campanian explosive volcanic activity (south Italy) during the past 190,000 years, as determined by marine tephrochronology. Earth. Planet Sci. Lett. 98, 166–174 (1990). 18. Paterne, M. & Guichard, F. Triggering of volcanic pulses in the Campanian area, south Italy, by periodic deep magma influx. J. Geophys. Res. 98, 1861–1873 (1993). 19. Blanchon, P. & Shaw, J. Reef drowning during the last glaciation: evidence for catastrophic sea-level rise and ice-sheet collapse. Geology 23, 4–8 (1995). 20. Cox, D. R. & Lewis, P. A. W. The Statistical Analysis of Series of Events 2nd edn (Methuen, London, 1978). 21. Solow, A. R. Testing for change in the frequency of El Niño events. J. Clim. 8, 2563–2566 (1995). 22. Bebbington, M. S. & Lal, C. D. On homogeneous models for volcanic eruptions. Math. Geol. 28, 585–\n600 (1996). 23. Fairbanks, R. .C. A 17,000-year glacio-eustatic sea-level record: influence of glacial melting rates on\nthe Younger Dryas event and deep-ocean circulation. Nature 342, 637–642 (1989). 24. Shackleton, N. J. Oxygen isotopes, ice volume and sea level. Quat. Sci. Rev. 6, 183–190 (1987). 25. Cleveland, W. S., Grosse, E. & Shyu, W. M. in Statistical Models in S (eds Chambers, J. M. & Hastie, T.)\n309–376 (Wadsworth & Brooks/Cole, Pacific Grove, CA, 1992).\nAcknowledgements. This work was supported by the Commission of the European Communities, DG XII, Environment Programme, Climatology and Natural Hazards Unit.\nCorrespondence and requests for materials should be addressed to W.J.McG. (e-mail:w.mcguire@ucl.ac. uk).\n476 NATURE | VOL 389 | 2 OCTOBER 1997"
  }, {
    "heading": "Theeffect of sedimentary",
    "text": "coveron theflexural strength of continental lithosphere Luc L. Lavier*† & Michael S. Steckler*\n* Lamont-Doherty Earth Observatory, † Department of Earth and Environmental Sciences, Columbia University, PO Box 1000, RT 9W, Palisades, New York 10964–8000, USA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nThe factors that control the flexural rigidity—or effective elastic thickness (EET)—of continental lithosphere have been extensively studied over the past two decades. Using EET estimates derived from the analysis of topography, basin structures and gravity anomalies, several authors1–5 have shown that crustal thickness, geothermal gradient, strain rate, rheology and plate curvature all affect the flexural strength of continents. Recognition that certain combinations of these parameters result in a significant reduction of flexural strength caused by decoupling of the crust and the upper mantle3,5 has been a critical step in understanding why many continental areas have estimated EETs that are thin compared with the total mechanical thickness of the continental lithosphere5. Here we develop a semi-analytical model of the EET through a parametrization of the yield stress envelope6,7 that includes the effects of crust–mantle decoupling. We perform a detailed comparison of EET estimates at foreland basins and mountain belts to values predicted by our model and find that, to predict the EETestimates successfully, we need to take into account the effect of the sediment cover and to use a strong plagioclase-controlled rheology. The effect of sediment cover is to weaken the lithosphere because of the lower density of sediments relative to crystalline crust5,8,9 and by thermally insulating the lower crust9–11.\nThe yield stress envelope (YSE)6 is one of the keys to understanding the variations of strength in the oceanic and continental lithosphere5,7,11. It allows the parametrization of EET because it defines bounds on the elastic stresses that the lithosphere can sustain (Fig. 1). We formulate a model of flexural strength by assuming a double-layered brittle–elastic–plastic YSE for the continental lithosphere. In the brittle parts of the lithosphere, the yield stress follows Byerlee’s law12 (Fig. 1). By thin plate theory, the bending stress\nwithin the elastic portion of the plate is linearly dependent on plate curvature (Fig. 1). The yield stress in the ductile lower crust and lower lithospheric mantle follows power-law dislocation creep12,13 represented by quasi-exponential curves (Fig. 1). We derive semi-analytic expressions for the in-plane stress, T, and bending moment, M, for the flexing lithosphere by approximating the geotherm as a linear function of depth where the strength is controlled by ductile flow. The stress distribution, j(z), depends explicitly on the crustal thickness, the rheology of the continental lithosphere, the geotherm and the sediment thickness. Integrating, for a single layer we obtain:\nT ¼ #jðzÞ dz ¼ g12ðz1 2 z9Þ2 þ ẅ0½12ðz22 2 z21Þ 2 z0ðz2 2 z1Þÿ\nþ ė\nA 2=n QA nRc # z3\nz2\neuðzÞ dz\nð1Þ\nwhere z0 is the depth of the neutral surface; z1 and z2 represent the depth of the brittle–elastic boundary and the elastic–ductile boundary, respectively; and z3 is the depth to the base of the YSE (Fig. 1). We have z9 ¼ {½rc 2 rsðzsÞÿ=rc}zs, where zs is the depth of the bottom of the sediment layer and rs and rc are the average sediment and crustal densities, respectively. We have g ¼ 0:67r̄g or g ¼ 2 2:21r̄g for tension and compression, respectively, and ẅ0 ¼ E=ð1 2 u\n2Þẅ, where ẅ is the curvature of the lithosphere, E is Young’s modulus and u is Poisson’s ratio. A is the power law preexponent, n the power law exponent and QA the activation energy. Finally, uðzÞ ¼ QA=½nRðT0 þ czÞÿ, with T0 and c as the zero intercept temperature and geothermal gradient for the best-fitting linear geotherm; R is the universal gas constant.\nEquation (1) neglects some minor additional strength due to the variation of sediment density with depth. Similarly to the formulation in Bodine et al.7, the stress distribution, in-plane stress and bending moment are functions of the depths z1 and z2. By specifying the curvature and in-plane stress, we solve equation (1) numerically to obtain z1 and z2. Then we determine the stress distribution and calculate the bending moment, M:\nM ¼ #jðzÞ z dz ð2Þ The flexural rigidity, D, can be calculated for any given value of the lithospheric curvature by using M ¼ 2 Dẅ. Decoupling occurs\nUpper\nMantle\n120\n100\n80\n60\n40\n20\n0\n-4,000 -2,000 0 2,000\nD ep\nth ( km\n)\nStress (MPa)\nBrittle\nDuctile\nBrittle\nDuctile\nCompression Extension\nMoho\nCrustz1\nz2\nz0\nz3\nFigure 1 YSE of the continental lithosphere defining the maximum stress for which the lithosphere behaves like an elastic solid. The failure envelope of the crust and upper mantle forms a double layer, each consisting of a brittle upper part and ductile lower part. The heavy line shows an example of a bending stress profile. The lithosphere exhibits brittle failure from the surface to depth z1, linear elastic behaviour from z1 to z2 and ductile failure below depth z2; z0 corresponds to the depth of no elastic strain."
  }],
  "year": 1997,
  "references": [{
    "title": "Pleistocene volcanism and glacial initiation",
    "authors": ["J.R. Bray"],
    "venue": "Science 197,",
    "year": 1977
  }, {
    "title": "Volcanic Winter and accelerated glaciation following the Toba super-eruption",
    "authors": ["M. Rampino", "S. Self"],
    "venue": "Nature 359,",
    "year": 1992
  }, {
    "title": "an hypothesis",
    "authors": ["Hall", "K. Rapid deglaciation as an initiator of volcanic activity"],
    "venue": "Earth Surf. Process. Landforms 7, 45–51",
    "year": 1982
  }, {
    "title": "Solar radiative forcing at selected locations and evidence for global lower  tropospheric cooling following the eruptions of El Chichó and Pinatubo",
    "authors": ["E.G. Dutton", "J.R. Christy"],
    "venue": "Geophys. Res. Lett. 19,",
    "year": 1992
  }, {
    "title": "Explosive Cenozoic volcanism and climatic implications",
    "authors": ["D. Ninkovitch", "W.L. Donn"],
    "venue": "Science 194,",
    "year": 1976
  }, {
    "title": "Can rapid climate change cause volcanic eruptions",
    "authors": ["M.R. Rampino", "S. Self", "R.W. Fairbridge"],
    "venue": "Science 206,",
    "year": 1979
  }, {
    "title": "An 110,000-year record of explosive volcanism from the GISP2 (Greenland) ice",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler"],
    "venue": "core. Quat. Res",
    "year": 1996
  }, {
    "title": "Explosive volcanic activity in the Mediterranean over the past 200,000 yr as recorded in deep-sea sediments",
    "authors": ["J. Keller", "W.B.F. Ryan", "D. Ninkovitch", "R. Altherr"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1978
  }, {
    "title": "Distribution and chemical composition of tephra layers from eastern Mediterranean abyssal sediments",
    "authors": ["A. Vinci"],
    "venue": "Mar. Geol",
    "year": 1985
  }, {
    "title": "Tyrrhenian sea tephrochronology of the oxygen isotope record for the past 60,000 years",
    "authors": ["M. Paterne", "F. Guichard", "J. Labeyrie", "P.Y. Gillot", "J.C. Duplessy"],
    "venue": "Mar. Geol",
    "year": 1986
  }, {
    "title": "Explosive activity of the south Italian volcanoes during the past 80,000 years as determined by marine tephrochronology",
    "authors": ["M. Paterne", "F. Guichard", "J. Labeyrie"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1988
  }, {
    "title": "postglacial volcanic eruption rate of the Dyngjufjöll area, central Iceland",
    "authors": ["G.E. Sigvaldason", "K. Annertz", "Nilsson", "M. Effect of glacier loading/deloading on volcanism"],
    "venue": "Bull. Volcanol. 54, 385–392",
    "year": 1992
  }, {
    "title": "Tectonic implications of glacio-eustatic sea-level fluctuations",
    "authors": ["R.K. Matthews"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1969
  }, {
    "title": "Mechanical models for correlation of ring-fracture eruptions at Pantelleria, Strait of Sicily, with glacial sea-level drawdown",
    "authors": ["P.C. Wallmann", "G.A. Mahood", "D.D. Pollard"],
    "venue": "Bull. Volcanol",
    "year": 1988
  }, {
    "title": "Fluctuations of the Campanian explosive volcanic activity (south Italy) during the past 190,000 years, as determined by marine tephrochronology",
    "authors": ["M. Paterne", "J. Labeyrie", "F. Guichard", "A. Mazaud", "F. Maitre"],
    "venue": "Earth. Planet Sci. Lett. 98,",
    "year": 1990
  }, {
    "title": "Triggering of volcanic pulses in the Campanian area, south Italy, by periodic deep magma influx",
    "authors": ["M. Paterne", "F. Guichard"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "evidence for catastrophic sea-level rise and ice-sheet collapse",
    "authors": ["P. Blanchon", "Shaw", "J. Reef drowning during the last glaciation"],
    "venue": "Geology 23, 4–8",
    "year": 1995
  }, {
    "title": "The Statistical Analysis of Series of Events 2nd edn (Methuen",
    "authors": ["D.R. Cox", "P.A.W. Lewis"],
    "year": 1978
  }, {
    "title": "Testing for change in the frequency of El Niño events",
    "authors": ["A.R. Solow"],
    "venue": "J. Clim",
    "year": 1995
  }, {
    "title": "On homogeneous models for volcanic eruptions",
    "authors": ["M.S. Bebbington", "C.D. Lal"],
    "venue": "Math. Geol. 28,",
    "year": 1996
  }, {
    "title": "influence of glacial melting rates on the Younger Dryas event and deep-ocean circulation",
    "authors": ["Fairbanks", "R. .C. A 17", "000-year glacio-eustatic sea-level record"],
    "venue": "Nature 342, 637–642",
    "year": 1989
  }, {
    "title": "Oxygen isotopes, ice volume and sea level",
    "authors": ["N.J. Shackleton"],
    "venue": "Quat. Sci. Rev. 6,",
    "year": 1987
  }],
  "id": "SP:c1424e47a4a0581ff2b325b3fcc10789bc75701d",
  "authors": [{
    "name": "W.J.McGuire",
    "affiliations": []
  }, {
    "name": "R. J.Howarth",
    "affiliations": []
  }, {
    "name": "C.R.Firth",
    "affiliations": []
  }, {
    "name": "A.R.Solow",
    "affiliations": []
  }, {
    "name": "A. D. Pullen",
    "affiliations": []
  }, {
    "name": "S. J. Saunders",
    "affiliations": []
  }, {
    "name": "I. S. Stewart",
    "affiliations": []
  }],
  "abstractText": "* Greig Fester Centre for Hazard Research, Research School of Geological and Geophysical Sciences, University College London, Gower Street, London WC1E 6BT, UK † Neotectonics Research Centre, Department of Geography & Earth Sciences, Brunel University, Isleworth, Middlesex TW7 5DU, UK ‡ Marine Policy Center, Woods Hole Oceanographic Institution, Woods Hole, Massachusetts 02543, USA § Department of Civil Engineering, Imperial College of Science, Technology and Medicine, Imperial College Road, London SW7 2BU, UK",
  "title": "Correlationbetween rate of sea-level changeand frequencyof explosive volcanism in the Mediterranean"
}