{
  "sections": [{
    "text": "Atmospheric carbon dioxide levels for the last"
  }, {
    "heading": "500 million years",
    "text": ""
  }, {
    "heading": "Daniel H. Rothman†",
    "text": "Department of Earth, Atmospheric, and Planetary Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139\nCommunicated by Paul F. Hoffman, Harvard University, Cambridge, MA, January 30, 2002 (received for review October 9, 2001)\nThe last 500 million years of the strontium-isotope record are shown to correlate significantly with the concurrent record of isotopic fractionation between inorganic and organic carbon after the effects of recycled sediment are removed from the strontium signal. The correlation is shown to result from the common dependence of both signals on weathering and magmatic processes. Because the long-term evolution of carbon dioxide levels depends similarly on weathering and magmatism, the relative fluctuations of CO2 levels are inferred from the shared fluctuations of the isotopic records. The resulting CO2 signal exhibits no systematic correspondence with the geologic record of climatic variations at tectonic time scales.\nThe long-term carbon cycle is controlled by chemical weath-ering, volcanic and metamorphic degassing, and the burial of organic carbon (1, 2). Ancient atmospheric carbon dioxide levels are reflected in the isotopic content of organic carbon (3) and, less directly, strontium (4) in marine sedimentary rocks; the former because photosynthetic carbon isotope fractionation is sensitive to CO2 levels, and the latter because weathering and degassing are associated with extreme values of the abundance ratio 87Sr 86Sr. However, attempts to use these geochemical signals to estimate past CO2 levels (5–8) are hindered by the signals’ additional relationships to various tectonic (9, 10) and biological (11) effects. Moreover, the strontium signal has proven especially difficult to parse (12–15).\nHere, I attempt to resolve these ambiguities in the isotopic signals of carbon and strontium. First, it is shown that the last 500 million years of the strontium signal, after transformation to remove the effects of recycled sediment (16, 17), correlate significantly with the concurrent record of isotopic fractionation between inorganic and organic carbon (3). This empirical result is supplemented by the theoretical deduction that the two records are linked by their common dependence on rates of continental weathering and magmatic activity. The assumption that CO2 levels fall with the former and rise with the latter then indicates that an appropriate average of the two records should ref lect the long-term fluctuations of the partial pressure of atmospheric CO2. The CO2 signal derived from this analysis represents f luctuations at time scales greater than about 10 million years (My). Comparison with the geologic record of climatic variations (18) reveals no obvious correspondence."
  }, {
    "heading": "Strontium and Carbon Isotopic Signals",
    "text": "Fig. 1 shows the strontium and carbon isotopic signals for the last 500 My. The data for the strontium isotope ratios 87Sr 86Sr were compiled by Veizer et al. (4) and Walter et al. (19); the former source accounts for all 87Sr 86Sr data younger than 520 My, whereas the latter was used for data extending back to 608 My (not shown). Both sets of 87Sr 86Sr data were first averaged in nonoverlapping time windows of 10 My. The resulting unevenly spaced record was then transformed (20) to an evenly spaced record with time increments of approximately 10 My and no contributions to the power spectral density at periods less than 21 My.\nThe second record in Fig. 1, compiled by Hayes et al. (3) derives from the isotopic composition of marine organic carbon and carbonate carbon. From isotopic abundance ratios Rx (13C 12C)x for carbon in sample x, the isotopic fractionation between sample x and a standard (STD) sample, x 1,000[(Rx RSTD) RSTD], is obtained for carbonate ( a) and organic ( o) carbon. The isotopic fractionation toc between total organic carbon and sedimentary carbonates is then given approximately by toc a o, which is the second signal plotted in Fig. 1.\nFig. 1 shows a surprising similarity between the two records for fluctuations with periods less than about 100 My. However, the correlation between the two time series is not statistically significant‡ [Spearman rank correlation coefficient (21) Rs 0.40, P 0.17, N 46], because the longer-period fluctuations are not in phase. It is therefore interesting to ask why the two records appear similar at shorter time scales and dissimilar at longer time scales.\nRecent work has shown that the measurements of toc approximately fit the empirical relation (3, 22)\ntoc 0 . [1]\nThe parameter 0 represents the isotopic effects of photosynthesis and secondary biological processes along with the isotopic depletion of dissolved CO2 in surface waters relative to sedimentary carbonate. Because 0 is approximately constant throughout the period plotted in Fig. 1, the main source of toc’s f luctuations is contained in isotopic effects due to changing algal physiology—the permeability, surface-tovolume ratio, and growth rate of algal cells—represented by , and the concentration of dissolved carbon dioxide in surface waters (3, 8).\nAlthough the mechanisms responsible for the fluctuations of s 87Sr 86Sr are subject to much debate (4, 9, 10, 12–15), some aspects of the signal’s evolution are nevertheless clear. Because 87Rb decays to 87Sr with a half-life of 48 billion years, the supply of 87Sr may be taken to be approximately constant over the last 500 My. However, it is not uniformly distributed: the fluvial input to the oceans is derived in part from rocks—both silicates and metamorphosed carbonates (12–15)—that are relatively enriched in radiogenic Sr (s 0.712 or greater) compared to the nonradiogenic Sr of mantle origin supplied at hydrothermal vents (s 0.7035) (23). The value of s(t) at some particular time t represents, to first approximation, the relative fluxes of these two extreme values.\nAbbreviation: My, million years.\n†E-mail: dan@segovia.mit.edu.\n‡Correlations between toc(t) and s(t) or g(t) are computed from the N equal-time pairs obtained after linearly interpolating the Sr signal so that it is sampled at the same times as toc. The statistical significance P is one-sided and was estimated by using the Monte Carlo technique described in ref. 8.\nThe publication costs of this article were defrayed in part by page charge payment. This article must therefore be hereby marked “advertisement” in accordance with 18 U.S.C. §1734 solely to indicate this fact.\nwww.pnas.org cgi doi 10.1073 pnas.022055499 PNAS April 2, 2002 vol. 99 no. 7 4167–4171\nG EO\nLO G\nY\nHowever, this first approximation ignores the recycling of rocks in the sedimentary cycle (16). As pointed out by Brass (17), about 75% of the strontium input to the oceans should come from the weathering of exposed carbonates of marine origin. Because these carbonates retain a memory of s at the time of deposition, their contribution to sedimentary Sr significantly damps the signal coming from hydrothermal vents (low s) and rocks containing radiogenic Sr (high s) (9).\nDenoting the fluvial f lux of radiogenic Sr by r, the input from hydrothermal vents by vh, and the memory effect by m, a simple expression for the strontium isotope ratio s is\ns m 1 g r, vh , [2]\nwhere 0 1 is the fraction of sedimentary Sr deriving from the memory flux, and g is a function that depends on both r and vh. The memory term can be approximated by assuming that sedimentary strontium is weathered at a rate proportional to its mass (16). Then m(t) is simply a weighted (exponentially decaying) average of s( ), t (17), which we express by the convolution\nm t\nt\ne (t )s d . [3]\nThe parameter is related to the half-life t1 2 of sedimentary Sr; i.e., (ln 2) t1 2. Brass estimates 57 My t1 2 102 My (17). Therefore, the memory effect should strongly influence the fluctuations of s at long time scales (greater than about 100 My), whereas the short time scale fluctuations should be relatively unaffected.\nThe short-time correlations may be explained in part by noting the common dependence of toc and g on the global weathering rate w (i.e., the flux of all weathered products from the continents to the oceans) and the rate of magmatic activity v associated not only with the hydrothermal flux vh but also with volcanic degassing. Assuming that r r(w) and vh vh(v), g’s dependence on w and v may be written§\ng g r w , vh v . [4]\nWith respect to toc, the physiological term may likewise depend on w because of changing nutrient concentrations in the oceans. could also depend on CO2 levels, which in turn depend on degassing, weathering rates—because of the net uptake rate u u(w) of atmospheric CO2 associated with silicate weathering (1, 2, 24)—and other processes, such as organic carbon burial, which we collectively designate by b. Aggregating these dependencies then yields\ntoc 0 w, u w , v, b\nu w , v, b . [5]\nComparison of Eqs. 4 and 5 directly reveals the joint dependence of g and toc on v and w."
  }, {
    "heading": "Removal of the Effects of Sedimentary Recycling",
    "text": "Because the strontium signal s contains a memory effect, whereas toc does not, removal of the memory effect should reveal correlations between s and toc at both short and long time scales, thereby confirming the joint dependence on v and w. To test this hypothesis, I first assume it is true and use it to estimate g. For a given and , m is calculated by discretizing Eq. 3 for 608 My. Eq. 2 is then solved for g:\ng s m\n1 . [6]\nHere the subscripts make explicit the dependencies on and . Let R ( toc, g ) be the Pearson product-moment correlation coefficient (21) that quantifies the similarity of toc and g . From the foregoing argument, the best estimate of and should be that which minimizes R (because the expected correlation is negative). Fig. 2 shows contours of R as a function of and t1 2 (ln 2) . The minimum R 0.81 occurs at t1 2 54 My and 0.99. However, the corresponding estimate of g includes values below the hydrothermal minimum of 0.7035. Such nonphysical ratios probably derive from the amplification of any measurement noise resulting from division by the small quantity 1 in Eq. 6. Indeed, the dark gray region in Fig. 2 indicates that all such results occur only for close to unity. I therefore define the best estimates *, * of , by minimizing R subject to the constraint that g 0.7035. One then finds t*1 2 ln 2 * 41 My and * 0.83, corresponding to R * * 0.80 (within 1% of the unconstrained minimum). These results are in reasonable accord with Brass’s estimate of the half-life of sedimentary Sr (57 102 My) (17) and his conclusion that ‘‘strontium leached from limestones is about 75% of the total input’’ (17).\nFig. 3 shows g * * compared to toc. Compared with Fig. 1, one sees that both the long and short period fluctuations are now not only approximately equally correlated, but the correlation is also significant (Rs 0.74, P 10 3, N 46). The hypothesis that recycled sediment partially obscured an inherent correlation because of a shared dependence on weathering and volcanic processes is therefore confirmed."
  }, {
    "heading": "Relationship to CO2 Levels",
    "text": "To understand further the correlation, I make the following assumptions concerning the functional dependencies contained in Eqs. 4 and 5:\ndr dw 0, du dw 0, and dvh dv 0. [7]\nThe first two state that the flux of radiogenic Sr to the oceans and the uptake of atmospheric CO2 because of silicate weathering increase as the global weathering rate (of all minerals in all §Although w and v could conceivably depend on one another, here such dependencies are assumed to be insignificant compared to any independent variations.\n4168 www.pnas.org cgi doi 10.1073 pnas.022055499 Rothman\nterranes) increases. The third formalizes the natural assumption that the hydrothermal flux of Sr varies with the same sign as all magmatic processes.\nBecause the Sr isotope ratios increase with increasing r (i.e., g r 0) and decrease with increasing vh (i.e., g vh 0), one has\ng v\ng vh dvh dv 0 and g w\ng r dr dw 0. [8]\nBecause g and toc are negatively correlated, one expects that toc depends on v and w in the opposite sense:\ntoc v 0 and toc w 0. [9]\nThe inequalities 8 and 9 have been obtained without making any explicit assumption concerning any dependence of r on u nor on v and w. Because they show that v and w each influence g and toc with opposite signs, the relative fluctuations of any other quantity that also depends on v and w with opposite signs may be inferred from the shared fluctuations of g and toc.¶ Specifically, the concentration of oceanic CO2 responds positively to v while its response to weathering is negative:\nv 0 and w\nu du dw 0. [10]\nThus the shared fluctuations of g and toc indicate the relative fluctuations of ancient CO2 levels."
  }, {
    "heading": "Estimation of the CO2 Signal",
    "text": "I proceed to estimate the CO2 signal explicitly. First, the highest measurement of toc, at 175 My, is dropped because of its statistical insignificance (3). I then transform g(t) 3 g(t), a strontium-derived estimate of toc, by mapping the left axis of Fig. 3 to the corresponding value on the right axis. The quantities toc and g are then averaged to obtain\nti g ti toc ti 2. [11]\nThe times ti are given by the points where toc is specified and g(ti) is obtained by linear interpolation. Here it is implicitly assumed that toc and g contain a common signal that is enhanced by averaging. Statistical arguments suggest that ’s rms signal-to-noise ratio lies between about 2 and 3.**\nAssume now that and 0 are constant and define the dimensionless CO2 concentration 0 (8). In terms of and , Eq. 1 then yields\nt 0\n0 t . [12]\nAt long time scales such that the oceans are in equilibrium with the atmosphere, the partial pressure pCO2 is proportional to (1). The relative fluctuations of pCO2 are therefore given by (t) (0), which is plotted in Fig. 4 for 0 36 per mil (‰).\n¶One also requires that if changes in v or w dominate one process then they dominate all processes.\nBecause can also depend on other processes b such as organic carbon burial, the shared fluctuations of g and toc do not necessarily reflect the full evolution of but rather the ‘‘partial’’ contribution of v and w alone. However, the good correlation of Fig. 3 indicates that b’s influence on ’s fluctuations has been small, except possibly in the Carboniferous. Thus one may conclude that the fluctuations of g and toc follow to good approximation the fluctuations of with opposite signs.\n**To estimate the signal-to-noise ratio of the time series (t) defined by Eq. 11, assume that toc and g are each composed of a shared but unknown signal z in the presence of zero-mean noise toc and g, respectively: toc z toc and g z g. The quantity is an estimate of z. Its signal-to-noise ratio may be computed under the assumption that toc and g each have variance 2, z has variance z 2, and toc, g, and z are each\nuncorrelated to the other. The expectation of the correlation coefficient R is then z 2 ( z 2\n2) (25). The observed correlation R 0.80 then yields z2 2 4, or that the rms signal fluctuation is twice that of the noise. The rms signal-to-noise ratio of can be as large as a factor of 2 greater, i.e., it should range between about 2 and 3.\nRothman PNAS April 2, 2002 vol. 99 no. 7 4169\nG EO\nLO G\nY\nThe gray area surrounding the pCO2 curve in Fig. 4 brackets this result for 0 35‰ and 38‰, a range consistent with previous estimates (3).\nFig. 4 reveals that CO2 levels have mostly decreased for the last 175 My. Prior to that point they appear to have fluctuated from about two to four times modern levels with a dominant period of about 100 My. The decline for the last 175 My is also present in several previous pCO2 reconstructions (7, 8, 26, 27), and the entire curve displays some similarity to a previous estimate derived from the geologic record of carbonate formation (26). Although the period before 175 My differs substantially from previous geochemical model calculations (7), an approximate error estimate lends considerable credence to the pCO2 curve of Fig. 4. Specifically, should inherit ’s signal-to-noise ratio of 2–3. This correspondence would be exact if ( ) were linear. Because ( ) is monotonic for the observed range of , its nonlinearity does not affect the timing of the maxima and minima of the pCO2 curve. Thus the linear error estimate remains pertinent."
  }, {
    "heading": "Comparison with the Climate Record",
    "text": "Using a variety of sedimentological criteria, Frakes et al. (18) have concluded that Earth’s climate has cycled several times between warm and cool modes for roughly the last 600 My. Recent work by Veizer et al. (28), based on measurements of oxygen isotopes in calcite and aragonite shells, appears to confirm the existence of these long-period ( 135 My) climatic fluctuations. Changes in CO2 levels are usually assumed to be among the dominant mechanisms driving such long-term climate change (29).\nIt is therefore interesting to ask what, if any, correspondence exists between ancient climate and the estimate of pCO2 in Fig.\n4. The gray bars at the top of Fig. 4 correspond to the periods when the global climate was cool; the intervening white space corresponds to the warm modes (18). The most recent cool period corresponds to relatively low CO2 levels, as is widely expected (30). However, no correspondence between pCO2 and climate is evident in the remainder of the record, in part because the apparent 100 My cycle of the pCO2 record does not match the longer climatic cycle. The lack of correlation remains if one calculates the change in average global surface temperature resulting from changes in pCO2 and the solar constant using energy-balance arguments (7, 26).\nSuperficially, this observation would seem to imply that pCO2 does not exert dominant control on Earth’s climate at time scales greater than about 10 My. A wealth of evidence, however, suggests that pCO2 exerts at least some control [see Crowley and Berner (30) for a recent review]. Fig. 4 cannot by itself refute this assumption. Instead, it simply shows that the ‘‘null hypothesis’’ that pCO2 and climate are unrelated cannot be rejected on the basis of this evidence alone."
  }, {
    "heading": "Discussion and Conclusion",
    "text": "One of the principal contributions of this study is methodological. From observations of a weak correlation between strontium and carbon isotopic signals (Fig. 1) and their shared dependence on global weathering rates and magmatic activity, weathering and magmatism are deduced to be the main processes driving the signals’ f luctuations. Correction for the effects of sedimentary recycling enhances the correlation (Fig. 3), indicates a strong shared signal, and strengthens this conclusion.\nA second, crucial step is to note that any quantity with a similar joint dependence on weathering and magmatic processes may be expected to display similar fluctuations. Here attention has been focused on CO2 levels; as for the strontium and carbon isotopic signals, CO2 levels depend on weathering and magmatism with opposite signs and should therefore fluctuate roughly in sync with the isotopic signals. Because the reasoning is general, it need not be limited to CO2. Among the many possible applications, the case of oceanic phosphate concentrations is particularly interesting. Phosphate concentrations should increase with weathering and decrease with hydrothermal activity (31); thus the methodology in this paper may be applicable to their reconstruction. Moreover, because phosphorus is a limiting nutrient, oceanic productivity may be expected to covary positively with its concentration in seawater, suggesting that CO2 levels and productivity covary negatively at geologic time scales (8).\nSuch reasoning naturally raises the issue of cause and effect. This study indicates that degassing and silicate weathering were the primary controls on the carbon cycle for the last 500 My. But the results do not themselves indicate whether either of these mechanisms dominated, or whether weathering was driven by the diversification of land plants (8), continental collisions (9), or a complex combination of tectonic, biological, and geochemical processes (7). They do, however, offer a new view of the long-term fluctuations of pCO2 that will hopefully stimulate novel approaches to the study of biogeochemical cycles at evolutionary time scales.\nI thank O. Aharonson, L. Derry, J. Hayes, P. Hoffman, A. Knoll, L. Kump, J. Sachs, R. Summons, and the late John Edmond for helpful remarks. This work was supported in part by National Science Foundation Grant DEB-0083983.\n1. Walker, J. C. G. (1977) Evolution of the Atmosphere (Macmillan, New York). 2. Holland, H. D. (1978) The Chemistry of the Atmosphere and Oceans (Wiley, New\nYork). 3. Hayes, J. M., Strauss, H. & Kaufman, A. J. (1999) Chem. Geol. 161, 103–125. 4. Veizer, J., Ala, D., Azmy, D., Bruckschen, P., Buhl, D., Bruhn, F., Carden, G.,\nDiener, A., Ebneth, S., Godderis, Y., et al. (1999) Chem. Geol. 161, 59–88. 5. Freeman, K. & Hayes, J. M. (1992) Global Biogeochem. Cycles 6, 185–198.\n6. Francois, L. M. & Walker, J. C. G. (1992) Am. J. Sci. 292, 81–135. 7. Berner, R. A. (1994) Am. J. Sci. 294, 56–91. 8. Rothman, D. H. (2001) Proc. Natl. Acad. Sci. USA 98, 4305–4310. 9. Edmond, J. (1992) Science 258, 1594–1597.\n10. Richter, F. M., Rowley, D. B. & DePaolo, D. J. (1992) Earth Planet. Sci. Lett. 109, 11–23. 11. Hayes, J. M. (1993) Marine Geol. 113, 111–125.\n4170 www.pnas.org cgi doi 10.1073 pnas.022055499 Rothman\n12. Derry, L. A. & France-Lanord, C. (1996) Earth Planet. Sci. Lett. 142, 59–74. 13. Quade, J., Roe, L., DeCelles, P. G. & Ojha, T. P. (1997) Science 276, 1828–1831. 14. Sharma, M., Wasserburg, G. J., Hofmann, A. & Chakrapani, G. J. (1999) Geochim. Cosmochim. Acta 63, 4005–4012. 15. Basu, A. R., Jacobsen, S. B., Poreda, R. J., Dowling, C. B. & Aggarwal, P. K. (2001) Science 293, 1470–1473. 16. Garrels, R. M. & Mackenzie, F. T. (1971) Evolution of Sedimentary Rocks (Norton, New York). 17. Brass, G. W. (1976) Geochim. Cosmochim. Acta 40, 721–730. 18. Frakes, L. A., Francis, J. E. & Syktus, J. I. (1992) Climate Modes of the\nPhanerozoic (Cambridge Univ. Press, Cambridge, U.K.). 19. Walter, M. R., Veevers, J. J., Calver, C. R., Gorjan, P. & Hill, A. C. (2000)\nPrecambrian Res. 100, 371–433. 20. Vio, R., Strohmer, T. & Wamsteker, W. (2000) Publ. Astrono. Soc. Pac. 112,\n74–90. 21. Press, W. H., Flannery, B. P., Teukolsky, S. A. & Vetterling, W. T. (1995)\nNumerical Recipes in C: The Art of Scientific Computing (Cambridge Univ. Press, Cambridge, U.K.).\n22. Popp, B. N., Laws, E. A., Bidigare, R. R., Dore, J. E., Hanson, K. L. & Wakeham, S. G. (1998) Geochim. Cosmochim. Acta 62, 69–77. 23. Palmer, M. R. & Edmond, J. (1989) Earth Planet. Sci. Lett. 92, 11–26. 24. Urey, H. C. (1952) The Planets (Yale Univ. Press, New Haven, CT). 25. Feller, W. (1968) An Introduction to Probability Theory and Its Applications\n(Wiley, New York). 26. Budyko, M. I., Ronov, A. B. & Yanshin, A. L. (1987) History of the Earth’s\nAtmosphere (Springer, Berlin). 27. Ekart, D. D., Cerling, T. E., Montanez, I. P. & Tabor, N. J. (1999) Am. J. Sci.\n299, 805–827. 28. Veizer, J., Godderis, Y. & Francois, L. M. (2000) Nature (London) 408,\n698–701. 29. Kump, L. R. (2000) Nature (London) 408, 651–652. 30. Crowley, T. J. & Berner, R. A. (2001) Science 292, 870–872. 31. Wheat, C. G., Feely, R. A. & Mottl, M. J. (1996) Geochim. Cosmochim. Acta\n60, 3593–3608. 32. Harland, W. B., Armstrong, R., Cox, A., Craig, L., Smith, A. G. & Smith,\nD. G. (1990) A Geologic Time Scale 1989 (Cambridge Univ. Press, Cambridge, U.K.).\nRothman PNAS April 2, 2002 vol. 99 no. 7 4171\nG EO\nLO G\nY"
  }],
  "year": 2002,
  "references": [{
    "title": "Evolution of the Atmosphere (Macmillan, New York)",
    "authors": ["J.C.G. Walker"],
    "year": 1977
  }, {
    "title": "The Chemistry of the Atmosphere and Oceans (Wiley, New York)",
    "authors": ["H.D. Holland"],
    "year": 1978
  }, {
    "title": "Fluctuations of pCO2 for the last 500 My, normalized by the estimate of pCO2 obtained from the most recent value of . The solid line is obtained from Eq. 12 by using 0 36‰. The lower and upper limits of the gray area surrounding the pCO2 curve result from 0 38 and 35‰, respectively. The gray bars at the top correspond to periods when Earth’s climate was relatively cool; the white spaces between them correspond to warm modes",
    "authors": ["J.M. Hayes"],
    "year": 2055
  }, {
    "title": "Evolution of Sedimentary Rocks (Norton, New York)",
    "authors": ["R.M. Garrels", "F.T. Mackenzie"],
    "year": 1971
  }, {
    "title": "Climate Modes of the Phanerozoic",
    "authors": ["L.A. Frakes", "J.E. Francis", "J.I. Syktus"],
    "year": 1992
  }, {
    "title": "Numerical Recipes in C: The Art of Scientific Computing",
    "authors": ["W.H. Press", "B.P. Flannery", "S.A. Teukolsky", "W.T. Vetterling"],
    "year": 1995
  }, {
    "title": "The Planets (Yale",
    "authors": ["H.C. Urey"],
    "year": 1952
  }, {
    "title": "An Introduction to Probability Theory and Its Applications (Wiley, New York)",
    "authors": ["W. Feller"],
    "year": 1968
  }, {
    "title": "History of the Earth’s Atmosphere (Springer, Berlin)",
    "authors": ["M.I. Budyko", "A.B. Ronov", "A.L. Yanshin"],
    "year": 1987
  }, {
    "title": "A Geologic Time Scale",
    "authors": ["W.B. Harland", "R. Armstrong", "A. Cox", "L. Craig", "A.G. Smith", "D.G. Smith"],
    "venue": "Rothman  PNAS April",
    "year": 1990
  }],
  "id": "SP:bdd21be9010cdaa8659c52e6038c26a5e52a29cd",
  "authors": [{
    "name": "Daniel H. Rothman",
    "affiliations": []
  }],
  "abstractText": "The last 500 million years of the strontium-isotope record are shown to correlate significantly with the concurrent record of isotopic fractionation between inorganic and organic carbon after the effects of recycled sediment are removed from the strontium signal. The correlation is shown to result from the common dependence of both signals on weathering and magmatic processes. Because the long-term evolution of carbon dioxide levels depends similarly on weathering and magmatism, the relative fluctuations of CO2 levels are inferred from the shared fluctuations of the isotopic records. The resulting CO2 signal exhibits no systematic correspondence with the geologic record of climatic variations at tectonic time scales.",
  "title": "Atmospheric carbon dioxide levels for the last 500 million years"
}