{
  "sections": [{
    "text": "→cdOn( →r ) by\n2e ℏ → A(→r ) where → A(→r ) is the electro-\nmagnetic vector potential, Eq. 5 becomes the GL free energy of a superconductor; its minimization in the long-distance limit yields → A(→r ) = ℏ\n2e\n→ ∇ϕ(→r )\nand thus quantization of its associated magnetic flux (22, 23). Analogously, minimization of Eq. 5 impliesdOn( →r ) = → l ⋅ → ∇ϕ surrounding each topological defect (SOM e). Here, the vector → l is proportional to (ax; ay) and lies along the line where dOn(\n→r ) = 0. The resulting key prediction is that dOn(\n→r ) will vanish along the line in the direction of → l that passes through the core of the topological defect, with On( →r ) becoming greater on one side and less on the other (Fig. 4B). Additional coupling to the smectic amplitude can shift the location of the topological defect away from the line of dOn(\n→r ) = 0 (SOM e). To test whether this GL model correctly captures the observed (Fig. 4, A and B) dOn − ys coupling in Bi2Sr2CaCu2O8+d, we extend Eq. 5 to include both → Sx and → Sy smectic modulations. We then simulate the profile of dOn( →r ), treating the phase and amplitude of smectic fields y1( →r ) and y2( →r ) (Fig. 2) as mean-field input that will determine dOn( →r ) according to Eq. 5 (SOM e). Figure 4, C and D, shows the overlay of topological defect locations within the small boxes in Fig. 4AondOn(\n→r ) as simulated byusingEq. 5 (SOMe). This demonstrates directly how the GL functional associates fluctuations indOn(\n→r ) with the smectic topological defect locations in the fashion of\nFig. 4B. The close similarity between the measured dOn( →r) in Fig. 4, E and F, and the simulation in Fig. 4, C and D, with cross-correlation coefficients of 56% and 62% demonstrates how the minimal GL functional of Eq. 5 captures the interplay between the measured dOn( →r ) fluctuations (Fig. 4A) and disordered smectic modulations (Fig. 2). And, as expected with extrinsic disorder (36), the GL parameters vary somewhat from location to location (SOM f). Indeed, a simultaneous “gapmap” (SOM g) shows vividly how much additional (probably dopant-atomrelated) disorder coexists with the phenomena analyzed here.\nOur results can lead to advances in understanding of coexisting and competing electronic phenomena in underdoped cuprates (9–20). By identifying 2p topological defects within the phase-fluctuating smectic states and that they are associated with the spatial fluctuations of the robust intra–unit-cell nematicity (18, 20), we demonstrated empirically a coupling between these two locally broken electronic symmetries of the cuprate pseudogap states. This allowed identification of a GL functional that explains how these phenomena coexist and predicts their interplay at the atomic scale. For example, the GL model explains why it is possible for the intra–unit-cell nematicity to have finite average 〈On(→r)〉 ≠ 0 (Fig. 1C) even though the smectic modulations are disordered (Figs. 2 and 3) (18). This is because 2p topological defects induce fluctuations of dOn(\n→r ) with respect to 〈On(→r )〉, but the dislocation cores sit close to locations where On( →r ) = 〈On(→r )〉 and thus do not\ndisrupt this state directly (SOM e). Perhaps most importantly, if the tendency for intra–unit-cell nematicity to coexist with a disordered electronic smectic demonstrated here is ubiquitous to underdoped cuprates, which broken symmetry manifests at the macroscopic scale (9–20) depends on the coefficients in the GL functional and on other material-specific aspects, such as crystal symmetry. Therefore, the GL model introduced here provides a good starting point to address these issues and, eventually, the interplay between the different broken electronic symmetries and the superconductivity.\nReferences and Notes 1. J. Zaanen, O. Gunnarsson, Phys. Rev. B 40, 7391\n(1989). 2. S. A. Kivelson, E. Fradkin, V. J. Emery, Nature 393, 550\n(1998). 3. S. A. Kivelson et al., Rev. Mod. Phys. 75, 1201 (2003). 4. S. Sachdev, Rev. Mod. Phys. 75, 913 (2003). 5. M. Vojta, Adv. Phys. 58, 699 (2009). 6. V. J. Emery, S. A. Kivelson, J. M. Tranquada, Proc. Natl.\nAcad. Sci. U.S.A. 96, 8814 (1999). 7. E.-A. Kim et al., Phys. Rev. B 77, 184514 (2008). 8. E. Fradkin, S. A. Kivelson, M. J. Lawler, J. P. Eisenstein,\nA. P. Mackenzie, Annu. Rev. Condens. Matter Phys. 1, 153 (2010).\n9. J. M. Tranquada, B. J. Sternlieb, J. D. Axe, Y. Nakamura, S. Uchida, Nature 375, 561 (1995).\n10. J. M. Tranquada et al., Nature 429, 534 (2004). 11. P. Abbamonte et al., Nat. Phys. 1, 155 (2005). 12. Y.-J. Kim, G. D. Gu, T. Gog, D. Casa, Phys. Rev. B 77,\n064520 (2008). 13. X. F. Sun, K. Segawa, Y. Ando, Phys. Rev. Lett. 93,\n107001 (2004). 14. A. Kaminski et al., Nature 416, 610 (2002). 15. B. Fauqué et al., Phys. Rev. Lett. 96, 197001 (2006). 16. V. Hinkov et al., Science 319, 597 (2008);\n10.1126/science.1152309. 17. R. Daou et al., Nature 463, 519 (2010). 18. M. J. Lawler et al., Nature 466, 347 (2010). 19. Y. Li et al., Nature 455, 372 (2008). 20. Y. Kohsaka et al., Science 315, 1380 (2007); 10.1126/\nscience.1138584. 21. N. D. Mermin, Rev. Mod. Phys. 51, 591 (1979).\n22. P. M. Chaikin, T. C. Lubensky, Principles of Condensed Matter Physics (Cambridge Univ. Press, Cambridge, 1995). 23. D. R. Tilley, J. Tilley, Superfluidity and Superconductivity (IOP Publishing, Bristol, UK, 1990). 24. P. G. de Gennes, Solid State Commun. 10, 753 (1972). 25. J. Toner, D. R. Nelson, Phys. Rev. B 23, 316 (1981). 26. Y. Kohsaka et al., Nature 454, 1072 (2008). 27. J. Lee et al., Science 325, 1099 (2009). 28. K. McElroy et al., Phys. Rev. Lett. 94, 197005 (2005). 29. C. Howald, H. Eisaki, N. Kaneko, M. Greven,\nA. Kapitulnik, Phys. Rev. B 67, 014533 (2003). 30. A. Del Maestro, B. Rosenow, S. Sachdev, Phys. Rev. B 74,\n024520 (2006). 31. J. A. Robertson, S. A. Kivelson, E. Fradkin, A. C. Fang,\nA. Kipitulnik, Phys. Rev. B 74, 134507 (2006). 32. V. Cvetkovic, J. Zaanen, Phys. Rev. Lett. 97, 045701\n(2006). 33. M. Vojta, T. Vojta, R. K. Kaul, Phys. Rev. Lett. 97, 097001\n(2006). 34. G. Grüner, Density Waves in Solids (Addison-Wesley,\nBoston, 1994). 35. T. Choi et al., Nat. Mater. 9, 253 (2010). 36. W. L. McMillan, Phys. Rev. B 12, 1187 (1975). Acknowledgments: We thank E. Fradkin, S. Kivelson,\nM. Norman, J. P. Sethna, and J. Tranquada for helpful discussions and communications. Theoretical studies at Cornell were supported by NSF grant DMR-0520404 to the Cornell Center for Materials Research and by NSF grant DMR-0955822. Experimental studies are supported by the Center for Emergent Superconductivity, an Energy Frontier Research Center headquartered at Brookhaven National Laboratory and funded by the U.S. Department of Energy under DE-2009-BNL-PM015, as well as by a Grant-in-Aid for Scientific Research from the Ministry of Science and Education (Japan) and the Global Centers of Excellence Program for Japan Society for the Promotion of Science. The work at Harvard University was supported by DMR-0757145. The work at Leiden University was supported by the Nederlandse Organisatie voor Wetenschappelijk Onderzoek through a Spinoza Award. A.M. is grateful for the hospitality of E.-A.K.\nSupporting Online Material www.sciencemag.org/cgi/content/full/333/6041/426/DC1 SOM Text Figs. S1 to S3 Table S1 References\n30 November 2010; accepted 2 June 2011 10.1126/science.1201082"
  }, {
    "heading": "Atmospheric Carbon Injection Linked",
    "text": "to End-Triassic Mass Extinction Micha Ruhl,1,2* Nina R. Bonis,1,3 Gert-Jan Reichart,4 Jaap S. Sinninghe Damsté,4,5 Wolfram M. Kürschner1,6\nThe end-Triassic mass extinction (~201.4 million years ago), marked by terrestrial ecosystem turnover and up to ~50% loss in marine biodiversity, has been attributed to intensified volcanic activity during the break-up of Pangaea. Here, we present compound-specific carbon-isotope data of long-chain n-alkanes derived from waxes of land plants, showing a ~8.5 per mil negative excursion, coincident with the extinction interval. These data indicate strong carbon-13 depletion of the end-Triassic atmosphere, within only 10,000 to 20,000 years. The magnitude and rate of this carbon-cycle disruption can be explained by the injection of at least ~12 × 103 gigatons of isotopically depleted carbon as methane into the atmosphere. Concurrent vegetation changes reflect strong warming and an enhanced hydrological cycle. Hence, end-Triassic events are robustly linked to methane-derived massive carbon release and associated climate change.\nThe end-Triassic mass extinction (ETME)[~201.4 million years ago (1)], one of thefive major extinction events of the Phan- erozoic (2), is marked by up to 50% marine bio-diversity loss and major terrestrial ecosystemchanges (2–5). This event closely matches a 22 JULY 2011 VOL 333 SCIENCE www.sciencemag.org430\nebruary 21, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\ndistinct and globally observed negative carbonisotope excursion (CIE) in d13CTOC records (TOC: total organic carbon) (6, 7) and a potential fourfold increase in atmospheric CO2 concentrations (8). Previously, the end-Triassic C-cycle perturbation has been attributed to large-scale carbon release caused by a major volcanic episode, with emplacement of the Central Atlantic Magmatic Province (CAMP) during the break-up of Pangaea. However, deposition of this large igneous province continued for at least ~600 ky (ky, thousand years) (9, 10), much longer than the ~20- to 40-ky duration of the end-Triassic extinction event (11, 12). The magnitude of the observed negative CIE also varies largely between different geological basins, possibly due to changes in source and preservation of the sedimentary organic matter. These observations question the reality of an end-Triassic global carbon cycle turnover and its potential causal relationship to the extinction event.We determined compoundspecific C-isotope records from the western Tethys Ocean [including the global stratotype section and point (GSSP) for the base of the Jurassic], which span the ETME. Changes in the stable carbon isotopic composition of long-chain n-alkanes, derived from epicuticular plant waxes, directly reflect changes in the carbon isotopic composition of CO2 in the atmosphere. Furthermore, the d\n13C of these organic molecules is, depending on burial history, unaffected by diagenetic alteration of organic matter (13). Hence, this allows accurate reconstruction of the end-Triassic C-cycle perturbation in a biostratigraphically well-constrained framework.\nSediments for this study are from an upper Rhaetian (latest Triassic) interval of 54 cm in the Kuhjoch and 52 cm in the Hochalplgraben outcrops (7). These sediments were deposited in the intraplatform Eiberg Basin at the continental margin of the western Tethys Ocean (14). The studied interval in both sections directly succeeds the transition from limestones of the Kössen Formation (Fm) to marls of the Kendlbach Fm and coincides with marine and terrestrial extinctions and assemblage changes (Fig. 1). Long-chain n-alkanes (C23 to C35) are preserved in these >200-million-year-old, but thermally immature (15), sediments and originate from higher-plant leaf waxes, with moderate odd-over-even carbon\nnumber predominance (16). The weighted-average of the stable carbon isotopic composition of the odd-numbered C23 to C35 n-alkanes shows a ~8.5 per mil (‰) negative excursion from Rhaetian base values of ~−29‰ (Fig. 2). The observed negative excursion in compound-specific C-isotope data strongly suggests 13C depletion of the terrestrial higher-plant carbon reservoir, and hence is sound evidence for end-Triassic atmospheric13C depletion coinciding with the ETME. This negative CIE in our molecular records is >2.5‰ stronger than in d13CTOC records from Austria and the UK (6, 7) and 5.5‰ stronger than previously assumed for the modeled end-Triassic negative CIE (17). It is also two times as large as observed in theNewark-Hartford basin compoundspecific d13C record (10).\nMajor vegetation changes could havemodified the magnitude of the end-Triassic negative CIE in compound-specific C-isotope records because of differential carbon isotopic fractionation among plant groups. Palynological data show a strong increase of Cheirolepidiaceaen (Classopollis meyeriana) conifer pollen concurrent with the onset of the observed negative CIE (18). A rapid transition from a mixed angiosperm-conifer flora to a purely angiosperm flora at the PaleoceneEocene Thermal Maximum (PETM), however, amplified the observed negative CIE by 1 to 2‰ (19). Also, modern conifer-derived n-alkanes are relatively enriched in 13C because of a lower stomatal conductance relative to other plant groups (20). Assuming that physiological mechanisms inMesozoic conifers were similar to those in conifers of the Cenozoic and today, the observed 8.5‰ end-Triassic higher-plant n-alkane d13C excursion may thus even be dampened relative to atmospheric values. The smaller magnitude of this excursion in the Newark-Hartford d13Cn-alkane record may be due to a lower sampling resolution during the ETME (10). d13Cnalkane values in this record may also be affected by thermal degradation of n-alkanes or mixing of organic sources, as suggested by n-alkane chain-length distribution and large variations between d13Cn-alkane, d 13CTOC, and d 13Cwood (10). Nevertheless, the similar trend in compoundspecific C-isotope records during the ETME in North America (10) and theWestern Tethys Ocean (this study) strongly suggests major end-Triassic atmospheric 13C depletion.\nThe end-Triassic negative CIE in d13CTOC records was, based on model calculations, previously ascribed to the release of ~8000 to 9000 gigatons (Gt) of carbon as volcanogenic gaseous CO2 from the CAMP with subsequent destabilization of ~5000 Gt of carbon from the methane-hydrate reservoir (17). Also, recent PCO2 (partial pressure of CO2) estimates from pedogenic carbonates, succeeding subsequent CAMP basalt units in eastern North American rift basins, suggest major basaltic CO2 outgassing (21). However, this modeled release of carbon from two reservoirs results in a ~3‰ depletion of the exogenic carbon pool only. The onset of the observed negative CIE\nprobably occurred within ~10 to 20 ky, based on the astronomically constrained ~20- to 40-ky duration of the complete event (10–12). This implies a rapid release of large amounts of isotopically depleted carbon to the end-Triassic atmosphere, coincident with the ETME. The ~8.5‰ magnitude and the short (~20 to 40 ky) duration of the observed negative CIE do not, therefore, match with CAMP-related CO2 release as the main source for isotopically depleted carbon. A simple mass balance calculation using end-Triassic boundary conditions (16, 17) shows that ~8.5‰ atmospheric-13C depletion can also be explained by the release of ~12,000 Gt of carbon as methane from clathrates (with d13C values of −60‰). Alternatively, thermal metamorphism of subsurface organic-rich strata, associated with sill intrusions and flood basalt emplacement, was proposed as a major source of 13C-depleted thermogenic methane to the end-Permian, Rhaetian, Toarcian, and Eocene atmosphere (22–25). It possibly also contributed to the magnitude of the end-Triassic C-cycle perturbation at the ETME (23, 26). Carbon release purely from this source (with d13C values of −35 to −50‰) would involve an input of possibly as much as 38,000 Gt. None of these mechanisms ismutually exclusive, and all three may have contributed to the release of 13C-depleted carbon at the ETME, with thermogenic methane and gaseous CO2 release from CAMP initiating a positive feedback in the global exogenic carbon cycle, causing the release of methane from clathrates. The relative contribution of these end members for 13C-depleted carbon release is yet unknown. Continued carbon release from primary outgassing or contact metamorphism during CAMP emplacement (21) likely caused prolonged early Jurassic PCO2 increase and decreased d\n13CTOC values (12). However, given the duration and magnitude of the observed end-Triassic negative CIE, a strong contribution from the methane-clathrate reservoir may be likely.\nThe injection of ~12,000 to 38,000 Gt of carbon during the ETME probably had a profound impact on global climate. Statistical analyses of palynological data spanning this time interval (16) show a strong warming event and an enhanced hydrological cycle directly coinciding with the onset of the negative CIE (Fig. 2). Marine and terrestrial assemblage changes and extinctions directly coincide with the onset of this warming event (Fig. 2). This suggests a strong causal relationship between massive carbon release, associated climate change, and terrestrial and marine ecosystem turnover. Terrestrial ecosystem changes have likely been further enhanced by the release of toxic gases (e.g., sulfur dioxide) (26). Massive carbon release to the atmosphere and subsequently the ocean also has strong effects on ocean acidification (27). At the ETME, this resulted in decreased carbonate precipitation and possibly dissolution, leading to reduced marine ecosystem stability and extinctions (28). 1Palaeoecology, Institute of Environmental Biology, Faculty of Science,UtrechtUniversity, Budapestlaan4,NL-3584CD,Utrecht, Netherlands. 2Nordic Centre for Earth Evolution (NordCEE), Natural History Museum of Denmark, University of Copenhagen, Øster Voldgade 5-7, DK-1350, Copenhagen K, Denmark. 3Shell Global Solutions International B.V., Kessler Park 1, 2288 GS, Rijswijk, Netherlands. 4Molecular Biogeochemistry, Department of Earth Sciences, Faculty of Geosciences, Utrecht University, Post Office Box 80.021, NL-3508 TA, Utrecht, Netherlands. 5Department of Marine Organic Biogeochemistry, NIOZ Royal Netherlands Institute for Sea Research, Post Office Box 59, 1790 AB, Den Burg, Netherlands. 6Department of Geosciences, University of Oslo, Post Office Box 1047, Blindern, 0316 Oslo, Norway. *To whom correspondence should be addressed. E-mail: micharuhl@gmail.com\nwww.sciencemag.org SCIENCE VOL 333 22 JULY 2011 431\nebruary 21, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\nSimilar events of rapid carbon release to the atmosphere [e.g., at the PETM (29) and in the early Toarcian (30)] suggest a ~100-ky recovery period for the d13C composition of exchangeable carbon reservoirs, in line with the residence time of carbon in the exogenic carbon pool (31). A relatively short duration of the observed negative CIE at the ETME may be attributed to enhanced surface-ocean productivity and increased burial of carbon at the continental margins (18). Diminished background release of isotopically light carbon, due to changes in the gas-hydrate capacitor (31), may have further enhanced rapid recovery of the d13C signal of the exogenic carbon pool. Furthermore, a sea-level lowstand at the ETME possibly enhanced erosion of the extensive Triassic carbonate ramps and dilution of the exchangeable carbon reservoirs with relatively enriched carbon. The ETME interval, with rapid and large-scale carbon release, may be regarded as a natural deeptime analog to today’s anthropogenic carbon emissions. Cumulative anthropogenic carbon release of >5000 Gt (27) likely will enhance greenhouse warming by several degrees (32) and substantially lower oceanic pH values (27). Earth’s biosphere also is projected to experience major disruption of ecosystems, with associated loss of biodiversity (33). A direct link betweenmassive carbon release and the ETME suggests that modern-day ecosystems could experience a further loss in biodiversity, not only by habitat reduction but also by carbon release–driven rapid climate changes.\nFig. 1. End-Triassic mass extinction event coincides with d13CTOC negative excursion. The d13CTOC record from Kuhjoch (7), the GSSP for the base of the Jurassic (47°41'15WN, 13°21'30WE). The end-Triassic negative CIE closely matches marine extinctions and continental and marine assemblage changes (3, 6, 14, 34) (LO, last occurrence; FO, first occurrence). The negative CIE stratigraphically coincides with the onset of CAMP emplacement (11).\n22 JULY 2011 VOL 333 SCIENCE www.sciencemag.org432\nebruary 21, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\nReferences and Notes 1. B. Schoene, J. Guex, A. Bartolini, U. Schaltegger,\nT. J. Blackburn, Geology 38, 387 (2010). 2. D. M. Raup, J. J. Sepkoski Jr., Science 215, 1501\n(1982). 3. P. E. Olsen et al., Science 296, 1305 (2002). 4. J. C. McElwain, P. J. Wagner, S. P. Hesselbo, Science 324,\n1554 (2009). 5. J. J. Sepkoski, in Global Events and Event Stratigraphy in the\nPhanerozoic, O. H. Walliser, Ed. (Springer, Berlin, 1996) pp. 35–51.\n6. S. P. Hesselbo, S. A. Robinson, F. Surlyk, S. Piasecki, Geology 30, 251 (2002). 7. M. Ruhl, W. M. Kürschner, L. Krystyn, Earth Planet. Sci. Lett. 281, 169 (2009). 8. J. C. McElwain, D. J. Beerling, F. I. Woodward, Science 285, 1386 (1999).\n9. A. Marzoli, P. R. Renne, E. M. Piccirillo, M. Ernesto, G. Bellieni, A. De Min, Science 284, 616 (1999).\n10. J. H. Whiteside, P. E. Olsen, T. Eglinton, M. E. Brookfield, R. N. Sambrotto, Proc. Natl. Acad. Sci. U.S.A. 107, 6721 (2010). 11. M. H. L. Deenen et al., Earth Planet. Sci. Lett. 291, 113 (2010). 12. M. Ruhl et al., Earth Planet. Sci. Lett. 295, 262 (2010). 13. R. D. Pancost, C. S. Boot, Mar. Chem. 92, 239 (2004). 14. A. von Hillebrandt, L. Krystyn, W. M. Kürschner,\nInternational Subcommission on Jurassic Stratigraphy Newsletter 34 1, 2 (2007); http://jurassic.earth.ox.ac.uk/ newsletters 15. M. Ruhl, H. Veld, W. M. Kürschner, Earth Planet. Sci. Lett. 292, 17 (2010). 16. Supporting Online Material is available at Science Online.\n17. D. J. Beerling, R. A. Berner, Global Biogeochem. Cycles 16, 1036 (2002). 18. N. R. Bonis, M. Ruhl, W. M. Kürschner, Palaeogeogr. Palaeoclimatol. Palaeoecol. 290, 151 (2010). 19. S. Schouten et al., Earth Planet. Sci. Lett. 258, 581 (2007). 20. N. Pedentchouk, W. Sumner, B. Tipple, M. Pagani, Org. Geochem. 39, 1066 (2008). 21. M. F. Schaller, J. D. Wright, D. V. Kent, Science 331, 1404 (2011). 22. H. Svensen et al., Earth Planet. Sci. Lett. 277, 490 (2009). 23. M. Ruhl, W. M. Kürschner, Geology 39, 431 (2011). 24. H. Svensen et al., Earth Planet. Sci. Lett. 256, 554\n(2007). 25. H. Svensen et al., Nature 429, 542 (2004). 26. B. van de Schootbrugge et al., Nat. Geosci. 2, 589\n(2009).\nFig. 2. N-alkane biomarker C-isotope and climate proxy records. The endTriassic mass-extinction interval is marked by a distinct negative CIE in d13Cn-alkane records from (A) Kuhjoch and (B) Hochalplgraben (47°28'20WN, 11°24'42WE). The ~8.5‰ magnitude of the negative CIE in the weightedaverage d13C(C23-C25-C27-C29-C31-C33-C35) record of Hochalplgraben is ~3.5‰ larger than observed in the d13CTOC record of the same section. The black curves show individual n-alkane C-isotope records for both sections. The\nshaded areas show the bandwidth of d13CC23 to d 13CC35 values per sample, in both sections. The extracted amount of n-alkanes from the lower three d13CTOC samples from Kuhjoch was too low for reliable d\n13Cn-alkane measurements. The (onset of the) observed negative CIE coincides in both sections with increased continental temperatures and an enhanced hydrological cycle, based on statistical analyses of terrestrial palynomorph distributions (16).\nwww.sciencemag.org SCIENCE VOL 333 22 JULY 2011 433\nebruary 21, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\n27. K. Caldeira, M. E. Wickett, Nature 425, 365 (2003). 28. M. Hautmann, M. J. Benton, A. Tomasovych, N. Jb. Geol.\nPalaeontol. Abh. 249, 119 (2008). 29. J. C. Zachos et al., Science 308, 1611 (2005). 30. D. B. Kemp, A. L. Coe, A. S. Cohen, L. Schwark, Nature\n437, 396 (2005). 31. G. R. Dickens, Earth Planet. Sci. Lett. 213, 169 (2003). 32. M. R. Allen et al., Nature 458, 1163 (2009). 33. O. E. Sala et al., Science 287, 1770 (2000). 34. P. D. Ward et al., Science 292, 1148 (2001).\nAcknowledgments We thank G. Nobbe for lab assistance with stable-isotope measurements, and H. Visscher and A. Sluijs for suggestions and comments during the initial drafting of the manuscript. We also thank H. Svensen and three anonymous reviewers for suggestions and comments during the review of this paper. W.M.K., M.R., and N.R.B. acknowledge funding from the Utrecht University High Potential program. This contribution is publication 20110601 of the Netherlands Research School of Sedimentary Geology. Supporting Online Material www.sciencemag.org/cgi/content/full/333/6041/430/DC1 Materials and Methods Figs. S1 and S2 Tables S1 and S2 References 14 February 2011; accepted 1 June 2011 10.1126/science.1204255"
  }, {
    "heading": "Start of the Wilson Cycle at 3 Ga",
    "text": ""
  }, {
    "heading": "Shown by Diamonds from",
    "text": ""
  }, {
    "heading": "Subcontinental Mantle",
    "text": "Steven B. Shirey1* and Stephen H. Richardson2*\nMineral inclusions encapsulated in diamonds are the oldest, deepest, and most pristine samples of Earth’s mantle. They provide age and chemical information over a period of 3.5 billion years—a span that includes continental crustal growth, atmospheric evolution, and the initiation of plate tectonics. We compiled isotopic and bulk chemical data of silicate and sulfide inclusions and found that a compositional change occurred 3.0 billion years ago (Ga). Before 3.2 Ga, only diamonds with peridotitic compositions formed, whereas after 3.0 Ga, eclogitic diamonds became prevalent. We suggest that this resulted from the capture of eclogite and diamond-forming fluids in subcontinental mantle via subduction and continental collision, marking the onset of the Wilson cycle of plate tectonics.\nThe set of plate tectonic processes where-by continental pieces are dispersed andthen reassembled on the surface of Earth, known as the Wilson cycle (1–3), leads to supercontinents, crustal growth, mountain building, the basic distribution of crustal age provinces, and ore deposits. This fundamental, multistage cycle repeats through geologic time, and its operation from the Precambrian through today is apparent in the geologic record of crustal rocks (2–6 ); however, the timing of the start of the Wilson cycle is uncertain.\nMineral inclusions in diamonds, formed within the ancient lithospheric mantle keels of stable continental crustal regions known as cratons, may provide insight into the Wilson cycle from deep within the continental lithosphere. Lithospheric macrodiamonds amenable to geochronological investigation formed in the Precambrian via fluids involved in carbonate reduction or methane oxidation (7) and have resided at depths of 125 to 175 km for billions of years (8). Mineral inclusions, mainly silicates and sulfides, that formed or equilibrated at the time of diamond growth were encapsulated by diamonds and remained impervious to the widespread metasomatism (9, 10) that affected the lithosphere throughout time. Diamonds, with their protected inclusion cargo, were typically picked up later\nin Mesozoic to Cenozoic kimberlitic volcanism and were carried to the surface as xenocrysts in kimberlite (8).\nWe analyzed the complete literature data set of 4287 silicate inclusions and 112 sulfide inclusions in diamonds from the nuclei of five ancient continents (Australian, Kaapvaal, Siberian, Slave, and Zimbabwe; fig. S1) (11), which were previously studied for their geochronology (12–14). Each mineral group can be classified according to its composition. Peridotitic inclusions\nare akin to peridotite from the mantle, whereas eclogitic inclusions resemble metamorphosed basaltic rock from the crust (fig. S2). Peridotitic silicate inclusions can be further subdivided into harzburgitic or lherzolitic, depending on the degree of major element depletion resulting from previous partial melting.\nTypically, specific portions of the continental lithosphere are probed by studying groups of diamonds from the same kimberlite pipe. Silicate inclusions are amenable to analysis using the Sm-Nd isotope system only after combining like mineral grains from multiple diamonds, whereas single sulfide inclusions from one diamond are amenable to analysis using the Re-Os isotope system. Therefore, determining the full spread of formation ages for multiple generations of diamonds from a given locality is limited by the necessity of combining inclusions, particularly for eclogitic inclusions and use of the Sm-Nd system (Fig. 1A). The crucial consideration for using diamonds to constrain the Wilson cycle is that they yield the age of isolation, by incorporation into the subcontinental lithospheric mantle (SCLM), of the inclusion components from the convecting mantle. For silicate inclusions, this often can be 500 to 1500 million years older than the diamond crystallization age, whereas for sulfide inclusions it is only\n1Department of Terrestrial Magnetism, Carnegie Institution of Washington, Washington, DC 20015, USA. 2Department of Geological Sciences, University of Cape Town, Rondebosch 7701, South Africa.\n*To whom correspondence should be addressed. E-mail: shirey@dtm.ciw.edu (S.B.S.); steve.richardson@uct.ac.za (S.H.R.)\nFig. 1. (A) Silicate inclusion initial Nd isotopic composition versus Sm-Nd age for diamonds of peridotitic (circles), lherzolitic (triangles), and eclogitic (diamonds) parageneses. Solid symbols are isochron studies for composites of garnet and clinopyroxene grains; open symbols are model age studies for composites of garnet only. Unlabeled points on convecting mantle curve are mantle extraction ages extrapolated from labeled points (11). (B) Sulfide inclusion initial Os isotopic composition versus Re-Os age. Solid symbols are isochron studies; open symbols are model age studies for single grains. For isochron studies, mantle extraction ages extrapolated from labeled points are typically <100 million years (one scale division) older than the isochron age (11). In (A) and (B), WC 1-2 denotes Wilson cycle rifting (stages 1 and 2) for the Pilbara craton (6); WC 5-6 denotes Wilson cycle continental closure (stages 5 and 6) for the Kaapvaal craton. Locality abbreviations are given in table S1.\nW C 1 -2 W C 5 -6\n0 1000 2000 3000 4000 0.00\n0.20\n0.40\n0.60\nAge (Ma)\n18 7 O\ns/ 18\n8 O s i\nni t\nEclogitic Peridotitic\nsu bd\nuc te\nd sl ab en ric he d m an tle\n-15\n-10\n-5\n0\n5\n10\n15\n20\nN d\nPr F\nK\nO A Pr Pr\nU\nF Kε Jw\nEclogitic Lherzolitic Harzburgitic\nconvecting mantle\nlit ho\nsp he ric m an tle\nV\nL\nDv\nW\nU Pa\nM\nW C\n1 -2\nW C\n5 -6\nJw\nKo U\nE W\nJa\nJw\nDv\nKo Kl\nK\nV\nJa\nJw\nconvecting mantle\nA\nB\n22 JULY 2011 VOL 333 SCIENCE www.sciencemag.org434\nebruary 21, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\nAtmospheric Carbon Injection Linked to End-Triassic Mass Extinction Micha Ruhl, Nina R. Bonis, Gert-Jan Reichart, Jaap S. Sinninghe Damsté and Wolfram M. Kürschner\nDOI: 10.1126/science.1204255 (6041), 430-434.333Science\nARTICLE TOOLS http://science.sciencemag.org/content/333/6041/430\nMATERIALS SUPPLEMENTARY\nhttp://science.sciencemag.org/content/suppl/2011/07/20/333.6041.430.DC1 http://science.sciencemag.org/content/suppl/2011/07/21/333.6041.430.DC2\nCONTENT RELATED file:/contentpending:yes\nREFERENCES\nhttp://science.sciencemag.org/content/333/6041/430#BIBL This article cites 32 articles, 10 of which you can access for free\nPERMISSIONS http://www.sciencemag.org/help/reprints-and-permissions\nTerms of ServiceUse of this article is subject to the\nis a registered trademark of AAAS.Science licensee American Association for the Advancement of Science. No claim to original U.S. Government Works. The title Science, 1200 New York Avenue NW, Washington, DC 20005. 2017 © The Authors, some rights reserved; exclusive\n(print ISSN 0036-8075; online ISSN 1095-9203) is published by the American Association for the Advancement ofScience\non F ebruary 21, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from"
  }],
  "year": 2011,
  "references": [],
  "id": "SP:86fde6cee2ebc3b8bad7e471abc605ca9fa10515",
  "authors": [],
  "abstractText": "2e ħ → A(r ) where → A(r ) is the electromagnetic vector potential, Eq. 5 becomes the GL free energy of a superconductor; its minimization in the long-distance limit yields → A(r ) = ħ 2e → ∇φ(r ) and thus quantization of its associated magnetic flux (22, 23). Analogously, minimization of Eq. 5 impliesdOn( r ) = → l ⋅ → ∇φ surrounding each topological defect (SOM e). Here, the vector → l is proportional to (ax; ay) and lies along the line where dOn( r ) = 0. The resulting key prediction is that dOn( r ) will vanish along the line in the direction of → l that passes through the core of the topological defect, with On( r ) becoming greater on one side and less on the other (Fig. 4B). Additional coupling to the smectic amplitude can shift the location of the topological defect away from the line of dOn( r ) = 0 (SOM e). To test whether this GL model correctly captures the observed (Fig. 4, A and B) dOn − ys coupling in Bi2Sr2CaCu2O8+d, we extend Eq. 5 to include both → Sx and → Sy smectic modulations. We then simulate the profile of dOn( r ), treating the phase and amplitude of smectic fields y1( r ) and y2( r ) (Fig. 2) as mean-field input that will determine dOn( r ) according to Eq. 5 (SOM e). Figure 4, C and D, shows the overlay of topological defect locations within the small boxes in Fig. 4AondOn( r ) as simulated byusingEq. 5 (SOMe). This demonstrates directly how the GL functional associates fluctuations indOn( r ) with the smectic topological defect locations in the fashion of Fig. 4B. The close similarity between the measured dOn( r) in Fig. 4, E and F, and the simulation in Fig. 4, C and D, with cross-correlation coefficients of 56% and 62% demonstrates how the minimal GL functional of Eq. 5 captures the interplay between the measured dOn( r ) fluctuations (Fig. 4A) and disordered smectic modulations (Fig. 2). And, as expected with extrinsic disorder (36), the GL parameters vary somewhat from location to location (SOM f). Indeed, a simultaneous “gapmap” (SOM g) shows vividly how much additional (probably dopant-atomrelated) disorder coexists with the phenomena analyzed here. Our results can lead to advances in understanding of coexisting and competing electronic phenomena in underdoped cuprates (9–20). By identifying 2p topological defects within the phase-fluctuating smectic states and that they are associated with the spatial fluctuations of the robust intra–unit-cell nematicity (18, 20), we demonstrated empirically a coupling between these two locally broken electronic symmetries of the cuprate pseudogap states. This allowed identification of a GL functional that explains how these phenomena coexist and predicts their interplay at the atomic scale. For example, the GL model explains why it is possible for the intra–unit-cell nematicity to have finite average 〈On(r)〉 ≠ 0 (Fig. 1C) even though the smectic modulations are disordered (Figs. 2 and 3) (18). This is because 2p topological defects induce fluctuations of dOn( r ) with respect to 〈On(r )〉, but the dislocation cores sit close to locations where On( r ) = 〈On(r )〉 and thus do not disrupt this state directly (SOM e). Perhaps most importantly, if the tendency for intra–unit-cell nematicity to coexist with a disordered electronic smectic demonstrated here is ubiquitous to underdoped cuprates, which broken symmetry manifests at the macroscopic scale (9–20) depends on the coefficients in the GL functional and on other material-specific aspects, such as crystal symmetry. Therefore, the GL model introduced here provides a good starting point to address these issues and, eventually, the interplay between the different broken electronic symmetries and the superconductivity."
}