{
  "sections": [{
    "text": "GEOLOGY, May 2011 431\nINTRODUCTION The Late Triassic was a time of repeated\nbiotic turnover in the marine (Benton, 1995; Kiessling et al., 2007; Lucas and Tanner, 2008) and terrestrial realms (Benton, 1993; Olsen et al., 2002; Kürschner and Herngreen, 2010), that culminated at the end-Triassic mass extinction (Raup and Sepkoski, 1982). The extinction event directly coincided with a major initial negative C isotope excursion (initial CIE), based on a negative excursion of as much as –7‰ in terrestrial and marine carbon isotope records (Pálfy et al., 2001; Hesselbo et al., 2002; Guex et al., 2004; Williford et al., 2007; Ruhl et al., 2009; Deenen et al., 2010; Whiteside et al., 2010) that is separated from a subsequent long-term shift to depleted δ13C values (main negative shift) by an ~3.5‰ positive excursion (Hesselbo et al., 2002; Korte et al., 2009). The extinction event and negative CIEs were suggested to be temporally related to a major volcanic phase with emplacement of the Central Atlantic Magmatic Province (CAMP) (McElwain et al., 1999; Hesselbo et al., 2002; Marzoli et al., 2004). The onset of both events is directly related to the onset of the oldest CAMP fl ood basalt deposition in the Argana basin (Morocco) (Deenen et al., 2010). However, the required amount of mantlederived CO2, with an ~5‰−6‰ depleted C isotope composition, may be too large to explain the observed negative CIE (Beerling and Berner, 2002; Tanner, 2010). Subduction of lithosphere and accompanying sedimentary reservoirs in the shallow mantle potentially allows for a much stronger 13C depleted signature (~−20‰) for carbon released during CAMP emplacement (Wignall, 2001). Alternatively, intrusion of mantle-derived melts in carbon-rich sedimentary strata may have initiated thermogenic methane release into the atmosphere and oceans, similar to that suggested for Paleogene (Svensen et al., 2004), Jurassic (McElwain et al., 2005; Svensen et al., 2007), and end-Permian (Svensen et al., 2009) carbon cycle perturbations. The duration of the observed negative CIE at the endTriassic extinction interval is, however, much shorter (tens of thousands of years; Deenen et al., 2010; Ruhl et al., 2010; Schoene et al., 2010) than the duration of CAMP (hundreds of thousands to millions of years, with the main CAMP emplacement in several volcanic pulses during the fi rst ~600 k.y.; Nomade et al., 2007; Jourdan et al., 2009; Whiteside et al., 2010). It suggests that initial carbon release at the onset of CAMP emplacement may have initiated a (potentially strong) positive feedback within the exogenic carbon pool, possibly resulting in the extra release of methane from hydrates (Beerling and Berner, 2002). Atmospheric carbon dioxide concentrations are reported to have strongly increased at the Triassic-Jurassic transition (McElwain et al., 1999). However, atmospheric CO2 concentrations likely had already increased in the Late Triassic (late Rhaetian) (Bonis et al., 2010a) and may have been preceded by multiple CO2driven climate fl uctuations throughout the Rhaetian (Cleveland et al., 2008). Nevertheless, Late Triassic C isotope excursions have not been studied.\nHere we present high-resolution late Rhaetian marine and continental carbon isotope data\nof key sections in the western Tethys Ocean and the northwest European Germanic basin (Fig. 1). Combined δ13CTOC (total organic carbon) and single-species (Lepidopteris ottonis) δ13Cleaf data are used to resolve possible global carbon cycle perturbations before the onset of CAMP volcanism.\nMETHODS Samples were collected from two different\nsites, in the western Tethys Eiberg basin (Austria; Fig. 1B) and in the southwest Germanic basin (Germany; Fig. 1D). Bulk sediment δ13CTOC measurements and δ13Cleaf measurements on single L. ottonis leaf pinnules from the Eiberg and Wüstenwelsberg sections, respectively, were performed according to methods by Ruhl et al. (2009). Measurements were performed by elemental analyzer−continuous fl ow isotope ratio−mass spectrometry using a Fisons 1500 NCS elemental analyzer coupled to a Finnigan Mat Delta Plus mass spectrometer at the Geochemistry Group of the Department of Earth Sciences, Utrecht University (for further\neology, May 2011; v. 39; no. 5; p. 431–434; doi:10.1130/G31680.1; 2 fi gures; Data Repository item 2011142. © 2011 Geological Society of America. For permission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org.\n*E-mail: micharuhl@gmail.com.\nturbation, based on an ~5‰−6‰ negative excursion in δ13CTOC (total organic carbon) records. Both events coincided directly with the onset of massive fl ood basalt volcanism in the Central Atlantic Magmatic Province (CAMP). Organic carbon isotope data from the western Tethys Ocean (Austria) and the Germanic basin (UK and Germany), however, demonstrate earlier disruption of the global carbon cycle, preceding CAMP eruptions. A 2‰−3‰ late Rhaetian precursor negative excursion in marine and continental δ13CTOC records is matched by a negative perturbation in δ13Cleaf data, suggesting multiple events of Rhaetian atmospheric 13C depletion. Intruding dike and sill systems, preceding CAMP eruptive volcanic activity, may have released ~3000–7000 Gt of isotopically light carbon as thermogenic methane from subsurface organic-rich strata. This possibly caused an end-Triassic atmospheric pCO2 increase and reduced ecosystem stability before the actual onset of eruptive volcanic activity in the CAMP region. We present a model that identifi es three phases of disturbances in global biogeochemical cycles related to the formation of this large igneous province.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/39/5/431/3539734/431.pdf by University of Arizona user on 21 February 2019\n432 GEOLOGY, May 2011\ndiscussion on materials and methods, see the GSA Data Repository1). Data are compared to published data from St Audries Bay (UK; Hesselbo et al., 2002) and the Argana basin (Morocco; Deenen et al., 2010).\nMARINE RECORD The marine sedimentary sequences of Tiefen-\ngraben (Austria; Fig. 2A) and Eiberg (Austria; Fig. 2B) were deposited in the Eiberg basin, a marine sedimentary basin between extensive carbonate platforms on the western Tethys passive margin (Kürschner et al., 2007). Both outcrops are located close to the base Jurassic Global Stratotype Section and Point at Kuhjoch (Ruhl et al., 2009). The studied sedimentary sequence in this basin is marked by relatively constant δ13CTOC values of ~–26.5‰, with signifi cantly lower values of ~–29.5‰ ~4 m below the top of the Eiberg Member (Kössen Formation) (Fig. 2B). A drop to even lower values of ~–31.5‰ marks the end-Triassic extinction interval at the base of the Tiefengraben Member (Kendlbach Formation). Comparison of the marine records of the Eiberg basin to St Audries Bay (Fig. 2C) in northwest Europe is relatively straightforward, based on similar δ13CTOC signatures, distinct palynomorph changes, and the fi rst occurrence of Cerebropollenites thiergartii pollen (Kürschner et al., 2007; Ruhl et al., 2009; Bonis et al., 2010b).\nNONMARINE RECORD The late Rhaetian Hauptton sequence in\nthe southwestern end of the Germanic Basin (Wüstenwelsberg quarry, Germany; Fig. 2D) is regarded as the continental equivalent of the marine contorta beds in the more central part of the Germanic basin (Bloos, 1990; see the Data Repository). Its gray organic-rich clays directly overlie the fl uviatile Haupt Sandstein. The Hauptton is marked by typical late Rhaetian palynomorph assemblages (see the Data Repository) and gradually increasing δ13CTOC values, from ~–25‰ to ~–23‰, with a drop to signifi - cantly lower values of ~–27‰ in the middle of the Hauptton. The uppermost three samples contain a Hettangian palynomorph assemblage (see the Data Repository) and 13C depleted carbon isotope values of ~–26.5‰. Several leafbearing horizons in the studied sequence contain well-preserved L. ottonis leaves (Bonis et al., 2010a) with carbon isotope values of ~–26‰ to ~–27‰. Despite a relatively large spread in single-leaf carbon isotope measurements, a negative CIE in the δ13Cleaf record (Fig. 2E) coincides with the observed ~2‰−3‰ negative CIE in δ13CTOC. The observed amplitude is, however, smaller, as no leaves were preserved at levels with most negative δ13CTOC values (Fig. 2E). The presence of the CIE in the fossil leaf record underlines the signifi cance of this CIE, refl ecting an enrichment of isotopic light carbon in the\natmosphere (Nguyen Tu et al., 2004; McElwain et al., 2007). Stratigraphic correlation between the δ13CTOC signature of the continental Argana basin (Fig. 2F) and the marine St Audries Bay record is based on a paleomagnetic reversal directly preceding the initial CIE (Deenen et al., 2010).\nDISCUSSION A major initial negative excursion in marine\nand terrestrial carbon isotope records at the endTriassic mass extinction event has been relatively well documented in sedimentary basins worldwide (e.g., Pálfy et al., 2001; Ward et al., 2001; Hesselbo et al., 2002; Guex et al., 2004; Williford et al., 2007; Ruhl et al., 2009; Whiteside et al., 2010). A direct stratigraphic correlation to the onset of CAMP volcanism (Deenen et al., 2010; Schoene et al., 2010; Whiteside et al., 2010) and potentially positive feedback effects in the global carbon cycle (Beerling and Berner, 2002) suggest isotopically light carbon release as a driving cause for the observed negative CIE. Rising atmospheric carbon dioxide concentrations and the commencement of a supergreenhouse (McElwain et al., 1999; Whiteside et al., 2010) likely caused global climate changes, i.e., increasing temperatures (McElwain et al., 1999), increasing continent-to-ocean heat gradients (Huynh and Poulsen, 2005), and increasing strength of monsoonal activity\nTethys realm Eiberg basin (Austria)\nNW European basins\n-27-25-23\nB 0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n14\n15\n16\n17\n18\n19\n20\n21\n22\n-29 -27 -25-31\n0\n12\n14\n2\n4\n6\n8\n10\n-29 -25-33\n0\n1\n2\n3\n4\n5\n6\nCA D\nGray shale Limestone\nDark gray shale Light gray shale\nSt Audries Bay (UK)\n(*)\nne rra B enoz noitisnart slissof on\n0 1 2 3 4 5 6\n10 11 12 13 14\n0 1 2\n15 16 17 18 19 20 21\n7 8 9\n~750-1100 ppmv pCO2\nincrease\nDike, Sill intrusion\nWüstenwelsberg (Germany)\n-29 -27-27 -25 -28 -26-24-26\n~3‰\nE\n?\n-25\n>1.5‰/ti n U etai de mret nI\ntla sa B niat n u o M e g n ar O\nSandstone Sand\n)cissaruJ( naignatte H\nT mF hcabldneK / b M nebargnefei\n( naiteah R\nT )cissair mF nessoK / b M grebiE\nuJ( n aig na tte H\nr )cissa\n( na iteah R\nT )cissair\nP sibro nalp .\nse tino m ma o N\neu lB mF rohc nA\nW mF yrubtse\nmF saiL eulB\nM A C P\nmsi nacl ov\n1 esa h P 2 esah P\nδ13CTOC (‰) δ13CTOC (‰) δ13CTOC (‰)\nδ13CTOC (‰) δ 13Cleaf (‰)\n.tte H\nnot tpua H\nnaite ah R\n/nietsdn aS t pua H ?sdeb-ar etsoP\n13\nmF kcotsliL laitini EI C evitagen\n(*)\nn err aB ) m( yhpargitart S Lower Unit laitini EI C evitagen erp EI C rosruc erp EI C rosruc\n0 2 4 6 8 10 12\n-24 -22 -20\n)cissairT( n aitea h R SA5n.3r SA5n.2r r32E\nδ13CTOC (‰)\nnia m\ne sh ift vitagen nia m e sh ift vitagen\ner p EI\nC rosruc laitini\nEI C ev itagen\ner p EI C ro sr uc\n3 esah P\nArgana basin (Morocco) Continental Pangea\nDeenen et al., 2010This studyHesselbo et al., 2002This study\nKürschner et al., 2007\nF\nnia m\ne sh ift vi tagen\nFigure 2. Latest Triassic to earliest Jurassic δ13CTOC (total organic carbon) and δ13Cleaf records. CAMP— Central Atlantic magmatic province; CIE—carbon isotope excursion; Fm— formation; Mb—member. A: Tiefengraben (Austria). B: Eiberg (this study, Austria). C: St Audries Bay (UK). D, E: Wüstenwelsberg (this study, Germany). F: Argana (Morocco). Error bars on δ13Cleaf data (E) represent standard deviation of multiple δ13C measurements of single leaf. An ~750–1100 ppmv pCO2 increase (D) is inferred from stomatal density changes (Bonis et al., 2010a). Asterisks in Tiefengraben (A) and St Audries Bay (C) curves mark fi rst occurrence of Cerebropollenites thiergartii pollen (Kürschner et al., 2007; Bonis et al., 2010b). Stratigraphic position of CAMP basalt units is based on Deenen et al. (2010).\n1GSA Data Repository item 2011142, methods, Figures DR1 and DR2, and Table DR1, is available online at www.geosociety.org/pubs/ft2011.htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/39/5/431/3539734/431.pdf by University of Arizona user on 21 February 2019\nGEOLOGY, May 2011 433\n(Bonis et al., 2010b). Large-scale CO2 release likely destabilized continental ecosystems and caused strong ocean acidifi cation and stratifi cation, resulting in marine extinctions (Hautmann, 2004; Hautmann et al., 2008; Racki, 2010, and references therein). Carbon release–initiated climate change as the single most important cause of end-Triassic terrestrial extinctions is, however, challenged by the direct environmental stress caused by the release of potentially large amounts of destructive toxic compounds and gasses (e.g., SO2; Self et al., 2006; Ganino and Arndt, 2009; van de Schootbrugge et al., 2009; Racki, 2010) and subsequent effects including soil acidifi cation, and also changes in atmospheric greenhouse effi ciency.\nOur study emphasizes a distinct ~2‰−3‰ Rhaetian precursor negative CIE in a wellresolved stratigraphic framework of marine and continental carbon isotope records from different geographic regions. It suggests that global carbon cycle disturbance preceded the onset of CAMP fl ood basalt deposition. The transfer of 13C depleted carbon to the Late Triassic exogenic carbon pool was therefore likely (partly) initiated by different mechanisms than that for the initial negative CIE at the end-Triassic mass extinction interval.\nEnd-Permian, Toarcian, and earliest Eocene negative CIEs are possibly related to thermogenic methane release (with δ13C = −35‰ to −50‰) caused by magma intrusion of large dike and sill complexes in subsurface organicrich strata (Svensen et al., 2004, 2007, 2009; McElwain et al., 2005). The high-volume CAMP fi ssure lavas, with a surface area possibly in excess of 107 km2, originated from a vast intrusion complex of tholeiitic dikes and sills distributed over the continents of North America, South America, and Africa (Olsen, 1997; Marzoli et al., 1999; McHone, 2000, 2003, and references therein; Olsen et al., 2003; Marzoli et al., 2004). The intrusion complex partially predates the fi rst CAMP extrusives in the northeastern United States and Moroccan continental basins by only a few hundreds of thousands of years (Marzoli et al., 1999; McHone, 2006; Nomade et al., 2007). The observed Rhaetian precursor negative CIE also predates the uppermost Rhaetian initial negative CIE and coinciding end-Triassic mass extinction event by only ~100 k.y. (Deenen et al., 2010). Intrusion of dike and sill systems into earlier basin deposits thermally altered subsurface organic-rich strata, possibly allowing thermogenic methane release. If the observed 2‰−3‰ precursor negative CIE represents global 13C depletion of the exogenic carbon pool, then a simple mass-balance calculation with end-Triassic boundary conditions (Beerling and Berner, 2002) suggests the release of ~3000–7000 Gt carbon as thermogenic methane from subsurface organic matter.\nOur data suggest a model in which the commencement of the CAMP, the largest igneous province on Earth (Marzoli et al., 1999; Olsen et al., 2003), initiated multiple phases of disturbance of global biogeochemical cycles. Intrusion by Late Triassic dike and sill systems may have initially released large amounts of volatiles (e.g., CH4, CO2, and likely SO2) from subsurface sedimentary deposits. Eruptive and fl ood basalt volcanism then allowed for massive gas release from the magma bodies, possibly accompanied by thermogenic methane release and positive feedback mechanisms in the global carbon cycle. A third phase in CAMP related changes in global geochemical cycles was, although not observed in this data set, caused by increased weathering of the extensive and freshly exposed CAMP extrusives, which strongly affected ocean chemistry (e.g., Cohen and Coe, 2002, 2007). Our observations only show one carbon cycle perturbation (the precursor negative CIE) before the onset of CAMP emplacement; however, multiple carbon cycle perturbations, due to subsurface lava intrusions and thermogenic carbon release, may have marked the Late Triassic.\nCONCLUSIONS The end-Triassic mass extinction event is\nmarked by disruption of the global carbon cycle due to massive 13C depleted carbon release initiated by the onset of fl ood-basalt volcanism in the Central Atlantic magmatic province. The data presented in this study show that the endRhaetian initial negative CIE was preceded by an ~2‰−3‰ Rhaetian precursor negative excursion, present in marine and terrestrial carbon isotope records from different geographic regions. This possibly global carbon cycle perturbation suggests 13C depleted carbon release from a source other than from CAMP extrusives.\nWe propose a multiple-phase model in which extensive Late Triassic dike and sill intrusions initially released carbon (possibly as thermogenic methane) from subsurface organic-rich sediments. Subsequent eruptive volcanism and CAMP fl ood-basalt emplacement caused a major release of volcanic gasses, possibly initiating positive feedback mechanisms in the global carbon cycle. Increased weathering of the extensive CAMP extrusives initiated the third phase of CAMP-induced changes in global biogeochemical cycles. Carbon cycle perturbations resulting from dike and sill intrusions possibly caused prolonged ecosystem weakening and biodiversity loss throughout the Late Triassic.\nACKNOWLEDGMENTS We thank N.R. Bonis and M.H.L. Deenen for extensive fi eld assistance. N.R. Bonis, J.H.A. van Konijnenburg-van Cittert, S. Schmeissner, and G. Dütsch are acknowledged for identifying and sharing Lepidopteris ottonis leaf specimens. We thank A. van Dijk for assistance during carbon isotope measurements.\nComments and suggestions by Henrik Svensen and two anonymous reviewers greatly improved the initial manuscript. Kürschner acknowledges funding of the Utrecht University High Potential program. This contribution is publication 20101201 of the Netherlands Research School of Sedimentary Geology.\nREFERENCES CITED Beerling, D.J., and Berner, R.A., 2002, Biogeochemi-\ncal constraints on the Triassic-Jurassic boundary carbon cycle event: Global Biogeochemical Cycles, v. 16, 1036, doi: 10.1029/2001GB001637. Benton, M.J., 1993, Late Triassic extinctions and the origin of the dinosaurs: Science, v. 260, p. 769– 770, doi: 10.1126/science.260.5109.769. Benton, M.J., 1995, Diversifi cation and extinction in the history of life: Science, v. 268, p. 55–58, doi: 10.1126/science.7701342. Bloos, G., 1990, Eustatic sea-level changes in the upper Keuper and in the lower Lias of Central Europe: Les Cahiers de l’Université Catholique de Lyon, series Science, v. 3, p. 5–16. Bonis, N.R., Van Konijnenburg-Van Cittert, J.H.A., and Kürschner, W.M., 2010a, Changing CO2 conditions during the end-Triassic inferred from stomatal frequency analysis on Lepidopteris ottonis (Goeppert) Schimper and Ginkgoites taeniatus (Braun) Harris: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 295, p. 146–161, doi: 10.1016/j.palaeo.2010.05.034. Bonis, N.R., Ruhl, M., and Kürschner, W.M., 2010b, Climate change driven black shale deposition during the end-Triassic in the western Tethys: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 290, p. 151–159, doi: 10.1016/j. palaeo.2009.06.016. Cleveland, D.M., Nordt, L.C., Dworkin, S.I., and Atchley, S.C., 2008, Pedogenic carbonate isotopes as evidence for extreme climatic events preceding the Triassic-Jurassic boundary: Implications for the biotic crisis?: Geological Society of America Bulletin, v. 120, p. 1408– 1415, doi: 10.1130/B26332.1. Cohen, A.S., and Coe, A.L., 2002, New geochemical evidence for the onset of volcanism in the Central Atlantic magmatic province and environmental change at the Triassic-Jurassic boundary: Geological Society of America Bulletin, v. 30, p. 267–270, doi: 10.1130/0091-7613(2002)030 <0267:NGEFTO>2.0.CO;2. Cohen, A.S., and Coe, A.L., 2007, The impact of the Central Atlantic Magmatic Province on climate and on the Sr- and Os-isotope evolution of seawater: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 244, p. 374–390, doi: 10.1016/j.palaeo.2006.06.036. Deenen, M.H.L., Ruhl, M., Bonis, N.R., Krijgsman, W., Kürschner, W.M., Reitsma, M., and van Bergen, M.J., 2010, A new chronology for the end-Triassic mass extinction: Earth and Planetary Science Letters, v. 291, p. 113–125, doi: 10.1016/j.epsl.2010.01.003. Ganino, C.M., and Arndt, N.T., 2009, Climate changes caused by degassing of sediments during the emplacement of large igneous provinces: Geology, v. 37, p. 323–326, doi: 10.1130/ G25325A.1. Guex, J., Bartolini, A., Atudorei, V., and Taylor, D., 2004, High-resolution ammonite and carbon isotope stratigraphy across the Triassic-Jurassic boundary at New York Canyon (Nevada): Earth and Planetary Science Letters, v. 225, p. 29–41, doi: 10.1016/j.epsl.2004.06.006. Hautmann, M., 2004, Effect of end-Triassic CO2 maximum on carbonate sedimentation and marine mass extinction: Facies, v. 50, p. 257– 261, doi: 10.1007/s10347-004-0020-y.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/39/5/431/3539734/431.pdf by University of Arizona user on 21 February 2019\n434 GEOLOGY, May 2011\nHautmann, M., Benton, M.J., and Tomasovych, A., 2008, Catastrophic ocean acidifi cation at the Triassic-Jurassic boundary: Neues Jahrbuch für Geologie und Paläontologie–Abhandlungen, v. 249, p. 119–127. Hesselbo, S.P., Robinson, S.A., Surlyk, F., and Piasecki, S., 2002, Terrestrial and marine extinction at the Triassic-Jurassic boundary synchronized with major carbon-cycle perturbation: A link to initiation of massive volcanism?: Geology, v. 30, p. 251–254, doi: 10.1130/0091 -7613(2002)030<0251:TAMEAT>2.0.CO;2. Huynh, T.T., and Poulsen, C.J., 2005, Rising atmospheric CO2 as a possible trigger for the endTriassic mass extinction: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 217, p. 223–242, doi: 10.1016/j.palaeo.2004.12.004. Jourdan, F., Marzoli, A., Bertrand, H., Cirilli, S., Tanner, L.H., Kontak, D.J., McHone, G., Renne, P.R., and Bellieni, G., 2009, 40Ar/39Ar ages of CAMP in North America: Implications for the Triassic-Jurassic boundary and the 40K decay constant bias: Lithos, v. 110, p. 167–180, doi: 10.1016/j.lithos.2008.12.011. Kiessling, W., Aberhan, M., Brenneis, B., and Wagner, P.J., 2007, Extinction trajectories of benthic organisms across the Triassic-Jurassic boundary: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 244, p. 201–222, doi: 10.1016/j .palaeo.2006.06.029. Korte, C., Hesselbo, S.P., Jenkyns, H.C., Rickaby, R.E.M., and Spoetl, C., 2009, Palaeoenvironmental signifi cance of carbon- and oxygenisotope stratigraphy of marine Triassic-Jurassic boundary sections in SW Britain: Geological Society of London Journal, v. 166, p. 431–445, doi: 10.1144/0016-76492007-177. Kürschner, W.M., and Herngreen, G.F.W., 2010, Triassic palynology of central and northwestern Europe: A review of palynofl oral diversity patterns and biostratigraphic subdivisions, in Lucas, S.G., ed., The Triassic timescale: Geological Society of London Special Publication 334, p. 263–283, doi: 10.1144/SP334.11. Kürschner, W.M., Bonis, N.R., and Krystyn, L., 2007, Carbon-isotope stratigraphy and palynostratigraphy of the Triassic-Jurassic transition in the Tiefengraben section—Northern Calcareous Alps (Austria): Palaeogeography, Palaeoclimatology, Palaeoecology, v. 244, p. 257–280, doi: 10.1016/j.palaeo.2006.06.031. Lucas, S.G., and Tanner, L.H., 2008, Reexamination of the end-Triassic mass extinction, in Elewa, A.M.T., ed., Mass extinctions: Berlin, Springer Verlag, p. 66–103. Marzoli, A., Renne, P.R., Piccirillo, E.M., Ernesto, M., Bellieni, G., and De Min, A., 1999, Extensive 200-million-year-old continental fl ood basalts of the Central Atlantic Magmatic Province: Science, v. 284, p. 616–618, doi: 10.1126/ science.284.5414.616. Marzoli, A., and 14 others, 2004, Synchrony of the Central Atlantic magmatic province and the Triassic-Jurassic boundary climatic and biotic crisis: Geology, v. 32, p. 973–976, doi: 10.1130/ G20652.1. McElwain, J.C., Beerling, D.J., and Woodward, F.I., 1999, Fossil plants and global warming at the Triassic-Jurassic boundary: Science, v. 285, p. 1386–1390, doi: 10.1126/science .285.5432.1386. McElwain, J.C., Wade-Murphy, J., and Hesselbo, S.P., 2005, Changes in carbon dioxide during an oceanic anoxic event linked to intrusion into Gondwana coals: Nature, v. 435, p. 479–482, doi: 10.1038/nature03618. McElwain, J.C., Popa, M.E., Hesselbo, S.P., Haworth, M., and Surlyk, F., 2007, Macroecological re-\nsponses of terrestrial vegetation to climatic and atmospheric change across the Triassic/Jurassic boundary in East Greenland: Paleobiology, v. 33, p. 547–573, doi: 10.1666/06026.1. McHone, J.G., 2000, Non-plume magmatism and rifting during the opening of the central Atlantic Ocean: Tectonophysics, v. 316, p. 287–296, doi: 10.1016/S0040-1951(99)00260-7. McHone, J.G., 2003, Volatile emissions from Central Atlantic Magmatic Province basalts: Mass assumptions and environmental consequences, in Hames, W.E., et al., eds., The Central Atlantic Magmatic Province: Insights from fragments of Pangea: America Geophysical Union Geophysical Monograph 136, p. 241–254. McHone, J.G., 2006, Timing of CAMP magmatism in eastern North America: Potential for causing the Tr-J boundary extinction: Geological Society of America Abstracts with Programs, v. 38, no. 2, p. 24. Nomade, S., Knight, K.B., Beutel, E., Renne, P.R., Verati, C., Féraud, G., Marzoli, A., Youbi, N., and Bertrand, H., 2007, Chronology of the Central Atlantic Magmatic Province: Implications for the Central Atlantic rifting processes and the Triassic-Jurassic biotic crisis: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 244, p. 326–344, doi: 10.1016/j.palaeo.2006.06.034. Nguyen Tu, T.T., Kürschner, W.M., Schouten, S., and van Bergen, P.F., 2004, Leaf carbon isotope composition of fossil and extant oaks grown under differing atmospheric CO2 levels: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 212, p. 199–213, doi: 10.1016/j. palaeo.2004.05.023. Olsen, P.E., 1997, Stratigraphic record of the early Mesozoic breakup of Pangea in the LaurasiaGondwana Rift system: Annual Review of Earth and Planetary Sciences, v. 25, p. 337– 401, doi: 10.1146/annurev.earth.25.1.337. Olsen, P.E., Kent, D.V., Sues, H.-D., Koeberl, C., Huber, H., Montanari, A., Rainforth, E.C., Fowell, S.J., Szajna, M.J., and Hartline, B.W., 2002, Ascent of dinosaurs linked to an iridium anomaly at the Triassic-Jurassic Boundary: Science, v. 296, p. 1305–1307, doi: 10.1126/science.1065522. Olsen, P.E., Kent, D.V., Et-Touhami, M., and Puffer, J., 2003, Cyclo-, magneto-, and bio-stratigraphic constraints on the duration of the CAMP event and its relationship to the Triassic-Jurassic boundary, in Hames, W.E., et al., eds., The Central Atlantic Magmatic Province: Insights from fragments of Pangea: America Geophysical Union Geophysical Monograph 136, p. 7–32. Pálfy, J., Demény, A., Haas, J., Hetényi, M., Orchard, M.J., and Veto, I., 2001, Carbon isotope anomaly and other geochemical changes at the TriassicJurassic boundary from a marine section in Hungary: Geology, v. 29, p. 1047–1050, doi: 10.1130/0091-7613(2001)029<1047:CIAAOG >2.0.CO;2. Racki, G., 2010, Climate changes caused by degassing of sediments during the emplacement of large igneous provinces: Comment: Geology, v. 38, p. e210, doi: 10.1130/G30826C.1. Raup, D.M., and Sepkoski, J.J., 1982, Mass extinctions in the marine fossil record: Science, v. 215, p. 1501–1503, doi: 10.1126/science .215.4539.1501. Ruhl, M., Kürschner, W.M., and Krystyn, L., 2009, Triassic-Jurassic organic carbon isotope stratigraphy of key sections in the western Tethys realm (Austria): Earth and Planetary Science Letters, v. 281, p. 169–187, doi: 10.1016/j .epsl.2009.02.020. Ruhl, M., Deenen, M.H.L., Abels, H.A., Bonis, N.R., Krijgsman, W., and Kürschner, W.M., 2010, Astronomical constraints on the duration of the\nEarly Jurassic Hettangian stage and recovery rates following the end-Triassic mass extinction (St Audrie’s Bay/East Quantoxhead, UK): Earth and Planetary Science Letters, v. 295, p. 262–276, doi: 10.1016/j.epsl.2010.04.008. Schoene, B., Guex, J., Bartolini, A., Schaltegger, U., and Blackburn, T.J., 2010, Correlating the end-Triassic mass extinction and fl ood basalt volcanism at the 100 ka level: Geology, v. 38, p. 387–390, doi: 10.1130/G30683.1. Self, S., Widdowson, M., Thordarson, T., and Jay, A.E., 2006, Volatile fl uxes during fl ood basalt eruptions and potential effects on the global environment: A Deccan perspective: Earth and Planetary Science Letters, v. 248, p. 517–532, doi: 10.1016/j.epsl.2006.05.041. Svensen, H., Planke, S., Malthe-Sorenssen, A., Jamtveit, B., Myklebust, R., Rasmussen Eidem, T., and Rey, S.S., 2004, Release of methane from a volcanic basin as a mechanism for initial Eocene global warming: Nature, v. 429, p. 542– 545, doi: 10.1038/nature02566. Svensen, H., Planke, S., Chevallier, L., Malthe-Sørenssen, A., Corfu, F., and Jamtveit, B., 2007, Hydrothermal venting of greenhouse gases triggering Early Jurassic global warming: Earth and Planetary Science Letters, v. 256, p. 554–566, doi: 10.1016/j.epsl.2007.02.013. Svensen, H., Planke, S., Polozov, A.G., Schmidbauer, N., Corfu, F., Podladchikov, Y.Y., and Jamtveit, B., 2009, Siberian gas venting and the end-Permian environmental crisis: Earth and Planetary Science Letters, v. 277, p. 490– 500, doi: 10.1016/j.epsl.2008.11.015. Tanner, L.H., 2010, The Triassic isotope record, in Lucas, S.G., ed., The Triassic timescale: Geological Society of London Special Publication 334, p. 103–118, doi: 10.1144/SP334.5. van de Schootbrugge, B., Quan, T.M., Lindstrom, S., Puttmann, W., Heunisch, C., Pross, J., Fiebig, J., Petschick, R., Rohling, H.G., Richoz, S., Rosenthal, Y., and Falkowski, P.G., 2009, Floral changes across the Triassic/Jurassic boundary linked to fl ood basalt volcanism: Nature Geoscience, v. 2, p. 589–594, doi: 10.1038/ngeo577. Ward, P.D., Haggart, J.W., Carter, E.S., Wilbur, D., Tipper, H.W., and Evans, T., 2001, Sudden productivity collapse associated with the Triassic-Jurassic Boundary mass extinction: Science, v. 292, p. 1148–1151, doi: 10.1126/ science.1058574. Whiteside, J.H., Olsen, P.E., Eglinton, T., Brookfi eld, M.E., and Sambrotto, R.N., 2010, Compound-specifi c carbon isotopes from Earth’s largest fl ood basalt eruptions directly linked to the end-Triassic mass extinction: National Academy of Sciences Proceedings, v. 107, p. 6721–6725, doi/10.1073/pnas.1001706107. Wignall, P.B., 2001, Large igneous provinces and mass extinctions: Earth-Science Reviews, v. 53, p. 1–33, doi: 10.1016/S0012-8252(00) 00037-4. Williford, K.H., Ward, P.D., Garrison, G.H., and Buick, R., 2007, An extended organic carbonisotope record across the Triassic-Jurassic boundary in the Queen Charlotte Islands, British Columbia, Canada: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 244, p. 290– 296, doi: 10.1016/j.palaeo.2006.06.032.\nManuscript received 19 August 2010 Revised manuscript received 7 December 2010 Manuscript accepted 7 December 2010\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/39/5/431/3539734/431.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2011,
  "references": [],
  "id": "SP:bd241ba00d1c1a061fefbb7fb3b2a7ee1b0c59ae",
  "authors": [],
  "abstractText": "The end-Triassic mass extinction (ca. 201.4 Ma) coincided with a major carbon cycle perturbation, based on an ~5‰−6‰ negative excursion in δCTOC (total organic carbon) records. Both events coincided directly with the onset of massive fl ood basalt volcanism in the Central Atlantic Magmatic Province (CAMP). Organic carbon isotope data from the western Tethys Ocean (Austria) and the Germanic basin (UK and Germany), however, demonstrate earlier disruption of the global carbon cycle, preceding CAMP eruptions. A 2‰−3‰ late Rhaetian precursor negative excursion in marine and continental δCTOC records is matched by a negative perturbation in δCleaf data, suggesting multiple events of Rhaetian atmospheric 13C depletion. Intruding dike and sill systems, preceding CAMP eruptive volcanic activity, may have released ~3000–7000 Gt of isotopically light carbon as thermogenic methane from subsurface organic-rich strata. This possibly caused an end-Triassic atmospheric pCO2 increase and reduced ecosystem stability before the actual onset of eruptive volcanic activity in the CAMP region. We present a model that identifi es three phases of disturbances in global biogeochemical cycles related to the formation of this large igneous province."
}