{
  "sections": [{
    "text": "Small endhoreic (topografically closed) lakes represent a little percentage of continental waters but, in arid or sub-arid regions, they develop special ecosystems potentially prone to ecological involution due to climatic changes. The mandatory use of light, non-invasive field techniques is often required, especially in protected areas. In the present work the use of non-invasive techniques like GPS−based bathymetric and photographic surveys have been applied to the study of two lakes, Specchio di Venere and Sfondato (Sicily, southern Italy), both natural reserves. The comparison between historical surveys and modern GPS−based bathymetries highlighted the difficulty of using the former for the reconstruction of climatic-induced variations due to the low number of measurements (spatial aliasing). In particular, at the intracaldera Lake Specchio di Venere, a high resolution survey gave new insights into a peculiar geo-ecosystem whose evolution is driven by both volcanic phenomena and biomineralization processes. On the contrary, the morphology of Lake Sfondato floor is much more simple and driven only by the superimposition of a detrital sedimentation on the initial collapse that generated the lake. The comparison betweem direct measurements and estimated changes of lake level, carried out between February 2008 and October 2009 variations, allowed us to test different hypotheses of hydrological balances, leading to opposite conclusions with respect to previous studies and remarking the fundamental importance of direct measurements in the validation of theoretical hydrological models."
  }, {
    "heading": "1. Introduction",
    "text": "The Earth surface is covered by the hydrosphere for about 2/3, distributed between oceans and marine waters, representing 98% of the total water; the remaining 2% is arranged in continental ice, snow, lakes, rivers and ground waters. Only 0.4% of the total continental waters are stored in lakes, of which 80% is accumulated in the 40 largest lakes of the Earth (Encyclopaedia Britannica on line).\nAlthough small endhoreic (topographically closed) lakes represent a minor proportion of total continental waters,\nthey constitute noteworthy appealing geoniches of great scientific and environmental interest. Most of little endhoreic lakes originated through processes which are very fast on a geological time scale, like meteoric impacts, volcanic phenomena, landslides, sink-holes or biotic activities such as plant accumulations and/or animal fabrics; due to their fast genesis these lakes often suffer metastable hydrological and morphological equilibria, easily altered by climatic and environmental changes. Differently with respect to lakes resulting from the \"normal\" hydro-geologic evolution of the landscape, they are abruptly inserted into independentlyevolving catchment basins and their surface and underground drainage systems are not able to supply the amount of water needed to compensate the evaporation losses from the lake surfaces, eventually causing a complete desiccation during prolonged drought periods. In arid or sub-arid regions endhoreic lakes allow the development of special ecosystems inserted in a dry landscape, characterized by a fragile hydrologic resilience, seriously affected by climatic changes and anthropic activity [Nicholson 1998, Coe and Foley 2001, Jones et al. 2001, Roshier et al. 2001, Shi et al. 2002, Demlie et al. 2007].\nThe study of the hydro-morphological evolution of endhoreic lakes may give interesting insights in the preservation of geo-biodiversity and, more in general, of the natural landscape.\nA critical issue can arise while studying small lacustrine features (i.e. with areal extensions even minor than 1,000 m2): the obligation of using light field techniques. This topic becomes particularly relevant in the study of small lakes protected as nature reserves, where the very restrictive rules, often imposed by the local legislation for the protection of these environments, normally permit only field activities based on non-invasive techniques, like basic echo-sounder (fish-finders) and GPS mounted on small non-motorized vessels and/or underwater visual/photographic surveys\nR0113\ncarried out without any breathing apparatus. Lake Specchio di Venere and Lake Sfondato, both nature reserves located in South Italy, represent two paradigmatic examples of small endhoreic lakes quickly formed and inserted in highly significant natural contexts, potentially prone to ecological involutions driven by environmental changes. Lake Specchio di Venere is a volcanic lake located on Pantelleria Island (Sicily Channel, Mediterranean Sea), Lake Sfondato a sink-hole lake formed at the beginning of 20th century in Central Sicily [Madonia et al. 2006, and references therein].\nOur work describes the morphological and bathymetric characteristics of the two lakes inferred from field analyses based on low environmental impact techniques, with a special attention to the influence of the survey methodologies on the interpretative results. Bathymetric surveys and direct measurements of changes in lake surface elevations have been applied, in the Lake Sfondato case, to check the reliability of different hydrological balance hypotheses and to evaluate the role potentially played by environmental and climatic changes on the chances of survival of this lacustrine ecosystem."
  }, {
    "heading": "2. Study areas",
    "text": "Sicily is located in the Central Mediterranean, along the main Eurasia-Nubia convergent plate boundary [Dewey et al. 1989, Serpelloni et al. 2007, Catalano et al. 2009], where three main elements mark both the collisional complex of Sicily and its offshore continuation (Figure 1): (i) the Hyblean Foreland outcropping in southeastern Sicily; (ii) the Caltanissetta Basin, a dynamic foredeep basin from the Late Miocene to the Quaternary; (iii) a complex chain, thrust towards the east and southeast, consisting of the Calabrian Arc\nand the Maghrebian thrust belt [Vallone et al. 2008 and references therein]. A powerful evaporitic succession, the Gessoso-Solfifera Formation was deposited in the Caltanissetta Basin during the Messinian (Upper Miocene) salinity crisis in the Mediterranean Sea; from bottom to top, it consists of bedded diatomites (Tripoli Formation), limestones (sometimes evaporitic), gypsum deposits interbedded with clay levels and Na-K salts [Mezzadri 1989].\nLake Specchio di Venere is located on Pantelleria Island (South Mediterranean Sea; Figure 2a), a Pleistocene stratovolcano whose subaerial portion is mainly composed of explosive volcanic products ranging from trachytes to peralkaline rhyolites [Civetta et al. 1984]. Each major eruption results in the formation of calderas, the most recent ones are the \"La Vecchia\" and the \"Monastero\" calderas (known as \"Cinque Denti\"), whose formation is dated at 45- 50 ky [Rotolo et al. 2007, and references therein], in which Lake Specchio di Venere is located. The lake water is hyperalkaline (pH ca. 9), showing a chloride-alkaline composition, with the dominance of Na and Cl ions typical of most thermal waters of Pantelleria, primarily determined by the mixing of marine, hydrothermal and meteoric waters [Parello et al. 2000]. This particular environment allows the growth of unusual mixed siliceous and carbonate microbialites, recently described by Cangemi et al. [2010].\nLake Sfondato (Figure 2b), located close to the city of Caltanissetta (Sicily, Italy), is a sink-hole lake formed at the beginning of 20th century [Madonia et al. 2006, and references therein], in gypsum terrains pertaining to the GessosoSolfifera evaporitic formation. Its genesis was due to the dissolution of a salt diapir in the underground and the subsequent collapse of the overlying terrains.\n2\n3"
  }, {
    "heading": "3. Methods",
    "text": "Topographic data were derived from the Sections no. 626910 (Lake Specchio di Venere) and 630040 (Lake Sfondato) of the Sicilian regional technical cartography (Cartografia Tecnica Regionale, C.T.R.) at a scale of 1:10,000, and converted from the original Gauss-Boaga system to UTM WGS84 format. To compare hand-drafted bathymetric maps based on non−GPS surveys reported in the scientific literature with more recent products derived from gridding and contouring software the former, available as image raster files, were transformed into geo-TIFF using the roto-translational geo-referencing algorithm implemented in Quantum\nGIS software (release 1.0.2). Metric coordinates (UTM WGS84) for each of the depth measurement points recorded in the maps were read on the geo-TIFF, associating each point with the corresponding depth value. The obtained cartesian coordinate triplets (Easting, Northing, Depth) were elaborated with a kriging algorithm using Golden Software Surfer (release 8). A total of 6 differential GPS surveys ( 2 at Lake Specchio di Venere and 4 at Lake Sfondato) were carried out between October 2006 and May 2009 (Table 1), using a pair of Thales Magellan single frequency GPS units; the position data acquired were post-processed using Thales Mobile Mapper software. Depths were measured with a Garmin echosounder coupled to the antenna of the GPS rover receiver rigidly mounted on a kayak (Figure 3). Errors were <0.5 m for position, 10 cm for depths in the range 0−10 m and 1 m for the depths >10 m. Depth measurements were randomly performed to avoid the generation of pseudo-bathymetric features due to alignments. During the May 2009 field campaign a video-photographic, free-diving survey of Lake Specchio di Venere bottom was performed using a waterproof digital camera. Lake level excursions were measured at Lake Sfondato using a fixed control point made of an\niron nail plunged into outcropping bedrocks over the lake surface; meteorological data for hydrological calculations were taken from the database of the Agro-Meteorological Informative Service of the Regional Sicilian Government (SIAS) and were collected in the nearest available station (Caltanissetta)."
  }, {
    "heading": "4. Morphology and Bathymetry",
    "text": "4.1. Lake Specchio di Venere Prior to the advent of GPS techniques two bathymetric surveys were carried out at Lake Specchio di Venere. Both focused on the recognition of the general morphology of the lake floor for volcanological researches [Bocchi et al. 1988, Aiuppa et al. 2007]. Positioning of the measurement points were obtained using topographic instruments and a metric rope strung between the opposite shores of the lake. In recent years two more GPS−based surveys (in 2007 and 2009), gave new insights into lake bottom morphology, changing the focus from a volcanological to a sedimentary point of view. The latter was an extension of the 2007 survey, aimed to detail the southern shallow sector of the lake with particular attention to features derived from non-volcanic, present-day sedimentary processes [Cangemi et al. 2010].\nThe bathymetric maps for the various surveys are shown in Figure 4. The contour maps from the first two surveys (originally hand-drafted) were re-sampled following the location of the measurement transects and re-plotted using the kriging algorithm to minimize subjective interpretation of the drafter in shaping the contour lines. The shoreline of the first two surveys was taken from topographical maps (1:25,000 and 1:10,000 scales for Bocchi et al. [1988] and Aiuppa et al. [2007], respectively) whereas, for the other surveys, it was derived from direct GPS measurements.\nThe bathymetric survey after Bocchi et al. [1988] (Figure 4a), based on topographic positioning, was strongly influenced by the alignment of points along two orthogonal transects (number of points not specified by the authors): the resulting equally spaced contour lines account for a lake floor uniformly and gently dipping from the shoreline down to the\n4\n5 maximum depth. The second survey [Aiuppa et al. 2007] (Figure 4b), dated 1996, was based on a greater but anyway inadequate number of transects (37 points in 6 transects) that, however, were less precisely located. The final result was a contour map, closer to the actual morphology, showing a southwestern slope of the lake floor more gently dipping with respect to the opposite shore. The third survey (2007) contained at least four times more data points (Figure 4c) than the previous one [Aiuppa et al. 2007]. Points were randomly distributed all around the lake, precisely located and completed by the direct tracing of the shoreline. Measurements revealed a morphology of the lake floor divided into two distinct sectors: the southwestern formed by an apparently flat submerged platform, with depths not exceeding 1 m, and suddenly dipping into a northeastern trough where the lake reaches its maximum depth of 12.5 m. Although the morphology of the lake floor resulting from the 2007 survey seems to be more detailed than in the work of Bocchi et al. [1988], spatial aliasing problems affected the interpreted morphology of the southern sector, where only few points were acquired. The most recent survey (May 2009; Figure 4d) was specifically aimed to describe small-scale (tens of centimetres) features, potentially generated by biomineralization processes mainly located on the shallow southern platform of the lake [Cangemi et al. 2010]. The resulting bathymetric map describes a platform with a great number of relative highs and lows at the decimetre scale. Its continuity is interrupted by a channel oriented north-south close to its western border. The edge of the platform drops off steeply into the deeper northwestern basin, and rises sharply toward the shoreline on its other margins. A steepdipping scarp rims the offshore border of the terrace and all\nthe rest of the shoreline outside it. Although the number of data points was different for the four surveys, both position and depth of the deeper northeastern portion of the lake remain similar for all of them.\nThe present morphology of the lake floor bottom and, more in general Lake Specchio di Venere genesis and evolution, is the result of the accumulation of a surface water body into an endorheic depression under a combination of volcanic (caldera formation), eustatic (sea level changes) and ground deformation processes. The lake cannot be older than 50 ky, because it lies at the bottom of the youngest caldera (Cinque Denti) at Pantelleria Island, which formed about 45-50 ky [Civetta et al. 1984]. The elevation of the lake surface, just above the present sea level (ca. 1 m), its proximity to the sea shore and various hydro-geochemical data [Aiuppa et al. 2007, and references therein] suggests that the Specchio di Venere water body is a lens of salty waters, resulting from the mixing among sea, hydrothermal and meteoric waters, lying on a hydrodynamic basal level determined by the ingression of sea water into the underlying bedrock.\nRegarding the possible effect of ground deformation on lake surface oscillations, Pantelleria Island has been subjected to alternating phases of inflation and deflation. Bonaccorso and Mattia [2000] obtained results showing an ongoing de-\nflation centred in the south-central part of the island, interpreted as a readjustment following loss of mass occurring with recent volcanism between 3 and 18 ky. A later work by Behncke et al. [2006] reported a persistent subsidence in the southern part of the island and a prevailing uplift in its northern sector, while Catalano et al. [2009] confirmed the dominant uplift and hypothesized brief (few years) vigorous episodes of deformation. In particular, three main episodes occurred at 900, 500 and 120 y BP leading to uplifts of 1.4, 1.8 and 1.3 m respectively.\nOn the basis of the above-mentioned data Lake Specchio di Venere level has presumably been interested by oscillations, giving rise to the formation of underwater sedimentary structures which are now emerged and, vice-versa, subaerial erosional surfaces now submerged.\nThe integration of the bathymetric map obtained from the survey of May 2009 with the direct visual and photographic observations, allowed us to draft a morphological map for Lake Specchio di Venere (Figure 5) that clearly shows the combined effect of all the coactive factors intervened in its genesis and evolution. The immediate surroundings of the lake are characterized by a flat plain bordered by generally steep hill slopes, except for the northeastern sector where the relief is low. A narrow salty marsh\n6\n7 rims the lake from south to northeast. Mainly in its southwestern sector, the lake is characterized by the presence of unusual mixed siliceous-carbonate microbialites [Cangemi et al. 2010], whose growth is the result of interactions among biological, geochemical, hydrological and morphological factors. The ability of microbialites to trap and bind sedimentary grains influences their morphology, resulting in a wide range of shapes and sizes. At Lake Specchio di Venere, microbialites occur within an exposed emergent bank or appear as shoreline domes, submerged stromatolites and mud mounds (Figure 6). The exposed bank, whitish in colour, forms a regular and slightly indented platform-like deposit around the lake margin (Figure 6a). The bank is composed of heterolithic, non-cohesive sediments showing poorly sorted clasts (grain size from fractions of millimetre to centimetres) embedded in microbial mats, and has been progressively influenced by precipitation of mineral phases, due to evaporation, and by deposition of a detrital component, transported by surface runoff, with grain sizes increasing shoreward. This deposit slopes down to a water depth of 1 m in a series of micro-terraces, locally forming ledges that extend from the shoreline. The bank–water interface is marked by a distinct stratified morphological step (Figure 6b) with a maximum height of ca. 30 cm. Submerged microbialites appear as stromatolite-like features or as mud mounds. Locally, the microbialites assume columnar shapes that evolve upward into\nmushroom-like shapes (Figure 6c). Commonly these deposits are grouped into networks, but isolated forms are common. All these forms are widely distributed in the platform-like deposits and are not present at depths greater than 2 m (Figure 6d).\nThe morphology of the lake bottom is also influenced by volcanic features: seven active fluid vents with a northsouth alignment have been recognized along the channel that cuts the submerged terrace near the western lake border (Figure 7). The vents are up to 4 m wide and 2.5 m deep and cut the semi-consolidated sediments that constitute the lake floor (Figure 7a, b).\n4.2. Lake Sfondato Similarly to the previous case several bathymetric surveys, adopting both topographical-mechanical and GPS− echosounding techniques, have been carried out at Lake Sfondato since its formation. The comparison between historical and modern surveys has been widely discussed by Madonia et al. [2006], who found strong discrepancies among them due to the inaccuracy of the pre−GPS positioning tech-\nniques. The oldest survey, dated 1910, was merely qualitative and the next one (1958) was carried out under a quantitative criterion but without reporting any information about positioning methodology and its related errors. Even if historical surveys would had been useful in the reconstruction of the evolution of Lake Sfondato, their lack of reliability dramatically affected the comparison with the first modern (2003) GPS survey, that represents the first reliable time baseline from which any variation of Lake Sfondato bathymetry may be inferred.\nAfter the October 2003 survey, three more surveys were carried out in 2006, 2008 and 2009 (Table 1), always in the month of October in order to minimize seasonal variations induced by the hydrological cycle. The related bathymetric maps are reported in Figure 8. As a general remark, all the maps reveal quite constant bathymetric profiles with the exception of the 2003 survey, when the lake was 2 m deeper; the explanation of this feature will be given in the next paragraph. As evidenced in the more recent surveys (Figure 8b, c), the deepest portion of the lake is shifted south-eastward with respect to its geometric centre, accounting for the co-action of the two main morphogenetic processes involved in lake genesis and evolution: (1) a funnel-shaped morphology of the lake floor due to the sink-hole generation further modelled by (2) the accumulation of debris and mud, transported by the surface run-off, on its uphill flank.\nThe space distribution of contour lines is quite similar in all the maps, with two main exceptions:\n– a pseudo-feature in the 2003 survey, consisting in the elongation of the 6 and 8m isobaths along the orthogonal depth measurement transects (Figure 8a), due to the nonrandom distribution of the measurements;\n– the behaviour of the 9 and 10 m isobaths, that is more articulated in the 2006 (Figure 8b) with respect to the 2008- 2009 surveys (Figure 8c and d respectively): the high spatial frequency noise affecting the former is probably due to the presence of floating accumulations of algae close to the lake floor which generate false echoes received by the echosounder as the image of the lake floor.\nUnder the bathymetric and morphological points of view the Lake Sfondato structure is less articulated with respect to Lake Specchio di Venere, reflecting a simpler genetic and evolutionary mechanism. In the Lake Sfondato case only gravitational-driven processes, i.e. the sudden sinking of the topographic surface due to the dissolution of an underlying salt dome [Madonia et al. 2006] further modulated by the accumulation on the lake floor of debris/mud flow deposits. In the Specchio di Venere case the genesis of the lake was due to a fast process too, i.e. the formation of a volcanic caldera, but its evolution has been driven by superimposition of different eustatic, volcanological and bio/clastic-sedimentation processes which interacted in different ways during the whole geological history of the lake.\n8\n9"
  }, {
    "heading": "5. Hydrological balance of Lake Sfondato",
    "text": "From a hydrological point of view an endhoreic lake may be split into two subsystems: the lake itself and its catchment area, made of a surface and an underground part. The comprehensive hydrological balance Dtot is expressed by the formula: (1) where Dl and Dc are the water deficits of the lake and the catchment area, respectively. The lake deficit Dl is given by: (2) where R is the rainfall amount and El the direct evaporation from the lake surface. According to the general hydrological balance equation, the contribution of the catchment area Dc is: (3) where R is the rainfall amount, E evapo-transpiration and Cil a correction coefficient, ranging from 0 to 1, expressing the water loss due to the underground infiltration moving outward the catchment basin. In our calculations we did not consider any water retention ability of the soil, so under the condition (R − E) <0 we imposed (R − E) = 0. In our specific application we used the Meyer formula [Natale 1981] for the estimation of El and the Thornthwaite formula for evapotranspiration. A preliminary hydrological balance for Lake Sfondato was published by Madonia et al. [2006], who performed the calculations in between the two limit hypotheses Cil = 1 and Cil = 0.5. Since the lake has never been desiccated after its formation and under the condition Cil = 0.5 the water budget had to be negative (−1550m3 yr−1), the author concluded that the alternative hypothesis Cil = 1 was the most coherent with the field observations. The new information acquired and elaborated in the"
  }, {
    "heading": "D D Dtot l c= +",
    "text": "D R El l= -^ h\nD R E xCc il= -^ h\npresent work, and in particular the direct measurements carried out between February 2008 and October 2009 and the estimations of lake level changes (see Appendix for calculation details) have led us to outline an opposite scenario. Measured and calculated oscillations of Lake Sfondato level have been plotted in Figure 9; the relative hydrometric zero of the lake has been set at October 2008, when the direct measurements of lake level started. Under the hypothes Cil = 1, Lake Sfondato was subjected to a progressive accumulation of water up to a level 1.5 m higher in October 2009 with respect to the initial hydrometric zero. The best fitting between observed and calculated data is obtained for Cil = 0.4, i.e. 0.1 less than the previously considered 0.5. This result remarks the fundamental importance of direct measurements for testing theoretical hydrological models of small topographically closed lakes: without measured level data, no reliable water mass balances can be performed."
  }, {
    "heading": "6. Conclusions",
    "text": "Even if historical surveys have shown their usefulness in reconstructing climatic-induced variations of the morphological and bathymetric features of both lakes Specchio di Venere and Sfondato, spatial aliasing due to an insufficient number of measurements and/or errors in their positioning make these studies not useful for drawing a comparison with recent surveys. The advent of GPS−based measurements seems to be the necessary condition for acquiring bathymetric data-sets reliable enough to allow their use in environmental studies. In the case of Lake Specchio di Venere the high resolution 2009 survey, focused on the recognition of small-scale features, gave new insights into a peculiar geoecosystem where not only volcanic phenomena, but also bio-\nmineralization processes have played an important role in lake bathymetry evolution. On the contrary, the bathymetric evolution of Lake Sfondato is driven by a more simple process, where a normal detrital sedimentation is acting.\nIn this lake, the comparison between theoretical hydrological models and direct water level measurements allowed us to find the best solution for the water mass balance between recharge and evaporation losses. Contrarily to the previous model, upon which all the rain falling on the catchment area was feeding the lake, the best fitting between measured and estimated lake levels was obtained applying a coefficient of 0.4 to rainfall amounts, remarking that without direct measurements no reliable water mass balance models can be applied to small topographically closed lakes.\nDespite the fact that we used fast and light field survey techniques, whose employment was not a choice but a must due to the restrictive rules imposed for the protection of these environments, the quality of the acquired data has been more than sufficient for a reliable interpretation of the bathymetric, morphological and hydrological characteristics of the studied lakes.\nAknowledgements. This work was partially funded by the INGVDPC Project V3_7 – Pantelleria, Research Unit V3_7/02, Responsible Walter D'Alessandro, INGV-Palermo and by the Regione Siciliana, Assessorato Territorio ed Ambiente (Territorial and Environmental Department of the Sicilian Regional Government) as a part of the monitoring program of the R.N.O. (Oriented Nature Reserve) \"Lago Sfondato\" managed by Legambiente, Comitato Regionale Siciliano."
  }],
  "year": 2013,
  "references": [{
    "title": "Hydrologic and geochemical survey of the lake \"Specchio di Venere\" (Pantelleria island, Southern Italy), Environ",
    "authors": ["A. Aiuppa", "W. D'Alessandro", "S. Gurrieri", "P. Madonia", "F. Parello"],
    "venue": "Geol., 53, 903-913.",
    "year": 2007
  }, {
    "title": "Ground deformation and gravity changes on the Island of Pantelleria in the geodynamic framework of the Sicily Channel, J",
    "authors": ["B. Behncke", "G. Berrino", "G. Corrado", "R. Velardita"],
    "venue": "Volcanol. Geoth. Res., 150, 146-162.",
    "year": 2006
  }, {
    "title": "Relazione sui rilievi eseguiti sul \"lago Specchio di Venere\", Pantelleria",
    "authors": ["G. Bocchi", "G. Gabbianelli", "G. Lanzafame", "F. Lucchini", "E. Rabbi", "P.L. Rossi"],
    "venue": "Bulletin of the Italian National Group for Volcanology,",
    "year": 1988
  }, {
    "title": "Deflation acting on Pantelleria island (Sicily Channel) inferred through geodetic data, Earth Planet",
    "authors": ["A. Bonaccorso", "M. Mattia"],
    "venue": "Sc. Lett., 180, 91-101.",
    "year": 2000
  }, {
    "title": "The genesis of actively growing siliceous stromatolites: evidence from Lake Specchio di Venere, Pantelleria Island, Italy, Chem",
    "authors": ["M. Cangemi", "A. Bellanca", "S. Borin", "L. Hopkinson", "F. Mapelli", "R. Neri"],
    "venue": "Geol, 276, 318-330.",
    "year": 2010
  }, {
    "title": "Late Quaternary deformation on the island of Pantelleria: New constraints for the recent tectonic evolution of the Sicily Channel Rift (southern Italy)",
    "authors": ["S. Catalano", "G. De Guidi", "G. Lanzafame", "C. Monaco", "L. Tortorici"],
    "year": 2009
  }, {
    "title": "Geology, geochronology and chemical evolution of the island of Pantelleria, Geol",
    "authors": ["L. Civetta", "Y. Cornette", "G. Crisci", "P.Y. Gillot", "G. Orsi", "C.S. Requejo"],
    "venue": "Mag., 121, 541-562.",
    "year": 1984
  }, {
    "title": "Human and natural impacts on the water resources of the Lake Chad basin, J",
    "authors": ["M.T. Coe", "J.A. Foley"],
    "venue": "Geophys. Res., 106, 3349-3356.",
    "year": 2001
  }, {
    "title": "Comprehensive hydrological and hydrogeological study of topographically closed lakes in highland Ethiopia: The case of Hayq and Ardibo",
    "authors": ["M. Demlie", "T. Ayenew", "S. Wohnlich"],
    "venue": "J. Hydrol., 339, 145-158.",
    "year": 2007
  }, {
    "title": "Kinematics of the western Mediterranean",
    "authors": ["J.F. Dewey", "M.L. Helman", "E. Turco", "D.H.W. Hutton", "S.D. Knott"],
    "venue": "Alpine Tectonics, Geol. Soc. Spec. Publ., 45, 265-283.",
    "year": 1989
  }, {
    "title": "Modelling historical lake levels and recent climate change at three closed lakes, Western Victoria, Australia (c.18401990)",
    "authors": ["R.N. Jones", "J.M.T.A. McMahon"],
    "venue": "Bowler",
    "year": 2001
  }, {
    "title": "Geological development of a gypsum lake formed at the beginning of the 20th century in central Sicily, Italy: Integration of historical data with modern survey techniques, Chem",
    "authors": ["P. Madonia", "L. Naselli-Flores", "F. Parello", "B. Parlato", "A. Viola"],
    "venue": "Ecol., 22, S333-S347.",
    "year": 2006
  }, {
    "title": "La serie gessoso solfifera della Sicilia ed altre memorie geo-minerarie",
    "authors": ["P. Mezzadri"],
    "venue": "Parte IV: Le acque minerali,",
    "year": 1989
  }, {
    "title": "Idrologia Tecnica, In: F",
    "authors": ["L. Natale"],
    "venue": "Rossi and F. Salvi (eds.), Manuale di Ingegneria Civile, Bologna, vol. 1, p. 339.",
    "year": 1981
  }, {
    "title": "Historical fluctuactions of Lake Victoria and other lakes in the northern rift valley of East Africa",
    "authors": ["S.E. Nicholson"],
    "venue": "Environmental Change and Response in East African Lakes,",
    "year": 1998
  }, {
    "title": "Isotope geochemistry of Pantelleria volcanic fluids, Sicily Channel rift: a mantle volatile end-member for volcanism in southern Europe, Earth Planet",
    "authors": ["F. Parello", "P. Allard", "W. D'Alessandro", "C. Federico", "P. JeanBaptiste", "O. Catani"],
    "venue": "Sc. Lett., 180, 325-339.",
    "year": 2000
  }, {
    "title": "Distribution and persistence of temporary wetland habitats in arid Australia in relation to climate",
    "authors": ["D.A. Roshier", "P.H. Whetton", "R.J. Allan", "A.I. Robertson"],
    "venue": "Austral Ecol.,",
    "year": 2001
  }, {
    "title": "Geology and petrochemistry of the recent (<25 ka) silicic volcanism at Pantelleria Island, B",
    "authors": ["S.G. Rotolo", "S. La Felice", "A. Mangalaviti", "P.Landi"],
    "venue": "Soc. Geol. Ital., 126, 191-208.",
    "year": 2007
  }, {
    "title": "Kinematics of the Western Africa–Eurasia plate boundary from focal mechanisms and GPS data, Geophys",
    "authors": ["E. Serpelloni", "G. Vannucci", "S. Pondrelli", "A. Argnani", "G. Casula", "M. Anzidei", "P. Baldi", "I. Gasperini"],
    "venue": "J. Int.,",
    "year": 2007
  }, {
    "title": "Ground motion phenomena in Cal",
    "authors": ["E. Biescas"],
    "year": 2008
  }],
  "id": "SP:598519e3f6d02f7007e771bde10dcf6199eb1c4f",
  "authors": [{
    "name": "Paolo Madonia",
    "affiliations": []
  }, {
    "name": "Marianna Cangemi",
    "affiliations": []
  }, {
    "name": "Francesco Paolo Di Trapani",
    "affiliations": []
  }],
  "abstractText": "Small endhoreic (topografically closed) lakes represent a little percentage of continental waters but, in arid or sub-arid regions, they develop special ecosystems potentially prone to ecological involution due to climatic changes. The mandatory use of light, non-invasive field techniques is often required, especially in protected areas. In the present work the use of non-invasive techniques like GPS−based bathymetric and photographic surveys have been applied to the study of two lakes, Specchio di Venere and Sfondato (Sicily, southern Italy), both natural reserves. The comparison between historical surveys and modern GPS−based bathymetries highlighted the difficulty of using the former for the reconstruction of climatic-induced variations due to the low number of measurements (spatial aliasing). In particular, at the intracaldera Lake Specchio di Venere, a high resolution survey gave new insights into a peculiar geo-ecosystem whose evolution is driven by both volcanic phenomena and biomineralization processes. On the contrary, the morphology of Lake Sfondato floor is much more simple and driven only by the superimposition of a detrital sedimentation on the initial collapse that generated the lake. The comparison betweem direct measurements and estimated changes of lake level, carried out between February 2008 and October 2009 variations, allowed us to test different hypotheses of hydrological balances, leading to opposite conclusions with respect to previous studies and remarking the fundamental importance of direct measurements in the validation of theoretical hydrological models.",
  "title": "The use of non-invasive field techniques in the study of small topographically closed lakes: two case studies in Sicily (Italy)"
}