{
  "sections": [{
    "text": "Correlated terrestrial and marine evidence for global climate changes before mass extinction at the"
  }, {
    "heading": "Cretaceous–Paleogene boundary",
    "text": ""
  }, {
    "heading": "Peter Wilf*†‡§, Kirk R. Johnson‡¶, and Brian T. Huber‡",
    "text": "*Department of Geosciences, Pennsylvania State University, University Park, PA 16802; †Museum of Paleontology and Department of Geological Sciences, University of Michigan, Ann Arbor, MI 48109; ¶Department of Earth Sciences, Denver Museum of Nature & Science, Denver, CO 80205; and Department of Paleobiology, National Museum of Natural History, Smithsonian Institution, Washington, DC 20560\nEdited by W. A. Berggren, Woods Hole Oceanographic Institution, Woods Hole, MA, and approved November 26, 2002 (received for review August 5, 2002)\nTerrestrial climates near the time of the end-Cretaceous mass extinction are poorly known, limiting understanding of environmentally driven changes in biodiversity that occurred before bolide impact. We estimate paleotemperatures for the last 1.1 million years of the Cretaceous ( 66.6–65.5 million years ago, Ma) by using fossil plants from North Dakota and employ paleomagnetic stratigraphy to correlate the results to foraminiferal paleoclimatic data from four middle- and high-latitude sites. Both plants and foraminifera indicate warming near 66.0 Ma, a warming peak from 65.8 to 65.6 Ma, and cooling near 65.6 Ma, suggesting that these were global climate shifts. The warming peak coincides with the immigration of a thermophilic flora, maximum plant diversity, and the poleward range expansion of thermophilic foraminifera. Plant data indicate the continuation of relatively cool temperatures across the Cretaceous–Paleogene boundary; there is no indication of a major warming immediately after the boundary as previously reported. Our temperature proxies correspond well with recent pCO2 data from paleosol carbonate, suggesting a coupling of pCO2 and temperature. To the extent that biodiversity is correlated with temperature, estimates of the severity of end-Cretaceous extinctions that are based on occurrence data from the warming peak are probably inflated, as we illustrate for North Dakota plants. However, our analysis of climate and facies considerations shows that the effects of bolide impact should be regarded as the most significant contributor to these plant extinctions.\nIn contrast to the well resolved marine record (1–6), terrestrialclimates near the Cretaceous–Paleogene boundary (K–P), a time marked by bolide impact (7, 8) and mass extinctions (9–15), remain poorly known. Paleobotanical reports have suggested long-term cooling across the K–P in Asia (16), no temperature change (10) or a major temperature increase soon after the boundary (17) in the Raton Basin of New Mexico and Colorado, and latest Cretaceous warming followed by a cooler Paleocene in North Dakota (18). Fine-scale correlations between continental and marine temperature records near the K–P have previously not been attempted (5, 19), though such data would help to assess the global extent of warming and cooling events as well as the correlation of partial pressure of CO2 (pCO2) and temperature (20, 21). Detection of climatic shifts just before the K–P would refine understanding of the mass extinction event by making it possible to distinguish the effects of climate change from those of bolide impact on biodiversity.\nThe most intensively sampled sequence of plant macrofossils that spans the K–P is exposed in southwestern North Dakota (19, 22). Previous estimates of K–P plant extinction in these strata range from 70 to 90% (11, 19, 23). Here, we apply recent improvements in the stratigraphic resolution, sample size, and known diversity of the North Dakota floras to produce highresolution paleoclimatic analyses. The development of a paleomagnetic stratigraphy for the study area (22) allows us to correlate paleobotanical and marine data by using a revised time scale with a K–P age of 65.51 million years ago (Ma) (22) and\n0.333-million year (m.y.) and 0.270-m.y. durations for the Cretaceous and Paleocene portions, respectively, of magnetic polarity subchron 29r (24). We present a revision of the marine record for the last 1.1 m.y. of the Cretaceous (Fig. 1). Floral data are then used to construct a proxy curve of mean annual temperatures for the same portion of the Cretaceous as well as the first 0.6 m.y. of the Paleocene (Fig. 2). We compare the terrestrial and marine results (Fig. 1c) and use the new climate record to reexamine the severity of plant extinctions in North Dakota."
  }, {
    "heading": "Study Areas, Specimens, and Methods",
    "text": "Foraminifera. Maastrichtian paleotemperature estimates from one high-latitude and three mid-latitude deep-sea sites with reliable oxygen isotope and magnetic polarity data were correlated to a unified age model by using linear extrapolation of sedimentation rates from the K–P and paleomagnetic reversals (Fig. 1). The sites and data sources were as follows: the Bass River borehole in the New Jersey coastal plain, 40°N paleolatitude, 100 m paleodepth, data from ref. 5; Deep Sea Drilling Project Site 525A, South Atlantic, 35°S, 1,000 m, data from ref. 3; Ocean Drilling Program (ODP) Site 1050, western North Atlantic, 30°N, 1,500 m, new data; and ODP Site 690, Weddell Sea, 65°S, 1,500 m, data from ref. 4 and this study. Age models and the new data for Sites 690 and 1050 are given in Tables 1–7, which are published as supporting information on the PNAS web site, www.pnas.org. Earliest Paleocene foraminifera from these sites were not included because of problems related to stratigraphic mixing and diagenetic alteration of 18O values (28). Uncertainties of the ages and isotopic temperatures are about 0.1 m.y. and 2–3°C, respectively.\nFossil Plants. Our floral data are derived from more than 22,200 identified specimens of leaves and reproductive organs, collected from 161 quarries at 128 distinct stratigraphic horizons in a 183 m composite section that is calibrated to the K–P (19, 22). The section is exposed in the vicinity of Marmarth, North Dakota, in the Williston Basin at 49°N paleolatitude (29). The included rock units are the Cretaceous Hell Creek and the predominantly Paleocene Fort Union formations. Both represent floodplain environments; channel deposits dominate the Hell Creek locally, whereas pond and mire remains make up the bulk of the Fort Union Formation.\nThe K–P is recognized in the area by an iridium anomaly, shocked minerals, and a spherule layer, all thought to be products of the Chicxulub impact (11, 19, 30). These features are\nThis paper was submitted directly (Track II) to the PNAS office.\nAbbreviations: K–P, Cretaceous–Paleogene boundary; Ma, million years ago; m.y., million year(s); pCO2, partial pressure of carbon dioxide.\n‡P.W., K.R.J., and B.T.H. contributed equally to this work.\n§To whom correspondence should be addressed. E-mail: pwilf@geosc.psu.edu.\nwww.pnas.org cgi doi 10.1073 pnas.0234701100 PNAS January 21, 2003 vol. 100 no. 2 599–604\nEV O\nLU TI\nO N\nassociated locally with extinctions of vertebrates, including dinosaurs (13, 31), as well as insects (15), palynomorphs (11, 30, 31), and plant macrofossil species (11, 19, 23). Macrofossils of typical Cretaceous plants occur as high as 2 m below ( 0.1 m.y. before) the K–P, and their last appearances at this level are associated with a shift to mire deposition in the Cretaceous portion of the Fort Union Formation (30, 31). Diagnostically Cretaceous palynofloras occur in the mire deposits at reduced abundance and diversity and disappear at the K–P impact horizon (30, 31). Despite differences of taxonomic resolution and taphonomy, palynomorphs and macrofossils are derived from the same source vegetation. Therefore, the loss of macrofossil species 2 m below the K–P has been interpreted primarily as a pseudoextinction related to facies change that masks a true extinction at the K–P (30, 31). Of Cretaceous macrofossil species, 70–90%, including all dominant taxa, do not reappear in any facies above the K–P (19, 23).\nOur paleobotanical data are updated and revised from Johnson (19) to incorporate 13,914 additional census specimens and other new collections, resulting in an approximate doubling of the numbers of specimens and quarries used in the last paleoclimatic analysis from the Marmarth area (18), which was based on floral zones instead of an explicit age model as used here. The 386 types of plant organs recovered represent an estimated 353\nspecies, a 43% increase. This estimate is equal to the total number of described species and undescribed morphospecies (hereafter referred to as ‘‘species’’ for convenience) that are represented by leaves, discriminated on the basis of details of foliar architecture (19, 32). Leaf types with discrete morphologies that have been found in organic attachment are combined in analysis here as single species. Examples are attached lateral and terminal leaflets of Erlingdorfia montana and Platanites marginata, both in the Platanaceae (33). Documentation of the flora is provided by Johnson (19), including illustrations, identification techniques, voucher specimen numbers for each species, collecting localities, and species lists for each locality. Revised species lists that correspond to this paper are archived in the Paleobiology Database, www.paleodb.org (34). All specimens were collected by K.R.J., and vouchers are housed at the Yale Peabody Museum and the Denver Museum of Nature & Science.\nOur age model for paleobotanical data is that of Hicks et al. (22), constructed by using linear extrapolation of sedimentation rates from the K–P down to the base or up to the top of subchron 29r, respectively, for Cretaceous or Paleocene ages (Fig. 2). Neither the bottom of subchron 30n nor the top of subchron 29n is present in the section, so the modeled ages should be considered most accurate within subchron 29r, where they are each\n600 www.pnas.org cgi doi 10.1073 pnas.0234701100 Wilf et al.\nbounded by two datum points. Standard deviations on the meter levels of the base and top of subchron 29r in various section legs (22) translate via our age model to 0.107 and 0.033 m.y. for the Cretaceous and Paleocene, respectively, which can be regarded as minimum errors of our age estimates. To streamline analysis, the paleobotanical data were organized into bins of 1 m each; bin midpoints were used to derive age estimates.\nPaleotemperatures were estimated by using leaf-margin analysis, a method that employs the significant correlation observed in living mesic forests between mean annual temperature and the proportion of woody dicot species with untoothed leaf margins (27, 35, 36). For fossil f loras, the regression is inverted so that the proportion of untoothed species is scored as the independent and temperature computed as the dependent variable. Here we use the calibration based on East Asian forests (35, 36), which has produced estimates that are generally accurate within 2°C when tested on modern floras from the Americas (27, 37–39) and paleotemperature estimates for early Cenozoic floras that agree closely with other proxies (40–43). The calibration does not appear to be sensitive to pCO2 (44), though more work is needed in this area. Promising methods have been proposed that use as\nmany as 30 morphological characters for each species in addition to margin type (17, 45). However, in practice, the additional characters tend to add more noise than signal (27), and leafmargin analysis generally has produced equally or more accurate temperature estimates than multivariate alternatives when tested on living forests from known climates (27, 37, 39).\nOf 309 species of dicot leaves, 302, collectively represented by more than 18,000 specimens, were suitable for leaf-margin analysis because their margin states could be determined and they were probably derived from woody plants. Their occurrence data were used to derive two series of temperature estimates (Fig. 2a); in both cases a minimum of 20 species was used for each estimate because of the well-documented importance of sample richness for precision (27, 38). The first series was a set of conventional ‘‘spot’’ estimates for the 13 stratigraphic bins with 20 or more species each (maximum of 73 species). Second was a complementary series of lower-precision estimates for 80 bins with 20 or more species each on a range-through basis (maximum of 92), such that a species was considered to be present if it either (i) occurred in the bin or (ii) occurred at any pair of levels both above and below but not in the bin. The range-through approach\nWilf et al. PNAS January 21, 2003 vol. 100 no. 2 601\nEV O\nLU TI\nO N\nprovides temperature estimates for intervals with no spot data and allows a more complete comparison through time of relative changes in temperature and species richness (Fig. 2b). The analysis assumes that a range gap is due only to sampling and not to emigration of a species followed by its immigration; this assumption undoubtedly is not valid for all gaps. However, the two data series show similar relative trends (Fig. 2a), suggesting that the range-through curve provides a reasonably precise complementary signal to spot data.\nThe spot estimates tended to be warmer than range-through data (Fig. 2a), probably reflecting biases favoring toothed species in the many small samples that contribute to the rangethrough data. The overrepresentation of toothed species in small samples could result from their high relative abundance in original vegetation (27, 38) or a toothed bias in original vegetation growing near bodies of water (38). The bins used for spot estimates comprise the best point samples of dicot richness and contain the greatest numbers of species that are found only in single bins. Within bins, these species tend to have a lower percentage of toothed margins than the bin as a whole.\nIn addition to leaf-margin data, we noted the presence and abundance of palms, a conventional proxy for warm winters without hard frost (46), and we plotted the range of the thermophilic ‘‘HCIII’’ f lora (18, 19), which contains immigrant taxa from the Southern Rockies (Fig. 2b).\nSpecies richness, including non-dicots (353 total species based on leaves), is plotted for comparison to temperature (Fig. 2b), both as (i) the raw number of species per bin, including the species only found in single bins, and (ii) the total number of range-through species exclusive of species only found in single bins, hereafter designated as ‘‘standing richness.’’ This metric of standing richness is used because the derivation closely matches that of the range-through temperature curve used for comparison (Fig. 2b). Single-bin species are eliminated because they possess a number of detrimental properties for estimating standing richness (47), though they are needed in the temperature estimates to increase precision and to offset possible biases favoring the collection of toothed species. The decreases in standing richness toward the bottom and top of Fig. 2b are edge effects: the number of overlapping ranges diminishes artifactually near the bounds of the sampled interval. A conservative interpretation of per-capita origination and extinction rates for each bin, after Foote (47), shows that edge effects have a negligible effect on standing richness between 66.2 and 65.2 Ma (P.W. and K.R.J., unpublished data). Because they do not include range data, the raw richness data are immune to edge effects by definition.\nSampling was most intensive within 20 m of the K–P (19), which biases against the observation of floral richness before 65.9 Ma (Fig. 2b). The specimen count for the lowest 10 m of Paleocene strata is 60% greater than for the highest 10 m of the Cretaceous, which biases against the observation of a decline in richness across the K–P. The modeled ages and leaf-margin and richness data for each bin are given in Table 8, which is published as supporting information on the PNAS web site."
  }, {
    "heading": "Results",
    "text": "Foraminifera. Most of the marine data indicate warming near 66.0 Ma, peak temperatures near 65.7 Ma, and cooling to prewarming temperatures less than 0.1 m.y. before the K–P (Fig. 1). At Bass River, planktic foraminifera suggest a warming of 4–5°C at 65.8 Ma and sustained high temperatures until just before the K–P. Within the warm interval, a thermophilic planktic foraminifer, Pseudotextularia elegans, expanded its range poleward and reached its maximum size and peak abundance in the western North Atlantic (Fig. 1a) (5). The benthic warming at Bass River is dampened by comparison to the planktic record. A surface cooling of 4–5°C, reversing the preceding warming,\noccurred less than 0.1 m.y. before the K–P. Planktic data (not shown) tentatively suggest the continuation of cool surface temperatures into the earliest Paleocene (5). At Site 525A, benthic and planktic records suggest a 2–3°C warming from 65.9 to 65.7 Ma and cooling less than 0.1 m.y. before the K–P. The coarsely spaced data from Site 1050 corroborate a warming by 65.7 Ma and cooler temperatures less than 0.1 m.y. before the K–P. In a nearby core, mass extinctions of foraminifera coincide precisely with K–P ejecta deposits (12).\nBecause of high latitude and finely resolved sampling, Site 690 may provide the most informative history of latest Cretaceous marine temperatures (Fig. 1b). A long-term cooling trend occurred over the last 50 m.y. of the Cretaceous, and the coolest deep and surface water temperatures of this interval are recorded in Site 690 sediments from 66.6 Ma (Fig. 1b) (48). Bottom and surface waters warmed near 66.2 Ma and again at 66.0 Ma. Peak surface and bottom water temperatures occurred between 65.7 and 65.6 Ma, which includes the only time when P. elegans is found at Site 690 (Fig. 1b) (2). This delayed appearance at high latitudes has also been observed at other sites in the Southern Ocean (2) and in Sweden (49), and it corresponds with a mid-latitude poleward migration of the planktonic foraminifer Contusotruncana contusa (50). A subsequent cooling occurred less than 0.1 m.y. before the K–P.\nFossil Plants. Temperature trends from the leaf data are mostly in close agreement with the marine record, especially within or just below subchron 29r, where the correlations are most precise (Figs. 1c and 2a); we refer below to spot estimates unless indicated. The oldest f loras with 20 or more dicot species occur from 66.5 to 66.4 Ma and produce temperatures of 12–13°C (Fig. 2a). A cooler interval is indicated from 66.3 to 66.0 Ma, including the lowest estimate for the section, 7°C. This cooling is not matched by the marine data and may be partly artifactual because of an unusual mode of floral preservation: f loras from this interval mostly occur in inclined point-bar deposits and are characterized by small-leaved, possibly shrubby or herbaceous plant species that generally have toothed leaves (51). Alternatively, the modeled age of this cooling may be imprecise because it is well below the base of subchron 29r, and it may instead correspond to the minimum marine temperatures from 66.6 Ma. In either case, a sustained and pronounced warming that strongly agrees with the marine record follows.\nTemperatures increase to 16–17°C at 66.0 Ma. The peak of warming occurs between 65.8 and 65.6 Ma, accompanied by the immigration of the rich, thermophilic ‘‘HCIII’’ f lora (18, 19) (Fig. 2b, arrows). Within this terminal Cretaceous warm interval, palms exceeded 5% of total specimens at four census sites of greater than 300 specimens each. The timing of the warm interval coincides with that seen in the marine record and also is synchronous with the P. elegans data from Bass River and Site 690 (Fig. 1c). The warmest estimate of the floral sequence, 20°C, occurs at 65.7 Ma and coincides with maximum plant richness (Fig. 2b). Temperatures near 18°C are indicated less than 0.1 m.y. before the K–P.\nRange-through data suggest an abrupt subsequent cooling immediately before the K–P, coeval with marine cooling (Fig. 1c). Interpretation is complicated by the lack of a spot estimate due to low site richness, and the indicated 9°C temperatures are probably too cold. A combination of all 24 species found within the uppermost 3 m generates a more robust estimate of 11°C, which suggests a latest Cretaceous cooling of 7°C to temperatures similar to before 66.0 Ma. The cooling locally coincides with the deposition of mire facies of the basal Fort Union Formation (31). A 14°C estimate is derived from a flora 20 cm above the K–P (Fig. 2a), implying a slight warming immediately before or after the K–P; palms are present in this earliest Paleocene sample. Higher in our section, only range-\n602 www.pnas.org cgi doi 10.1073 pnas.0234701100 Wilf et al.\nthrough estimates are possible, which give temperatures in the 9–10°C range that are similar to the minimum Cretaceous values; palms are present and comprise 7.8% of census specimens at 18 m above ( 0.2 m.y. after) the K–P. Significantly warmer climates are known from the Western Interior United States at 1.4 m.y. after the K–P, when tropical rainforests existed in Colorado (52)."
  }, {
    "heading": "Discussion",
    "text": "The congruence of the terrestrial and marine proxy data is especially strong with regard to warming beginning near 65.9–66.0 Ma, a peak of warming from 65.8 to 65.6 Ma, and cooling immediately before the K–P, and we interpret these as climate shifts of global extent. The correlated results from independent proxies also support the validity of the paleoclimatic methodologies used.\nOur results correspond closely with recent proxy data for pCO2 from paleosol carbonates from Canada, southern France, and elsewhere (21), which suggest a near doubling in pCO2 at 0.5 m.y. before the K–P, a return to lower values immediately before the K–P, little or no change across the boundary, and another near doubling by 1.5 m.y. after the K–P. We note that the latter increase, if correct, is corroborated by the contemporaneous existence of Paleocene tropical rainforests in Colorado (52). These broad similarities with the most significant trends in our data suggest a close link between pCO2 and temperature before and after the K–P. One source of CO2 forcing was presumably Deccan volcanism on the Indian Plate (5, 53–55).\nOur results do not corroborate a previously suggested warming in the Raton Basin, based on multivariate analyses, of 10°C across the K–P (17), though a smaller increase of perhaps 3°C is consistent with our data as discussed above. The floras on which the Raton Basin estimates were based have only 3–10 dicot species in each of three ‘‘Phase 3’’ f loras and 11 and 19 species in the two ‘‘Phase 4’’ f loras (17). These numbers are too low for reliable analysis of paleotemperature, regardless of whether univariate or multivariate methods are used (27, 38), especially for ‘‘Phase 3.’’ Recently, Beerling et al. (20) provisionally suggested an increase in pCO2 immediately after the K–P to 2,300 ppm, which presumably would have been linked to high temperatures. We regard this result, based on stomatal index values for a fern taxon (aff. Stenochlaena) recovered from 25 cm above the K–P in the Raton Basin, as speculative for the reasons stated or implied by the authors. First, the stomatal response of the fern’s presumed modern relative to carbon dioxide is statistically incompatible with the results from the fossil fern, suggesting that the modern and fossil species are not closely related and may not be suitable for comparison. Second, the fossil fern has not been found in other stratigraphic horizons so as to allow calibration of its stomatal indices to baseline values. Therefore, the fossil stomatal data (20) appear to us to be reliable indicators neither of high nor low pCO2 during the earliest Paleocene."
  }, {
    "heading": "Climate Changes Before K–P Extinction",
    "text": "We examined the linkage of plant diversity in our study area with climate (Fig. 2b). Standing richness and range-through temperature are weakly but significantly correlated through the interval from 66.2 to 65.5 Ma, where correlation is possible because of negligible edge-effects on richness and nearly continuous rangethrough estimates of temperature; detrending was applied to mitigate the significant autocorrelations and time correlations of each variable (Fig. 2b). Notably, the correlation is poor before 66.0 Ma, when cool temperatures occur along with rich floras. The strongest correspondence is seen from 65.8 Ma to the K–P, when temperature and floral richness both reach maxima, diminish slightly, then decrease abruptly during the last 0.1 m.y. of the Cretaceous (Fig. 2b). The decrease coincides with the presence of mire deposits and the taphonomic loss of typical species of Cretaceous macrofossils (31).\nLatest Cretaceous cooling probably contributed to a decline in plant richness by eliminating elements of the thermophilic flora that was present during the time of peak warmth (Fig. 2b, arrows). However, several lines of evidence indicate that climate change was not the principal cause of plant extinctions across the K–P. First, older Cretaceous floras were rich, despite cool climates and a relatively low intensity of sampling: five of the bins from before 66.0 Ma have more than 25 species each, and standing richness exceeds 60 species continuously from 66.3 to 65.6 Ma (Fig. 2b). A bin with 30 species on a raw-count basis occurs at 66.4 Ma and one with 50 species at 66.3 Ma (Fig. 2b), when both foraminiferal and plant data indicate cold temperatures. Paleocene floras, which grew at similar temperatures to the portion of the Cretaceous before 66.0 Ma, were depauperate: the richest Paleocene flora occurs in the bin immediately above the K–P, with 25 species. Second, the presence of diagnostically Cretaceous palynomorphs (30) within the mire deposits that we correlate to the terminal cool interval shows both that a major extinction related to cooling did not take place and that typical Cretaceous plants were still present but not preserved as macrofossils. This interpretation does not exclude the possibility that some species were lost because of cooling, and we note that the drop in abundance and diversity of typical Cretaceous palynomorphs within the mire deposits (30) might reflect the effects of cooling as well as facies changes. Third, the occurrence and occasional abundance of palms during the earliest Paleocene indicates that hard freezes, which could have negatively affected richness, were at most infrequent despite relatively low mean annual temperatures. This interpretation of low temperature seasonality is corroborated by the abundance of crocodilian, champsosaur, and turtle remains in correlative strata (56). Fourth, our Paleocene floras overwhelmingly bear the imprint of ecological trauma, including the loss of all Cretaceous dominant species from all facies (11, 19, 23), diminishing richness after the K–P that is in accord with continuing taxonomic losses observed in the wake of other extinction events (57), and the nearly total disappearance of specialized types of insect feeding on leaves (15). The effects of bolide impact provide the most plausible explanation for these phenomena.\nIn conclusion, cooling during the final 0.1 m.y. of the Cretaceous probably accounts for some loss of richness from the peak diversity of the preceding warm interval, and the relatively lower frequency of channel deposits, which were the source of the majority of the Cretaceous floras, above the K–P is also likely to inflate the apparent magnitude of extinction across the K–P. Previous observations of the loss of 70–90% of macrofossil species (23) were based, by necessity, on floras from the peak of warmth and floral diversity that are lost from the record taphonomically during the ensuing, terminal Cretaceous cooling. Conservatively, these percentages are best regarded as maximum estimates of the K–P plant extinction, whereas the 30% palynofloral extinction observed in the same strata provides a minimum estimate because of the lower taxonomic and higher stratigraphic resolution of palynofloral data (30). Our integrated terrestrial and marine climate record should help to improve understanding of the fates of other groups of organisms at the K–P boundary by expediting the discrimination of climatic from impact effects on biodiversity.\nWe thank K. MacLeod for providing isotopic data from Sites 690 and 1050; S. Manchester and an anonymous colleague for reviews; C. Badgley, D. Beerling, R. Burnham, R. Horwitt, C. Labandeira, B. Wilkinson, and S. Wing for detailed, helpful comments on drafts; and B. Miljour for assistance with graphics. P.W. was supported by the Petroleum Research Fund of the American Chemical Society, the Michigan Society of Fellows, and the University of Michigan Museum of Paleontology. K.R.J. received support from the Denver Museum of Nature & Science and the National Science Foundation (EAR-9805474), and B.T.H. received support from a Smithsonian Scholarly Studies Grant.\nWilf et al. PNAS January 21, 2003 vol. 100 no. 2 603\nEV O\nLU TI\nO N\n1. Stott, L. D. & Kennett, J. P. (1990) Proc. Ocean Drill. Program Sci. Results 113, 829–848. 2. Huber, B. T. & Watkins, D. K. (1992) Antarct. Res. Ser. 56, 31–60. 3. Li, L. Q. & Keller, G. (1998) Geology 26, 995–998. 4. Barrera, E. & Savin, S. M. (1999) Geol. Soc. Am. Spec. Pap. 332, 245–282. 5. Olsson, R. K., Wright, J. D. & Miller, K. G. (2001) J. Foram. Res. 31, 275–282. 6. Abramovich, S. & Keller, G. (2002) Palaeogeogr. Palaeoclimatol. Palaeoecol.\n178, 145–164. 7. Alvarez, L. W., Alvarez, W., Asaro, F. & Michel, H. V. (1980) Science 208,\n1095–1108. 8. Krogh, T. E., Kamo, S. L., Sharpton, V. L., Marin, L. E. & Hildebrand, A. R.\n(1993) Nature 366, 731–734. 9. Tschudy, R. H., Pillmore, C. L., Orth, C. J., Gilmore, J. S. & Knight, J. D. (1984)\nScience 225, 1030–1032. 10. Wolfe, J. A. & Upchurch, G. R. (1986) Nature 324, 148–152. 11. Johnson, K. R., Nichols, D. J., Attrep, M., Jr., & Orth, C. J. (1989) Nature 340,\n708–711. 12. Norris, R. D., Huber, B. T. & Self-Trail, J. (1999) Geology 27, 419–422. 13. Sheehan, P. M., Fastovsky, D. E., Barreto, C. & Hoffmann, R. G. (2000)\nGeology 28, 523–526. 14. Vajda, V., Raine, J. I. & Hollis, C. J. (2001) Science 294, 1700–1702. 15. Labandeira, C. C., Johnson, K. R. & Wilf, P. (2002) Proc. Natl. Acad. Sci. USA\n99, 2061–2066. 16. Krassilov, V. A. (1975) Palaeogeogr. Palaeoclimatol. Palaeoecol. 17, 157–172. 17. Wolfe, J. A. (1990) Nature 343, 153–156. 18. Johnson, K. R. & Hickey, L. J. (1990) Geol. Soc. Am. Spec. Pap. 247, 433–444. 19. Johnson, K. R. (2002) Geol. Soc. Am. Spec. Pap. 361, 329–391. 20. Beerling, D. J., Lomax, B. H., Royer, D. L., Upchurch, G. R. & Kump, L. R.\n(2002) Proc. Natl. Acad. Sci. USA 99, 7836–7840. 21. Nordt, L., Atchley, S. & Dworkin, S. I. (2002) Geology 30, 703–706. 22. Hicks, J. F., Johnson, K. R., Obradovich, J. D., Tauxe, L. & Clark, D. (2002)\nGeol. Soc. Am. Spec. Pap. 361, 35–55. 23. Johnson, K. R. (1992) Cretaceous Res. 13, 91–117. 24. D’Hondt, S., Herbert, T. D., King, J. & Gibson, C. (1996) Geol. Soc. Am. Spec.\nPap. 307, 303–317. 25. Erez, J. & Luz, B. (1983) Geochim. Cosmochim. Acta 47, 1025–1031. 26. Shackleton, N. J. & Kennett, J. P. (1975) Initial Rep. Deep Sea Drill. Proj. 29,\n743–755. 27. Wilf, P. (1997) Paleobiology 23, 373–390. 28. MacLeod, K. G., Huber, B. T. & Fullagar, P. D. (2001) Geology 29, 303–306. 29. Hay, W. W., De Conto, R., Wold, C. N., Wilson, K. M., Voigt, S., Schultz, M.,\nWold-Rossby, A., Dullo, W.-C., Ronov, A. B., Balukhovsky, A. N. & Söding, E. (1999) Geol. Soc. Am. Spec. Pap. 332, 1–47.\n30. Nichols, D. J. & Johnson, K. R. (2002) Geol. Soc. Am. Spec. Pap. 361, 95–143. 31. Pearson, D. A., Schaefer, T., Johnson, K. R. & Nichols, D. J. (2001) Geology\n29, 39–42. 32. Ash, A. W., Ellis, B., Hickey, L. J., Johnson, K. R., Wilf, P. & Wing, S. L. (1999)\nManual of Leaf Architecture: Morphological Description and Categorization of Dicotyledonous and Net-Veined Monocotyledonous Angiosperms (Smithsonian Institution, Washington, DC). 33. Johnson, K. R. (1996) Proc. Denver Mus. Nat. Hist. Ser. 3 3, 1–48. 34. Alroy, J., Marshall, C. R., Bambach, R. K., Bezusko, K., Foote, M., Fürsich,\nF. T., Hansen, T. A., Holland, S. M., Ivany, L. C., Jablonski, D., et al. (2001) Proc. Natl. Acad. Sci. USA 98, 6261–6266. 35. Wolfe, J. A. (1979) U. S. Geol. Surv. Prof. Pap. 1106, 1–37. 36. Wing, S. L. & Greenwood, D. R. (1993) Philos. Trans. R. Soc. London Ser. B\n341, 243–252. 37. Wiemann, M. C., Manchester, S. R., Dilcher, D. L., Hinojosa, L. F. & Wheeler,\nE. A. (1998) Am. J. Bot. 85, 1796–1802. 38. Burnham, R. J., Pitman, N. C. A., Johnson, K. R. & Wilf, P. (2001) Am. J. Bot.\n88, 1096–1102. 39. Gregory-Wodzicki, K. M. (2000) Paleobiology 26, 668–688. 40. Wolfe, J. A. & Poore, R. Z. (1982) in Climate in Earth History (Natl. Acad.\nPress, Washington, DC), pp. 154–158. 41. Hutchison, J. H. (1982) Palaeogeogr. Palaeoclimatol. Palaeoecol. 37, 149–164. 42. Wing, S. L., Bao, H. & Koch, P. L. (2000) in Warm Climates in Earth History,\neds. Huber, B. T., MacLeod, K. & Wing, S. L. (Cambridge Univ. Press, Cambridge, U.K.), pp. 197–237. 43. Wilf, P. (2000) Geol. Soc. Am. Bull. 112, 292–307. 44. Gregory, K. M. (1996) Palaeogeogr. Palaeoclimatol. Palaeoecol. 124, 39–51. 45. Wolfe, J. A. (1995) Annu. Rev. Earth Plan. Sci. 23, 119–142. 46. Greenwood, D. R. & Wing, S. L. (1995) Geology 23, 1044–1048. 47. Foote, M. (2000) Paleobiology 26S, 74–102. 48. Huber, B. T., Norris, R. D. & MacLeod, K. G. (2002) Geology 30, 123–126. 49. Malmgren, B. A. (1982) Geol. Foeren. Stockholm Foerh. 103, 357–375. 50. Kucera, M. & Malmgren, B. A. (1998) Palaeogeogr. Palaeoclimatol. Palaeoecol.\n138, 1–15. 51. Johnson, K. R. (1998) Am. J. Bot. 85 (Suppl. 6), 75. 52. Johnson, K. R. & Ellis, B. (2002) Science 296, 2379–2383. 53. Caldeira, K. & Rampino, M. R. (1990) Geophys. Res. Lett. 17, 1299–1302. 54. Bhandari, N., Shukla, P. N., Ghevariya, Z. G. & Sundaram, S. M. (1995)\nGeophys. Res. Lett. 22, 433–436. 55. Courtillot, V., Gallet, Y., Rocchia, R., Féraud, G., Robin, E., Hofmann, C.,\nBhandari, N. & Ghevariya, Z. G. (2000) Earth Planet. Sci. Lett. 182, 137–156. 56. Bryant, L. J. (1989) Univ. Calif. Publ. Geol. Sci. 134, 1–107. 57. Jablonski, D. (2002) Proc. Natl. Acad. Sci. USA 99, 8139–8144.\n604 www.pnas.org cgi doi 10.1073 pnas.0234701100 Wilf et al."
  }],
  "year": 2003,
  "references": [{
    "title": "Manual of Leaf Architecture: Morphological Description and Categorization of Dicotyledonous and Net-Veined Monocotyledonous Angiosperms (Smithsonian Institution, Washington, DC)",
    "authors": ["A.W. Ash", "B. Ellis", "L.J. Hickey", "K.R. Johnson", "P. Wilf", "S.L. Wing"],
    "year": 1999
  }, {
    "title": "Climate in Earth History (Natl",
    "authors": ["J.A. Wolfe", "R.Z. Poore"],
    "year": 1982
  }],
  "id": "SP:cce08ec58c61ddebd4eda8a0e58038287ca13f03",
  "authors": [{
    "name": "Peter Wilf",
    "affiliations": []
  }, {
    "name": "Kirk R. Johnson",
    "affiliations": []
  }, {
    "name": "Brian T. Huber",
    "affiliations": []
  }],
  "abstractText": "Terrestrial climates near the time of the end-Cretaceous mass extinction are poorly known, limiting understanding of environmentally driven changes in biodiversity that occurred before bolide impact. We estimate paleotemperatures for the last 1.1 million years of the Cretaceous ( 66.6–65.5 million years ago, Ma) by using fossil plants from North Dakota and employ paleomagnetic stratigraphy to correlate the results to foraminiferal paleoclimatic data from four middleand high-latitude sites. Both plants and foraminifera indicate warming near 66.0 Ma, a warming peak from 65.8 to 65.6 Ma, and cooling near 65.6 Ma, suggesting that these were global climate shifts. The warming peak coincides with the immigration of a thermophilic flora, maximum plant diversity, and the poleward range expansion of thermophilic foraminifera. Plant data indicate the continuation of relatively cool temperatures across the Cretaceous–Paleogene boundary; there is no indication of a major warming immediately after the boundary as previously reported. Our temperature proxies correspond well with recent pCO2 data from paleosol carbonate, suggesting a coupling of pCO2 and temperature. To the extent that biodiversity is correlated with temperature, estimates of the severity of end-Cretaceous extinctions that are based on occurrence data from the warming peak are probably inflated, as we illustrate for North Dakota plants. However, our analysis of climate and facies considerations shows that the effects of bolide impact should be regarded as the most significant contributor to these plant extinctions.",
  "title": "Correlated terrestrial and marine evidence for global climate changes before mass extinction at the Cretaceous–Paleogene boundary"
}