{
  "sections": [{
    "text": "626Naranjo et al. | Volcanism and tectonism, southern Central Andes Volcanic ZoneGEOSPHERE | Volume 14 | Number 2\nCORRESPONDENCE: jose.naranjo@ sernageomin.cl\nCITATION: Naranjo, J.A., Villa, V., Ramírez, C., and Pérez de Arce, C., 2018, Volcanism and tectonism in the southern Central Andes: Tempo, styles, and relationships: Geosphere, v. 14, no. 2, p. 626–641, doi:10.1130/GES01350.1.\nScience Editor: Raymond M. Russo Guest Associate Editor: Shanaka de Silva\nReceived 28 April 2016 Revision received 12 October 2017 Accepted 14 December 2017 Published online 26 January 2018\nOPEN ACCESS\nGO LD\nThis paper is published under the terms of the CC‑BY‑NC license.\n© 2018 The Authors\nAn important objective of volcanic research is to establish a cause-andeffect relationship between the age of fault kinematics and volcanic arc evolution based on structural and stratigraphic evidence. The predominant hyperarid climate in the Central Andes since Miocene times makes it a world-class area for investigating the evolution of a volcanic arc. This region records the complete development of the late Cenozoic Andean volcanic arc. This study focuses on the interpretation of volcanism in the context of recently dated tectonic structures along the southern Central Andes Volcanic Zone between 24.5° and 27° S. This segment of the arc has had a complex evolution and consists of hundreds of volcanoes, including constructional (monogenetic and polygenetic) and caldera volcanoes. By reviewing and reevaluating the geological maps in the literature, we are able to better constrain the temporal evolution of the central Chilean volcanic arc, including timing and kinematics of regional faults. Recognition of 15 Oligocene to Pleistocene ignimbrites and their sources has allowed us to define 11 caldera systems contemporaneous with effusive constructional volcanoes. The extent of the ignimbrite deposits allows them to be correlated between isolated outcrops that preserve different stratigraphic sequences, enabling the construction of a more complete and accurate volcanic stratigraphy. Two main NE-SW– and N-S–oriented thrust systems dominate the structural architecture of this segment of the arc. The first, located in the Precordillera, was active between 25 and 14 Ma and extends over 200 km to the northeast through the Pedernales-Arizaro thrust fault. Parallel to this thrust, the east-vergent Antofalla thrust fault system developed during Oligocene–Miocene times. The second system, located within the volcanic arc, includes sinuous N-S contractional structures that developed in pulses between the middle and late Miocene. There appears to be a causeand-effect relationship between tectonic pulses and the development of volcanism, whereby changes in the upper crustal stress field lead to the generation of extensional domains. These conditions favor magma storage at upper crustal levels, thus promoting a suction-pump effect. The coexistence of both dominantly effusive constructional volcanism and explosive caldera volcanism results from the same tectonic conditions that produced shortening, as a consequence of the maximum compressive stress and conjugated extensions.\nIn this paper, we suggest a new model that integrates the coexistence and contemporaneity of compressive structures and the widespread development of effusive constructional volcanism and explosive caldera volcanism along the Andean Oligo-Miocene volcanic arc."
  }, {
    "heading": "INTRODUCTION",
    "text": "The southern Central Andes Volcanic Zone (SCVZ; e.g., Stern, 2004) between 25° and 27° S (Fig. 1) records a complex evolution of the volcanic arc. It consist of hundreds of volcanoes and multiple volcano types, from large calderas (~45 km across) and associated ignimbrites to lava fields. Hyperarid conditions have prevailed since early to middle Miocene times (Alpers and Brimhall, 1988). Although this has resulted in excellent preservation of volcanoes and caldera structures and their products, it has also restricted erosion, meaning that vertical exposures are scarce. The lack of vertical cuts is one of the most significant obstacles to studies in the region, as such cuts enable clear stratigraphic relationships to be identified and deposits to be well characterized, both of which are important when reconstructing regional stratigraphy.\nThere have been a number of prior studies of the SCVZ but commonly at low resolution or without detailed correlations. For example, Naranjo and Cornejo (1992) collected important regional and K-Ar geochronological data along the volcanic arc of the SCVZ, however on a large scale (1:250,000). The volcano and ignimbrite units were thus mainly defined by K-Ar geochronology and rough facies mapping. The regional volcanic geology was partially extended to the retro-arc in Argentina by Seggiaro et al. (2006, 2007). Other volcano and ignimbrite studies (e.g., Trumbull et al., 1999; Siebel et al., 2001; Schnurr et al., 2007; Kay et al., 2013; Freymuth et al., 2015; Guzmán et al., 2014) have been focused on sampling all possible specimens primarily for geochemical and isotopic study, but without detailed correlation of units and facies, although Guzmán et al. (2014) presented partially compiled maps and age data. Thus, most ignimbrite sources have remained generally unknown, and many fundamental stratigraphic details of the volcanic fields still need to be understood.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/14/2/626/4101747/626.pdf by University of Arizona user on 20 February 2019\n627Naranjo et al. | Volcanism and tectonism, southern Central Andes Volcanic ZoneGEOSPHERE | Volume 14 | Number 2\nThe area comprising the Lastarria, Cordón del Azufre, and Bayo volcanic complexes (Fig. 1) has been an important focus of study during the past decades due to the discovery of an extended (>50 km diameter) uplift pattern at a decimeter scale that began in A.D. 1997–1998 and has been named “Lazufre” (Pritchard and Simons, 2002). The investigation of its possible causes is one of the main research topics of the international project PLUTONS, the main theme of this issue.\nDuring the last five years, the Chilean Geological Survey (Sernageomin) has developed a 1:100,000-scale mapping program that included the southern Central Andes volcanic arc, with a focus on the region between 24.5° and 27° S. Through this work, detailed geological maps of the region and numerous radiometric dates (K-Ar, Ar/Ar, and U-Pb) of this Andean segment are now available (Naranjo et al., 2013a, 2013b, 2016). Thus, many new effusive volcanic geochronological units, volcanic complexes, calderas, and ignimbrites have been identified, and the timing and kinematics of several other tectonic structures have been better constrained. These new findings allow us to further understand key processes involved in the late Cenozoic development of the Andean orogen along the SCVZ.\nIn this paper we present an integrated overview of the Oligocene to recent volcanic stratigraphy of this area (Fig. 1) and its implications for the spatio-temporal model of the SCVZ. Furthermore, based on several key examples, including a remarkable record of tectonic and volcanic structures at ca. 14–13 Ma, we suggest that there is a clear relationship between tectonism (the age of fault kinematics) and volcanic evolution. Based on the brittle nature of the uppermost crust, we suggest a new hypothesis that allows better explanation of the coexistence and contemporaneity of inherited compressive structures responsible for the Andean uplift with the generalized development of effusive constructive and explosive caldera volcanism in the Central Andes."
  }, {
    "heading": "GEOLOGICAL CONTEXT",
    "text": "The Andean orogeny formed due to variations in the subduction vector and geometry of the more dense oceanic Nazca plate under the continental South American plate. These changes have driven the structural architecture of western South America, as well as controlled the position of the volcanic arc. In Paleogene times, an oblique subduction vector oriented approximately N60ºE (Cande and Leslie, 1986; Pardo-Casas and Molnar, 1987) meant that the SCVZ volcanic arc was located ~100 km to the west of the present-day arc. The evidence of this earlier arc is documented by the Chile-Alemania Formation (Naranjo and Puig, 1984; Puig et al., 1988; Fig. 1). During the late Cenozoic (ca. 25 Ma), the volcanic arc migrated to the east to its present position (west margin of the back-arc Puna plateau; Acocella et al., 2007). This reflected a shift in the convergence angle to almost orthogonal (N75°) and an increase in the rate of subduction (from 90 to 120 km/m.y.) (Cande and Leslie, 1986). This change in plate kinematics led to the initiation of Andean uplift and extensive deposition of piedmont sediments, known as the Atacama Gravels, in particular to the west of the arc (Fig. 1) between 25 and 10 Ma (Mortimer, 1973; Naranjo and Paskoff, 1985; Nalpas et al., 2008). The tectonic regime of the southern Puna has been dominantly compressive from the late Oligocene to recent times (Allmendinger et al., 1997; Kraemer et al., 1999).\nCrustal thicknesses vary throughout the CVZ. Along the southern part of the volcanic arc (SCVZ), thicknesses are 40–65 km, less than those reported in the northern part of Chile up to the Arica bend north of 24° S (62–80 km; Yuan et al., 2002, Zandt et al., 1994; Allmendinger et al., 1997; McGlashan et al., 2008; Bianchi et al., 2013). The reason for this difference is disputed. Some studies propose the segment of the arc between 24.5° and 27° S as a “transition zone” between the normal subduction segment to the north (subduction angle of 25°–30°; north of 24° S) and the flat-slab segment to the south (28°–33° S; Cahill and Isacks, 1992; Graeber and Asch, 1999; Gutscher et al., 2000; Schnurr et al., 2007; Kay et al., 2013).\nThe volcanic arc in the SCVZ (24.5° to 27° S) is located 250–300 km to the east of the Chile-Perú trench with a width spanning 70–60 km. The locations of both constructional volcanoes and calderas have been associated with NW-SE regional left-lateral strike-slip fault zones (e.g., Olacapato–El Toro, Archibarca,\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/14/2/626/4101747/626.pdf by University of Arizona user on 20 February 2019\n628Naranjo et al. | Volcanism and tectonism, southern Central Andes Volcanic ZoneGEOSPHERE | Volume 14 | Number 2\nCulampaja fault zones; Riller et al., 1999, 2001; Ramelow et al., 2006). Based on aeromagnetic images of the southern Puna, Chernicoff et al. (2002) argued that the intersection of large fault structures focused magmatism.\nMost previous studies in the area have focused on chemical analyses of lavas and ignimbrites in order to identify compositional changes in the volcanic arc related to the geodynamic evolution of the CVZ. Trumbull et al. (1999) concluded that the amount of crustal contamination has varied since the Oligocene. They estimated that magmas erupted between 25 and 8 Ma were only slightly contaminated, following which contamination increased until 5 Ma and remained stable thereafter. The ignimbrite chemistry has remained uniform during the late Cenozoic and shares chemical traits with deposits from constructional volcanoes, where the dominant erupted products are andesites, dacites, and rhyolites (Siebel et al., 2001; Stern, 2004; Schnurr et al., 2007). Crustal contamination of CVZ magmas is thought to occur by intra-crustal assimilation combined with crystallization of these magmas, and/or crustal anatexis (Stern, 2004, and references therein). Some authors have agreed that the extent of crustal contamination is lower within the SCVZ than at the Altiplano-Puna Volcanic Complex (APVC; de Silva, 1989), an ignimbrite province recognized to the north of 24° S (Siebel et al., 2001; Schnurr et al., 2007). New insights into the detailed geology of the SCVZ are summarized below and may help to improve on the previously published partial interpretations of the geological history along some segments of the Central Andes. In particular, the new detailed geological mapping carried out in the SCVZ between 25° and 27° S (Clavero et al., 2012; Naranjo et al., 2013a, 2013b, 2016) has enabled the stratigraphy of both effusive and explosive volcanic units to be reevaluated, and previously uncorrelated scattered ignimbrite outcrops to be correlated."
  }, {
    "heading": "SUMMARY OF THE VOLCANIC RECORD IN THE SCVZ",
    "text": "By combining data and analyses from all prior studies in order to form a complete geological map of the SCVZ and put forward a more robust model of the past geology (Naranjo et al., 2013a, 2013b, 2016), we have been able to extrapolate units to the south, east, and north, thus completing a geological map of the entire volcanic arc between 24.5° and 27° S. Constructional volcanoes (stratovolcanoes, volcanic complexes, and lavas) are grouped primarily on the basis of radiometric ages, subtle differences in erosion, or preservation degrees, supported by lithological characterization. A detailed updated account of available ages is provided in the Supplemental Material1. Although contemporaneous explosive and effusive volcanism has been continuous since ca. 25 Ma, geographical distribution of volcanoes is discontinuous in time, without a defined pattern (Fig. 2). Despite this, new age and facies data from previously dispersed ignimbrite outcrops allow us to make new correlations and produce a complete overview of Oligocene–Holocene explosive volcanism; the large ignimbrite deposits can now be considered distinct marker horizons, and because they are interbedded with deposits of constructional volcanoes (Fig. 3), they enable different stratigraphic sequences to be correlated. No evidence\nof arc migration over the last 25 m.y. is found, nevertheless the arc width has been variable and the overlap of younger volcanoes growing over older volcanic structures is a characteristic feature of the area.\nMore than 300 individual volcanoes are recognized in the SCVZ, including a wide variety of constructional volcanic forms (monogenetic and polygenetic volcanoes such as single cones, domes, stratovolcanoes, compound volcanoes, maars, lava-domes, coulées, lava fields, and volcanic complexes) and collapse calderas. Some volcanoes preserve evidence of past instabilities that resulted in volcanic debris-avalanche deposits (Naranjo and Cornejo, 1989; Naranjo and Francis, 1987; Naranjo et al., 2015; Villa and Naranjo, 2015a). Few volcanoes show local evidence of Holocene activity (Naranjo, 2010; Naranjo et al., 2013a, 2013b, 2016). Some internal features of volcanic edifices have been exposed through these erosional processes, showing that epithermal alteration extensively penetrated many pyroclastic layers of volcanic edifices. All lava flows within the SCVZ are blocky lavas exhibiting conspicuous central channels with transversal ridges and well-developed levees. These lava structures have been observed even in such ancient volcanoes as the ca. 16 Ma Chaco volcano. Locally, the Negriales del Lastarria (1.8 km3; Naranjo, 2010) and the so-called Chaito Lava (a 12 km3 individual lava flow) (Naranjo et al., 2013b) are notable examples of lava fields. Several ignimbrites formed extensive plateaus and filled intermontane basins, including the extensive Río Frío ignimbrite which covers >3000 km2 of mapped outcrop (Fig. 2)."
  }, {
    "heading": "24 Ma to 14 Ma Arc Volcanism",
    "text": "Constructional volcanoes 24–14 Ma in age occur along the entire arc. Evidence of this is preserved in the remnants of stratovolcanoes, which crop out along the edges of the arc, where younger volcanism did not develop until after 16 Ma (Fig. 2A). Further, deposits formed during this time are recognized at the base of younger volcanoes. This implies continuous volcanism throughout the entire Oligocene–Miocene period and hence a stationary volcanic arc. These ancient edifices are interpreted as moderately eroded large compound volcanoes. Although mafic volcanism has been recognized at León Muerto volcano (Trumbull et al., 1999; Kay et al., 2013), potassium-rich andesite and dacite are the dominant lava compositions erupted during this period (Naranjo et al., 2013a, 2013b).\nDeposits from constructional volcanoes are interfingered with several ignimbrites that extend to the east and west of the volcanic arc. The Río Frío and Pajonales ignimbrites are widely distributed in the northern part of the area (Fig. 2A). Maximum thicknesses of these ignimbrites are recognized in the Aguilar resurgent dome, a prominent 30 × 20 km bulge surrounded by a caldera moat, probably the oldest caldera feature preserved so far in the Central Andes (Table 1; Fig. 2A). This structure, formed by the Aguilar (3325 m above sea level [asl]) and La Isla (3965 m asl) salars (salt lakes), is tectonically tilted to the west. These morphologies correspond to the remnants of a ~45-km-diameter poorly defined piston-type caldera called the Aguilar 1Supplemental Material. Southern Central Andes Volcanic Zone ages compilation. Please visit http:// doi.org/10.1130/GES01350.S1 or the full-text article on www.gsapubs.org to view the Supplemental Material.\nE N\n010314-4A 549485 7095373 PJB bomb Ar/Ar Groundmass 010314-8 546729 7104629 Andesitic dique Ar/Ar Groundmass 010314-9A 541567 7111821 Ignimbrite Ar/Ar Hornblende 010314-9B 541567 7111821 Ignimbrite Ar/Ar Biotite 010314-9C 541567 7111821 Ignimbrite Ar/Ar Biotite 020314-2 540274 7114799 Ignimbrite Ar/Ar Biotite 020314-5A 539603 7112800 Vitrophyric ignimbrite Ar/Ar Biotite 020314-5B 539595 7112635 Andesite Ar/Ar Groundmass 020314-7B 537789 7112390 Ignimbrite Ar/Ar Biotite 020314-8 534214 7113013 Ignimbrite Ar/Ar Biotite 020314-9 534325 7113820 Vitrophyric ignimbrite Ar/Ar Biotite 021314-6A 538374 7112205 Ignimbrite U-Pb zircon 031207-8 543900 7219809 Andesite Ar/Ar Biotite 060912-10D 533473 7116583 Ignimbrite U-Pb zircon 060912-8A 533728 7116375 Ignimbrite U-Pb zircon 060912-8B 533728 7116375 Ignimbrite Ar/Ar Biotite 061207-12 549317 7219701 Andesite Ar/Ar Biotite 061207-3 546716 7220994 Andesite Ar/Ar Plagioclase 070912-2 531511 7130076 Vitrophyric ignimbrite K-Ar Biotite 080213-12A 539092 7142718 Ignimbrite K-Ar Biotite 080213-12B 539092 7142718 Ignimbrite K-Ar Biotite 080213-13A 542546 7142670 Ignimbrite K-Ar Biotite 080213-13B 542546 7147257 Ignimbrite K-Ar Biotite 090213-1D 513107 7128056 Andesite K-Ar Whole rock 090213-6D 545597 7128704 PJB bomb K-Ar Whole rock 090513-8A 547094 7099982 Ignimbrite Ar/Ar Biotite 090513-8A 547094 7099982 Ignimbrite Ar/Ar Biotite 090513-8B 547094 7099982 Ignimbrite Ar/Ar Biotite 100413-2 503655 7091527 Ignimbrite U-Pb zircon 100413-5 504591 7089713 Ignimbrite U-Pb zircon 100513-11 556774 7090867 Ignimbrite K-Ar Biotite 100513-12 562682 7094679 Ignimbrite K-Ar Biotite 100513-13 552987 7091029 Ignimbrite K-Ar Biotite 100513-1A 547055 7099707 Vitrophyric ignimbrite Ar/Ar Hornblende 100513-5A 548382 7098475 Ignimbrite Ar/Ar Biotite 100513-5B 548382 7098475 Ignimbrite Ar/Ar Biotite 100513-5C 548382 7098475 Ignimbrite Ar/Ar Biotite 110513-1 510991 7103347 Andesite Ar/Ar Groundmass 110513-10 506302 7066952 Interbedded ignimbrite U-Pb zircon 110513-2 519542 7077236 Andesite Ar/Ar Hornblende 110513-2 519542 7077236 Andesite Ar/Ar Groundmass 110513-4A 518780 7076037 Andesite Ar/Ar Groundmass 110513-5 519222 7072784 Andesite Ar/Ar Hornblende 120413-3 549029 7088865 Ignimbrite Ar/Ar Biotite 120513-1 500744 7065040 Interbedded ignimbrite U-Pb zircon\nSample Lithology Method and material UTM WGS84 19S\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/14/2/626/4101747/626.pdf by University of Arizona user on 20 February 2019\nRe se\nar ch\nPa pe\nr\n62 9\nN ar\nan jo\ne t a\nl. |\nVo lc\nan is\nm a\nnd te\nct on\nis m\n, s ou\nth er\nn C\nen tra\nl A nd\nes V\nol ca\nni c\nZo ne\nG E\nO S\nP H\nE R\nE |\nV ol\num e\n14 |\nN um\nbe r 2\nFigure 2. Location map showing the distribution of constructional volcanoes (red triangles and colored polygons), and calderas (black hachured lines) and the estimated extent of their original ignimbrite distributions (thick colored lines). Main salar basins (blue hachured areas labeled with white text) and towns (black squares with italicized names) are also indicated. (A) 24–14 Ma time interval. Brown polygons indicate constructional volcano distribution, red dashed line indicates the Río Frío ignimbrite, yellow line indicates the Pajonales ignimbrite, and green polygon indicates the Chixi ignimbrite. Locations for Figure 4 sections (A–F) are also indicated. (B) 14–9 Ma time interval. Orange polygons indicate constructional volcano distribution, purple line indicates the Salar Grande ignimbrite, green line indicates the San Andrés ignimbrite, and red line indicates the Los Colorados ignimbrite. (C) 9–3.5 time interval. Beige polygons indicate constructional volcano distribution, red line indicates the Wheelwright ignimbrite, pink line indicates the Las Parinas ignimbrite, and white line indicates the Laguna Verde ignimbrite. (D) 3.5–0 time interval. Pink polygons indicate constructional volcano distribution, and blue line indicates the Caletones Cori shield ignimbrite. (Based on Naranjo and Cornejo, 1992; Gardeweg et al., 1993; Cornejo et al., 1998, 2009; Tomlinson et al., 1999; Zappettini and Blasco, 2001; Richards et al., 2006, 2013; Seggiaro et al., 2006, 2007; Clavero et al., 2012; Venegas et al., 2013; Naranjo et al., 2013a, 2013b, 2016). See text for details. vn.—volcano.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/14/2/626/4101747/626.pdf by University of Arizona user on 20 February 2019\n630Naranjo et al. | Volcanism and tectonism, southern Central Andes Volcanic ZoneGEOSPHERE | Volume 14 | Number 2\nFigure 3. Revised ignimbrite stratigraphy for the southern Central Volcanic Zone. Previous stratigraphic schemes are shown for comparison. Color bars indicate age interval for each ignimbrite.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/14/2/626/4101747/626.pdf by University of Arizona user on 20 February 2019\n631Naranjo et al. | Volcanism and tectonism, southern Central Andes Volcanic ZoneGEOSPHERE | Volume 14 | Number 2\nTABLE 1. IGNIMBRITE UNITS AND THEIR CALDERA SOURCE IN THE SOUTHERN CENTRAL ANDES VOLCANIC ZONE, BETWEEN 24.5° AND 27° S\nIgnimbrite unit groups\nThickness (m) Flow units\nPreferred age (Ma) Petrography\nCaldera system (diameter in km) Caldera type Volume (km3)\nPleistocene Caletones Cori ~7 0.5 Weakly welded, pink crystal and pumice tuff with plagioclase, biotite, and pyroxenes in a fi ne ash matrix. 2.5\nPliocene\nLaguna Verde 15–100 ca. 4 This ignimbrite corresponds to a widespread indurated to welded deposit with lower\npink and upper light-gray layers. Flattened gray to yellow granular pumice are typically present in a fi ne shard-rich matrix, with abundant coarse biotite and embayed quartz crystals.\nLaguna Escondida (40 × 16) Piston 500Laguna Amarga (30) Piston\nPeinado (>18) Piston\nWheelwright 80–160 Subunit 1 (ca. 5 Ma) and subunit 2 (ca. 4 Ma) 5 Two non-welded, massive lapilli tuffs with local massive lithic lag breccia and pumice-rich\nlayers with yellow highly vesicular and gray pumices immersed in a beige cineritic, manly biotite- and shard-rich matrix.\nWheelwright (19) Piston 80\nLas Parinas <40 5 This is a pink to white, non-consolidated, ash- and pumice-rich, crystal-poor ignimbrite. The main crystals correspond to biotite, plagioclase, and quartz. Alto Parinas (10) Piston ~10\nMiocene\nLos Colorados 15–75 9.8–8.1 From the bottom upwards, Los Colorados ignimbrite includes a light- to deep-pink massive lapilli-tuff deposit that contains a basal massive lithic lag breccia layer. It comprises abundant fi brous pumices, biotite, and quartz crystals in a shard-rich matrix. This deposit is progressively welded upwards, forming a black, fi brous, glassy, lava-like layer with decimeter-scale fi amme. At proximal facies, this layer presents brown to grey color and tiny normal jointing due to the emplacement in a subaqueous environment.\nLos Colorados (33) Piston 185\nSan Andrés 15 9.8–9.2 This corresponds to a massive lapilli-tuff pyroclastic fl ow deposit, pinkish-white, with thicknesses of ~15 m. Biotite and quartz are the main crystals in a shard-rich matrix. Pampa de los Bayos (14) Piston 60\nBarrancas Blancas ~2 (uppermost part exposed) ca. 9.3 Only the uppermost part is exposed with 3–20 cm diameter columnar joints. Light-pink welded ignimbrite with white-grey, <1.5 cm collapsed pumices. This ignimbrite contains <1 mm plagioclase, biotite, and quartz crystals, in addition to scarce <2 mm porphytitic lava lithics, and a shard-rich ashy matrix. Barrancas Blancas (35 × 25) Downsag?, resurgent >10\nSalar Grande 110–130 At least 3 12–11 Pink, white, and yellow interbedded massive lapilli tuff layers, with massive lithic lag\nbreccia layers and high-grade welded horizons. The main crystal components include biotite ± hornblende ± pyroxenes and scarce quartz. Usually contains fi brous pumices and fi amme in a devitrifi ed, shard-rich, ashy matrix.\nSalar Grande (50 × 25) Downsag,trap-door? 100\nChixi <25 1 ca. 14.7 Presents a lower layer with abundant, up to 60-cm-across, caulifl ower-shaped outline\nbombs within an oxidized scoriaceous lapilli–rich matrix. The upper layer is mainly characterized by oxidized porous lithics and large, up to 1-m-diameter dense blocks.\nJuan de la Vega (22 ×17) Phreatic explosion <4\nRío Frío 20–200 Unknown 22–17 Welded to hyperwelded, crystal-rich tuff, mainly composed of hornblende, fi amme, ± two pyroxenes and ± biotite, with vitrophyric levels.\nAguilar (~45)\nPoorly defi ned, piston,\nresurgent\n2000–2500\nPajonales 2 (Qatatiña and Las Cuevas fl ow units) 16.5\nQatatiña unit corresponds to a massive lithic lag breccia layer which varies to ash- and pumice-enriched levels. The Las Cuevas ignimbrite has abundant fi brous pumice of several populations and vesicularity degrees. It shows subtle reverse grading of pumice blocks, light grey color, and ashy, shard-rich matrix with plagioclase and biotite crystals. Welding degree increases towards the top, where it exhibits up to 8 cm cavities and fi amme. In the resurgent dome, includes up to 90 cm oblong pumices, oriented subparallel to the base, as well as abundant obsidian bombs up to 70 cm across and subtle normally graded. Moreover, at distal facies (100 km north), Pajonales ignimbrite corresponds to a whitish-pink, ashy shard-rich ignimbrite, with lapilli pumice and biotite crystals, covered by up to 5 m of piedmont deposits.\nJuncalito 30 It is a light-brown to pinkish color, with abundant fi ne bomb-size fi brous pink and white\npumices in an ashy matrix with biotite, amphibole, ± quartz crystals and shards. Locally, welded facies are also recognized.\nUnknown\nVega Helada 20 19–16 The lower 20% of this ignimbrite corresponds to a pinkish and unwelded facies, whilst the\nupper ~80% corresponds to a highly welded dark brown-gray “lava-like” vitrophyre. It also shows abundant fi amme, with a shard-rich matrix, with biotite, amphibole, ± quartz crystals.\nUnknown\nOlder Ignimbrites <15 25–20 Whitish-pink, unwelded massive lapilli tuffs with crystals of biotite ± amphibole and quartz, within a shard-rich matrix. Unknown Unknown\nOligocene\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/14/2/626/4101747/626.pdf by University of Arizona user on 20 February 2019\n632Naranjo et al. | Volcanism and tectonism, southern Central Andes Volcanic ZoneGEOSPHERE | Volume 14 | Number 2\ncaldera, which is thought to have been active between 23 and 14 Ma (Naranjo and Cornejo, 1992; Naranjo et al., 2013a, 2013b). Based on preserved deposits (Fig. 2A), the Río Frío and Pajonales ignimbrites probably reached distances of as much as to 200 and 140 km, respectively, from the resurgent dome. The older (ca. 21–17 Ma; Fig. 4), dark brownish-pink Río Frío ignimbrites (Naranjo and Cornejo, 1992) show a distinctive, welded, homogeneous massive lithology that helps with correlation of isolated outcrops (Table 1 and Fig. 3). Lower ignimbrites in the resurgent dome have a subvertical decimeter-scale jointing and development of “normal tiny joints” (Yamagishi, 1987, p. 70), possibly produced as a consequence of subaqueous emplacement. The younger Pajonales ignimbrites (ca. 16.5 Ma; Naranjo and Cornejo, 1992) show two flow units (Qatatiña and Las Cuevas ignimbrites) separated by ~1 m of lahar deposits (Fig. 4).\nOn the western flank and moat of the Aguilar resurgent dome, the 20 × 15 km, northwest-oriented Juan de la Vega phreatomagmatic caldera was the source of the Chixi ignimbrite (14.7 Ma; Figs. 2A, 4 [section A], and 5). It represents the youngest activity of the Aguilar caldera system. Low-aspect-ratio volcanoes and one phreatic diatreme developed on the southern part of Juan de la Vega caldera (Cornejo and Naranjo, 1988).\nFarther south, other ignimbrites of unknown source constitute conspicuous horizons interbedded within the Andean piedmont deposits (Atacama Gravels; Mortimer, 1973; Naranjo and Paskoff, 1985); these are also found at SCVZ intermontane basins. Among these ignimbrites, the youngest, Vega Helada (ca. 19 Ma) and Juncalito (ca. 16.5 Ma), are restricted to the eastern side of the Pedernales Salar (e.g., Naranjo et al., 2016; Fig. 2A). The Vega Helada and Juncalito ignimbrites are notably more similar lithologically to each other than to the Río Frío and Pajonales units: their age, lithologic facies, and spatial distribution point to a possible genetic relationship. However, while the source and facies variation for the Río Frío and Pajonales ignimbrites are well constrained, the source of Vega Helada and Juncalito ignimbrites remains unclear, as they become thicker and coarser toward the south, away from Aguilar caldera. This may indicate the former existence of a local tectonically obliterated caldera of that age, located to the south of Aguilar caldera. The oldest units between 24 and 20 Ma are extensively distributed, but crop out as isolated sections, reaching distances of 60 to >200 km from the volcanic arc. We propose that they were indeed associated with earlier stages of older calderas, obliterated as a consequence of contemporaneous tectonism and younger volcanic activity. Combined, ignimbrites between 24 and 14 Ma reach a total estimated volume of at least ~2000–2500 km3 (Table 1), which implies collapse caldera eruptions were abundant during the Oligo-Miocene."
  }, {
    "heading": "14 Ma to 9 Ma Arc Volcanism",
    "text": "The distribution of constructional volcanoes between 14 and 9 Ma along the SCVZ spans the same width as in the earlier period, but edifice remnants are located predominantly along the eastern and western arc borders. Com-\npound volcanoes characterize central volcanism in the northern part of the SCVZ during this period. The western arc front is dominated by relatively large, well-preserved volcanoes (up to 31 km3; Villa and Naranjo, 2015b), some of which display sector collapses such as De La Pena and Quebrado volcanoes (Fig. 2B). Overlapping younger volcanoes partially obscure the spatial continuity of the volcanic arc during this period (Fig. 2B). Locally, volcanoes exhibit wide craters and scoriaceous pyroclastic layers, probably associated with an abundant phreatic water source. Further south, the Piedra Parada volcano probably constitutes the older remnant of the Sierra Nevada Volcanic Range base, suggesting that there was another NW-SE volcanic chain in this area. Lava compositions were primarily andesite and dacite during this time interval (Naranjo et al., 2013a, 2013b).\nThe NW-SE–oriented Salar Grande–Barrancas Blancas–Pampa de los Bayos caldera complex developed during the ca. 13–9 Ma time interval immediately to the south of the Aguilar resurgent dome (Fig. 2; Table 1). Located at the northwestern end of this caldera alignment, the Salar Grande caldera (ca. 13–11 Ma) presents as a NW-SE–elongated shape (~50 × 25 km) with discontinuous topographic margins, within which the proximal ~175-m-thick Salar Grande ignimbrite sequence deposited (Figs. 4 [section D] and 5). Immediately to the southeast of the Salar Grande caldera, the Barrancas Blancas caldera hosts the homonymous ignimbrite (ca. 9.3 Ma, >10 km3; Table 1) as well as constructional volcanoes <10 Ma. This caldera developed a resurgent dome, which collapsed ~9 m.y. ago forming the 15-km-wide Pampa de los Bayos nested caldera, which is partially surrounded by ringshaped reverse faults, which formed along the moat after caldera collapse probably in a mechanism similar to that proposed in the model of Martí et al. (1994, their figure 7). Thus, Barrancas Blancas and Pampa de los Bayos is a multistage collapse caldera system, active between 10 and 9 Ma. Accurate stratigraphic relationships indicate that the latter was the source for the San Andrés ignimbrite (ca. 9 Ma; Figs. 4 [section E] and 5), which is found in the plains and gorges to the west between 26° and 27° S (Clark et al., 1967; Naranjo et al., 2016).\nThe circular, 30-km-wide Los Colorados caldera was the source of the eponymous 80 km3, ca. 9 Ma ignimbrite (Figs. 4 [section E] and 5) and was formed seventy kilometers northeast of the Salar Grande caldera (Fig. 2B; Table 1; Naranjo et al., 2016). While the northern and eastern caldera margins are partially covered by younger <3.5 Ma lavas, the western and southern scarps are clearly preserved, reaching up to 800 m high. The caldera collapse destroyed volcanoes older than ca. 10 Ma and hosts volcanoes of ca. 7 Ma (Richards et al., 2013)."
  }, {
    "heading": "9 Ma to 3.5 Ma Arc Volcanism",
    "text": "During the 9–3.5 Ma time interval, the western arc front was slightly displaced to the east and central volcanoes covered virtually the entire width of the arc (Fig. 2C). The lavas show a broader compositional range spanning\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/14/2/626/4101747/626.pdf by University of Arizona user on 20 February 2019\n633Naranjo et al. | Volcanism and tectonism, southern Central Andes Volcanic ZoneGEOSPHERE | Volume 14 | Number 2\nA) Aguilar resurgent dome 0\n2\n4\n6\n8\n10\n12\n14\n16\n18\nChixi ignimbrite 14.7 ± 0.7 Ma\nSt ra\ntig ra\nph ic\nd ep\nth (x\n10 m\n)\nSymbols\nHigh welded tuff\nLegend\nB) Llano Blanco\n0\n2\n4\n6\n8\n10\n0\n2\n4\n6\nC) Río Frío D) Salar Grande\n0\n20\n40\nE) Barrancas Blancas\n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n60\nF) WheelwrightLaguna Escondida\n0\n2\n4\n6\n8\n10\n12\n14\n16\nBarrancas Blancas 9.32 ± 0.01 Ma\nSan Andrés 9.49 ± 0.03 Ma\nLos Colorados 9.09 ± 0.04 Ma\nLaguna Verde 3.83 ± 0.02 Ma\nWelded tuff\n“Lava-like” welded vitrophyre\nGravels\nMassive lithic lag breccia\nPumice-rich massive tuff\nMassive lapilli tuff\nVolcanic breccia\nTiny normal jointing\nPumice- and lithic-rich massive tuff\nScoriaceous breccia tuff\nRío Frío ignimbrites Pajonales ignimbrites\nLaguna Verde ignimbrite\n16.56 ± 0.06 Ma\n17.6 ± 0.2 Ma\n20.5 ± 0.3 Ma\nVolcanic avalanche 16.2 ± 0.7 Ma\n16.55 ± 0.05 Ma\n17.9 ± 0.1 Ma\n17.2 ± 0.8 Ma\n11.55 ± 0.03 Ma\n11.92 ± 0.08 Ma\nWheelwright 2 ignimbrite 4.23 ± 0.02 Ma\nWheelwright 1 ignimbrite 4.96 ± 0.02 Ma\n3.84 ± 0.03 Ma\nPiedmont gravels\nSalar Grande ignimbrites\n18.76 ± 0.16 Ma\nPiedmont gravels\nVolcanic avalanche\nLaharic deposit Laguna Verde ignimbrite\nLos Colorados ignimbrite\nSan Andrés ignimbrite\nVolcanic avalanche\nUpper vitrophyre\nVolcanic avalanche\nLas Cuevas ignimbrite\nQata ña ignimbrite\nLaharic deposits\nChixi ignimbrite\nPajonales ignimbrite\nWheelwright 1 ignimbrite\nWheelwright 2 ignimbrite\nSection A Section B Section D\nSection E\nSection F\nFigure 4. Key sections exhibiting the stratigraphic relationships between the main Cenozoic ignimbrites of the southern Central Andes Volcanic Zone and their typical facies varieties. The location of each section (A–F) is shown in Figure 2A. Some stratigraphic and lithologic features are shown in corresponding photographs (colored brackets).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/14/2/626/4101747/626.pdf by University of Arizona user on 20 February 2019\n634Naranjo et al. | Volcanism and tectonism, southern Central Andes Volcanic ZoneGEOSPHERE | Volume 14 | Number 2\nFigure 5. Main contractional fault systems (red lines) associated with the Andean uplift that affected the Domeyko and Claudio Gay Ranges. Thrust fault systems also affected early stages of the volcanic arc. It is noticeable that some calderas cut and obliterate older fault structures. Some calderas (black hachured lines) are aligned in conjugate angle with respect to the orientations of the contractional systems. The northern Imilac– Salina del Fraile lineament and the NW-SE dextral transtensive fault (upper right side) are also indicated. An intumescence interferogram (concentric color rings) of the Lazufre uplift area (e.g., Anderssohn et al., 2009), including the Lastarria, Cordón del Azufre, and Bayo volcanic complexes, forms a NW-oriented spatial lineament with the Los Colorados caldera which, in turn, is also conjugated at ~30° with the middle Miocene Pedernales-Arizaro thrust fault. Main salar basins (blue hachured areas) are indicated for reference.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/14/2/626/4101747/626.pdf by University of Arizona user on 20 February 2019\n635Naranjo et al. | Volcanism and tectonism, southern Central Andes Volcanic ZoneGEOSPHERE | Volume 14 | Number 2\nbasaltic andesites to dacites with elevated potassium (Naranjo et al., 2013a, 2013b). The main structures are compound volcanoes, which are up to 1200 m high with volumes of 30 km3; these commonly have associated volcanic debris-avalanche deposits (e.g., Agua Amarga volcano; Fig. 2C). Nevertheless, local clusters of small simple cones (<200 m high and <3 km3; Villa and Naranjo, 2015a, 2015b) are exposed north of the La Isla Salar and west of the Lastarria and Cordón del Azufre volcanic complexes. In one of those clusters, an exceptionally voluminous 12 km3 andesitic lava flow (Chaito Lava) has been dated at ca. 6 Ma (Naranjo et al., 2013b). The 9–3.5 Ma volcanic arc is discontinuous in the areas of the Salar Grande–Pampa de los Bayos calderas and Aguilar resurgent dome (Fig. 2).\nExplosive volcanism during this time interval is characterized by several ignimbrites and calderas. The ashy, unconsolidated Las Parinas ignimbrite (Table 1; Naranjo and Cornejo, 1992) covers surfaces and fills gorges carved into the Los Colorados ignimbrite and is overlain by the ca. 2–3 Ma, Gemelos volcano (Naranjo et al., 2013a, 2013b). Based on its distribution (Fig. 2C), the most probable source of this ignimbrite is the Alto Parinas caldera, a ~10-kmdiameter depression rimmed by a 100–250-m-high scarp and possible ringshaped reverse faults (Martí et al., 1994), located 6 km to the north of the Barrancas Blancas caldera (Fig. 2C).\nJust to the south of the Barrancas Blancas caldera and 50 km south of the Alto Parinas caldera, an ENE-WSW alignment of five calderas constitutes the most prominent regional feature (Fig. 2C). The ~19-km-diameter subcircular, multistage Wheelwright caldera (Clavero et al., 2012) is the source of the homonymous ignimbrites (Table 1; Figs. 2C, 4 [section F], and 5). Following the first collapse at ca. 5 Ma (Wheelwright 1 ignimbrite) that produced escarpments between 400 and 700 m high, a second inner escarpment was formed (Wheelwright 2, ca. 4 Ma). Eastward, the Peinado, Laguna Amarga, and Laguna Escondida coalescing caldera cluster is recognized. The Peinado caldera is the 18-km-diameter eastern remnant sector of an obliterated caldera. The younger 30-km-diameter Laguna Amarga caldera mainly preserves its northern and eastern (~400 m) scarps, as it was affected by the collapse of the Laguna Escondida caldera. The latter 40 × 16 km, E-W–oriented structure has 600-m-high scarps and hosts Pleistocene–Holocene volcanoes. Seggiaro et al. (2006) identified the Laguna Amarga caldera as the source of the ca. 4 Ma Laguna Verde ignimbrite (Table 1; Figs. 2C, 4 [sections E and F], and 5). So far, there are no stratigraphic data of proximal lithofacies to help elucidate in detail the collapse processes of each caldera in this system."
  }, {
    "heading": "3.5 Ma to 0 Ma Arc Volcanism",
    "text": "Volcanism during the 3.5–0 Ma time interval is discontinuously distributed and forms the present-day active volcanic chains (e.g., Llullaillaco, Lastarria, Bayo, Cordón del Azufre, and Sierra Nevada volcanic complexes; Fig. 2D). Notably, the remnant of one of the oldest volcanoes in the arc (ca. 24 Ma) crops out almost at the foot of the most active volcano in the area (Lastarria volcanic\ncomplex). This may indicate the random distribution of units within the effusive volcanic arc. The 35-km-long and NNE-oriented Lastarria-Bayo chain is formed mainly by overlapping volcanic complexes as seen at the Piramide, Atalaya-Chuta, Lastarria, Cordón del Azufre, and Bayo volcanic complexes, some of them with known Holocene activity (Naranjo, 2010; Naranjo et al., 2013b). Approximately 120 km to the south, a 30-km-long, NW-SE–oriented volcanic chain includes the Azufrera Los Cuyanos (<500 ka), Jhuchuy (ca. 1 Ma), and Sierra Nevada (<500 ka) volcanic complexes. Potassium-rich andesites and, to a lesser extent, dacites are the dominant lava compositions produced at these volcanoes (Naranjo et al., 2013a, 2013b).\nEvidence of explosive volcanism during this period includes the 1.37 km3 Caletones Cori ignimbrite (Fig. 2D; Table 1), a crystal-rich dacitic tuff, erupted from the Corrida de Cori ridge (Naranjo and Cornejo, 1992; Naranjo, 2010). This eruption is dated to 0.457 ± 0.013 Ma and precedes the formation of the Escorial volcano (Middle Pleistocene age), and overlies the lower Pleistocene Río Grande volcanic lavas (Richards and Villeneuve, 2002; Naranjo et al., 2013b). Further south, the 2.4 km3 Chato Aislado dacitic volcano (Fig. 2D) consists of a 5-km-diameter explosion caldera, an exogenous dome, and associated ignimbrite and pyroclastic fall deposits, and was built on the floor of the Salar Grande caldera at ca. 1.4–1.1 m.y. ago (Naranjo et al., 2013a).\nMAIN IMPLICATIONS OF THE REVISED STRATIGRAPHY FOR TIMING AND KINEMATICS OF FAULT SYSTEMS\nThe volcanic arc is flanked by contractional fault systems associated with Andean uplift. Several N-S– and NE-SW–oriented thrust systems also cross and cut arc volcanic edifices; some structures are partially covered and/or obliterated by younger stratovolcanoes and calderas. Thrust systems along the Precordillera are sinuous and NNE-SSW oriented at the Domeyko and Claudio Gay Ranges (Fig. 5). These contractional faults gave rise to the Andean uplift and subsequently produced the Andean piedmont molasses in which ignimbrites dated between 25–16 Ma are interbedded. Moreover, the eastern border of the volcanic arc is limited by the east-vergent Antofalla thrust fault system (Fig. 5), active since the late Oligocene (Kraemer et al., 1999). This NE-SW system is parallel to the east-vergent Pedernales-Arizaro thrust fault (Naranjo et al., 2013a) that extends for >220 km from the Precordillera cutting across the volcanic arc to the northeast; fault scarps associated with this thrust locally exceed 700 m. Based on geochronological and morphostratigraphic evidence, these authors (Naranjo et al. [2013a]) constrained the Pedernales-Arizaro fault activity to the ca. 14–13 Ma period. Notably, all Miocene– Pliocene calderas recognized in the area are located just east of these remarkable structures, suggesting a long-term spatio-temporal relationship between tectonism and mainly explosive volcanism along this SCVZ segment (Fig. 5).\nSeveral thrust faults with opposite vergences accommodate up to 40% of the differential shortening. They affect the Aguilar resurgent dome, which is found in the northern part of the Claudio Gay Range, which is to the east of the\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/14/2/626/4101747/626.pdf by University of Arizona user on 20 February 2019\n636Naranjo et al. | Volcanism and tectonism, southern Central Andes Volcanic ZoneGEOSPHERE | Volume 14 | Number 2\nDomeyko Range (Fig. 5). The oblique-aligned Salar Grande caldera collapse as well as younger Miocene volcanoes obliterated the connection between these sub-systems. These faults form sinuous, 20–65-km-long, N-S contractional structures developed within the volcanic arc. The activity of these thinskinned–like faults were also developed in pulses within the middle Miocene (ca. 14–13 Ma), as supported by structures found to the east of the Aguilar caldera resurgent dome (Fig. 6).\nThe northern Imilac–Salina del Fraile lineament is recognized in the Salina del Fraile pull-apart basin, previously identified as a NNE sinistral strike-slip fault (Reijs and McClay, 2003). Nevertheless, our observations allow us to redefine this basin as a consequence of a NW-SE dextral transtension fault. The activity of this fault occurred before ca. 9 Ma, and its extension to the north controls the volcano alignment since 8 Ma, including Corrida de Cori–Escorial and Llullaillaco volcanoes (Richards and Villeneuve, 2002). Approximately 40 km to the northwest of Salar de Pajonales (Fig. 5), a dextral oblique-slip thrust fault, probably active until ca. 14 Ma, affected the Domeyko Range (Venegas et al., 2013).\nWe infer that the structures recognized so far in the Precordillera, volcanic arc, and back-arc represent the uppermost crustal architecture of the SCVZ generated during Andean uplift."
  }, {
    "heading": "SPATIO-TEMPORAL PATTERNS: RELATIONSHIPS BETWEEN CALDERAS, CONSTRUCTIONAL VOLCANOES, AND TECTONISM",
    "text": "Although some authors have proposed volcanic gaps within the evolution of the Miocene–Holocene volcanic arc (Kay et al., 2013), our geochronological evidence reveals that the arc activity covers the entire span between 25 Ma to the present, including localized Holocene activity (Naranjo, 2010; Naranjo et al., 2013a, 2013b, 2016). Along the SCVZ, constructive effusive volcanism\nhas been continuous since the late Oligocene, and apparently, volcanoes are randomly distributed without defined patterns; this likely reflects the complexity of magma pathways through the upper crust and the small edifice size compared to those of the Southern Andes Volcanic Zone (SVZ; Stern, 2004). Recently, Villa and Naranjo (2015b) attributed this difference to greater structural complexity of the upper crust in the SCVZ (in comparison with the SVZ) affecting magma ascent times. The presence of calderas and voluminous lava flows (e.g., the 12 km3, ca. 6 Ma Chaito Lava; Naranjo et al., 2013b) implies growth of large magma reservoirs. Although the actual distribution of older effusive stages of the arc is partially obscured by erosion and overlying volcanoes, it is worth noting that the temporal density of central volcanoes during the ca. 9–3.5 Ma period could represent the most extensive period of effusive volcanism in the SCVZ (Fig. 2). By that time interval, the shallow stress field relaxation along the SCVZ was probably more extensive than in previous stages, as a consequence of the decreased subduction velocity at 10 Ma from ~120 km/m.y. to ~90 km/m.y. (Cande and Leslie, 1986). Multiple minor magma reservoirs formed, increasing the extent of crustal contamination in andesitic magmas between 8 and 4 Ma (Trumbull et al., 1999).\nRecent reviews of ignimbrite deposits in the SCVZ have been made based on partial compilation of maps and age data. Guzmán et al. (2014) for example proposed that ignimbrites are temporally distributed mainly along N-S to NNE-SSW, NW-SE to WNW-ESE, and NE-SW trends. However, our recent field mapping and thorough stratigraphy supported by detailed geochronology now give a more complete picture. They show that ignimbrites of all ages are distributed according to their caldera source location, which in turn follows tectonic-type patterns. In addition, most ignimbrites extend well beyond the volcanic arc, to both the west and east. However, the distribution of old ignimbrites is commonly hidden by younger lavas, ignimbrites, and Andean piedmont epiclastic deposits. Although the southern\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/14/2/626/4101747/626.pdf by University of Arizona user on 20 February 2019\n637Naranjo et al. | Volcanism and tectonism, southern Central Andes Volcanic ZoneGEOSPHERE | Volume 14 | Number 2\nWheelwright–Laguna Amarga–Laguna Escondida caldera system presents much younger and well-preserved structures compared to other caldera systems of similar age (Fig. 2), their ignimbrite stratigraphy is significantly more complex. Nevertheless, the spatial distribution of these calderas and the contemporaneity of their eruptions favor a regional piecemeal plutonic assembly model for their magma reservoirs (see, e.g., Grunder et al., 2008, Kern et al., 2016).\nAt least two caldera clusters are spatially (in conjugate alignment) and temporally associated with the main thrust fault systems that have been detected in the southern part of the Central Andes (Fig. 5): (1) The NW-SE–oriented Salar Grande–Barrancas Blancas–Pampa de los Bayos caldera system was formed between 13 and 9 Ma, following the shortening along the NE-SW Pedernales-Arizaro fault (ca. 14 Ma), which obliterated the Aguilar caldera system; and (2) the Wheelwright–Laguna Amarga–Laguna Escondida caldera system farther south developed between ca. 5 and ca. 4 Ma, aligned 60° oblique to the contractional faults at the Claudio Gay Range. We interpret the oblique orientations of the caldera systems to mean that the magma reservoirs of such calderas were likely emplaced at an oblique angle to the main thrust strike, occupying shallow crustal spaces. The activity of these magmatic systems is constrained by the oldest and youngest ignimbrites produced. Thus, different eruptive peaks are recorded within the ca. 24–15 Ma and ca. 14–9 Ma periods for the Aguilar and Salar Grande–Barrancas Blancas–Pampa de los Bayos systems, respectively. On the other hand, the Wheelwright–Laguna Amarga– Laguna Escondida caldera system shows an eruptive peak between ca. 5 and 4 Ma, a notably much shorter interval.\nAlso noteworthy is a NW-oriented lineament between the Los Colorados caldera and the Lazufre uplift pattern area (Fig. 5) (Pritchard and Simons, 2002), attributable to magma movements since at least A.D. 1998 (e.g., Anderssohn et al., 2009). The Late Pleistocene–Holocene effusive magmatic activity of the volcanic arc is particularly concentrated in that area, and includes the Lastarria, Cordón del Azufre, and Bayo volcanic complexes (Naranjo et al., 2013b). This NW-oriented spatial lineament is also conjugated at ~30° with the middle Miocene Pedernales-Arizaro thrust fault."
  }, {
    "heading": "IMPLICATIONS FOR MAGMATIC ASCENT MECHANISMS",
    "text": "Magma propagation through the upper crust is influenced at deep levels (e.g., by the nature of the magma source) and at shallow levels (e.g., by the stress field, inherited crustal structures) (Le Corvec et al., 2013). Shortening (25–10 Ma) generated a structural architecture that, at shallow brittle crustal levels, consists of major fault networks (Fig. 5) which, in turn, encase minor faults and fracture meshes or domains. This architecture accommodated the long-term deformation in a variety of ways, locally opening and closing fractures at different upper-crustal levels. We interpret the structural and temporal evidence in the SCVZ to implicate very strongly structural control on the emplacement timing of the magmatic systems. Structural control on em-\nplacement of crustal magma has been recognized for decades (Petford et al., 2000). For instance, Pitcher (1997) reviewed how discordant and oblique plutons that form the roots of volcanoes are characteristic of brittle upper crust subject to changes in stress and syn-emplacement seismicity. The association of intrusive bodies with (and oblique to) major faults and the syn-tectonic emplacement of magma was recognized as far back as Anderson (1942). Fractured “permeable” upper crust in conjunction with the “buoyancy” inherent in decompressing magma favor suction and vertical magma transport toward higher, less-dense crustal levels (e.g., de Saint Blanquat et al., 1998). Magmatic pulses due to tectonic forcing and/or pumping or buoyancy instabilities in the deeper crustal source regions (e.g., de Silva et al., 2015) may be accompanied by other mechanisms such as seismic pumping (see Pitcher, 1997; Katz et al., 2006), resulting in accumulation of magmas in the permeable upper crust. We note that Riller et al. (2001) and de Silva et al. (2006) developed similar notions in their suggestion that volcanism in the Altiplano-Puna Volcanic Complex farther to the north is the result of the emplacement of obliquely oriented magma bodies in response to changes in the state of stress in the upper crust there.\nA variety of magma ascent mechanisms (diking, diapirism, ascent along faults, and ascent during heterogeneous ductile flow) form final members in a transitional continuum, influenced by both the host rock and magma behavior (Paterson and Miller, 1998; Clemens, 1998, 2012). Vigneresse and Clemens (2000) suggested that fracture-induced magma propagation (diking) within the uppermost crust was not itself sufficient for magma ascent. They argued that deformation through strain partitioning (see Jones and Tanner, 1995; Carreras et al., 2013) was also an essential mechanism for magma ascent. As a possible complementary mechanism, we suggest that variations in the stress field of shallow crustal regions could promote the formation of extensional fracture meshes or domains, locally conjugated to main compressive stresses represented by the major inherited thrust faults (e.g., the ca. 14–13 Ma east-vergent Pedernales-Arizaro thrust fault; Figs. 2B, 5, 7A, and 7B). These domains are heterogeneously distributed in terms of the strain intensity and strain type as a deformation process (strain partitioning). Differences in spacing and size, and magma storage duration, may determine the geometric or structural maturity of a particular magma reservoir and thus explain the coexistence of explosive calderas and more effusive constructional volcanoes. According to Glazner et al. (2004), in places with dense fracture meshes, magma influx could be increased and consequently inhibit freezing. Therefore magma can accumulate at shallower crustal levels, forming larger reservoirs (e.g., the ca. 13–9 Ma Salar Grande–Barrancas Blancas–Pampa de los Bayos caldera system; Figs. 2B, 5, and 7C). In places where the crust is less fractured, magma reservoirs are smaller due to a lower magma input, which prevents large-scale amalgamation of partial melts.\nThe presence of permeable crust-plumbing systems could also play an important role in country rock assimilation processes (such that assimilation increases with system permeability), leading to a range of structural maturity stages for magma reservoirs (e.g., Zellmer and Annen, 2008). Crustal assimilation in the SCVZ has indeed been detected in past geochemical\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/14/2/626/4101747/626.pdf by University of Arizona user on 20 February 2019\n638Naranjo et al. | Volcanism and tectonism, southern Central Andes Volcanic ZoneGEOSPHERE | Volume 14 | Number 2\ninvestigations (Trumbull et al., 1999; Siebel et al., 2001; Schnurr et al., 2007). Mineralogical and geochronological evidence of this assimilation has also been observed in xenocrystic zircons from the ca. 13–11 Ma Salar Grande ignimbrite, which showed new growth ca. 12 Ma on these Carboniferous to Triassic inherited zircons (Fig. 8; for age isotopic data, see sample 060912-10D in Naranjo et al., 2016). This new growth possibly occurred during the formation of the Salar Grande caldera reservoir and would indicate the assimilation of its country rock.\nCONCLUSIONS AND FURTHER STUDIES\nThe geology of the southern segment of the Central Andes volcanic arc reveals important links between tectonic and volcanic processes. Hyperarid conditions have dominated the climate since Miocene times in the SCVZ, promoting the preservation of a unique volcanic landscape and fault structures. Contemporaneously with the growth of constructive volcanoes, multiple caldera systems developed, which appear to be related to the main structural features of the arc segment. Potentially, there is a cause-and-effect relationship between tectonic pulses and the development of volcanism through the generation of extensional domains. An outstanding example can be seen in the spatio-temporal relationship between the ca. 14–13 Ma east-vergent Pedernales-Arizaro thrust fault and the conjugate extensional domains occupied by the ca. 13–9 Ma Salar Grande–Barrancas Blancas–Pampa de los Bayos caldera system. As a possible mechanism, we propose that these domains have been\ncons. Spots (red circles) are 30 mm in diameter.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/14/2/626/4101747/626.pdf by University of Arizona user on 20 February 2019\n639Naranjo et al. | Volcanism and tectonism, southern Central Andes Volcanic ZoneGEOSPHERE | Volume 14 | Number 2\ncapable of storing large volumes of magma by promoting a suction-pump effect in the shallow brittle crust as a result of ongoing subduction-related changes to the stress field. Constructive volcanoes and coexisting calderas are the result of the same tectonic forces that, in turn, produced shortening and conjugated extensions, respectively. In light of the foregoing, we highlight this new model to explain the evolutionary contemporaneity of the compressive structures responsible for the Andean uplift and the generalized development of the volcanic arc with hundreds of constructive effusive volcanoes and large explosive calderas.\nOur intensive field mapping and geochronological study in the SCVZ reveal various aspects that require further research. Petrological and geochemical studies of lavas and ignimbrites spatially associated with source calderas are needed, including systematic mineral and isotopic comparisons on the basis of the stratigraphy defined here. Mineral geochemistry has been proven to be a very good tool to complement stratigraphic and geochronological studies in the correlation of pyroclastic deposits (de Silva and Francis, 1989; Lindsay et al., 2001; Breitkreuz et al., 2014; Rawson et al., 2015). In order to detect how magma reservoirs are associated with different structural domains at different depths, it would be interesting to also carry out geobarometry studies along alignments of central volcanoes and calderas and between groups of different structural domains. The tectonic control on magma ascent and storage and its association with differentiation mechanisms have not yet been fully understood. These studies may provide many insights into the workings of magma plumbing systems within the crust in this part of the Andes."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This is a contribution of the Plan Nacional de Geología (PNG) of the Regional Geology Department of the Servicio Nacional de Geología y Minería (Sernageomin). The PNG Project 8011 maps (Carta Geológica de Chile: Áreas Salar de Agua Amarga y Portezuelo del León Muerto, Áreas Salar de Pajonales y Cerro Moño, and Áreas Cerro Panteón de Aliste y Cerro Colorado) are acknowledged. We thank Marcos Lienlaf, who provided important support in the production of digital maps and drawings. We are greatly appreciative of Gonzalo Núñez, Francisco Hevia, José Luis Díaz, Hugo Neira, Roberto Flores, Eduardo Martínez, and René Urbina for invaluable assistance in the field. The authors are grateful for the valuable and important suggestions made by referees Jan Lindsay and Gerhard Wörner. Finally, we greatly appreciate Harriet Rawson and Fernando Henríquez for the final revision of the manuscript and Shan de Silva for editorial handling. This is a contribution to the PLUTONS project (http://plutons.science.oregonstate.edu)."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Acocella, V., Vezzoli, L., Omarini, R., Matteini, M., and Mazzuoli, R., 2007, Kinematic variations across Eastern Cordillera at 24°S (Central Andes): Tectonic and magmatic implications: Tectonophysics, v. 434, p. 81–92, https://doi.org/10.1016/j.tecto.2007.02.001. Allmendinger, R.W., Jordan, T.E., Kay, S.M., and Isacks, B.L., 1997, The evolution of the AltiplanoPuna plateau of the Central Andes: Annual Review of Earth and Planetary Sciences, v. 25, p. 139–174, https://doi.org/10.1146/annurev.earth.25.1.139. Alpers, C.N., and Brimhall, G.H., 1988, Middle Miocene climatic change in the Atacama Desert, northern Chile: Evidence for supergene mineralization at La Escondida: Geological Society of America Bulletin, v. 100, p. 1640–1656, https://doi.org/10.1130/0016-7606(1988)100<1640:MM CCIT>2.3.CO;2.\nAnderson, E.M., 1942, The Dynamics of Faulting and Dyke Formation with Application to Britain: Endinburgh, Oliver & Boyd, 191 p. Anderssohn, J., Motagh, M., Walter, R.R., Rosenau, M., Kaufman, H., and Oncken, O., 2009, Surface deformation time series and source modeling for a volcanic complex system based on satellite wide swath and image mode interferometry: The Lazufre system, central Andes. Remote Sensing of Environment, v. 113, no. 10, p. 2062–2075, https://doi.org/10.1016/j .rse.2009.05.004. Bianchi, M., Heit, B., Jakovlev, A., Yuan, X., Kay, S.M., Sandvol, E., Alonso, R.N., Coira, B., Brown, L., Kind, R., and Comte, D., 2013, Teleseismic tomography of the southern Puna plateau in Argentina and adjacent regions: Tectonophysics, v. 586, p. 65–83, https://doi.org/10.1016/j .tecto.2012.11.016. Breitkreuz, C., de Silva, S.L., Wilke, H.G., Pfänder, J.A., and Renno, A.D., 2014, Neogene to Quaternary ash deposits in the Coastal Cordillera in northern Chile: Distal ashes from supereruptions in the Central Andes: Journal of Volcanology and Geothermal Research, v. 269, p. 68–82, https://doi.org/10.1016/j.jvolgeores.2013.11.001. Cahill, T., and Isacks, B.L., 1992, Seismicity and shape of the subducted Nazca Plate: Journal of Geophysical Research, v. 97, p. 17,503–17,529, https://doi.org/10.1029/92JB00493. Cande, S.C., and Leslie, R.B., 1986, Late Cenozoic tectonics of the Southern Chile trench: Journal of Geophysical Research, v. 91, p. 471–496, https://doi.org/10.1029/JB091iB01p00471. Carreras, J., Cosgrove, J.W., and Druguet, E., 2013, Strain partitioning in banded and/or anisotropic rocks: Implications for inferring tectonic regimes: Journal of Structural Geology, v. 50, p. 7–21, https://doi.org/10.1016/j.jsg.2012.12.003. Chernicoff, C.J., Richards, J.P., and Zappettini, E.O., 2002, Crustal lineament control on magmatism and mineralization in northwestern Argentina: Geological, geophysical, and remote sensing evidence: Ore Geology Reviews, v. 21, p. 127–155, https://doi.org/10.1016/ S0169-1368(02)00087-2. Clark, A.H., Mayer, A.E.S., Mortimer, C., Sillitoe, R.H., Cooke, R.U., and Snelling, N.J., 1967, Implications of isotopic ages of ignimbrite flows, southern Atacama Desert, Chile: Nature, v. 215, p. 723–724, https://doi.org/10.1038/215723a0. Clavero, J., Mpodozis, C., Gardeweg, M., and Valenzuela, M., 2012, Geología de las áreas Laguna Wheelwright y Paso San Francisco, Región de Atacama: Servicio Nacional de Geología y Minería (Chile) Carta Geológica de Chile, Serie Geología Básica 139–140, scale 1:100,000, 1 sheet, 32 p. text. Clemens, J.D., 1998, Observations on the origins and ascent mechanisms of granitic magmas: Journal of the Geological Society, v. 155, p. 843–851, https://doi.org/10.1144/gsjgs.155.5.0843. Clemens, J.D., 2012, Granitic magmatism, from source to emplacement: A personal view: Applied Earth Science (Transactions of the Institutions of Mining and Metallurgy: Section B), v. 121, p. 107–136, https://doi.org/10.1179/1743275813Y.0000000023. Cornejo, P., and Naranjo, J.A., 1988, Azufrera Juan de la Vega: Un maar de origen freatomagmático, Andes del norte de Chile (25°52′ S), in Proceedings, V Congreso Geológico Chileno, Santiago, Chile, 8–12 Agosto, v. III, p. I209–I227. Cornejo, P., Mpodozis, C., and Tomlinson, A., 1998, Hoja Salar de Maricunga, Región de Atacama: Servicio Nacional de Geología y Minería (Chile) Mapas Geológicos 7, scale 1:100,000, 1 sheet. Cornejo, P., Mpodozis, C., Rivera, O., and Matthews, S., 2009, Carta Exploradora, Regiones de Antofagasta y Atacama: Servicio Nacional de Geología y Minería (Chile) Carta Geológica de Chile, Serie Geología Básica 119, scale 1:100,000, 1 sheet, 103 p. text. de Saint Blanquat, M., Tikoff, B., Teyssier, C., and Vigneresse, J.L., 1998, Transpressional kinematics and magmatic arcs, in Holdsworth, R.E., Strachan, R.A., and Dewey, F.J., eds., Continental Transpressional and Transtentional Tectonics: Geological Society of London Special Publication 135, p. 327–340, https://doi.org/10.1144/GSL.SP.1998.135.01.21. de Silva, S.L., 1989, The Altiplano-Puna volcanic complex of the Central Andes: Geology, v. 17, p. 1102–1106, https://doi.org/10.1130/0091-7613(1989)017<1102:APVCOT>2.3.CO;2. de Silva, S.L., and Francis, P.W., 1989, Correlation of large ignimbrites—Two case studies from the Central Andes of northern Chile: Journal of Volcanology and Geothermal Research, v. 37, p. 133–149, https://doi.org/10.1016/0377-0273(89)90066-8. de Silva, S.L., Zandt, G., Trumbull, R., Viramonte, J.G., Salas, G., and Jiménez, N., 2006, Large ignimbrite eruptions and volcano-tectonic depressions in the Central Andes: A thermomechanical perspective, in Troise, C., de Natale, G., and Kilburn, C.R.J., eds., Mechanisms of Activity and Unrest at Large Calderas: Geological Society of London Special Publication 269, p. 47–63, https://doi.org/10.1144/GSL.SP.2006.269.01.04.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/14/2/626/4101747/626.pdf by University of Arizona user on 20 February 2019\n640Naranjo et al. | Volcanism and tectonism, southern Central Andes Volcanic ZoneGEOSPHERE | Volume 14 | Number 2\nde Silva, S.L., Riggs, N.R., and Barth, A.P., 2015, Quickening the pulse: Fractal tempos in continental arc magmatism: Elements, v. 11, p. 113–118, https://doi.org/10.2113/gselements.11.2.113. Freymuth, H., Brandmeier, M., and Wörner, G., 2015, The origin and crust/mantle mass balance of Central Andean ignimbrite magmatism constrained by oxygen and strontium isotopes and erupted volumes: Contributions to Mineralogy and Petrology, v. 169, 58, https://doi .org/10.1007/s00410-015-1152-5. Gardeweg, M., Ramirez, C.F., and Davidson, J., 1993, Mapa geológico del área del Salar de Punta Negra y del volcán Llullaillaco, Región de Antofagasta: Servicio Nacional de Geología y Minería (Chile) Documentos de Trabajo 5, scale 1:100,000, 1 sheet. Glazner, A.F., Bartley, J.M., Coleman, D.S., Gray, W., Taylor, R.Z., 2004, Are plutons assembled over millions of years by amalgamation from small magma chambers?: GSA Today, v. 14, no. 4/5, p. 4–11, https://doi.org/10.1130/1052-5173(2004)014<0004:APAOMO>2.0.CO;2. Graeber, F.M., and Asch, G., 1999, Three-dimensional models of P wave velocity and P-to-S velocity ratio in the southern Central Andes by simultaneous inversion of local earthquake data: Journal of Geophysical Research, v. 104, p. 20,237–20,256, https://doi.org/10.1029/1999JB900037. Grunder, A.L., Klemetti, E.W., Feeley, T.C., and McKee, C.M., 2008, Eleven million years of arc volcanism at the Aucanquilcha Volcanic Cluster, northern Chilean Andes: Implications for the life span and emplacement of plutons: Transactions of the Royal Society of Edinburgh: Earth Sciences, v. 97, p. 415–436, https://doi.org/10.1017/S0263593300001541. Gutscher, M.-A., Spakman, W., Bijwaard, H., and Engdahl, E.R., 2000, Geodynamics of flat subduction: Seismicity and tomographic constraints from the Andean margin: Tectonics, v. 19, p. 814–833, https://doi.org/10.1029/1999TC001152. Guzmán, S., Grosse, P., Montero-López, C., Hongn, F., Pilger, R., Petrinovic, I., Seggiaro, R., and Aramayo, A., 2014, Spatial-temporal distribution of explosive volcanism in the 25–28°S segment of the Andean Central Volcanic Zone: Tectonophysics, v. 636, p. 170–189, https://doi .org/10.1016/j.tecto.2014.08.013. Jones, R.R., and Tanner, P.W.G., 1995, Strain partitioning in transpression zones: Journal of Structural Geology, v. 17, p. 793–802, https://doi.org/10.1016/0191-8141(94)00102-6. Katz, R.F., Spiegelman, M., and Holtzman, B., 2006, The dynamics of melt and shear localizations in partially molten aggregates: Nature, v. 442, p. 676–679, https://doi.org/10.1038/nature05039. Kay, S.M., Mpodozis, C., and Gardeweg, M., 2013, Magma sources and tectonic setting of Central Andean andesites (25.5–28°S) related to crustal thickening, forearc subduction erosion and delamination, in Gómez-Tuena, A., Straub, S.M., and Zellmer, G.F., eds., Orogenic Andesites and Crustal Growth: Geological Society of London Special Publication 385, p. 303–334, https://doi.org/10.1144/SP385.11. Kern, J.M., de Silva, S.L., Schmitt, A.K., Kaiser, J.F., Iriarte, A.R., and Economos, R., 2016, Geochronological imaging of an episodically constructed subvolcanic batholith: U-Pb in zircon chronochemistry of the Altiplano-Puna Volcanic Complex of the Central Andes: Geosphere, v. 12, p. 1054–1077, https://doi.org/10.1130/GES01258.1. Kraemer, B., Adelmann, D., Alten, M., Schnurr, W., Erpenstein, K., Kiefer, E., van den Bogaard, P., and Görler, K., 1999, Incorporation of the Paleogene foreland into the Neogene Puna plateau: The Salar de Antofalla area, NW Argentina: Journal of South American Earth Sciences, v. 12, p. 157–182, https://doi.org/10.1016/S0895-9811(99)00012-7. Le Corvec, N., Menand, T., and Lindsay, J., 2013, Interaction of ascending magma with preexisting crustal fractures in monogenetic basaltic volcanism: An experimental approach: Journal of Geophysical Research, v. 118, p. 968–984, https://doi.org/10.1002/jgrb.50142. Lindsay, J.M., de Silva, S., Trumbull, R., Emmermann, R., and Wemmer, K., 2001, La Pacana caldera, N. Chile: A re-evaluation of the stratigraphy and volcanology of one of the world’s largest resurgent calderas: Journal of Volcanology and Geothermal Research, v. 106, p. 145– 173, https://doi.org/10.1016/S0377-0273(00)00270-5. Martí, J., Ablay, G.J., Redshaw, L.T., and Sparks, R.S.J., 1994, Experimental studies of collapse calderas: Journal of the Geological Society, v. 151, p. 919–929, https://doi.org/10.1144/ gsjgs.151.6.0919. McGlashan, N., Brown, L., and Kay, S.M., 2008, Crustal thickness in the Central Andes from teleseismically recorded depth phase precursors: Geophysical Journal International, v. 175, p. 1013–1022, https://doi.org/10.1111/j.1365-246X.2008.03897.x. Mortimer, C., 1973, The Cenozoic history of the southern Atacama Desert, Chile: Journal of the Geological Society, v. 129, p. 505–526, https://doi.org/10.1144/gsjgs.129.5.0505. Nalpas, T., Dabard, M.-P., Ruffet, G., Vernon, A., Mpodozis, C., Loi, A., and Herail, G., 2008, Sedimentation and preservation of the Miocene Atacama Gravels in the PedernalesChañaral Area, Northern Chile: Climatic or tectonic control?: Tectonophysics, v. 459, p. 161– 173, https://doi.org/10.1016/j.tecto.2007.10.013. Naranjo, J.A., 2010, Geología del Complejo Volcánico Lastarria, Región de Antofagasta: Servicio Nacional de Geología y Minería (Chile) Carta Geológica de Chile, Serie Geología Básica. 123, scale 1:25,000, 1 sheet, 33 p. text. Naranjo, J.A., and Cornejo, P., 1989, Avalanchas múltiples del volcán Chaco en el norte de Chile: Un mecanismo de degradación de volcanes miocenos: Revista Geológica de Chile, v. 16, p. 61–72. Naranjo, J.A., and Cornejo, P., 1992, Hoja Salar de la Isla: Servicio Nacional de Geología y Minería (Chile) Carta Geológica de Chile 72, scale 1:250,000, 1 sheet. Naranjo, J.A., and Francis, P., 1987, High velocity debris avalanche at Lastarria volcano in north Chilean Andes: Bulletin of Volcanology, v. 49, p. 509–514, https://doi.org/10.1007/ BF01245476. Naranjo, J.A., and Paskoff, R., 1985, Evolución Cenozoica del piedemonte andino en la Pampa del Tamarugal, norte de Chile (18°–21°S), in Proceedings, IV Congreso Geológico Chileno, Antofagasta, Chile, 19–24 Agosto, p. 5/149–165. Naranjo, J.A., and Puig, A., 1984, Hojas Taltal y Chañaral, Regiones de Antofagasta y Atacama: Servicio Nacional de Geología y Minería (Chile) Carta Geológica de Chile 62 and 63, scale 1:250,000, 1 sheet, 140 p. text. Naranjo, J.A., Villa, V., and Venegas, C., 2013a, Geología de las áreas Salar de Aguilar y Portezuelo del León Muerto, Regiones de Antofagasta y Atacama: Servicio Nacional de Geología y Minería (Chile) Carta Geológica de Chile, Serie Geología Básica 151 and 152, scale 1:100,000, 1 sheet. Naranjo, J.A., Villa, V., and Venegas, C., 2013b, Geología de las áreas Salar de Pajonales y Cerro Moño, Regiones de Antofagasta y Atacama: Servicio Nacional de Geología y Minería (Chile) Carta Geológica de Chile, Serie Geología Básica 153 and 154, scale 1:100,000, 1 sheet. Naranjo, J.A., Villa, V., and Ramírez, C.A., 2015, New insights about the collapsed Lower Miocene Chaco volcano, southern Central Andes, Chile, in Proceedings, XIV Congreso Geológico Chileno, La Serena, Chile, 4–8 October, p. 708–710. Naranjo, J.A., Ramírez, C.A., and Villa, V., 2016, Geología de las áreas Cerro Panteón de Aliste y Cerro Colorado, Región de Atacama: Servicio Nacional de Geología y Minería (Chile) Carta Geológica de Chile, Serie Geología Básica 185 and 186, scale 1:100,000, 1 sheet. Pardo-Casas, F., and Molnar, P., 1987, Relative motion of the Nazca-Farallon and South American plates since Late Cretaceous time: Tectonics, v. 6, p. 233–248, https://doi.org/10.1029/ TC006i003p00233. Paterson, S.R. and Miller, R.B., 1998, Mid-crustal magmatic sheets in the Cascades Mountains, Washington: Implications for magma ascent: Journal of Structural Geology, v. 20, p. 1345– 1363, https://doi.org/10.1016/S0191-8141(98)00072-8. Petford, N., Cruden, A.R., McCaffrey, K.J.W., and Vigneresse, J.-L., 2000, Granite magma formation, transport and emplacement in the Earth’s crust: Nature, v. 408, p. 669–673, https:// doi.org/10.1038/35047000. Pitcher, W.S., 1997, The Nature and Origin of Granite (second edition): London, Chapman and Hall, https://doi.org/10.1007/978-94-011-5832-9, 346 p. Pritchard, M., and Simons, M., 2002, A satellite geodecit survey of large-scale deformation of volcanic centers in the Central Andes: Nature, v. 418, p. 167–171, https://doi.org/10.1038/ nature00872. Puig, A., Díaz, S., and Cuitiño, L., 1988, Hydrothermal systems related to a Paleogene caldera complex in northern Chile, El Guanaco, Cachinal de la Sierra and El Soldado mining districts, Antofagasta región: Revista Geológica de Chile, v. 15, p. 200–201. Ramelow, J., Riller, U., Romer, R.L., and Oncken, O., 2006, Kinematic link between episodic trapdoor collapse of the Negra Muerta Caldera and motion on the Olacapato–El Toro Fault Zone, southern central Andes: International Journal of Earth Sciences, v. 95, p. 529–541, https://doi.org/10.1007/s00531-005-0042-x. Rawson, H., Naranjo, J.A., Smith, V.C., Fontijn, K., Pyle, D.M., Mather, T.A., and Moreno, H., 2015, The frequency and magnitude of post-glacial explosive eruptions at Volcán MochoChoshuenco, southern Chile: Journal of Volcanology and Geothermal Research, v. 299, p. 103–129, https://doi.org/10.1016/j.jvolgeores.2015.04.003. Reijs, J., and McClay, K., 2003, The Salina del Fraile pull-apart basin, northwest Argentina, in Storti, F., Holdsworth, R.E., and Salvini, F., eds., Intraplate Strike-Slip Deformation Belts: Geological Society of London Special Publication 210, p. 197–209, https://doi.org/10.1144/ GSL.SP.2003.210.01.12. Richards, J.P., and Villeneuve, M., 2002, Characteristics of late Cenozoic volcanism along the Archibarca lineament from Cerro Llullaillaco to Corrida de Cori, northwest Argentina:\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/14/2/626/4101747/626.pdf by University of Arizona user on 20 February 2019\n641Naranjo et al. | Volcanism and tectonism, southern Central Andes Volcanic ZoneGEOSPHERE | Volume 14 | Number 2\nJournal of Volcanology and Geothermal Research, v. 116, p. 161–200, https://doi.org/10.1016/ S0377-0273(01)00329-8. Richards, J.P., Ullrich, T., and Kerrich, R., 2006, The late Miocene–Quaternary Antofalla volcanic complex, southern Puna, NW Argentina: Protracted history, diverse petrology, and economic potential: Journal of Volcanology and Geothermal Research, v. 152, p. 197–239, https://doi. org/10.1016/j.jvolgeores.2005.10.006. Richards, J.P., Jourdan, F., Creaser, R.A., Maldonado, G., and DuFrane, S.A., 2013, Geology, geochemistry, geochronology, and economic potential of Neogene volcanic rocks in the Laguna Pedernal and Salar de Aguas Calientes segments of the Archibarca lineament, northwest Argentina: Journal of Volcanology and Geothermal Research, v. 258, p. 47–73, https://doi.org/10.1016/j.jvolgeores.2013.04.004. Riller, U., Greskowiak, J., Ramelow, J., and Strecker, M., 1999, Dominant modes of Andean deformation in the Calchaquí River Valley, NW-Argentina, in Proceedings, XIV Congreso Geológico Argentino, Salta, Argentina, v. I, p. 201–204. Riller, U., Petrinovich, I., Ramelow, R., Strecker, M., and Oncken, O., 2001, Late Cenozoic tectonism, collapse caldera and plateau formation in the central Andes: Earth and Planetary Science Letters, v. 188, p. 299–311, https://doi.org/10.1016/S0012-821X (01)00333-8. Schnurr, W.B.W., Trumbull, R.B., Clavero, J., Hahne, K., Siebel, W., and Gardeweg, M., 2007, Twenty-five million years of silicic volcanism in the southern central volcanic zone of the Andes: Geochemistry and magma genesis of ignimbrites from 25 to 27 °S, 67 to 72 °W: Journal of Volcanology and Geothermal Research, v. 166, p. 17–46, https://doi.org/10.1016/j .jvolgeores.2007.06.005. Seggiaro, R., Hongn, F., Castillo, A., Pereyra, F., Villegas, D., and Martínez, L., 2006, Hoja Geológica 2769-II, Paso San Francisco (1:250.000): Servicio Geológico Minero Argentino, Instituto de Geología y Recursos Minerales, Programa Nacional de Cartas Geológicas Boletín 294, scale 1:250,000, 1 sheet, 54 p. text. Seggiaro, R., Becchio, R., Pereyra, F., and Martínez, L., 2007, Hoja Geológica 2569-IV, Antofalla: Servicio Geológico Minero Argentino, Instituto de Geología y Recursos Minerales, Programa Nacional de Cartas Geológicas Boletín 343, scale 1:250,000, 1 sheet, 62 p. text. Siebel, W., Schnurr, W.B.W., Hahne, K., Kraemer, B., Trumbull, R.B., van den Bogaard, P., and Emmermann, R., 2001, Geochemistry and isotope systematics of small- to medium-volume Neogene–Quaternary ignimbrites in the southern central Andes: Evidence for derivation from andesitic magma sources: Chemical Geology, v. 171, p. 213–237, https://doi.org/10.1016/ S0009-2541(00)00249-7. Stern, C., 2004, Active Andean volcanism: Its geologic and tectonic setting: Revista Geológica de Chile, v. 31, p. 161–206. Tomlinson, A.J., Cornejo, P., and Mpodozis, C., 1999, Hoja Potrerillos, Región de Atacama: Servicio Nacional de Geología y Minería (Chile) Mapas Geológicos 14, scale 1:100,000, 1 sheet. Trumbull, R.B., Wittenbrink, R., Hahne, K., Emmermann, R., Büsch, W., Gerstenberger, H., and Siebel, W., 1999, Evidence for Late Miocene to Recent contamination of arc andesites by crustal melts in the Chilean Andes (25–26°S) and its geodynamic implications: Journal of South American Earth Sciences, v. 12, p. 135–155, https://doi.org/10.1016/S0895-9811(99)00011-5. Venegas, C., Cervetto, M., Astudillo, N., and Espinoza, F., 2013, Carta Sierra Vaquillas Altas, Regiones de Antofagasta y Atacama: Servicio Nacional de Geología y Minería (Chile) Carta Geológica de Chile, Serie Geología Básica 159, scale 1:100,000, 1 sheet. Vigneresse, J.L., and Clemens, J.D., 2000, Granitic magma ascent and emplacement: Neither diapirism nor neutral buoyancy, in Vendeville, B.C., Mart, Y., and Vigneresse, J.-L., eds., Salt, Shale and Igneous Diapirs in and around Europe: Geological Society of London Special Publication 174, p. 1–19, https://doi.org/10.1144/GSL.SP.1999.174.01.01. Villa, V., and Naranjo, J.A., 2015a, Avalanchas volcánicas mio-pleistocenas en los Andes Centrales de Chile, entre los 25º y 26º S, in Proceedings, XIV Congreso Geológico Chileno, La Serena, Chile, 4–8 Octubre, 4 p. Villa, V., and Naranjo, J.A., 2015b, Morfometría de edificios volcánicos del Cenozoico Superior entre los 25º y 26º S, Chile, in Proceedings, XIV Congreso Geológico Chileno, La Serena, Chile, 4–8 Octubre, 4 p. Yamagishi, H., 1987, Studies on the Neogene subaqueous lavas and hyaloclastites in Southwest Hokkaido: Report of the Geological Survey of Hokkaido, v. 59, p. 55–117. Yuan, X., Sobolev, S.V., and Kind, R., 2002, Moho topography in the central Andes and its geodynamic implications: Earth and Planetary Science Letters, v. 199, p. 389–402, https://doi .org/10.1016/S0012-821X(02)00589-7. Zandt, G., Velasco, A.A., and Beck, S.L., 1994, Composition and thickness of the southern Altiplano crust, Bolivia: Geology, v. 22, p. 1003–1006, https://doi.org/10.1130/0091-7613 (1994)022<1003:CATOTS>2.3.CO;2. Zappettini, E.O., and Blasco, G., 2001. Hoja Geológica 2569-II, Socompa (1:250.000): Programa Nacional de Cartas Geológicas, Instituto de Geología y Recursos Minerales, Servicio Geológico Minero Argentino Boletín 260, 54 p. Zellmer, G.F., and Annen, C., 2008, An introduction to magma dynamics, in Annen, C., and Zellmer, G.F., eds., Dynamics of Crustal Magma Transfer, Storage and Differentiation: Geological Society of London Special Publication 304, p. 1–13, https://doi.org/10.1144/SP304.1.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/14/2/626/4101747/626.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2018,
  "references": [],
  "id": "SP:9de7ec54d78447f4a36964b4e858fb458d64b97e",
  "authors": [{
    "name": "José Antonio Naranjo",
    "affiliations": []
  }, {
    "name": "Víctor Villa",
    "affiliations": []
  }, {
    "name": "Cristián Ramírez",
    "affiliations": []
  }, {
    "name": "Carlos Pérez de Arce",
    "affiliations": []
  }],
  "abstractText": "An important objective of volcanic research is to establish a cause-andeffect relationship between the age of fault kinematics and volcanic arc evolution based on structural and stratigraphic evidence. The predominant hyperarid climate in the Central Andes since Miocene times makes it a world-class area for investigating the evolution of a volcanic arc. This region records the complete development of the late Cenozoic Andean volcanic arc. This study focuses on the interpretation of volcanism in the context of recently dated tectonic structures along the southern Central Andes Volcanic Zone between 24.5° and 27° S. This segment of the arc has had a complex evolution and consists of hundreds of volcanoes, including constructional (monogenetic and polygenetic) and caldera volcanoes. By reviewing and reevaluating the geological maps in the literature, we are able to better constrain the temporal evolution of the central Chilean volcanic arc, including timing and kinematics of regional faults. Recognition of 15 Oligocene to Pleistocene ignimbrites and their sources has allowed us to define 11 caldera systems contemporaneous with effusive constructional volcanoes. The extent of the ignimbrite deposits allows them to be correlated between isolated outcrops that preserve different stratigraphic sequences, enabling the construction of a more complete and accurate volcanic stratigraphy. Two main NE-SW– and N-S–oriented thrust systems dominate the structural architecture of this segment of the arc. The first, located in the Precordillera, was active between 25 and 14 Ma and extends over 200 km to the northeast through the Pedernales-Arizaro thrust fault. Parallel to this thrust, the east-vergent Antofalla thrust fault system developed during Oligocene–Miocene times. The second system, located within the volcanic arc, includes sinuous N-S contractional structures that developed in pulses between the middle and late Miocene. There appears to be a causeand-effect relationship between tectonic pulses and the development of volcanism, whereby changes in the upper crustal stress field lead to the generation of extensional domains. These conditions favor magma storage at upper crustal levels, thus promoting a suction-pump effect. The coexistence of both dominantly effusive constructional volcanism and explosive caldera volcanism results from the same tectonic conditions that produced shortening, as a consequence of the maximum compressive stress and conjugated extensions. In this paper, we suggest a new model that integrates the coexistence and contemporaneity of compressive structures and the widespread development of effusive constructional volcanism and explosive caldera volcanism along the Andean Oligo-Miocene volcanic arc.",
  "title": "Volcanism and tectonism in the southern Central Andes: Tempo, styles, and relationships"
}