{
  "sections": [{
    "text": "4. G. J. Kubas, Chem. Rev. 107, 4152 (2007). 5. J. W. Tye, M. B. Hall, M. Y. Darensbourg, Proc. Natl.\nAcad. Sci. U.S.A. 102, 16911 (2005). 6. S. Ogo et al., Science 316, 585 (2007). 7. S. Ogo, Chem. Commun. 2009, 3317 (2009). 8. Materials and methods and spectroscopic and mass\nspectrometric data are available on Science Online. 9. Y. Higuchi, H. Ogata, K. Miki, N. Yasuoka, T. Yagi,\nStructure 7, 549 (1999). 10. B. E. Barton, C. M. Whaley, T. B. Rauchfuss, D. L. Gray,\nJ. Am. Chem. Soc. 131, 6942 (2009).\nAcknowledgments: This work was supported by the WPI; grants-in-aid 23655053, 24750058, and 24109016 (Scientific Research on Innovative Areas “Stimuli-responsive Chemical Species”) from the Ministry of Education, Culture, Sports, Science and Technology (MEXT), Japan; and the Basic Research Programs CREST Type, “Development of the Foundation for Nano-Interface Technology” from JST, Japan. Crystallographic data for [1](BPh4)2, [2](BPh4), and [NiII(X’)FeII(Br)2] have been deposited with the Cambridge Crystallographic Data Center under reference numbers CCDC-904876 (x-ray diffraction, 1), 904877 (x-ray diffraction, 2), 904874 (neutron scattering, 2), and 904875 {x-ray diffraction, [NiII(X’)FeII(Br)2]}, respectively. Supplementary Materials www.sciencemag.org/cgi/content/full/339/6120/682/DC1 Materials and Methods Figs. S1 to S12 References (11–21) 10 October 2012; accepted 27 November 2012 10.1126/science.1231345"
  }, {
    "heading": "Time Scales of Critical Events Around",
    "text": "the Cretaceous-Paleogene Boundary"
  }, {
    "heading": "Paul R. Renne,1,2* Alan L. Deino,1† Frederik J. Hilgen,3† Klaudia F. Kuiper,4† Darren F. Mark,5† William S. Mitchell III,2,6† Leah E. Morgan,5† Roland Mundil,1† Jan Smit4†",
    "text": "Mass extinctions manifest in Earth’s geologic record were turning points in biotic evolution. We present 40Ar/39Ar data that establish synchrony between the Cretaceous-Paleogene boundary and associated mass extinctions with the Chicxulub bolide impact to within 32,000 years. Perturbation of the atmospheric carbon cycle at the boundary likely lasted less than 5000 years, exhibiting a recovery time scale two to three orders of magnitude shorter than that of the major ocean basins. Low-diversity mammalian fauna in the western Williston Basin persisted for as little as 20,000 years after the impact. The Chicxulub impact likely triggered a state shift of ecosystems already under near-critical stress.\nThe mass extinction at the boundary (KPB)between the Cretaceous and Paleogeneperiods, ~66 million years ago (Ma), likely involved the catastrophic effects of a bolide impact (1), although other factors may have played an important role (2–5). To a large extent, ambiguity between the possible causes stems from inadequate age resolution of relevant events near KPB time. Existing geochronologic data surrounding the linkage between the KPB and the Chicxulub structure in the northern Yucatán Peninsula of Mexico actually exclude synchrony, indicating that the Chicxulub impact and cogenetic impact melt droplets, termed “tektites” (6–8), postdated the KPB by 183 T 65 (9) thousand years (ky) and 181 T 71 ky, respectively (see supplementary materials). In contrast, some data suggest that the Chicxulub impact predated the KPB by several hundred thousand years, and that discrete tektite-bearing horizons in the Gulf of Mexico region were derived from multiple impact events (10).\nWe acquired high-precision 40Ar/39Ar data to clarify these temporal relationships and thereby\nfacilitate a clearer sequencing of events associated with the KPB extinctions and subsequent ecosystem recovery. We analyzed multiple samples of the tektites to refine the age of the Chicxulub impact, and of bentonites (altered volcanic ashes; Fig. 1) clearly associated with the KPB to test for synchrony of the boundary with the impact. 40Ar/39Ar ages (Figs. 2 and 3) were determined (see supplementary materials) by incremental heating of 14 tektites from Beloc, Haiti, giving a weighted mean age of 66.032 T 0.058/0.072 Ma (11) that is indistinguishable from that determined by previous studies (12, 13) when normalized to the same calibration. Combining all data yields an age of 66.038 T 0.025/0.049 Ma for the tektites.\nWe also performed 40Ar/39Ar dating on sanidine separated from four bentonites in three distinct coal beds within two widely separated stratigraphic sections in the Hell Creek region of northeastern Montana. Extensive studies in this region have documented faunal, floral, and chemostratigraphic aspects of latest Cretaceous through early Paleogene terrestrial strata. Both sections contain well-documented Ir anomalies coincident with the biostratigraphically defined KPB (Fig. 1). In the Hauso Flats section, we analyzed samples from two localities ~200 m apart of a bentonite from the IrZ coal, located stratigraphically only a few centimeters above the horizon yielding the largest iridium anomaly [up to 11.7 parts per billion (ppb) at the nearby Herpijunk locality; (14)] reported from this area and 5 cm above the highest occurrence of Cretaceous pollen in the section (15). All of our data combined yield a weightedmean age of 66.043 T 0.011/0.043Ma.\nA bentonite from the Hauso Flats Z (HFZ) coal, 18 m stratigraphically above the IrZ coal, yielded an age of 65.990 T 0.032/0.053 Ma. Isotope dilution–thermal ionization mass spectrometry (ID-TIMS) U-Pb analyses of 15 chemically abraded zircons from the same HFZ coal bentonite yielded a weighted mean age of 65.988 T 0.074 Ma, in agreement with the 40Ar/39Ar results. In the Hell Creek Marina road section, we analyzed two bentonites within the Z coal, which lies 50 to 60 cm above a 0.57-ppb Ir anomaly (16). The two bentonites are separated stratigraphically by ~30 cm and yield results for the lower (Z2) and upper (Z1) bentonites of 66.019 T 0.021/0.046 Ma and 66.003 T 0.033/0.053 Ma, respectively.\nThe IrZ coal bentonite is much closer stratigraphically to both impact signals and the biostratigraphically defined KPB than the Z coal bentonites; thus, it should be regarded as the closest stratigraphic proxy for the KPB. Accordingly, a comparison with the pooled age for the Beloc tektites indicates a statistically insignificant age difference of 5 T 27 ky between the two events. Thus, the hypothesis that the Chicxulub impact predated the KPB by ~300 ky (10) is unsupported by our data. Our preferred absolute age for the KPB, including propagated systematic uncertainties, is 66.043 T 0.043 Ma. This age, which is intrinsically calibrated by both 40K and 238U decay constants (17), is sufficiently precise to discriminate between 100-ky orbital eccentricity cycles at 66 Ma, in principle allowing comparison with astronomical tuning approaches to dating the KPB. However, the uncertainty in the astronomical solution (~40,000 years ago) at 66 Ma (18) effectively limits this discrimination because the 100-ky cycle is not reliable in the solution due to chaotic behavior of the solar system. Our age for the KPB, if based on the Kuiper et al. (19) calibration, would be 65.836 T 0.061 Ma, which would be sufficiently precise to discriminate between 405-ky but not 100-ky orbital cycles. Because circum-KPB marine records generally lack appropriate materials for high-resolution radioisotopic dating, astronomical tuning potentially represents the best means of temporally calibrating marine records and enabling their comparison with terrestrial records in this time interval. A fully calibrated astronomical solution can potentially enable deconvolution of orbital forcing from other causes of climate change.\nThe KPB age as determined by our data for the IrZ coal bentonite agrees with the astronomical age (66 T 0.07 Ma; option 2) derived\n1Berkeley Geochronology Center (BGC), 2455 Ridge Road, Berkeley, CA 94709, USA. 2Department of Earth and Planetary Science, University of California, Berkeley, CA, 94720, USA. 3Faculty of Geosciences, Department of Earth Sciences, Utrecht University, Budapestlaan 4, 3584 CD Utrecht, Netherlands. 4Faculty of Earth and Life Sciences, Institute of Earth Sciences,Vrije Universiteit Amsterdam, De Boelelaan 1085, 1081 HV Amsterdam, Netherlands. 5Scottish Universities Environmental Research Centre, Rankine Avenue, East Kilbride, G75 0QF, UK. 6Department of Chemistry, University of California, Berkeley, CA, 94720, USA.\n*To whom correspondence should be addressed. E-mail: prenne@bgc.org †These authors contributed equally to this work.\n8 FEBRUARY 2013 VOL 339 SCIENCE www.sciencemag.org684\nebruary 21, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\nfrom deep-sea cores (20) and the preferred astronomical age (65.957 T 0.040 Ma) inferred by Kuiper et al. (19) from the Zumaia section of Spain, but not with that (65.25 T 0.06 Ma) of Westerhold et al. (21) (fig. S6). We conclude that the younger age inferred by Westerhold et al. (21) is a consequence of miscalibration by two 405-ky eccentricity cycles (see supplementary materials) and that the terrestrial and marine Ir anomalies are synchronous. This conclusion is strengthened by our concordant U-Pb and 40Ar/39Ar dates for the HFZ coal, which indicate that the KPB is older than 65.988 T 0.074 Ma and 65.990 T 0.053 Ma, respectively.\nOur data indicate that the stratigraphic interval of ~18 m between the IrZ and HFZ coals in the Hauso Flats section corresponds to a duration of 53 T 34 ky, whereas the previous 40Ar/39Ar data from the same section (15) suggested a duration of 390 T 70 ky. This interval spans most of the Pu1 basal Puercan (North American Land Mammal Age) mammalian fauna known from northeastern Montana and adjacent areas in Canada, containing only 15 recognized species compared with 27 in the preceding (pre-KPB) Lancian stage (22). The brevity of the IrZ-HFZ interval of the basal Tullock Formation implied by our new data indicates that the depauperate Pu1\nfauna persisted as briefly as 20 ky and supports the hypothesis (22) that much of the post-KPB vertebrate faunal recovery in the Hell Creek area occurred by immigration rather than evolutionary radiation, given that the duration of speciation events for mammals (at least, late Cenozoic ones) typically exceeds hundreds of thousands of years (23).\nOur dating of the IrZ and HFZ bentonites constrains the terrestrial, hence atmospheric, –1.5 per mil (‰) d13C isotope anomaly in the Hauso Flats section (24) to have occurred early within the first 53 T 34 ky of the Paleogene. Scaling the sediment accumulation rate by linear interpolation between the two dated horizons and allowing the maximum possible stratigraphic extent of the anomaly (considering sample interval) yield a maximum duration of 5 T 3 ky for the anomaly. Similarly, applying our date for the IrZ bentonite to the iridium anomaly and scaling to the Z2 bentonite in the Hell Creek Marina road section (24) yields a maximum duration of 13 T13 ky for the –2.0‰ d13C anomaly there.\nThe terrestrial d13C anomaly is markedly consistent in magnitude, timing, and rapidity of onset with marine records, although the latter commonly show much longer recovery time scales. Some marine records [e.g., (1)] show an\ninitial decrease of 1 to 2‰ followed by a rapid increase of ~1‰ on the time scale of several thousand years, succeeded by a much more gradual increase over several million years to pre-KPB values. Other cases show more rapid recovery of marine d13C to pre-KPB values, as in the Agost section of southern Spain, where the duration of the anomaly and partial recovery are estimated to have occurred over 3 to 5 ky, and full recovery to have occurred over <100 ky (25). Differences between d13C values in planktic versus benthic foraminifera from Atlantic and Pacific cores also show precipitous drops at the KPB, interpreted to reflect a major disruption in mixing between surface- and deep-water masses (26). Restoration of pre-KPB values of the differential, hence of normal ocean circulation, experienced a protracted recovery spanning several millions of years and was likely the rate-limiting determinant in recovery of general marine productivity (26).\nOur results strengthen conclusions that the Chicxulub impact played an important role in the mass extinctions. However, global climate instability preceded the KPB (and thus, in view of our data, the Chicxulub impact) by ~1 million years (My) (27–29). During this interval, six abrupt shifts of >2°C in continental mean annual temperatures have been inferred from paleoflora in North Dakota (29). The most dramatic of these temperature oscillations, a drop of 6° to 8°C, occurred <100 ky before the KPB (29) and was closely synchronous with notable mammalian turnover in the Hell Creek area (30). Several cycles of latest Cretaceous sea-level oscillations are recorded in the Williston basin with an overall regression peaking just before the KPB (31), possibly a glacio-eustatic response to climatic cooling. Cooling at this time is consistent with a global sea-level drop of ~40 m beginning in geomagnetic polarity chron 30n and ending in chron 28r (32), clearly spanning the KPB. This event followed closely on a sharp sea-level drop and subsequent rise of ~30 m, coincident with the highest d18O values recorded for the 30 My before or afterward, which occurred in the middle of chron 30n (32), ~1 My before the KPB. Recognition of these and other relatively brief events led Miller et al. (32) to infer the existence of multiple ephemeral Antarctic ice sheets between 100 and 33 Ma.\nWe suggest that the brief cold snaps in the latest Cretaceous, though not necessarily of extraordinary magnitude, were particularly stressful to a global ecosystem that was well adapted to the long-lived preceding Cretaceous hothouse climate. The Chicxulub impact then provided a decisive blow to ecosystems thus already under critical stress, and in essence pushed the global ecosystem across a threshold that triggered a planetary state shift (33, 34). Although the atmospheric carbon cycle was disrupted only briefly, and initial mammalian faunal changes after the KPB may have been dominated by migration, some changes such as the disappearance\nwww.sciencemag.org SCIENCE VOL 339 8 FEBRUARY 2013 685\nebruary 21, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\nFig. 2. Summary of single-crystal geochronology results for volcanic ashes whose stratigraphic relations are shown in Fig. 1. Individual ages are shown in ranked order with 1s analytical uncertainty limits. Samples interpreted as xenocrysts are shown in gray and are excluded from age calculations. Uncertainty limits for the weighted mean age for each sample are shown by red lines. U-Pb results for zircon crystals (A) and 40Ar/39Ar results for sanidine\n(B) from an ash in the Hauso Flats Z (HFZ) coal, 18 m above the KPB, yield indistinguishable results. Two ashes in the Z-coal in the Hell Creek marina road section (C and D) yield ages consistent with stratigraphic order although they are mutually indistinguishable at 68% confidence. Four independent data sets, from three irradiations and two labs, for the IrZ coal bentonite (E) yield consistent results.\nFig.3.Summary of incremental heating 40Ar/39Ar age (lower panels) and Ca-K composition data (upper panels) for (A) fourteen tektites from Beloc, Haiti, and multgrained feldspar samples from the IrZ (B) and Z2 (C) bentonites shown in Fig. 1.\n8 FEBRUARY 2013 VOL 339 SCIENCE www.sciencemag.org686\nebruary 21, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\nof nonavian dinosaurs were permanent. Thus, whereas some paleoenvironments may have been restored relatively rapidly, terrestrial and marine ecosystems changed forever.\nThe cause of the precursory climate perturbations that pushed some ecosystems to the tipping point is unclear, but a leading candidate is volcanogenic volatile emissions (35) from early pulses of the episodically erupted Deccan Traps (36, 37). The magmatic event producing the Deccan Traps was clearly initiated prior to the KPB (38), and the most voluminous middle pulse of volcanism may be linked to either (i) the inception of a two-staged decline in marine 187Os/188Os beginning about 300 ky before the KPB (39) or (ii) the KPB itself (36, 37, 40). Existing geochronological data are insufficiently precise to constrain these relationships with age resolution comparable to that presented here for the KPB and the Chicxulub impact. Refining the timing and tempo of Deccan volcanism remains a considerable challenge whose resolution is key to evaluating the role of this event in the causes of biotic and environmental change at the KPB.\nReferences and Notes 1. P. Schulte et al., Science 327, 1214 (2010). 2. J. D. Archibald et al., Science 328, 973, author reply 975\n(2010). 3. V. Courtillot, F. Fluteau, Science 328, 973, author reply\n975 (2010). 4. G. Keller et al., Science 328, 974, author reply 975\n(2010). 5. N. C. Arens, I. D. West, Paleobiology 34, 456 (2008). 6. H. Sigurdsson et al., Nature 353, 839 (1991). 7. F. J. Maurrasse, G. Sen, Science 252, 1690 (1991). 8. A. R. Hildebrand et al., Geology 19, 867 (1991).\n9. Uncertainties here and throughout are stated at the 68% confidence level.\n10. G. Keller et al., Earth Planet. Sci. Lett. 255, 339 (2007). 11. Uncertainties given as TX/Y refer to values excluding\n(X) and including (Y) systematic sources as defined in the supplementary materials. 12. C. C. Swisher III et al., Science 257, 954 (1992). 13. G. B. Dalrymple, G. A. Izett, L. W. Snee, J. D. Obradovich,\nU.S. Geol. Surv. Bull. 2065, 1 (1993). 14. J. Smit, S. van der Kaars, Science 223, 1177 (1984). 15. C. C. Swisher III, L. Dingus, R. F. Butler, Can. J. Earth Sci.\n30, 1981 (1993). 16. H. Baadsgaard, J. F. Lerbekmo, I. McDougall, Can. J.\nEarth Sci. 25, 1088 (1988). 17. P. R. Renne, G. Balco, K. R. Ludwig, R. Mundil, K. Min,\nGeochim. Cosmochim. Acta 75, 5097 (2011). 18. J. Laskar et al., Astron. Astrophys. 428, 261 (2004). 19. K. F. Kuiper et al., Science 320, 500 (2008). 20. D. Husson et al., Earth Planet. Sci. Lett. 305, 328\n(2011). 21. T. Westerhold, U. Rohl, J. Laskar, Geochem. Geophys.\nGeosyst. 13, Q06015 (2012). 22. W. A. Clemens, in The Hell Creek Formation and the\nCretaceous-Tertiary Boundary in the Northern Great Plains: An Integrated Continental Record of the End of the Cretaceous, J. H. Hartman, K. R. Johnson, D. J. Nichols, Eds. (Geological Society of America, Boulder, CO, 2002), vol. 361, pp. 217–245. 23. J. C. Avise, D. Walker, G. C. Johns, Proc. R. Soc. Lond. B Biol. Sci. 265, 1707 (1998). 24. N. C. Arens, A. H. Jahren, Palaios 15, 314 (2000). 25. J. Smit, Geol. Mijnb. 69, 187 (1990). 26. S. D’Hondt, Annu. Rev. Ecol. Evol. Syst. 36, 295 (2005). 27. L. Q. Li, G. Keller, Mar. Micropaleontol. 33, 55 (1998). 28. E. Barrera, S. M. Savin, in Evolution of the Cretaceous\nOcean-Climate System, E. Barrera, C. C. Johnson, Eds. (Geological Society of America, Boulder, CO, 1999), vol. 332, pp. 245–282.\n29. P. Wilf, K. R. Johnson, B. T. Huber, Proc. Natl. Acad. Sci. U.S.A. 100, 599 (2003). 30. G. P. Wilson, J. Mamm. Evol. 12, 53 (2005). 31. E. C. Murphy, J. W. Hoganson, K. R. Johnson, in The Hell\nCreek Formation and the Cretaceous-Tertiary Boundary\nin the Northern Great Plains: An Integrated Continental Record of the End of the Cretaceous, J. H. Hartman, K. R. Johnson, D. J. Nichols, Eds. (Geological Society of America, Boulder, CO, 2002), pp. 9–34.\n32. K. G. Miller et al., Science 310, 1293 (2005). 33. A. D. Barnosky et al., Nature 486, 52 (2012). 34. M. Scheffer et al., Nature 461, 53 (2009). 35. S. Self, Philos. Trans. R. Soc. Lond. A 364, 2073 (2006). 36. A. L. Chenet et al., J. Geophys. Res. Solid Earth 114,\nB06103 (2009). 37. G. Keller, Cretac. Res. 29, 754 (2008). 38. V. E. Courtillot, P. R. Renne, C. R. Geosci. 335, 113\n(2003). 39. N. Robinson, G. Ravizza, R. Coccioni, B. Peucker-Ehrenbrink,\nR. Norris, Earth Planet. Sci. Lett. 281, 159 (2009). 40. T. S. Tobin et al., Palaeogeogr. Palaeoclimatol. Palaeoecol.\n350–352‚ 180 (2012). 41. L. W. Alvarez, Proc. Natl. Acad. Sci. U.S.A. 80, 627 (1983).\nAcknowledgments: We thank the Ann and Gordon Getty Foundation, U.C. Berkeley’s Esper S. Larsen Jr. Fund, and NSF (grants EAR 0844098 and EAR 0451802) for support of B.G.C.’s work; the Natural Environment Research Council for continued funding of the Argon Isotope Facility at the Scottish Universities Environmental Research Centre; the GTSNext project of the Marie Curie Foundation; the Marie Curie Fellowship program for support of L.E.M.; the Netherlands Organisation for Scientific Research (grant 863.07.009) for support of K.F.K.; F. Maurrasse for providing the tektites; W. Alvarez, A. Barnosky, W. Clemens, T. White, and G. Wilson for discussion and comments on the manuscript; and three anonymous reviewers for helpful suggestions. Data are available in the supplementary materials.\nSupplementary Materials www.sciencemag.org/cgi/content/full/339/6120/684/DC1 Materials and Methods Supplementary Text Figs. S1 to S7 Tables S1 to S4 References (42–66)\n20 September 2012; accepted 14 December 2012 10.1126/science.1230492"
  }, {
    "heading": "Stress State in the Largest",
    "text": ""
  }, {
    "heading": "Displacement Area of the 2011",
    "text": ""
  }, {
    "heading": "Tohoku-Oki Earthquake",
    "text": "Weiren Lin,1,2,3* Marianne Conin,4† J. Casey Moore,5 Frederick M. Chester,6 Yasuyuki Nakamura,7 James J. Mori,8 Louise Anderson,9 Emily E. Brodsky,5 Nobuhisa Eguchi,10 Expedition 343 Scientists‡\nThe 2011 moment magnitude 9.0 Tohoku-Oki earthquake produced a maximum coseismic slip of more than 50 meters near the Japan trench, which could result in a completely reduced stress state in the region. We tested this hypothesis by determining the in situ stress state of the frontal prism from boreholes drilled by the Integrated Ocean Drilling Program approximately 1 year after the earthquake and by inferring the pre-earthquake stress state. On the basis of the horizontal stress orientations and magnitudes estimated from borehole breakouts and the increase in coseismic displacement during propagation of the rupture to the trench axis, in situ horizontal stress decreased during the earthquake. The stress change suggests an active slip of the frontal plate interface, which is consistent with coseismic fault weakening and a nearly total stress drop.\nThe huge tsunami associated with the 2011Tohoku-Oki earthquake [moment magni-tude (Mw) 9.0] was caused by the very large coseismic fault displacement of the shallow portion of the subduction zone near the Japan trench (1–5). Besides the unprecedented large coseismic slip of >50 m, the other surprising feature of the earthquake is that the large slip on the frontal plate interface reached the sea floor at the trench axis (6). The state of stress and fric-\ntional behavior of the frontal plate interface is important for controlling coseismic displacement. Indirect analyses on stress state change and/or stress drop associated with the 2011 Tohoku-Oki earthquake have been carried out from remotely sensed observations (7–12).\nTo investigate the stress change associated with the 2011 Tohoku-Oki earthquake, we analyzed geophysical logs collected by the Integrated\n1Kochi Institute for Core Sample Research, Japan Agency for Marine-Earth Science and Technology ( JAMSTEC), Nankoku, Japan. 2Geology Course, Graduate School of Arts and Sciences, Kochi University, Kochi, Japan. 3Key Laboratory of Tectonics and Petroleum Resources of Ministry of Education, China University of Geosciences, Wuhan, China. 4Centre Européen de Recherche et d’Enseignement desGéosciences de l’Environnement (CEREGE), Europôle Méditerranéen de l’Arbois, Aix en Provence, France. 5Earth and Planetary Sciences Department, University of California, Santa Cruz, CA, USA. 6Center for Tectonophysics, Department of Geology and Geophysics, Texas A&M University, College Station, TX, USA. 7Institute for Research on Earth Evolution, JAMSTEC, Yokohama, Japan. 8Disaster Prevention Research Institute, Kyoto University, Uji, Japan. 9Department of Geology, University of Leicester, Leicester, UK. 10Center for Deep Earth Exploration, JAMSTEC, Yokohama, Japan.\n*To whom correspondence should be addressed. E-mail: lin@jamstec.go.jp †Present address: EA4098 LaRGE, Université des Antilles et de la Guyane, Pointe-à-Pitre, France. ‡All authors with their affiliations appear at the end of this paper.\nwww.sciencemag.org SCIENCE VOL 339 8 FEBRUARY 2013 687\nebruary 21, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\nTime Scales of Critical Events Around the Cretaceous-Paleogene Boundary\nRoland Mundil and Jan Smit Paul R. Renne, Alan L. Deino, Frederik J. Hilgen, Klaudia F. Kuiper, Darren F. Mark, William S. Mitchell III, Leah E. Morgan,\nDOI: 10.1126/science.1230492 (6120), 684-687.339Science\nlarge-impact event appears to have triggered a state-shift in an already stressed global ecosystem. severely disrupted to less than 5000 years. Because the climate in the late Cretaceous was becoming unstable, the years of the mass extinction. The data also constrain the length of time in which the atmospheric carbon cycle was radiometric dates of stratigraphic layers surrounding the boundary, demonstrating that the impact occurred within 33,000\n) acquired high-precisionPälike (p. 684; see the Perspective by et al.Renne environmental change in the rock record. asteroid impact depends on precisely dating material from the impact with indicators of ecological stress and million years ago, at the boundary between the Cretaceous and Paleogene periods. But attributing the cause to a large\noccurred around 66−−most notably, non-avian dinosaurs−−The large mass extinction of terrestrial and marine life"
  }, {
    "heading": "Impact Dating",
    "text": "ARTICLE TOOLS http://science.sciencemag.org/content/339/6120/684\nMATERIALS SUPPLEMENTARY http://science.sciencemag.org/content/suppl/2013/02/07/339.6120.684.DC1\nCONTENT RELATED\nfile:/contentpending:yes http://science.sciencemag.org/content/sci/339/6120/655.full\nREFERENCES\nhttp://science.sciencemag.org/content/339/6120/684#BIBL This article cites 57 articles, 22 of which you can access for free\nPERMISSIONS http://www.sciencemag.org/help/reprints-and-permissions\nTerms of ServiceUse of this article is subject to the\nis a registered trademark of AAAS.Science licensee American Association for the Advancement of Science. No claim to original U.S. Government Works. The title Science, 1200 New York Avenue NW, Washington, DC 20005. 2017 © The Authors, some rights reserved; exclusive\n(print ISSN 0036-8075; online ISSN 1095-9203) is published by the American Association for the Advancement ofScience\non F ebruary 21, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from"
  }],
  "year": 2013,
  "references": [],
  "id": "SP:3b38e86bcae4d6e50df6efec9dc3c311123c402e",
  "authors": [{
    "name": "Paul R. Renne",
    "affiliations": []
  }, {
    "name": "Alan L. Deino",
    "affiliations": []
  }, {
    "name": "Frederik J. Hilgen",
    "affiliations": []
  }, {
    "name": "Klaudia F. Kuiper",
    "affiliations": []
  }, {
    "name": "Darren F. Mark",
    "affiliations": []
  }, {
    "name": "William S. Mitchell",
    "affiliations": []
  }, {
    "name": "Leah E. Morgan",
    "affiliations": []
  }, {
    "name": "Roland Mundil",
    "affiliations": []
  }, {
    "name": "Jan Smit",
    "affiliations": []
  }],
  "abstractText": "5. J. W. Tye, M. B. Hall, M. Y. Darensbourg, Proc. Natl. Acad. Sci. U.S.A. 102, 16911 (2005). 6. S. Ogo et al., Science 316, 585 (2007). 7. S. Ogo, Chem. Commun. 2009, 3317 (2009). 8. Materials and methods and spectroscopic and mass spectrometric data are available on Science Online. 9. Y. Higuchi, H. Ogata, K. Miki, N. Yasuoka, T. Yagi, Structure 7, 549 (1999). 10. B. E. Barton, C. M. Whaley, T. B. Rauchfuss, D. L. Gray, J. Am. Chem. Soc. 131, 6942 (2009). Acknowledgments: This work was supported by the WPI; grants-in-aid 23655053, 24750058, and 24109016 (Scientific Research on Innovative Areas “Stimuli-responsive Chemical Species”) from the Ministry of Education, Culture, Sports, Science and Technology (MEXT), Japan; and the Basic Research Programs CREST Type, “Development of the Foundation for Nano-Interface Technology” from JST, Japan. Crystallographic data for [1](BPh4)2, [2](BPh4), and [Ni(X’)Fe(Br)2] have been deposited with the Cambridge Crystallographic Data Center under reference numbers CCDC-904876 (x-ray diffraction, 1), 904877 (x-ray diffraction, 2), 904874 (neutron scattering, 2), and 904875 {x-ray diffraction, [Ni(X’)Fe(Br)2]}, respectively.",
  "title": "Time Scales of Critical Events Around the Cretaceous-Paleogene Boundary"
}