{
  "sections": [{
    "text": "4. Crary Ice Rise is not a true ice rise because it is encompassed by grounded ice. However, the discovery of lightly grounded ice surrounding the ice rise was made after the feature was named. 5. On 22 February 1995, Presidential Executive Order 12951 declassified all intelligence photography collected before 1972 and ordered copies held at both the U.S. Archives and the USGS’s Eros Data Center. The USGS operates a Web site–accessible database (http://edcwww.cr.usgs.gov/webglis) for online searches, browse image review, and product ordering. 6. The data available at http://TerraWeb.wr.usgs.gov/ TRS/projects/Antarctica/AVHRR have been mapped into a polar stereographic projection. 7. R. A. Bindschadler, J. Glaciol. 39, 538 (1993).\n8. R. H. Thomas, S. N. Stephenson, R. A. Bindschadler, S. Shabtaie, C. R. Bentley, Ann. Glaciol. 11, 165 (1988). 9. C. J. Van der Veen and I. M. Whillans, ibid. 23, 129 (1996); P. Jacobson and C. F. Raymond, J. Geophys. Res., in press. 10. K. Echelmeyer, personal communication. 11. T. Clarke, personal communication. 12. R. A. Bindschadler, S. N. Stephenson, E. P. Roberts,\nD. R. MacAyeal, D. R. Lindstrom, NASA Technical Memorandum 100708 (1988). 13. S. N. Stephenson and R. A. Bindschadler, Nature 334, 695 (1988). 14. This conclusion is based on published velocities [R. H. Thomas, D. R. MacAyeal, D. H. Eilers, D. R. Gaylord, Antarct. Res. Ser. 42, 21 (1984)].\n15. R. A. Bindschadler et al., Ann. Glaciol. 11, 8 (1988). 16. Oblique aerial photographs of Mission 8 examined at\nthe SCAR Library, USGS National Center, Reston, VA. 17. R. Retzlaff and C. R. Bentley, J. Glaciol. 39, 553 (1993). 18. R. B. Alley, S. Anandakrishnan, C. R. Bentley, N. Lord, Ann. Glaciol. 20, 187 (1994). 19. We wish to thank U.S. Vice President Albert Gore and former Central Intelligence Agency Director Robert Gates for initiating the effort that led to the declassification of the photography used in this research. Two anonymous reviewers contributed useful comments. Supported under NSF grant OPP9616394.\n11 November 1997; accepted 15 December 1997\nPenny Ice Cap Cores, Baffin Island, Canada, and the Wisconsinan Foxe Dome Connection:\nTwo States of Hudson Bay Ice Cover David A. Fisher, Roy M. Koerner, Jocelyne C. Bourgeois,\nGreg Zielinski, Cameron Wake, Claus U. Hammer, H. B. Clausen, N. Gundestrup, Sigfus Johnsen,\nKumiko Goto-Azuma, Takeo Hondoh, Erik Blake, Mike Gerasimoff\nIce cores from Penny Ice Cap, Baffin Island, Canada, provide continuous Holocene records of oxygen isotopic composition (d18O, proxy for temperature) and atmospheric impurities. A time scale was established with the use of altered seasonal variations, some volcanic horizons, and the age for the end of the Wisconsin ice age determined from the GRIP and GISP2 ice cores. There is pre-Holocene ice near the bed. The change in d18O since the last glacial maximum (LGM) is at least 12.5 per mil, compared with an expected value of 7 per mil, suggesting that LGM ice originated at the much higher elevations of the then existing Foxe Dome and Foxe Ridge of the Laurentide Ice Sheet. The LGM d18O values suggest thick ice frozen to the bed of Hudson Bay.\nThe Penny Ice Cap on Cumberland Peninsula, Baffin Island, is the southernmost major ice cap in Canada. During the Wisconsin Ice Age, the ice cap was connected to Foxe Dome (1, 2) (Fig. 1A). Field evidence suggests that during the Holocene, the position of the central ridge of the thicker southeastern part of the ice cap was stable (3). Presently, the central ridge has a maximum surface elevation of 1900 meters above sea level (masl) (Fig. 1B). In spite of relatively high melt (4), we\nestablished Holocene chronologies for d18O and ice chemistry. The proximity of the core to Baffin Bay and the major glaciological changes that occurred during the Holocene make this core an important record. The Wisconsinan ice has sections of low d18O and high calcium concentrations. In particular, the episode attributed to the LGM [18 thousand years ago (ka)] suggests origins deep inland on the Foxe Dome and Foxe Ridge of a Laurentide Ice Sheet dominated by Hudson Bay ice frozen to its bed.\nTwo ice cores 16 km apart reached the bed of the Penny Ice Cap. The 333.78-m P95 core was drilled on the central ridge (1900 masl) (Fig. 1B); we analyzed d18O, calcium and sodium concentrations, and solid conductivity [electrical conductivity method (ECM)] (Fig. 2). The 177.91-m P96 core was drilled at the top of a separate but joined ice dome (1810 masl) (Fig. 1B); at present, d18O and ECM has been measured for P96.\nThe value of d18O (5) in precipitation is negative and is related to a site’s location in the water cycle (6, 7). For high-elevation polar ice masses, the site’s air temperature plays a role, as can its elevation. Time series derived from ice-core d18O have the flow effect included, whereby older (deeper) ice originated from higher up a flow line, which may have been evolving. Presently, P95 and P96 are close to or at the local highest point (Fig. 1B), so recent ice has local origins in both cores. ECM is a measure of solid-ice conductivity (8) and is mainly controlled by pH. Calcium (concentration [Ca21], measured in nanograms of Ca21 per gram of ice) is mostly from airborne mineral dust, and the sodium (concentration [Na1]) is primarily from sea salt (9, 10).\nThe ice temperature at a depth of 15 m measured by Holdsworth 2 km down-ridge from P95 was 214.4°C (11). Under present conditions, the calculated bottom temperature for P95 is 28°C (12), so there is little chance that basal melting occurred during the Holocene. At the P95 and P96 sites, 40 and 80% of the accumulation, respectively, melts and refreezes (4). The accumulation rate at P95 as determined from the depth of the 1963 bomb layer is 0.37 m (ice equivalent) per year, and the rate determined from the depth of the volcanic layer deposited by the 1783 A.D. Laki event is 0.36 m/year. The Laki-derived accumulation for P96 is 0.188 m/year. At P95, the modern d18O is 224.23 per mil; modern d18O at P96, however, is 223.37 per mil. There is scouring of winter snow at the P96 site in half of the winters. If the cold (low d) winters of P95 are numerically removed (13), the resulting stratigraphy resembles that for P96 (Fig. 3), and the average d shifts from 224.23 to 223.5 per mil, which is close to the average for the P96 site. The average accumulation at P95 drops 39% when the deep winters are numerically removed. This sort of episodic scour biases the differences between the sites to the cold d years (Fig. 4). This episodic scour is different from the more continuous scour seen in drier snow areas (14). D. A. Fisher, R. M. Koerner, J. C. Bourgeois, Terrain Sciences Division, Geological Survey of Canada, 601 Booth Street, Ottawa, Ontario K1A 0E8, Canada. G. Zielinski and C. Wake, Glacier Research Group, Morse Hall, University of New Hampshire, Durham, NH 03824– 3525, USA. C. U. Hammer, H. B. Clausen, N. Gundestrup, S. Johnsen, Niels Bohr Institute, Department of Geophysics, University of Copenhagen, Rockefeller Complex, Juliane Maries Vej 30, Copenhagen B, Denmark DK2100. K. Goto-Azuma, Nagaoka Institute of Snow and Ice Studies, 187–16 Suyoshi-machi, Nagaoka-shi, Niigata-ken 940, Japan. T. Hondoh, Institute of Low Temperature Science, Hokkaido University, Sapporo 060, Japan. E. Blake and M. Gerasimoff, Icefield Instruments, 3 Glacier Drive, Unit 2, Whitehorse, Yukon Y1A 5H4, Canada.\nSCIENCE z VOL. 279 z 30 JANUARY 1998 z www.sciencemag.org692\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\nThe cores were dated with the use of (i) the measured recent accumulation rate, (ii) major volcanic acid horizons like those from Laki in 1783 and 1259 A.D. and from Eldjga in 934 A.D. (8, 15, 16), (iii) the age for the Wisconsin-Holocene transition determined from the GRIP and GISP2 d18O, [Ca21], and ECM records (Fig. 2), and (iv) “measured” annual layer thickness as a function of depth.\nSeasonal layers are apparent in parts of the P95 core, as in cores from Greenland (17), and can be used to obtain the annual layer thickness, but elsewhere in the core, the melt smoothed the seasonal variations in d18O and chemistry either by vertical mixing resulting from melt transport or by diffusion. Because they are altered, these surviving seasonal variations are referred to as post-depositional annuals (PDAs). By experimenting with power spectra of depth series of sufficient resolution (1 mm), we found that the three or four highest frequency power concentrations tracked what was left of the PDAs. With increasing depth, these (and other) peaks migrated to higher frequencies as the layers were thinned by densification and vertical strain. The ECM record proved to be most useful because of its 1-mm resolution and because the ECM PDAs tend to be retained even in high melt (18). The spectral method works on any sequences of PDAs and does not require that they be continuously well defined. The method gave an age for the 1783 Laki deposit that was off by 3% and an age for the Wisconsin transition that was 8% too young. The four largest identifiable volcanic (ECM) signals have ages within 15% of their expected ages. The layer thickness ages were used back to 7900 years before present (at 319-m depth, where the annual layers are about 4 mm thick) and were then adjusted smoothly to the end Wisconsin age,\n11,550 6 70 years before present (19). Because the P96 accumulation rate is smaller, its annual melt percent is higher, and the total thickness is less than that for P95, it is more difficult to identify and measure annual layer thickness by any means. The ECM record did yield a spectral layer thickness time scale. This time scale placed the four large ECM peaks (the Katmai event of 1912 A.D., the Laki\n92° 68°116°\n140°\n164°\n64°\n48° 48°\n44°\n20°\n64°20°80°44°68°92°116°140°80°164°\n0 500 km\nF\nQ H\nM\nM\nK\nBarnes\nPenny 8\n8\n8\n8\n20\n20\n28\n24\n20\n20\n12\n12\n14\n16\n12\n16\n16\n16\n6\n5 km\nICE\nCAP\nC or\non at\nio n\nG lac\nier\nMakta k Glacier\nIce Cap Margin (approx.)\nP95 P96 AWS\n67°30'\n67°00'\n65°W66°W\n5500'\n6000'\nFig. 1. (A) Positions of the modern Penny and Barnes ice caps superimposed on a computer reconstruction of the extent of ice cover during the LGM assuming deformable beds under Hudson Bay (SHB model) (2). In this reconstruction, the highest point of origin for the flow line that goes to the present position of the Penny Ice Cap is at the top of the Foxe Dome (F ), which is 2200 masl (elevation contours are labeled in hundreds of meters with respect to present sea level). A similar reconstruction assuming that the bed is not deformable under Hudson Bay (HHB model) produces thicker ice, and the Foxe Dome becomes the end point of a long ridge that leads up to the Keewatin Dome (K), which was then 3200 masl. H, Hudson Dome; M, M’Clintock Ridge; and Q, Quebec Dome. (B) The east central part of the Penny Ice Cap showing the P95 and P96 drill sites and the automatic weather station site (AWS); elevations in feet.\nFig. 2. One-meter averages of the P95 core for solid DC conductivity (ECM), calcium concentration [Ca21], and d18O, and 50-cm averages for P96 d18O. Concentration is measured in parts per billion (ppb).\n2\n–20\n–25\n–20 –30\n–25\n4 6 8 10 12 14 Ice equivalent depth (m)\nP96 P95 (no winters)\nP95Su m\nm er 9 0\nd 18\nO (\np er\nm il)\nd 18\nO (\np er\nm il)\nw\nw\nw\nw\nw w w\nw\nw\nw\nww ww\nw\nw\nw\nw w w\nw\nw\nw w\nw w\nw w ww\nFig. 3. About 30 years of seasonal (PDA) d18O stratigraphy at (blue) P95 and (green) P96 (East Dome) on an ice equivalent scale. In the upper P95 trace, the winters are tagged with a “w.” For the lower P95 trace, the deep (most negative) winters were numerically subtracted until the accumulations were equal.\nREPORTS\nwww.sciencemag.org z SCIENCE z VOL. 279 z 30 JANUARY 1998 693\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\nevent of 1783 A.D., and dated Greenland core events of 1259 A.D. and 50 B.C.) within 8% of the ages of the five largest ECM peaks found in Canadian and Greenland cores (8, 16) (the Eldjga event of 934 A.D. fell in a data gap). Annual layer thickness beyond the 50 B.C. event was too small to resolve, and the P96 ice at the Wisconsin-Holocene transition in the d18O record was assigned the GRIP-GISP2 age. Between the fixed points, the ages were interpolated according to a simple Nye model (20).\nThe GISP2 and P95 sea-salt sodium records (9, 10) (Fig. 5B) are presented for the purpose of substantiating the time scale. The general trends are similar, as are the details, when allowance is made for the errors in the Penny time scale. To assess how much signal there is in time series from high-melt sites, a third core (89 m in length, designated P95.2) was drilled 2.5 m from P95. It was cut at a resolution of eight samples per calculated year and measured for d18O. Correlation between P95.2 and P95 (five samples per year) over about 220 common years allowed estimation of the signal and noise in the series. Using a time scale based on the Laki eruption of 1783 A.D., we calculated the annual time series. The overall correlation coefficient for annual series of d18O is 0.80 (Fig. 4). The annual d18O series correlation between P95 and P95.2 is what is expected for a lowlatitude site that does not suffer major vertical cross-year mixing of water (21). The correlation between 40-year segments of the P95 and P96 annual d18O series is from 0.3 to 0.5 (Fig. 4), which is typical for sites separated by 10 km.\nThe ice age parts of the P95 and P96 ice cores (Fig. 6) are identified by the high\n[Ca21] and low d18O. In a general sense, the pre-Holocene sections strongly resemble the pre-Holocene sections from the Agassiz (22, 23) and Devon (24) ice caps. However, the size of the jumps in d18O (present 2 LGM) in P95 and P96 are much larger than expected for their latitude (25). Penny might be expected to have a d18O step close to that of the Dye-3 core from south Greenland (7 per mil) (25) instead of a value of 12.5 per mil. When allowance is made for molecular diffusion of the isotopic signal, the P95 value increases to 14 per mil (6, 26). Only the Barnes Ice Cap on Baffin Island has a similarly large value (15 per mil) (27); the value for Barnes has been attributed to climate-related changes (7 per mil), recent (Holocene) melt effects (3 per mil) due to summer runoff of accumulation, and a higher point-of-origin elevation (5 per mil).\nThe higher elevation hypothesis suggests that the LGM Barnes ice originated high up on the then-existing Foxe Dome (Fig. 1A). There is no fractionation due to melt-water runoff on Penny Ice Cap. The 12.5 per mil change in d18O for the Penny transition may then be divided into 7 per mil for climatic change and 5.5 per mil for point-of-origin elevation change.\nSteady-state reconstructions of the LGM Laurentide ice cover connect the Foxe Dome and the Cumberland Peninsula ice with a saddle-free ridge (2) (Fig. 1A). Two reported reconstructions are (i) a Laurentide Ice Sheet with a deformable (soft) bed under Hudson Bay and basal temperatures at the melting point (SHB)\n(Fig. 1A) and (ii) a Laurentide Ice Sheet with an undeformable (hard) Hudson Bay bed where basal temperatures are below freezing (HHB) (2).\nThe calculated Foxe Dome elevation for the SHB case is 2200 masl, and for the HHB case, $2400 masl (2). The present P95 site elevation is 1900 masl. Therefore, allowing for a sea level that was 100 m lower during the LGM, and assuming a standard relation between elevation and d18O of 20.6 per mil per 100 m (6), the SHB and HHB reconstructions give d18O shifts (due to elevation) of 2.4 and 3.6 per mil, respectively. In the HHB reconstruction, the Foxe “Dome” is part of a long ridge running eventually to the Keewatin Dome (2). A shift of 5.5 per mil would require the LGM ice to originate from 2700 masl. This elevation is consistent with an origin on the long Keewatin-Foxe Ridge of the HHB reconstruction. The SHB LGM reconstruction does not produce high enough surface elevations (Fig. 6D).\nThe Penny ice-age core sequence is compromised by discontinuities caused by flow. In the Devon Island (24), Agassiz (23), and Greenland surface-to-bed ice cores (28),\n400 300 200 100\n–20\n–24\n–28\n–32\n–36\n–20\n–24\n–28\n–32\n–36\n–28 –30 –32\n–22 –24 –26\n–34 –36\n324 326 328 330 332 334\nP95\nP95\nP96\nDepth (m)\n168 170\nYD LGM\nSHB\nHHB\n2100\n2500\n2900\n172 174 176 178\nP95\nDepth (m)\nDepth (m)E le\nva tio\nn (m\n)\nd 18\nO (p\ner m\nil)\nd 18\nO (p\ner m\nil)\nd 18\nO (p\ner m\nil) [C\na2 + ]\n(p p\nb )\nA\nD\nC\nB\na b c\nFig. 6. Bottom detail for Penny cores: (A) Ca21 concentration for P95, (B) d18O for P95, (C) d18O for P96, and (D) d18O record for P95 corrected for molecular diffusion using a diffusion length of 2.2 cm (26). Section a is over-represented in P96, because of boudinage, and corresponds to a much smaller section of the core in P95, whereas section b is similar in both cores; the discontinuity at c in P96 possibly matches P95 where indicated. The elevation scale in (D) (in meters above sea level) uses the standard d18O-elevation relation for Greenland to assess the height of origin of the ice. The shading refers to the possible elevation ranges explainable with the SHB and HHB glacial reconstructions (2).\nSCIENCE z VOL. 279 z 30 JANUARY 1998 z www.sciencemag.org694\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\nthere are flow discontinuities in the bottom 5 to 10% of the depth. There are also possibly boudinage distortions such as found in the Renland core (29).\nComparison of the P95 and P96 bottom records of d18O (Fig. 6, B and C) demonstrates that there is one section with signatures common to both cores (section b). In addition to having a similar shape and average, they share the characteristic lowECM signature found in Northern Hemisphere late glacial ice (23, 30). There appears to be an example of boudinage in P96, where one section (section a) is much narrower in P95. There are also examples of sections unique to only one core: Discontinuity c is unique to P96.\nAlthough there is not a strong Younger Dryas (YD) signal in either P95 or P96, there is a hint of one in P95 (Fig. 6D). The Allerød-Bølling warm period (higher d) that gives definition to the subsequent YD in Greenland and Devon ice cores has possibly been partly masked in the d18O changes because of the transition from flow off of the Foxe Dome to local flow within the Penny Ice Cap. It is also possible that the signal is missing in both cores because of flow-induced discontinuities or boudinage thinning combined with molecular diffusion.\nThe Agassiz melt and d18O Holocene records (14, 23, 31, 32) are shown with those from P95 and P96 (Fig. 5A). The Agassiz data show an early Holocene maximum for d18O and melt (temperature) (33) followed by a persistent long-term cooling trend until about 150 years ago. The P95 record shows a d18O change of only 1.2 per mil from the early Holocene to present (Fig 5A), compared with a change of 2.2 per mil in the Agassiz cores. If we use the Greenland d18O-elevation relation (34), then the gentler d18O gradient on Penny Ice Cap would be attributable to a cooling trend that has been partly offset by ice cap thinning after the LGM that persisted into the Holocene. Much the same arguments have been used to “correct” the Holocene GRIP d18O values for Greenland (35). To reconcile the P95 and Agassiz ice cap d18O records, the early Holocene ice on Penny Ice Cap would have to have originated about 170 m higher than the early Holocene sea level [about 240 masl (36)], or 130 m higher than the present site. This higher point of origin could have been on the disintegrating Foxe-Cumberland ice ridge, or simply on a thicker local ice cap at this time.\nThe argument for a substantial change in Penny Ice Cap thickness in the early Holocene takes support from a comparison between the P96 and P95 d18O records. In the early Holocene (11.55 to 8 ka), the\ntwo records run close together (Fig. 5A), when one would expect the sites to share a common flow line on a larger ice cap. As the ice cap thinned, the P95 and P96 sites would receive progressively more locally derived ice whose d value would reflect more winter snow scouring at P96. The divergence of the d18O records 8000 years ago marks the beginning of the regimes of local accumulation and scouring.\nThe Agassiz melt record (Fig. 5A) shows that ice in the early Holocene was composed entirely of melt ice (that is, the Agassiz sites were in the zone of superimposed ice and experienced some runoff). Furthermore, the same ice shows extremely low ECM signals indicative of de-acidified ice, which is indicative of heavy melt and runoff (16). Neither the P95 nor the P96 core shows such a low ECM signal in the early Holocene (Fig. 2), even though the Penny sites have much higher melt than those on Agassiz. The higher elevation of Penny Ice Cap during the early Holocene would therefore partly offset the warmer summer temperatures. Much higher accumulation was probably also a mitigating factor.\nREFERENCES AND NOTES ___________________________\n1. A. S. Dyke and V. K. Prest, “Paleogeography of Northern North America 18000–5000 Years Ago,” Geol. Surv. Can. Map 1703A (1987) 2. D. A. Fisher, N. Reeh, K. Langley, Geogr. Phys. Quat. 39, 229 (1985). 3. A. S. Dyke, Arct. Alp. Res. 11, 179 (1979). 4. The melt percent is that of the bubble-free ice after\ncorrection is made for density differences. Bubblefree ice is formed by summer melt that subsequently refreezes in the firn (31), which contains more air bubbles. 5. The isotope composition d18O in units of per mil is 1000(Rsample 2 RSMOW)/RSMOW where R 5 [\n18O]/ [16O], the square brackets denoting number concentration, and SMOW being standard mean ocean water. 6. W. Dansgaard, S. J. Johnsen, H. B. Clausen, N. Gundestrup, Meddelelse Grønland 197 (no. 2), 53 (1973). 7. D. A. Fisher, Cold Reg. Sci. Technol. 21, 61 (1992). 8. H. B. Clausen et al., in Ice Core Studies of Global\nBiogeochemical Cycles, R. J. Delmas, Ed. (NATO ASI Ser. I 30, Springer-Verlag, Berlin, 1995), pp. 175–194. 9. C. Wake, G. A. Zielinski, N. Grumet, in preparation. 10. S. R. O’Brien, Science 270, 1962 (1995). 11. G. Holdsworth, J. Glaciol. 30, 3 (1984). The differ-\nence between the temporal annual mean and the accumulation weighted mean temperatures is 4.6°C, indicating that most accumulation comes in the warm season. This bias would also affect the d18O value. From automatic weather station (AWS) (Fig. 1B) data, the present mean air temperature is 216.6°C. 12. G. Robin de Q, J. Glaciol. 2, 523 (1955). 13. The coldest winter values of d18O are removed until\nthe remaining accumulation at P95 is equal to P96. 14. D. A. Fisher, R. M. Koerner, N. Reeh, Holocene 5, 19\n(1995). 15. G. A. Zielinski et al., Science 264, 948 (1994); ibid.\n267, 257 (1995). 16. J. Zheng et al., Holocene, in press. 17. C. U. Hammer et al., J. Glaciol. 20, 3 (1978). 18. S. Jonsson and M. E. Hansson, Geogr. Ann. Ser. A\n72, 41 (1990).\n19. R. B. Alley et al., Nature 362, 527 (1993); S. J. Johnsen et al., ibid. 359, 311 (1992). Even though the sampling interval for ECM data is 1 mm, the effect of electrode spacing tends to produce a moving average of the conductivity, thus reducing the true resolution. This effect is partly offset by the electrons preferring the highest conductive layers. There is thus a tendency for such an approach to overestimate layer thickness near the limits of resolution. This is in fact what we find. 20. J. F. Nye, J. Glaciol. 3, 493 (1959); D. A. Fisher, thesis, University of Copenhagen (1977). 21. D. A. Fisher, N. Reeh, H. B. Clausen, Ann. Glaciol. 7, 76 (1985). 22. D. A. Fisher and R. M. Koerner, J. Glaciol. 32, 501 (1986). 23. D. A. Fisher, in The Physical Basis of Ice Sheet Modelling, E. D. Waddington and J. S. Walder, Eds. (Int. Assoc. Hydrol. Sci. Publ. 170, IAHS Press, Wallingford, Oxfordshire, UK, 1987), pp. 45–50. 24. W. S. B. Paterson et al., Nature 266, 508 (1977). 25. D. A. Fisher and B. T. Alt, Ann. Glaciol. 7, 117 (1985). 26. S. J. Johnsen, in Isotopes and Impurities in Snow\nand Ice (Int. Assoc. Hydrol. Sci. Publ. 118, IAHS Press, Wallingford, Oxfordshire, UK, 1977), pp. 388–392. 27. R. LeB Hooke and H. B. Clausen, Geol. Soc. Am. Bull. 93, 784 (1982). 28. S. J. Johnsen et al., J. Geophys. Res., in press; R. B. Alley et al., Nature 373, 393 (1995). 29. M. E. Hansson, Tellus B 46, 390 (1994). 30. A. Neftel et al., in Greenland Ice Core: Geophysics,\nGeochemistry, and the Environment, C. C. Langway Jr., H. Oeschger, W. Dansgaard, Eds. (Geophys. Monogr. 33, American Geophysical Union, Washington, DC, 1985), pp. 32–38. 31. R. M. Koerner and D. A. Fisher, Nature 343, 630 (1990). 32. D. A. Fisher, in The Last Deglaciation: Absolute and Radiocarbon Chronologies, E. Bard and W. S. Broecker, Eds. (NATO ASI Ser. 12, Springer-Verlag, Berlin, 1992), pp. 267–293. 33. Both the Penny and Agassiz early Holocene d18O records [8 to 11 ka (Fig. 5A)] show poor correlation with the simpler, more site-specific melt record from Agassiz Ice Cap, which places the maximum Holocene warmth into the 8- to 11-ka period (31). The d18O records in this interval are too negative (that is, isotopically cold), which may be due to early Holocene ice that formed from very negative source ocean water “spiked” by melt water from the melting Laurentide Ice Sheet (32). 34. On the basis of a few years of winter and fall accumulation, the Penny d18O-elevation relation is only 20.2 per mil per 100 m, which is different from the Greenland value. Because this Penny d18O-elevation relation is based on only cold season snow, and because we know there is more scour and mixing of cold event (season) accumulation, we cannot confidently use this value to translate annual average d18O changes into elevation changes. Also, the elevation changes implied by the value of 20.2 per mil per 100 m are unrealistic. 35. J. J. Johnsen, D. Dahl-Jensen, W. Dansgaard, W. N. Gundestrup, Tellus B 47, 624 (1995); K. M. Cuffey et al., Science 270, 455 (1995). 36. M. Ters, in Climate History, Periodicity and Predictability, M. R. Rampiro, J. E. Sanders, W. S. Newman, L. K. Königsson, Eds. ( Van Nostrand Reinhold, New York, 1987), pp. 205–237. 37. We thank N. Grummet, J. Sekerka, and M. Parnandi for their work in the field and lab preparing and measuring samples and L. Peplinski for infrastructure and radio support in Iqaluit. The Polar Continental Shelf Project of the Ministry of Natural Resources Canada provided aircraft and logistic support to the Penny work. Y. Bossé of Parks Canada made our work in Auyuittuq National Park possible through his help and cooperation. Finally, the mayors and people of the towns of Iqaluit, Pangnirtung, and Broughton were most helpful, supportive, and interested in our work.\n16 October 1997; accepted 15 December 1997\nREPORTS\nwww.sciencemag.org z SCIENCE z VOL. 279 z 30 JANUARY 1998 695\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\nStates of Hudson Bay Ice Cover Penny Ice Cap Cores, Baffin Island, Canada, and the Wisconsinan Foxe Dome Connection: Two\nGundestrup, Sigfus Johnsen, Kumiko Goto-Azuma, Takeo Hondoh, Erik Blake and Mike Gerasimoff David A. Fisher, Roy M. Koerner, Jocelyne C. Bourgeois, Greg Zielinski, Cameron Wake, Claus U. Hammer, H. B. Clausen, N.\nDOI: 10.1126/science.279.5351.692 (5351), 692-695.279Science\nARTICLE TOOLS http://science.sciencemag.org/content/279/5351/692\nREFERENCES\nhttp://science.sciencemag.org/content/279/5351/692#BIBL This article cites 7 articles, 3 of which you can access for free\nPERMISSIONS http://www.sciencemag.org/help/reprints-and-permissions\nTerms of ServiceUse of this article is subject to the\nregistered trademark of AAAS. is aScienceAmerican Association for the Advancement of Science. No claim to original U.S. Government Works. The title\nScience, 1200 New York Avenue NW, Washington, DC 20005. 2017 © The Authors, some rights reserved; exclusive licensee (print ISSN 0036-8075; online ISSN 1095-9203) is published by the American Association for the Advancement ofScience\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from"
  }],
  "year": 1998,
  "references": [],
  "id": "SP:17120bc6c950773e33bc2ab42f963167ab9dd3d1",
  "authors": [{
    "name": "David A. Fisher",
    "affiliations": []
  }, {
    "name": "Roy M. Koerner",
    "affiliations": []
  }, {
    "name": "Jocelyne C. Bourgeois",
    "affiliations": []
  }, {
    "name": "Greg Zielinski",
    "affiliations": []
  }, {
    "name": "Cameron Wake",
    "affiliations": []
  }, {
    "name": "Claus U. Hammer",
    "affiliations": []
  }, {
    "name": "H. B. Clausen",
    "affiliations": []
  }, {
    "name": "N. Gundestrup",
    "affiliations": []
  }, {
    "name": "Sigfus Johnsen",
    "affiliations": []
  }, {
    "name": "Kumiko Goto-Azuma",
    "affiliations": []
  }, {
    "name": "Takeo Hondoh",
    "affiliations": []
  }, {
    "name": "Erik Blake",
    "affiliations": []
  }, {
    "name": "Mike Gerasimoff",
    "affiliations": []
  }],
  "abstractText": "encompassed by grounded ice. However, the discovery of lightly grounded ice surrounding the ice rise was made after the feature was named. 5. On 22 February 1995, Presidential Executive Order 12951 declassified all intelligence photography collected before 1972 and ordered copies held at both the U.S. Archives and the USGS’s Eros Data Center. The USGS operates a Web site–accessible database (http://edcwww.cr.usgs.gov/webglis) for online searches, browse image review, and product ordering. 6. The data available at http://TerraWeb.wr.usgs.gov/ TRS/projects/Antarctica/AVHRR have been mapped into a polar stereographic projection. 7. R. A. Bindschadler, J. Glaciol. 39, 538 (1993). 8. R. H. Thomas, S. N. Stephenson, R. A. Bindschadler, S. Shabtaie, C. R. Bentley, Ann. Glaciol. 11, 165 (1988). 9. C. J. Van der Veen and I. M. Whillans, ibid. 23, 129 (1996); P. Jacobson and C. F. Raymond, J. Geophys. Res., in press. 10. K. Echelmeyer, personal communication. 11. T. Clarke, personal communication. 12. R. A. Bindschadler, S. N. Stephenson, E. P. Roberts, D. R. MacAyeal, D. R. Lindstrom, NASA Technical Memorandum 100708 (1988). 13. S. N. Stephenson and R. A. Bindschadler, Nature 334, 695 (1988). 14. This conclusion is based on published velocities [R. H. Thomas, D. R. MacAyeal, D. H. Eilers, D. R. Gaylord, Antarct. Res. Ser. 42, 21 (1984)]. 15. R. A. Bindschadler et al., Ann. Glaciol. 11, 8 (1988). 16. Oblique aerial photographs of Mission 8 examined at the SCAR Library, USGS National Center, Reston, VA. 17. R. Retzlaff and C. R. Bentley, J. Glaciol. 39, 553 (1993). 18. R. B. Alley, S. Anandakrishnan, C. R. Bentley, N. Lord, Ann. Glaciol. 20, 187 (1994). 19. We wish to thank U.S. Vice President Albert Gore and former Central Intelligence Agency Director Robert Gates for initiating the effort that led to the declassification of the photography used in this research. Two anonymous reviewers contributed useful comments. Supported under NSF grant OPP9616394.",
  "title": "Penny Ice Cap Cores, Baffin Island, Canada, and the Wisconsinan Foxe Dome Connection: Two States of Hudson Bay Ice Cover"
}