{
  "sections": [{
    "text": "GEOLOGY, January 2011 87"
  }, {
    "heading": "INTRODUCTION",
    "text": "It is widely accepted that the North American Cordillera underwent late Mesozoic and Cenozoic subduction, contraction, and subsequent extension (DeCelles, 2004). However, despite a wealth of studies, signifi cant disagreement remains surrounding the tectonic mechanisms for the topographic evolution of the Cenozoic North American Cordillera. Two end members summarize such models: (1) gravitational collapse of a Late Cretaceous to early Paleogene low-relief, high-elevation (~3–4 km) plateau, the “Nevadaplano” (analogous to the Andean Altiplano) to a mountainous region of lower mean elevation (DeCelles, 2004; Jones et al., 1996; Sonder et al., 1987), and (2) the rise of topography in the early Cenozoic as hot asthenosphere replaced mantle lithosphere due to lithospheric removal or changes in Farallon slab geometry and subduction dynamics (Humphreys, 1995; Moucha et al., 2008; Liu et al., 2010). While there have been numerous studies on the paleoelevation of the North American Cordillera, all of these studies lack the combined spatial and temporal coverage to fully evaluate which, if any, of the proposed tectonic and/or surface evolution models are viable. The most thorough spatial coverage to date comes from paleoelevation studies using fossil fl ora. These studies suggest the existence of Eocene–Miocene highlands that extended from southern British Columbia through the Rocky Mountains and central Great Basin (Forest et al., 1995; Wolfe et al., 1997, 1998; Chase et al., 1998). While highly informative because of their combined paleoclimatic and paleotopographic information, these paleofl oral studies lack the temporal coverage to determine how these highlands developed. Here we examine the impact of surface uplift of the North American Cordillera on hydrogen and oxygen isotopes in precipitation using ~3000 stable isotopic analyses of different terrestrial paleoclimate proxies, from published and new data collected in this study. The spatial and temporal patterns of δ18O of precipitation (δ18Op) show that surface uplift occurred as a topographic wave that swept southward, appearing fi rst in southern British Columbia ca. 50 Ma and reaching central Nevada ca. 40 Ma. The data presented here confi rm earlier stable isotopic studies in central Nevada that suggested that surface uplift was diachronous in the North American Cordillera (Horton et al., 2004). CALCULATION OF PALEOPRECIPITATION AND PALEOELEVATION\nWe examined the Cenozoic surface uplift history using stable isotope paleoclimate proxies. We take advantage of abundant authigenic\nand secondary mineral proxies in well-dated stratigraphic sections within the Cenozoic North American geologic record to determine past stable isotopic compositions of surface waters. Stable isotope paleoaltimetry relies on the systematic depletion of 18O and D in precipitation as an air mass rises over an orographic barrier, creating an altitude effect of hydrogen and oxygen isotopes in precipitation. This altitude effect can be reconstructed from hydrous authigenic minerals that record the isotopic fi ngerprint of the meteoric water cycle (Mulch et al., 2004). Because the isotopic composition of precipitation, in part, directly scales with elevation, it is possible to reconstruct fi rst-order topographic histories of mountain belts.\nWe present a series of maps (Figs. 1A–1C) showing δ18Op calculated from δ18O and δD measured in a wide range of mineral proxies. To calculate the δ18Op from mineral proxies, we used equilibrium fractionation equations with isotope exchange temperatures based on nearby paleofl oral assemblages (Chase et al., 1998; Wolfe et al., 1997) (see the GSA Data Repository1). We created δ18Op maps for time bins to highlight the major isotopic shifts observed within individual basins along the Cordillera (Horton et al., 2004; Kent-Corson et al., 2006). Based on these spatially extensive maps of paleoprecipitation, we calculated paleoelevations for the time interval when the western North American Cordillera was most likely at its peak height. Using the model of Rowley et al. (2001), we purposefully did this only for samples for which there were nearby estimates of paleoelevation from leaf physiognomic studies for comparison and in locations that currently receive the bulk of their precipitation from Pacifi c-sourced air masses. These samples belong to (1) the Elko Basin in northeast Nevada (36–28 Ma), (2) the Copper Basin in northeast Nevada (ca. 37 Ma), (3) the Sage Creek Basin in southwestern Montana (38.8–32.0 Ma), and (4) the Princeton Basin in southern British Columbia (ca. 49 Ma).\neology, Janu ry 2011; v. 39; no. 1; p. 87–90; doi: 10.1130/G31450.1; 2 fi gures; 1 table; Data Repository item 2011040. © 2011 Geological Society of America. For permission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org.\n*E-mail: hmix@stanford.edu.\ncontinental dynamics, and climatic and erosional processes. Therefore, topographic evolution of mountain belts and continental interiors refl ects directly upon the coupling between mantle and surface processes. It has recently been proposed that the modern topography of western North America is partly controlled by the removal of the subducting Farallon plate and replacement of lithospheric mantle by hot asthenosphere, creating surface uplift of the Colorado Plateau, the southwestern United States, and northern Mexico, while concomitant subsidence characterizes the central United States. How the topography of the Cenozoic North American Cordillera evolved in the past is largely unknown, yet currently debated tectonic models each have a predictable topographic response. Here we examine Cenozoic surface uplift patterns of western North America based on a record of ~3000 stable isotope proxy data. This data set is consistent with Eocene north to south surface uplift in the Cordillera, culminating in the assembly of an Eocene–Oligocene highland 3–4 km in elevation. The diachronous record of surface uplift and associated magmatism further supports tectonic models calling for the convective removal of mantle lithosphere or removal of the Farallon slab by buckling along an east-west axis. The Eocene–Oligocene development of rainout patterns similar to present-day patterns along the fl anks of the Cordilleran orogen is therefore unlikely to be the result of late Mesozoic crustal thickening and associated development of an Andean-style Altiplano.\n1GSA Data Repository item 2011040, discussion of isotopic effects, extended methods, supplemental references, and Table DR1 (isotopic values used in the compilation), is available online at www .geosociety.org/pubs/ft2011.htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/39/1/87/3540419/87.pdf by University of Arizona user on 21 February 2019\n88 GEOLOGY, January 2011"
  }, {
    "heading": "RESULTS AND INTERPRETATION",
    "text": "We make four fi rst-order observations from our data set. First, prior to the Middle Eocene (ca. 49 Ma), the North American Cordillera south of Montana and Idaho was marked by high δ18Op values, with most δ18Op estimates >−12‰. In contrast, basins from northern Montana, Washington, and Canada display lower δ18Op values, with nearly all δ18Op estimates being −14‰ or less (Fig. 1A). Second, by the Middle to Late Eocene, δ18Op values decreased in southwestern Montana from −10‰ or greater to −16‰, while areas to the south remained unchanged (Fig. 1B). Third, by the Late Eocene to Oligocene, 18O-depleted precipitation began to dominate the western United States, with δ18Op of −14‰ or less across Nevada, Utah, Idaho, and western Wyoming, similar to the δ18Op patterns observed today (Figs. 1C and 1D). Fourth, this broad region characterized by low δ18Op values was bordered by steep isotopic gradients on the western fl anks of the Sierra Nevada and on the eastern fl anks of the Rocky Mountains. One of the most striking features shown by our paleoprecipitation data set is the progressive development of a precipitation regime matching the modern by the Late Eocene to Early Oligocene. The Eocene–Oligocene δ18Op gradients on the western fl ank of the Sierra Nevada and eastern fl ank of the Front Range are a prominent feature observed in modern western North America (Kendall and Coplen, 2001) (Fig. 1D). The modern gradient bounding the western margin of North America refl ects the distillation of air masses originating from the Pacifi c by the orographic barriers of the Sierra Nevada and Cascades. The gradients to the east and south of the modern Cordillera refl ect distillation of monsoonal precipitation originating from the Gulf of Mexico and Gulf of California, and their interaction with the Rocky Mountain front. Therefore, we interpret the fi rst appearance of such opposite δ18Op gradients in the geologic record to refl ect development of highlands in the continental interior with steep fl anks on either side of the orogen.\nOur results suggest that these Eocene–Oligocene highlands developed as a topographic wave that swept southward through time. Highstanding areas originated in the Canadian Cordillera in the Middle Eocene and developed into broad highlands across a large portion of western North America by the Late Eocene–Oligocene. The diachronous isotopic shifts that result from this southward sweep of topography are currently recorded in two intermontane basins within the Cordilleran hinterland. At 49–47 Ma, a negative δ18O shift of ~−6‰ occurred in the Sage Creek Basin of Montana (Kent-Corson et al., 2006), and ca. 40 Ma a δ18O shift of similar magnitude occurred in the Elko Basin in northeastern Nevada (Horton et al., 2004). These rapid changes to lower δ18O values are also observed within intraforeland Laramide basins east of the Cordilleran hinterland. In the Green River Basin, δ18O values decrease by 6‰ at 49 Ma (Carroll et al., 2008), in the Uinta Basin (Utah) by 6‰ ca. 43 Ma, and farther south in Lake Claron (Utah) by 5‰–8‰ ca. 35 Ma (Davis et al., 2009). These north-to-south shifts to lower δ18Op values in the foreland lake basins have been interpreted to be the result of drainage reorganization that occurred within the headwaters of the rising Cordilleran hinterland (Davis et al., 2009).\nThe results presented here shed some light on a major geologic conundrum: Abundant geologic (DeCelles, 2004), tectonic (Coney and Harms, 1984), geophysical, and volcanologic evidence (Best et al., 2009) points to thickening of the western North American crust through protracted Mesozoic to earliest Cenozoic crustal shortening. Isostatic compensation behind the Sierran arc makes it likely that such crust supported regionally extensive high surface elevations that, by analogy with modern orogenic plateaus, may have been characterized by relatively smooth relief. Our stable isotopic data, however, show strong evidence that a major episode of surface uplift in the Great Basin occurred much later during the Eocene. This does not deny the existence of a late Mesozoic Nevadaplano highland, but documents that the combined effects of Eocene changes in subduction dynamics and geometry, fl ow of partially molten middle crust, magmatism, and core complex formation had considerable effects on the elevation and relief structure of western North America, and that the Great Basin reached its highest elevations during Eocene and Oligocene time.\nHow high was this Eocene–Oligocene highland? It is notoriously diffi cult to quantify past elevations in continental interiors because precipitation patterns generally refl ect contributions from multiple air masses and highly dynamic atmospheric fl ow patterns (Galewsky, 2009). In contrast, simplifi ed stable isotope paleoaltimetry models require a single moisture\n100°W\n110°W\n110°W\n120°W\n120°W130°W\n45°N\n45°N\n40°N\n40°N\n35°N\n35°N\n30°N\n50°N\n50°N\n0 250 500 km\nA 100°W\n110°W\n110°W\n120°W\n120°W130°W\n50°N\n50°N\n45°N\n45°N\n40°N\n40°N\n35°N\n35°N\n30°N\n0 250 500 km\nB\n100°W\n110°W\n110°W\n120°W\n120°W130°W\n50°N\n50°N\n45°N\n45°N\n40°N\n40°N\n35°N\n35°N\n30°N\n0 250 500 km\nC\nLegend Material δ18O\np (‰ VSMOW)\nCarbonate Smectite\nGlass Kaolinite Muscovite\n> −2 −4 to −2 −6 to −4 −8 to −6 −10 to −8 −12 to −10 −14 to −12 −16 to −14 −18 to −16 < −18\nD\nFigure 1. Isotopic compositions of paleoprecipitation (δ18Op). A: δ18Op pre–49 Ma, number of samples in each bin, n = 2098. B: δ18Op from 49 to 39 Ma, n = 398. C: δ18Op from 39 to 28 Ma, n = 264. D: Modern δ18Op (after Kendall and Coplen, 2001). VSMOW—Vienna standard mean ocean water.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/39/1/87/3540419/87.pdf by University of Arizona user on 21 February 2019\nGEOLOGY, January 2011 89\nsource (Rowley et al., 2001), and further work will integrate coupled isotope-tracking atmospheric moisture and climate models (Ehlers and Poulsen, 2009). Trying to be appropriately cautious when interpreting the stable isotope data (see the Data Repository), we acknowledge that our interpretation does not take into account some potential atmospheric or climaterelated impacts on isotopes in precipitation, e.g., temporal changes in strength and position of the jet stream or the development of Arctic sea ice (Poulsen et al., 2007). However, to alleviate some of the complexities of reconstructing paleoelevation in continental interiors associated with complex atmospheric fl ow patterns, we conservatively selected four sites for paleoaltimetry that today receive the bulk of their precipitation from the Pacifi c and are not affected by the North American monsoon (NAM). Our calculated paleoelevations of these Eocene– Oligocene highlands range from 3.4 to 4.2 km (Fig. 2). These elevations are somewhat higher than those determined from nearby paleofl oral assemblages (Table 1). The lower elevations based on leaf physiognomy as compared to stable isotope paleoaltimetry, however, refl ect the fact that fossil fl ora record the local climate and elevation of the basin in which they are growing, whereas stable isotopes in precipitation refl ect the hypsometric mean of the surrounding mountain ranges that drain into these basins.\nThe Sage Creek (Montana) and Elko (Nevada) basins exhibit relatively large (−6‰; see the Data Repository) and rapid (Carroll et al., 2008) negative shifts in δ18Op that support our argument that the Sevier hinterland was at lower elevations prior to the development of a continental plateau. Taken at face value, a change of −6‰ in surface waters would imply ~2.5 km of surface uplift in <2 m.y., assuming an Eocene isotopic lapse rate (Mulch et al., 2006). Given the common complications of stable isotope paleoaltimetry (Molnar, 2010), we are not overly confi dent that these estimates of surface uplift are robust because δ18Op values, in part, directly refl ect upon the changing roles of multiple air masses and interaction of atmospheric fl ow patterns with growing mountain ranges (Galewsky, 2009). The isotope effect of multiple air masses is evident in the 49–39 Ma time bin for which basins in Nevada and Utah have higher δ18Op values than the Sierra Nevada upstream, an effect that is unlikely during progressive rainout of Pacifi c-derived moisture (Fig. 1B). This result requires the infl uence of relatively high δ18O summer precipitation originating from the Gulf of Mexico and/or Mississippi Embayment in addition to storms originating in the Pacifi c. Moreover, high-resolution regional circulation models of early Paleogene western North America show that a strong east to west monsoon originating in the Mississippi Embayment brought summer precipitation to the Rocky Mountain front. These summer storms penetrated farther to the northwest as temperatures warmed during the summer months (Sewall and Sloan, 2006). We interpret the north-to-south pattern of low δ18Op values to refl ect the combined effects of surface uplift, adapted moisture transport, and a decreasing infl uence of the NAM, an interpretation that is consistent with current regional circulation model results. In the case of the modern NAM, summer warming of the Cordillera and Colorado Plateau causes a zone of low pressure that draws in moisture from the Gulf of Mexico and Gulf of California. The data presented here suggest that the NAM penetrated much farther north in the Eocene than today. This observation agrees with previous studies showing increasing monsoonal intensity during warmer times in the past (Fricke et al., 2010). We tentatively argue that the north-to-south topographic wave produced orographic barriers and a corresponding southward migration of the NAM front. Because of the coupling among precipitation patterns and developing topography (Ehlers and Poulsen, 2009; Galewsky, 2009), the distribution of moisture in the atmosphere (and hence isotope patterns in precipitation) may not uniquely refl ect changes in relief and surface elevation. Despite these complications, however, we are confi dent that our results document the fi rst-order topographic characteristics of Eocene–Oligocene highlands in the North American Cordillera.\nTABLE 1. PALEOELEVATION ESTIMATES FROM STABLE ISOTOPES AND PALEOFLORAL ASSEMBLAGES FROM AREAS THAT RECEIVE THE DOMINANT PRECIPITATION FROM THE PACIFIC OCEAN\nlavretni emiTetiS (Ma) Elevation—isotopes (km) Error (m) (1σ) Elevation—paleofl oral (km)\nPrinceton Basin (BC) ca. 49 4.2 758, –487 2.9 Sage Creek (MT, ID) 48–39 3.7 477, –375 2 Copper Basin (NV) ca. 37 3.4 516, –363 2 Elko Basin (NV) 36–28 3.4 530, –367 2 Northern Sierra Nevada (CA)\n(Mulch et al., 2006) 52–49 2.2\nNorthern Sierra Nevada (CA) (Cassel et al., 2009)\n31–28 3.2\nColumbia River Detachment (BC, WA) (Mulch et al., 2004)\n9.25.4–5.384–05\nNote: BC—British Columbia (Canada); MT, ID, NV, CA, WA—Montana, Idaho, Nevada, California, Washington (United States). Paleofl oral elevation data after Wolfe et al. (1998).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/39/1/87/3540419/87.pdf by University of Arizona user on 21 February 2019\n90 GEOLOGY, January 2011"
  }, {
    "heading": "CONCLUSIONS",
    "text": "Our results place several constraints on competing tectonic models for the Cenozoic evolution of the North American Cordillera. Surface uplift was most likely diachronous, occurring ca. 49 Ma in southern Montana and British Columbia and ca. 40 Ma in central Nevada. This topographic development coincided with north-to-south migration of magmatism and metamorphic core complex formation (Fig. 2). The intimate relationship between surface uplift, magmatism, and mid-crustal extension supports models calling for the removal of cold, lower mantle lithosphere and the subsequent replacement by hot asthenosphere. This may occur as the downward drip of a lithospheric blob (e.g., Houseman et al., 1981), by the thermal erosion of the lithosphere by hot upwelling asthenosphere (e.g., Saltus and Thompson, 1995), or by removal of the subducting Farallon slab (Humphreys, 1995; Sigloch et al., 2008). Based on coupled surface uplift, magmatism, and extension, it is clear that this occurred in a migrating pattern, beginning in the southern Canadian Cordillera in the Early Eocene followed by Late Eocene–Oligocene surface uplift in the central Great Basin."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This research was supported by National Science Foundation grants EAR-0609649 and EAR1019648. Mulch acknowledges support through DFG (Deutsche Forschunsgemeinschaft) INST 187/400-1 FUGG and through the LOEWE (Landes-Offensive zur Entwicklung Wissenschaftlich-ökonomischer Exzellenz) funding program of Hesse’s Ministry of Higher Education, Research, and the Arts. We thank C. Poulsen, P. DeCelles, and an anonymous reviewer for their thoughtful comments."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Best, M.G., Barr, D.L., Christiansen, E.H., Gromme,\nS., Deino, A.L., and Tingey, D.G., 2009, The Great Basin Altiplano during the middle Cenozoic ignimbrite fl areup: Insights from volcanic rocks: International Geology Review, v. 51, p. 589–633, doi: 10.1080/00206810902867690. Carroll, A.R., Doebbert, A.C., Booth, A.L., Chamberlain, C.P., Rhodes-Carson, M.K., Smith, M.E., Johnson, C.M., and Beard, B.L., 2008, Capture of high-altitude precipitation by a lowaltitude Eocene lake, western U.S.: Geology, v. 36, p. 791–794, doi: 10.1130/G24783A.1. Cassel, E.J., Graham, S.A., and Chamberlain, C.P., 2009, Cenozoic tectonic and topographic evolution of the northern Sierra Nevada, California, through stable isotope paleoaltimetry in volcanic glass: Geology, v. 37, p. 547–550, doi: 10.1130/G25572A.1. Chase, C.G., Gregory-Wodzicki, K.M., Parrish-Jones, J.T., and DeCelles, P.G., 1998, Topographic history of the western Cordillera of North America and controls on climate, in Crowley, T.J., and Burke, K., eds., Tectonic boundary conditions for climate model simulations: New York, Oxford University Press, p. 73–99.\nConey, P.J., and Harms, T.A., 1984, Cordilleran metamorphic core complexes: Cenozoic extensional relics of Mesozoic compression: Geology, v. 12, p. 550–554, doi: 10.1130/0091 -7613(1984)12<550:CMCCCE>2.0.CO;2. Davis, S.J., Mulch, A., Carroll, A.R., Horton, T.W., and Chamberlain, C.P., 2009, Paleogene landscape evolution of the central North American Cordillera: Developing topography and hydrology in the Laramide foreland: Geological Society of America Bulletin, v. 121, p. 100–116, doi: 10.1130/B26308.1. DeCelles, P.G., 2004, Late Jurassic to Eocene evolution of the Cordilleran thrust belt and foreland basin system, western U.S: American Journal of Science, v. 304, p. 105–168, doi: 10.2475/ ajs.304.2.105. Ehlers, T.A., and Poulsen, C.J., 2009, Infl uence of Andean uplift on climate and paleoaltimetry estimates: Earth and Planetary Science Letters, v. 281, p. 238–248, doi: 10.1016/j.epsl.2009 .02.026. Forest, C.E., Molnar, P., and Emanuel, K.A., 1995, Palaeoaltimetry from energy conservation principles: Nature, v. 374, p. 347–350, doi: 10.1038/ 374347a0. Fricke, H.C., Foreman, B.Z., and Sewall, J.O., 2010, Integrated climate model-oxygen isotope evidence for a North American monsoon during the Late Cretaceous: Earth and Planetary Science Letters, v. 289, p. 11–21, doi: 10.1016/j .epsl.2009.10.018. Galewsky, J., 2009, Orographic precipitation isotopic ratios in stratifi ed atmospheric fl ows: Implications for paleoelevation studies: Geology, v. 37, p. 791–794, doi: 10.1130/G30008A.1. Horton, T.W., Sjostrom, D.J., Abruzzese, M.J., Poage, M.A., Waldbauer, J.R., Hren, M., Wooden, J., and Chamberlain, C.P., 2004, Spatial and temporal variation of Cenozoic surface elevation in the Great Basin and Sierra Nevada: American Journal of Science, v. 304, p. 862– 888, doi: 10.2475/ajs.304.10.862. Houseman, G.A., McKenzie, D.P., and Molnar, P., 1981, Convective instability of a thickened boundary layer and its relevance for the thermal evolution of continental convergent belts: Journal of Geophysical Research, v. 86, p. 6115– 6132, doi: 10.1029/JB086iB07p06115. Humphreys, E.D., 1995, Post-Laramide removal of the Farallon slab, western United States: Geology, v. 23, p. 987–990, doi: 10.1130/0091- 7613(1995)023<0987:PLROTF>2.3.CO;2. Jones, C.H., Unruh, J.R., and Sonder, L.J., 1996, The role of gravitational potential energy in active deformation in the southwestern United States: Nature, v. 381, p. 37–41, doi: 10.1038/381037a0. Kendall, C., and Coplen, T.B., 2001, Distribution of oxygen-18 and deuterium in river waters across the United States: Hydrological Processes, v. 15, p. 1363–1393, doi: 10.1002/hyp.217. Kent-Corson, M.L., Sherman, L.S., Mulch, A., and Chamberlain, C.P., 2006, Cenozoic topographic and climatic response to changing tectonic boundary conditions in western North America: Earth and Planetary Science Letters, v. 252, p. 453–466, doi: 10.1016/j.epsl.2006.09.049. Liu, L., Gurnis, M., Seton, M., Saleeby, J., Muller, R.D., and Jackson, J.M., 2010, The role of oceanic plateau subduction in the Laramide orogeny: Nature Geoscience, v. 3, p. 353–357, doi: 10.1038/ngeo829. Molnar, P., 2010, Deuterium and oxygen isotopes, paleoelevations of the Sierra Nevada, and Cenozoic climate: Geological Society of America Bulletin, v. 122, p. 1106–1115, doi: 10.1130/ B30001.1. Moucha, R., Forte, A.M., Mitrovica, J.X., Rowley, D.B., Quere, S., Simmons, N.A., and Grand, S.P., 2008, Dynamic topography and long-term sea-level variations: There is no such thing as a stable continental platform: Earth and Planetary Science Letters, v. 271, p. 101–108, doi: 10.1016/j.epsl.2008.03.056. Mulch, A., Teyssier, C., Cosca, M.A., Vanderhaeghe, O., and Vennemann, T.W., 2004, Reconstructing paleoelevation in eroded orogens: Geology, v. 32, p. 525–528, doi: 10.1130/G20394.1. Mulch, A., Graham, S.A., and Chamberlain, C.P., 2006, Hydrogen isotopes in Eocene river gravels and paleoelevation of the Sierra Nevada: Science, v. 313, p. 87–89, doi: 10.1126/ science.1125986. Poulsen, C.J., Pollard, D., Montanez, I.P., and Rowley, D., 2007, Late Paleozoic tropical climate response to Gondwanan deglaciation: Geology, v. 35, p. 771–774, doi: 10.1130/G23841A.1. Rowley, D.B., Pierrehumbert, R.T., and Currie, B.S., 2001, A new approach to stable isotope-based paleoaltimetry: Implications for paleoaltimetry and paleohypsometry of the High Himalaya since the Late Miocene: Earth and Planetary Science Letters, v. 188, p. 253–268, doi: 10.1016/S0012-821X(01)00324-7. Saltus, R.W., and Thompson, G.A., 1995, Why is it downhill from Tonopah to Las Vegas?: A case for mantle plume support of the high northern Basin and Range: Tectonics, v. 14, p. 1235– 1244, doi: 10.1029/95TC02288. Sewall, J.O., and Sloan, L., 2006, Come a little bit closer: A high-resolution climate study of the early Paleogene Laramide foreland: Geology, v. 34, p. 81–84, doi: 10.1130/G22177.1. Sigloch, K., McQuarrie, N., and Nolet, G., 2008, Two-stage subduction history under North America inferred from multiple-frequency tomography: Nature Geoscience, v. 1, p. 458– 462, doi: 10.1038/ngeo231. Sonder, L.J., England, P.C., Wernicke, B.P., and Christiansen, R.L., 1987, A physical model for Cenozoic extension of western North America, in Coward, M.P., et al., eds., Extension in the Basin and Range Province and East Pacifi c Margin: Geological Society of London Special Publication 28, p. 187–201, doi: 10.1144/GSL. SP.1987.028.01.14. Wolfe, J.A., Schorn, H.E., Forest, C.E., and Molnar, P., 1997, Paleobotanical evidence for high altitudes in Nevada during the Miocene: Science, v. 276, p. 1672–1675, doi: 10.1126/science.276.5319.1672. Wolfe, J.A., Forest, C.E., and Molnar, P., 1998, Paleobotanical evidence of Eocene and Oligocene paleoaltitudes in midlatitude western North America: Geological Society of America Bulletin, v. 110, p. 664–678, doi: 10.1130/0016 -7606(1998)110<0664:PEOEAO>2.3.CO;2. Manuscript received 7 June 2010 Revised manuscript received 19 August 2010 Manuscript accepted 26 August 2010 Printed in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/39/1/87/3540419/87.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2010,
  "references": [],
  "id": "SP:0808bd1a1bb986d365062dfecb4cfd86a09dc853",
  "authors": [],
  "abstractText": "Continental topography is the result of complex interactions among mantle convection, continental dynamics, and climatic and erosional processes. Therefore, topographic evolution of mountain belts and continental interiors refl ects directly upon the coupling between mantle and surface processes. It has recently been proposed that the modern topography of western North America is partly controlled by the removal of the subducting Farallon plate and replacement of lithospheric mantle by hot asthenosphere, creating surface uplift of the Colorado Plateau, the southwestern United States, and northern Mexico, while concomitant subsidence characterizes the central United States. How the topography of the Cenozoic North American Cordillera evolved in the past is largely unknown, yet currently debated tectonic models each have a predictable topographic response. Here we examine Cenozoic surface uplift patterns of western North America based on a record of ~3000 stable isotope proxy data. This data set is consistent with Eocene north to south surface uplift in the Cordillera, culminating in the assembly of an Eocene–Oligocene highland 3–4 km in elevation. The diachronous record of surface uplift and associated magmatism further supports tectonic models calling for the convective removal of mantle lithosphere or removal of the Farallon slab by buckling along an east-west axis. The Eocene–Oligocene development of rainout patterns similar to present-day patterns along the fl anks of the Cordilleran orogen is therefore unlikely to be the result of late Mesozoic crustal thickening and associated development of an Andean-style Altiplano. 1GSA Data Repository item 2011040, discussion of isotopic effects, extended methods, supplemental references, and Table DR1 (isotopic values used in the compilation), is available online at www .geosociety.org/pubs/ft2011.htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA. Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/39/1/87/3540419/87.pdf by University of Arizona user on 21 February 2019 88 GEOLOGY, January 2011 RESULTS AND INTERPRETATION We make four fi rst-order observations from our data set. First, prior to the Middle Eocene (ca. 49 Ma), the North American Cordillera south of Montana and Idaho was marked by high δOp values, with most δOp estimates >−12‰. In contrast, basins from northern Montana, Washington, and Canada display lower δOp values, with nearly all δOp estimates being −14‰ or less (Fig. 1A). Second, by the Middle to Late Eocene, δOp values decreased in southwestern Montana from −10‰ or greater to −16‰, while areas to the south remained unchanged (Fig. 1B). Third, by the Late Eocene to Oligocene, 18O-depleted precipitation began to dominate the western United States, with δOp of −14‰ or less across Nevada, Utah, Idaho, and western Wyoming, similar to the δOp patterns observed today (Figs. 1C and 1D). Fourth, this broad region characterized by low δOp values was bordered by steep isotopic gradients on the western fl anks of the Sierra Nevada and on the eastern fl anks of the Rocky Mountains. One of the most striking features shown by our paleoprecipitation data set is the progressive development of a precipitation regime matching the modern by the Late Eocene to Early Oligocene. The Eocene–Oligocene δOp gradients on the western fl ank of the Sierra Nevada and eastern fl ank of the Front Range are a prominent feature observed in modern western North America (Kendall and Coplen, 2001) (Fig. 1D). The modern gradient bounding the western margin of North America refl ects the distillation of air masses originating from the Pacifi c by the orographic barriers of the Sierra Nevada and Cascades. The gradients to the east and south of the modern Cordillera refl ect distillation of monsoonal precipitation originating from the Gulf of Mexico and Gulf of California, and their interaction with the Rocky Mountain front. Therefore, we interpret the fi rst appearance of such opposite δOp gradients in the geologic record to refl ect development of highlands in the continental interior with steep fl anks on either side of the orogen. Our results suggest that these Eocene–Oligocene highlands developed as a topographic wave that swept southward through time. Highstanding areas originated in the Canadian Cordillera in the Middle Eocene and developed into broad highlands across a large portion of western North America by the Late Eocene–Oligocene. The diachronous isotopic shifts that result from this southward sweep of topography are currently recorded in two intermontane basins within the Cordilleran hinterland. At 49–47 Ma, a negative δ18O shift of ~−6‰ occurred in the Sage Creek Basin of Montana (Kent-Corson et al., 2006), and ca. 40 Ma a δ18O shift of similar magnitude occurred in the Elko Basin in northeastern Nevada (Horton et al., 2004). These rapid changes to lower δ18O values are also observed within intraforeland Laramide basins east of the Cordilleran hinterland. In the Green River Basin, δ18O values decrease by 6‰ at 49 Ma (Carroll et al., 2008), in the Uinta Basin (Utah) by 6‰ ca. 43 Ma, and farther south in Lake Claron (Utah) by 5‰–8‰ ca. 35 Ma (Davis et al., 2009). These north-to-south shifts to lower δOp values in the foreland lake basins have been interpreted to be the result of drainage reorganization that occurred within the headwaters of the rising Cordilleran hinterland (Davis et al., 2009). The results presented here shed some light on a major geologic conundrum: Abundant geologic (DeCelles, 2004), tectonic (Coney and Harms, 1984), geophysical, and volcanologic evidence (Best et al., 2009) points to thickening of the western North American crust through protracted Mesozoic to earliest Cenozoic crustal shortening. Isostatic compensation behind the Sierran arc makes it likely that such crust supported regionally extensive high surface elevations that, by analogy with modern orogenic plateaus, may have been characterized by relatively smooth relief. Our stable isotopic data, however, show strong evidence that a major episode of surface uplift in the Great Basin occurred much later during the Eocene. This does not deny the existence of a late Mesozoic Nevadaplano highland, but documents that the combined effects of Eocene changes in subduction dynamics and geometry, fl ow of partially molten middle crust, magmatism, and core complex formation had considerable effects on the elevation and relief structure of western North America, and that the Great Basin reached its highest elevations during Eocene and Oligocene time. How high was this Eocene–Oligocene highland? It is notoriously diffi cult to quantify past elevations in continental interiors because precipitation patterns generally refl ect contributions from multiple air masses and highly dynamic atmospheric fl ow patterns (Galewsky, 2009). In contrast, simplifi ed stable isotope paleoaltimetry models require a single moisture 100°W"
}