{
  "year": 2007,
  "references": [{
    "title": "The explosive volcanic eruption signal in northern hemisphere continental temperature records",
    "authors": ["R.S. Bradley"],
    "venue": "Clim. Change,",
    "year": 1988
  }, {
    "title": "Volcanic dust in the atmosphere",
    "authors": ["H.H. Lamb"],
    "year": 1974
  }, {
    "title": "Volcanic Loading: The Dust Veil Index, U.S",
    "authors": ["H. H"],
    "venue": "Phil. Trans. Roy. Soc. London,",
    "year": 1970
  }, {
    "title": "Pattern and forcing of northern hemisphere",
    "authors": ["Res. Lett"],
    "year": 1992
  }],
  "id": "SP:434c64fce88a00f804247a0b84f9d756c74a66ed",
  "authors": [{
    "name": "Thomas J. Crowley",
    "affiliations": []
  }, {
    "name": "Tamara A. Criste",
    "affiliations": []
  }, {
    "name": "Neil R. Smith",
    "affiliations": []
  }],
  "abstractText": "Previous comparisons of the Crate (Greenland) ice core acidity record with climate variations of the last 1400 years suggested that changes in volcanism may have significantly influenced climate on this time scale. However, the ice core acidity record consists of volcanically-induced spikes superimposed on a background acidity of nonvolcanic origin that varied significantly in amplitude. Herein we produce a record of Crate volcanism based solely on an objective definition of individual volcanic events in the ice core record. There are 92 acidity peaks in the 1420-year record. Since at least 26% of the post-1600 eruptions are of local (Icelandic) origin, we estimate a mean recurrence interval Of 20.8 years for hemispheric-scale eruptions rich in sulphate. On decadal time scales, volcanism has varied by a factor of three-four over the last 1400 years. However, the climate-volcanism correlation is considerably less impressive (•' = -0.23) than previously concluded (r =-0.52). The good correspondence between volcanism and climate previously reported are due to background acidity levels that show a significant Little Ice Age increase. The background '.increase may reflect changes in ocean productivity.",
  "title": "REASSESSMENT OF CRETE (GREENLAND) ICE CORE ACIDITY/VOLCANiSM LINK TO CLIMATE CHANGE"
}