{
  "year": 2007,
  "references": [{
    "title": "The velocity of compressional",
    "authors": ["F. Birch"],
    "year": 1950
  }, {
    "title": "The stability of streams",
    "authors": ["New Haven", "Conn", "M.H. 1981. Carr"],
    "year": 1981
  }, {
    "title": "Davis, S",
    "authors": ["Diego", "Calif."],
    "venue": "N., and R. J. M. De Wiest,",
    "year": 1969
  }, {
    "title": "The Great Australian Artesian Basin and the source",
    "authors": ["F. E"],
    "venue": "Icarus,",
    "year": 1980
  }],
  "id": "SP:f6e69a6c65a91d60111c8584f7f9d75c3afaa5f7",
  "authors": [{
    "name": "STEPHEN M. CLIFFORD",
    "affiliations": []
  }],
  "abstractText": "Past studies of the climatic behavior of water on Mars have universally assumed that the atmosphere is the sole pathway available for volatile exchange between the planet's crustal and polar reservoirs of H20. However, if the planetary inventory of outgassed H20 exceeds the pore volume of the cryosphere by more than a few percent, then a subpermafrost groundwater system of global extent will necessarily result. The existence of such a system raises the possibility that subsurface transport may complement long-term atmospheric exchange. In this paper, the hydrologic response of a water-rich Mars to climate change and to the physical and thermal evolution of its crust is considered. The analysis assumes that the atmospheric leg of the planet's long-term hydrologic ycle is reasonably described by current models of insolation-driven exchange. Under the climatic conditions that have apparently prevailed throughout most of Martian geologic history, the thermal instability of ground ice at lowto mid-latitudes has led to a net atmospheric transport of H20 from the \"hot\" equatorial region to the colder poles. Theoretical arguments and various lines of morphologic evidence suggest that this poleward flux of H20 has been episodically augmented by additional releases of water resulting from impacts, catastrophic floods, and volcanism. Given an initially icesaturated cryosphere, the deposition of material at the poles (or any other location on the planet's surface) will result in a situation where the local equilibrium depth to the melting isotherm has been exceeded, melting ice at the base of the cryosphere until thermodynamic equilibrium is once again established. The downward percolation of basal meltwater into the global aquifer will result in the rise of the local water table in the form of a groundwater mound. Given geologically reasonable values of large-scale crustal permeability (i.e., >• 10 -2 darcies), the gradient in hydraulic head created by the presence of the mound could then drive the equatorward flow of a significant volume of groundwater (>• 108 km 3) over the course of Martian geologic history. At temperate and equatorial latitudes, the presence of a geothermal gradient will then result in a net discharge of the system as water vapor is thermally pumped from the higher temperature (higher vapor pressure) depths to the colder (lower vapor pressure) nearsurface crust. By this process, a gradient as small as 15 K km -1 could drive the vertical transport of 1 km of water to the freezing front at the base of the cryosphere every 106-10 7 years, or the equivalent of -102-103 km of water over the course of Martian geologic history. In this manner, much of the H20 that has been lost from the crust by the sublimation of equatorial ground ice, impacts, and catastrophic floods may ultimately be replenished. The validity of this analysis is supported by a detailed review of relevant spacecraft data, discussions of lunar and terrestrial analogs, and the use of well-established hydrologic models. Among the additional topics discussed are the thermal and hydrologic properties of the crust, the potential distribution of ground ice and groundwater, the thermal evolution of the early cryosphere, the recharge of the valley networks and outflow channels, the polar mass balance, and a review of several important processes that are likely to drive the large-scale vertical and horizontal transport of H20 beneath the Martian surface. Given a geologically reasonable description of the crust, and an outgassed inventory of water that exceeds the pore volume of the cryosphere by just a few percent, basic physics uggests that the hydrologic model described here will naturally evolve. If so, subsurface transport has likely played an important role in the geomorphic evolution of the Martian surface and the long-term cycling of H20 between the atmosphere, polar caps, and near-surface crust.",
  "title": "A Model for the Hydrologic and Climatic Behavior of Water on Mars"
}