{
  "year": 2007,
  "references": [{
    "title": "and western North America from 1600 to 1982: Results of a radiodensitometrical",
    "authors": ["A.D. from"],
    "year": 1975
  }],
  "id": "SP:d1b0fba797b7548312ea6e1eca60ac0f2dde77c3",
  "authors": [{
    "name": "K.R. B riffa",
    "affiliations": []
  }, {
    "name": "F.H. Schweingruber",
    "affiliations": []
  }],
  "abstractText": "Using maximum latewood density data from a network of coniferous trees, annually resolved series of average summer half-year (April-September) temperatures have been reconstructed for three regions of North America: Alaska and the Yukon (ALAYUK), the Mackenzie valley (MACKVA), and Quebec and Labrador (QUEBLA). The reconstructions primarily express temperature variability on interannual-to-decadal timescales and extend over the period from AD 1760. These reconstructions represent an extension of the mean climate history for these regions of over 100 years. The ALAYUK series shows relatively warm summers dominating the 1770s and 1820s. The 1760s, 1810s, 1860s, and 1890s were cold; 1810 was the coldest summer over the whole region, though it was very cold in 1783 in the extreme northwest. In MACKVA the 1780s and 1790s were warm, while the 1810s, 1830s, and late 1880s were cool. The summer of 1862 was exceptionally warm and 1836 was notably cold. In QUEBLA the 1800s, 1820s, and late 1890s were relatively warm, while the 1760s and 1810s were particularly cool. The summers of 1816 and 1817 were extremely cold. The dates of the extreme cold summers in each series emphasize the strong volcanic influence on extreme high-latitude temperatures. However, the reconstructions also highlight the large regional differences in the magnitude of this influence. The severity and spatial extent of severe conditions across western North America in the summer of 1810 supports earlier hypotheses of a major volcanic eruption in 1809 for which there is no historical evidence.",
  "title": "Summer temperatures across northern North America: Regional reconstructions from 1760 using tree‐ring densities"
}