{
  "year": 2007,
  "references": [{
    "title": "An ice core",
    "authors": ["S. Whitlow", "P.A. Mayewski", "G. Holdsworth", "M.S. Twicker", "J.E. Dibb"],
    "venue": "Tellus Ser. B.,",
    "year": 1996
  }],
  "id": "SP:282a25965c95269653510d5a9596516c35987fb4",
  "authors": [{
    "name": "Kendrick C. Taylor",
    "affiliations": []
  }, {
    "name": "Richard B. Alley",
    "affiliations": []
  }, {
    "name": "Gregg W. Lamorey",
    "affiliations": []
  }, {
    "name": "Paul Mayewski",
    "affiliations": []
  }],
  "abstractText": "The Greenland Ice Sheet Project 2 (GISP2) electrical conductivity measurement (ECM) record is an indication of the concentration of H+ in the core. The ECM detected seasonal variations in the nitrate concentration of the core which were used to assist in dating the core by annual layer counting. Volcanic eruptions that produce acidic aerosols are recorded in the ECM record. Evidence of biomass burning is detected by the ECM because fire-related ammonium emissions neutralize the acids in the core. Rapid climate transitions associated with the Younger Dryas and Dansgaard/Oeschger interstadial events alter the concentration of alkaline dust and are detected by the ECM. The ECM has been used to develop stratigraphic ties between the GISP2 and the Greenland Ice Core Project cores. Users of the data should be aware of some instrumentrelated artifacts in the ECM record. The Greenland Ice Sheet Project 2 (GISP2) ice core contains a stratified sequence of precipitation which has been used to obtain paleoclimate information. A wide variety of measurements have been made to determine the physical, chemical, and isotopic characteristics of the ice, particulates, and gases in the core. The electrical conductivity measurement (ECM) measures the direct current between two electrodes with a potential difference of several thousand volts [Hammer, 1980; Taylor et al., 1992]. The electrodes are moved along the surface of the core, and a continuous measurement of the ECM current along the core is obtained. In an aqueous solution, all the ions can participate in the conduction of an electrical charge. In ice the movement of the ions is restricted by the ice lattice which reduces the ability of the ions to conduct a direct current. The direct current is conducted by the movement of protons associated with the H+ of strong acids; hence the ECM current is considered to be a measure of the acidity of the ice [Hammer, 1980; Moore et al., 1992; Taylor et al., 1992]. The ECM has a spatial resolution of <10 mm yet is rapid enough that it is practical to measure it continuously along the entire core. These attributes make the ECM ideally suited for investigation of short-duration phenomena which influence the acid/base balance of the ice. Two-meter sections of the core were passed under a horizontal band saw to remove a 50-mm-wide slab along the axis of the core. A rail-mounted microtome knife or milling machine was used to shave the saw cut surface to remove surface contamination and surface irregularities. A computer controlled the motion of electrodes along the axis of the core and recorded the ECM current for each millimeter of travel [Taylor et al., 1992]. The operator used a hand switch to identify portions of the measurement which where invalid. Examples of •Desert Research Institute, University and Community College System of Nevada, Reno. 2Earth System Science Center and Department of Geosciences, Pennsylvania State University, University Park. 3Glacier Research Group, Institute for the Study of Earth, Oceans and Space, University of New Hampshire, Durham. Copyright 1997 by the American Geophysical Union. Paper number 96JC02500. 0148-0227/97/96JC-02500509.00 this include data from locations within 10 mm of a fracture in the core or when large surface irregularities prevented proper preparation of the ice surface. Data from these locations were removed from the data set. Fractures that did not penetrate through the core and had never had any exposed surfaces or open spaces did not seem to adversely influence the data and were included in the data set. The system used at the Greenland Ice Core Project (GRIP) [Wolff et al., 1995] was similar; however, the electrode geometry and voltage were different. This resulted in higher currents in the GISP2 ECM record than in the GRIP record. Intercomparisons of cores demonstrated that despite the different absolute values, the relative response of features is the same for the two systems. Annual layer counting was used to date the most recent 40,000 years of the GISP2 core [Alley et al., 1993; Meese et al., 1994]. Several methods were used to identify annual layering, including visual observation of stratigraphy [Alley et al., 1993], aqueous phase particle concentration [Ram and Illing, 1994], optical properties of the ice [Ram and Koenig, this issue], concentration of major ions [Mayewski et al., 1993a], oxygen isotopes of the ice [Grootes et al., 1993], and ECM [Taylor et al., 1992]. Of these properties, only the visual stratigraphy and ECM are available for the entire core with a spatial resolution suitable for the investigation of annual layering. All available properties were used in a combined fashion to develop the age/depth scale for the core [Alley et al., 1993; Meese et al., 1994]. The current annual ice accumulation rate at the site is 0.24 m/yr [Alley and Koci, 1990]. Lateral ice flow thins the annual layers at greater depth, resulting in annual layer thickness of less than 2 cm at a depth of 1900 m [Meese et al., 1994]. There is a pronounced seasonal variation in the chemistry of the precipitation, which influences the acid/base balance of the core [Mayewski et al., 1993a; Taylor et al., 1992]. In the Holocene portion of the core the dominant seasonal influence on the ECM current is seasonal variations in the nitrate budget (Figure la) [Neftel et al., 1985; Taylor et al., 1992]. In the stadial portion of the core, seasonal variations in dust dominate the ECM (Figure lb), visual stratigraphy, and dust concentration measurements. Because these measurements are measuring a different attribute of the same seasonal phenomena (the dust concentration), they are not completely independent. Any me-",
  "title": "Electrical measurements on the Greenland Ice Sheet Project 2 Core"
}