{
  "year": 2007,
  "references": [{
    "title": "Variations in global tropospheric temperature after adjustment for the El Nifio influence, 1958-1989",
    "authors": ["J.K. Angel"],
    "year": 1989
  }, {
    "title": "The explosive volcanic eruption signal in northern hemisphere continental temperature",
    "authors": ["Res. Lett"],
    "year": 1990
  }, {
    "title": "Reassessment of Crete (Greenland) ice core acidity/volcanism !ink to climate change, Geophys",
    "authors": ["Res. Lett"],
    "year": 1996
  }, {
    "title": "Simulation of recent global temperature",
    "authors": ["N.E. Graham"],
    "venue": "trends, Science,",
    "year": 1995
  }, {
    "title": "Pattern and forcing of northern hemisphere glacier variations during the last millennium",
    "authors": ["S.C. Porter"],
    "venue": "Quat. Res.,",
    "year": 1986
  }, {
    "title": "CrowIcy, A 173 year stable isotope record from a tropical South Pacific coral",
    "authors": ["T.M. Quinn", "F.W. Taylor", "T. J"],
    "venue": "Quat. Sci. Rev.,",
    "year": 1993
  }, {
    "title": "A study of Southern Oscillationrelated climatic activity for A.D",
    "authors": ["Quinn", "w. H"],
    "year": 1990
  }, {
    "title": "The \"Little Ice Age\": Northern hemisphere average observations and model calculations",
    "authors": ["A. Robock"],
    "venue": "Science, 206,",
    "year": 1979
  }, {
    "title": "Climate variability on the 10-100 year time scale: Observations and possible causes, in Global Changes of the Past, edited",
    "authors": ["T.M.L. Wigley"],
    "venue": "Univ. Corp. for Atmos. Res.,",
    "year": 1991
  }],
  "id": "SP:976b5f29d7bba7a7110b9b83b6f5811f554d02ee",
  "authors": [{
    "name": "Thomas J. Crowley",
    "affiliations": []
  }, {
    "name": "M. Quinn",
    "affiliations": []
  }],
  "abstractText": "Although volcanic cooling events have been detected in tree ring records, their occurrence in marine records has received much less attention. Herein we report results from a 335-year oxygen isotope record (1657-1992) from a New Caledonia coral indicating that as many as 16 interannual-scale cooling events occur within 1 year of a volcanic eruption as determined by ice core records. There are also pentadal/decadal-scale cooling events beginning in 1675, 1813, and 1903 that immediately postdate volcanic eruptions. However, the interannual correspondences are complicated by the fact that some of the cooling events also coincide with E1 Nifios, which cause cooling in this part of the western South Pacific. If our conclusions are substantiated by further work, occurrence of distinct volcanic cooling signals may enable refinement of coral chronologies by use of the \"event stratigraphic\" approach, with the most promising correlation horizons being associated with the following eruptions: 1808 (Unknown), 1813-1821 (several eruptions), 1835 (Coseguina), 1883 (Krakatau), and possibly 1963 (Agung).",
  "title": "Evidence for a volcanic cooling signal in a 335‐year coral record from New Caledonia"
}