{
  "sections": [{
    "text": "863\nISSN 0001-4370, Oceanology, 2016, Vol. 56, No. 6, pp. 863–875. © Pleiades Publishing, Inc., 2016. Original Russian Text © M.S. Barash, 2016, published in Okeanologiya, 2016, Vol. 56, No. 6, pp. 946–958.\nCauses of the Great Mass Extinction of Marine Organisms in the Late Devonian\nM. S. Barash Shirshov Institute of Oceanology, Russian Academy of Sciences, Moscow, Russia\ne-mail: barashms@yandex.ru Received June 9, 2015\nAbstract―The second of the five great mass extinctions of the Phanerozoic occurred in the Late Devonian. The number of species decreased by 70–82%. Major crises occurred at the Frasnian–Famennian and Devonian–Carboniferous boundary. The lithological and geochemical compositions of sediments, volcanic deposits, impactites, carbon and oxygen isotope ratios, evidence of climate variability, and sea level changes reflect the processes that led the critical conditions. Critical intervals are marked by layers of black shales, which were deposited in euxinic or anoxic environments. These conditions were the main direct causes of the extinctions. The Late Devonian mass extinction was determined by a combination of impact events and extensive volcanism. They produced similar effects: emissions of harmful chemical compounds and aerosols to cause greenhouse warming; darkening of the atmosphere, which prevented photosynthesis; and stagnation of oceans and development of anoxia. Food chains collapsed and biological productivity decreased. As a result, all vital processes were disturbed and a large portion of the biota became extinct.\nDOI: 10.1134/S0001437016050015\nThe Devonian Period (419.2 ± 3.2‒358.9 ± 0.4 Ma ago) (from here on, the age of stratigraphic boundaries after [30]) was marked by the second of five Phanerozoic great mass extinctions, when over 75% of organisms became extinct in relatively short time intervals. For the Late Devonian, the reduction in marine organism diversity is estimated as 13‒38% at the family level, 55‒60% at the generic level, and 70‒82% at the species level [42]. The terrestrial community suffered as well: 43‒53% of plant taxa disappeared. Most extinctions of individual taxa of marine organisms in the Late Devonian correspond to crises near the Frasnian–Famennian boundary (FFB, 372.2 Ma ago) and the terminal Devonian near its boundary with Carboniferous Period (DCB, 358.9 Ma ago) (Fig. 1). The first of these crises (FFB) was stronger. The latter is termed as the great mass extinction.\nDuring the FFB crisis, 33 families of Devonian brachiopods, which represented a diverse and abundant constituent of benthic communities, became extinct; representatives of 30 of them were tropical dwellers. The extinction was most significant among brachiopods of the middle and outer parts of the shelf. In the Devonian, bryozoans represented a thriving group that numbered over 1000 species. They became extinct prior to the extinction of most other organisms, i.e., near the boundary between the Givetian and Frasnian stages: 43% of their families, 64% of genera, and 69% of species disappeared at that time [28]. Like brachiopods, bryozoans survived the DCB extinction\nevent. In the Late Devonian, 31% of bivalves also became extinct.\nRugose corals disappeared almost completely. At the FFB, 97% of their shallow-water and 60% of deepwater species disappeared [48]. Tabulate corals, which populated reefs, lost 80% of their genera during this crisis, although they survived the crisis at the Devonian‒Carboniferous transition. Stromatoporoidea were main reef-building organisms in the Late Paleozoic forming the largest buildups in the Frasnian Age. Nevertheless, 50% of their families disappeared by the end of this age and role of main reef-builders passed to calcareous algae. Among Stromatoporoidea, only benthic communities composed of cold-resistant taxa continued existing. The end of the Frasnian Age was marked by extinction of their last six families. Reef calcareous algae also disappeared at that time.\nFor trilobites, the extinction at the end of the Famennian Age was catastrophic. Ostracods during the FFB crisis experienced strong ecological stress, which is evident from the disappearance of most species (70%). This is particularly true of detritovore ostracod taxa, while species capable of living in oxygen-deficient environments and planktonic forms suffered less. Ammonoids were also subjected to mass extinction: of 26 families, only one survived [29]. In the Late Devonian, the crisis involved all Chordata representatives except for sharks: the diversity of conodonts was drastically reduced, 9 Agnatha families disappeared, as well as 63 of 70 Arthrodira genera among\nMARINE GEOLOGY\n864\nOCEANOLOGY Vol. 56 No. 6 2016\nBARASH\nPlacoderms. Freshwater Placoderms taxa overcame the crisis with less significant losses.\nPaleontological evidence of the crises is synchronous with lithological, geochemical, and isotopic indicators of environmental changes (see review in [46]). The corresponding stratigraphic levels are marked by black shales, volcanogenic deposits, impactites, carbon and oxygen isotopic excursions, and features reflecting climate changes, sea level f luctuations, and other events. The main reasons for extinction are considered tectonic movements, f luctu-\nOCEANOLOGY Vol. 56 No. 6 2016\nCAUSES OF THE GREAT MASS EXTINCTION OF MARINE ORGANISMS 865\nations in climate and sea level, volcanism, the collision of Earth with cosmic bodies (impact events). These abiotic factors influenced the biota of the ocean through the hydrological structure and hydrothermal composition of water: its evolution, distribution areas and sizes of organisms, biodiversity, and bioproductivity. Unfavorable combinations of these factors resulted in the mass extinction of organisms.\nThe mass extinction occurred against the background of Gondwana’s position near the South Pole and development of the main Acadian‒Eovariscan fold belt (Fig. 2). Injurious environmental disturbances could be determined by intensified silicate weathering on elevated land domains and decreased greenhouse CO2 concentrations in the atmosphere. They could have also resulted from intense development of terrestrial vegetation and mass burial of organic carbon. It is believed that primary production increased due to the intensified influx of nutrients from continents.\nThe repeated global development of black shale facies, enrichment of sediments with trace elements, increase in δ34S of pyrite, positive shifts of δ13C, and dominant development of benthic species tolerant to oxygen deficiency in water represent the characteristic features of the extremely unfavorable conditions that existed during the last two Late Devonian extinctions (FFB and CDB). Two models are used to explain the elevated burial of organic carbon in sediments: better preservation of organic matter in stagnant oceans and increase in primary production, which resulted in its intensified influx to sediments. The latter model implies increased transport of biogenic elements from land during regressions. According to calculations,\nthis process could represent the main factor responsible for the formation of two +3‰ δ13C excursions in the late Famennian Age. The main causes were evidently drops in sea level [13]. In the Late Devonian, black shales enriched in organic matter were deposited due to the high influx of organic matter into sediments and favorable oxygen-deficient conditions for its preservation at the water‒bottom interface.\nThe main impulse of extinction in Upper Devonian sections near the FBB is termed the Kellwasser Event, which is reflected in the presence of two black shale members. Both Kellwasser members have been recorded in Laurentia, Gondwana, Siberia, and southern China. Organic-molecular indicators from marine sedimentary sequences of Belgium in the FFB interval point to a wide distribution of forest fires, soil erosion, and oceanic hypoxia, which was responsible for the mass extinction of marine organisms. The magnetic susceptibility data imply the prevalence of an arid climate, which stimulated forest fires [33].\nAccording to isotopic investigations of sulfur, the FFB interval in southern China and Poland is characterized by frequent disturbances in its cycle [15]. The authors explain this phenomenon by sea level and climate f luctuations, which were responsible for changes in the nutrient influx from continents, primary production volumes, and organic matter burial. The increase in nutrient influx during the a drop in sea level could significantly increase bacterial sulfate reduction. During a rapid rise sea level at the beginning of the Famennian Age, this was followed by the formation of long-term euxinic environments. The temporal coincidence of two extinction phases with geochemical reorganizations and euxinization of the\n866\nOCEANOLOGY Vol. 56 No. 6 2016\nBARASH\nphotic zone confirms the assumption that these events played an important role in the biotic crisis.\nThe Kellwasser Event affected mostly shallowwater thermophilic organisms (systems of coral reefs, brachiopods, trilobites, ammonites, conodonts, acritarchs, etc.). The FFB interval in two significantly remote areas (Belgium and China) exhibits positive shifts and high δ13Ccarb values. Some organic matter components near the FBB in both sections demonstrate similar peaks. These data indicate the global distribution of anoxic or euxinic environments, which should have affected the biota [57].\nThe difference in the geochemical characteristics of two Kellwasser black shale members in the Harz Mountains (Germany) gave grounds to assume of their different depositional environments [51]. The formation of the lower member resulted from an increased influx of nutrients from land, increased primary production, and development of anoxia on submerged platforms. The upper member formed due to the development of oxygen-deficient water in deep parts of the ocean from intermittent stratification of the water column during the maximum of the Frasnian transgression. Oxygen-deficient water could have spread over shoals during this transgression.\nAn insufficient oxygen content in water was not widely considered responsible for the disappearance of reefs due to unavailability of data on the shallowest Kellwasser facies. The intermittent occurrence of anoxic conditions on the very shallow-water carbonate platform during the Upper Kellwasser Event was proved by a geochemical study in Alberta, Canada [12]. In the Late Devonian, this area was located in the equatorial zone. Transgressions were accompanied there by distribution of euxinic or anoxic waters, which is evident from the enrichment of sediments in organic carbon and uranium.\nIn China, the Upper Devonian Hongguleleng Formation includes the Upper Kellwasser Member [14]. Unlike previous researchers who argued that this event was characteristic of shallow-water marginal epicontinental basins of the closing Rheic Ocean, the authors of [14] show that the latter is also reflected on the shoals of the open part of Paleotethys Ocean.\nThe terminal extinction pulse recorded immediately below the DCB is also reflected in the lithology as Hangenberg black shales, which have been documented in Europe, North Africa, North America, and China [45]. Their accumulation coincided with the mass extinction and glacioeustatic sea level f luctuations. The accurate U‒Pb zircon dates obtained for volcanic ash beds which bound this black shale member made it possible to specify the age of this event (from 358.97 ± 0.11 to 358.89 ± 0.20 Ma ago) and its duration (~50–100 ka). The glacioeustatic climate fluctuations likely reflect Milankovitch cycles. The terminal Devonian extinction is synchronous with volcanic eruptions, climate changes, sea level f luctua-\ntions, and the development of anoxia and probably hypercapnia. The DCB readily correlates at the subglobal scale owing to the positive δ13C peak [16, 35, 46] (Fig. 3). This peak is considered synchronous with the Hangenberg black shale member.\nThe hydrochemical changes in the ocean during the Devonian‒Carboniferous transition from euxinic to aerobic conditions was able to be determined by replacement of vertical haline circulation with thermohaline circulation. In the Devonian, deep parts of the ocean were filled with transformed dense hypersaline water that formed in epicontinental and shelf seas at low latitudes, while cooling resulted in its formation at high latitudes from the sinking of cold, well-aerated water. Another probable cause of these changes could be a low oxygen concentration in the Devonian atmosphere and an increase in it by the end of this period [5].\nUnlike in most DCB sections represented by black shales with high concentrations of organic matter, the section located in the eastern Alps (Austria) is composed of carbonate facies. The last section was subjected to high-resolution geochemical studies [11]. The concentrations of organic matter and δ13C, δ18O, δ34S isotopes reveal a shift to higher values, which reflects cooling, intensification of oceanic circulation, and elevated bioproductivity.\nThe Hangenberg black shales that accumulated on the Late Devonian shelf in its Poland part are evidence that they were deposited under alternatively varying (anoxic to well-aerated) conditions in the bottom water layer. U/Th values exceeding 1.25, Ni/Co values exceeding 7, a total content of organic matter above 10%, and other geochemical features in the lower part of the Hangenberg member indicate anoxic or euxinic environments. The formation of the upper part of the black shale member was also accompanied by intermittently occurring anoxic conditions. All the examined samples contained small pyrite framboids and biomarkers confirming euxinic conditions in the photic zone [41]. The middle part of the Hangenberg shale member in the same section encloses a bed of volcanogenic sediments with geochemical characteristics typical of oceanic basalts. Proceeding from these data, the authors believe that volcanism could have resulted in a reduction in biodiversity.\nThe Kellwasser and Hangenberg black shale members enclose bacterial mats similar to their counterparts formed by recent cyanobacteria [36]. Cyanobacteria are tolerant to low-sulfide conditions. They characterize conditions in Late Devonian epicontinental seas as euxinic and enriched in H2S, i.e., unfavorable to most benthic organisms. It is conceivable that bottom conditions during the Late Devonian varied from well-aerated to anoxic depending on the rates of oxygen production by cyanobacteria, intensity of H2S emission from decomposed mats, and plankton production rates.\nOCEANOLOGY Vol. 56 No. 6 2016\nCAUSES OF THE GREAT MASS EXTINCTION OF MARINE ORGANISMS 867\nFi g.\n3 . C\nor re\nla tio\nn be\ntw ee\nn ab\nio tic\nfa ct\nor s a\nnd m\nas s e\nxt in\nct io\nns o\nf o rg\nan is\nm s i\nn L\nat e\nD ev\non ia\nn. E\nnv ir\non m\nen ta\nl c on\ndi tio\nns : s\nur fa\nce w\nat er\nte m\npe ra\ntu re\nin lo\nw la\ntit ud\nes , a\nfte r [\n31 ];\nFr as\nni an\n‒ Fa\nm en\nni an\nb ou\nnd ar\ny (F\nF B\n); s\nea l\nev el\n: (“\n+ ”)\nt ra\nns gr\nes si\non ,\n(“ ‒\n“ re\ngr es\nsi on\n, af\nte r\n[3 2]\n; ca\nrb on\ni so\nto pe\nr at\nio δ\n13 C\n, af\nte r\n[1 3]\n; im\npa ct\ne ve\nnt s,\nc ra\nte r\ndi am\net er s: (1 )> 10 0 km , ( 2) 1 00 ‒ 10 k m , ( 3) < 10 k m ; v ol ca ni sm o f V ilu y tr ap p ro vi nc e (p er io ds o f i nt en si fi ca tio n ar e in di ca te d) . R ec ta ng le s s ho w st ra tig ra ph ic p os iti on o f b la ck sh al e m em - be rs a nd K el lw aa ss er a nd H an ge nb er g m as s e xt in ct io n ev en ts . D as he d lin es sh ow a ss um ed in te rv al s o f a ge e st im at es . 20 25 30 2 4 Te m pe ra tu re , ° С δ1 3 C , ‰ Im pa ct e ve nt s Vo lc an is m V ilu y tr ap C ha rle vo ix C ha rle vo ix C ha rle vo ix Si lja n A or ou ng a F lin n C re ek W oo dl ei gh W oo dl ei gh W oo dl ei gh A la m o Il yi ne ts K al ug a Se a le ve l – + 1 2 3 D C B F F B F F B F F B B la ck sh al e E xt in ct io n “H an ge nb er g ev en t” “K el lw aa ss er ev en t” Mid. DevonianLate DevonianCarboniferous GivetianFrasnianFamennian ?? A la m o A la m o A la m o\n868\nOCEANOLOGY Vol. 56 No. 6 2016\nBARASH\nThe Frasnian Age was marked by a global rise in sea level (Fig. 4). Mass extinction occurred against the background of its sharp drop at the Franian/Famennian transition due to the onset of glaciation in the Southern Hemisphere. These processes resulted in reduction in the main ecological niche for marine organisms and was accompanied by accumulation of Kellwasser black shales. The Famennian Age was characterized by a global drop in sea level, which was interrupted by its several glacioeustatic rises and culminated in the less significant Hangenberg mass extinction during another sharp drop in sea level, which was, in turn, determined by the maximum glaciation on Gondwana [52].\nThe authors of [52] believe that catastrophic eustatic rises in sea level and subsequent mass extinction in the late Frasnian are most likely explained by a series of comet showers. They substantiate this assumption by many known and presumable impacts, such as the Siljan and Flinn Creek events. The major rise in sea level after the Alamo impact event is considered as an argument in favor of relations between catastrophic rise in sea levels and comet showers. The rise in sea levels induced by the Alamo impact event and subsequent comet showers weakened the ecosystem\nand strengthened the injurious effect of the sea level fall at the end of Frasnian Age marked by mass extinction.\nClimate changes such as both warming and cooling are also considered as being responsible for mass extinction. Warmings associate with emanation of greenhouse gases during volcanic eruptions and subsequent development of anoxia [10, 23, and others]. Coolings associate with glaciation in the Southern Hemisphere and drop in sea level. The Devonian cooling could be caused by outburst of terrestrial plants, which consumed carbon dioxide from the atmosphere, intensified weathering, anoxia development, and burial of organic carbon [4].\nCooling at the Frasnian‒Famennian transition is substantiated by the dominant extinction of reefdwelling and other low-latitudinal organisms, survival of cold-resistant organisms during and after crisis periods, evidence of Gondwana glaciation, and rapid sea level f luctuations. Cooling in the low-latitude zone could have resulted from the convergence between the Gondwana and Laurentia plates in the Frasnian Age, blocked equatorial circulation, and deviation of cold high-latitude currents to the tropical zone [18].\nOCEANOLOGY Vol. 56 No. 6 2016\nCAUSES OF THE GREAT MASS EXTINCTION OF MARINE ORGANISMS 869\nAvailable publications contain many paleontological and lithological data on the terminal Frasnian cooling related to Gondwana glaciation and indicating that the latter marked the onset of the Late Paleozoic glacial epoch [43]. Its first and second impulses took place approximately 376 Ma ago (lower Kellwasser) and 375 Ma ago (upper Kellwasser), respectively. Both impulses are ref lected in the reduction in biodiversity. The second stage of the Late Paleozoic glacial epoch corresponded to the Famennian cooling event. Glaciation in Gondwana reached its maximum at that time. Coastal sections (Kentucky, United States) contain glacial detritus including boulders. The minimum size of the Famennian ice sheet in western Gondwana at the second stage is estimated as 16 × 106 km2.\nMany continents yield evidence of a rapid eustatic drop in sea levels in the Late Devonian: carstification and brecciation of Frasnian and Famennian carbonate rocks determined by their subaerial exposition, stratigraphic hiatuses, evaporitic and black shale formations.\nCooling and Famennian glaciations in southern Gondwana can also be explained by tectonic factors [7]. The simultaneous formation of the main Acadian‒Eovariscan fold belt gives reasons to explain relations between environmental perturbations and intense continental rise through two mechanisms responsible for the decrease of CO2 concentrations in the atmosphere: (1) intensification of silicate weathering on continents, which is evident from the significant increase in the 87Sr/86Sr value of seawater at the\nFrasnian‒Famennian transition; (2) mass burial of organic carbon (Kellwasser Event) in semiclosed basins due to the reduction in equatorial interoceanic connections between the Panthalassa and Paleotethys oceans. It is also assumed that primary production increased owing to the elevated influx of nutrients from continents.\nThe sea level changes documented in deep-sea sections, on submarine rises, slopes, outer and inner parts of the shelf [52], as well as the global positive δ13Ccarb excursion, confirm the correlation of the mass extinction near the FBB with the drop in sea level and changes in the carbon cycle [56].\nTo determine CO2 concentrations, Δ δ13C (= δ13Ccarb ‒ δ13Corg) is used [20], since the difference between the carbonate and organic components is determined by fractionation during photosynthesis, which depends partly on the CO2 concentrations in seawater. In order to reveal correlations between variations in CO2 concentrations in the atmosphere and extinctions in the FFB interval, paired analyses of inorganic (δ13Ccarb) and organic (δ13Corg) carbon isotopes were performed for two Upper Devonian sections in southern China [56] (Fig. 5). A more significant fall in the share of organic isotope as compared with its carbonate counterpart indicates increased CO2 concentration in the atmosphere. This decrease was preceded by regression, which corresponded to the beginning of mass conodont extinction. The drop in temperature deter-\n870\nOCEANOLOGY Vol. 56 No. 6 2016\nBARASH\nmined by the decreased greenhouse effect of atmospheric CO2 could have contributed to the mass extinction.\nAccording to [16], which investigated marine sections in the United States (Illinois), the δ13Ccarb values increased from ‒1.0 to +5.0‒7.0‰ (Hangenberg excursion) at the Famennian‒Tournaisian transition, indicating that the greenhouse climate was replaced by a glacial one [16]. High-resolution investigations of changes in depositional environments in the DCB interval carried out in eastern Anti-Atlas (Morocco) [34] revealed high-frequency sea level fluctuations, including two global transgressive and anoxic events corresponding the accumulation of Hangenberg (DCB) and Lower Alum black shales (Tournaisian Stage of the Lower Carboniferous). In this region, both events coincide with mass extinctions. Correlation with glacial phases in southern Gondwana implies the glacioeustatic factor as responsible for sea level f luctuations and an overall drop by approximately 100 m, corresponding to the main regressive phase of the Hangenberg Event. These results are consistent with assumptions of a mild humid climate for the terminal Devonian, which stimulated expansion of glaciation in high latitudes and elevated accumulation of detrital sediments in the middle latitudes of Northwest Africa.\nApatite of conodonts abundant in Paleozoic sections was used for quantitative reconstruction of Devonian paleotemperatures [31]. The oxygen isotope ratio was measured in 639 samples from sections of North America, Europe, and Australia. In the tropical belt, paleotemperatures were as high as 30‒32°C in the Early Devonian; in the Middle Devonian (397‒385 Ma ago) they decreased to 22‒25°C; in the Frasnian Age, they increased again to reach maximal values (30‒32°C) at the Frasnian‒Famennian transition. These reconstructed paleotemperatures indicate that coral‒stromatoporoidea reefs developed under relatively mild climate conditions, while reefs formed by microbial communities were characteristic of very warm environments of the Early and Late Devonian. In the middle‒late Famennian, moderate cooling was crowned by brief glaciation at the Devonian‒Carboniferous transition, which is reflected in the positive δ18O shift in apatite of conodonts. Judging from these paleoreconstructions, two Devonian extinction events (at the Givetian‒Frasnian and, in particular, Frasnian‒Famennian transitions) corresponded to temperature growth episodes.\nThe Kowala section in Poland reflects climatic fluctuations determined by astronomical rhythms [21]. Sediments of its lower part were deposited under conditions of a hot greenhouse climate, while overlying sediments imply transition to glacial environments. The lithological variations in the Frasnian‒Famennian section correspond to eccentricity rhythms lasting 405 and 100 ka. This interpretation is confirmed by high-resolution measurements of stable\nisotopes. According to the developed age model, events accompanied by accumulation of lower and upper Kellwasser black shales are separated by a period of 800 ka. The pyrite distribution and Th/U dates showed that during the late Kellwasser Event, the oxygen content remained low during 400 kyr. According to δ13Corg measurements, the carbon cycle after its shift by +3‰ became stable 600 kyr later.\nThe Famennian‒Tournaisian (DCB) interval demonstrates lithological variations corresponding to 100-ka-long astronomical cycles. In the opinion of the above-mentioned authors [21], black shale members including that reflecting the Hangenberg Event accumulated during the transgression, when the extremely high eccentricity stimulated destruction of small continental ice sheets in southern latitudes of western Gondwana.\nVolcanic eruptions, including the eruption of Viluy traps, which was the largest in the Devonian, undoubtedly had a significant influence on the extinctions. The Viluy (Yakutsk) trap province developed in the Lena, Markha, and Viluy river valleys along riftogenic normal faults and on slopes of the Anabar and Aldan shields. Intrusive rocks are represented by dikes, sills, and bedded basaltic breccias. Basalts are intercalated by ashes and tuffs. The Late Devonian‒Early Carboniferous volcanics and sediments rest upon Proterozoic and Lower Paleozoic rocks. The Viluy aulacogen extends northeast for 600 km to dip under the Verkhoyansk fold belt. The largest part of the Viluy trap province is eroded, and its western part is overlain by Siberian Permian‒Triassic traps. At the same time, only the aulacogen proper contains approximately 300000 km3 of igneous rocks [39].\nEruptions represented a multistage process. The thickness of the sedimentary sequence is 3‒7 km in the western part of the rift. The total volume of igneous rocks in the Viluy rift is estimated to be 1000000 km3. The 40Ar/39Ar age averaged for several samples is 373.4 ± 0.7 Ma, which corresponds to the FFB age, accepted as 372.2 ± 1.6 Ma [19]. Other dates obtained for samples from the Viluy rift constitute two clusters with mean weighted values of 364.4 ± 1.7 and 376.7 ± 1.7 Ma. The first value is close to the DCB age, some ahead of it. The authors believe that these data support the hypothesis on relationships between extinctions and volcanism [50]. The application of the new 40Ar/39Ar technique for dating basaltic eruptions taking into account their alteration during weathering allowed the author of [8] to draw a conclusion on the sufficient dating accuracy and argue that eruption of Viluy traps corresponds in age to the FBB, i.e., the main mass extinction of the Late Devonian.\nThere are also other large regions of Late Devonian magmatism in addition to the Vilyui trap province. Two stages of basaltic magmatism are recorded in the South Urals: in the last third of the Frasnian Age and more powerful corresponding to the FBB [54]. A large\nOCEANOLOGY Vol. 56 No. 6 2016\nCAUSES OF THE GREAT MASS EXTINCTION OF MARINE ORGANISMS 871\nregion of alkaline magmatism 100000 km2 in size, which includes 25 magmatic centers, is known in the East European Platform [55]. The Pripyat–Dnieper– Donets rift zone extends for over 800 km [38]. The volcanic zone in northern Iran was likely a constituent of the large Late Devonian volcanic province in the peripheral part of Paleotethys [24]. Reflections of Late Devonian magmatic processes are also known in northern and southern China. The impact of eruptions on the biota includes several probable mechanisms: ejections of large volumes of CO2 and SO2 into the atmosphere, global darkening, acid rains, warming, rise in sea level, formation of high-saline deep water, relatively strong vertical stratification, and development of anoxia in the ocean. The ratios between REE, Fe, Mn, Al, and other elements in limestones of southern China indicate the development of hydrothermal processes at that time, which could have influenced oxidation of seawater, its pollution by heavy metals, and eutrophication, and could have resulted in disturbance of the neritic ecosystem [58].\nUpper Devonian sections demonstrate reflections of intense bombardment of the Earth by cosmic bodies (asteroids and/or comets), which should have injuriously affected biodiversity. They are represented by craters and areas with elevated iridium concentrations, shocked quartz, and microspherules. (Estimates of ages of impact events obtained by different methods are characterized by the significant scatter.) One such manifestation, the Woodleigh crater, is near the western coast of Australia (26°03′ S, 114°40′ E). The crater is estimated to be Late Devonian in age: 364 ± 8 Ma after [22] and 369 ± 4 Ma after [44]. Its diameter is 120 km (probably, up to 160 km). This crater is fourth in size among similar known structures over all the Earth. It is overlain by sediments; nevertheless, its structure has been revealed by gravimetric measurements, and that of oceanic rocks, by drilling. The crater bears distinct features of an astrobleme. The central uplift of the granitoid basement is approximately 20‒25 km across. It is located at a depth of 171 m, i.e., 1800 m above the regional basement. The uplift is surrounded by a ring trough. The sediments contain shocked quartz and other mineralogical indicators of the impact crater. The size of the impact body (asteroid, comet) is estimated to have been 5‒12 km across.\nThe Siljan crater is located in central Sweden (61°2′ N, 14°52′ E; diameter 50‒60 km). Its age is estimated as either 361.0 ± 1.1 or 368 ± 1 Ma [44] (in any case, Late Devonian). This impact structure resulted from a granite massif 1700 Ma old being struck by a cosmic body, which stimulated the formation of a melted granite layer ~200 m thick, overheated to 2000‒2200°C, and a spacious system of fractures in the granite massif extending to a depth of 5‒6 km. Several structures (Khibiny, Lovozero, and Kontozero) are confined to a single NE-trending line with the undoubted Siljan astrobleme, which likely implies the\nsame formation mechanism [3]. Glassy spherules with morphological and chemical properties similar to the properties of tectites and microtectites have been found at the stratigraphic level of the FFB in sections of Belgium [17]. It is assumed that these spherules represent products of ejection during the impact event, most likely related to the formation of the Siljan crater.\nThe Flinn Ceek crater is in Tennessee (United States) (36°17′ N, 85°40′ W; diameter 3.6 km). It is estimated as 360.0 ± 20.0 Ma old [22, 44]. This structure resulted from an asteroid hitting Ordovician carbonate deposits. The crater is filled with basal breccia and Upper Devonian black shales.\nThe Aorounga impact crater (19°06′ N, 19°15′ E), discovered in northern Chad (Africa) in 1992, is 12.5– 18.0 km across (according to different estimates) and less than 345 Ma old. The crater is deeply eroded. Its structure is represented by two ring swells approximately 100 m high located up to 7 and 11 km from the center. The swells are separated by a ring depression with a hummocky area in the central part approximately 1.5 km wide. The section includes fine-grained breccia composed of particles with f luidal texture [9]. The maximum age estimate of the impact derived from target rocks corresponds to the Late Devonian. Subsequently, the sizes of the structure and its elements were specified and new mineralogical features indicating its impact nature were found [37]. In recent catalogs, the age of the impact event is indicated as <345 Ma, i.e., Carboniferous. Subsequently, a chain of four craters was established (10.9–12.0 km across and located 14‒20 km from each other), which extends northeast. The age of three of them was determined as ~360 Ma; i.e., this impact event occurred immediately prior to the Devonian‒Carboniferous transition.\nThe giant Alamo structure (37°30′ N, 116°30′ W; diameter up to 190 km) is described in North America (Nevada and neighboring states). Its age is estimated as 367 Ma (some authors consider it to be 382.1 ± 3.0 Ma old [44]). This region, ~25000 km2 in size, hosts Alamo impact breccia, representing a member of shallow-water marine limestone 50‒100 m thick that disintegrated into large blocks and was deformed. There are geological, petrographical, and geochemical features indicating that the Alamo Event reflects the impact of a large cosmic body (~5 km across) hitting a relatively deep-sea area beyond the carbonate platform on the tectonically active margin of the Panthalassa Ocean or on the shelf margin. The differentiated crater, 50–75 km in diameter, buried under sediments is located at a water depth of 1.5 km [47].\nOver 20 mountainous areas surrounding the crater exhibit outcrops of allochthonous and semiautochthonous breccias, impact ejection products, and seismically disturbed layers. The lower part of the breccia sequence contains sediments deposited several seconds after the impact, as well as tsunamites and fine-\n872\nOCEANOLOGY Vol. 56 No. 6 2016\nBARASH\ngrained sediments deposited subsequently over several hours or a longer period. An iridium anomaly (~70 ppt), grains of shocked quartz, carbonate accretionary lapillis, products of impact-induced metamorphism, and different ejection products, including glassy spherical grains, confirm the impact nature of this structure. Alamo breccias are found at a distance of at least 100 km away from the intended point of impact, and distal quartz grains emissions, at distances up to 250 km.\nSeveral other astroblemes are also attributed to the Late Devonian: Charlevoix (Quebec, Canada, 47°32′ N, 70°18′ W, diameter 54 km), Ilyinets (Ukraine, 49°08′ N, 29°11′ E, diameter 4.5 km), Kaluga (Russia, 54°30′ N, 36°15′ E, diameter 15 km), Elbow (Canada, 50°59′ N, 106°43′ W, diameter 8 km). Figure 3 presents assumed ages of these events.\nIn southern China, uppermost Frasnian sediments contain microspherules of presumably impact origin [40] and peak iridium concentration at the FBB, which is interpreted by different researchers as either reflecting the impact event or resulting from reducing processes. The moderate iridium anomaly exceeding its background values approximately 20 times was discovered near the FBB in Western Australia [49]. This anomaly may be related to development of the stromatolite layer with cyanobacterium Frutexites, fibers of which concentrate some elements such as Ir, Pt, Co, As, Mn, Fe, and others exceeding their background values by two to five times. Thus, the iridium\nanomaly in question may be related to other processes, not an impact event.\nA special investigation aimed at discovering the features indicating impact events that could have been responsible for the biotic crisis were undertaken in the FFB stratotype of southern France [26]. In contrast to previous investigations of the same section, no high Ir concentrations, Ni spinel, or microtectites were found by these authors. A twofold excess of Ir concentration found in some samples is explained by these authors as the accumulation of common cosmic dust during periods of low sedimentation rates. Nevertheless, there is convincing evidence that Late Devonian extinctions correspond to many (including major) impact events, which should have been responsible for environmental deteriorations.\nAll of this indicates that mass extinction in the Late Devonian was determined by a combination of impact events and extensive volcanism. They could have acted during a continuous (longer or shorter) time interval, as has been noted for almost all great mass extinctions [2]. Their joint action was the most catastrophic. Volcanism and an impact event result in similar consequences for environments (Fig. 6): ejection of harmful chemical elements and aerosols into the atmosphere, the greenhouse effect, warming, darkening of the atmosphere preventing penetration of ultraviolet light and photosynthesis, stagnation of oceans, and development of anoxia. These processes are accompanied by a reduction in bioproductivity and destruction of food chains. Mass extinctions are confined to time\nOCEANOLOGY Vol. 56 No. 6 2016\nCAUSES OF THE GREAT MASS EXTINCTION OF MARINE ORGANISMS 873\nintervals in which the combination of harmful conditions reached a level impossible for the further existence of different groups of organisms: disturbances of vital processes led to mass extinction of the biota.\nSuch a conclusion broadens the views on the possible abiotic factors responsible for great mass extinctions, which have been discussed for many decades. Climate changes, volcanic eruptions, tectonic movements, sea level f luctuations, and impact events, which have been considered as such factors, represent only links in chain processes resulting in mass extinctions. It seems that the succession of all these processes is primarily determined by sinusoidal oscillations of the solar system with respect to the galaxy and crossing of its arms during orbital motion around the center [25]. According to these authors, reiteration of extinctions at the same points of different spiral arms confirm the main (galactic) cause of these events, which reflects its influence on terrestrial and extraterrestrial processes.\nSome authors doubt this hypothesis or even ignore it due to temporal inconsistencies between volcanism, impact events, and extinctions. In my opinion [1, 2], these inconsistencies are insignificant, since cosmic factors are responsible for intervals of unfavorable conditions millions of years long, which determine such stepwise extinctions as, e.g., the Late Devonian and Triassic‒Jurassic events. Mass extinctions occur within intervals in which environmental conditions become extremely unfavorable.\nRecently, several researchers reached the same conclusion discussed in this work: mass extinctions were determined by the combination of impact events and volcanism. Analysis of extinctions at the generic level for 73 stratigraphic units of the Mesozoic and Cenozoic revealed that most significant extinctions took place only during simultaneous action of volcanism and asteroid impacts [6]. Volcanism, climate changes, and sea level f luctuations exert pressure on ecosystems to change their structures. Impact events, as well as oceanic anoxia, are such sudden catastrophic events that determine mass extinctions."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This work was supported by project no. 0149-2014- 0027 of the Shirshov Institute of Oceanology (government contract of the Federal Agency of Scientific Administration) and by the Presidium of the Russian Academy of Sciences (program no. 28 “Problems of the Origin of Life and Development of the Biosphere)."
  }],
  "year": 2016,
  "references": [{
    "title": "Causes and prime causes of mass biotic extinctions in the Phanerozoic,",
    "authors": ["M.S. Barash"],
    "venue": "Dokl. Earth Sci",
    "year": 2012
  }, {
    "title": "Interaction of the reasons for the mass biota extinctions in the Phanerozoic,",
    "authors": ["M.S. Barash"],
    "venue": "Oceanology (Engl. Transl.)",
    "year": 2013
  }, {
    "title": "Khazanovich-Vul’f, Diatreme Trails of Astrobleme Structures or “Bolide Model” of Kimberlite Pipe Formation (Geomaster, Petrozavodsk, 2007) [in Russian",
    "authors": ["K. K"],
    "year": 2007
  }, {
    "title": "Algeo, “Can marine anoxic events draw down the trace element inventory of seawater?",
    "authors": ["J. T"],
    "venue": "Geology 32,",
    "year": 2004
  }, {
    "title": "Sedimentary Corg : P ratios, paleocean ventilation, and Phanerozoic atmospheric pO2org,” Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["T.J. Algeo", "E. Ingall"],
    "year": 2007
  }, {
    "title": "Press-pulse: a general theory of mass extinction?",
    "authors": ["N.C. Arens", "I.D. West"],
    "venue": "Paleobiology",
    "year": 2008
  }, {
    "title": "Mountain building-enhanced continental weathering and carbon burial as major causes for climatic cooling at the Frasnian–Famenian boundary (c",
    "authors": ["O. Averbuch", "N. Tribovillard", "X. Devleeschouwer"],
    "venue": "Terra Nova 17,",
    "year": 2005
  }, {
    "title": "a cautionary tale regarding alteration and loss of  40Ar,” J",
    "authors": ["A.K. Baksi", "“40Ar/39Ar ages of f lood basalt provinces in Russia", "China", "their possible link to global faunal extinction events"],
    "venue": "Asian Earth Sci. 84, 118–130",
    "year": 2014
  }, {
    "title": "Solages, “Impact hypervéloce d’une météorite géante á l’origine de la dépression circulaire d’Aorounga au Tchad (Afrique),",
    "authors": ["J.F. Becq-Giraudon", "O. Rouzeau", "E. Goachet"],
    "venue": "Compt. Rend. Acad. Sci. Paris",
    "year": 1992
  }, {
    "title": "A model for atmospheric CO2 over Phanerozoic time,",
    "authors": ["R.A. Berner"],
    "venue": "Am. J. Sci. 291,",
    "year": 1991
  }, {
    "title": "Geochemical record of Late Devonian to Early Carboniferous events, Palaeozoic of Graz, eastern Alps, Austria,",
    "authors": ["A.-V. Bojar", "F. Neubauer", "C. Koeberl"],
    "venue": "Geol. Soc. Spec. Publ",
    "year": 2013
  }, {
    "title": "Carbon isotope stratigraphy of the Devonian of Central and Southern Europe,",
    "authors": ["W. Buggish", "M.M. Joachimski"],
    "venue": "Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "year": 2006
  }, {
    "title": "A new model for the Kellwasser Anoxia Events (Late Devonian): shallow water anoxia in an open oceanic setting in the Central Asian Orogenic Belt,",
    "authors": ["S.K. Carmichael", "J.A. Waters", "T.J. Suttner"],
    "year": 2014
  }, {
    "title": "Large sulphur isotopic perturbations and oceanic changes during the Frasnian–Famennian transition of the Late Devonian,",
    "authors": ["D. Chen", "J. Wang", "G. Racki"],
    "venue": "J. Geol. Soc. London",
    "year": 2013
  }, {
    "title": "Western Illinois basin,” Subcomm",
    "authors": ["S. Clark", "J. Day", "B. Ellwood", "et al.", "“Astronomical tuning of integrated upper Famennian–Early Carboniferous faunal", "carbon isotope", "high resolution magnetic susceptibility records"],
    "venue": "Devonian Stratigr. Newslett., No. 24, 27– 35",
    "year": 2009
  }, {
    "title": "Casier, “Microtektite-like glass associated with the Frasnian–Famennian boundary mass extinction,",
    "authors": ["P. Claeys", "J.-G"],
    "venue": "Earth Planet. Sci. Lett. 122,",
    "year": 1994
  }, {
    "title": "Frasnian–Famennian mass extinction and cold-water oceans,",
    "authors": ["P. Copper"],
    "venue": "Geology 14,",
    "year": 1986
  }, {
    "title": "eruption at the time of Late Devonian extinction events?” Earth Planet",
    "authors": ["V. Courtillot", "V.A. Kravchinsky", "X. Quidelleur", "et al.", "“Preliminary dating of the Viluy traps (Eastern Siberia"],
    "venue": "Sci. Lett. 300, 239–245",
    "year": 2010
  }, {
    "title": "implications for paleoceanography and paleoclimate,” Palaeogeogr",
    "authors": ["B.D. Cramer", "M.R. Saltzman", "“Early Silurian paired  δ13Ccarb", "δ13Corg analyses from the midcontinent of North America"],
    "venue": "Palaeoclimatol. Palaeoecol. 256, 195–203",
    "year": 2007
  }, {
    "title": "The astronomical rhythm of Late-Devonian climate change (Kowala section, Holy Cross Mountains, Poland),",
    "authors": ["D. DeVleeschouwer", "M. Rakocinski", "G. Racki"],
    "venue": "Earth Planet. Sci. Lett. 365,",
    "year": 2013
  }, {
    "title": "Proliferation of abnormal palynoflora during the end-Devonian biotic crisis,",
    "authors": ["P. Filipiak", "G. Racki"],
    "venue": "Geol. Quart. 54,",
    "year": 2010
  }, {
    "title": "volcanism as a possible trigger of the environmental perturbation near the Frasnian–Famennian boundary,” Geol",
    "authors": ["M.H.M. Gharaie", "R. Matsumoto", "Y. Kakuwa", "P.G. Milroy", "“Late Devonian facies variety in Iran"],
    "venue": "Quart. 48 (4), 323–332",
    "year": 2004
  }, {
    "title": "Search for impact remains at the Frasnian-Famennian boundary in the stratotype area, southern France,",
    "authors": ["C. Girard", "E. Robin", "R. Rocchia"],
    "venue": "Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "year": 1997
  }, {
    "title": "Mass Extinctions and Their Aftermath (Oxford",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "year": 1997
  }, {
    "title": "Ammonoid extinction events,",
    "authors": ["M.R. House"],
    "venue": "Philos. Trans. R. Soc., B 325,",
    "year": 1989
  }, {
    "title": "Insights from oxygen isotopes in apatite,” Earth Planet",
    "authors": ["M.M. Joachimski", "S. Breisig", "W. Buggisch", "et al.", "“Devonian climate", "reef evolution"],
    "venue": "Sci. Lett. 284, 599–609",
    "year": 2009
  }, {
    "title": "Devonian Eustatic f luctuations in Euramerica,",
    "authors": ["J.G. Johnson", "G. Klapper", "C.A. Sandberg"],
    "venue": "Geol. Soc. Am. Bull. 96,",
    "year": 1985
  }, {
    "title": "A forest fire and soil erosion event during the Late Devonian mass extinction,",
    "authors": ["K. Kaiho", "S. Yatsu", "P. Gorjan"],
    "venue": "Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "year": 2013
  }, {
    "title": "Aboussalam, “Climate-controlled mass extinctions, facies, and  sea-level changes around the Devonian–Carboniferous boundary in the eastern Anti-Atlas (SE Morocco),",
    "authors": ["S.I. Kaiser", "R.T. Becker", "T. Steuber", "S. Z"],
    "year": 2011
  }, {
    "title": "implications from stable isotopes and conodont biofacies in southern Europe,” Geol",
    "authors": ["S.I. Kaiser", "T. Steuber", "R.T. Becker", "“Environmental change during the Late Famennian", "Early Tournaisian (Late Devonian-Early Carboniferous"],
    "venue": "J. 43, 241–260",
    "year": 2008
  }, {
    "title": "remote sensing, and petrography and geochemistry of target rocks,” Meteor",
    "authors": ["C. Koeberl", "W.U. Reimold", "G. Cooper", "et al.", "“Aorounga", "Gweni Fada impact structures", "Chad"],
    "venue": "Planet. Sci. 41, 1455–1471",
    "year": 2005
  }, {
    "title": "Syn-rift evolution of the Pripyat Trough: constraints from structural and stratigraphic modeling,",
    "authors": ["N.J. Kusznir", "A. Kovkhuto", "R.A. Stephenson"],
    "venue": "Tectonophysics 268,",
    "year": 1996
  }, {
    "title": "Biological, depositional, microspherule, and geochemical records of the Frasnian/Famennian boundary beds, South China,",
    "authors": ["X.P. Ma", "S.L. Bai"],
    "venue": "Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "year": 2002
  }, {
    "title": "Deciphering the upper Famennian Hangenberg Black Shale depositional environments based on multi-proxy record,",
    "authors": ["L. Marynowski", "M. Zato", "M. Rakociski"],
    "year": 2012
  }, {
    "title": "The Late Devonian Mass Extinction: The Frasnian–Famennian Crisis (Columbia",
    "authors": ["G.R. McGhee Jr."],
    "year": 1996
  }, {
    "title": "a proposed test of the glaciation hypothesis,” Geol",
    "authors": ["G.R. McGhee Jr.", "“The Late Devonian (Frasnian/Famenian) mass extinction"],
    "venue": "Quart. 58 (2, 263–268",
    "year": 2014
  }, {
    "title": "High-precision U-Pb age and duration of the latest Devonian (Famennian) Hangenberg event, and its implications,",
    "authors": ["P.M. Myrow", "J. Ramezani", "A.E. Hanson"],
    "venue": "Terra Nova 26,",
    "year": 2014
  }, {
    "title": "A carbon isotopic and sedimentological record of the latest Devonian (Famennian) from the Western U.S. and Germany,",
    "authors": ["P.M. Myrow", "J.V. Strauss", "J.R. Creveling"],
    "year": 2011
  }, {
    "title": "Late Devonian Alamo Event, Nevada, USA; Multiple evidence offplatform marine impact,",
    "authors": ["J.R. Morrow", "C.A. Sandberg"],
    "venue": "Lunar Planet. Inst. Contrib., No. 1167,",
    "year": 2003
  }, {
    "title": "The rugose coral record across the Frasnian–Famennian boundary,",
    "authors": ["A.E.H. Pedder"],
    "venue": "Geol. Soc. Am. Spec. Pap. 190,",
    "year": 1982
  }, {
    "title": "Iridium anomaly in the Upper Devonian of the Canning Basin, Western Australia,",
    "authors": ["P.E. Playford", "D.J. McLaren", "C.J. Orth"],
    "year": 1984
  }, {
    "title": "New 40Ar/39Ar and K–Ar ages of the Viluy traps (Eastern Siberia): further evidence for a relationship with the Frasnian–Famennian mass extinction,",
    "authors": ["J. Ricci", "X. Quidelleur", "V. Pavlov"],
    "year": 2013
  }, {
    "title": "The Late Frasnian Kellwasser horizons of the Harz Mountains different mechanisms,",
    "authors": ["L. Riquier", "N. Tribovillard", "O. Averbuch"],
    "venue": "Chem. Geol. 233,",
    "year": 2006
  }, {
    "title": "Late Devonian sea-level changes, catastrophic events, and mass extinctions,",
    "authors": ["C.A. Sandberg", "J.R. Morrow", "W. Ziegler"],
    "venue": "Catastrophic Events and Mass Extinctions: Impacts and Beyond,",
    "year": 2002
  }, {
    "title": "Scotese, Quicktime Computer Animations, PALEOMAP Project (University of Texas",
    "authors": ["R. C"],
    "year": 1998
  }, {
    "title": "Lyashkevich, “Magmatism and the geodynamics of rifting of the Pripyat–Dniepr– Donets rift, East European Platform,",
    "authors": ["Z.M.M. Wilson"],
    "venue": "Tectonophysics",
    "year": 1996
  }, {
    "title": "Carbon isotopic evidence for the associations of decreasing atmospheric CO2 level with the Frasnian–Famennian mass extinction,",
    "authors": ["B. Xu", "Z. Gu", "C. Wang"],
    "venue": "J. Geophys. Res. 117,",
    "year": 2012
  }, {
    "title": "Euxinic ocean during the Late Devonian mass extinction inferred from organic compounds,",
    "authors": ["S. Yatsu", "K. Kaiho", "M. Oba"],
    "venue": "J. Earth Sci",
    "year": 2010
  }, {
    "title": "evidence from geochemistry of rare earth elements,” Sci",
    "authors": ["J.W. Zeng", "R. Xu", "X.M. Gong", "“Hydrothermal activities", "seawater acidification in the Late Devonian FF transition"],
    "venue": "China Earth Sci. 54, 540–549",
    "year": 2011
  }],
  "id": "SP:336e6f0de30cabac2afd3a78c6ee99fdb9ec1edd",
  "authors": [{
    "name": "M. S. Barash",
    "affiliations": []
  }],
  "abstractText": "The second of the five great mass extinctions of the Phanerozoic occurred in the Late Devonian. The number of species decreased by 70–82%. Major crises occurred at the Frasnian–Famennian and Devonian–Carboniferous boundary. The lithological and geochemical compositions of sediments, volcanic deposits, impactites, carbon and oxygen isotope ratios, evidence of climate variability, and sea level changes reflect the processes that led the critical conditions. Critical intervals are marked by layers of black shales, which were deposited in euxinic or anoxic environments. These conditions were the main direct causes of the extinctions. The Late Devonian mass extinction was determined by a combination of impact events and extensive volcanism. They produced similar effects: emissions of harmful chemical compounds and aerosols to cause greenhouse warming; darkening of the atmosphere, which prevented photosynthesis; and stagnation of oceans and development of anoxia. Food chains collapsed and biological productivity decreased. As a result, all vital processes were disturbed and a large portion of the biota became extinct. DOI: 10.1134/S0001437016050015 The Devonian Period (419.2 ± 3.2‒358.9 ± 0.4 Ma ago) (from here on, the age of stratigraphic boundaries after [30]) was marked by the second of five Phanerozoic great mass extinctions, when over 75% of organisms became extinct in relatively short time intervals. For the Late Devonian, the reduction in marine organism diversity is estimated as 13‒38% at the family level, 55‒60% at the generic level, and 70‒82% at the species level [42]. The terrestrial community suffered as well: 43‒53% of plant taxa disappeared. Most extinctions of individual taxa of marine organisms in the Late Devonian correspond to crises near the Frasnian–Famennian boundary (FFB, 372.2 Ma ago) and the terminal Devonian near its boundary with Carboniferous Period (DCB, 358.9 Ma ago) (Fig. 1). The first of these crises (FFB) was stronger. The latter is termed as the great mass extinction. During the FFB crisis, 33 families of Devonian brachiopods, which represented a diverse and abundant constituent of benthic communities, became extinct; representatives of 30 of them were tropical dwellers. The extinction was most significant among brachiopods of the middle and outer parts of the shelf. In the Devonian, bryozoans represented a thriving group that numbered over 1000 species. They became extinct prior to the extinction of most other organisms, i.e., near the boundary between the Givetian and Frasnian stages: 43% of their families, 64% of genera, and 69% of species disappeared at that time [28]. Like brachiopods, bryozoans survived the DCB extinction event. In the Late Devonian, 31% of bivalves also became extinct. Rugose corals disappeared almost completely. At the FFB, 97% of their shallow-water and 60% of deepwater species disappeared [48]. Tabulate corals, which populated reefs, lost 80% of their genera during this crisis, although they survived the crisis at the Devonian‒Carboniferous transition. Stromatoporoidea were main reef-building organisms in the Late Paleozoic forming the largest buildups in the Frasnian Age. Nevertheless, 50% of their families disappeared by the end of this age and role of main reef-builders passed to calcareous algae. Among Stromatoporoidea, only benthic communities composed of cold-resistant taxa continued existing. The end of the Frasnian Age was marked by extinction of their last six families. Reef calcareous algae also disappeared at that time. For trilobites, the extinction at the end of the Famennian Age was catastrophic. Ostracods during the FFB crisis experienced strong ecological stress, which is evident from the disappearance of most species (70%). This is particularly true of detritovore ostracod taxa, while species capable of living in oxygen-deficient environments and planktonic forms suffered less. Ammonoids were also subjected to mass extinction: of 26 families, only one survived [29]. In the Late Devonian, the crisis involved all Chordata representatives except for sharks: the diversity of conodonts was drastically reduced, 9 Agnatha families disappeared, as well as 63 of 70 Arthrodira genera among MARINE GEOLOGY",
  "title": "Causes of the Great Mass Extinction of Marine Organisms in the Late Devonian"
}