{
  "sections": [{
    "text": "845\nDOI: 10.1134/S1028334X17080013\nDuring the Phanerozoic, five сatastrophic decreases in biological diversity took place, when more than 75% of the species died. These were the socalled great mass extinctions. The causes of these mass extinctions are subject to considerable debate. The goal of this study was to determine the variety of factors and environmental conditions that could have influenced changes in marine biodiversity during the Late Devonian mass extinction event. The decline in diversity that included this event accounted for the extinction of 13–38% of all marine families, 55–60% of all marine genera, 70–82% of all marine species [1], and 43–53% of terrestrial plant taxa.\nMost of the extinction periods of individual taxa of marine organisms in the Late Devonian are correlated with marine biotic crises at the Frasnian/Famennian boundary (FFB, 372.2 Ma) and in the late Devonian, at the Devonian/Carboniferous boundary (DCB, 358.9 Ma). Major victims included reef-builders (corals and stromatoporoids). Among other biota, 70% of all taxa (brachiopods, trilobites, ammonites, bryozoans, conodonts, agnathans, and placoderms) became extinct. The first crisis (FFB) was the most severe episode and is often referred to as the major mass extinction event.\nThe paleontological evidence for biotic crises temporally coincides with lithological, geochemical, and isotopic records of environmental changes. The corresponding stratigraphic levels by black shales, volcanogenic deposits, impactites, carbon and oxygen isotopic excursions, and features reflecting climate changes, sea level f luctuations, etc., tectonic movements, f luctuations in climate and sea level, volcanism, and the collision of the Earth with cosmic bodies (impact events) are considered to be the main reasons for this extinction. These abiotic factors influenced the biota of the ocean through the hydrological structure and hydrochemical parameters of water mass: its evolution, distribution areas and sizes of organisms, biodiversity, and bioproductivity. A combination of these unfavorable factors appears to be the main reason for the mass extinction.\nThe mass extinction occurred against the background of the Gondwana’s position near the South Pole and development of the main Acadian‒Eovariscan fold belt. Detrimental environmental perturbations could have been driven by intensified silicate weathering on elevated land domains and decreased greenhouse CO2 concentrations in the atmosphere. They could also have resulted from terrestrial plant development and organic carbon burial. It appears that primary production may have increased due to the high f lux of nutrients from continents.\nShirshov Institute of Oceanology, Russian Academy of Sciences, Moscow, 117218 Russia e-mail: barashms@yandex.ru\n846\nDOKLADY EARTH SCIENCES Vol. 475 Part 2 2017\nBARASH\nThe extremely unfavorable conditions that existed during the last two Late Devonian extinctions (FFB and CDB) are characterized by repeated depositional periods of black shale facies, enrichment of sediments with trace elements, a marked increase in δ34S values of pyrite, positive shifts in δ13C, and dominance of low-oxygen-tolerant benthic species. The deposition of organic-rich black shales was favored by the high influx of organic matter into sediments and the development of anoxic bottom waters that were favorable for the preservation of organic matter.\nA major extinction, the Kellwasser event, occurred in the Late Devonian at the FFB and is marked by the presence of two black shale layers. The Kellwasser event affected mostly shallow water thermophilic organisms (systems of coral reefs, brachiopods, trilobites, ammonites, conodonts, acritarchs, etc.). The Hangenberg event, reflecting the last spike in the period of extinction, is also documented by the presence of black shales immediately below the DCB. The hydrochemical changes in the ocean during the Devonian‒Carboniferous transition from euxinic to aerobic conditions was probably caused by the transition from vertical haline to thermohaline circulation.\nIn the Devonian, deep oceanic water was produced by sinking of dense high-salinity water that formed in epicontinental and shelf seas at low latitudes, whereas at high latitudes deep water masses were produced during cooling by sinking of cold oxygen-rich water. Another likely cause of these changes could have been\nlow levels of atmospheric oxygen in the Devonian, which had increased by the end of the period.\nThe Frasnian was marked by a global sea-level rise (Fig. 1). The mass extinction was associated with a sea-level fall at the FFB due to the onset of glaciation in the Southern Hemisphere. These processes were accompanied by deposition of the Kellwasser black shales. The Famennian was marked by a global sealevel fall followed by several glacio-eustatic rises and terminated by a less severe mass extinction, the Hangenber event, which occurred during another sharp sea-level fall. This sea-level fall was associated with the culmination of Gondwanan glaciation [5].\nClimate changes, including both warming and cooling conditions, are considered by many researchers as being responsible for mass extinctions. Warming episodes are associated with increasing emissions of greenhouse gases generated by volcanic eruptions, while periods of cooling are associated with the Southern Hemisphere glaciation followed by a sea-level drop. The Devonian cooling could have been caused by outburst of terrestrial plants, which consumed carbon dioxide from the atmosphere, intensified weathering, the development of anoxia, and enhanced burial of organic carbon.\nCooling at the FFB is documented by the preferential extinction of many reef and other low-latitude organisms, survival of cool tolerant organisms during and after crisis intervals, indications of Gondwanland’s glaciation, and rapid sea-level f luctuations.\nDOKLADY EARTH SCIENCES Vol. 475 Part 2 2017\nENVIRONMENTAL CONDITIONS 847\nCooling in the low latitudes may have been triggered by plate convergence between Gondwana and North America/Europe during the Frasnian, blocking of equatorial circulation, and the migration of cold highlatitude currents toward the tropics.\nPaleotemperature estimates for the Devonian were calculated using conodont apatite data [2]. The oxygen isotope ratio was measured in 639 samples from sections of North America, Europe, and Australia. In the tropical belt, paleotemperatures were as high as 30–32°C in the Early Devonian, while in the Middle Devonian they decreased to 22–25°C and reached their peak values (30–32°C) in the Frasnian at the FFB. During the Middle–Late Famennian, a moderate cooling was apparent culminating in the shortterm glaciation at the DCB, documented by a positive δ18O excursion.\nThe available lithological and paleontological data indicate that a cooling episode during the Late Frasnian was associated with the onset of glaciation in Gondwana and marked the first stage of the Late Paleozoic Ice Age [6]. Its first pulse occurred at about 376 Ma (Lower Kelwasser beds), and the second pulse, at about 375 Ma (Upper Kellwasser beds). Both pulses were documented by a decrease in biodiversity. The second stage of the Late Paleozoic Ice Age was marked by a Late Famennian cooling, which resulted in the maximum extent of Gondwanan ice sheets. Glacial detritus containing boulders was deposited in coastal sections (Kentucky, United States). The minimum volume of the Famennian ice sheet in western Gondwana at the second stage is estimated to have been 16 × 106 km2. The eustatic drawdown effects during the Late Devonian are evident on many present-day continents and include karstification and brecciation of Frasnian and Famennian carbonate rocks due to their subaerial exposure, stratigraphic hiatuses, and deposition of evaporites and black shales.\nDetailed analysis of the marine sections in the United States (Illinois) showed that in the late Famennian and early Tournaisian (Carboniferous), the δ13Ccarb values increased from –1.0 to +5.0–7.0‰ (Hangenberg excursion), indicating a transition from greenhouse to icehouse climate [7]. Inorganic (δ13Ccarb) and organic (δ13Corg) carbon isotopic analyses were performed for two sections of South China in the FFB interval. A strong depletion in organic carbon relative to carbonate carbon indicates a decrease in atmospheric СО2. This decrease was preceded by regression, coinciding with the onset of conodont mass extinction. The decrease in temperature associated with a reduced greenhouse effect from atmospheric СО2 may have contributed to the mass extinction.\nVolcanic eruptions, including the massive eruption of the Viluy traps in the Devonian, undoubtedly had a significant influence on the extinction. The Viluy (Yakutsk) trap province is exposed in the Lena,\nMarkha, and Viluy river valleys, along rift faults and on slopes of the Anabar and Aldan shields. Basalts are interbedded with ashes and tuffs. The Viluy aulacogen extends in the northeasterly direction for 600 km and plunges beneath the Verkhoyansk fold belt [8]. Basalt eruptions occurred in several pulses. The ages of the Viluy rift samples define two clusters with weighted average ages of 364.4 ± 1.7 and 376.7 ± 1.7 Ma [9]. The thickness of the sedimentary sequence in the western part of the rift is 3–7 km. The total volume of igneous rocks in the Viluy rift is estimated to be 1000000 km3.\nTwo stages of basaltic magmatism are recorded in the Southern Urals: one stage in the last third of the Frasnian and the second, more voluminous stage at the FFB [10]. A large region of alkaline magmatism 100000 km2 in size, which includes 25 magmatic centers, is known in the East European Platform [11]. The volcanic zone in northern Iran was likely a part of the large Late Devonian volcanic province in the peripheral part of Paleo–Tethys. Some manifestations of Late Devonian magmatic processes are also documented in northern and southern China. The impact of eruptions on the biota includes several probable mechanisms: ejections of large volumes of CO2 and SO2 into the atmosphere, global darkening, acid rains, warming, sea-level rise, formation of high-salinity deep water, relatively strong vertical stratification, and the development of anoxia in the ocean.\nThe ratios between REE, Fe, Mn, Al, and other elements in limestones from southern China indicate the development of hydrothermal processes at that time, which were probably important in accelerating the oxidation of seawater, its pollution by heavy metals, and eutrophication, and could have resulted in a disturbance to the neritic habitat [12].\nLate Devonian sedimentary successions preserve records of intense bombardment of the Earth by cosmic bodies (asteroids and/or comets) that may have affected biodiversity. They are represented by craters and areas with elevated iridium concentrations, shocked quartz, and microspherules. (Estimates of the ages of impact events obtained by different methods are characterized by a significant scatter.) The Woodleigh crater is located near the western coast of Australia (26°03′ S, 114°40′ E). The crater is estimated to be Late Devonian in age, 364 ± 8 Ma [13] and 359 ± 4 Ma [14], and has a diameter of 120 km (probably, up to 160 km). This crater is fourth in size among similar known structures on Earth. It is overlain by sediments, but its structure and lithology were identified by gravity survey and drilling, respectively. All the typical features of an astrobleme are found in the Woodleigh crater. It has a central core of an uplifted granitoid basement, 20–25 km in diameter, and occurs at a depth of 171 m, i.e., 1800 m above the regional basement. The central uplift is surrounded by an outer ring trough. An impact origin is indicated by\n848\nDOKLADY EARTH SCIENCES Vol. 475 Part 2 2017\nBARASH\nthe presence of shocked quartz and other mineralogical evidence.\nThe Siljan crater in Sweden (61°2′ N, 14°52′ E, 50– 60 km in diameter) has a Late Devonian age (361 ± 1.1 Ma or 368 ± 1 Ma [14]). This impact structure was created by the collision of a cosmic body with the 1700 Ma granite massif that produced a granite melt ~200 m thick. The Flynn Creek crater, a 360.0 ± 20.0 Ma old impact structure [13, 14], is located in Tennessee (United States) (36°17′ N, 85°40′ W, 3.6 km in diameter). It was produced by an asteroid that struck a succession of Ordovician carbonates. The crater is filled by basal breccia and Late Devonian black shales.\nThe Aorounga impact crater (19°06′ N, 19°15′ E) discovered in northern Chad (Africa) in 1992 is 12.5– 18 km in diameter (from different estimates) and its age is estimated to be less than 345 Ma. Later, it was found that Aorounga may be part of a chain formed by four craters with diameters of 10.9–12 km and located some ~14–20 km apart. Three of them have an age of ~360 Ma, i.e., directly near the DCB.\nThe giant Alamo structure (37°30′ N, 116°30′ W, diameter up to 190 km) with an age of 367 Ma (some authors considered it to be 382.1 ± 3 Ma old [14]) was found in North America (Nevada and neighboring states, United States). This region, ~25000 km2 in size, hosts Alamo impact breccia, representing a 50‒100 m thick member of shallow-water marine limestone that was broken down into large deformed blocks. The available geological, petrographical, and geochemical data indicate that the Alamo Event reflects the collision of a large cosmic body (~5 km across) with a relatively deep-sea area outside the carbonate platform on the tectonically active margin of the Panthalassa Ocean or on the shelf margin. The impact origin of the structure is supported by the presence of an iridium anomaly (~70 ppt), grains of shocked quartz, carbonate accretionary lapillis, products of impact-induced metamorphism, and different ejection products, including glassy spherical grains.\nSeveral other craters, such as Charlevoix and Elbow in Canada, and a few smaller craters have been attributed by many authors to the Late Devonian. In southern China, the presence of microspherules of presumably impact origin in the uppermost Frasnian sediments and an iridium anomaly at the FBB is interpreted by different researchers as either reflecting an impact event or resulting from reduction processes. A moderate iridium anomaly, about 20 times the local background, has been found near the FBB in Western Australia. The anomaly coincides with a stromatolite bed.\nThese data indicate that all mass extinctions, in particular, those in the Late Devonian, were caused by a combination of impact events and extensive volcanism. They could have acted during a continuous (longer or shorter) time interval, as has been noted for almost all great mass extinctions [15]. Their joint\naction was the most catastrophic. Volcanism and impact events produced similar effects on the environment: ejection of harmful chemical elements and aerosols into the atmosphere, the greenhouse effect, warming, darkening of the atmosphere preventing penetration of ultraviolet solar radition and photosynthesis, stagnation of oceans, and the establishment of anoxic conditions. These processes are accompanied by a significant reduction in bioproductivity and destruction of food chains. Mass extinctions are confined to time intervals in which a combination of adverse conditions posed the major threat to further existence of different groups of organisms: disturbances of vital processes caused mass extinction of the biota."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This study was supported by the government contract of the Federal Agency for Scientific Organizations (project no. 0149-2014-0027 of the Shirshov Institute of Oceanology) and the Presidium of the Russian Academy of Sciences (program no. 28 “Problems of the Origin of Life and Biosphere Evolution”)."
  }],
  "year": 2017,
  "references": [{
    "title": "The Late Devonian Mass Extinction: the Frasnian-Famennian Crisis (Columbia",
    "authors": ["G.R. McGhee", "Jr."],
    "year": 1996
  }, {
    "title": "Earth Sci",
    "authors": ["J.W. Zeng", "R. Xu", "X.M. Gong", "Sci. China", "Ser. D"],
    "venue": "54, 540–549",
    "year": 2011
  }],
  "id": "SP:59daa2a6d1bc04c9b6d7c9934c5c155b9b18a4d2",
  "authors": [{
    "name": "M. S. Barash",
    "affiliations": []
  }],
  "abstractText": "During the Late Devonian extinction, 70–82% of all marine species disappeared. The main causes of this mass extinction include tectonic activity, climate and sea-level f luctuations, volcanism, and the collision of the Earth with cosmic bodies (impact events). The major causes are considered to be volcanism accompanying formation of the Viluy traps and, probably, basaltic magmatism in the Southern Urals, alkaline magmatism within the East European platform, and volcanism in northern Iran and northern and southern China. Several large impact craters of Late Devonian age have been documented in different parts of the world. The available data indicate that this time period on the Earth was marked by two major sequences of events: terrestrial events that resulted in extensive volcanism and cosmic (or impact) events. They produced similar effects such as emissions of harmful chemical compounds and aerosols to cause greenhouse warming and the darkening of the atmosphere, which prevented photosynthesis and cause ocean stagnation and anoxia. This disrupted the food chain and reduced ecosystem productivity. As a result, all vital processes were disturbed and a large part of the marine biota became extinct. DOI: 10.1134/S1028334X17080013 During the Phanerozoic, five сatastrophic decreases in biological diversity took place, when more than 75% of the species died. These were the socalled great mass extinctions. The causes of these mass extinctions are subject to considerable debate. The goal of this study was to determine the variety of factors and environmental conditions that could have influenced changes in marine biodiversity during the Late Devonian mass extinction event. The decline in diversity that included this event accounted for the extinction of 13–38% of all marine families, 55–60% of all marine genera, 70–82% of all marine species [1], and 43–53% of terrestrial plant taxa. Most of the extinction periods of individual taxa of marine organisms in the Late Devonian are correlated with marine biotic crises at the Frasnian/Famennian boundary (FFB, 372.2 Ma) and in the late Devonian, at the Devonian/Carboniferous boundary (DCB, 358.9 Ma). Major victims included reef-builders (corals and stromatoporoids). Among other biota, 70% of all taxa (brachiopods, trilobites, ammonites, bryozoans, conodonts, agnathans, and placoderms) became extinct. The first crisis (FFB) was the most severe episode and is often referred to as the major mass extinction event. The paleontological evidence for biotic crises temporally coincides with lithological, geochemical, and isotopic records of environmental changes. The corresponding stratigraphic levels by black shales, volcanogenic deposits, impactites, carbon and oxygen isotopic excursions, and features reflecting climate changes, sea level f luctuations, etc., tectonic movements, f luctuations in climate and sea level, volcanism, and the collision of the Earth with cosmic bodies (impact events) are considered to be the main reasons for this extinction. These abiotic factors influenced the biota of the ocean through the hydrological structure and hydrochemical parameters of water mass: its evolution, distribution areas and sizes of organisms, biodiversity, and bioproductivity. A combination of these unfavorable factors appears to be the main reason for the mass extinction. The mass extinction occurred against the background of the Gondwana’s position near the South Pole and development of the main Acadian‒Eovariscan fold belt. Detrimental environmental perturbations could have been driven by intensified silicate weathering on elevated land domains and decreased greenhouse CO2 concentrations in the atmosphere. They could also have resulted from terrestrial plant development and organic carbon burial. It appears that primary production may have increased due to the high f lux of nutrients from continents. GEOLOGY Shirshov Institute of Oceanology, Russian Academy of Sciences, Moscow, 117218 Russia e-mail: barashms@yandex.ru",
  "title": "Environmental Conditions as the Cause of the Great Mass Extinction of Marine Organisms in the Late Devonian"
}