{
  "sections": [{
    "text": "C. Bertrand ( ) ' J.-P. van Ypersele 'A. Berger Institut d'Astronomie et de GeH ophysique G. Lemam( tre, UniversiteH catholique de Louvain, chemin du cyclotron, 2 B-1348 Louvain-la-neuve, Belgium E-mail: bertrand@astr.ucl.ac.be\n1 Introduction\nGlobal climate change is one of the major scienti\"c issues of the last few decades, largely because it has a potentially greater impact on society in the long term than almost any other phenomenon and because civilization itself is deeply involved through anthropogenic changes in the composition of the atmosphere. Unfortunately, the detection of the climatic e!ects of these\nchanges against the background noise of natural climate variability is still a very di$cult problem (Santer et al. 1994). Such natural #uctuations can be either purely internal (due solely to interactions between the di!erent components of the coupled atmosphereocean-ice-land-biosphere system) or externally driven, for example by changes in solar variability or in volcanic loading of the atmosphere. Recent multi-century model experiments that assume no human-induced changes in anthropogenic forcings have provided important information about the possible characteristics of the internal component of the total natural variability (e.g. Stou!er et al. 1994; Hasselmann et al. 1995). However, large uncertainties still apply to current estimates of the magnitude and patterns of natural climate variability, particularly on the decadal to century time scales that are crucial to the detection problem (Houghton et al. 1996).\nIn the present study, the potential impact of the external components of the natural climatic variability on the Earth's surface temperature at the secular time scale has been assessed by using a 2-D (latitude-altitude) sector averaged global climate model (Dutrieux 1997). This model is the global version of the model described in GalleH e et al. (1991) for the Northern Hemisphere. Since our simpli\"ed model exhibits no internal variability when its equilibrium state is reached, we can obtain a quantitative assessment of the time-dependent response to any change in these solar (changes in the Earth's orbital elements as well as changes in solar activity) and volcanic forcings.\nSince the Sun is the principal energy source to the Earth's climatic system, it is natural to suspect variations in solar radiation as a possible source of climatic variations at the secular time scale (Reid 1991; Lean et al. 1995). As far as volcanic activity is concerned, the \"rst evidence dates from 1784 when Benjamin Franklin linked the unusual cold of 1783}84 to the eruption of the Laki crater-row in Iceland (Franklin 1784; Sigurdsson 1982). Since Franklin's hypothesis, the\ntheoretical consequences and mechanisms of speci\"ed atmospheric aerosol loadings from volcanic events have been widely investigated (see, e.g. Pollack et al. 1976; Hansen et al. 1978; Harshvardhan 1979; Hansen et al. 1980; Pollack et al. 1981). Major volcanic eruptions can inject dust and large amounts of sulphur-rich gases (mainly SO\n2 ) into the lower stratosphere (Ram-\npino and Self 1984), which disturb the stratospheric chemical equilibrium. These gases undergo rapid oxidation to sulphuric acid vapour, H\n2 SO 4 , which has low\nvolatility and condenses with water to form an aerosol haze. Although ash and \"ne rock particles can be injected high in the stratosphere by a violent eruption, most of these aerosols are too large to remain long in the atmosphere. Particles that are small enough not to precipitate serve as condensation nuclei for sulphuric acid or water vapour. Finally, sulphuric acid is the dominant aerosol species during most of the time during which volcanic particles a!ect the global heat budget (Pollack et al. 1976). The resulting volcanic aerosols can enhance the mass of the natural, ubiquitous background sulphate layer by a factor of 100 or more (Robock and Mao 1995). They are carried by the strong zonal winds in the lower stratosphere to circle the globe in a few weeks (Robock and Matson 1983). Later, they are transported equatorward or poleward by the mean meridional circulation and eddies to form a hemispheric or global dust veil depending on the latitude of the eruption. These aerosols stay suspended in the stratosphere for a few years and can have a significant in#uence on climate.\nVolcanic aerosols scatter incoming solar radiation to space, increasing planetary albedo and cooling the Earth's surface and troposphere. They also absorb and emit terrestrial radiation, and re#ect and absorb in the near infrared (IR) bands, providing signi\"cant radiative forcing of the climate. Thus volcanic aerosols in the stratosphere heat the stratosphere by absorption of terrestrial longwave radiation and solar near IR radiation. The increasing downward longwave radiation from the warmer stratosphere acts to warm the troposphere and the surface, but, except for the winter in polar regions, this warming e!ect is an order of magnitude smaller than the cooling e!ect due to reduction of shortwave radiation (Harshvardhan 1979). Finally, the reduced downward near IR #ux cools the troposphere (due to reduced absorption by water vapour) and surface. These e!ects can be regional for a few months following the eruption while the aerosol cloud is inhomogeneous, but in less than a year the cloud becomes fairly uniformly distributed and produces no discernible regional forcing, with one exception. The winter hemisphere receives very little insolation, so the stratospheric warming is con\"ned to the tropics and the summer hemisphere (Robock and Mao 1992).\nTherefore, volcanic aerosols are a potentially signi\"cant climate forcing on time scales of years, decades, and perhaps longer periods (Sato et al. 1993; Zielinski\n1995; Overpeck et al. 1997, Bri!a et al. 1998). Previous statistical studies (e.g. Hammer et al. 1980; Grove 1988) have suggested that the trends in global climate observed during the years 1000}1950 AD could largely be explained by variations in volcanic aerosol forcing. But a careful reading of the literature proposing a volcanic impact on climate provokes questions about the selection of eruptions, the statistical techniques used for evaluating volcanic signals, and the adequacy of the databases applied. For example, Porter (1986) related acidity records in the Greenland ice core to alpine glacial #uctuactions in the Northern Hemisphere and found a reasonably good correlation between increased acidity and glacial advance. It is recognized that high latitude ice cores may overemphasize mid-and highlatitude volcanic eruptions (Zielinski 1995), volcanoes which should be less e!ective in altering global climate than low-latitude eruptions. Nevertheless, the correlation of temperature reductions with volcanic eruptions can be observed even in the instrumental record in the Northern Hemisphere (Self et al. 1981; Bradley 1988; Rampino and Self 1992; Robock and Mao 1995).\nTo investigate the potential impact of volcanic eruptions on the Earth's climate variations over the last three centuries, the volcanic aerosol forcing was modelled in our numerical simulations in terms of changes in the latitudinal (after 1890, see later) and temporal stratospheric aerosol optical properties. Due to their large requirements of computer time, only simpli\"ed GCMs have been used to date to assess the transient climate response to the volcanic forcing (Hansen and Lacis 1990; Hansen et al. 1993). In addition, by contrast to the present work, their period of investigation is limited to the last 150 yr. On the other hand previous climate simulations carried out by simple climate models represented the volcanic forcing in a very simpli\"ed way by modifying the solar constant value (see e.g. Gilliland 1982).\n2 Climate forcings\nThe variations in solar radiation caused by the changes in the Earth's orbital elements from 1700 to 1992 have been computed according to Berger (1978). In the absence of a full physical theory able to explain the origin of the observed solar activity, the newly reconstructed solar total irradiance variations (Fig. 1a) from a solar model by Hoyt and Schatten (1993) has been used. This time series is derived from \"ve di!erent proxy indicators (the fraction of penumbral spots, the length of the solar cycle, the changes in the equatorial solar rotation rate, the decay rate of the solar cycle, and the mean level of solar activity) which are considered to be a measure of the secular changes in the solar convective energy transport and thus of the solar irradiance. This reconstruction accounts for a potential range in solar\nvariability at centennial time scales of 0.30% which is larger than the 0.24% derived by Lean et al. (1995) or the 0.05% due to the photospheric e!ects incorporated in the Willson and Hudson (1988) parametrization. These di!erences re#ect the large uncertainties in reconstructing historical solar irradiances from a limited solar monitoring database, with only rudimentary knowledge of the pertinent physical processes (Lean et al. 1995); nevertheless, by choosing a high estimate of solar irradiance we will certainly not underestimate the potential e!ect of this solar forcing. Although solar studies indicate that UV variability is proportionately larger than variability in the visible band, our calculation assumed a uniform reduction in insolation forcing. This is justi\"ed because the calculated changes in the 200}300 nm UV band represent only 7% of the\ntotal estimated irradiance change (Lean et al. 1995), but this hypothesis does not hold any more if atmospheric chemistry is taken into account. Indeed, using a two-dimensional radiative-chemical-transport model, Haigh (1994) showed that the spectral composition of the solar variations and the photochemical production of stratospheric ozone together lead to a highly nonlinear relationship between the extraterrestrial and cross-tropopause solar radiative #ux. Because of this relationship, at middle to high latitudes in the winter hemisphere less solar radiation reaches the troposphere during periods of higher solar activity. The consequent change in latitudinal temperature gradient also a!ects infrared radiative forcing and potentially planetarywave activity.\nWhile the theoretical consequences of speci\"ed atmospheric aerosol loadings from volcanic events may be reasonably well known, the direct historical record of volcanic aerosol loading is, however, only poorly known (e.g. Lamb 1970). Here, to take the volcanic forcing into account over the last three centuries, variations in volcanic aerosol optical depth have been based on the lower optical depth values derived by Zielinski (1995) from the GISP2 (Greenland Ice Sheet Project 2) volcanic-SO2~\n4 time series (Zielinski et al.\n1994) up to 1849, and subsequently on estimates of aerosol optical depth compiled by Sato et al. (1993 updated).\nTo estimate the amount of stratospheric loading of H\n2 SO 4 for each eruption and the resulting stratospheric optical depth, Zielinski (1995) used the technique of Clausen and Hammer (1988) based on the distribution of bomb fallout across the Greenland ice sheet from nuclear tests in the 1950s and 1960s which takes into account the latitude of the eruption. However, calibration of the GISP2 optical depth values with the recent compilation of Sato et al. (1993) over the 11 volcanic events present in both time series suggests that the technique of Clausen and Hammer (1988) may overestimate the stratospheric loading and resulting optical depth by 2 to 5 times (Zielinski 1995). Therefore, to be consistent with Sato et al.'s (1993) reconstruction, the initial optical values from Zielinski were then divided by \"ve to yield the minimum optical depth value for each event in the Zielinski (1995) time series. Limitations on the use of these values exist because they are deduced only from a single ice core and transport and deposition of aerosols is not consistent among individual eruptions. Moreover, in the absence of optical depth measurements at multiple locations in the Northern Hemisphere and the lack of Southern Hemisphere measurements, we assumed as is done by Sato et al. (1993) for the period 1850}1890, that the aerosols were uniformly distributed over the globe in that period. The corresponding annually and globally averaged values are presented in Fig. 1a together with the reconstruction of Sato et al. (1993 updated).\nA comprehensive study of the climate response to large volcanic eruptions requires however more information than the aerosol optical depth. Aerosol size distribution and composition are key factors in the calculation of aerosol spectral optical characteristics. Unfortunately, there are only a few valuable direct measurements of aerosol microphysical structure (e.g. Hofmann and Rosen, 1983; Deshler et al. 1993). Moreover, these measurements are conducted only at speci\"c locations and do not provide any horizontal coverage. As a result, they contain much noise caused by dynamical and microphysical variability, and are not necessarily representative of other locations (Stenchikov et al. 1997). Because of insu$cient information about aerosol microphysical structure for a number of past volcanic eruptions and discrepancies which appear among local retrieved e!ective radius, no attempt was done in this work to introduce variations in particle size with time, altitude, and geographic location. We assumed the stratospheric volcanic aerosol to be chemically composed of 75% sulphuric acid solution in water and we adopted for all volcanic events the modi\"ed gamma aerosol size distribution model for stratospheric aerosols proposed by the Radiation Commission of IAMAP within the framework of a Standard Radiation Atmosphere (McClatchey et al. 1980).\n3 Response of the LLN 2-D model to solar and volcanic forcings\nAll simulations were carried out using the two-dimensional (latitude, altitude) sector averaged climate model of GalleH e et al. (1991) as extended to both hemispheres by Dutrieux (1997). It has a latitudinal resolution of 53. In each latitudinal belt the surface is divided into oceanic or continental surface types, each of which interacts separately with the subsurface and the atmosphere. The oceanic surfaces are ice-free ocean and sea ice, while the continental surfaces are covered or not by snow or ice. The atmospheric dynamics is calculated by a two-level quasi-geostrophic model written in pressure coordinates and zonally averaged. It includes a parametrization of the meridional transport of quasi-geostrophic potential vorticity and a parametrization of the Hadley meridional sensible heat transport. Precipitation, vertical radiative (solar and infrared) and turbulent (sensible and latent) heat #uxes, and surface friction are also represented and provide a coupling between the atmosphere and the surface. Unlike the atmospheric dynamics, the radiative transfer computation uses 10 to 15 layers, the exact number depending on the surface pressure over each surface type. The solar radiation scheme is an improved version of the code described by Fouquart and Bonnel (1980). The longwave radiation computations are based on Morcrette's (1984) wide band formulation of the radiative\ntransfer equation. The seasonal cycle of the incoming solar radiation at the top of the atmosphere is computed as a function of latitude, the semi-major axis of the ecliptic, its eccentricity, its obliquity and the longitude of the perihelion, following Berger (1978).\nSeparate energy balances are calculated over the various surface types at each latitude. At the top of the model, solar and IR #uxes contribute to the net energy #ux available to the system. The heating of the atmosphere due to the vertical heat #uxes is the weighted average of the convergence of these #uxes above each kind of surface. The other surface and subsurface parameters and processes which are represented are the surface albedo of each surface type, the snow and sea-ice budget, and the water availability at the surface.\nThe upper ocean is represented by an integral mixedlayer model in which meridional convergence of heat is given by a di!usive law. The model sensitivity to a doubling CO\n2 concentration is 2.5 3C. To investigate\nthe transient response to the solar and volcanic forcings, the model is coupled to a di!usive ocean in which the uptake of heat perturbations by the deep ocean is approximated by a di!usion process following Hansen et al. (1988) as done in Smits et al. (1993).\nStarting from the present-climate initial conditions, the model was \"rst run until the seasonal cycle reaches equilibrium. This equilibrium is assumed to be achieved when the annual global mean radiative balance at the top of the atmosphere becomes less than 0.01 Wm~2 (which takes 100 y of integration). During the \"rst 100 y of simulation (equilibrium run) the orbital elements as well as the solar constant were kept \"xed at their estimated values in 1700. Since the volcanic record deduced from ice core measurements (Zielinski et al. 1994) indicates that the last volcanic signal prior to 1700 probably occurred in response to Komaga-Take (Japan) in 1694, we have then used a background stratospheric aerosol optical depth value deduced from WCP (1983) during the equilibrium part of our climate simulations. No exchange of heat at the base of the upper mixed layer ocean was allowed at this stage of the simulation. Using this solution as a new initial state, the model was then integrated from 1700 to 1992 with no interactive ice-sheets (Antarctica and Greenland). In this transient run, the #ux of temperature anomalies from the upper ocean into the deep ocean is represented as a di!usion process; the orbital elements, the solar constant and the stratospheric aerosol optical depth are now allowed to vary. Note that during both stages of our simulation (equilibrium and transient) the CO\n2 concentration as well as the tropos-\npheric aerosol load are kept \"xed to their pre-industrial values (Houghton et al. 1996).\nFor 1700, the average of the simulated surface air temperatures is assumed to represent the observed one fairly well. Because the temperature records are only available as di!erences from a reference level, this hy-\npothesis is important to allow a direct comparison between the simulated and reconstructed temperatures.\nThe time evolution of the annual mean surface temperature in response to these solar and volcanic forcings is given in Fig. 1b for the whole Earth and the hemispheric means. This \"gure indicates that the temperature response to the solar forcing leads to a longterm warming of 0.36 3C from 1700 to 1992. This is due to a very quiet Sun at the start of the integration. A detailed examination of Fig. 1 reveals that the surface temperature follows the solar output with a small time lag and that its variations are considerably smoother than the forcing. These two features are related to the large thermal inertia of the ocean which also leads to a larger surface temperature response in the Northern Hemisphere than in the Southern Hemisphere (where the oceanic part is larger).\nThe transient response of the zonally-averaged annual mean surface temperature response to the solar forcing is displayed in Fig. 2a. It is worth pointing out that the time series of the latitudinal distribution of the modelled surface temperature change indicates that the largest temperature variations are located at latitudes higher than 703 during both warming and cooling periods. This behaviour is related to the ampli\"cation of the climate response due to the ice (Fig. 3) and to a lesser extent to the snow albedo-temperature feedback. Due to a very quiet Sun at the start of the integrations, the ice area is maximum at the beginning and exhibits a decreasing trend after. Some periods of sea-ice recovery appear in connection with the decreasing stages of the Gleissberg cycle in the solar forcing around 1800, 1890 and 1970. The continental snow area shows a similar behaviour. The larger seasonal cycle of sea ice in the Southern Hemisphere and the low ice area in summer causes the major air surface temperature variations to appear in the Northern Hemisphere. The discontinuity which appears in the surface temperature response around 60 3S corresponds to the maximal sea-ice extent in this hemisphere. Such a discontinuity is not simulated in the Northern Hemisphere due to the lower thermal inertia of land which allows a smoother transition between the high and middle latitudinal temperature response. Both Figs 1b and 2a show clearly that as previously reported by Cubasch et al. (1997) the dominant surface temperature response to the solar forcing is at the centennial-scale of the Gleissberg cycle. The in#uence of the 11-y Schwabe solar cycle forcing is much less visible. The in#uence of the change in the Earth orbital elements on the annual mean global and hemispheric surface temperature is insigni\"cant at this time scale (Smits et al. 1993, Bertrand and van Ypersele 1999).\nThe surface temperature response to the volcanic forcing is characterized by a succession of coolings (Fig. 1b). We must note that in 1700 there is no active volcano which explains why any subsequent volcanic eruption leads necessarily to a cooling with respect to 1700. The temperature response follows the forcing\nclosely, but the time for temperature to return to preperturbation is much longer than the time for optical depth to recover (Fig. 1a). This lag is \"rst related to the heat capacity of the system and secondly to the ampli\"cation of the climate response by the snow and ice albedo-temperature feedbacks and the water vapourtemperature feedback. While the volcanic forcing used in this study is homogenously distributed through latitude prior to 1890, Fig. 2b shows, as previously suggested by Self et al. (1981), that the largest temperature response occurs at high latitudes in both hemispheres. This ampli\"cation of the climate response at high latitudes accounts for the large cooling induced by the series of minor eruptions (Tarawera, New Zealand, 1886; Ritter Island, Bismarck Archipelago, 1888; Bandai San Japan, 1888; and Awu Celebes, 1892) which occurred before the model returned completely to a pre-Krakatau perturbation (Indonesia, 1883) stage. It is worth noting that due to the crude estimate of the stratospheric aerosol optical depth perturbation we only have before 1890 (a global mean estimate) we are not able to investigate the in#uence of the volcanoes' locations (a mid-latitude Southern Hemisphere eruption, an equatorial eruption, and a mid-latitude\nNorthern Hemisphere eruption) on the modelled temperature response. Nevertheless, because of the symmetry of these volcanoes about the equator, we can assume (Sato et al. 1993) that the optical depth in the Southern Hemisphere was also the same as in the Northern Hemisphere during 1886}1889. When the volcanic forcing vanished, the climate model recovers progressively as best illustrated by the warming trend between 1925 to 1960 due to the lack of volcanism during this time period.\nFigure 3 displays the time evolution of the annual and hemispheric mean sea-ice area variations simulated by the model. The maximum sea-ice area extension appears in response to the maximum stratospheric aerosol optical depth perturbation with a time lag of 1}2 y, the largest sea-ice increase of 6.73 105 (5.43%) and 6.51 105 (5.25%) km2 appearing in the Northern Hemisphere (Fig. 3a) in response to the Tambora (Indonesia, 1815) and to the Krakatau eruptions respectively. The mentioned considerable cooling simulated in response to the series of volcanic events between 1886 and 1892, is larger than could be expected from a stratospheric aerosol optical depth perturbation that is less than half the 1883 Krakatau perturbation. This can be explained by the preconditioning of the Northern Hemisphere due to a sea-ice anomaly of 6.14 105 km2 (4.95%) resulting from these\nevents. The continental snow area shows approximately the same behaviour. Finally, the water vapour variations follow the temperature changes closely. The volcanic forcing introduces a succession of atmospheric water vapour decreases with the maximum reduction in the annual and global mean vertically integrated water vapour content of 1.02 (3.11%) and 0.92 (2.75%) kg m~2 occurring in response to the Tambora and to the Krakatau eruptions respectively.\nThe air surface temperature response to the combined solar and volcanic forcings, shown in Fig. 1b, is then compared (Fig. 4) to the Northern Hemisphere temperature variations reconstructed by Groveman and Landsberg (1979) for the period between 1700 and 1869 and observed from 1870 to present as compiled by Jones (1988 updated). This comparison suggests that the general trend in the annual mean Northern Hemisphere temperature is generated by two di!erent sources. The \"rst one is related to a large quasi-cyclic variation of around 88 y associated with the Gleissberg cycle in the solar forcing. The second one disturbs occasionaly this quasi-cyclic behaviour by superimposing shorter time scale coolings associated with large volcanic events. For example, the cooling trend from 1775 to 1815 followed by a quite abrupt warming trend is well reproduced in our simulation. The total cooling of about 0.8 3C over this period results from the\ndecreasing solar energy output (!0.2 3C) combined with the volcanic eruptions which are contributing another !0.6 3C (Fig. 1b). Clearly the aggregated volcanic eruptions between 1810 and 1815 are responsible for a cumulative cooling with no complete recovery between the two volcanic spikes. The following warming is due to both the increase of the solar constant and the progressive vanishing of the Tambora (Indonesia, 1815) e!ect. A series of close successive volcanic eruptions (1829, 1831 and 1835) is then responsible for a cooling of \\0.4 3C although the activity of the Sun is responsible for an increase of the solar constant by 3 Wm~2 leading to a warming of 0.18 3C between 1810 and 1840.\nThe discrepancies between the simulation and the reconstruction can result from di!erent sources including the uncertainties in the reconstructed annual temperature from Groveman and Landsberg (1979) as well as in the forcing datasets, the incapacity of our simple climate model to generate the high-frequency internal natural climate variability related, for example, to the El Nin8 o Southern Oscillation. Despite these weaknesses, Fig. 4 indicates clearly that the model response to solar and volcanic forcings alone is unable to explain the observed temperature rise of 0.45$0.15 3C over the latest 100 y (Houghton et al. 1992), nor the warming trend which starts at the beginning of the seventies. Note that Figs. 1 and 4 suggest that, if our model's solar sensitivity were increased a bit, the model might \"t better the 1770}1815 and 1930}1970 periods, leaving only the recent excursion, not much larger than the one around 1830. Nevertheless, Bertrand (1998) showed that forcing the model with both anthropogenic (greenhouses gas and tropospheric sulfate aerosols) and natural (solar and volcanic) forcings leads to a better agreement between the simulated and recorded temperature variations over the last 150 y.\nOur results show, however, that part of the 20th century warming certainly results from the solar and volcanic forcings. Indeed, the warming trend 1920}1940 coincides with the warm stage of a Gleissberg cycle and with the lack of large volcanic events after the Katmai eruption (Alaska) in 1912 (see Fig. 1a). This period of relatively low volcanic activity holds until the Gunung Agung eruption (Bali) in 1963 which can be clearly identi\"ed in the Southern Hemisphere and global (Fig. 1b) annual mean temperature change. Moreover, our results seem to support the suggestion of Overpeck et al. (1997) that natural climate forcing mechanisms must be considered before attributing some or all of the recent changes in the Arctic to human in#uences. Indeed, Fig. 2a, c indicates that warm Arctic temperatures in both the 18th and 20th centuries and the strong recovery of high temperatures after the 1840s are well simulated by the model in response to the solar forcing. On the other hand, the large temperature drops which occur around 1810 and 1830 in their Arctic climate reconstruction (see their Fig. 3) are also found in our simulated temperature response to the volcanic forcing as displayed in Fig. 2b, c. And \"nally, our simulated surface temperatures support the assumption of these authors that the \"rst half of the unprecented 19th- to 20th century increase in Arctic temperatures appears to be a natural readjustment as volcanic forcing weakened, and irradiance increased.\n4 Volcanic eruptions and climate\nThe observed cooling after the Krakatau eruption (Indonesia, 1883) seems to be somewhat less than suggested by our simulation. This overestimation may have various sources including the temperature record, the\nclimate model, and the estimate of the Krakatau stratospheric aerosol optical depth. In particular, the Jones (1988) Northern Hemisphere temperature time series provides the smallest cooling following this event: 0.21 3C in comparison to 0.38 3C and 0.41 3C estimated by Hansen and Lebede! (1988) and Groveman and Landsberg (1979), respectively. On the other hand, such a discrepancy between the observed and calculated climate responses to large volcanic eruptions has already been pointed out by Robock (1983). Climate models such as ours, which incorporate the e!ects of continents and oceans and treat the ocean heat capacity in ways that neglect dynamical feedbacks typically yield a maximum global cooling of about 0.5 3C, for volcanoes with maximum aerosol optical depth of 0.1}0.15. These models include energy balance models (Schneider and Mass 1975; Robock 1984; Gilliland and Schneider 1984), 1-D radiative-convective models (Hansen et al. 1978), 2-D dynamic models (MacCracken and Luther 1984), and simple GCMs (Hunt 1977; Hansen et al. 1992).\nFinally, Sato et al. (1993) subjectively estimate the typical error of their reconstructed stratospheric aerosol optical depth to be about 50% for the period 1850}1915 with a minimum uncertainty of 0.01. We have therefore assessed the sensibility of our model to half a Krakatau forcing. As shown in Fig. 4, this new estimate leads to a better agreement between the simulated and the observed surface coolings after the Krakatau eruption. However, due to the ampli\"cation of the climate response by the ice and snow albedotemperature feedbacks, the model, by contrast to the observed surface temperature, is still perturbed when the following volcanic events occur. This ampli\"cation of the climate response could be a characteristic of climate models which do not realistically portray the interactions between the surface climate and either the dynamics of the ocean and/or the stratosphere. But, due to the episodic nature of the volcanic forcing, this larger cooling does not signi\"cantly a!ect the rest of our transient climate response.\n5 An oscillation in the global climate system of period 65+70 years\nRecently Schlesinger and Ramankutty (1994) identi\"ed a temperature oscillation with a period of 65}70 y by applying singular spectrum analysis to four globalmean temperature records over 1858}1992. Their analyses were performed on detrended data in order to remove the greenhouse-gas and anthropogenic sulphate aerosols components of the observed temperature record. The resulting detrended temperature changes indicate the presence of a non-random, oscillatory component. They suggested three possible sources for this 65}70 y global oscillation: (1) random forcing as\nby white noise; (2) external oscillatory forcing as a variation in the solar constant; and (3) an internal oscillation of the atmosphere-ocean system. Assuming that random forcing as well as variations in the solar constant are unlikely to be the source of this 65}70 y oscillation, they concluded that the most probable cause for this oscillation is therefore an internal oscillation of the atmospheric-ocean system.\nHere we have applied the multi-taper Thomson spectral analysis method (MTM) (Thomson 1982, 1990) to the time series of the annual zonal mean surface temperature response to the di!erent climate forcings considered in this study from 1850 to 1992 as well as to their combined forcings in order to investigate if such an oscillatory component could be induced by any external natural climate forcings. The purpose of this non-parametric spectral method is to compute a set of independent and signi\"cant estimates of the power spectrum, in order to obtain a more reliable estimate than with single-taper methods given a \"nite time series. MTM analysis is based on the property that it minimizes leakage outside a chosen spectral bandwidth and thus produces an optimal set of band-limited spectral estimates in the Fourier transform sense. Moreover, MTM provides a high spectral resolution together with a signal-to-noise ratio F-test to estimate the validity of the location, amplitude and statistical con\"dence of each peak in the spectrum (Park et al. 1987; Thomson 1990). The method may therefore separate the deterministic component (e.g. the peak corresponding to each sine wave) from the non-deterministic part of the process. As the con\"dence level of the F-test is independent of the amplitude of each peak, the method is able to detect a low-amplitude period with a high degree of statistical signi\"cance or to reject a high-amplitude period if it fails the F-test. It turns out in practice that this test is robust to the white noise assumption and still gives reasonably good results with coloured noise. MTM analysis is also able to extract, from very short time series, signi\"cant low-frequency components with periods close to the series length.\nThe results from our MTM analyses show that neither the solar forcing nor the volcanic forcing have introduced such a oscillatory component in our simulated surface temperature over the time period 1850}1992. Nevertheless, an interesting result is obtained when applying the MTM analysis to the annual and sector mean surface temperature response to the volcanic forcing as reconstructed by Sato et al. (1993) but including only half a Krakatau forcing. Indeed, as presented in Fig. 5, the zonal (Fig. 5a) and sector (ocean in Fig. 5b and land in Fig. 5c) temperature responses to such a forcing time series display an oscillatory character detected as signi\"cant above the 95% level by the MTM F-test, with maximum signal amplitude ranging from 73 to 67 y as a function of the latitudinal band. More speci\"cally the signal period decreases from the northern high latitudes to the southern mid-latitudes\nFig. 5a+c Multi-taper Thomson (MTM) spectral analysis of the time evolution from 1850 to 1992 of a the annual mean zonally averaged and sector averaged (b over ocean surface and c over land surface) temperature response to the volcanic forcing (including half a Kraktau perturbation). Only the periods detected as signi\"cant above the 95% level by the MTM F-test are reported\nand then increases in the southern high latitudes but less than in the northern high latitudes. Note that from 45S to 75S the signal is not detected as signi\"cant above the 95% level by the MTM F-test.\nForcing the climate model with Sato's volcanic perturbations time series including the full Krakatau perturbation does not allow to detect such a signi\"cant\noscillatory component. Indeed, while MTM analysis applied to the stratospheric aerosol optical depth as reconstructed by Sato et al. (1993) also extracted a signal of similar periodicity, it failed the F-test as shown in Fig. 6a. By contrast, reducing the Krakatau stratospheric aerosol optical depth perturbation by a factor of 2 leads to detect the period as signi\"cant above the 95% level by the MTM F-test (Fig. 6b). However, it must be noted that none of the periods detected as signi\"cant in Figs. 5a, c and 6d (around 72.8, 26.5, and 15.6 y) appear as signi\"cant at the 99% level by the MTM F-test. Nevertheless, in order to ensure the stability of the frequency and module estimates, we have performed additional MTM analyses by moving the bandwidth parameter from 4 (the usual best guess) to 5. It is worth pointing out that in this case (not shown) only the \\70 y period signal extracted from the surface temperature response to the volcanic forcing (including half a Krakatau) appears as signi\"cant above the 95% level by the MTM F-test and this period signal is detected in each latitudinal band.\nWhen the model is forced by the Milankovitch, solar irradiance variation, and the volcanic forcings (with a corrected Krakatau eruption) combined, only the Schwabe cycle signal is detected as signi\"cant over the time period 1850}1992 in some latitudinal bands by applying MTM analysis. This result indicates that both signals (Gleissberg cycle signal and volcanic signal) potentially perturb each other, and the 70 y period signal attributed to the volcanic forcing cannot be detected.\nThus, while Schlesinger and Ramankutty (1994) argued in the way of a physically coherent underlying (quasi-) periodic process as a possible source of the 65}70 y oscillation in the temperature records over 1858}1992, our result based on MTM analysis indicate that such an oscillation could be due to a spectral component of the random timing of volcanoes over this time period.\n6 Conclusion\nOur results suggest that up to the 1930s, the solar and volcanic activities have been the major forcings of the climate system at the secular time scale. The overall shape of temperature variations since 1700 seems to be generated by two main processes. The \"rst one related to the Gleissberg cycle in the solar forcing introduces a large quasi-cyclic variation of \\88 y in the Earth's surface air temperature. The second one, related to large volcanic eruptions, disturbs occasionally this quasi-cyclic behaviour by superimposing short-time coolings. Since the 1930s, the air temperature has risen more or less continuously in a way which cannot be fully explained by the natural climatic forcings investigated here. Nevertheless, our result indicated that the\nlack of volcanism in the 1925}1960s certainly could account, at least partly, for the warming trend in this time period (and is in some way a forcing). After 1950, the model simulates a cooling trend instead of a warming. From 1950 to 1965, this cooling results from a decreasing solar output. From 1965 on, the solar output starts to increase again, but volcanic activity comes back signi\"cantly with the El ChichoH n (Mexico, 1982) and Pinatubo (Philippines, 1991) eruptions being the most well-known. It would be necessary to include the e!ect of greenhouse gases and anthropogenic aerosols to explain the climate #uctuations since 1930. This will be dealt with in a subsequent study.\nAlso highlighted by our transient climate simulations is the large discrepancy which appears between the observed and calculated surface temperature response to the Krakatau eruption reconstructed by Sato et al. (1993). Our climate model response to half a Krakatau forcing seems to be in better agreement with the observation. Moreover, in regard to Schlesinger and Ramankutty (1994) who associated their identi\"ed temperature oscillation with a period of 65-70 y in the temperature records over 1858}1992 to an internal oscillation of the atmosphere-ocean system, our results suggest that such an oscillatory component in the Earth surface temperature could also be a response to the volcanic forcing (including the Krakatau correction) over this time period. Such a result is however highly speculative due to the crude estimation of the Krakatau stratospheric aerosol optical depth perturbation we only have. The LLN 2-D model being only a sector averaged model, more sophisticated 3-D atmosphere-ocean models must be used to test the reliability of the results obtained here and to con\"rm whether or\nnot part of the natural climatic variability of these last 300 y results from both the solar and volcanic activities.\nAcknowledgements We thank M. Sato for providing us with her reconstructed stratospheric aerosol optical depth perturbation, P.D. Jones for providing us with his Northern Hemisphere temperature time series, U. Cubasch for Hoyt and Schatten's solar time series, A. Robock for discussions about the Krakatau eruption and for Groveman and Landsberg's temperature data set, and the anonymous reviewers for their useful comments and suggestions. This research was sponsored by the Climate Programme of the Commission of the European Communities under Grants EV5V-CT92-0123 and ENV4-CT95-0102 and supported by the Impulse Programme ''Global Change et deH veloppement durable'' (Belgian State, Prime Minister's Services, Science Policy O$ce, Contract CG/DD/242).\nReferences\nBertrand C (1998) Climate simulation at the secular time scale. Dissertation Doctorale, 208 pp, UniversiteH catholique de Louvain, Louvain-la-Neuve, Belgique Bertrand C, van Ypersele J-P (1999) Potential role of solar variability as an agent for climate change. Climatic change (Accepted) Berger A (1978) Long-term variations of daily insolation and Quaternary climatic changes. J Atmos Sci 35 : 2362}2367 Bradley RS (1988) The explosive volcanic eruption signal in northern hemisphere continental temperature records. Clim Change 12 : 221}243 Bri!a KR, Jones PD, Schweingruber FH, Osborn TJ (1998) In#uence of volcanic eruptions on Northern Hemisphere summer temperature over the past 600 years. Nature 393 : 450}455 Clausen HB, Hammer CU (1988) The Laki and Tambora eruptions as revealed in Greenland ice cores from 11 locations. Ann Glaciol 10 : 16}22 Cubasch U, Voss R, Hegerl GC, Waszkewitz J, Crowley TJ (1997) Simulation of the in#uence of solar radiation variations on the global climate with an ocean-atmosphere general circulation model. Clim Dyn 13 : 757}767 Deshler T, Johnson BJ, Rozier WR (1993) Balloonborne measurements of Pinatubo aerosol during 1991 and 1992 at 41 3N: vertical pro\"les, size distribution, and volatility. Geophys Res Lett 20 : 1435}1438 Dutrieux A (1997) Etude des variations à long terme du climat à l'aide d'un modèle global a deux dimensions du système climatique. Dissertation Doctorale, 274 pp, UniversiteH catholique de Louvain, Louvain-la-Neuve, Belgique. Fouquart Y, Bonnel B (1980) Computations of solar heating of the Earth's atmosphere: a new parametrization. Beitr Phys Atmos 53 : 35}62 Franklin B (1784) Meteorological imaginations and conjectures, Paper read December 22, 1784 to Literary and Philosophical Society of Manchester, reprinted by Sigurdsson (1982) GalleH e H, van Ypersele J-P, Fichefet T, Tricot C, Berger A (1991) Simulation of the last glacial cycle by a coupled, sectorially averaged climate-ice sheet model 1. The climate model. J Geophys Res 96 : 13 139}13 163 Gilliland RL (1982) Solar, volcanic, and CO 2\nforcing of recent clim changes. Clim Change 4 : 111}131\nGilliland RL, Schneider SH (1984) Volcanic, CO 2 and solar forcing of Northern and Southern Hemisphere surface air temperatures. Nature 310 : 38}41 Grove JM (1988) The Little Ice Age. Methuen, London Groveman BS, Landsberg HE (1979) Simulated Northern Hemi-\nsphere temperature departures 1579}1880. Geophys Res Lett 6 : 767}769 Haigh JD (1994) The role of stratospheric ozone in modulating the solar radiative forcing of climate. Nature 370 : 544}546\nHammer CU, Clausen HB, Dansgaard W (1980) Greenland ice sheet evidence of post-glacial volcanism and its climatic impact. Nature 288 : 230}235 Hansen JE, Lebede! S (1988) Global surface air temperatures: update through 1987. Geophys Res Lett 15 : 323}326 Hansen JE, Lacis AA (1990) Sun and dust versus greenhouse gases. Nature 346 : 713}719 Hansen JE, Wang WC, Lacis AA (1978) Mount Agung provides a test of a global climatic perturbation. Science 199 : 1065}1068 Hansen JE, Lacis AA, Lee P, Wang WC (1980) Climatic e!ects of atmospheric aerosols. Ann New York Acad Sci 338 : 575}587 Hansen JE, Fung I, Lacis AA, Ring D, Lebede! S, Ruedy R, Russell G (1988) Global climate changes as forecast by Goddard Institute for Space Studies Three-Dimensional Model. J Geophys Res 93 : 9341}9364 Hansen JE, Lacis AA, Ruedy R, Sato M (1992) Potential climate impact of Mount Pinatubo eruption. Geophys Res Lett 19 : 215}218 Hansen JE, Lacis AA, Ruedy R, Sato M, Wilson H (1993) How sensitive is the world's climate? Nat Geog Res Explo 9(2) : 142}158 Hasselmann K, Bengtsson L, Cubasch U, Hegerl GC, Rhode H, Roeckner E, von Storch H, Voss R (1995) Detection of anthropogenic climate change using a \"ngerprint method. Max-Planck Institut fuK r Meterologie Rep 168, 20 pp Harshvardhan (1979) Perturbations of the zonal radiation balance by stratospheric aerosol layer. J Atmos Sci 36 : 1274}1285 Hofmann DJ, Rosen JM (1983) Stratospheric sulphuric acid fraction and mass estimate for the 1982 eruption of El ChichoH n. Geophys Res Lett 10 : 313}316 Hoyt DV, Schatten KH (1993) A discussion of plausible solar irradiance variations, 1700}1992. J Geophys Res 98 : 18 895}18 906 Houghton JT, Callander BA, Varney SK (1992) Climate change 1992. The supplementary report to the IPCC scienti\"c assessment. Cambridge University Press, Cambridge, UK, 198 pp Houghton JT, Meira Filho LG, Callander BA, Harris N, Kattenberg A, Maskell K (1996) Climate change 1995. The science of climate change. Cambridge University Press, Cambridge, UK, 572 pp Hunt BG (1977) A simulation of the possible consequences of volcanic eruption on the general circulation of the atmosphere. Mon Weather Rev 105 : 247}260 Jones PD (1988) The in#uence of ENSO on global temperatures. Clim Monitor 17(3) : 80}89 Lamb HH (1970) Volcanic dust in the atmosphere; with a chronology and assessment of its meteorological signi\"cance. Philos Trans R Soc London A226 : 425}533 Lean J, Beer J, Bradley R (1995) Reconstruction of solar irradiance since 1600: implications for climate change. Geophys Res Lett 22 : 3195}3198 MacCracken MC, Luther FM (1984) Preliminary estimate of the radiative and climatic e!ects of the El Chichon eruption. Geo\"s Int 23 : 385}401 McClatchey RA, Bolle HJ, Kondratiev KY (1980) Report of the IAMAP Radiation Commission Working Group on a Standard Radiation Atmosphere. WMO/IAMAP Morcrette JJ (1984) Sur la parameH trisation du rayonnement dans les modèles de la circulation geH neH rale atmospheH rique. Thèse de Doctorat d'Etat, 373 pp, UniversiteH des Sciences et Technologies de Lille, Lille, France Overpeck J, Hughen K, Hardy D, Bradley R, Case R, Douglas M, Finney B, Gajewski K, Jacoby G, Jennings A, Lamoureux S, MacDonald G, Moore, Retelle M, Smith S, Wolfe A, Zielinski G (1997) Arctic environmental change of the last four centuries. Science 278 : 1251}1256 Park J, Lindberg CL, Vernon FLI (1987) Multitaper spectral analysis of high-frequency seismograms. J Geophys Res 92 : 12,675}12,684 Pollack JB, Toon OB, Sagan C, Summers A, Baldwin B, Van Camp W (1976) Volcanic explosions and climatic change: a theoretical assessment. J Geophys Res 81 : 1071}1083\nPollack JB, Toon OB, Wiedman D (1981) Radiative properties of the background stratospheric aerosols and implications for perturbed conditions. Geophys Res Lett 8 : 26}28. Porter (1986) Pattern and forcing of Northern Hemisphere glacier variations during the last millennium. Quat Res 26 : 27}48 Rampino MR, Self S (1984) Sulphur-rich volcanic eruptions and stratospheric aerosols. Nature 310 : 677}679 Reid GC (1991) Solar irradiance variations and global sea surface temperature record. J Geophys Res 96 : 2835}2844. Robock A (1983) The dust cloud of the century. Nature 301 : 373}374 Robock A (1984) Climate model simulations of the e!ects of the El\nChichon eruption. Geof Int 23 : 403}414 Robock A, Matson M (1983) Circumglobal transport of the El\nChichoH n volcanic dust cloud. Science 221 : 195}197 Robock A, Mao J (1992) Winter warming from large volcanic\neruptions. Geophys Res Lett 19 : 2405}2408 Robock A, Mao J (1995) The volcanic signal in surface temperature\nobservations. J Clim 8 : 1086}1103 Santer BD, BruK ggemann W, Cubasch U, Hasselmann K, HoK ck H,\nMaier-Reimer E, Mikolajewicz U (1994) Signal-to-noise analysis of time dependent greenhouse warming experiments. Part 1: pattern analysis. Clim Dyn 9 : 267}285 Sato M, Hansen JE, Mc Cornick MP, Pollack JB, Stratospheric aerosol optical depth, 1850}1990. J Geophys Res 98 : 22,987}22,994 Schneider SH, Mass C (1975) Volcanic dust, sunspots, and temperature trends. Science 190 : 741}746 Schlesinger ME, Ramankutty N (1994) An oscillation in the global climate system of period 65}70 years. Nature 367 : 723}726 Self S, Rampino MR, Barbera JJ (1981) The possible e!ect of large 19th and 20th century volcanic eruptions on zonal and hemispheric surface temperatures. J Vol Geoth Res 11 : 41}60\nSigurdsson H (1982) Volcanic pollution and climate: the 1783 Laki eruption. EOS Trans Am Geophys Union 63 : 601}603 Smits I, Fichefet T, Tricot C, van Ypersele J-P (1993) A model study of the time evolution of climate at the secular time scale. AtmoH sfera 6 : 255}272 Stenchikov GL, Kirchner I, Robock A, Graf H-F, Antuna JC, Grainger R, Lambert A, Thomason L (1997) Radiative forcing from the 1991 Mount Pinatubo volcanic eruption. Max-Planck Institut fuK r Meterologie Rep No 231, 25 pp. Stou!er RJ, Manabe S, Vinnikov KVa (1994) Model Assessment of the role of natural variability in recent global warming. Nature 367 : 634}636 Thomson DJ (1982) Spectrum estimation and harmonic analysis. IEEE Proc 70(9) : 1055}1096 Thomson DJ (1990) Quadratic-inverse spectrum estimates: applications to palaeoclimatology. Philos Trans R Soc London A332 : 539}597 Willson RC, Hudson HS (1988) Solar luminosity variations in solar cycle 21. Nature 332 : 810}812 WCP (1983). Report of the experts meeting on aerosols and their climatic e!ects. Deepak A, Geber HE (eds) World Meteorological Organization, Geneva, WCP-55 Zielinski GA, Mayewski PA, Meeker LD, Whitlow S, Twickler MS, Morrison M, Meese D, Alley RB, Grow JA (1994) Record of volcanism since 7000 BC from the GISP2 Greenland ice core and implications for the volcano-climate system. Science 264 : 948}952 Zielinski GA (1995) Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland Ice Sheet Project 2 Ice core. J Geophys Res 100 : 20 937}20 955"
  }],
  "year": 1999,
  "references": [{
    "title": "Climate simulation at the secular time scale",
    "authors": ["C Bertrand"],
    "venue": "Dissertation Doctorale,",
    "year": 1998
  }, {
    "title": "Potential role of solar variability as an agent for climate change. Climatic change",
    "authors": ["Bertrand C", "van Ypersele J-P"],
    "year": 1999
  }, {
    "title": "Long-term variations of daily insolation and Quaternary climatic changes",
    "authors": ["A Berger"],
    "venue": "J Atmos Sci",
    "year": 1978
  }, {
    "title": "The explosive volcanic eruption signal in northern hemisphere continental temperature records",
    "authors": ["RS Bradley"],
    "venue": "Clim Change",
    "year": 1988
  }, {
    "title": "In#uence of volcanic eruptions on Northern Hemisphere summer temperature over the past 600 years",
    "authors": ["KR Bri!a", "PD Jones", "FH Schweingruber", "TJ Osborn"],
    "venue": "Nature",
    "year": 1998
  }, {
    "title": "The Laki and Tambora eruptions as revealed in Greenland ice cores from 11 locations",
    "authors": ["HB Clausen", "CU Hammer"],
    "venue": "Ann Glaciol",
    "year": 1988
  }, {
    "title": "Simulation of the in#uence of solar radiation variations on the global climate with an ocean-atmosphere general circulation model",
    "authors": ["U Cubasch", "R Voss", "GC Hegerl", "J Waszkewitz", "TJ Crowley"],
    "venue": "Clim Dyn",
    "year": 1997
  }, {
    "title": "Balloonborne measurements of Pinatubo aerosol during 1991 and 1992 at 41 3N: vertical pro\"les, size distribution, and volatility",
    "authors": ["T Deshler", "BJ Johnson", "WR Rozier"],
    "venue": "Geophys Res Lett",
    "year": 1993
  }, {
    "title": "Computations of solar heating of the Earth's atmosphere: a new parametrization",
    "authors": ["Y Fouquart", "B Bonnel"],
    "venue": "Beitr Phys Atmos",
    "year": 1980
  }, {
    "title": "Meteorological imaginations and conjectures, Paper read December 22, 1784 to Literary and Philosophical Society of Manchester, reprinted",
    "authors": ["B Franklin"],
    "year": 1982
  }, {
    "title": "Simulation of the last glacial cycle by a coupled, sectorially averaged climate-ice sheet model 1. The climate model",
    "authors": ["H e", "J-P van Ypersele", "T Fichefet", "C Tricot", "A Berger"],
    "venue": "J Geophys Res",
    "year": 1991
  }, {
    "title": "The Little Ice Age",
    "authors": ["JM Grove"],
    "year": 1988
  }, {
    "title": "Simulated Northern Hemisphere temperature departures 1579}1880",
    "authors": ["BS Groveman", "HE Landsberg"],
    "venue": "Geophys Res Lett",
    "year": 1979
  }, {
    "title": "The role of stratospheric ozone in modulating the solar radiative forcing of climate",
    "authors": ["JD Haigh"],
    "venue": "Nature",
    "year": 1994
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["CU Hammer", "HB Clausen", "W Dansgaard"],
    "venue": "Nature",
    "year": 1980
  }, {
    "title": "Global surface air temperatures: update through",
    "authors": ["JE Hansen", "S Lebede"],
    "venue": "Geophys Res Lett",
    "year": 1988
  }, {
    "title": "Sun and dust versus greenhouse gases",
    "authors": ["JE Hansen", "AA Lacis"],
    "venue": "Nature",
    "year": 1990
  }, {
    "title": "Mount Agung provides a test of a global climatic perturbation",
    "authors": ["JE Hansen", "WC Wang", "AA Lacis"],
    "venue": "Science",
    "year": 1978
  }, {
    "title": "Climatic e!ects of atmospheric aerosols",
    "authors": ["JE Hansen", "AA Lacis", "P Lee", "WC Wang"],
    "venue": "Ann New York Acad Sci",
    "year": 1980
  }, {
    "title": "Global climate changes as forecast by Goddard Institute for Space Studies Three-Dimensional Model",
    "authors": ["JE Hansen", "I Fung", "AA Lacis", "D Ring", "S Lebede", "R Ruedy", "G Russell"],
    "venue": "J Geophys Res",
    "year": 1988
  }, {
    "title": "Potential climate impact of Mount Pinatubo eruption",
    "authors": ["JE Hansen", "AA Lacis", "R Ruedy", "M Sato"],
    "venue": "Geophys Res Lett",
    "year": 1992
  }, {
    "title": "How sensitive is the world's climate",
    "authors": ["JE Hansen", "AA Lacis", "R Ruedy", "M Sato", "H Wilson"],
    "venue": "Nat Geog Res Explo",
    "year": 1993
  }, {
    "title": "Detection of anthropogenic climate change using a \"ngerprint method",
    "authors": ["K Hasselmann", "L Bengtsson", "U Cubasch", "GC Hegerl", "H Rhode", "E Roeckner", "H von Storch", "R Voss"],
    "year": 1995
  }, {
    "title": "Stratospheric sulphuric acid fraction and mass estimate for the 1982 eruption of El ChichoH",
    "authors": ["DJ Hofmann", "JM Rosen"],
    "year": 1983
  }, {
    "title": "A discussion of plausible solar irradiance variations, 1700}1992",
    "authors": ["DV Hoyt", "KH Schatten"],
    "venue": "J Geophys Res",
    "year": 1993
  }, {
    "title": "A simulation of the possible consequences of volcanic eruption on the general circulation of the atmosphere",
    "authors": ["BG Hunt"],
    "venue": "Mon Weather Rev",
    "year": 1977
  }, {
    "title": "The in#uence of ENSO on global temperatures",
    "authors": ["PD Jones"],
    "venue": "Clim Monitor",
    "year": 1988
  }, {
    "title": "Volcanic dust in the atmosphere; with a chronology and assessment of its meteorological signi\"cance",
    "authors": ["HH Lamb"],
    "venue": "Philos Trans R Soc London",
    "year": 1970
  }, {
    "title": "Reconstruction of solar irradiance since 1600: implications for climate change",
    "authors": ["J Lean", "J Beer", "R Bradley"],
    "venue": "Geophys Res Lett",
    "year": 1995
  }, {
    "title": "Preliminary estimate of the radiative and climatic e!ects of the El Chichon eruption",
    "authors": ["MC MacCracken", "FM Luther"],
    "venue": "Geo\"s Int",
    "year": 1984
  }, {
    "title": "Report of the IAMAP Radiation Commission Working Group on a Standard Radiation Atmosphere",
    "authors": ["RA McClatchey", "HJ Bolle", "KY Kondratiev"],
    "year": 1980
  }, {
    "title": "Volcanic explosions and climatic change: a theoretical assessment",
    "authors": ["JB Pollack", "OB Toon", "C Sagan", "A Summers", "B Baldwin", "W Van Camp"],
    "venue": "J Geophys Res",
    "year": 1976
  }, {
    "title": "Radiative properties",
    "authors": ["JB Pollack", "OB Toon", "D Wiedman"],
    "year": 1981
  }, {
    "title": "Signal-to-noise analysis of time dependent greenhouse warming experiments. Part 1: pattern analysis",
    "authors": ["W ggemann", "U Cubasch", "K Hasselmann", "H HoK ck", "E Maier-Reimer", "U Mikolajewicz"],
    "venue": "Clim Dyn",
    "year": 1994
  }, {
    "title": "Stratospheric aerosol optical depth, 1850}1990",
    "authors": ["M Sato", "JE Hansen", "MP Mc Cornick", "JB Pollack"],
    "venue": "J Geophys Res",
    "year": 1990
  }, {
    "title": "Volcanic dust, sunspots, and temperature trends",
    "authors": ["SH Schneider", "C Mass"],
    "venue": "Science",
    "year": 1975
  }, {
    "title": "An oscillation in the global climate system of period 65}70",
    "authors": ["ME Schlesinger", "N Ramankutty"],
    "venue": "years. Nature",
    "year": 1994
  }, {
    "title": "The possible e!ect of large 19th and 20th century volcanic eruptions on zonal and hemispheric surface temperatures",
    "authors": ["S Self", "MR Rampino", "JJ Barbera"],
    "venue": "J Vol Geoth Res",
    "year": 1981
  }, {
    "title": "Volcanic pollution and climate: the 1783 Laki eruption",
    "authors": ["H Sigurdsson"],
    "venue": "EOS Trans Am Geophys Union",
    "year": 1982
  }, {
    "title": "A model study of the time evolution of climate at the secular time scale",
    "authors": ["I Smits", "T Fichefet", "C Tricot", "J-P van Ypersele"],
    "venue": "AtmoH",
    "year": 1993
  }, {
    "title": "Radiative forcing from the 1991 Mount Pinatubo volcanic eruption",
    "authors": ["GL Stenchikov", "I Kirchner", "A Robock", "H-F Graf", "JC Antuna", "R Grainger", "A Lambert", "L Thomason"],
    "year": 1997
  }, {
    "title": "Spectrum estimation and harmonic analysis",
    "authors": ["DJ Thomson"],
    "venue": "IEEE Proc",
    "year": 1982
  }, {
    "title": "Quadratic-inverse spectrum estimates: applications to palaeoclimatology",
    "authors": ["DJ Thomson"],
    "venue": "Philos Trans R Soc London",
    "year": 1990
  }, {
    "title": "Solar luminosity variations in solar cycle 21",
    "authors": ["RC Willson", "HS Hudson"],
    "venue": "Nature",
    "year": 1988
  }, {
    "title": "Report of the experts meeting on aerosols and their climatic e!ects",
    "authors": ["WCP"],
    "venue": "Deepak A, Geber HE (eds) World Meteorological Organization, Geneva, WCP-55",
    "year": 1983
  }, {
    "title": "Record of volcanism since 7000 BC from the GISP2 Greenland ice core and implications for the volcano-climate system",
    "authors": ["GA Zielinski", "PA Mayewski", "LD Meeker", "S Whitlow", "MS Twickler", "M Morrison", "D Meese", "RB Alley", "JA Grow"],
    "venue": "Science",
    "year": 1994
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland Ice Sheet Project 2 Ice core",
    "authors": ["GA Zielinski"],
    "venue": "J Geophys Res",
    "year": 1995
  }],
  "id": "SP:e52fe5dbc9fe80f0d4fca612a9a2f485c35fffb2",
  "authors": [],
  "abstractText": "Numerical experiments have been carried out with a two-dimensional sector averaged global climate model with a detailed radiative scheme in order to assess the possible impact of solar and volcanic activities on the Earth's surface temperature at the secular time scale from 1700 to 1992. Our results indicate that while the general trend of the observed temperature variations on the century time scale can be generated in response to both the solar and volcanic forcings, these are clearly not su$cient to explain the observed 20th century warming and more speci\"cally the warming trend which started at the beginning of the 1970s. However, the lack of volcanism during the period 1925}1960 could account, at least partly, for the observed warming trend in this period. Finally, while Schlesinger and Ramankutty (1994) assumed that random forcing could not be a possible source of the 65}70 year oscillation they detected in the global climate system, our results indicate that the volcanic forcing over the past 150 years could have introduced an oscillation of around 70 years in the Earth's surface temperature."
}