{
  "sections": [{
    "text": "© 2009 Nationaal Herbarium Nederland\nYou are free to share - to copy, distribute and transmit the work, under the following conditions: Attribution: You must attribute the work in the manner specified by the author or licensor (but not in any way that suggests that they endorse you or your use of the work). Non-commercial: You may not use this work for commercial purposes. No derivative works: You may not alter, transform, or build upon this work. For any reuse or distribution, you must make clear to others the license terms of this work, which can be found at http://creativecommons.org/licenses/by-nc-nd/3.0/legalcode. Any of the above conditions can be waived if you get permission from the copyright holder. Nothing in this license impairs or restricts the author’s moral rights."
  }, {
    "heading": "InTRoduCTIon",
    "text": "Southeast Asia is an immense, intriguing and understudied region. The mountains of the Alpine-Himalayan belt descend southwards from the vast elevated plateau of Tibet into Indochina and terminate in an archipelago of continental crust and volcanic islands separated by small ocean basins: the Malay Archipelago of Alfred Russel Wallace (1869). There are thousands of islands spread across the equator in the area over 5 000 km wide between 95 °E and 140 °E (Fig. 1). To the south, west and east the region is surrounded by volcanic arcs where lithosphere of the Indian and Pacific Oceans is being subducted at high rates, accompanied by intense seismicity and abundant volcanism. There are collisions between island arcs, island arcs and continents, and continental fragments, causing the rise of mountains, but also leading to formation of young deep ocean basins. The geology and palaeogeography of the region continues to change in a rapid way that has characterized most of the Cenozoic.\nMore than 150 years ago, Wallace had already recognized a profound connection between geology and the distribution of plants and animals, and many of his insights were based on his observations in Southeast Asia. Our understanding of the Earth has changed considerably since Wallace’s time but an understanding of the geology of Southeast Asia remains fundamental to interpreting biotic distributions in the region. However, the links between geological history and life are not simple, and a great deal of work is still required to understand the complex interrelationships and feedbacks between plate tectonics, changing distributions of land and sea, emergence\nof land and rise of mountains, subsidence below sea level and formation of deep ocean basins, uplift and erosion, changing ocean currents, climatic impacts of all these changes, and their effects on plants and animals and their evolution and distribution.\nThe present geology is broadly the result of Cenozoic subduction and collision at the margins surrounding the continental core of the archipelago. Subduction processes and arc magmatism have contributed to the development of this continental region, but most of the growth over the past 300 million years has occurred by addition of continental fragments arriving at the subduction margins. Below I give a very brief overview of the geological history of the region, and highlight some new interpretations, and then use this as the basis for an outline of Cenozoic changes in palaeogeography, and discuss some other important influences on plant and animal distribution that are linked to the geological evolution of Southeast Asia. The reader is referred to other papers (Hamilton 1979, Hutchison 1989, Metcalfe 1996, 1998, Hall 1996, 2002, Hall & Morley 2004, Hall 2009, Hall et al. 2008) for more geological background and documentation of publications on which these interpretations are based."
  }, {
    "heading": "PRESEnT-dAY TECTonIC SETTInG",
    "text": "Southeast Asia is situated at the boundaries of three major plates: Eurasia, India–Australia and Pacific–Philippine Sea (Fig. 1). In western Indonesia the boundary between the Eurasian and Indian Plates is the Sunda Trench and parallel to that is the right-lateral strike-slip Sumatran Fault. Most active deformation in Sumatra occurs between the trench and the Sumatran Fault. In contrast, east of Java active deformation occurs within a complex suture zone up to 2 000 km wide (Fig. 2),\n1 Southeast Asia Research Group, Department of Earth Sciences, Royal Holloway University of London, Egham, Surrey TW20 0EX, United Kingdom; e-mail: robert.hall@gl.rhul.ac.uk\nKey words\nCenozoic Indonesian Gateway plate tectonics palaeogeography Southeast Asia\nPublished on 30 October 2009\nincluding several small plates and multiple subduction zones; plate boundaries are trenches and another major strike-slip zone, the left-lateral Sorong Fault, running from New Guinea into Sulawesi. The subduction zones are mainly well defined by seismicity to depths of about 600 km and by volcanoes. Southeast Asia is a region characterised by extremely high rates of plate convergence, which are amongst the highest on the planet. Global Positioning System (GPS) measurements (Bock et al. 2003, Simons et al. 2007) indicate rates of relative motions are typically more than several centimetres per year between plates and smaller tectonic fragments.\nGeologically, the region can be simplified into four parts (Fig. 3). – In the west is the Sundaland continental core (southern\nIndochina, the Thai–Malay peninsula, Sumatra and the Sunda Shelf), representing the part of Southeast Asia that was stabilised earliest and which has formed a promontory of the Eurasian continent since the Early Mesozoic. Eastern Sundaland (west Borneo, parts of West Java, and the Java Sea) was added in the Mesozoic. – To the south is the Australian continent which is currently moving north with respect to Eurasia, and colliding with the easternmost part of Eurasia.\n– To the east are the oceanic plates of the Philippine Sea and the Pacific which are also converging on Eurasia at high rates, in a broadly westward direction. – Between Sundaland and Australia and the Pacific Ocean is the region that has become known to biologists as Wallacea, which is the area of collision between Australia and Sundaland, the most complex part of Southeast Asia, and the region that has changed most in Cenozoic time. Wallacea is an unusual region of high faunal and floral endemicity and a centre of maximum biodiversity in the archipelago for many plants and animals. It also coincides with the only low-latitude link between the world’s oceans, the geologically controlled Indonesian Throughflow, which plays an important role in global thermohaline circulation, and probably global climate."
  }, {
    "heading": "SundALAnd",
    "text": "The interior of Southeast Asia, particularly the Sunda Shelf and surrounding emergent, but topographically relatively low areas of Sumatra, the Thai–Malay peninsula and Borneo is largely free of seismicity and volcanism. This tectonically quiet region forms the continental core of the region known as Sundaland (Hall & Morley 2004). Sundaland extends north into Indochina, much of it was terrestrial for most of the Cenozoic, and it formed an exposed landmass during the Pleistocene. Most of the Sunda Shelf is shallow, with water depths less than 200 m (Fig. 1), and its lack of relief has led to a misconception that it is a stable area. Consequently, Sundaland is often described as a shield or craton but geological observations, heat flow and seismic tomography (Hall & Morley 2004, Currie & Hyndman 2006) show that this is not the case. There has been significant deformation during the Cenozoic with formation of deep sedimentary basins and also localized but widespread elevation of mountains.\nThe continental core of Sundaland was assembled from fragments (Fig. 4) that rifted from Gondwana during formation of different Tethyan oceans and this history is well described by Metcalfe (e.g. 1996, 1998). An Indochina–East Malaya block\nseparated from Gondwana in the Devonian, and by the Carboniferous was in warm tropical low latitudes where a distinctive Cathaysian flora developed. In contrast, Carboniferous rocks, including glacio-marine diamictites, that are part of Sinoburmalaya or Sibumasu indicate this block was at high southern latitudes during the Carboniferous. It separated from Gondwana in the Permian, and collided with Indochina–East Malaya, already amalgamated with the South and North China blocks, in the Triassic. The widespread Permian and Triassic granites of the Thai–Malay Tin Belt extend into western Indonesia and are the products of subduction and post-collisional magmatism associated with this event (Hutchison 1989).\nThe Mesozoic sedimentary record is very limited but suggests that much of Sundaland was emergent. A complex shuffling of Cathaysian and Gondwana blocks during the Late Palaeozoic and Early Mesozoic has been suggested (Barber et al. 2005, Barber & Crow 2009), possibly associated with important strikeslip faulting. During the Mesozoic there were several episodes\n151R. Hall: Southeast Asia’s changing palaeogeography\nof granite magmatism, interpreted to have occurred at an Andean-type margin related to northward subduction, during the Jurassic and Cretaceous (McCourt et al. 1996). More continental fragments were added to Sundaland in the Cretaceous (Fig. 4). The Kuching Zone (Hutchison 2005) includes rocks with Cathaysian affinities suggesting an origin in Asia and may mark a subduction margin continuing south from East Asia at which ophiolitic, island arc and microcontinental crustal fragments were added during the Mesozoic. Southwest Borneo is interpreted here to be a continental block rifted from the West Australian margin, and added to Sundaland in the Early Cretaceous, at a suture that runs south from the Natuna Islands. After collision of this block the Cretaceous active margin ran from Sumatra into West Java and continued northeast through Southeast Borneo into West Sulawesi.\nThe intra-oceanic Woyla Arc collided with the Sumatran margin in the mid-Cretaceous adding arc and ophiolitic rocks to the southern margin of Sumatra (Barber et al. 2005). Further east the Cretaceous active margin is marked by Cretaceous high pressure–low temperature subduction-related metamorphic rocks in Central Java, the Meratus Mountains of Southeast Borneo and West Sulawesi (Parkinson et al. 1998). However, outboard of this ophiolitic zone East Java and West Sulawesi are underlain in part by Archean continental crust, and geochemistry (Elburg et al. 2003) and zircon dating (Smyth et al. 2007, Van Leeuwen et al. 2007) indicates this formed part of a block rifted from the West Australian margin.\nUntil recently, most authors (e.g. Metcalfe 1996) accepted that fragments rifted from the West Australian margin in the Late Jurassic and Early Cretaceous had collided in West Burma in the Cretaceous, or were uncertain about their present position. However, recent work suggests West Burma is a block that has been part of Southeast Asia since the Early Mesozoic, possibly linked to West Sumatra (Barber et al. 2005), and as suggested here, the West Australian fragments are to be found in Borneo, East Java and West Sulawesi (Fig. 5). Subduction at the Sundaland active margin was not continuous through the Late Mesozoic into the Cenozoic but ceased in the Late Cretaceous following collision of the East Java and West Sulawesi blocks (Fig. 6). Thus, at the beginning of the Cenozoic\nSundaland is interpreted to have been an elevated continent due to these collisions, mainly above sea-level, and was surrounded by passive margins."
  }, {
    "heading": "CEnozoIC CHAnGE",
    "text": "At the beginning of the Cenozoic1 the large-scale tectonic setting was considerably different in the west and east (Fig. 6). West of about 100 °E India was moving rapidly northward and was yet to collide with Asia. India–Asia collision is widely considered to have begun in the Eocene, although estimates of the age of collision still vary widely from early to latest Eocene (e.g. Tapponnier et al. 1986, Peltzer & Tapponnier 1988, Rowley 1996, Ali & Aitchison 2005, Leech et al. 2005, Aitchison et al. 2007). India–Asia collision is often suggested to have caused major changes in Southeast Asia. However, in my view the consequences of India–Asia collision in most parts of Sundaland and further east were not great (Hall et al. 2008). East of about 100 °E I suggest there was no subduction. Australia was still far to the south, and although Australia–Antarctica separation had begun in the Cretaceous the rate and amount was small until the Eocene. The difference between east and west implies a broadly transform boundary between the Indian and Australian plates at about 100 °E (Fig. 6).\nOnly at about 45 Ma did Australia begin to move rapidly northwards, and this caused subduction to resume at the Sundaland margins. The resumption of subduction initiated an active margin on the south side of Sundaland forming the Sunda Arc, another active margin on the north side of Sundaland in north\n1 No geological reconstructions or maps are included in this paper. Detailed maps of reconstructions can be found in Hall (2002) and computer animations accompany that paper.\nAll can be downloaded from http://searg.rhul.ac.uk/.\n152 Blumea – Volume 54, 2009\nBorneo, and caused widespread rifting throughout Sundaland leading to subsidence and accumulation of vast amounts of sediment in sedimentary basins."
  }, {
    "heading": "EoCEnE RESumPTIon oF SubduCTIon",
    "text": "And ITS ConSEquEnCES\nThe modern Sunda Arc formed on the southern side of Sundaland and is the result of the resumption of Cenozoic subduction. Opinions differ on the timing of subduction initiation. Typically, plate tectonic reconstructions have assumed subduction was underway at the Sunda Trench by the Early Eocene (e.g. Hall 1996, 2002) or in the Late Cretaceous (e.g. Metcalfe 1996, Barber et al. 2005, Whittaker et al. 2007), but there is little direct evidence to support this. In contrast to the abundance of evidence for subduction-related magmatism since about 45 Ma, there is almost no volcanic record, and indeed a very sparse rock record. Upper Cretaceous and Palaeocene rocks are almost entirely absent from most of Southeast Asia. In Java, there is no evidence of subduction during the Late Cretaceous and Early Cenozoic (Smyth et al. 2007), although there may have been some volcanic activity in South Sumatra (Crow 2005), Sulawesi (Van Leeuwen 1981) and Sumba (Burollet & Salle 1981, Abdullah et al. 2000). In West Sulawesi, the oldest Cenozoic sedimentary rocks rest in places on poorly dated volcanic rocks that may be Cretaceous or Palaeocene (Calvert & Hall 2007).\nVolcanic activity began between Sumatra to Sulawesi from about 45 Ma, when Australia began to move northwards relatively rapidly. In Sumatra volcanic activity became widespread from the Middle Eocene (Crow 2005). Recent work in Java suggests subduction resumed in the Middle Eocene forming a volcanic arc that ran the length of Java (Hall & Smyth 2008, Smyth et al. 2007). In Sumatra the Palaeogene arc was in a similar position to older subduction arcs (McCourt et al. 1996, Crow 2005) but in Java it formed well to the south of the youngest Cretaceous active margin. Since the Eocene there has been continuous subduction of ocean lithosphere beneath the Sunda Arc. During the Eocene and Oligocene, from Sumatra to Sulawesi, abundant volcanic activity accompanied northward subduction of the Indian–Australian Plate.\nThe resumption of subduction at about 45 Ma was accompanied by widespread extension and basin formation from the Middle Eocene within Sundaland. Basins were largely supplied by sediment from the continental hinterland to the north. Dating the initiation of basin formation is problematical because the oldest parts of the sequences are terrestrial, typically lack fossils, and in many cases are observed only on seismic data. It is possible that there is an age progression from the external parts of Sundaland with basin initiation becoming younger towards the interior but equally likely that subsidence began at approximately the same time across most of Sundaland (Hall & Morley 2004). Despite rapid subsidence most basins were not bathymetrically deep features and contain fluviatile and marginal marine deposits. A major exception is in the east, where rifting began by the Middle Eocene in the Makassar Straits leading to separation of West Sulawesi from East Borneo. The South Makassar Straits are probably underlain by thinned continental crust and may have subsided to depths of up to a kilometre below sea level. However, the North Makassar Straits currently are about 2 500 metres deep and it is uncertain whether they are underlain by oceanic or continental crust because there is a very thick sequence of sediments, up to 14 km, above the basement. If oceanic, the North Makassar Straits were probably at this depth by the Late Eocene, but if continental may have subsided later. Whichever is the case, during the Late Eocene and Oligocene the Makassar Straits, and much of\nEast Borneo and West Sulawesi was a wide, and locally deep marine region, although with some elevated areas to the west and east, forming a substantial barrier between Sundaland and the region to the east.\nSubduction also resumed beneath North Borneo at about 45 Ma. At the beginning of the Cenozoic eastern Sundaland was separated from South China by the proto-South China Sea. Deep marine sediments of the Rajang Group form much of the Central Borneo Mountains and Crocker Ranges in North Borneo previously interpreted as deposited at a Cretaceous–Eocene active margin (Haile 1969, 1974, Hutchison 1973, 1989, 1996, Hamilton 1979, Holloway 1982, Williams et al. 1988, 1989). Deposition of the Rajang Group was terminated by deformation in the Sarawak orogeny often interpreted as due to an intraEocene collision (Hutchison 1996). In contrast, Moss (1998) suggested the Rajang Group sediments were deposited at a passive margin. I suggest the Sarawak orogeny marks the initiation of subduction, at the former passive margin, of the proto-South China Sea beneath northern Borneo, rather than a collision. The Rajang Group is unconformably overlain by Eocene to Lower Miocene Crocker turbidites (Hutchison 1996) of the Crocker Fan (Van Hattum et al. 2006) deposited at an active margin in North Borneo with subduction towards the southeast. There was relatively little Eocene to Early Miocene subduction-related magmatism in Borneo, probably because the proto-South China Sea narrowed westwards.\nmIoCEnE CoLLISIonS And THEIR EFFECTS\nAt the beginning of the Miocene there was collision between Sundaland and Australia in Sulawesi (Hall 2002), and later in the Early Miocene there was collision in North Borneo with the extended passive continental margin of South China (Hutchison et al. 2000). Continental fragments have since been accreted to, or rearranged in, East Indonesia. These collisions led to mountain building in Borneo, Sulawesi, and the Banda Arc. In addition, the arrival of arcs from the Pacific in East Indonesia later led to the emergence of islands in East Indonesia.\nBarber et al. (2005) suggest that the Barisan Mountains began to form a significant elevated region in Sumatra from the end of the Oligocene, although most previous workers have suggested their elevation began later in the Miocene. The cause of deformation associated with this rise is not clear. For much of the Miocene the volcanoes that were active in Sumatra and Java were islands separated from mainland terrestrial Sundaland. In Sumatra volcanic activity was apparently continuous although there may have been a period of reduced activity in the Late Miocene (Crow 2005). In the Java–Sulawesi sector of the Sunda Arc volcanism greatly diminished during the Early and Middle Miocene although northward subduction continued. This is interpreted to be a consequence of Australia–Sundaland collision resulting in northward movement of the Sunda subduction hinge restricting the inflow of fertile mantle able to melt. At the end of the Middle Miocene, at about 10 Ma, vigorous volcanic activity resumed in the Java–Sulawesi sector of the Sunda Arc. In Java a new arc formed in a position north of the Palaeogene arc. Since the Late Miocene there has been thrusting and contractional deformation in Sumatra and Java which may be related to arrival of buoyant features at the trench, or increased coupling between the over-riding and downgoing plates, or both. This led to the emergence of both islands.\nIn parts of central Borneo there was some Miocene magmatism, but volcanic activity largely ceased after collision in the Early Miocene of the South China continental margin crust following complete subduction of the proto-South China Sea. The collision resulted in uplift of much of the interior of Borneo and the Crocker Ranges which began feeding sediment to the north,\n153R. Hall: Southeast Asia’s changing palaeogeography\neast and south. Most of the deep Cenozoic basins around Borneo are filled by recycled sediments derived from the island (Van Hattum et al. 2006) by erosion of the Borneo highlands and inversion of older parts of the basin margins, which began in the Early Miocene, and the emergent area of Borneo has increased steadily through the Neogene.\nAlthough there was little magmatism in Borneo, the 4 100 m granite peak of Mt Kinabalu in Sabah deserves special mention because of its biogeographic interest. The cause of Kinabalu melting is uncertain. A geochemical study (Vogt & Flower 1989) argued that the body was the product of magmatism related to subduction of the proto-South China Sea. However, it is now known that melting post-dated the end of subduction by more than 10 million years. K-Ar dating has yielded a range of ages for the granite up to 14 Ma (Jacobson 1970, Bellon & Rangin 1991, Swauger et al. 2000) but thermochronological work currently in progress (Cottam et al. in press) at the Royal Holloway University of London indicates a crystallisation age of 7–8 Ma. This work suggests rapid intrusion of the granite, significant elevation of the mountain to several kilometres above sea level, followed by steady Pliocene exhumation by erosion, and sudden Pleistocene removal of the top of the mountain by glacial action. There is no evidence for young plate convergence at the North Borneo continental margin and the deformation and exhumation are interpreted to be a gravity-driven response to loss of a lithospheric root.\nFurther to the east, a promontory of the Australian margin, the Sula Spur, collided with the eastern end of the Sunda Arc causing ophiolite emplacement in Southeast Sulawesi in the Early Miocene. The ophiolites of East, Southeast and Southwest Sulawesi represent a forearc, subduction zone and oceanic area between Sundaland and the Australian Plate (Silver et al. 1978, 1983, Mubroto et al. 1994, Wijbrans et al. 1994, Monnier et al. 1995, Parkinson 1998a, b) but it is likely that they are underlain by Sula Spur continental crust. Since the Early Miocene other fragments of continental crust have been sliced from the Bird’s Head microcontinent and transported west along the Sorong Fault system to collide with Sulawesi.\nThe juxtaposition of East and West Sulawesi is not understood, but is not the simple arc–continent collision previously envisaged (Hamilton 1979, Silver et al. 1983). Australia–Sundaland collision in Sulawesi was initially marked by mountain building but contraction was followed in the Middle Miocene by new extension. There was Miocene core complex metamorphism in North Sulawesi (Van Leeuwen et al. 2007), extensional magmatism in South Sulawesi (Polvé et al. 1997), and formation of the deep Gorontalo Bay and Bone Gulf basins between the arms. Complex Neogene deformation in Sulawesi has included block rotations and strike-slip faulting. New orogenic deformation began in the Pliocene, as the Banggai–Sula microcontinent was overthrust by the East Sulawesi ophiolite. In West Sulawesi this led to exhumation of upper mantle, lower crustal rocks, and young granites, and rapid rise of mountains. The West Sulawesi fold-thrust belt is now propagating west into the Makassar Straits with a basement of continental crust that arrived in the Cretaceous (Hall & Wilson 2000) or in the Early Miocene (Bergman et al. 1996). Today there is southward subduction of the Celebes Sea beneath the Sulawesi north arm, without volcanic activity, and the last stages of volcanism at the east end of the north arm due to subduction of the Molucca Sea.\nIn the northern part of eastern Indonesia the Halmahera and Sangihe Arcs are the only arcs in the world currently colliding. Both of the currently active arcs formed during the Neogene. The Sangihe Arc can be traced from Sulawesi northwards into the Philippines; it is constructed on Eocene oceanic crust (Evans et al. 1983) and formed near to the Sundaland margin\nin the Early Cenozoic (Hall 2002). The modern Halmahera Arc is constructed on older arcs, of which the oldest known is an intra-oceanic arc formed in the Pacific in the Mesozoic (Hall et al. 1988, 1995b) presumably built on older oceanic crust. Before the Eocene the location of the Halmahera Arc is not well known. At 45 Ma it was at equatorial latitudes (Hall et al. 1995a) far out in the western Pacific on the southern margin of the Philippine Sea Plate. Between 45 and 25 Ma the Philippines–Halmahera Arc developed above a north-dipping subduction zone where there was subduction of Indian–Australian lithosphere north of Australia as Australia moved north (Hall 1996, 2002, Hall & Spakman 2002).\nAt about 25 Ma there was arc–continent collision between the East Philippines–Halmahera Arc and northern Australian margin in New Guinea that terminated northward subduction of oceanic lithosphere north of Australia (Hall et al. 1995a, b). A major strike-slip boundary developed in northern New Guinea and arc terranes were translated westwards within the left-lateral Sorong fault zone. At the western end of the fault system there was subduction beneath the Sangihe Arc and collisions in Sulawesi of fragments sliced from New Guinea. Initiation of east-directed Halmahera subduction probably resulted from locking of strands of the left-lateral Sorong fault zone as a result of these collisions. The present-day Molucca Sea double subduction system was initiated at about 15 Ma and the oldest Neogene volcanic rocks in the Halmahera Arc have ages of about 11 Ma (Baker & Malaihollo 1996). Since 11 Ma the Molucca Sea has since been eliminated by subduction at both its eastern and western sides. The two arcs first came into contact at about 3 Ma and began to build the central Molucca Sea accretionary complex as the two forearcs collided (Hall 2000).\nIn the central part of the Sundaland–Australian collision zone is the Banda region. This horseshoe-shaped arc extends from Flores to Buru, including Timor and Seram, with islands forming an outer non-volcanic arc and an inner volcanic arc, and has a young and complex history. The Banda Arc is an unusual region of young extension that formed by subduction of a oceanic embayment within the northward-moving Australian plate. After collision in Sulawesi, the Java Trench subduction hinge rolled back to the south and east into the Banda embayment, inducing massive extension. The collapse of the orogenic belt in East Sulawesi led to extension of Australian crust emplaced during Early Miocene collision. Extension began in Sulawesi in the Middle Miocene, followed by opening of the North Banda Sea, formation of the Neogene Banda Volcanic Arc, the Flores Sea and later the South Banda Sea. Remnants of Australian crust are now found in the submerged Banda Ridges, the nappes of Timor and Seram, and the Outer Banda Arc islands (Bowin et al. 1980), mixed with crust of the Asian margin and Palaeogene Sunda Arc.\nAt about 3–4 Ma the volcanic arc collided with the Australian margin in Timor. The large islands of the Banda Arc, such as Timor, Seram and Buru are all very young, and have been elevated rapidly from depths of several kilometres below to several kilometres above sea level in the last three million years. Since collision in Timor, new plate boundaries have developed between Flores and Wetar, and to the north of the South Banda Sea, associated with subduction polarity reversal. The Banda region is now contracting. There is intra-continental thrusting between Seram and the Seram Trough at the margin of the Bird’s Head microcontinent. The young ocean crust of the Banda basins formed during Mio-Pliocene extension of the collision zone probably has a short life expectancy and will disappear as Australia and Sundaland converge, leaving little but continental crust in the new continental margin.\n154 Blumea – Volume 54, 2009"
  }, {
    "heading": "PALAEoGEoGRAPHY",
    "text": "The preceding summary of the geological development of this vast region shows its complexity and why tectonic reconstruction is difficult and sometimes controversial. Some of the record is missing, there is disagreement about interpretation of some evidence, and many parts of the region have been mapped at little more than a reconnaissance level. It is even more difficult to reconstruct the palaeogeography, and particularly that part which is of most concern for land plants: the areas above sea level. As discussed elsewhere (Hall 1998, 2001) the geological record is largely a marine record. Most sediment is ultimately deposited in submarine areas. Dating of rocks is largely based on fossils, and marine organisms generally provide the fossils which are most likely to be preserved, of greatest biostratigraphic value, and which may also provide information into environment of deposition. Consequently, it is often possible to reconstruct the history and different environments of former marine areas in some detail. In contrast, the geological history of former areas above sea level is much more difficult to extract. Periods of emergence, uplift and erosion are mainly recorded by negative evidence, such as gaps in the record. Terrestrial deposits are difficult to date because they typically contain few fossils and those often have limited biostratigraphic value. The information required to reconstruct continental environments is difficult to acquire, and it is commonly almost impossible to be precise about elevation and palaeotopography. At present there are no maps that provide palaeogeographic detail at intervals of less than a few million years for the Cenozoic, and drawing such maps is likely to remain a major challenge. Nonetheless, even generalized maps do have value, and provide a framework which can be improved by contributions from both geologists and biologists. The maps1 shown here are largely similar to those presented before (Hall 1998, 2001) and the commentary that follows represents an update of previous discussion in the light of new discoveries and interpretations of the region.\nIn the Late Cretaceous, at about 80 Ma, the East Java–West Sulawesi fragment collided with the Sundaland margin (Fig. 6). Before collision, an arc is interpreted to have continued from west of Sumatra through Sumatra, West Java and Southeast Borneo into the Pacific. Much of Sundaland from Indochina southwards had been an emergent area throughout most of the Mesozoic but the Late Cretaceous–Early Cenozoic palaeogeography is very poorly known; it is interpreted to be similar to that shown in Fig. 7. The nature of the Late Cretaceous–Early Cenozoic Pacific boundary of Sundaland is also unclear. A subduction boundary is often traced south from North China by many authors but there is no evidence for it in the Cretaceous. After collision, subduction continued west of Sumatra as India moved north, but subduction ceased beneath Sumatra and Java. West Borneo is shown significantly rotated from its present position (Fig. 6), consistent with palaeomagnetic evidence (Fuller et al. 1999), and rotation of the eastern tip of Sundaland to its early Cenozoic position is assumed to be related to collision of the East Java–West Sulawesi block.\nDuring the Late Cretaceous and Early Cenozoic there was ocean crust of the proto-South China Sea to the north of the Sundaland promontory, with a passive margin on its south side in North Borneo (Fig. 7). To the south and east of Sundaland was oceanic crust of the Australian plate, again with a passive margin. From Sumatra to Sulawesi the southern part of Sundaland was probably entirely emergent and there was widespread erosion; throughout the region the oldest Cenozoic rocks rest unconformably on Cretaceous or older rocks. The positions of\ncoastlines and distributions of shallow and deep marine areas offshore on the continental margins are very uncertain.\nAt about 45 Ma Australia began to move northwards and subduction boundaries formed around Sundaland. Most of Sundaland was emergent and some major rivers flowed south and east depositing clastic sediments across much of Java and Southeast Borneo (Fig. 8). Large amounts of sediment also were fed northeast to the Crocker Fan of northern Borneo, and were derived initially from the Schwaner Mountains of Southwest Borneo, with an increasing component from the Tin Belt granites during the Oligocene (Van Hattum et al. 2006). A constant background of ophiolitic debris suggests parts of Sabah were emergent, and although there is little evidence for significant volcanic activity in Borneo itself, the subduction of the proto-South China Sea is interpreted to be associated with largely submarine volcanic activity and short-lived volcanic islands that continued from North Borneo into the northern Philippines.\nIn contrast, in West Java the Tin Belt granites were a source for Eocene sands and a Schwaner component appears later, from the Late Eocene (B. Clements, pers. comm. 2007). From the Late Eocene, volcanic activity in Sumatra was at the edge of the Sundaland continent, whereas in Java it was either offshore and submarine, or associated with small islands some distance from the continent (Fig. 8). The Sunda Arc was probably offset at the West Sulawesi segment of the margin and continued east via North Sulawesi into the intra-Pacific East Philippines–Halmahera Arc. From the Eocene, the Makassar Straits was a major barrier to the east between the Sundaland continent and emergent areas of West Sulawesi. There must have been some land in parts of West Sulawesi during the Late Eocene and Oligocene to provide clastic sediments to the eastern side of the Makassar Straits, although most of the southeast corner of Sundaland was submarine. Throughout this period there was a wide oceanic gap and deep water separating Sundaland and West Sulawesi from the Sula Spur and the northern margin of Australia in New Guinea where there was widespread shallow marine carbonate deposition (Fig. 9, 10). There must have been deep trenches along the eastern Sundaland margin extending into the West Pacific.\nAfter collision of the South China continental margin with the North Borneo active margin, mountains rose in Borneo from the Early Miocene, and large deltas built out rapidly into the surrounding deep basins (Fig. 11). Borneo has developed gradually into the present large island by emergence of land largely in the north and east. Further east, collision of the Sula Spur began in East Sulawesi with the emplacement of ophiolites, probably underlain by continental crust. From the Early Miocene there is good evidence for emergence in Southeast Sulawesi, but the link between East and West Sulawesi is unclear. Deformation and uplift recorded in the east is not seen in the west, and marine deposition continued throughout much of West Sulawesi during the Miocene (Fig. 11, 12). In the shallow marine parts of the Sundaland continent there were extensive areas of shallow marine carbonates, and coral reefs. It is extremely difficult to reconstruct the palaeogeography of Wallacea during the critical period after Early Miocene collision. The Makassar Straits remained a wide barrier between Sundaland and the Sula Spur, with a very deep water central area and wide marine shelves. As observed before (Hall 2001) there was no direct way of crossing between Borneo and West Sulawesi but the distribution and depths of water on the Sunda Shelf, suggest there were always routes from Borneo via Java into Sulawesi, by way of small islands, although West Sulawesi may itself have been little more than islands until the Pliocene. It is similarly difficult to rule out connections between the terrestrial Australian continent and Sulawesi. I previously noted 1 Colour versions of the palaeogeographic maps are available at http://searg.rhul.ac.uk/FTP/FM_maps/.\n155R. Hall: Southeast Asia’s changing palaeogeography\n156 Blumea – Volume 54, 2009\n(Hall 2001) the absence of evidence for extensive erosional products that would be expected had much of Sulawesi been mountainous during the Early and Middle Miocene but recent seismic work in Gorontalo Bay (Jablonski et al. 2007), which separates the north and east arms of Sulawesi, has revealed very thick sedimentary sections that can only have been derived from Sulawesi, and although these are not yet dated it is likely that they are of Neogene age. This suggests significant elevation of much of central and eastern Sulawesi. Further east, in much of the intervening gap as far as the Bird’s Head, and offshore areas to the south and west of the Bird’s Head, there is evidence of marine deposition although numerous unconformities may indicate intermittent emergence. There is very little positive evidence for land throughout most of the area, and there is considerable evidence for marine deposition over much of it. Furthermore, the evidence from the Miocene of Sulawesi and parts of the Sula Spur–Bird’s Head region is relatively poor, because later erosion has removed important parts of the stratigraphic record and because the clastic sequences are often difficult to date. Future work is likely to lead to considerable revisions of palaeogeographic maps of these critical regions.\nAbout 10 Ma is the time when there may have been the easiest connections between Australia and Sulawesi and relatively extensive areas of possible land, and certainly very shallow seas (Fig. 13). A connection to Sundaland remains unlikely as the Makassar Strait was still fairly wide. Regional extension began after about 15 Ma, probably leading to reduction in relief in Sulawesi, and ultimately to formation of new ocean basins between Sundaland and Australia. Rollback of the Java Trench subduction hinge into the Banda embayment within the Australian margin led to formation of the North and South Banda Basins, with water depths of more than two kilometres, but as the trench moved east, new islands emerged as a short-lived volcanic arc formed (Fig. 13). At the western side of the zone of extension Sulawesi was emergent and at the eastern side the northern part of the Bird’s Head was an elevated region shedding clastic sediment to the southwest. South of the present southern coast of the Bird’s Head was a broad region which remained marine, but recent work shows that even within this marine area there was a short-lived period of deformation and uplift at about 4 Ma leading to erosion and subaerial karstic topography (Pairault et al. 2003). Subsequently this area subsided again and remained submerged, with the exception of Misool, until the present. However, this unexpected discovery based on new seismic data crossing the area illustrates how\ndifficult it is to be certain about details of palaeogeography in this complex region.\nFurther regional plate reorganizations have occurred in the last few million years (Fig. 14). In the west, Sumatra and Java have emerged progressively from west to east. In Sumatra, the Barisan Mountains began to rise in the Early or Middle Miocene, but for most of the Miocene formed a chain of offshore islands (Barber et al. 2005). Most of Sumatra and Java were elevated above sea level and emerged to their present size only since 5 Ma, and much of East Java continued to be the site of marine deposition until late in the Pliocene or even Pleistocene. The cause of deformation that has led to this gradual emergence is not clear; it may reflect increased coupling between the overriding and subducting slabs as irregularities such as the Roo Rise and Investigator Ridge are subducted. There is a tightening convergent knot in Wallacea. In New Guinea elevation began at around 10 Ma, but mountains probably rose to their present heights since 5 Ma. Sulawesi, parts of the Banda Arc, and the Moluccas were elevated above sea level since 5 Ma. There have been significant movements of continental fragments into and around the Banda Sea on splays of the left-lateral Sorong fault system and local collisions and uplift as a result. By 5 Ma much of Sulawesi was above sea level and there were high mountains in West Sulawesi, but the Banda Basins had become large and would have represented significant marine barriers. Seram and Timor have both risen to several kilometres above sea level in the last three million years. Quaternary reefs are now found at elevations of more than one kilometre above sea level on Timor. The speed of emergence and the dramatic changes in land and sea distributions in the Banda region are globally unusual but typical of this complex region. Just to the north, around the Molucca Sea, collision between arcs has led to elevation of the submarine collision complex in the central Molucca Sea where small islands are now emerging, and increase in size of the islands of the North Moluccas such as Halmahera.\noTHER ImPACTS oF TECTonIC CHAnGES\nThe most important consequence of the collision between Sundaland and Australia was the closure of the wide and deep marine gap between the two continental shelves. By the Early Miocene the former oceanic barrier which would have been several kilometres deep had been reduced in width to a largely shallow marine region, still a few hundred kilometres wide, but probably including islands. However, a possibly even more\n157R. Hall: Southeast Asia’s changing palaeogeography\nimportant effect of this closure was the impact on global climate. Before about 25 Ma there was a broadly equatorial transfer of water from the West Pacific, back to the East Pacific via the Indian, Tethyan/Mediterranean, and Atlantic Oceans. The importance of the closure of the Mediterranean Gateway, and the Panama Gateway, in oceanic and atmospheric circulation is commonly discussed and both have been widely studied. In contrast, the role of the gateway between Sundaland and Australia, variously named the Southeast Asian, Indonesian, or East Indonesian Gateway or Seaway, is widely overlooked and almost unstudied.\nPRESEnT IndonESIAn THRouGHFLow\nToday the gateway is the site of the Indonesian Throughflow which is the only low latitude connection between the world’s oceans (Fig. 15). However, understanding the role and importance of the throughflow is difficult, partly because of the complexity of the distribution of islands and considerable variations in water depth in the critical region of East Indonesia, but also because the global ocean-atmosphere system is still far from understood, and in particular the links to the ENSO system. At present the West Pacific Warm Pool, with the highest sea surface temperatures on the planet, occupies the area immediately east of the gateway and fluctuates in size and intensity over decades. It is commonly interpreted as linked to El Niño climate events and its position coincides with the maximum diversity of many marine organisms (e.g. Bellwood et al. 2005). Wyrtki (1961) showed that waters flowed from the Pacific Ocean through deep gaps in the Indonesian archipelago. At present the main passage from the Pacific to Indian Oceans is through the Celebes Sea, the Makassar Straits, and then via the Lombok Straits, between the islands of Bali and Lombok, or through the Timor Sea and then via the gap between Timor and Australia. Possible driving forces (Gordon 1986, Godfrey 1996) are upwelling of deep waters in the Pacific and subsequent flow\nwestwards, wind stresses, and atmospheric pressure gradients. There is also a significantly elevated sea level in the western Pacific Ocean compared to the Indian Ocean. At present most water passing through the Indonesian Gateway comes from the northern Pacific. There is more land around the northern Pacific and rainfall maintains fresher tropical waters north of the equator compared to the south. Northern Pacific waters are colder and less saline than water at the same density in the southern Pacific, and there is a sharp temperature front at the equator (Cane & Molnar 2001).\nVariations in flow through the Indonesian Gateway have important climatic effects. The shallow throughflow lowers sea surface temperatures to Australia’s north, reducing the evaporation of water, and reducing rainfall south of the equator but during the Australian monsoon the shallow throughflow stops and sea surface temperatures rise, evaporation increases and moist air falls as rain. The effects of deeper flow are less certain. A substantial fraction of the total heat absorbed by the equatorial Pacific Ocean is transported via the throughflow. Gordon (1986) suggested this may be a major contributor to the heat supply feeding North Atlantic Deep Water formation which in turn is thought to be the major determinant of long-term climate variations (Manabe & Stouffer 1988, Godfrey 1996). Effects of opening and closing the Indonesian passages have been investigated with coupled ocean-atmosphere climate models (Schneider 1998) which run for the equivalent of about 100 year periods. In these models closing the throughflow causes increase of sea level in the Pacific and decrease in the Indian Ocean, changes global wind stresses, changes sea surface temperatures by up to 1 °C and causes eastward shift of the West Pacific and East Indian Ocean warm pools, increases land temperatures in western Australia by up to 2 °C, with cooling over NE Asia, decreases rainfall in western Australia and the east Indian Ocean, and increases rainfall in the western Pacific, and causes overall cooling of the Indian Ocean and warming of the Pacific Ocean.\n158 Blumea – Volume 54, 2009\nPLEISToCEnE ImPACT\nThe longer term importance of the Indonesian Gateway is not known. Some dramatic changes in the character of the throughflow must have occurred during the Pleistocene when sea level was at times significantly lower exposing most of the Sunda and Sahul Shelves. Although the deep passages between the Pacific and Indian Oceans would not have been closed, some of them, particularly the Makassar Straits, would have been significantly narrower suggesting much stronger flows. Shortterm models are very sensitive to small changes in bathymetry (Metzger & Hurlburt 1996) so there is some uncertainty about model results. Glacial falls in sea level would probably have eliminated flow between the Pacific via the South China Sea, the Sunda Shelf and the Indian Ocean (Godfrey 1996) suggesting important changes in currents in the Philippines and Indonesian waters. If the effects indicated by the 100 year models can be projected to longer periods of time both positive and negative feedbacks can be anticipated, and it is possible that the Indonesian Throughflow could be a critical valve in recent global climate change.\nnEoGEnE ImPACT\nFor the Pleistocene it is possible to evaluate the role of the gateway by changing sea levels using present day geography and bathymetry. This is not possible for older periods. As shown earlier, the palaeogeography of the region has changed considerably during the Neogene, notably in the critical region of Wallacea. The Makassar Straits remained a constant although wider gap than at present, but further east the distribution of land and sea was very different but is much more difficult to reconstruct. In the Banda and North Moluccas, major islands have emerged and risen kilometres above sea level. Nonetheless, some comments can be made.\nKennett et al. (1985) suggested closure of the Indonesian Gateway affected circulation in the Pacific Ocean, and had a major impact on global climate, but he inferred closure of the deep passage in the Middle Miocene, whereas we now know this closure occurred earlier, at the beginning of the Miocene. However, if heat from the equatorial Pacific Ocean does play an important role in North Atlantic Deep Water formation this is likely to have had a significant climatic impact. Kuhnt et al. (2004) showed that the initial closure of the Indonesian deep water passage between 25 Ma and 22 Ma coincides with major changes in the global deep sea isotope record, recording Late Oligocene warming (26–24 Ma), and the Mi-1 glaciation at 23 Ma (Miller et al. 1991). They infer a link between Australia–Sundaland collision and the significant perturbation of the climate system in the latest Oligocene–Early Miocene, resulting from closure of the Indonesian deepwater passage which caused major changes in global thermohaline circulation.\nCane & Molnar (2001) drew attention to the changing geography of the East Indonesian region in the last 10 Ma, and the influence of convergence between Australia and Southeast Asia on the relative proportions of South and North Pacific waters passing into the Indian Ocean. They suggested important consequences, such as a significantly decreased sea surface temperature in the Indian Ocean, the aridification of East Africa, and reduced atmospheric heat transport from the tropics to high latitudes. They assume that because the distribution of Asian landmass has changed little since the Miocene, the difference in salinity between western Pacific waters north and south of the equator also existed throughout this time. Thus, when New Guinea lay farther south warm saline water from the South Pacific would have passed into the Indian Ocean, warming sea surface temperatures there and causing a rainier climate in\neastern Africa. In their model the northward movement of New Guinea should have warmed the western equatorial Pacific and the colder throughflow would have decreased sea-surface temperatures in the Indian Ocean, thus reducing rainfall over eastern Africa. The resulting increase in the sea surface temperature gradient, perhaps coupled with mountain building in New Guinea, may have decreased heat transport out of the tropics sufficiently to stimulate global cooling and the eventual growth of ice sheets. Although speculative, changes in the tropics may be a driving force in global climate change, and the key area is the Sundaland–Australia collision zone. Critical to this modelling is a better understanding of palaeogeography."
  }, {
    "heading": "SomE CommEnTS on ISLAndS",
    "text": "Southeast Asia exemplifies one of the oldest and most important issues in biogeography: the role of islands. As a geologist, I am constantly asked question about islands, such as, how old is this one?, when did it emerge above sea level?, how far away from some other area was it?, etc. Such questions are almost always interesting, and many of them have widened my geological knowledge simply because of the research required to attempt answer them. In some cases they have increased my appreciation of the value of plant and animal distributions in interpreting the geological record. However, it is important for life scientists to understand that sometimes these questions cannot be answered or have no real meaning.\nFor some islands the age of an island is simple. Seamounts, and islands formed above rising plumes of magma, emerge from oceanic depths of more than a few kilometres are commonly formed in short intervals of time, and may build rapidly above sea level. Such ocean islands usually have a simple history since they are carried on an ocean plate until its destruction at a subduction zone. They form and emerge, they subside, sometimes below sea level, and they are destroyed. For these islands the age has a meaning, which is close to the age at which the volcanic rocks erupted, and is usually relatively easy to discover. Most islands are not like this.\nIt is also easy to identify an ‘age’ for some other islands, such as Timor or Seram. These have emerged as a consequence of collision, and have been elevated from a deep marine position to several kilometres above sea level in a short time. The age of their recent emergence is easy to identify. However, these islands contain records of an earlier history. For example, Timor also contains Eocene rocks representing continental terrestrial deposits that contain vertebrate fossils (Von Koenigswald 1967) and this has caused confusion (e.g. Simpson 1977) because these fossils have an Asian origin. The reason is simple: the upper nappes of Timor are part of the Asian margin thrust onto Australian margin rocks during the Pliocene collision. Thus, part of what is now Timor was above sea level in the Eocene but this does not indicate Timor is an Eocene island or that there was any connection between Asia and Australia before the Pliocene.\nHowever, it can be difficult to identify an ‘age’ for some islands, which may reflect the absence of a geological record, or changes in relative sea level during their history. Islands such as those in the Sumatran forearc have a complex history. These are commonly interpreted as formed by accretion during subduction (e.g. Dickinson 1977, Moore & Karig 1980) implying a broadly steady and continuous elevation with eventual emergence. Detailed mapping (Samuel et al. 1995, 1997, Samuel & Harbury 1996) does not support this model and indicates an early history of extension and subsidence followed by tectonic inversion and emergence. The larger forearc islands, such as Nias and Siberut, are in shallower parts of the forearc, and this probably reflects subduction of the Investigator Ridge on the\n159R. Hall: Southeast Asia’s changing palaeogeography\nIndian Plate at the Sunda Trench. Recent seismicity around North Sumatra demonstrates that tectonic activity can lead to both emergence and subsidence below sea level, often rapidly and commonly in areas close together. The combination of tectonic movements with glacial and eustatic changes in sea level means that parts, or all, of these islands may be emergent or submerged from time to time, and may have been connected to the mainland at several different times in the past. The concept of an age for such islands is not a simple one.\nFor the large islands such as Sulawesi or Borneo, the question of ‘age’ can be exceedingly difficult to answer. There is the problem of discovering and interpreting the geological record; as discussed above, the terrestrial record is particularly incomplete and difficult to interpret. The present island of Sulawesi is composed of several different components which have been juxtaposed over a long period dating back to at least the Early Cretaceous. Even if a single part of the island is considered, such as West Sulawesi, parts may have been emergent when other parts were submerged at several different times in its history. It may be possible for plants and animals to survive, even though parts of the area are submerged, if they are able to move from time to time and there is always somewhere above sea level. For islands with a complex tectonic history this is likely to be impossible to prove or disprove, although some estimate can be made of the likely size of emergent areas, which may be relevant in considering if terrestrial organisms could have persisted.\nI have previously cited New Caledonia as one example where geological and biological evidence point in opposite directions (Hall 2001). Here, there is an apparently ancient Gondwana flora (Keast 1996) and other features of the biota that seem to imply that land persisted since the Late Cretaceous. On the other hand there is no geological evidence that New Caledonia was above sea level until the Late Eocene and the history of the island suggests that Australian crust which forms the structurally lowest part of the island would have been submerged after rifting from Australia. The process that leads to the formation of the outboard continental slivers, whether separated fully from the continent or not, necessarily leads to stretching and thinning of the continental crust. This thinning almost always leads to subsidence. Normally the pattern of subsidence is very predictable and is related to the amount of stretching. If there had been any regions that were much less stretched it is possible that land was maintained, and extension can lead to local uplift, although this would not be a regional feature. From a geological perspective, it is not impossible that there could have been areas of land in the New Caledonia region between the Late Cretaceous and Eocene, although it seems very unlikely. For a Gondwana flora to survive from the Late Cretaceous requires a lot of coincidences but ‘improbable’ events happen, especially when there are long time periods. However, some recent work suggests that biotas previously interpreted as ancient may not be so (McGlone 2005, Trewick et al. 2007) and this may indicate that biotic evidence from New Caledonia is not as firm as previously thought. The most useful conclusion that can be drawn from these observations is that Earth and Life scientists need to understand better the evidence from both disciplines."
  }, {
    "heading": "ConCLuSIonS",
    "text": "Geology is the starting point for understanding Southeast Asian biogeographic patterns. However, there are complex interrelationships between plate movements, emergence of land and subsidence below sea level, ocean circulation and climate, all of which have influenced the distributions of faunas and floras. The geological record is incomplete, and although future work\nin Southeast Asia will significantly improve our knowledge of the geology because so little of this vast region has been studied in detail, compared to Europe and North America, the record will remain incomplete. Even where detailed, the resolution will remain on the scale of a million, hundreds, or tens of thousands of years, and such detail will be available only for marine deposits.\nSoutheast Asia grew incrementally by the addition of continental fragments, mainly rifted from Australia, that were added to the margins of Sundaland as a result of subduction. Sundaland was an almost permanent land area from the beginning of the Mesozoic but its coastlines and topography are difficult to reconstruct. New studies, for example, of low temperature thermochronology, sediment provenance and stratigraphy, are improving our knowledge of topography and terrestrial drainage. The palaeogeography of the region has changed considerably during the Cenozoic, and most significantly in the critical area of Wallacea. Australia began to collide with Southeast Asia about 25 million years ago, effectively closing the former deep ocean separating the two continents but the very complex tectonic development of the collision zone did not simply lead to rise of mountains and disappearance of wide oceans, but to an even more complex island palaeogeography between Australia and Sundaland. Colliding tectonic fragments rarely, if ever, arrived as arks carrying their loads of animals and plants, indeed most were submerged for most of their history between rifting from Australia and collision. Collision was followed by changes in topography, bathymetry and land and sea distribution, but not in a simple manner. Subduction formed emergent volcanic islands, often short-lived, but subduction-related tectonic processes also caused extension, subsidence, formation of new arcs and new collisions, notably in the Banda region.\nReconstructing the palaeogeography of Wallacea remains a long-term challenge, but this is merely one part of the solution. Changing tectonics and palaeogeography would have caused complex changes in oceanic as well as atmospheric circulation. It is possible that closure of the Southeast Asian Gateway influenced global climate and may have played a part in global cooling and the growth of ice sheets. The changes in volume of ice at the poles caused sea level changes and dramatic changes in the areas of the emergent Sunda and Sahul shelves. The importance of the gateway for global climate is still overlooked. Cane & Molnar (2001) observed that virtually all regional climate changes have been treated as responses to changes at high latitudes associated with development of thermohaline circulation. The rise of the Himalayas is also commonly thought to be the cause of significant climate change in Asia and Southeast Asia during the Neogene, for example, in initiating the Asian monsoon. However, it is clear that at the times when these climate changes occurred there must have been important changes in water circulation between the Pacific and Indian Oceans which would have affected both temperature and salinities elsewhere. These changes certainly seem to have the potential to cause other effects in the Australia–Asia–Pacific region, and possibly globally, such as changes in rainfall, winds, atmospheric pressures, sea level and temperatures. All of these will have affected the past and present distributions of plants and animals.\nExcept in a few rare cases, plant and animal distributions will not match in a simple way to geology, as they are the result of numerous influences. This does not mean that there should be recourse to improbable hypotheses such as an expanding Earth, or speculative land bridges, but that Earth and Life Scientists need to work together to understand each other’s data, and to interpret their observations. Like the geology, the present biogeographic patterns need to be viewed as one image in a rapidly-changing scene which is still far from achieving equilibrium.\n160 Blumea – Volume 54, 2009\nAcknowledgements I am grateful to the University of London Central Research Fund, the Natural Environment Research Council, and the Royal Society, for support at different times, but especially to the consortium of oil companies who have supported our research in Southeast Asia for many years. I thank colleagues in Indonesia at the Pusat Survei Geologi Bandung, Lemigas, Indonesian Institute of Sciences, and Institut Teknologi Bandung, and many colleagues, friends and students in the UK, Europe and Southeast Asia, for help and discussion."
  }],
  "year": 2009,
  "references": [{
    "title": "Dating of Neogene igneous rocks",
    "authors": ["Baker S", "Malaihollo JAF"],
    "year": 1996
  }, {
    "title": "The structure of Sumatra and its implications",
    "authors": ["Barber AJ", "Crow MJ"],
    "venue": "London Special Publication",
    "year": 2009
  }, {
    "title": "Tertiary tectonic and",
    "authors": ["SC Bergman", "DQ Coffield", "JP Talbot", "RJ. Garrard"],
    "year": 1996
  }, {
    "title": "Crustal motion in Indonesia from Global",
    "authors": ["SSO Puntodewo", "E. Calais"],
    "year": 2003
  }, {
    "title": "Cenozoic Evolution of the Lariang and Karama",
    "authors": ["SJ Calvert", "R. Hall"],
    "year": 2007
  }, {
    "title": "Closing of the Indonesian seaway as a precur",
    "authors": ["MA Cane", "P. Molnar"],
    "year": 2001
  }, {
    "title": "Tertiary volcanicity",
    "authors": ["Society of London. Crow MJ."],
    "venue": "Geological Society London Memoir 31:",
    "year": 2005
  }, {
    "title": "The thermal structure of subduction",
    "authors": ["98–119. Currie CA", "Hyndman RD"],
    "year": 2006
  }, {
    "title": "Tectono-stratigraphic evolution of subduction controlled",
    "authors": ["1029/2005JB004024. Dickinson WR"],
    "year": 1977
  }, {
    "title": "Spatial and temporal",
    "authors": ["M Elburg", "T Van Leeuwen", "J Foden"],
    "venue": "Muhardjo",
    "year": 2003
  }, {
    "title": "Sulawesi, Indonesia",
    "authors": ["CA Evans", "JW Hawkins", "GF. Moore"],
    "venue": "Chemical Geology",
    "year": 1983
  }, {
    "title": "Geological Society of America, Geodynamic Series",
    "authors": ["M Fuller", "JR Ali", "SJ Moss", "GM Frost", "B Richter", "A. Mahfi"],
    "venue": "Paleomagne-",
    "year": 1999
  }, {
    "title": "The effect of the Indonesian throughflow on ocean circulation and heat exchange with the atmosphere: a review",
    "authors": ["Godfrey JS."],
    "venue": "Journal of Geophysical Research 101: 12217–12238.",
    "year": 1996
  }, {
    "title": "Interocean exchange of thermocline water",
    "authors": ["Gordon AL."],
    "venue": "Journal of Geophysical Research 91C: 5037–5046.",
    "year": 1986
  }, {
    "title": "Geosynclinal theory and the organizational pattern of the North-west Borneo geosyncline",
    "authors": ["Haile NS."],
    "venue": "Quarterly Journal of the Geological Society of London 124: 171–194.",
    "year": 1969
  }, {
    "title": "Borneo",
    "authors": ["Haile NS."],
    "venue": "Geological Society of London Special Publication 4: 333–347.",
    "year": 1974
  }, {
    "title": "Reconstructing Cenozoic Southeast Asia",
    "authors": ["R. Hall"],
    "venue": "Geological Society of London Special Publication 106: 153–184.",
    "year": 1996
  }, {
    "title": "The plate tectonics of Cenozoic Southeast Asia and the distribution of land and sea",
    "authors": ["R. Hall"],
    "venue": "In: Hall R, Holloway JD (eds), Biogeography and geological evolution of Southeast Asia: 99–131. Backhuys Publishers, Leiden, The Netherlands.",
    "year": 1998
  }, {
    "title": "Neogene history of collision in the Halmahera region, Indonesia",
    "authors": ["R. Hall"],
    "venue": "Indonesian Petroleum Association, Proceedings 27th Annual Convention 487–493.",
    "year": 2000
  }, {
    "title": "Cenozoic reconstructions of Southeast Asia and the Southwest Pacific: changing patterns of land and sea",
    "authors": ["R. Hall"],
    "venue": "In: Metcalfe I, Smith JMB, Morwood M, Davidson ID (eds), Faunal and floral migrations and evolution in Southeast Asia–Australasia: 35–56. Balkema (Swets, Zeitlinger Publishers), Lisse.",
    "year": 2001
  }, {
    "title": "Cenozoic geological and plate tectonic evolution of Southeast Asia and the Southwest Pacific: computer-based reconstructions, model and animations",
    "authors": ["R. Hall"],
    "venue": "Journal of Asian Earth Sciences 20: 353–434.",
    "year": 2002
  }, {
    "title": "The Eurasian SE Asian margin as a modern example of an accretionary orogen",
    "authors": ["R. Hall"],
    "venue": "Geological Society of London Special Publication 318: 351–372.",
    "year": 2009
  }, {
    "title": "Cenozoic motion of the Philippine Sea Plate – paleomagnetic evidence from eastern Indonesia",
    "authors": ["R Hall", "JR Ali", "CD. Anderson"],
    "venue": "Tectonics 14: 1117–1132.",
    "year": 1995
  }, {
    "title": "Origin and motion history of the Philippine Sea Plate",
    "authors": ["R Hall", "JR Ali", "CD Anderson", "SJ. Baker"],
    "venue": "Tectonophysics 251: 229–250.",
    "year": 1995
  }, {
    "title": "Basement rocks of the Halmahera region, eastern Indonesia: a Late Cretaceous–Early Tertiary arc and fore-arc",
    "authors": ["R Hall", "MG Audley-Charles", "FT Banner", "S Hidayat", "SL. Tobing"],
    "venue": "Geological Society London Journal 145: 65–84.",
    "year": 1988
  }, {
    "title": "Sundaland basins",
    "authors": ["Hall R", "Morley CK."],
    "venue": "AGU Geophysical Monograph 149: 55–85.",
    "year": 2004
  }, {
    "title": "Cenozoic arc activity in Indonesia: identification of the key influences on the stratigraphic record in active volcanic arcs",
    "authors": ["Hall R", "Smyth HR."],
    "venue": "Geological Society of America Special Paper 436: 27–54.",
    "year": 2008
  }, {
    "title": "Subducted slabs beneath the eastern Indonesia–Tonga region: insights from tomography",
    "authors": ["R Hall", "W. Spakman"],
    "venue": "Earth and Planetary Science Letters 201: 321–336.",
    "year": 2002
  }, {
    "title": "Impact of India–Asia collision on SE Asia: the record in Borneo",
    "authors": ["R Hall", "MWA Van Hattum", "W. Spakman"],
    "venue": "Tectonophysics 451: 366–389.",
    "year": 2008
  }, {
    "title": "Neogene sutures in eastern Indonesia",
    "authors": ["Hall R", "Wilson MEJ."],
    "venue": "Journal of Asian Earth Sciences 18: 787–814.",
    "year": 2000
  }, {
    "title": "Tectonics of the Indonesian region",
    "authors": ["W. Hamilton"],
    "venue": "USGS Professional Paper 1078: 345.",
    "year": 1979
  }, {
    "title": "The stratigraphic and tectonic evolution of Reed Bank, North Palawan and Mindoro to the Asian mainland and its significance in the evolution of the South China Sea",
    "authors": ["Holloway NH."],
    "venue": "American Association of Petroleum Geologists Bulletin 66: 1357–1383.",
    "year": 1982
  }, {
    "title": "Tectonic evolution of Sundaland: a Phanerozoic synthesis",
    "authors": ["Hutchison CS."],
    "venue": "Bulletin of the Geological Society of Malaysia 6: 61–86.",
    "year": 1973
  }, {
    "title": "Geological evolution of South-East Asia13",
    "authors": ["Hutchison CS."],
    "venue": "Oxford Monographs on Geology and Geophysics, Clarendon Press.",
    "year": 1989
  }, {
    "title": "The ‘Rajang Accretionary Prism’ and ‘Lupar Line’ problem of Borneo",
    "authors": ["Hutchison CS."],
    "venue": "Geological Society London Special Publication 106: 247–261.",
    "year": 1996
  }, {
    "title": "Geology of North-West Borneo: Elsevier",
    "authors": ["Hutchison CS"],
    "year": 2005
  }, {
    "title": "A Miocene collisional belt in North Borneo: uplift mechanism and isostatic adjustment quantified by thermochronology",
    "authors": ["CS Hutchison", "SC Bergman", "DA Swauger", "JE. Graves"],
    "venue": "Journal of the Geological Society of London 157: 783–793.",
    "year": 2000
  }, {
    "title": "Geology and exploration potential of the Gorontalo Basin, Central Indonesia – eastern extension of the North Makassar basin? Indonesian Petroleum Association, Proceedings 31st Annual Convention",
    "authors": ["D Jablonski", "P Priyono", "S Westlake", "OA. Larsen"],
    "year": 2007
  }, {
    "title": "Gunung Kinabalu area, Sabah, Malaysia",
    "authors": ["G. Jacobson"],
    "venue": "Malaysia Geological Survey, Report 8. Geological Survey of Malaysia, Sabah.",
    "year": 1970
  }, {
    "title": "Pacific biogeography: patterns and processes",
    "authors": ["A. Keast"],
    "venue": "In: Keast A, Miller SE (eds), The origin and evolution of Pacific Island biotas: New Guinea to Eastern Polynesia: patterns and processes: 477–512. SPB Academic Publishing, Amsterdam, The Netherlands.",
    "year": 1996
  }, {
    "title": "Miocene planktonic foraminiferal biogeography and paleogeographic development of the Indo–Pacific region",
    "authors": ["JP Kennett", "G Keller", "MS. Srinivasan"],
    "venue": "Geological Society of America Memoir 163: 197–236.",
    "year": 1985
  }, {
    "title": "Neogene history of the Indonesian throughflow",
    "authors": ["W Kuhnt", "A Holbourn", "R Hall", "M Zuvela", "R. Käse"],
    "venue": "AGU Geophysical Monograph 149: 299–320.",
    "year": 2004
  }, {
    "title": "The onset of India–Asia collision: Early, steep subduction required by the timing of UHP metamorphism in the western Himalaya",
    "authors": ["ML Leech", "S Singh", "AK Jain", "SL Klemperer", "RM. Manickavasagam"],
    "venue": "Earth and Planetary Science Letters 234: 83–97.",
    "year": 2005
  }, {
    "title": "Two stable equilibria of a coupled oceanatmosphere model",
    "authors": ["Manabe S", "Stouffer RJ."],
    "venue": "Journal of Climate 1: 841–866.",
    "year": 1988
  }, {
    "title": "Mesozoic and Cenozoic plutonic evolution of Southeast Asia: evidence from Sumatra, Indonesia",
    "authors": ["WJ McCourt", "MJ Crow", "EJ Cobbing", "TC. Amin"],
    "venue": "Geological Society of London Special Publication 106: 321–335.",
    "year": 1996
  }, {
    "title": "Goodbye Gondwana",
    "authors": ["McGlone MS."],
    "venue": "Journal of Biogeography 32: 739– 740.",
    "year": 2005
  }, {
    "title": "Pre-Cretaceous evolution of Southeast Asian terranes",
    "authors": ["I. Metcalfe"],
    "venue": "Geological Society of London Special Publication 106: 97–122.",
    "year": 1996
  }, {
    "title": "Palaeozoic and Mesozoic geological evolution of the Southeast Asian region: multidisciplinary constraints and implications for biogeography",
    "authors": ["I. Metcalfe"],
    "venue": "In: Hall R, Holloway JD (eds), Biogeography and geological evolution of Southeast Asia: 25–41. Backhuys Publishers, Leiden.",
    "year": 1998
  }, {
    "title": "Coupled dynamics of the South China Sea, the Sulu Sea and the Pacific Ocean",
    "authors": ["Metzger EJ", "Hurlburt HE."],
    "venue": "Journal of Geophysical Research 101: 12331–12352.",
    "year": 1996
  }, {
    "title": "Unlocking the Ice House: Oligocene–Miocene oxygen isotopes, eustasy, and margin erosion",
    "authors": ["KG Miller", "JM Wright", "RG. Fairbanks"],
    "venue": "Journal of Geophysical Research 96: 6829–6848.",
    "year": 1991
  }, {
    "title": "Back-arc basin origin for the East Sulawesi ophiolite (eastern Indonesia)",
    "authors": ["C Monnier", "J Girardeau", "R Maury", "J. Cotten"],
    "venue": "Geology 23: 851–854.",
    "year": 1995
  }, {
    "title": "Structural geology of Nias island, Indonesia: implications for subduction zone tectonics",
    "authors": ["Moore GF", "Karig DE."],
    "venue": "American Journal of Science 280: 193–223.",
    "year": 1980
  }, {
    "title": "Embaluh group turbidites in Kalimantan: evolution of a remnant oceanic basin in Borneo during the Late Cretaceous to Palaeogene",
    "authors": ["Moss SJ."],
    "venue": "Journal of the Geological Society 155: 509–524.",
    "year": 1998
  }, {
    "title": "Palaeomagnetism of the Balantak ophiolite Sulawesi",
    "authors": ["B Mubroto", "JC Briden", "E McClelland", "R. Hall"],
    "venue": "Earth and Planetary Science Letters 125: 193–209.",
    "year": 1994
  }, {
    "title": "Structural styles and tectonic evolution of the Seram Trough, Indonesia",
    "authors": ["AA Pairault", "R Hall", "CF. Elders"],
    "venue": "Marine and Petroleum Geology 20: 1141–1160.",
    "year": 2003
  }, {
    "title": "Emplacement of the East Sulawesi Ophiolite: evidence from subophiolite metamorphic rocks",
    "authors": ["C. Parkinson"],
    "venue": "Journal of Asian Earth Sciences 16: 13–28.",
    "year": 1998
  }, {
    "title": "An outline of the petrology, structure and age of the Pompangeo Schist Complex of Central Sulawesi, Indonesia",
    "authors": ["C. Parkinson"],
    "venue": "Island Arc 7: 231–245.",
    "year": 1998
  }, {
    "title": "An overview and tectonic synthesis of the pre-Tertiary very-high-pressure metamorphic and associated rocks of Java, Sulawesi and Kalimantan, Indonesia",
    "authors": ["CD Parkinson", "K Miyazaki", "K Wakita", "AJ Barber", "DA. Carswell"],
    "venue": "Island Arc 7: 184–200.",
    "year": 1998
  }, {
    "title": "Formation and evolution of strike-slip faults, rifts, and basins during the India–Asia collision: an experimental approach",
    "authors": ["G Peltzer", "P. Tapponnier"],
    "venue": "Journal of Geophysical Research 93: 15085–15117.",
    "year": 1988
  }, {
    "title": "Magmatic evolution of Sulawesi (Indonesia): constraints on the Cenozoic geodynamic history of the Sundaland active margin",
    "authors": ["M Polvé", "RC Maury", "H Bellon", "C Rangin", "B Priadi", "S Yuwono", "JL Joron", "R. Soeria-Atmadja"],
    "venue": "Tectonophysics 272: 69–92.",
    "year": 1997
  }, {
    "title": "Age of initiation of collision between India and Asia: a review of stratigraphic data",
    "authors": ["Rowley DB."],
    "venue": "Earth and Planetary Science Letters 145: 1–13.",
    "year": 1996
  }, {
    "title": "The Mentawai fault zone and deformation of the Sumatran forearc in the Nias area",
    "authors": ["Samuel MA", "Harbury NA."],
    "venue": "Geological Society of London Special Publication 106: 337–351.",
    "year": 1996
  }, {
    "title": "A new stratigraphy for the islands of the Sumatran Forearc, Indonesia",
    "authors": ["MA Samuel", "NA Harbury", "A Bakri", "FT Banner", "L. Hartono"],
    "venue": "Journal of Asian Earth Sciences 15: 339–380.",
    "year": 1997
  }, {
    "title": "Inversion of an outer-arc ridge: the Sumatran Forearc, Indonesia",
    "authors": ["MA Samuel", "NA Harbury", "ME Jones", "SJ. Matthews"],
    "venue": "Geological Society London Special Publication 88: 473–492.",
    "year": 1995
  }, {
    "title": "The Indonesian throughflow and the global climate system",
    "authors": ["N. Schneider"],
    "venue": "Journal of Climate 11: 676–689.",
    "year": 1998
  }, {
    "title": "Gravity results and emplacement geometry of the Sulawesi ultramafic belt, Indonesia",
    "authors": ["EA Silver", "R McCaffrey", "Y. Joyodiwiryo"],
    "venue": "Geology 6: 527–531.",
    "year": 1978
  }, {
    "title": "Ophiolite emplacement by collision between the Sula platform and the Sulawesi island arc, Indonesia",
    "authors": ["EA Silver", "R McCaffrey", "Y Joyodiwiryo", "S. Stevens"],
    "venue": "Journal of Geophysical Research 88: 9419–9435.",
    "year": 1983
  }, {
    "title": "A decade of GPS in Southeast Asia: resolving Sundaland motion and boundaries",
    "authors": ["WJF Simons", "A Socquet", "C Vigny", "BAC Ambrosius", "SH Abu", "C Promthong", "Subarya", "DA Sarsito", "S Matheussen", "P Morgan", "W. Spakman"],
    "venue": "Journal of Geophysical Research 112: B06420, doi: 10.1029/ 2005JB003868.",
    "year": 2007
  }, {
    "title": "Too many lines; the limits of the Oriental and Australian zoogeographic regions",
    "authors": ["Simpson GG."],
    "venue": "Proceedings of the American Philosophical Society 121: 107–120.",
    "year": 1977
  }, {
    "title": "The deep crust beneath island arcs: inherited zircons reveal a Gondwana continental fragment beneath East Java, Indonesia",
    "authors": ["HR Smyth", "PJ Hamilton", "R Hall", "PD. Kinny"],
    "venue": "Earth and Planetary Science Letters 258: 269–282.",
    "year": 2007
  }, {
    "title": "Age and emplacement of the Mount Kinabalu pluton",
    "authors": ["DA Swauger", "CS Hutchison", "SC Bergman", "JE. Graves"],
    "venue": "Bulletin of the Geological Society of Malaysia 44: 159–163.",
    "year": 2000
  }, {
    "title": "On the mechanics of collision between India and Asia",
    "authors": ["P Tapponnier", "G Peltzer", "R. Armijo"],
    "venue": "Geological Society London Special Publication 19: 115–157.",
    "year": 1986
  }, {
    "title": "Hello New Zealand",
    "authors": ["SA Trewick", "AM Paterson", "HJ. Campbell"],
    "venue": "Journal of Biogeography 34: 1–6.",
    "year": 2007
  }, {
    "title": "Southeast Asian sediments not from Asia: Provenance and geochronology of North Borneo sandstones",
    "authors": ["MWA Van Hattum", "R Hall", "AL Pickard", "GJ. Nichols"],
    "venue": "Geology 34: 589–592.",
    "year": 2006
  }, {
    "title": "The geology of Southwest Sulawesi with special reference to the Biru area",
    "authors": ["Van Leeuwen TM."],
    "venue": "Geological Research and Development Centre, Bandung, Special Publication 2: 277–304.",
    "year": 1981
  }, {
    "title": "Petrologic, isotopic, and radiometric age constraints on the origin and tectonic history of the Malino Metamorphic Complex, NW Sulawesi, Indonesia",
    "authors": ["TM Van Leeuwen", "CM Allen", "A Kadarusman", "M Elburg", "MJ Palin", "Muhardjo", "Suwijanto."],
    "venue": "Journal of Asian Earth Sciences 29: 751–777.",
    "year": 2007
  }, {
    "title": "Genesis of the Kinabalu (Sabah) granitoid at a subduction-collision junction",
    "authors": ["Vogt ET", "Flower MFJ."],
    "venue": "Contributions to Mineralogy and Petrology 103: 493–509.",
    "year": 1989
  }, {
    "title": "An upper Eocene mammal of the family Anthracotheriidae from the island of Timor, Indonesia",
    "authors": ["Von Koenigswald GHR."],
    "venue": "Proceedings of the Koninklijke Nederlandse Akademie van Wetenschappen, Series B: Palaeontology, Geology, Physics and Chemistry 70: 529–533.",
    "year": 1967
  }, {
    "title": "Sunda–Java trench kinematics, slab window formation and overriding plate deformation since the Cretaceous",
    "authors": ["JM Whittaker", "RD Müller", "M Sdrolias", "C. Heine"],
    "venue": "Earth and Planetary Science Letters 255: 445–457.",
    "year": 2007
  }, {
    "title": "The age and thermal evolution of blueschists from South-East Sulawesi, Indonesia: the case of slowly cooled phengites",
    "authors": ["JR Wijbrans", "H Helmers", "J. Sopaheluwakan"],
    "venue": "Mineralogical Magazine 58A: 975–976.",
    "year": 1994
  }, {
    "title": "Late Cretaceous to Early Tertiary structural elements of West Kalimantan",
    "authors": ["PR Williams", "CR Johnston", "RA Almond", "WH. Simamora"],
    "venue": "Tectonophysics 148: 279–298.",
    "year": 1988
  }, {
    "title": "A Late Cretaceous to Early Tertiary accretionary complex in West Kalimantan",
    "authors": ["PR Williams", "S Supriatna", "CR Johnston", "RA Almond", "WH. Simamora"],
    "venue": "Bulletin Geological Research and Development Centre, Bandung, Indonesia 13: 9–29.",
    "year": 1989
  }, {
    "title": "Physical oceanography of Southeast Asian waters",
    "authors": ["K. Wyrtki"],
    "venue": "NAGA Report (Scripps Institute of Oceanography, California) 2.",
    "year": 1961
  }],
  "id": "SP:92fb5af80fd4c67ae0574557eb74901e6a48fa5f",
  "authors": [],
  "abstractText": "You are free to share to copy, distribute and transmit the work, under the following conditions: Attribution: You must attribute the work in the manner specified by the author or licensor (but not in any way that suggests that they endorse you or your use of the work). Non-commercial: You may not use this work for commercial purposes. No derivative works: You may not alter, transform, or build upon this work. For any reuse or distribution, you must make clear to others the license terms of this work, which can be found at http://creativecommons.org/licenses/by-nc-nd/3.0/legalcode. Any of the above conditions can be waived if you get permission from the copyright holder. Nothing in this license impairs or restricts the author’s moral rights. Blumea 54, 2009: 148–161 www.ingentaconnect.com/content/nhn/blumea doi:10.3767/000651909X475941 RESEARCH ARTICLE"
}