{
  "sections": [{
    "text": "paleo-precipitation and the regional influence of El Nino Southern Oscillation (ENSO) in South America are assessed from a high-resolution calendar varvethickness record. Two short laminated sediment cores (53 and 61 cm length) from Lago Puyehue (408 S) are analysed by continuous varve measurements through the last 600 years. The calendar varve years are determined by the occurrence of graded planktonicrich layers. The annual sediment accumulation rates are reconstructed by using the standard varve-counting methods on thin sections. The 1980–2000 varvethickness record is interpreted in terms of climate through correlation with limnological and local monthly instrumental climate databases. The comparison between the standardized varve thickness with the instrumental records reveals a strong correlation (r = 0.75, h = 0.07) between the total varve thickness and the austral autumn/winter precipitation. We argue that strong austral winter winds and precipitation are the forcing factors for the seasonal\nturn-over and phytoplankton increase in the lake sediments. During strong El Nino events the precipitation and the winds decrease abnormally, hence reducing the thickness of the biogenic sediments deposited after the winter turn-over. Our results show one significant regional maximum peak of winter precipitation (>900 mm) in the mid 20th century and a significant period with lower winter precipitation (<400 mm) before the 15th century, i.e., the late Medieval Warm Period. The first peak in the mid 20th century is confirmed by the regional precipitation database. The influence of ENSO cycles over the last 600 years is assessed by spectral analysis in Fagel et al. (2007). The possible influence of the regional volcanism and/or the seismic activity on the local climate record is also discussed.\nKeywords Chile Lake District Varve counting Varves ENSO Late Medieval Warm Period Last millennium"
  }, {
    "heading": "Introduction",
    "text": "The lakes in southern America constitute important sediment archives to reconstruct the climate changes influenced by the westerlies (Fontana 2005; Gilli et al. 2005; Haberzettl et al. 2005). In Southern Chile, the present latitudinal position of the oceanic Winter Polar Front (WPF; 408 S) delimits the present-day winter Westerlies belt between 408 and 558 S latitude\nThis is the sixth in a series of eight papers published in this special issue dedicated to the 17,900 year multi-proxy lacustrine record of Lago Puyehue, Chilean Lake District. The papers in this special issue were collected by M. De Batist, N. Fagel, M. -F. Loutre and E. Chapron.\nX. Boës (&) N. Fagel Clays and Paleoclimate Research Unit, University of Liège, 4000 Liege, Belgium e-mail: Xavier.Boes@oma.be\n(e.g., van Geel et al. 2000). The latitudinal position of the WPF moved southwards since the last deglaciation (Lamy et al. 1999, 2001). At 408 S, the climate is humid and temperate with precipitation maximum during the austral autumn/winter period (precipitation >500 mm in May and June; NOAA, NCEP reanalysis). Thus, lakes in the southern Chilean Lake District (39–418 S; Fig. 1) receive a large proportion of water from direct precipitation in austral autumn/ winter in association with stronger winds (4 m/s; NOAA, NCEP reanalysis). The southern Chilean lakes therefore constitute suitable continental records to assess paleo-precipitation at 408 S (Polar Front) and the links between local climate changes and the El Nino Southern Oscillation (De Batist et al. 2007). According to the local climatological instrumental data (Aguas Calientes, Parque Nacional Puyehue, Fig. 2) the area at 38–418 S displays clear teleconnections with the global ENSO-related Pacific oceanic circulation: El Nino years being related to local precipitation/wind decrease (Fig. 2; see also Montecinos and Aceituno 2003). In addition, the persistence of the ENSO-precipitation teleconnection in South America is evidenced by historical data (Ortlieb and Machare 1993; Ortlieb 1994, 2000;\nQuinn 1993). However, instrumental and historical records for ENSO indices are not very long, and therefore, if we are to comprehensively consider recent and modern climatic events, we need to put these records into the context of changes over longer timescales. Hence, our Lago Puyehue record (408400 S; Fig. 1) is important for the study of climate teleconnections.\nIn this paper, the annually laminated sediments record from Lago Puyehue are analysed by continuous varve counting and varve-thickness measurements over the last millennium. The sediments are analysed at high-resolution (i.e., annual) in order to assess the evolution of the regional paleo-precipitation influenced by the mid-latitude ENSO responses. The calendar ages and the accurate annual sediment accumulation rate estimates are derived from the graded plankton-rich layers (i.e., biogenic varves) produced by the winter turn-over of the nutrients (Fig. 2; see also Campos et al. 1989). The varve chronology is used for dating the regional stratigraphic markers, i.e., volcanic and seismic events that could have caused an overprint on the regional climate signal (see also Boes and Fagel, this issue). For the last 600 years, we propose an annual\nreconstruction of the paleo-precipitation influenced by ENSO. The impact of the strong El Nino events on the lake sediments is assessed from the AD 1980– 2000 calibrated time window. The transcription of the ENSO cycles over the sediment cores is further detailed by the spectral analysis performed on the annual varve-thickness record in Fagel et al. (2007)."
  }, {
    "heading": "Location and material",
    "text": "Local climate and ENSO linkage\nIn the Lake District the air temperature in austral summer is *128C and decreases up to *68C in winter (Aguas Calientes, Parque Nacional Puyehue). The strongest winds occur during the austral autumn/ winter transition (*4 m/s in May) and in winter; the winds are 1 m/s only in October (408540 S; NCEP reanalysis; Kalnay et al. 1996; Fig. 2). During normal conditions (e.g., 1981), the precipitation is heavier in the austral autumn/winter transition (>500 mm in May and June; Fig. 2) and precipitation minima are reached in summer (*300 mm/months; Fig. 2). During El Nino years (e.g., 1983; Fig. 2) we note a\nsignificant precipitation deficit in comparison to the normal climate conditions observed over the 1960– 1990 period. In addition the local dry response of the El Nino year is also associated with a decrease of the wind speed that can have an impact on the winter turn-over of the biogenic silica (e.g., Melosira, Asterionella; Fig. 2).\nLimnology\nLago Puyehue is an oligotrophic and temperate monomictic lake. The lake is stratified in summer and mixed during the austral winter months, driving water circulation, homothermy and nutrient mixing (Fig. 3, see also Sterken et al. 2007). The thermocline is *20 m depth in summer and *60 m depth in autumn (Fig. 3, Campos et al. 1989). The lake temperature (epilimnion) is maximum in summer (*188C) and the water circulation in winter leads to a 9–108C homothermy (Fig. 3). Maximum nutrient (phosphorus and nitrogen) concentrations occur in autumn and winter (Campos et al. 1989). The phytoplankton (e.g., Melosira, Asterionella; Sterken et al. 2007) are more abundant in austral autumn and winter (Fig. 2, Campos et al. 1989); phytoplankton other than diatoms (e.g.,\nCyanophyceae) is dominant in austral summer months (e.g., Anabaena; Fig. 2). The lake is submitted to underflow from the Rio Golgol with maximum floods in winter (i.e., August; Campos et al. 1989).\nCoring\nThe different basins have been investigated by a high-resolution seismic survey to select the best preserved continuous sediment accumulation zones in the lake, i.e., turbidite-free key-sites (De Batist et al. 2007). Two main coring stations, PU-I and PU-II, were selected during campaigns in 2002 (Fig. 1); they are representative of underflow (PU-I) and interflow (PU-II) key-sites (Charlet et al. 2007). The PU-I station is located in the deep Eastern Basin (122 m depth), and the PU-II station on an elevated sublacustrine plateau located in the Southern Basin (48 m depth only). The short cores were collected with a gravity corer from a UWITEC drilling platform ensuring that the water–sediment interface remained intact in the cores. We analyse two short cores with uncompacted sediments: PU-Ip3a (53 cm) and PU-IIp5a (61 cm) (Figs. 4 and 5) collected in\n2002. The cores were opened, described and photographed at the University of Liège.\nMacroscopic core description\nThe PU-Ip3a core material is unconsolidated with *40 to *70% of water content. Macroscopically, the fresh core surface is characterized by homogeneous mud or laminated sediments formed by clayey material and diatoms. The laminations are interrupted by three distinct clayey units differentiated by their colour, composition or texture, and by two coarsergrained layers (Fig. 4):\n– Unit 1 (10.5–15 cm depth from top of core) is\nformed by coarsely laminated sediments (*5 mm thick). The coarse laminations are made by an alternation of four light brownish clayey layers, one fine-grained bed (at 11 cm depth), and three homogeneous dark brownish clayey layers; – After a sharp transition, Unit 2 (15–30.5 cm\ndepth) is formed by compact dark brownish clayey deposits mixed with coarser material (20.5 cm thick);\n– Unit 3 (38.5–39.5 cm depth) corresponds to a\nsmall (1 cm thick) and compact homogeneous brownish clayey material; – Layer 1 (47.5–48.5 cm depth) consists of coarse\npumices (*0.5 cm diameter) mixed with light brownish-grey clays; – Layer 2 (55.5–55.8 cm depth) is a homogeneous\nblack sandy layer.\nMacroscopically, the PU-IIp5a core surface is homogeneous or characterized by laminations. The laminations are thinner and more regular compare to PU-I core; they are made by light clayey laminations or diatomaceous clays. The sequence presents one unit (i.e., clayey sediment) and six additional coarsergrained layers (Fig. 5):\nSeismite\nLandslides\nLandslides\nPumice\nTephra\n0\n10\n20\n30\n40\n50\n60\n17 00 17 20 17 40 17 60 17 80 18 00 18 20 18 40 18 60 18 80 19 00 19 20 19 40 19 60 19 80 20 00\n294±18 yr - 1,6 mm/yr\nD ep\nth (c\nm )\nVarve Age (AD calendar years)\nUnit 1 - 1960 AD\nUnit 2 - 1960 AD\nUnit 3 - 1920 AD\nLayer 1 - 1846 AD\nLayer 2 - 1772 AD 0,9 mm/yr\n1 mm/yr\n1,1 mm/yr\n2,3 mm/yr\n2,1 mm/yr\n0 2 4 6 8 10 12\n137 Cs (Bq kg -1)\n0 20 40 60 80 100\n210 Pb (Bq kg -1)\nCs137 (1965)\nFig. 4 Stratigraphic column of PU-I underflow site and independent chronostratigraphic markers (on the left). The log is completed from thinsections. Varve chronology for the time period AD 1706–2000 with sedimentation rates estimates derived from varve counting and corrected for the intercalated deposits. The radionuclides profiles of parallel cores are represented after Arnaud et al. (2006) (on the right)\n0\n10\n20\n30\n40\n50\n14 00 14 20 14 40 14 60 14 80 15 00 15 20 15 40 15 60 15 80 16 00 16 20 16 40 16 60 16 80 17 00 17 20 17 40 17 60 17 80 18 00 18 20 18 40 18 60 18 80 19 00 19 20 19 40 19 60 19 80 20 00\n592±9 yr - 0,92 mm/ yr\nD ep\nth (c\nm )\nSeismite\nTephra\nTephra\nTephra\nLayer 4 - 1590 AD\nLayer 6 - 1544 AD\nLayer 5 - 1564 AD\nAge (AD calendar years )\nUnit 1 - 1960 AD\nLayer 1 - 1926 AD\nLayer 2 - 1845 AD\nLayer 3 - 1799 AD\nTephra\nTephra Tephra\n0,65 mm/ yr\n0, 80 mm/ yr\n1,05 mm/ yr\n1,5 mm/ yr\n0,95 mm/ yr Cs137 (1965)\n0 2 4 6 8 10 12 14\n137 Cs (Bq kg -1)\n0 20 40 60 80 100 120 210 Pb (Bq kg -1)Fig. 5 Core log of PU-II interflow station and independent chronostratigraphic markers (on the left). Varve chronology with sedimentation rates estimates for the time window AD 1408–2000 (on the right). The varve counting in thin sections take into account the instantaneous intercalated deposits. The radionuclide profiles of parallel cores are represented after Arnaud et al. (2006) (on the right)\n– Unit 1 (4–7 cm depth) is formed by a distinct\nhomogeneous light brownish clayey matrix;\n– Layer 1 (13.5–14 cm depth) is made by black\nsands;\n– Layers 2–6 (20.5, 24.5, 41.5, 43.5, and 45 cm\ndepths) correspond to five thinner black sandy layers only few microns thick."
  }, {
    "heading": "Methods",
    "text": "Varve pre-treatment by lyophilization\nFor each core, the working sections were impregnated in order to polish the core surface (like for rock samples) so that laminations can be more easily determined in thin sections (Lamoureux 1994; Lotter and Lemcke 1999; Kemp et al. 2001). Here, we briefly explain the varve pre-treatment detailed in Boës and Fagel (2005).\nThe core materials were dried and impregnated within the coring tube to avoid post-sampling disturbances, and this also has the beneficial effect of ensuring the technique is relatively rapid. First, the cores were frozen and the solid water phase was sublimated under vacuum (12–36 h; e.g., Kemp et al. 2001). The sublimation pressure was determined according to the phase diagram of ice. Dry cores were impregnated with a low-viscosity polymer (Norsodyne S 2010 V) under low vacuum (i.e., 800– 1,000 mbar). Core sediments were polished with diamond discs (MD piano 80 and 600) in order to produce a continuous cover of the cores by largeformat thin sections (i.e., 140 · 65 mm).\nVarve counting in thin sections\nAll laminations were checked by optical microscopy to identify the internal sediment micro-structures, composition and origin (e.g., Brauer and Negendank 2002; Brauer 2004). Varve-like laminations are formed by couplets or by mixed couplets, which represent sediment accumulated during 1 year. The annual character of the laminations is constrained by independent chronologies, i.e., 210Pb, 137Cs, 241Am (Arnaud et al. in 2006) and also by independent chronostratigraphical markers (Figs. 4 and 5; see discussion paragraph). Couplets are defined by two\ndistinct layers: a light diatom-rich layer (light brownish or yellow clays) and a dark layer enriched in terrigenous organic matter with few diatoms (dark brownish clays, see varve-description paragraph). The mixed couplets present indistinct limits between the two different layers. Due to the varve microfacies, each year was determined by the presence of couplets and by the annual pattern of diatoms accumulated in the sediments (Card 1997). Core chronologies were constructed using varve-counting methods after Hajdas-Skowronek (1993) and Lotter and Lemcke (1999). The varve-counting step has been done on the thin sections at low magnification (5·, 10·). The varve years were counted with a constant 5 mm progression and the homogeneous sediments related to the intercalated units, or the finegrained layers, were measured. For the PU-II core, the same sequences were counted three times per 10 cm step to estimate the counting errors expressed as the cumulative varve-number difference (e.g., Brauer et al. 2000). It is important to emphasise here that varve counting directly from the fresh sediment cores was not possible as the varve structures were only evidenced after the impregnation/polishing step of the material. Furthermore, routine automatic counting methods by image analysis, i.e., repeated grey-scale axis at different positions, were not efficient enough. The occurrence of mixed couplets requires a constant visual control of the lateral sediment variations observed in the large-format thin sections. All ages in the present paper are given in AD calendar years.\nVarve thickness\nThe varves were measured from enlarged digitised images in order to compare the annual laminae thickness with the climate instrumental data (Zolitschka 1996). The annual thickness (distance in pixels) is manually measured from the thin-section image with ImageJ software (Rasband, W.S., ImageJ, National Institutes of Health, Bethesda, Maryland, USA, http://www.rsb.info.nih.gov/ij/, 1997–2004). The thin sections were digitised with a slide scanner with a constant image acquisition in black and white mode. The varve measurements were performed on digital TIF images in order to capture maximum variations of the thin, light, clayey laminations enriched by diatoms. For a constant image acquisi-\ntion, large thin sections were prepared from the polymerised blocks until an equal thickness was reached. The 300 mm thickness was preferred as it highlights the thinnest diatoms layers in the Lago Puyehue sediments. The varve thickness was measured from 8-bit grey-scale images (0-black; 256- white) to increase the accuracy of the measurements performed in the thin section. On the digitised images, the maximum light intensities represent the light layers (diatom-rich sediments) and the minimum light intensities represent the dark layers (i.e., diatom-poor sediments). We have only measured the total varve thickness, as limits between the light diatom and dark brownish layers were not systematically observed. The total varve thickness represents couplets, mixed couplets, including rare episodic thin laminae (>1 mm) (i.e., at the PU-I underflow site). The varve thickness is extracted from single pixel lines manually applied on the different laminations. We repeated the measurements along several, parallel lines perpendicular to the laminations to assess the lateral variations of the laminations. The pixel measurements are automatically converted into microns by calibration with a micrometer. Then results are expressed on an ageversus-depth scale. The blanks linked to cracks were removed from the dataset. The spaces between two consecutive thin sections (<1 mm, due to fisher wire diameter) have been taken into account by adding a blank in the data. It represents a negligible gap in comparison with the number of pixel measurements along the cores (*4,000 per core). Reliable results are provided by taking into consideration the lateral laminated sediment variations during the repetitive measurements."
  }, {
    "heading": "Results",
    "text": "Varve micro-facies\nIn both sites, the sedimentary matrix contains a finely light to slightly dark laminated micro-structure under the microscope. In PU-I core, laminations are formed by the alternation of light yellowish clays and dark brownish clays (Fig. 6, picture C). The laminations are micrometre- to millimetre-scale (1,600 mm average value). In the PU-II core,\nlaminations are micrometre-scale (900 mm average value) and characterized by rhythmic light yellowish clayey mud and dark brownish clayey mud forming series of couplets (Fig. 6, picture F). The components of the laminations were analysed by optical microscope techniques: the thin light brownish or yellowish clayey layers are composed of diatom frustules, the darker layers correspond to organicrich silty-clay material mixed with terrigenous to organic particles, and including a few diatoms. In the two studied cores, no bioturbation disturbances were observed.\nMicromorphology of intercalated deposits\nIn both PU-I and PU-II cores, the laminated sequences contain several intercalated deposits (Table 1). They are characterized by units that are several millimetres to centimetres thick or by coarser-grained layers (Fig. 6, pictures A, B, D, E). Under the microscope, the Unit 1 from the PU-I core is characterized by internal micrometre-scale laminations (<500 mm) enriched with degraded organic matter without diatoms. The Unit 2 represents terrigenous silty-clay sediments mixed with plant remains (<2 mm) and disturbed diatom assemblages. The Unit 3 represents homogeneous brownish clay laminations without diatoms as in Unit 1. The distinct grained layers are composed of allochthonous material (<500 mm), i.e., opaque minerals, pyroxenes, amphiboles, vesicular glass, or pumice debris, which are typical material of the regional soils developed on volcanic deposits, i.e., andosols (Bertrand et al. submitted). The grained layers represent three different sedimentological characteristics:\n(1) A thick fine-grained layer of several millimetres\nthickness, with diffuse upper and lower limits, composed by rounded heterogeneous grains (weathering minerals) mixed with clays (i.e., the grained layer in Unit 1, Fig. 6, picture A);\n(2) A centimetre-thick coarse pumice layer mixed\nwith homogeneous grey-clays (Layer 1);\n(3) A fine-grained layer of several millimetres\nthickness, with sharp upper and lower limits, characterized by well-sorted angular opaque grains without clays (Layer 2, Fig. 6, picture B).\nIn the PU-II core, the thick Unit 1 is characterized by homogeneous clays mixed with diatoms. Two types of grained layers (with allochthonous material) are evidenced (Fig. 6, pictures D, E):\n(1) A fine-grained layer of several millimetres\nthickness, with sharp upper and lower limits, dominated by angular homogeneous opaque grains without clays (Layers 1 and 4);\n(2) A micrometre-scale fine-grained distinct layer\nmade by well-sorted angular opaque grains (Layers 2, 3, 5, 6).\nSedimentation rates corrected from intercalated deposits\nIn the PU-I core (underflow site), 294 varve years (±6 % error) have been counted, i.e., AD 1706–2000 time\nwindow (Fig. 4). The sedimentation rates derived from varve counting and corrected for the intercalated deposits vary between *0.9 mm/year and *2.3 mm/year. Two main phases are recognized (Table 1): *2.20 mm/year (2000 to *1920), *0.95 mm/year (*1920 to *1700) (bottom core). The gaps in the counts are related to four thick intercalated deposits occurring at *1958 (Units 1–2), 1924 (Unit 3), *1846 (Layer 1), *1772 (Layer 2; Fig. 4, Table 1). Note that all ages obtained by varve counting for PU-I core are given in AD years with an age error bar of maximum ± 18 years at the bottom of the core resulting from cumulative error counts.\nIn the PU-II core (interflow site), 592 varve years (±2% error) have been counted, i.e., AD 1408–2000 time window (Fig. 5). The sedimentation rates vary between *0.6 mm/year and *1.5 mm/year, which are approximately half of the PU-I underflow values.\nFour periods are recognized (Table 1): *1.30 mm/ year (2000 to *1920), *1 mm/year (*1920 to *1840), *0.80 mm/year (*1840 to *1540), *0.60 mm/year (*1540 to *1408) (bottom core). Seven thick intercalated events occur at *1962 (Unit 1), *1926 (Layer 1), *1845 (Layer 2), *1799 (Layer 3), *1590 (Layer 4), *1564 (Layer 5), *1544 (Layer 6) (Table 1). Note all the varve ages obtained from the PU-II core are given in AD years with a cumulative error of maximum ± 12 years at the bottom of the core. This core provides an accurate age error bar estimated each 10 cm (see Table 1).\nVarve-thickness record\nThe total varve-thickness record of the PU-I core comprises five distinct phases marked by a significant change of the mean varve-thickness values [mean = 770 mm ± 730 (1 sigma), Fig. 7]: 2000–1950, 1950–1920, 1920–1820, 1820–1770, and 1770–1730. The total varve thickness presents four maximum thickness peaks in *1945, *1923 (Unit 3), *1845 (Layer 1), and *1772 AD (Layer 2).\nThe total varve-thickness record from PU-II site comprises eight varve-thickness intervals [mean = 550 mm ± 280 (1 sigma), Fig. 7]: 2000– 1950, 1950–1920, 1920–1820, 1820–1780, 1780– 1730, 1730–1630, 1630–1510, and 1510–1400. Note that for the top of the PU-II core, we observe similar periods than in the PU-I core. The varve record shows three maximum thickness peaks in *1944, *1895, *1845 (Layer 2).\nClimate-varve relationships\nThe standardized varve-thickness measurements are compared with the available local instrumental climate datasets (Aguas Calientes, Parque Nacional Puyehue, see also Pezoa Gutiérez 2003) to better understand the climate-varve relationships (Zolitschka 1996). To estimate the strength of the linear relationships between the local 1980–2000 climatic indices (x) with the standardized varve thickness (y), we use the coefficient of determination (r2).\nIn both sites, there is no linear regression between the varves and the monthly air temperatures (r2 < 0.05). As an exception, austral summer temperatures in February present a negative relation with the varve thickness (r2 = 0.43; r = 0.66), whereas austral autumn/winter temperatures provide a poor explanation of the varve-thickness variability (r2 = 0.26; r = 0.51 in May).\nIn the underflow site (PU-I) 6% of the varvethickness variability is explained by the annual precipitation (Fig. 8). There is no significant link between the varve thickness and the austral precipitation in summer/spring (r2 < 0.08), except a weak positive relation with the precipitation of January (r2 = 0.10, r = 0.32, h = 0.00). In contrast, the varve thickness and the precipitation in winter are\npositively correlated. The correlation is even more significant if we consider the maximum precipitation months: r2 = 0.39, r = 0.63, h = 0.00 in June and r2 = 0.23, r = 0.48 h = 0.00 in August). About 39% of the varve-thickness variability is explained by the maximum precipitation in winter (i.e., June; Fig. 8).\nIn the interflow site (PU-II), the annual precipitation explains 21% of the varve-thickness variability (r = 0.46) (Fig. 9). The comparison between the standardized varve thickness with the monthly instrumental climate data reveals no significant link between the varves and the precipitation in summer/ spring. Only 1–3% of the varve-thickness variability is explained by the austral summer/spring precipitation months (e.g., r2 = 0.03; r = 0.16, h = 0.00 in December). As an exception a poor varve correlation is observed in February (r2 = 0.22, r = 0.47, h = 0.00). The overall variability is explained by the austral autumn/winter transition: about 63% of the varve thickness is explained by the precipitation in May (r = 0.79, h = 0.07)."
  }, {
    "heading": "Discussion",
    "text": "Impact of the volcanic activity on the climatevarve record\nThe 40–428 S area displays a dozen of presently active volcanoes, which form the central part of the active Southern Volcanic Zone (SVZ, 33–478 S). According to the existing reports, the most recent volcanic activity was associated with the Calbuco (418200 S, 728370 W), Osorno (408500 S, 728190 W), and Cordon Caulle and Puyehue Volcanoes (Casertano 1963; Gonzalez-Ferran 1994).\nThe PU-I core (AD 1700–2000) contains one pumice layer (Layer 1 at 47 cm depth) attributed to a typical rhyolitic eruption of Cordon Caulle (Lara et al. 2004; Gonzales-Ferran 1994). According to the varve chronology and 137Cs data (Fig. 4; see also Arnaud et al. 2006 and Barra et al. 2004 for 137Cs and regional 1960 tsunami signatures), the pumice layer is apparently older than the last known eruption of Cordon Caulle in 1960. The oldest eruption of the\n0\n500\n1000\n1500\n2000\n2500\n3000\n3500\n4000\n1700 1750 1800 1850 1900 1950 2000\nAge (AD calendar years)\nT o\nta l v\nar ve\nt h\nic kn\nes s\n(µ m\n)\n+1\n+2\n+3\n+4\n-1\nPU-I\n1960 Valdivia\n200\n400\n600\n800\n1000\n1200\n1400\n1600\n1400 1500 1600 1700 1800 1900 2000\nAge (AD calendar years)\nT o\nta l v\nar ve\nt h\nic kn\nes s\n(µ m\n)\n1960 Valdivia\n+1\n+2\n+3\n-1\nPU-II\nLMWP LIA\n0\n1900 1920 1940 1960 1980 0\n200\n400\n600\n800\n1000\n1200\nP re\nci pi\nta tio\nni n\nM ay\nin V\nal di\nvi a\n(m m\n)\nAge (calendar years)\n+3\n+4\n+2\n+1\n-1\n0\n1930 1940 1950 1960 1970\n200\n400\n600\n800\n1000\n1200\nR io\nB ue\nno flo\nw (m\n3 / s)\nFig. 7 Total varve thickness for core PU-I from AD 1706 to 2000 and AD 1408 to 2000 for core PU-II. The varve thickness is presented according to age model (the arrows indicate the Valdivia earthquake event of 1960). Note that the highest peaks in PU-I correspond to the age of intercalated events. Precipitation in May (austral autumn/winter transition) in Valdiva over the 1900–2000 time period and Rio Bueno flow between 1920 and 1970 (on the left). The varve record is\ninterpreted in terms of paleo-precipitation based on difference in the standard deviation. +3 to +4r matching with maximum precipitation above 700 mm/month in the autumn/winter transition (May and June); likely +2 to +3r corresponds to *600–700 mm/month; +1 to +2 r to *500–600 mm/month; 0 to + 1 r to *400–500 mm/month; 0 to 1r to less than <400 mm/month\nPuyehue or Cordon Caulle Volcanoes (408300 S, 728150 W) is in AD 1893, which is considered as doubtful (Casertano 1963). In comparison, the activ-\nity reports of Osorno and Calbuco Volcanoes are longer and we note several eruptions in AD 1834– 1837–1852, and AD 1835, 1837–1838, respectively"
  }, {
    "heading": "1980 1984 1988 1992 1996 2000",
    "text": "(Gonzales-Ferran 1994). Note also that Calbuco and Puyehue are known to erupt within a few years of each other or together (Casertano 1963). Hence, this could confirm the validity of the age obtained for the pumice layer (i.e., 1846 ± 18 years). The additional tephra layer of *1772 could be related to the volcanic activity of Osorno reported between AD 1719–1790 (Gonzales-Ferran 1994).\nIn PU-II core the volcanic events are related to five distinct tephra layers in *1926 ± 3 years (Layer 1), *1843 ± 6 years (Layer 2), *1797 ± 6 yr (Layer 3), *1588 ± 12 years (Layer 4), *1562 ± 12 years (Layer 5), 1542 ± 12 years (Layer 6) (Fig. 5, Table 1). Historic documentary reports indicate an eruption in AD 1921–22 (Cordon Caulle), AD 1834–35–37 (Osorno, Calbuco), AD 1719–1790 (Osorno), and a more important period of earthquake activity in AD 1575 (sources: Servicio Sismologico Universidad de Chile; http://www.ssn.dgf.uchile.cl/home/sismohisto.html, see also e.g., Casertno 1963).\nImpact of the sedimentary structures induced by earthquakes\nThe Nazca South American Plate subduction makes the region tectonically very active and sensitive to large seismic events (e.g., Beck et al. 1998; Campos et al. 2002). In complement to tephra layers, the cores also contain evidence of sedimentary structures induced by earthquakes. Two more important sedimentary features occur at the top of the two studied cores (Figs. 4 and 5). In both cores, the given age is in good agreement with the large earthquake event of Valdivia in 1960 (Veyl 1961). The 1960 earthquake had its epicentre in Valdivia, located 100 km west from Lago Puyehue. The varve-counting methods using high-resolution microscopy appears therefore to be a useful method for tracking the regional seismic events recorded in the lake.\nIn PU-I and PU-II cores the interpretation of the 1960 earthquake from the varve record (Figs. 4 and 5) is confirmed by the micromorphological observations of a mixed lacustrine sediment unit in thin section. In the PU-I and PU-II cores, the 1960 event appears to be characterized by homogenized sediments of several centimetres thickness (no varve count) formed by diatom assemblage mixed with clayey sediments. In the PU-I core, the sedimentary structure induced by the 1960 earthquake event comprises also several\nsuperimposed terrigenous layers enriched in plant remains and reworked sediments (Units 1 and 2, Fig. 4). These terrigeneous layers are likely to have been induced by landslides in the Rio Golgol valley during the month following the earthquake (Chapron Pers. Comm.). No other event like the 1960 layer has been measured over the last 600 years in the PU-I core. The PU-II core is further not submitted to the hyperpicnal current (i.e., no sedimentary structures induced by landslides).\nAge model reliability\nWe first applied the varve-counting method on the PU-II site, as varve material presented a more regular increment only interrupted by rare thin intercalated deposits. This station is further characterized by typical varve couplets due to its location on a sublacustrine plateau (interflow site). For the uppermost centimetres of the core, the varve calendar ages obtained for the top of the Unit 1 (1960) are confirmed by independent radionuclide profiles obtained between 0 to 14 cm depth on a parallel core (Arnaud et al. 2006):\n– varve counting, 1960 ± 0 between 4 and 7 cm, – 210Pb, 1962 ± 2 between 4 and 6.5 cm depth, – 137Cs, 241Am, 1960 ± 6 between 4 and 6.5 cm\ndepth.\nThus, the sedimentary structure induced by the 1960 event constitutes an important independent chronostratigraphic marker that constrains the annual character of the laminated sediments of Lago Puyehue.\nAt the PU-I station, the internal sediment structure represents similar patterns with more numerous detrital inputs compared to the PU-II site. The PU-I sequence is more complex due to the occurrence of numerous intercalated deposits (i.e., due to the influence of the Rio Golgol). Thus, the intercalated units are thicker with clear limits in thin section. The cumulative varve-counting error (±18 years) is larger compared to PU-II core (±9 years). Results obtained by varve-counting method up to Unit 1 and 2 are in good agreement with the 137Cs profile obtained on a parallel core (Arnaud et al. 2006):\n– varve counting, 1958 ± 18 between 10 and\n30.5 cm depth,\n– 137Cs between *1965 to 1954 from 10 to 37 cm depth.\nLimnology and climate relationships\nBased on varve micro-facies, the annual increment in Lago Puyehue appears to be mainly related to diatom accumulation, which is itself related to nutrient supply in winter. According to Soto (2002), deep mixing could be a regulating factor of productivity and biomass (note that the deep mixing is typically characteristic of the southern Chilean lakes). We argue here that the formation of the annually laminated sediment of Lago Puyehue could be explained by nutrient turn-over cycles and water circulation in the lake. The Lago Puyehue waters are mixed once a year, in winter time (i.e., monomictic lake). One dominant winter climate forcing factor that explains lake mixing is the winter precipitation induced by the strong southern Westerly winds. In winter, the strong precipitation (>500 mm) and winds (*4 m/s) break the lake stratification, and promote water circulation, deep mixing and homothermy (Fig. 3). Water mixing in austral autumn and winter seasons drives nutrient turn-over, resulting in significant increases in diatom productivity, which helps to explain why diatoms (i.e., Melosira, Asterionella) are more abundant in autumn and winter lake water (Campos et al. 1989; Sterken et al. 2007). In spring and summer, the lake is oligotrophic and stratified, and the diatoms are less abundant due to a shallow epilimnion (Fig. 3; Campos et al. 1989).\nPrecipitation and varve-thickness links\nThe annual laminae thickness is better explained by the strongest precipitation months, i.e., May and June, in connection with strong winds and fast hydrological responses from the watershed that increase lake water turbulence. Austral summer precipitation and regional temperature changes (Villalba 1990; Villalba et al. 1996) that could have had an effect on algal blooms and organic matter seem not to be significant for the explanation of the varve-couplet formation in Lago Puyehue. We argue that the light layers enriched with diatoms are deposited at the end of winter and early spring, when the water stratification brings to an end the biogenic silica turn-over. Thus the diatom-rich layers appear to be deposited in a relatively short time period, thus providing the annual gradation suitable for climate reconstructions of ENSO influences in southern Chile. This interpretation of the varve\nmicro-facies is further supported by the correlations with local instrumental climate data: the varve thickness increases during heavy rainfall years and decreases during precipitation deficits and strong ENSO year (i.e., 1983; Figs. 8 and 9; see also Fagel et al. 2007). Our interpretation of the varve thickness in terms of precipitation record of the autumn/winter conditions is further supported by a significant link between the precipitation data (1900–1980) from Valdivia that show an increase in the precipitation in May (autumn/winter transition) between the AD 1930 and 1950 interval as seen in the varve-thickness record of Lago Puyehue (Fig. 7).\nRegional precipitation changes since AD 1400\nBased on the positive correlation between the varvethickness index from the interflow site (PU-II) with the precipitation index calculated over the 1980–2000 period (Fig. 9), we evaluate the main precipitation changes over the last 600 years (Fig. 7). Our precipitation estimates are derived from the autumn/ winter precipitation datasets from Puyehue (1980– 2000) and Valdivia (1900–1980). The long-term estimates from the varve thickness are constrained by a significant correspondence between the highest varve-thickness index observed in the mid 20th century [mean = 550 mm ± 280 (1 sigma), Fig. 7] with the precipitation peak in autumn/winter observed during the same time period in the 1900–2000 Valdivia precipitation database [mean = 370 mm ± 190 (1 sigma) in May, Fig. 7].\nThe eight varve-thickness periods described in the last 600 years record from the interflow-site (PU-II) could be interpreted as following (Fig. 7):\n(1) From AD *1400 (bottom of the core) to *1510 the varve thickness is significantly thinner in comparison with the upper part of\nthe record ( 0.7 and 1r). This could be consistent with low nutrients supply and with a dry period characterized by autumn/winter months precipitation minima (<400 mm/ month). This could have been further reinforced by a lower lake level during a regional Late Medieval Warm Period. In addition, the existence of a Late Medieval Warm Period in the southern hemisphere has been emphasized by Goosse et al. (2004) in the Southern Ocean.\n(2) Between AD *1510 to *1630 the varvethickness index significantly increases (+0.5r). We interpret this evolution as a period of\nautumn/winter precipitation above 400 mm/ month. This period represents varve-thickness values slightly above the present-day values. We interpret this period as slightly more humid in comparison with the present-day regional climate conditions.\n(3) From AD *1630 to *1730, the varve thickness significantly increases (+1.5r) Hence this could be consistent with a more heavier autumn/\nwinter precipitation period (*500 mm) and also with a higher lake level in comparison with the present-day lake level.\n(4) From AD *1730 to *1780 we note a significant varve-index decrease (from +1r to 0.5r). It could be explained by a short period of lower regional precipitation, i.e., dryer\nautumn/winter with less turbulence and less nutrients turn-over during the winter season.\n(5) From AD *1780 to *1820 the varve-thickness index increases (+1r) suggesting similar humid conditions than during the AD 1630–1730\ninterval.\n(6) From AD *1820 to *1920 the varve index is lower than during the previous interval\n(AD*1780 to *1820), but with stronger amplitudes. It may indicate a stronger interannual precipitation variability.\n(7) Within the AD *1920 to *1950 interval the varve index strongly increases up to +3r (>700 mm). It is consistent with a more humid\nphase as noticed in the precipitation dataset from Valdivia. For instance the precipitation has increased during the autumn/winter months of the years 1919, 1922, 1926, 1949, 1951, 1953 by a factor of two by comparison with the seasonal average calculated over the 1900–1980 period (i.e., 380 mm for May and June; Fig. 7). This could be consistent with a higher lake level.\n(8) Between AD *1950 to 2000 precipitation in autumn/winter decreases ( 0.25r) up to present-day conditions close to the 1980–2000\nseasonal average (*450 mm in May in Puyehue)."
  }, {
    "heading": "Conclusions",
    "text": "Our study shows that Lago Puyehue sediments provide an annual resolution controlled by the annual diatom productivity. The varved micro-structure is related to the annual thermal lake cycle and to the biologic silica turn-over. The strong autumn/winter Westerlies/precipitation months constitute the dominant climatic forcing factors that control nutrient supply, biogenic silica turn-over and hence the annual laminae thickness. For the present-day climate conditions the precipitation deficits are connected to the El Nino years. The correlation between the thickness of the annual laminae and the instrumental climate data shows that the biogenic varves are rather correlated with the precipitation than with the annual temperatures. Hence, Lago Puyehue varve sequence is a key site to assess ENSO teleconnections. The varve thickness is strongly correlated to the autumn and winter precipitation months. The correlation with the precipitation is maximum in May and June (r = 0.75). Moreover, we observe that the varve thickness increases during heavy rainfall autumn/ winter periods. Our results show a significant maximum peak of winter precipitation (>900 mm) in the mid 20th century. In addition, a significant period with lower winter precipitation (<300 mm) before the 15th century could be interpreted as a late Medievallike dry period. Although more data about the temperature evolution in the southern hemisphere are needed, available paleoclimatic proxies give evidence of warm Southern Ocean conditions during the 14th and 15th centuries (Goose et al. 2004). The benefit of the results obtained on these short cores will be used in future research for the assessment of past climate-varve record that could not be compared with climate instrumental data.\nAcknowledgements This study has been financially supported by OSTC ENSO-Chile project (EV 12/10B, M. De Batist—coordinator). We particularly thank M. De Batist and M. Chapron who introduced X. Boës to ENSO project. We thank the Chambery teams (C. Beck, F. Arnaud, V. Lignier) for support, and the Chilean teams (A. Pena, R. Urrutia, W. San Martin) for assistance during the coring campaign in Lago Puyehue in 2002. We thank F. Boulvain, J.P. Culus and F. Noebert for laboratory access (ULg). Thanks are due to M. Sterken, L. Vargas Ramirez, F. Charlet and S. Bertrand for inter-attractive discussions that lead us to a better\ncomprehension of Lago Puyehue sediments. The author thanks M.F. Loutre and A. Mackay for the helpful comments. X.B. is supported by a Ph-D FNRS-FRIA and CGRI grants."
  }],
  "year": 2008,
  "references": [{
    "title": "Radionuclide profiles (210Pb, 137Cs, 241AM) as help for dating recent sediments in highly active geodynamic settings (Puyehue and Icalma Lakes, Chilean Lake District)",
    "authors": ["F Arnaud", "O Magand", "E Chapron", "X Boës", "S Bertrand", "MA Mélières"],
    "year": 2006
  }, {
    "title": "PCBs and HCHs in a salt-marsh sediment record from South-Central Chile: use of tsunami signatures and 137Cs fallout as temporal markers",
    "authors": ["R Barra", "M Cisternas", "C Suarez", "A Araneda", "O Pinones", "P Popp"],
    "venue": "Chemosphere 55:965–",
    "year": 2004
  }, {
    "title": "Source characteristics of historic earthquakes along the central Chile subduction Askew et Alzone",
    "authors": ["S Beck", "S Barrientos", "E Kausel", "M Reyes"],
    "venue": "J South Am Earth Sci",
    "year": 1998
  }, {
    "title": "Impregnation method for detecting annual laminations in sediment cores: an overview",
    "authors": ["X Boës", "N Fagel"],
    "venue": "Sediment Geol",
    "year": 2005
  }, {
    "title": "Timing of the late glacial and Younger Dryas cool reversal in southern Chile varved sediments",
    "authors": ["X Boës", "N Fagel"],
    "venue": "J Paleolimnol doi: 10.1007/s10933-007-9118-x",
    "year": 2007
  }, {
    "title": "AMS radiocarbon and varve chronology from the annually laminated sediments record of Lake Meerfelder Maar, Germany",
    "authors": ["A Brauer", "C Endres", "B Zolitschka", "FW Negendank"],
    "venue": "Radiocarbon",
    "year": 2000
  }, {
    "title": "Annually laminated lake sediments and their palaeoclimatic relevance",
    "authors": ["A Brauer"],
    "year": 2004
  }, {
    "title": "Estudios Limnologicos en el lago Puyehue (Chile): Morfometria, factores fisicos y quimicos, plankton y productividad primaria",
    "authors": ["H Campos", "W Steffen", "G Agüero", "O Parra", "L Zuniga"],
    "venue": "Medio Ambiente",
    "year": 1989
  }, {
    "title": "A seismological study of the 1835 seismic gap in south-central Chile",
    "authors": ["J Campos", "D Hatzfeld", "R Madariaga", "G Lopez", "E Kausel", "A Zollo", "G Iannacone", "R Fromm", "S Barrientos", "H Lyon-Caen"],
    "venue": "Phys Earth Planet In",
    "year": 2002
  }, {
    "title": "Varve-counting by the annual pattern of diatoms accumulated in the sediments of Big Watab Lake, Minnesota, AD 1837–1990",
    "authors": ["V Card"],
    "venue": "Boreas",
    "year": 1997
  }, {
    "title": "General characteristics of active Andean volcanoes and a summary of their activities during recent centuries",
    "authors": ["L Casertano"],
    "venue": "B Seismol Soc Am 53:1415–1433",
    "year": 1963
  }, {
    "title": "Seismic-stratigraphy of Lago Puyehue (Chilean Lake District): new views on its deglacial",
    "authors": ["F Charlet", "M De Batist", "E Chapron", "S Bertrand", "M Pino", "R Urrutia"],
    "year": 2007
  }, {
    "title": "High-resolution marine",
    "authors": ["D Hebbeln", "G Wefer"],
    "year": 1999
  }, {
    "title": "Holocene rainfall",
    "authors": ["F ters. Quater Res 51:83–93 Lamy", "D Hebbeln", "U Röhl", "G Wefer"],
    "year": 2001
  }, {
    "title": "Methods for preparing and counting biochemical varves",
    "authors": ["AF Lotter", "G Lemcke"],
    "venue": "Boreas",
    "year": 1999
  }, {
    "title": "Seasonality of the ENSOrelated rainfall variability in central Chile and associated circulation anomalies",
    "authors": ["A Montecinos", "P Aceituno"],
    "year": 2003
  }, {
    "title": "Former El Nino events: records from western South",
    "authors": ["L Ortlieb", "J Machare"],
    "venue": "Amer Global Planet Change",
    "year": 1993
  }, {
    "title": "Las mayores precipitaciones históricas en Chile central y la cronologı́a de eventos ‘‘ENSO’’ en los siglos XVI–XIX",
    "authors": ["L Ortlieb"],
    "venue": "Rev Chilena de Hist Natur",
    "year": 1994
  }, {
    "title": "The documented historical record of El Niño events in Peru: an update of the Quinn record (Sixteenth through Ninententh centuries)",
    "authors": ["L Ortlieb"],
    "venue": "In Diaz HF, Markgraf V (eds) El Niño and the Southern Oscillation,",
    "year": 2000
  }, {
    "title": "Recopilacion y analisis de la variation de las temperatures (periodo 1965–2001) y las precipitaciones (periodo 1931–2001) a partir de la informacion de estaciones meteorologicas de Chile entre los 338y 538 de latitude Sur",
    "authors": ["LS Pezoa Gutiérrez"],
    "year": 2003
  }, {
    "title": "The large-scale ENSO event, the El Niño and other regional features",
    "authors": ["W Quinn"],
    "venue": "Bull de l’Institut Français d’Etudes Andines",
    "year": 1993
  }, {
    "title": "Patrones oligotróficos en lagos del sur de Chile: relevancia de los nutrientes y de la profundidad de mezcla",
    "authors": ["D Soto"],
    "venue": "Revista Chilena de Historia Natural",
    "year": 2002
  }, {
    "title": "Late Quaternary climatic changes in southern Chile, as recorded in a diatom sequence of Lago Puyehue",
    "authors": ["M Sterken", "E Verleyen", "K Sabbe", "G Terryn", "F Charlet", "S Bertrand", "X Boës", "N Fagel", "M De Batist", "W Vyverman"],
    "venue": "J. Paleolimnol doi: 10.1007/s10933-007-9114-",
    "year": 2007
  }, {
    "title": "Climatic fluctuations in northern Patagonia during the last 1000 years as inferred from tree-ring records",
    "authors": ["R Villalba"],
    "venue": "Quaternary Res",
    "year": 1990
  }, {
    "title": "Ripalta A (1996) Interdecadal climatic variations in millennial temperature reconstructions from South America",
    "authors": ["R Villalba", "J Boninsegna", "A Lara", "T Veblen", "F Roig", "JC Aravena"],
    "year": 2000
  }],
  "id": "SP:f141c8c2519df08091c9f6d933c62457176feb84",
  "authors": [{
    "name": "Xavier Boës Æ Nathalie Fagel",
    "affiliations": []
  }],
  "abstractText": "In this paper, the relationships between paleo-precipitation and the regional influence of El Nino Southern Oscillation (ENSO) in South America are assessed from a high-resolution calendar varvethickness record. Two short laminated sediment cores (53 and 61 cm length) from Lago Puyehue (408 S) are analysed by continuous varve measurements through the last 600 years. The calendar varve years are determined by the occurrence of graded planktonicrich layers. The annual sediment accumulation rates are reconstructed by using the standard varve-counting methods on thin sections. The 1980–2000 varvethickness record is interpreted in terms of climate through correlation with limnological and local monthly instrumental climate databases. The comparison between the standardized varve thickness with the instrumental records reveals a strong correlation (r = 0.75, h = 0.07) between the total varve thickness and the austral autumn/winter precipitation. We argue that strong austral winter winds and precipitation are the forcing factors for the seasonal turn-over and phytoplankton increase in the lake sediments. During strong El Nino events the precipitation and the winds decrease abnormally, hence reducing the thickness of the biogenic sediments deposited after the winter turn-over. Our results show one significant regional maximum peak of winter precipitation (>900 mm) in the mid 20th century and a significant period with lower winter precipitation (<400 mm) before the 15th century, i.e., the late Medieval Warm Period. The first peak in the mid 20th century is confirmed by the regional precipitation database. The influence of ENSO cycles over the last 600 years is assessed by spectral analysis in Fagel et al. (2007). The possible influence of the regional volcanism and/or the seismic activity on the local climate record is also discussed.",
  "title": "Relationships between southern Chilean varved lake sediments, precipitation and ENSO for the last 600 years"
}