{
  "sections": [{
    "text": "https://d Downloa\nMany years of low growth identified in a western USA regional chronology of upper forest border bristlecone pine (Pinus longaeva and Pinus aristata) over the last 5000 yr coincide with known large explosive volcanic eruptions and/or ice core signals of past eruptions. Over the last millennium the agreement between the tree-ring data and volcano/ice-core data is high: years of ring-width minima can be matched with known volcanic eruptions or ice-core volcanic signals in 86% of cases. In previous millennia, while there is substantial concurrence, the agreement decreases with increasing antiquity. Many of the bristlecone pine ring-width minima occurred at the same time as ring-width minima in high latitude trees from northwestern Siberia and/or northern Finland over the past 4000–5000 yr, suggesting climatically-effective events of at least hemispheric scale. In contrast with the ice-core records, the agreement between widely separated tree-ring records does not decrease with increasing antiquity. These data suggest specific intervals when the climate system was or was not particularly sensitive enough to volcanic forcing to affect the trees, and they augment the ice core record in a number of ways: by providing confirmation from an alternative proxy record for volcanic signals, by suggesting alternative dates for eruptions, and by adding to the list of years when volcanic events of global significance were likely, including the mid-2nd-millennium BC eruption of Thera. © 2006 University of Washington. All rights reserved.\nKeywords: Dendrochronology; Volcanic eruptions; Paleoclimate; Bristlecone pine; Tree-rings"
  }, {
    "heading": "Introduction",
    "text": "Two primary factors are thought to have forced much of late Holocene variation in climate prior to industrialization: solar output and volcanic eruptions (Free and Robock, 1999; Crowley, 2000; Shindell et al., 2001). While there is some debate regarding which of these forcings has played the dominant role (Shindell et al., 2003), there is little doubt that volcanism affects climate. Large explosive eruptions inject great quantities of sulfur compounds into the stratosphere, which combine with water to produce sulfuric acid aerosol (Rampino and Self, 1982). This injection changes the radiative balance by increasing absorption and reflection of incoming short wave radiation by stratospheric aerosols, and generally has a cooling effect on climate (Lacis et al., 1992; Minnis et al., 1993; McMormick et al., 1995). Volcanism has also been reported to cause winter warming in the extratropical Northern\n⁎ Corresponding author. Fax: +1 520 621 8229. E-mail address: msalzer@ltrr.arizona.edu (M.W. Salzer).\n0033-5894/$ - see front matter © 2006 University of Washington. All rights reserv doi:10.1016/j.yqres.2006.07.004\noi.org/10.1016/j.yqres.2006.07.004 ded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:24:27, su\nHemisphere due to cold season shifts in the Arctic Oscillation (Robock and Mao, 1992; Kelly et al., 1996). However, radiative forcing dominates the net surface temperature changes from very large eruptions and leads to significant cooling (Shindell et al., 2003).\nThere is some evidence that volcanic eruptions have played a major role in forcing past global temperatures. Pulses of volcanic activity, for example, contributed substantially to the decadal-scale climate variability of the Little Ice Age (LIA) interval (AD 1400–1850) (Porter, 1986; Mann et al., 1998; Crowley, 2000). Yet the climatic impact of past eruptions varies spatially and appears to be partly dependent on eruption frequency, size, location, seasonal timing, sulfur content, and the state of the climate system at the time of the eruption.\nAt the upper forest border in the western conterminous United States, tree-ring growth processes are often limited by warm-season temperature (Fritts, 1991). It has long been suspected that upper-treeline ring widths are recording variability in temperature or a temperature-related variable such as growing season length (LaMarche, 1974; LaMarche and\ned.\nbject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps Down\nStockton, 1974). This has been difficult to demonstrate with modern meteorological data, however, possibly due to a reduction of ring-width sensitivity to temperature. The reduction in sensitivity may be associated with the atmospheric contamination of the industrial era and/or the growth-promoting effects of the historical increase in atmospheric CO2 content, as suggested earlier by Graybill and Idso (1993) and LaMarche et al. (1984). It is not known if this diminished climatic sensitivity has a similar cause to apparent reductions in sensitivity seen in high-latitude trees (Briffa et al., 1998a; Vaganov et al., 1999; Barber et al., 2000; Wilmking et al., 2005). However, prior to the mid-19th century, narrow and frost-damaged growth rings in ancient pines (Pinus longaeva, Pinus aristata, Pinus balfouriana) at upper forest border (3200–3500 m), where the ecological context promotes sensitivity to warm-season temperature, have been shown to be associated with lowered temperature and with large explosive volcanic eruptions (LaMarche and Hirschboeck, 1984; Scuderi, 1990; Salzer and Kipfmueller, 2005).\nWhile an eruption is not required to generate the cool climatic conditions that lead to narrow and/or frost-damaged rings at high elevation, narrow rings or frost rings and explosive eruptions do tend to coincide more often than would be expected by chance. Very small rings (Hughes et al., 1999) and rings with low maximum latewood density (Jones et al., 1995; Briffa et al., 1998b) from tree-ring chronologies near circumboreal tree limit have also been shown to be coincident with major volcanic eruptions. Many of the extreme negative years for maximum latewood density correspond (±1 yr) to volcanic signals in our data (reported below). These include the years 1601, 1605, 1617, 1619, 1641, 1642, 1643, 1675, 1701, 1702, 1835, 1836, and 1837 (Jones et al., 1995, Table 1; Briffa et al., 1998b Table 1).\nAlthough Shindell et al. (2003) have suggested that continental proxies sensitive to warm-season temperatures, such as some tree-ring chronologies, tend to emphasize the\nTable 1 Tree-ring chronologies used in analyses\nCRNa Elev. m Location Species b Timespan\nHigh CAM 3400 37°N/118°W PILO 3000 BC–A SHP 3555 37°N/118°W PILO 3000 BC–A MTW 3450 39°N/114°W PILO 2032 BC–A PRL 3275 40°N/115°W PILO 1242 BC–A SFP 3580 35°N/112°W PIAR 250 BC–A\nLow MWK 2800 37°N/118°W PILO 3000 BC–A IND 2900 39°N/115°W PILO 2370 BC–A\nSCP c 2290–1890 35°N/112°W PIPO 570 BC–A PIED PSME\na Chronologies: CAM=Campito; SHP=Sheep Mtn.; MTW=Mt. Washington; IND=Indian Garden. b Species: PILO=Pinus longaeva; PIAR=Pinus aristata; PIPO=Pinus ponderos c Southern Colorado Plateau Precipitation Reconstruction (see Salzer and Kipfmu\n://doi.org/10.1016/j.yqres.2006.07.004 loaded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:24:2\nenhanced continental summer cooling associated with the radiative response to volcanic forcing, but not the winter warming climatic response, this is not a problem in this study. With an enhanced cooling signal, attempts to estimate hemisphere-scale temperature declines in response to volcanism with these chronologies could lead to overestimation, although Rutherford et al. (2005) have shown that this can be overcome. It is possible that factors other than temperature may be involved in the local tree-ring growth response to distant volcanoes; for example, the reduced atmospheric transparency associated with the dust veil may affect photosynthesis. Scuderi (1992) demonstrated an association with atmospheric opacity/solar radiation receipts at high elevation in the Sierra Nevada. In either case, however, continental proxies sensitive to warm-season temperatures and/or atmospheric transparency are well suited for our purposes here: the identification of past volcanic events.\nElectrical conductivity and sulphate measurement data from ice cores have been used successfully to reconstruct volcanic histories for much of the Holocene at near-annual resolution (Hammer et al., 1980; Crowley et al., 1993; Zielinski et al., 1994; Langway et al., 1995; Zielinski, 1995; Clausen et al., 1997; Cole-Dai et al., 1997; Budner and Cole-Dai, 2003). However, these studies do not address the degree to which a large past eruption may have influenced the climate system and thus the biosphere. Here, we analyze growth responses of climatically-sensitive trees to eruptive events. We present a western North American chronology of annually resolved highelevation tree-ring growth minima over the past five millennia and compare this to the record of volcanic deposition in ice cores and to ring-width minima in two other high latitude nonNorth American tree-ring chronologies. These tree-ring data augment the ice-core record in a number of ways: by providing confirmation from an alternative proxy record for volcanic signals in ice-cores, by suggesting alternative dates for ice core dated eruptions, and by adding to the list of years when volcanic events were likely.\nTrees/Radii (cm)\nMean series length (yr)\nMean series intercorrelation\nD 1983 92/188 472 0.68 D 1990 156/259 501 0.64 D 2002 109/175 456 0.63 D 2002 70/107 648 0.61 D 1997 139/233 384 0.54\nD 1979 100/285 748 0.76 D 1980 112/112 766 0.54\nD 1997 107/239 261 0.79\nPRL=Pearl Peak; SFP=San Francisco Peaks; MWK=Methuselah Walk;\na; PIED=Pinus edulis; PSME=Pseudotsuga menziesii. eller, 2005).\n7, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps://d Downloa"
  }, {
    "heading": "Tree-ring data and methods",
    "text": "Five upper forest border bristlecone pine tree-ring chronologies from four mountain ranges in western North America (Fig. 1, Table 1) were developed from temperature-sensitive upper forest border trees. The ring-width series that make up these chronologies were all crossdated to the calendar year, measured to the nearest 0.01 mm, and conservatively standardized to remove age and size-related trends. Crossdating quality was checked using the COFECHA12K program, version 6.06P (Holmes, 1983; available in the suite of dendrochronology programs at http://www.ltrr.arizona.edu/ software.html).\nStandardization is a basic procedure in dendrochronology that is designed to remove long-term non-climatic factors associated with increasing tree age and tree size from individual time series of ring-width measurements (Fritts, 1976; Cook et al., 1990). The standardization procedure involved the fitting of a line or curve to the individual sample ring-width series using the program ARSTANL (Cook et al., 1985), (version 6.04P; also available at: http://www.ltrr.arizona.edu/software. html) and dividing the raw data by the fitted curve. Due to the open non-competitive nature of high elevation bristlecone pine stands, a modified negative exponential curve, a straight line of negative slope, or a horizontal line were used in the standardization. To create a mean site chronology, the annual standardized indices of tree growth were averaged. This process was repeated for each of the five upper forest border chronologies used in the study. Mean segment length was 492 yr, so that this standardization procedure should retain variability on time scales up to 164 yr (Cook et al., 1995), but as time scales lengthen beyond 164 yr the proportion of variability retained declines.\nThe variances of the chronologies were adjusted to remove variance bias as a result of sample size (Osborn et al., 1997; pp. 90–92, equations 4–6) and the chronologies normalized using the mean and standard deviation. The resulting normalized\noi.org/10.1016/j.yqres.2006.07.004 ded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:24:27, su\nindex chronologies consist of a variance-adjusted average of many individual samples from living trees and from dead remnant material. The average correlation between the five chronologies over their common intervals is 0.41 (n>2230 yr, all significant at p<0.0001) despite an average distance between sites of over 440 km. The five chronologies were then averaged to form a single time series. This series was also adjusted to remove variance bias (Osborn et al., 1997) and normalized. The resulting regional tree growth time-series is a high elevation chronology of upper forest border tree growth from 3000 BC to AD 2002 with a variance that does not depend on the size of the sample. The chronology minimizes any single site idiosyncrasies and maximizes the signal common to all five sites (Fig. 2), (hereafter referred to as the HI5 chronology). It should be noted that due to the nature of chronology building, particularly the use of overlapping series with a mean length of approximately 500 yr, millennial-scale variability would not be retained in the HI5 chronology.\nIsolating the volcanic signal in tree-rings\nWhile ring width in bristlecone pine at the upper limit of its distribution may be strongly influenced by temperature or a temperature-related condition such as growing season length, in this semi-arid region drought may also influence growth, even at high elevation. The HI5 chronology was subjected to two separate Superposed Epoch Analyses (SEA) in an attempt to separate these two influences. Superposed Epoch Analyses can test the significance of the effects of a mean tree-ring response to either volcanic forcing or drought (Lough and Fritts, 1987). In SEA each year in a list of event dates is taken as a key or zero window year. Chronology values for the key years and for windows of years, in this case 5 yr before and 5 yr after key years, are expressed as departures from the mean for the 11 yr in each case. The departures for all the 11-yr windows are superposed and averaged. A Monte Carlo simulation technique was used to assess statistical significance. Thus, 1000 simulations were performed by random sampling with replacement (Mooney and Duval, 1993) to determine the probability associated with the average departures for the volcano or drought key dates. SEAwas conducted using program EVENT version 6.02P (http://www.ltrr.arizona.edu/software.html).\nThe first SEA used a set of 10 key years when known large volcanic eruptions occurred between AD 1600 and 1900 (1600, 1641, 1665, 1674, 1680, 1808, 1815, 1823, 1835, 1883) These years were chosen based on the presence of sulphate deposition in ice cores from both poles and a reported Volcanic Explosivity Index (VEI)≥5 (Simkin and Siebert, 1994; Ammann and Naveau, 2003). The lone exception is the unsourced tropical eruption in 1808. This year was included because the eruption is very well represented in ice cores even though the VEI is unknown. An 11-yr window was used, 5 yr before and 5 yr after the event years. The second SEA analysis used a set of the ten key years between AD 1600 and 1900 with the driest reconstructed Palmer Drought Severity Index (PDSI) for a regional gridpoint in central Nevada (1600, 1626, 1631, 1632, 1653, 1655, 1729, 1782, 1795, 1856) (Cook et al.,\nbject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps Down\n1999, [gridpoint #21, 39.0°N, 116.5°W]). Of the 38 chronologies used by Cook et al. (1999) to calculate the PDSI reconstruction for gridpoint #21, none were from our group of 5 upper forest border sites, and only two were from our lower forest border sites (MWK and IND). The SEA analysis period was AD 1595–1898; 20th century data were eliminated so as to avoid potential biases associated with industrial-era atmospheric contamination (LaMarche et al., 1984; Graybill and Idso, 1993; Hughes and Funkhouser, 2003).\nThe volcano SEA analysis shows a significant (p<0.01) decrease in growth at upper forest border in the year following an eruption and continued, but mostly non-significant, growth suppression for several years after that (Fig. 3A). The drought analysis demonstrates moderately reduced growth at upper forest border in the year of a drought followed by fairly rapid recovery to above-average growth. The same analyses were then performed on the MethuselahWalk (Fig. 1, Table 1) lower forest border drought-sensitive bristlecone pine chronology (Fig. 3B). As expected, these somewhat lower elevation tree rings show a much stronger drought response than volcano response, whereas the upper forest border tree-rings show a stronger and more prolonged volcanic response than drought response.\nTo identify potentially volcanically influenced growth years, we first determined those years when extreme low growth occurred at the upper forest border. The normalized\n://doi.org/10.1016/j.yqres.2006.07.004 loaded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:24:2\nvalues of the HI5 chronology were ranked and the narrowest 250 yr (5%) identified. To eliminate a potential drought effect, we then compared the values of the narrowest 5% years of the HI5 chronology with the normalized index values for the same years with several long tree-ring chronologies from the region known to be primarily drought sensitive (Methuselah Walk and Indian Garden Pinus longaeva, on file at the Laboratory of Tree-Ring Research) and the southern Colorado Plateau (SCP) precipitation reconstruction (Salzer and Kipfmueller, 2005) (Fig. 1). The normalized values of the chronologies were compared. Years in which growth was more limited at lower elevation than at upper treeline were considered drought years and were removed from the analyses. In a relatively small number of cases, growth was severely suppressed both at high and low elevations in the same year. In these cases, when other evidence for volcanism such as a frost-damaged ring existed, these years were included in the analysis. When such evidence was absent the year was eliminated. The comparison process resulted in the removal of 85 yr from the pool of 250 yr thought to have high potential for volcanic forcing of low growth. The resulting pool contains 165 yr of extreme low growth in upper forest border bristlecone over the last 5000 yr. Many of these years coincide with known large explosive volcanic eruptions and/or ice core signals of past eruptions (Table 2).\n7, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps://d Downloa\nIn addition, during the crossdating process, years in which the cellular structure of the ring was damaged by freezing events during the growing season (frost-ring years) were tabulated (Table 2). Frost rings have been previously shown to be associated with explosive eruptions, primarily as a result of late growing-season polar air outbreaks in years with extended growth seasons (LaMarche and Hirschboeck, 1984). In order to emphasize large-scale events we included for consideration those years with frost rings at two or more sites or years with frost rings in three or more trees at a single site.\nComparison with ice-core records of volcanism\nWe tested the statistical significance of the association between the HI5 ring-width minima and volcanic signals reported in the Greenland Ice Sheet Project (GISP2) ice core\noi.org/10.1016/j.yqres.2006.07.004 ded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:24:27, su\n(Zielinski et al., 1994) in two ways. For the first test, we treated the ice core as an annually dated time series and only allowed for exact year matches between the two data sets. The expected frequency of joint occurrences of events in two random independent series is equal to the product of their individual probabilities. If individual probabilities are equal to the observed average frequencies, joint occurrences would be expected with a frequency of 0.0011, or 5.5 times over 5000 yr. The observed number of joint occurrences over this time is 16 (years underlined in Table 2), almost three times that expected by chance (x2=20.05, p<0.0001).\nWe also used a Monte Carlo simulation to test the statistical significance of the apparent association (described in more detail in the next section). With this technique, the 16 joint occurrences between the HI5 and GISP2 were also found to be significant (p<0.01). These results suggest that the observed\nbject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nTable 2 Ring-width minima and frost-ring signals for the past 50 centuries\nBC yr AD yr\n30th 2951 a, 2911a, 2906*a, 2905*a; (2906) 1st None 29th 2885, 2879, 2872, 2862, 2853, 2841*, 2821, 2800;\n(2841) 2nd 137; (119, 140, 188)\n28th 2794, 2732*; (2731) 3rd 274*; (227, 230, 251, 268, 273, 282) 27th 2699, 2685, 2677, 2670 4th 344; (310, 337, 389, 390, 393) 26th None 5th 451, 472a; (411, 421, 438, 469, 479, 484) 25th 2495a 6th 536*b,c, 537*b,c, 542*, 543, 545, 547, 569b,c; (522, 532, 536, 541, 574) 24th None 7th 627*b, 681*, 687*a, 688*a, 690a, 691a*, 692*a, 693*a, 694*a, 695*a, 696a, 697a, 698a; (627, 674, 681, 684, 687, 692, 694) 23rd 2294a 8th 743bc; (715, 789) 22nd 2173, 2157, 2148a, 2131 9th 860, 899*a,b,c; (816, 822, 835, 884, 889, 899) 21st 2036*a, 2035*a 2028, 2027, 2023; (2036) 10th 900*a,b,c, 902a,b,e, 903a,b,e, 990*; (909, 934, 959, 985, 989) 20th 1996a, 1962 b, 1921a, 1909b, c, 1908b,c, 1907b,c 11th None; (1003, 1008, 1015, 1029, 1057, 1066, 1076) 19th 1857, 1831; (1815) 12th 1114e, 1121; (1109, 1118, 1134, 1139, 1142, 1171, 1190) 18th 1771 13th 1201*a, 1204a, 1230a,b,c, d, 1288*a,d,e, (1200, 1225, 1257, 1259, 1275, 1277, 1280, 1287) 17th 1693a, 1652*, 1649c, 1626*a,c; (1653, 1627) 14th 1332a, 1334d, 1336d, 1342a,d, e, 1348ad, 1349a,d, 1350a,d,e, 1355c, 1357c, 1360c; (1329, 1331) 16th 1597a, 1544, 1524 15th 1458*a,c,d, f, 1459a,c,d,e,f, 1460a,c,d,e,f, 1461a,c,d,f, 1462c,d,f, 1464d, 1466a,d, 1468d, 1471*, 1472b, 1473a,b,c, 1474a,b,c, 1480a,b,c, (1443, 1453, 1455, 1457, 1470) 15th 1418*; (1419) 16th 1578*; (1546, 1557, 1577, 1596) 14th 1386, 1385, 1373; (1359) 17th 1602*a,b,e,f, g, 1606a,f,g, 1618e,f,g, 1624f,g, 1641*a,b,c,e,f,g, 1644a,b,c,f,g, 1645a,b,c,f,g, 1646a,b,c,g, 1647a,b,c,g, 1672a,b,c,e,f,g, 1675f,g, 1677f,g, 1681*g; (1601, 1640, 1680, 1699) 13th None (1297) 18th 1702*, 1703*, 1704, 1705; (1702, 1725, 1732, 1761) 12th 1150, 1147, 1135*, 1134*, 1133a, 1132a;\n(1187, 1138, 1135) 19th 1836a,d,e,f,g, 1838d,e,f,g, 1840d,e,f,g, 1842e,f,g; (1809, 1810, 1828, 1848, 1882, 1884)\n11th None; (1089, 1031) 20th None; (1941, 1965) 10th None; (973, 953, 952) 9th 854, 826, 811 8th 776a; (737, 711) 7th 624a; (655) 6th 586a, (570, 551) 5th 476*a, 472a, 425*b, 424*b, 421*b, 420b, 419b, 406*a; (480, 476, 474, 424, 422, 407) 4th None; (355) 3rd 294a, 282, 281, 280, 245*b; (275, 244, 206) 2nd 180a; 139, 125, (194, 161, 140, 123) 1st 61, 42*a, 38, 37, 36; (90, 43)\nNon-italic years are ring-width minima signals. (Italic years in parentheses) are frost-ring signals. *Indicate ring-width minima year that corresponds with a frost damaged ring (frost-rings ±1 yr of minima). Bold years indicate ring-width minima year that corresponds with a volcanic signal in an ice-core (ice-core signals ±5 yr of ring-width minima). Underlined years indicate exact-year match between ring-width minima year and GISP2 signal. a GISP2 Signal (Zielinski et al., 1994; Zielinski, 1995). b GRIP Signal (Clausen et al., 1997). c DYE Signal (Clausen et al., 1997). d BIPOLAR Signal (Langway et al., 1995). e Antarctic Signal (Budner and Cole-Dai, 2003). f Antarctic Signal (Cole-Dai et al., 1997). g CRETE Signal (Crowley et al., 1993).\nhttps Down\nnumber of joint occurrences of upper forest border ring-width minima and volcanic signals in the GISP2 ice core is very unlikely to have arisen by chance and that there is some nonrandom association between major volcanic eruptions, as recorded in ice cores, and ring-width minima signals in upper forest border bristlecone pine. Lack of agreement between the tree rings and ice cores at any given time might be due to the differential impacts of atmospheric circulation following volcanism or simply forcings that differ between the southwestern USA and high latitudes.\nDue to local depositional effects, up to a third of the known volcanic event signals can be missing from a single ice core\n://doi.org/10.1016/j.yqres.2006.07.004 loaded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:24:2\n(Zielinski et al., 1997). For this reason we expanded the analysis to include data from a number of ice cores from both poles (Robock and Free, 1996; Ammann and Naveau, 2003). To allow for some uncertainty in the ice core dates, and to account for seasonality and lag effects in the processes from eruption to deposition and from eruption to climatic effect(s) to tree growth response, we allowed for matches between ring-width minima years and ice core years within a range of ±5 yr of the ring-width minima date.Within this window, the agreement is high between the tree-ring data and volcano/ice-core data over the last millennium. Ring-width minima years can be matched with known volcanoes or ice-core volcanic signals in 44 of 51 cases\n7, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\n1836–1842 7 Coseguina, 1835 1702–1705 4 None 1672–1681 10 Gamkonora, 1674; Tongkoko, 1680 1641–1647 7 Parker, 1641 1458–1474 17 Kuwae, 1452; Pele, 1459; Kelut, 1463 1348–1360 13 GISP2 1344; DYE 1360; BIPOLAR 1348 1332–1336 5 GISP2 1328 899–903 5 GISP2 900, 902; GRIP 898; DYE 895 687–698 12 GISP2 691, 695, 696 536–547 12 Dust Veil of 536 *; GRIP 527, 532; DYE 530, 534 42–36 BC 7 Etna, 44 BCa; GISP2 44 BC; GRIP 49 BC; DYE 50 BC 282–280 BC 3 None 425–419 BC 7 GRIP 421 BC 1135–1132 BC 4 GISP2 1128 BC 1909–1907 BC 3 GRIP 1910 BC; DYE 1911 BC 2036–2023 BC 14 GISP2 2034 BC\nVolcanoes and dates: (Ammann and Naveau, 2003). GISP2: (Zielinski et al., 1994); GRIP: (Clausen et al., 1997); DYE: (Clausen et al., 1997); BIPOLAR: (Langway et al., 1995). a See Stothers and Rampino (1983). * See Baillie (1994); Stothers (1984); Stothers and Rampino (1983).\nhttps://d Downloa\n(86%) (ice-core signals ±5 yr of ring-width minima, with many within 1 yr). In previous millennia, although there are still many matches, the agreement decreases (Table 3). This decrease may be the result of more cool years forced by non-volcanic means in the first part of the record, but the pattern of diminishing agreement between the records is more likely the result of fewer available ice-core records and decreased ice-core dating accuracy in the earlier time period. Thus, we suggest that the early years identified in the tree-ring data are strong candidates for previously undated or misdated eruptions.\nThe data also reveal more evidence that many of the ringwidth minima can be matched with evidence of volcanism. The SEA analysis of the HI5 chronology and years with known large eruptions between AD 1600–1900 (discussed above—Fig. 3A) demonstrates decreased growth in the year following an eruption and continued growth suppression for several years thereafter. A similar pattern is evident throughout much the length of the HI5 ring-width minima record and is also seen in the response of the Irish oak tree-ring chronology to volcanism (Baillie and Munro, 1988). An initial trigger event in 1150 BC (also in our data set— Table 2) created growth suppression in the Irish oaks lasting approximately 10 yr. Suppressed growth in this interval could have been a result of multiple closely spaced eruptions that increased the period of volcanic influence on tree-ring growth. Alternatively, the trees may have shown extended responses to single events.\nSixteen pulses of decreased tree-ring growth defined by a minimum of three annual signals within a decade were identified (Table 4). Four of the five low-growth intervals since AD 1400 can be matched with known large volcanic eruptions (Table 4). Only the low-growth interval in the early 18th century cannot. While all matches between tree-ring characteristics and volcanic eruptions are tentative, the following well dated eruptions appear to be linked with decreased tree-ring width: Coseguina, 1835; Tongkoko, 1680; Gamkonora, 1674; Parker/Komagatake, 1641; Colima/Raul, 1622; Unknown, 1619; Huynaputina, 1600; Kelut, 1463; and Pele, 1459. Conspicuously absent from this list are the eruptions of Laki in 1783, Tambora in 1815, and the Alaskan eruption of Katmai in 1912. These were not identified by this tree-ring technique. Although there was substantial ringwidth decrease following the eruptions of Tambora and Katmai, the decline was not enough to include those years in the narrowest 5% of years. There is also no ring-width minimum signal from the 1883 Krakatoa eruption, despite a frost-damaged ring in 1884. This suggests that Krakatoa may have erupted during a period when the volcanic forcing of the climate system was not sufficient to adversely impact ring-width.\nTable 3 Correspondence between ring-width and volcanic signals over the last 5 millennia (ice-core signals ±5 yr of ring-width minima)\nka HI5 Signals Matches %\n1 51 44 86 2 32 21 66 3 27 15 56 4 26 12 46 5 29 9 31\noi.org/10.1016/j.yqres.2006.07.004 ded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:24:27, su\nPrior to AD 1400, comparisons between specific eruptions and tree-ring evidence are more tenuous as the resolution, reliability and completeness of the volcano record decreases with time. Yet the long ice-core records still provide a means of comparison despite the dating uncertainties. Ten of the eleven low-growth intervals before AD 1400 can be tentatively matched with ice core signals (Table 4). Only the low-growth interval in the early 3rd century BC cannot.\nThere is also some early historical evidence for large eruptions noted in the Mediterranean that can be linked with treering evidence for cool conditions in AD 627, 536, and 472 and in 44 BC (Stothers and Rampino, 1983; Stothers, 1984). There has been some suggestion that the AD 536 dust-veil event might be the result of a comet impact, however, rather than a volcano (Baillie, 1994). The AD 536–547 environmental disruption has been observed in multiple proxies and has been characterized as a widespread catastrophic event (D'Arrigo et al., 2001).\nThere are no strong ring-width minima signals coincident with the large volcanic ice-core signals of AD 1259 and 1027 associated with an unknown eruption and the eruption of Baitoushan in China, respectively. These may have been circumstances similar to those postulated above for Krakatoa, with a climate system in a state not sensitive enough to volcanic forcing to impact the ring-width of the trees. There are frost rings, however, in 1257 and 1029. While volcanically forced cooling in the AD 1200s has been tentatively associated with Anasazi cultural collapse and population movements on the Colorado Plateau (Salzer, 2000), tree-ring growth associated with the large ice-core signal of 1259 was not small enough for this eruption to be identified using our method. However, ring-width minima in three other 13th-century AD years were identified (1201/04, 1230, 1288).\nbject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nBold—actual greater than 99% critical value. Italic—actual greater than 95% critical value. The simulation was conducted for the following periods for the comparisons with GISP2, Finland and Yamal respectively:\nGISP2 −3000 to 1900, N=144 events (2.94%). Finland −3000 to 1900, N=165 events (3.37%). Yamal −2067 to 1900, N=141 events (3.55%).\nhttps Down\nComparison with high latitude tree-ring chronologies\nLarge-scale explosive volcanic events may influence treering growth not only at high altitude but also in high latitude locations. The argument that ring-width minima signals are the result of past hemispheric- or global-scale events is strengthened through comparison of the HI5 minima years with minima years from remote high latitude tree-ring chronologies. These comparisons improve our ability to subsequently identify past eruptions, because years with extremely narrow tree rings in multiple locations are stronger candidates for past large-scale events. Two existing high latitude chronologies were investigated: The 4000-yr Yamal Peninsula Siberian larch (Larix sibirica) chronology (Hantemirov and Shiyatov, 2002) (data from IGBP PAGES/World Data Center for Paleoclimatology #2003-029) and the 7000- yr Scots pine (Pinus sylvestris) chronology from Finnish Lapland (Eronen et al., 2002; Helama et al., 2002). The Yamal larch tree-ring chronology is from northwestern Siberia (approximately 67°30′N, 70°E) and has been used as the basis for a multimillennial summer temperature reconstruction. The Scots pine chronology, from the forest-tundra ecotone region of northern Finnish Lapland (approximately 68°–70°N, 21°–29°E) has also been used to generate a long midsummer temperature reconstruction. We sorted the annual tree-ring index values for each chronology to ascertain the narrowest 5% of years as we did earlier with the HI5 chronology. A total of 204 Yamal larch minima years were identified (2067 BC–AD 1996) and compared with 141 HI5 minima years; 250 Finnish pine (3000 BC–AD 2004) minima years were identified and compared with the 165 HI5 minima years identified over that same period.\nThe correspondence between the minima series was tested with two techniques to determine statistical significance: joint probability (described above) and Monte Carlo simulation. The effects of some volcanoes may take a couple of years to impact around the globe. With the Monte Carlo technique we expanded the analysis to allow for significance tests of not only “direct hit” matches, but also matches between ring-width minima years with an uncertainty range of ±1 yr (3-yr window) and ±2 yr (5-yr window). In the simulation an ARMA (1, 1) model was fit to the HI5 time series (truncated at AD 1900), and 1000 synthetic time series conforming to this model were created. The ‘dates’ of the N smallest values of each of these synthetic time series were compared with those for marker years in the GISP2, Finland tree-ring and Yamal tree-ring time series, and the following recorded: direct matches, matches within a 3-yr window centered on a year with one of the N smallest rings in HI5, and matches within a 5-yr window of this. From the number of matches obtained in the Monte Carlo analyses it was possible to calculate 1-tailed critical values for the 95% and 99% probability levels.\nIn all cases the correspondence between the HI5 chronology and the other time series is higher than would be expected by chance. Between Yamal larch and HI5 bristlecone we found 13 exact matches. With the joint probability method only half that many would be expected by chance (x2=4.87, p<0.05). With the Monte Carlo technique the correspondence was significant\n://doi.org/10.1016/j.yqres.2006.07.004 loaded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:24:2\n(p<0.01) for direct hits, the 3-yr window and the 5-yr window (Table 5). Between Finnish pine and HI5 bristlecone we found 22 exact matches, whereas fewer than nine would be expected by chance (x2=20.06, p<0.0001) using joint probability. Higher than expected correspondence between Finnish pine and North American bristlecone was also found using the Monte Carlo simulation (p<0.01) in all cases (Table 5).\nThere are many instances when extreme low growth occurred simultaneously at high altitude in the western USA and at high latitude on the Yamal Peninsula and/or Finnish Lapland. The correspondence of these years with potential icecore signals and/or volcanic eruptions (Table 6) suggest years when events have influenced hemispheric-scale climate and have caused severe growth suppressions of three different species of trees on two different continents. Unlike the pattern of matches between HI5 minima and volcanic signals in ice cores (Table 3), the number of matches between the HI5 minima and high-latitude minima does not display a pattern of diminishing agreement in previous millennia. This further supports our claim that the pattern of diminishing agreement between the ice-core and tree-ring records is the result of fewer available ice-core records and decreased ice-core dating accuracy in the earlier time period. The early years identified in the tree-ring data, particularly those in more than one treering data set, are strong candidates for previously undated or misdated eruptions."
  }, {
    "heading": "The Theran eruptions",
    "text": "Noteworthy among early eruptions due to its apparent influence on Bronze Age Mediterranean civilization is the Theran eruption in Greece (Santorini). Much debate has attended the dating of this powerful secondmillenniumBC eruption and a great deal has been written about this culturally significant event. The debate continues, as many dates previously advocated for the eruption have recently been revised, questioned, or abandoned (Manning et al., 2002; Hammer et al., 2003; Keenan, 2003; Bronk-Ramsey et al., 2004; Pearce et al., 2004; Wiener et al., in press). Most scholars support an eruption date between 1675 and 1450 BC. During this interval we find six ring-width\n7, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nTable 6 Ring-width minima in two or more regions (±2 yr) and corresponding ice-core volcanic signals within 10 yr of minima"
  }, {
    "heading": "HI5 FIN YAM ICE-CORE/VOL.",
    "text": ""
  }, {
    "heading": "2853 BC 2854 BC",
    "text": "2821 2822 2815a BC 2677 2677 2670 2671 2660a 2028/2027 2028/2027 2034a 2023 2023 1996 1997/1996 1997 BC 1994a/1991a 1921 1921 1919a/1911c 1857 1858 1964a/1850a\n1788 1788 1791b\n1771 1772 1693 1695 1695a 1649 1649/1648 1648 1644c 1626 1626 1623a/1622c\n1619/1617 1618 1618b\n1524 1524 1386/1385 1388 1387\n1283 1285 1284a\n1147 1147 1157a\n965/964 966 962a\n938 940 826 824\n720 718 727a 607 607 611a 484 482 490a\n476 476 476a 421 421 421 421b 420/419 420/419/ 418 417\n415 416 412 411 413a/406a 322 322 319 319\n294 293 292a\n250 249 256a/253a\n245 247 244b 139 140 149a/147bc 42 42 43 50c/49b/44a 38/37/36 40/37/34 36\nAD/BC boundary 16 AD 16 AD 268 268 268a 274 AD 274 344 343\n421 421 431a\n536/537 539 536 530a/532b/534c 542/543 542/543 545/547 544/545/\n546/547 546\n569 570 572bc 627 628 622b 687 685 684 674c/675b/691a/695a 698 700 696a/702a 860 862 853a 903 903 895c/898b/900a/902a 956 958 1121 1119 1230 1229/1231 1227a/1229abc 1332 1330 1328a 1342 1342 1339d/1344a 1348 1347 1346d/1348d\n1454 1453 1450d (Kuwae)\n(continued on next page"
  }, {
    "heading": "HI5 FIN YAM ICE-CORE/VOL.",
    "text": "a=GISP2 Signal (Zielinski et al., 1994; Zielinski, 1995); b=GRIP Signa (Clausen et al., 1997); c=DYE Signal (Clausen et al., 1997); d=BIPOLAR Signal (Langway et al., 1995); e=Antarctic Signal (Bunder and Cole-Dai 2003), f=Antarctic Signal (Cole-Dai et al., 1997); g=CRETE Signal (Crowley et al., 1993). Volcanoes: (Ammann and Naveau, 2003).\nhttps://doi.org/10.1016/j.yqres.2006.07.004 Downloaded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:2\n) 4:27, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core\nl\n,\nminima signals in the HI5 chronology: 1652, 1649, 1626, 1597, 1544, and 1524 BC. Additionally, there is one signal that is not in the HI5 data, but with suppressed growth both in Yamal and Finland: 1619/1618/1617 BC. We do not claim any one of these particular dates to be the correct date of the Santorini eruption, but rather they represent years in which the tree rings show characteristics consistent with volcanic effects.\nBased on tephra analysis of glass shards in Greenland ice, Hammer et al. (2003) proposed a 1645±4 BC date for the eruption of Thera; however, a Theran source for this eruption is disputed by Keenan (2003) and by Pearce et al. (2004), with the latter claiming an Aniakchak Alaskan source. The HI5 ringwidth minima signals at 1652 and 1649 BC, a frost-damaged ring in 1653 BC, a ring-width minimum signal in the Yamal data in 1649 BC, and in the Finnish data in 1648 and 1649 BC all support an eruption near this time, but a few years earlier than the ice-core data.\nThere are multiple lines of evidence suggesting a major climatically-effective eruption occurred in, or very near, 1628 BC. There are both HI5 and Yamal ring-width minima in 1626\n/terms.\nhttps Down\nBC (Table 6) and a frost-damaged ring in 1627 BC (first reported by LaMarche and Hirschboeck, 1984). European chronologies show a major climate event consistent with volcanism and reflected in Irish oak tree-rings in 1628 BC (Baillie and Munro, 1988). There are also volcanic signals in the GISP2 (Zielinski et al., 1994) and Dye (Clausen et al., 1997) ice cores at 1623 and 1622 BC, respectively.\nIn the HI5 bristlecone, 1619 BC is a somewhat narrow ring, yet not narrow enough to make the narrowest 5% of years. In the Finnish data there are minima years in 1619 and 1617 BC. This minimum is also present on the Yamal data in 1618 BC. There is also a GRIP ice core signal in 1619 BC (Clausen et al., 1997). Although 1619 BC is not a minima-year in our chronology, we include it as a possible eruption date for Thera because of the clustering of signals in the other data sets.\nThere are HI5 minima signals in 1597, 1544, and 1524 BC. An eruption in, or just before, 1597 BC is supported by GISP2 volcanic signals in 1602 and 1600 BC. The 1524 BC signal is matched by a minimum signal in the Yamal tree-ring chronology (Table 6), and we are unaware of any additional tree-ring or icecore supporting evidence for our signal in 1544 BC."
  }, {
    "heading": "Conclusions",
    "text": "We have established a temporal association between narrow growth rings in subalpine bristlecone pines and large explosive volcanic eruptions as recorded in the historical volcano record and in polar ice cores. This association suggests that these eruptions produced mid-latitude warm-season cooling with potential effects across the northern hemisphere or globe.\nOf those years identified in the BC period (Table 2) there is especially strong evidence for climatically-effective eruptions in or just before 2906/2905, 2036, 1626, 1524, 476, 425/424, 421, 406, 245, and 42 BC. These growth-minima years can be matched with both ice-core signals of eruptions (ice-core signals ±5 yr of ring-width minima) and with frost-damaged rings (frost rings ±1 yr of minima). Similar circumstances supporting climatically-effective eruptions can be seen in or immediately preceding the following years AD: 536, 627, 687/688, 691–695, 899/900, 1201, 1288, 1458, 1602, 1641, and 1681. Additional support for many of these past eruptive events is provided by decreased tree-ring growth in years both at upper forest border in western North America and at high latitude in Eurasia and/or Fennoscandia (Table 6).\nIn addition to the individual years that can be matched with eruptive events, there is evidence for extended periods of cooling (Table 4). These low-growth intervals may be a result of several eruptions closely spaced in time, as appears to be the case in the mid-6th, late-7th, early-10th, mid-15th, and 17th centuries AD. Intervals of low growth resulting from two or more eruptions are in agreement with prior suggestions that the effects on the climate system of multiple eruptions spaced within a short interval are cumulative, and thus the episode of volcanic influence increased (Robock, 1978; Hammer et al., 1980; Porter, 1986; Bradley, 1988; Briffa et al., 1998b) Alternatively, these low-growth periods could be the result of extended growth responses to single events. Eruptions that\n://doi.org/10.1016/j.yqres.2006.07.004 loaded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:24:2\ncoincide with intervals when the climate system is sensitive, or the trees are particularly vulnerable to volcanic forcing might be expected to generate such sustained periods of low growth.\nOur study has improved the volcanic chronology beyond what tree-rings and ice-cores alone could accomplish. Future research on volcanic histories could benefit from an extension of what we have done here. A synthesis of tree-ring, ice core, solar, geologic, archaeological, and historic records to inform scenarios of past volcanism, would help create a more accurate and complete volcanic chronology."
  }, {
    "heading": "Acknowledgments",
    "text": "This paper is based on work supported by the National Science Foundation under Grant NSF-ATM 0213962 from the Earth System History program and by The Institute for Aegean Prehistory. We were also supported by the Laboratory of TreeRing Research at The University of Arizona and The Long Now Foundation. Mauri Timonen kindly made the Finnish data available in a convenient form. We appreciate the help of Thomas Harlan, Fenbiao Ni, Dave Meko, Rex Adams, Jim Parks, and Chris McPhee."
  }],
  "year": 2007,
  "references": [{
    "title": "Statistical analysis of tropical explosive volcanism occurrences over the last 6 centuries",
    "authors": ["C.M. Ammann", "P. Naveau"],
    "venue": "Geophysical Research Letters 30,",
    "year": 2003
  }, {
    "title": "Dendrochronology raises questions about the nature of the AD 536 dust-veil event",
    "authors": ["M.G.L. Baillie"],
    "venue": "The Holocene",
    "year": 1994
  }, {
    "title": "Reduced growth of Alaskan white spruce in the twentieth century from temperature induced drought",
    "authors": ["V.A. Barber", "G.P. Juday", "B.P. Finney"],
    "venue": "stress. Nature",
    "year": 2000
  }, {
    "title": "The explosive volcanic eruption signal in Northern Hemisphere continental temperature records",
    "authors": ["R.S. Bradley"],
    "venue": "Climatic Change",
    "year": 1988
  }, {
    "title": "Reduced sensitivity of recent tree-growth to temperature at high northern latitudes",
    "authors": ["K.R. Briffa", "F.H. Schweingruber", "P.D. Jones", "T.J. Osborn", "S.G. Shiyatov", "E.A. Vaganov"],
    "venue": "Nature 391,",
    "year": 1998
  }, {
    "title": "Influence of volcanic eruptions on Northern Hemisphere summer temperature over the past 600 years",
    "authors": ["K.R. Briffa", "P.D. Jones", "F.H. Schweingruber", "T.J. Osborn"],
    "venue": "Nature 393,",
    "year": 1998
  }, {
    "title": "Dating the volcanic eruption at Thera",
    "authors": ["C. Bronk-Ramsey", "S.W. Manning", "M. Galimberti"],
    "venue": "Radiocarbon",
    "year": 2004
  }, {
    "title": "The number and magnitude of explosive volcanic eruptions between 904 and 1865 A.D.: Quantitative evidence from a new South Pole ice core, in Volcanism and the Earth's Atmosphere",
    "authors": ["D. Budner", "J. Cole-Dai"],
    "venue": "American Geophysical Union,",
    "year": 2003
  }, {
    "title": "A comparison of volcanic records over the past 4000 years from the Greenland Ice Core Project andDye 3 Greenland ice cores",
    "authors": ["H.B. Clausen", "C.U. Hammer", "C.S. Hvidberg", "D. Dahl-Jensen", "J.P. Steffensen", "J. Kipfstuhl", "M. Legrand"],
    "venue": "Journal of Geophysical Research",
    "year": 1997
  }, {
    "title": "Annually resolved southern hemisphere volcanic history from two Antarctic ice cores",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "Journal of Geophysical Research",
    "year": 1997
  }, {
    "title": "A Time Series Approach to Tree-Ring Standardization, Ph.D. Dissertion, Laboratory or Tree-Ring Research, University of Arizona, Tucson",
    "authors": ["E.R. Cook"],
    "year": 1985
  }, {
    "title": "Tree-ring standardization and growth-trend estimation",
    "authors": ["E.R. Cook", "K.R. Briffa", "S. Shiyatov", "V. Mazepa"],
    "year": 1990
  }, {
    "title": "The segment length curse in long tree-ring chronology development for palaeoclimatic studies",
    "authors": ["E.R. Cook", "K.R. Briffa", "D.M. Meko", "D.A. Graybill", "G. Funkhouser"],
    "venue": "The Holocene",
    "year": 1995
  }, {
    "title": "Drought reconstructions for the continental United States",
    "authors": ["E.R. Cook", "D.M. Meko", "D.W. Stahle", "M.K. Cleaveland"],
    "venue": "Journal of Climate",
    "year": 1999
  }, {
    "title": "Causes of climate change over the past 1000 years",
    "authors": ["T.J. Crowley"],
    "venue": "Science 289,",
    "year": 2000
  }, {
    "title": "Reassessment of Crete (Greenland) ice core acidity/volcanism link to climate change",
    "authors": ["T.J. Crowley", "T.A. Criste", "N.R. Smith"],
    "venue": "Geophysical Research Letters",
    "year": 1993
  }, {
    "title": "1738 years of Mongolian temperature variability inferred from a tree-ring width chronology of Siberian Pine",
    "authors": ["R. D'Arrigo", "G. Jacoby", "D. Frank", "N. Pederson", "E. Cook", "B. Buckley", "B. Nachin", "R. Mijiddorj", "C. Dugarav"],
    "venue": "Geophysical Research Letters",
    "year": 2001
  }, {
    "title": "Global warming in the context of the Little Ice Age",
    "authors": ["M. Free", "A. Robock"],
    "venue": "Geophysical Research Letters",
    "year": 1999
  }, {
    "title": "Tree Rings and Climate",
    "authors": ["H.C. Fritts"],
    "year": 1976
  }, {
    "title": "Reconstructing Large-Scale Climatic Patterns from Tree-Ring Data",
    "authors": ["H.C. Fritts"],
    "year": 1991
  }, {
    "title": "Detecting the aerial fertilization effect of atmospheric CO2 enrichment in tree-ring chronologies",
    "authors": ["D.A. Graybill", "S.B. Idso"],
    "venue": "Global Biogeochemical Cycles",
    "year": 1993
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["C.U. Hammer", "H.B. Clausen"],
    "venue": "Dansgaard,W.,",
    "year": 1980
  }, {
    "title": "Thera eruption date 1645 BC confirmed by new ice core data? In: Bietak, M. (Ed.), The synchronisation of civilisations in the eastern Mediterranean in the second millennium",
    "authors": ["C.U. Hammer", "G. Kurat", "P. Hoppe", "W. Grum", "H.B. Clausen"],
    "venue": "BC II. Proceedings of the SCIEM2000 Euroconference, Haindorf,",
    "year": 2003
  }, {
    "title": "A continuous multimillennial ring-width chronology in Yamal, northwestern Siberia",
    "authors": ["R.M. Hantemirov", "S.G. Shiyatov"],
    "venue": "Holocene",
    "year": 2002
  }, {
    "title": "The supra-long Scots pine tree-ring record for Finnish Lapland: Part 2, interannual to centennial variability in summer temperatures",
    "authors": ["S. Helama", "M. Lindholm", "M. Timonen", "J. Meriläinen", "M. Eronen"],
    "venue": "years. Holocene",
    "year": 2002
  }, {
    "title": "Computer-assisted quality control in tree-ring dating and measuring",
    "authors": ["R.L. Holmes"],
    "venue": "Tree-Ring Bulletin",
    "year": 1983
  }, {
    "title": "Frequency-dependent climate signal in upper and lower forest border trees in the mountains of the Great Basin",
    "authors": ["M.K. Hughes", "G. Funkhouser"],
    "venue": "Climatic Change",
    "year": 2003
  }, {
    "title": "Twentieth-century summer warmth in northern Yakutia in a 600 year context",
    "authors": ["M.K. Hughes", "E.A. Vaganov", "S. Shiyatov", "R. Touchan", "G. Funkhouser"],
    "venue": "The Holocene",
    "year": 1999
  }, {
    "title": "Tree-ring evidence of the widespread effects of explosive volcanic eruptions",
    "authors": ["P.D. Jones", "K.R. Briffa", "F.H. Schweingruber"],
    "venue": "Geophysical Research Letters",
    "year": 1995
  }, {
    "title": "Volcanic ash retrieved from the GRIP ice core is not from Thera",
    "authors": ["D.J. Keenan"],
    "venue": "(CiteID",
    "year": 2003
  }, {
    "title": "The spatial response of the climate system to explosive volcanic eruptions",
    "authors": ["P.M. Kelly", "P.D. Jones", "J. Pengqun"],
    "venue": "International Journal of Climatology",
    "year": 1996
  }, {
    "title": "Climate forcing by stratospheric aerosols",
    "authors": ["A. Lacis", "M. Sato"],
    "venue": "Geophysical Research Letters",
    "year": 1992
  }, {
    "title": "Paleoclimatic inferences from long tree-ring records",
    "authors": ["V.C. LaMarche Jr."],
    "venue": "Science",
    "year": 1974
  }, {
    "title": "Frost rings in trees as records of major volcanic eruptions",
    "authors": ["V.C. LaMarche", "K.K. Hirschboeck"],
    "venue": "Nature 307,",
    "year": 1984
  }, {
    "title": "Chronologies from temperaturesensitive bristlecone pines at upper treeline in western United States",
    "authors": ["V.C. LaMarche Jr.", "C.W. Stockton"],
    "venue": "TreeRing Bulletin",
    "year": 1974
  }, {
    "title": "Increasing atmospheric carbon dioxide: tree-ring evidence for growth enhancement in natural vegetation",
    "authors": ["V.C. LaMarche Jr.", "D.A. Graybill", "H.C. Fritts", "M.R. Rose"],
    "year": 1984
  }, {
    "title": "An assessment of the possible effects of volcanic eruptions on North American climate using tree-ring",
    "authors": ["J.M. Lough", "H.C. Fritts"],
    "venue": "A.D. Climatic Change",
    "year": 1987
  }, {
    "title": "Global-scale temperature patterns and climate forcing over the past six centuries",
    "authors": ["M.E. Mann", "R.S. Bradley", "M.K. Hughes"],
    "venue": "Nature",
    "year": 1998
  }, {
    "title": "New evidence for an early date for the Aegean",
    "authors": ["S.W. Manning", "C. Bronk-Ramsey", "C. Doumas", "T. Marketou", "G. Cadogan", "C.L. Pearson"],
    "venue": "Late Bronze Age and Thera eruption. Antiquity",
    "year": 2002
  }, {
    "title": "Atmospheric effects of the Mount Pinatubo eruption",
    "authors": ["M.P. McMormick", "L.W. Thomason", "C.R. Trepte"],
    "venue": "Nature 373,",
    "year": 1995
  }, {
    "title": "Radiative climate forcing by the Mount Pinatubo eruption",
    "authors": ["P. Minnis", "E.F. Harrison", "L.L. Stowe", "G.G. Gibson", "F.M. Denn", "D.R. Doelling", "W.L. Smith Jr."],
    "year": 1993
  }, {
    "title": "Bootstrapping: a nonparametric approach to statistical inference. Sage University Paper series on quantitative applications in the social sciences",
    "authors": ["C.Z. Mooney", "R.D. Duval"],
    "venue": "no. 7–95,",
    "year": 1993
  }, {
    "title": "Adjusting variance for sample size in tree-ring chronologies and other regional mean timeseries",
    "authors": ["T.J. Osborn", "K.R. Briffa", "P.D. Jones"],
    "venue": "Dendrochronologia",
    "year": 1997
  }, {
    "title": "Identification of Aniakchak (Alaska) tephra in Greenland ice core challenges the 1645 BC date for Minoan eruption of Santorini",
    "authors": ["N.J.G. Pearce", "J.A. Westgate", "S.J. Preece", "W.J. Eastwood", "W.T. Perkins"],
    "year": 2004
  }, {
    "title": "Pattern and forcing of Northern Hemisphere glacier variations during the last millennium",
    "authors": ["S.C. Porter"],
    "venue": "Quaternary Research",
    "year": 1986
  }, {
    "title": "Historic eruptions of Tambora (1815), Krakatau (1883), and Agung (1963), their stratospheric aerosols, and climatic impact",
    "authors": ["M.R. Rampino", "S. Self"],
    "venue": "Quaternary Research",
    "year": 1982
  }, {
    "title": "Internally and externally caused climate change",
    "authors": ["A. Robock"],
    "venue": "Journal of Atmospheric Science",
    "year": 1978
  }, {
    "title": "Winter warming from large volcanic eruptions",
    "authors": ["A. Robock", "J. Mao"],
    "venue": "Geophysical Research Letters",
    "year": 1992
  }, {
    "title": "The volcanic record in ice cores for the past 2000 years, Climatic Variations and Forcing Mechanisms of the Last 200 Years",
    "authors": ["A. Robock", "M.P. Free"],
    "year": 1996
  }, {
    "title": "Proxy-based Northern hemisphere surface temperature reconstructions: sensitivity to methodology, predictor network, target season and target domain",
    "authors": ["S. Rutherford", "M.E. Mann", "T.J. Osborn", "R.S. Bradley", "K.R. Briffa", "M.K. Hughes", "P.D. Jones"],
    "venue": "Journal of Climate",
    "year": 2005
  }, {
    "title": "Temperature variability and the Northern Anasazi: possible implications for regional abandonment",
    "authors": ["M.W. Salzer"],
    "venue": "Kiva 64",
    "year": 2000
  }, {
    "title": "Reconstructed temperature and precipitation on a millennial timescale from tree-rings in the southern Colorado Plateau, USA",
    "authors": ["M.W. Salzer", "K.F. Kipfmueller"],
    "venue": "Climatic Change",
    "year": 2005
  }, {
    "title": "Tree-ring evidence for climatically effective volcanic eruptions",
    "authors": ["L.A. Scuderi"],
    "venue": "Quaternary Research",
    "year": 1990
  }, {
    "title": "Climatically effective volcanism",
    "authors": ["L.A. Scuderi"],
    "venue": "Quaternary Research",
    "year": 1992
  }, {
    "title": "Solar forcing of regional climate change during the Maunder Minimum",
    "authors": ["D. Shindell", "G.A. Schmidt", "M.E. Mann", "D. Rind", "A. Waple"],
    "venue": "Science 294,",
    "year": 2001
  }, {
    "title": "Volcanic and solar forcing of climate change during the Preindustrial Era",
    "authors": ["D. Shindell", "G.A. Schmidt", "R.L. Miller", "M.E. Mann"],
    "venue": "Journal of Climate",
    "year": 2003
  }, {
    "title": "Volcanoes of the World: A Regional Directory, Gazetteer, and Chronology of Volcanism During the last 10,000 Years, 2nd ed",
    "authors": ["T. Simkin", "L. Siebert"],
    "year": 1994
  }, {
    "title": "Mystery cloud of AD 536",
    "authors": ["R.B. Stothers"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "Volcanic eruptions in the Mediterranean before A.D. 630 from written and archaeological sources",
    "authors": ["R.B. Stothers", "M.R. Rampino"],
    "venue": "Journal of Geophysical Research",
    "year": 1983
  }, {
    "title": "Influence of snowfall and melt timing on tree growth in subarctic Eurasia",
    "authors": ["E.A. Vaganov", "M.K. Hughes", "A.V. Kirdyanov", "F.H. Schweingruber", "P.P. Silkin"],
    "year": 1999
  }, {
    "title": "Times change: the current state of the debate in old world chronology",
    "authors": ["M.H. Wiener"],
    "venue": "Proceedings of the 2nd EuroConference of “SCIEM 2000”,",
    "year": 2003
  }, {
    "title": "Increased temperature sensitivity and divergent growth trends in circumpolar boreal forests.GeophysicalResearchLetters 32,L15715",
    "authors": ["M.R. Wilmking", "R. D'Arrigo", "G.C. Jacoby", "G.P. Juday"],
    "year": 2005
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland",
    "authors": ["G.A. Zielinski"],
    "year": 1995
  }, {
    "title": "Record of volcanism since 7000 B.C. from the GISP2 Greenland ice core and implications for the volcano–climate",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler", "M. Morrison", "D.A. Meese", "A.J. Gow", "R.B. Alley"],
    "year": 1994
  }, {
    "title": "Volcanic aerosol records and tephrochronology of the Summit, Greenland, ice cores",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "K. Grönvold", "M.S. Germani", "S. Whitlow", "M.S. Twickler", "K. Taylor"],
    "venue": "Journal of Geophysical Research",
    "year": 1997
  }],
  "id": "SP:24974d7583695feec8944ce39c3719ce973e74b6",
  "authors": [{
    "name": "Matthew W. Salzer",
    "affiliations": []
  }, {
    "name": "Malcolm K. Hughes",
    "affiliations": []
  }],
  "abstractText": "Many years of low growth identified in a western USA regional chronology of upper forest border bristlecone pine (Pinus longaeva and Pinus aristata) over the last 5000 yr coincide with known large explosive volcanic eruptions and/or ice core signals of past eruptions. Over the last millennium the agreement between the tree-ring data and volcano/ice-core data is high: years of ring-width minima can be matched with known volcanic eruptions or ice-core volcanic signals in 86% of cases. In previous millennia, while there is substantial concurrence, the agreement decreases with increasing antiquity. Many of the bristlecone pine ring-width minima occurred at the same time as ring-width minima in high latitude trees from northwestern Siberia and/or northern Finland over the past 4000–5000 yr, suggesting climatically-effective events of at least hemispheric scale. In contrast with the ice-core records, the agreement between widely separated tree-ring records does not decrease with increasing antiquity. These data suggest specific intervals when the climate system was or was not particularly sensitive enough to volcanic forcing to affect the trees, and they augment the ice core record in a number of ways: by providing confirmation from an alternative proxy record for volcanic signals, by suggesting alternative dates for eruptions, and by adding to the list of years when volcanic events of global significance were likely, including the mid-2nd-millennium BC eruption of Thera. © 2006 University of Washington. All rights reserved.",
  "title": "Bristlecone pine tree rings and volcanic eruptions over the last 5000 yr"
}