{
  "sections": [{
    "heading": "1. INTRODUCTION",
    "text": "It is a broadly accepted scientific fact that the modification of the atmospheric radiation budget due to the anthropogenic emission of greenhouse gases (GHGs; i.e. CO2, CH4, CFC, N2O, tropospheric O3, etc.) and the related change of their atmospheric concentrations has its effect on climate (Baede et al. 2001). The effect of this modification has been often simulated using coupled atmosphere-ocean general circulation models (AOGCMs; McAvaney et al. 2001). However, the question of which spatiotemporally related pattern response to the GHG forcing may be observed in the\ndata of various climate elements remains unanswered (Mitchell et al. 1995). The corresponding allocation of such observed climate patterns to GHG forcing is, in principle, a statistical task.\nAnother challenge is the so-called detection of climate change due to a certain forcing. This again may be a statistical problem, because it has to be shown that it is very unlikely that the observed climate change pattern is due to random forcing. Hegerl et al. (1996) and Santer et al. (1996) compared the observed spatial climate change patterns with the results of a coupled AOGCM forced by anthropogenic GHGs. They found rising spatial correlations between the\n© Inter-Research 2003 · www.int-res.com*Email: staeger@meteor.uni-frankfurt.de\nKEY WORDS: Climate change · Observed climate signals · Greenhouse effect · Principal component analysis\nResale or republication not permitted without written consent of the publisher\nClim Res 24: 3–13, 2003\nobserved and calculated patterns, reaching more than 90% significance. This strategy is referred to as fingerprint proof. It leads to the conclusion that the balance of evidence suggests a discernible human influence on global climate (Houghton et al. 1996).\nIn consequence, the question arises whether a response to anthropogenic forcing can be quantified in a given region at a given time and with respect to a given climate element on the basis of observational data. This is an allocation problem where spatiotemporal climate variation components are associated statistically (and therefore hypothetically) to the anthropogenic greenhouse effect. In order to interpret these variation components in the context of the total observed climate variability correctly, it is necessary to know the variance components which are due to other anthropogenic (e.g. tropospheric sulfate aerosol) and natural (solar activity, explosive volcanism) forcings as well as internal processes (e.g. El Niño-Southern Oscillation [ENSO] and North Atlantic Oscillation [NAO]). Finally, in general, there exists some variability in the observational data which cannot be assigned to any of these influences. This residual variability may partly be random variability (climate noise). However, part of it may also be due to incorrect parametrization of the known forcing, the impact of unknown forcing and internal processes, incorrect observational data, or any combination of these.\nIn order to calculate the significance of the anthropogenic signal in the observed spatiotemporally related fields of climatic parameters, different strategies can be applied. First, one can compare the anthropogenic signal with the variance of the non-anthropogenic part of the observed variability. However, the disadvantage of this procedure is that the latter part of the variance cannot be interpreted as purely stochastic noise as it is a composite of noise plus different signals (Jones & Hegerl 1998). Thus it is, in general, no trivial task to test significance of any signal using this strategy.\nAs a second strategy, one can compare the anthropogenic signal and any other signals with the unexplained part of variance. This strategy allows one to obtain spatiotemporal patterns of the significance of any known external forcing and internal mechanism in the observations. However, this strategy also suffers from the problem that part of the residual variability may not be random. In fact, part of it may exhibit a deterministic temporal structure. Thus, a third strategy may be applied. The major point of this third strategy is to further decompose the residuals into a structured component and a residual noise. The structured component is the result of either unknown forcing, internal mechanisms or incorrect parametrizations of the known forcing, as discussed above. The residual noise, however, is a reliable approximation of climate noise. In this study we apply the first and the third strategies.\nThe analysis is performed in 3 steps. First, the spatiotemporal data patterns of the observational data used are preanalyzed by means of a principal component analysis (PCA; also called EOF [empirical orthogonal function] analysis; e.g. Preisendorfer 1988, von Storch & Zwiers 1999) in order to achieve a better availability of climatological information arranged in its essential structures. Thereafter, the PC climate time series are subject to a stepwise correlation and regression analysis where the forcing parameter time series are significantly correlated with the spatiotemporal climate variation components. Simultaneously, this allows one to associate particular spatiotemporal climate variation patterns to each of the forcing mechanisms under consideration (signal separation). Thereafter the residual which cannot be correlated with any forcing offered here is analyzed with respect to remaining significant structures (trends, polynomial components; see Grieser et al. 2002). If such structured residual components are found, they are treated as unexplained structures. Since the techniques used are linear, these structured residual components may also be the effect of non-linear responses to the known forcing and internal climate mechanisms. The unstructured residual component is supposed to represent random noise. Finally, as a last step, 2 different significance tests are performed. Signals are tested against the variance of the sum of natural variability plus unexplained variability as well as against the unstructured residuals only. This leads to 2 different spatiotemporally related patterns of significance of the anthropogenic GHG signals. The first strategy provides information as to whether the climate has changed significantly due to the anthropogenic signal. The second strategy provides information as to whether this signal is a significant part of the time series (among other signals). Note that signals which are a significant part of a time series need not change climate significantly.\nWe describe the data used (Section 2), outline the method of analysis (Section 3), present the results (Section 4), and offer some conclusions (Section 5). A much more detailed report is available in German (Grieser et al. 2000)."
  }, {
    "heading": "2. DATA",
    "text": "2.1. Forcing data\nThe data used in this study have to be considered with respect to observed climate variations (dependent variables) and forcing mechanisms (independent variables). All these data are time series covering roughly the last 100 to 130 yr. Furthermore, with respect to forcing, anthropogenic has to be distinguished from natural.\n4\nStaeger et al.: Separation of natural and anthropogenic climate signals\nAs far as anthropogenic forcing due to GHGs, is concerned, we use the logarithmus naturalis (ln) of carbon dioxide (CO2) atmospheric concentration equivalents, where these equivalents imply, in addition to CO2, all other relevant GHGs showing increasing concentrations in industrial time (Ramaswamy et al. 2001). A logarithmic relationship between GHG forcing and temperature response has its physical (radiative) background (Wigley 1987). In the case of the anthropogenic sulfate aerosol (SUL) forcing, column depths from 8 latitude bands are used, deduced from anthropogenic sulfur dioxide (SO2) emission data (Charlson et al. 1991). These are the same data used by Cubasch et al. (1995). However, an EOF decomposition (details see Section 3.1) of these time series reveals that using the first 3 PCs 99.9% of the total variance is explained. Thus only these 3 PC time series were used for further investigations. Note that this forcing is problematic because there is no way to take into account indirect effects such as influence of SUL on cloud properties (Ramaswamy et al. 2001).\nClimate forcing due to explosive volcanism (VOL) was introduced following a parameterization from Grieser et al. (1998), where 16 zonal averages of volcanogenic heat rate anomaly time series are computed. This data set was, similar to SUL forcing, subject to an EOF analysis. The related first 3 PC time series explain 99.8% of the total variance and represent a predominant part of this type of natural forcing. In the case of solar forcing, we used 2 alternative time series: Sunspot relative numbers (SRN) dominated by the quasi-11 yr cycle and hypothetical variations of the solar constant (SOL) reconstructed by Lean et al. (1995) which imply also some low-frequency variability.\nThe Southern Oscillation Index (SOI) was used as an appropriate time series to represent the ENSO mechanism (Philander 1990). SOI quantifies the standardized mean sea-level pressure differences between the Stns Tahiti and Darwin (Australia). Although, in this way, only the atmospheric counterpart of ENSO is taken into account, the ENSO phenomenon is fairly represented because of the close (negative) correlation of SOI and El Niño as tropical phenomena. Nevertheless, it may have a possible influence on the extratropical climate (Fraedrich 1994).\nFinally, as an additional natural circulation phenomenon, the NAO was considered in terms of the NAOI Index (NAOI). Similar to SOI, NAOI is a standardized mean sea-level pressure gradient based on the measurements at 2 representative stations, following Jones et al. (1997) at Stykkisholmur (Iceland) and Gibraltar (alternatively Ponta Delgada, Azores). The NAOI specifies the meridional air pressure pattern, and in turn the intensity of the mid-latitude zonal circulation\nstrength in the North East Atlantic/North West Europe sector, which have strong effects on the European climate (e.g. Hurrell 1995).\nThe NAO and ENSO are manifestations of the natural internal variability of the climate system, and therefore the term ‘forcing’, which suggests an external influence, does not fit these phenomena perfectly. However, we also chose this term to distinguish between independent and dependent variables. On the other hand, there might be an anthropogenic influence upon NAO or ENSO which would be ‘masked’, because it would have then been interpreted as natural (for further discussion see also Section 4.3).\nTo take into account the inertia of the climate system (a forcing may cause a delayed effect), the forcing time series were additionally used with time lags of 1 and 2 yr (except GHG forcing because of its high degree of self-similarity)."
  }, {
    "heading": "2.2. Climate data",
    "text": "The climate observational data address surface air temperature (T), mean sea-level pressure (SLP) and precipitation (P). On a global scale (precipitation not considered) these data are time series that represent area averages deduced from grid-point data, including zonal averages and the global average in the case of T. On a European scale, grid-point-oriented time series are directly used from various data sources. In detail, the following climate data sets are used: • Temperature T-GL: global average 1899–1998, an-\nnual means, land and ocean areas; as provided by Jones et al. (1999). • Temperature T-GA: 80 area averages (each of equal area, but 8 area time series missing due to data gaps; global coverage) 1894–1995, annual and seasonal means; based on Jones et al. (1999); area arrangement as used by Hansen et al. (1996). • Mean sea-level pressure SLP-GA: 80 area averages as described above (18 area time series missing), annual and seasonal means 1900–1992; based on Slutz et al. (1985; COADS data set, oceanic measurements only). • Temperature T-EA: Europe, 52 grid points (5° × 5°), annual and seasonal means 1899–1998; provided by Jones et al. (1999). • Mean sea-level pressure SLP-EA: Europe, 44 grid points (5° latitude × 10° longitude), annual and seasonal means 1896–1995; provided by Basnett & Parker (1997). • Precipitation P-EA: Europe, 83 grid points (5° × 5°), annual and seasonal means 1900–1998; provided by Hulme et al. (1998).\n5\nClim Res 24: 3–13, 2003"
  }, {
    "heading": "3. METHODS",
    "text": ""
  }, {
    "heading": "3.1. PCA/EOF transformation",
    "text": "In a first step, a PCA/EOF analysis of the observational climate data is performed. This means a given normalized spatiotemporal data field, z(x,t), consisting of m time series, is separated into m spatial structures (EOFs) with m temporal structures (PCs):\n(1)\nThe λj are the related eigenvalues. j is the number of the eigenvalue, PC or EOF. This is done by the wellknown procedure of diagonalization of the covariance matrix of the m time series, which is a standard eigenvalue problem (Preisendorfer 1988, von Storch & Zwiers 1999). The aim is to separate the most important structures in the given data field. No information is lost in this transformation.\nThe PCj (t) obtained in this way are the dependent variables of the subsequent regression analysis, where they are matched with particular forcing parameter time series explaining some part of the PC variance. So it is taken into account that any forcing may effect different magnitudes of the climate response at different locations expressed by the particular weight of the related PC."
  }, {
    "heading": "3.2. Stepwise regression",
    "text": "The next step is a stepwise correlation and regression analysis using the forcing parameter time series listed in Section 2.1. Stepwise regression consists of the following steps: • Computation of the linear correlation coefficients, r,\nbetween the considered climatic PCj (t) and all forcing parameter time series Ek(t). • The forcing parameter Ek(t) showing up the most significant correlation (significance level at least > 95%) is the first ‘winner’ Es1(t) of the procedure. • The related linear regression is computed. • The residual after subtraction of this first explained\nvariance component R1(t) from PCj (t) is the new dependent variable, and the whole procedure starts again. This loop runs until no more significant correlated forcing parameter time series remain. The same is performed for all other PCj (t) and for all climate elements. The algorithm is similar to the ‘Forward Selection’ routine in the ‘Stepwise Regression’ procedure described by von Storch & Zwiers (1999).\nThis stepwise regression procedure allows some kind of ‘competition’ effects, also known as multico-\nlinearity. In this case the parameter Ei(t), for example, explains some part of the observed climate data variance which could (in general) also be explained partly by another, Ej(t). However, the residual no longer contains this ‘overlapping’ variance. In practice, one can solve this problem by alternatively neglecting 1 of these 2 parameters, Ei (t) or Ej (t).\nOn the base of the l selected forcing parameter time series ESi (i = 1, ...,l), a multiple linear regression analysis is performed with respect to each climatic PCj (t) as the dependent variable:\n(2)\nwhere Rj(t) is the climate data residual which cannot be explained by the forcing parameter time series under consideration.\nUsing Eqs. (1) & (2), the original spatiotemporal related data field z(x,t) can be separated into its explained and unexplained variance components:\n(3)\nwhere Santhr(x,t) is the space-time related sum of anthropogenic signals only, Snat(x,t) is similar but is the sum of natural signals only, and R(x,t) is similar but the residual.\n3.3. Residual analysis\nThe residual R(x,t) (Eq. 3), or Rj (t) (Eq. 2), is checked for remaining structures not explained by the forcing parameter time series Ek(t) under consideration. To identify these remaining structures, the residual R(x,t), consisting of m time series, is again subject to a PCA/EOF transformation. The time-related residual components obtained in this way are investigated with regard to possible remaining trends (linear, progressive or degressive) and polynomial components.\nSo the preliminary residual R(x,t) is subdivided into a structured component, R str, and an unstructured component, Runstr, where the latter is supposed to represent random noise. In order to test this random hypothesis, the Kolmogorov-Smirnov test (Press et al. 1992) for a Gaussian frequency distribution is used. Furthermore, Runstr is tested for mean, variance, and autocorrelation instationarity. If no significant instationarity is found, Runstr(x,t) is taken to be a realization of a stationary random process.\nFinally, the original climatological data field is not only separated into anthropogenic and natural signals, but also into structured and unstructured residuals:\n(4)z x t S x t S x t R x t R x t, , , , ,( ) = ( ) + ( ) + ( ) + ( )anthr nat str unstr\nz x t S x t S x t R x t, , , ,( ) = ( ) + ( ) + ( )anthr nat\nPCj i Si\ni\nl\njt a a E t R t( ) = + ( ) + ( ) = ∑0 1\nz x t x tj j j j\nm\n,( ) = ( ) ( ) = ∑λ EOF PC 1\n6\nStaeger et al.: Separation of natural and anthropogenic climate signals"
  }, {
    "heading": "3.4. Significance test",
    "text": "The final step of the analysis addresses the significance of the anthropogenic GHG signal in the climatological data-fields.\nIn order to estimate the significance of the anthropogenic climate change for a specific area (grid point or area average) and with respect to a certain variable, the ratio of the anthropogenic climate signal Santhr(x,t) and the standard deviation of the noise component snoise is required to exceed a defined threshold implying a defined probability. Thus, it is not the signal amplitude, but the signal-to-noise ratio which is the crucial quantity. Only when the residuals are assumed to be Gaussian-distributed white noise is the significance of the signal simply given by the error function of 1⁄2 times the signal-to-noise ratio.\nUsually unexplained variance plus naturally forced variability is conceived to be noise (Hasselmann 1997, Mitchell et al. 2001). This strategy allows one to answer the question of whether the anthropogenic signal is significant with respect to all residual variability. Hence, we tested whether a signal implies a climate change. However, the usual assumption that the nonanthropogenic part of the time series can be regarded as random may not hold strictly. As an alternative to this strategy, anthropogenic signals are tested with respect to the unstructured noise component of the decomposition given above (Eq. 4). This second test specifies the significance of the anthropogenic signal within the time series among other (natural) signals. Thus it cannot detect anthropogenic climate change\nbut a significant anthropogenic influence only. However, the assumption of stationary Gaussian noise, which is necessary for both the test strategies, is more likely to hold for the second one, in which the nonstationary natural signals are removed.\nNevertheless, tests are also applied to find significant nonstationary signals in the mean (t-test), standard deviation (F-test) and lag-1 autocorrelation (z-test of Fisher-transformed coefficients) as well as to find significant deviations from the Gaussian distribution (Kolmogorov-Smirnov test) in all cases."
  }, {
    "heading": "4. RESULTS",
    "text": ""
  }, {
    "heading": "4.1. Explained variances",
    "text": "The explained climate data field variance components of the various forcing mechanisms according to the stepwise regression procedure described in Section 3.2 are presented in Table 1.\nNote that the variance components associated with particular forcing mechanisms are exact only if the covariances between the related time series vanish. However, if there are multicolinearity effects (Section 3.2), the variance assignment to the related forcing mechanisms is inexact. An example of this multicolinearity problem, in a very pronounced way, is the global SLP data set with regard to GHG or SUL forcing (Table 1). This effect, however, has only little influence on the total explained variance (TOT), but a large part of variance is shifted between the SUL and the GHG\n7\nGlobal Europe T-GL T-GA SLP-GA T-EA SLP-EA P-EA\nTOT 79.7 38.8 29.1 (26.8a) 21.3 27.8 (24.9a) 13.2 GHG 59.9 19.0 0.5 (8.5a) 7.6 0.6 (2.4a) 3.5 SUL 3.1 3.2 9.6 (–a) 1.5 3.5 (–a) 1.4 VOL 6.0 4.0 5.1 (8.2a) 0.8 2.0 (1.6a) 1.1 ENSO 4.2 7.1 5.7 (5.4a) 0.1 0.4 (0.7a) 1.4 SOL 4.2 2.2 3.2 (0.3a) 2.1 0.9 (0.7a) 1.3 NAO 0.0 2.6 3.1 (4.3a) 8.9 (20.2b) 20.2 (19.5a) 4.2 Rstr 4.7 7.1 7.6 (11.8a) 10.5 3.8 (6.0a) 3.8 Runstr 15.6 54.1 63.3 (61.4a) 68.2 68.4 (69.1a) 83.0 aWith sunspot number as solar forcing and without SUL forcing, see text bFor January\nClim Res 24: 3–13, 2003\nNote that in all cases, as far as the residuals are concerned, Runstr is much larger (15.6% for T-GL, increasing to 83% for P-EA) than R str (3.8 to 10.5%; Table 1). It can therefore be concluded that the forcing mechanisms considered explain a large portion of the nonrandom part of the observed climate data variance."
  }, {
    "heading": "4.2. Signals and significance: global analysis",
    "text": "In this section we focus on the identification, quantification and significance of the climate signals associated with GHG forcing. Note that, based on Eq. (3), it is possible to compute spatiotemporally related signal patterns which are due to particular forcing mechanisms. However, by renormalization only the relative magnitudes and not the absolute values are available. Therefore the anthropogenic signals at the start of the climate time series considered are defined to be zero and the signals are computed in relation to this initial value.\nFirst, the significance shall be discussed with respect to T-GL, for which Table 1 reveals a maximum value of explained variance. Fig. 1 shows the related GHG, SUL and GHG+SUL signals. Additionally, the significance levels are plotted with respect to the 2 different noise components under consideration (cf. Section 3.4). The GHG signal alone has a maximum amplitude of about 0.7 K. Extrapolated to the whole available length of this climate time series (from 1854), this signal amplifies to approximately 1 K, similar to AOGCM simulations (McAvaney et al. 2001) and other statistical techniques (e.g. neural networks, Walter et al. 1998).\nEvidently, the significance of the GHG signal is very high for Runstr when it is taken to be the noise compo-\nnent (significance levels labeled ‘cl2’ in Fig. 1). In this case the 99.9% significance level is exceeded as early as in 1973. However, with Snat + R taken as the noise component (‘cl1’ in Fig. 1), the 99.9% level is exceeded by the GHG signal, even though clearly later, in 1989, because of a larger snoise in this case (compare with Eqs. 3 & 4). This means that GHG can be seen as a very significant part of T-GA variability since 1973. Furthermore, it has very significantly changed global mean temperature since 1989.\nA precondition to be taken into account is the distribution of the noise component, which should be Gaussian, as already stated in Section 3.4. No significant deviations from this distribution are found here for both cases of noise. Additionally, using Runstr, no nonstationarity in mean, variance and autocorrelation is found, which is not the case for Snat + R.\nThe SUL signal is negative and leads to a cooling of 0.3 K within the period under consideration.\nIf the total Santhr is conceived to be the superposition of GHG + SUL, there is no remarkable effect until about 1970 (the GHG and SUL forcings are balanced), but thereafter the GHG signal becomes more and more prominent where Santhr exceeds the 99.9% confidence level in 1994 for the cl2 case (compare with Fig. 1). In the other case (cl1) Santhr only exceeds the 95% level in 1995. In consequence, it can be concluded that the anthropogenic signal is a significant part of the global mean temperature time series and has led to a significant climate change since 1995.\nSimilar to the global average, in the regional analysis (T-GA, 72 area elements; Section 2.2) the GHG signal in the observed temperature field is mostly positive (relative to 1894 in this case; Fig. 2a), reaching a maximum of 1.7 K in the areas of the large continents, especially Central Asia. Again, this result is physically plausible and in line with AOGCM simulations (McAvaney et al. 2001). In contrast to that, the SUL signal analysis leads to no plausible results (not shown here; see Grieser et al. 2000) but does not disturb the GHG signal pattern significantly. The reason may be poor data and/or complicated indirect cause-effect relationships. Subsequently, the SUL signal is no longer discussed.\nFig. 2b presents the regional distribution of the significance based on the signal-to-noise computations using Runstr as the noise component (according to Eq. 4) and related to 1995. It reveals that the most significant GHG signal is found within the large ocean areas. Within 47 area elements (from a total number of 72; Section 2.2) the 90% significance level is exceeded; the 95 and 99% levels are exceeded within 42 and 19 area elements, respectively. This means that the GHG signal alters the temperature in a considerable portion of the globe.\n8\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nFig. 1. GHG, SUL and anthropogenic (GHG+SUL) signals in the TGL time series (1899–1998) in K. cl1: significance levels of the signals in percent with Snat + R as noise component; cl2: only with Runstr as noise component (calculation based on Eq. 3). See text for an explanation of the abbreviations\nStaeger et al.: Separation of natural and anthropogenic climate signals\nIn Fig. 2c the results of a similar analysis using Snat + R as the noise component are shown. Significant temperature change due to anthropogenic GHG can be seen in quite a number of regions: within 41 out of 72 area elements is the 90% level exceeded; the 95 and\n99% levels are exceeded within 28 and 10 area elements, respectively. In this case, again the question of whether the Gaussian distribution of the noise components is maintained arises. Only 1 out of 72 noise component time series deviates from the Gaussian distribution with a significance over 90%. So the results presented in Fig. 2c seem to be robust.\nConsequently it can be concluded that an analysis of the regional (global) temperature patterns also leads to a highly significant GHG signal which results in significant regional temperature changes.\nThe corresponding analysis of SLP-GA (Fig. 3) leads to positive as well as negative signals (Fig. 3a), which are, in contrast to the temperature signal pattern, not easy to interpret. The reason may be that the response of the atmospheric circulation to GHG forcing is much more indirect than in the case of temperature.\nTherefore the level of significance of the GHG signal in the observed SLP patterns is moderate (Fig. 3b,c). When using Runstr as the noise component (Fig. 3b), the GHG signal exceeds the 90% level within 15 (from a total of 62) area elements. In 8 cases is the 95% level exceeded, and in 4 cases is the 99% significance level exceeded. This means that SLP-GA is affected by anthropogenic GHG emissions.\nAgain Snat + R is used as the noise component in order to test whether this leads to a significant change (Fig. 3c). Only within 6 area elements is the 90% level exceeded; the 95 and 99% levels are exceeded within 5 and 3 area elements, respectively. Note that 6 area elements, out of a total of 62, exceeding the 90% level is exactly what one would expect by chance. Additionally 7 out of 62 noise component time series used in Fig. 3c differ significantly from the Gaussian distribution. Given the small number of area elements where a significant change in SLP is found and the deviations of the noise from the Gaussian distribution, the results of this test should be seen as not reliable."
  }, {
    "heading": "4.3. Signals and significance: European analysis",
    "text": "The next step of analysis concerns the European region, first T-EA (52 grid points; Section 2.2). Fig. 4a shows the GHG signal pattern, where, similar to at the global scale, positive signals clearly prevail with a gradient from the northeast to the south and west. The maximum is 1.7 K (northeast), and the negative signals west of Iceland coincide with the global pattern (Fig. 4a).\nWhen using Runstr as the noise component (Fig. 4b) the significance reaches its maximum values in Northwest Europe (large signals and moderate-to-large noise), but also in some Mediterranean subareas (due to low noise and moderate signal magnitude). In total,\n9\nClim Res 24: 3–13, 2003\nat 11 out of 52 grid points is the 90% level exceeded, and at 4 grid points is the 95% significance level exceeded (nowhere is the 99% level exceeded). The test using Snat + R as the noise component reveals that\nonly in 4 out of 52 subareas is the 90% level exceeded. The frequency distributions of the noise component time series do not differ significantly from the Gaussian distribution for both kinds of noise used (Fig. 4b,c). Consequently it can be concluded that the European temperature pattern is affected by anthropogenic GHG emissions, but has not changed significantly.\nAn interesting aspect of the analysis of European temperature change is the similarity of the GHG signal pattern to the related NAO winter signal pattern in the case of a high NAOI (Fig. 4d; January, reference year 1993). In view of the fact that in Europe (especially on a monthly scale; Grieser et al. 2000) the NAO signal reveals the maximum magnitude of explained variance (Table 1), this is a remarkable result. The question arises as to whether there exists some GHG–NAO coupling on the European scale, as supposed by Paeth et al. (1999).\nThe GHG pattern derived from SLP-EA (Fig. 5a) is, like the related global pattern, hard to interpret. It is not significant for either kind of noise component (Fig. 5b,c). Only in the uppermost southeast of Europe, at 2 neighbouring grid points is the 99% confidence level exceeded (strangely enough, there are no grid points where the 90 and 95% levels are exceeded). This result coincides with the extremely small amount of variance which is explained by GHG forcing in SLPEA (Table 1: 2.4% if SUL forcing is neglected) and the dominance of the NAO signal.\nFinally, P-EA is analyzed (Fig. 6). The related GHG signal pattern (Fig. 6a) shows a pronounced structure with maximum positive signs in Southwest Scandinavia and near Scotland, contrasted by negative signs in South and Southwest Europe (Mediterranean). This implies some similarity to a related analysis where simply the observed trends were considered (Schönwiese & Rapp 1997). As in the case of temperature, there are distinct similarities between the GHG and NAO (Fig. 6c) signal patterns, with the peculiarity that the NAO signal pattern is more concentrated on the western part of Europe, the same area where the standard deviation pattern of noise has its maximum (Fig. 6b). However, the GHG signal is not significant in the case of P-EA: only at 2 (out of 83) grid points is the 90% level exceeded when Runstr is taken as the noise component (Fig. 6b), and none of the confidence levels is exceeded when Snat + R is taken as the noise component. This is not surprising, since the Runstr component of unexplained variance can be as large as 83% (Table 1).\n5. CONCLUSIONS AND OUTLOOK\nStarting from the questions of in which region, at what spatial scale and with respect to which variable\n10\nStaeger et al.: Separation of natural and anthropogenic climate signals\nmight the anthropogenic influence already be significantly visible in the observations, the statistical strategy used showed that forcing mechanisms operating on a global scale such as the atmospheric GHG concentration increase are most significant in the global mean surface air temperature (significance p > 99.9%), no matter which kind of noise component is used. This holds not only for the large GHG signal but also for the small noise component (of either type) typical for data averaged in space (Table 1, Fig. 1). The anthropogenic signal (GHG + SUL) in the global mean temperature is not only clearly visible but also has effected a significant climate change. Facing regional structures the GHG signal is significantly visible in both the global and the European temperature patterns. However, in contrast to the global temperature pattern the European one has not changed significantly due to GHG forcing.\nAs far as other climate elements are concerned, the significance of a climate change due to GHG forcing is hampered by a smaller amount of explained variance\n(GHG and total). This holds also for the global and European mean sea-level pressure patterns. The GHG signal becomes clearly visible in the global SLP pattern, but no significant change is found. It is not seen significantly in the European SLP pattern. In the case of the European precipitation pattern, the analysis reveals a GHG signal with a clear spatial structure. However, this signal is not significant due to the high amount of unexplained variance (Fig. 6). On the European scale, the NAO signal is most important, and the signal patterns in the case of temperature and precipitation show very similar spatial structures (Figs. 4 & 6).\nLooking forward with respect to further research, it would be possible to extend the analysis presented in this study to other climate data sets, for example, in areas other than the European subregion, or to a larger time scale of climate data, assuming that the necessary data (climate and forcing) are available. As far as forcing is concerned, a better aerosol spatiotemporally related data set is needed. Furthermore, it could be of interest to use different alternative forcing para-\n11\nClim Res 24: 3–13, 2003\nmetrizations, especially in the case of volcanism and solar activity.\nAnother point is the extension to non-linear methods, for example, the introduction of particular non-\nlinear cause-and-effect relationships or non-linear regression techniques such as neural networks. By comparison of linear and non-linear regression techniques, it would be possible to assess the amount of observed\n12\nStaeger et al.: Separation of natural and anthropogenic climate signals\nclimate variance which may be explained by such nonlinear relationships (possibly partly included in the structured residual component, R str, as listed in Table 1) and to decide whether non-linear methods may be significantly better than linear ones.\nAcknowledgements. We are very grateful to the Federal Environmental Agency, Germany, for supporting this study, especially the interest and advice of Mrs K. Kartschall.\nLITERATURE CITED\nBaede APM, Ahlonsou E, Ding Y, Schimel D (2001) The climate system: an overview. In: Houghton JT, Ding Y, Griggs DJ, Noguer M and 4 others (eds) Climate change 2001, the scientific basis. Contribution of Working Group I to the Third Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press, Cambridge, p 85–98 Basnett TA, Parker DE (1997) Development of the global mean sea level pressure data set gmslp2. Climatic Research Technical Note 79, Hadley Center, Meteorological Office, Bracknell Charlson RJ, Langner J, Leovy CB, Warren SG (1991) Perturbation of the northern hemisphere radiative balance by backscattering from anthropogenic sulfate aerosols. Tellus 43AB:152–163 Cubasch U, Hegerl GC, Hellbach A, Höck H, Mikolajewicz U, Santer BD, Voss R (1995) A climate change simulation starting from 1935. Clim Dyn 11:71–84 Fraedrich K (1994) ENSO impact on Europe? A review. Tellus 64A:541–552 Grieser J, Schönwiese CD (1998) Parametrization of spatiotemporal patterns of volcanic aerosol induced stratospheric optical depth and its climate radiative forcing. Atmósfera 12:111–133 Grieser J, Staeger T, Schönwiese CD (2000) Statistische Analysen zur Früherkennung globaler und regionaler Klimaänderungen aufgrund des anthropogenen Treibhauseffektes. Institutsbericht 103, Institut fuer Meteorologie und Geophysik, Universität Frankfurt Grieser J, Trömel S, Schönwiese CD (2002) Statistical time series decomposition into significant components and application to European temperature. Theor Appl Climatol 71:171–183 Hansen J, Ruedy R, Sato M, Reynolds R (1996) Global surface air temperature 1995: return to pre-Pinatubo level. Geophys Res Lett 23:1665–1668 Hasselmann K (1997) Multi-pattern fingerprint for detection and attribution of climate change. Clim Dyn 13:601–611 Hegerl GC, von Storch H, Hasselmann K, Santer BD, Cubasch U, Jones PD (1996) Detecting greenhouse-gas-induced climate change with an optimal fingerprint method. J Clim 9:2281–2306 Houghton JT, Meira Filho LG, Callander BA, Harris N, Kattenberg A, Maskell K (eds) (1996) Climate change 1995, the science of climate change. Cambridge University Press, Cambridge Hulme M, Osborn TJ, Johns TC (1998) Precipitation sensitivity to global warming: comparison of observations with HadCM2 simulations. Geophys Res Lett 25:3379–3382 Hurrell JW (1995) Decadal trends in the North Atlantic Oscillation: regional temperatures and precipitation. Science 269:676–679 Jones PD, Hegerl GC (1998) Comparisions of two methods of removing anthropogenically related variability from the\nnear-surface observational temperature field. J Geophys Res 103(D12):13777–13786 Jones PD, Jónsson T, Wheeler D (1997) Extension to the North Atlantic Oscillation using early instrumental pressure observations from Gibraltar and South West Iceland. Int J Clim 17:1433–1450 Jones PD, New M, Parker DE, Martin S, Rigor IG (1999) Surface air temperature and it changes over the past 150 years. Rev Geophys 37:173–199 Lean J, Beer J, Bradley R (1995) Reconstruction of solar irradiance since 1610: implications for climate change. Geophys Res Lett 22(23):3195–3198 McAvaney BJ, Covey C, Joussaume S, Kattsov V and 6 others (2001) Model evaluation. In: Houghton JT, Ding Y, Griggs DJ, Noguer M and 4 others (eds) Climate change 2001, the scientific basis. Contribution of Working Group I to the Third Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press, Cambridge, p 471–524 Mitchell JFB, Johns TC, Gregory JM, Tett SFB (1995) Transient climate response to increasing sulphate aerosols and greenhouse gases. Nature 376:501–504 Mitchell JFB, Karoly DJ, Hegerl GC, Zwiers FW, Allen MR, Marengo J (2001) Detection of climate change and attribution of causes. In: Houghton JT, Ding Y, Griggs DJ, Noguer M and 4 others (eds) Climate change 2001, the scientific basis. Contribution of Working Group I to the Third Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press, Cambridge, p 695–738 Paeth H, Hense A, Glowienka-Hense R, Voss R, Cubasch U (1999) The North Atlantic Oscillation as an indicator for greenhouse-gas induced regional climate change. Clim Dyn 15:937–951 Philander SG (1990) El Niño, La Niña and the Southern Oscillation. International geophysics series, Vol 46. Academic Press, San Diego, NY Preisendorfer RW (1988) Principal component analysis in meteorology and oceanography. Elsevier, Amsterdam Press WH, Flannery BP, Teukolsky SA, Vetterling WT (1992) Numerical recipes, 2nd edn. Cambridge University Press, Cambridge Ramaswamy V, Boucher O, Haigh J, Hauglustaine D, Haywood J, Myhre G, Nakajima T, Shi GY, Solomon S (2001) Radiative forcing of climate change. In: Houghton JT, Ding Y, Griggs DJ, Noguer M and 4 others (eds) Climate change 2001, the scientific basis. Contribution of Working Group I to the Third Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press, Cambridge, p 349–416 Santer BD, Taylor KE, Wigley TML, Johns TC and 9 others (1996) A search for human influences on the thermal structure of the atmosphere. Nature 382:39–46 Schönwiese CD, Rapp J (1997) Climate trend atlas of Europe based on observations 1891–1990. Kluwer Academic Publishers, Dordrecht Slutz RJ, Lubker SJ, Hiscox JD, Woodruff SD, Jenne, Steurer PM, Elms JD (1985) Comprehensive ocean-atmosphere data set; release 1. Climate Research Program, Boulder, CO von Storch H, Zwiers FW (1999) Statistical analysis in climate research. Cambridge University Press, Cambridge Walter A, Denhard M, Schönwiese CD (1998) Simulation of global and hemispheric temperature variations and signal detection studies using neural networks. Meteorol Z NF 7:171–180 Wigley TML (1987) Radiative contribution of different trace gases to the greenhouse effect. Clim Mon 16:14–28\n13\nEditorial responsibility: Hans von Storch, Geesthacht, Germany\nSubmitted: March 19, 2002; Accepted: December 20, 2002 Proofs received from author(s): April 15, 2003"
  }],
  "year": 2003,
  "references": [],
  "id": "SP:6953ad3f0955c6ef425b397ae50fcb0052594d4d",
  "authors": [{
    "name": "Tim Staeger",
    "affiliations": []
  }, {
    "name": "Jürgen Grieser",
    "affiliations": []
  }, {
    "name": "Christian-D. Schönwiese",
    "affiliations": []
  }],
  "abstractText": "Observed global and European spatiotemporal related fields of surface air temperature, mean-sea-level pressure and precipitation are analyzed statistically with respect to their response to external forcing factors such as anthropogenic greenhouse gases, anthropogenic sulfate aerosol, solar variations and explosive volcanism, and known internal climate mechanisms such as the El Niño-Southern Oscillation (ENSO) and the North Atlantic Oscillation (NAO). As a first step, a principal component analysis (PCA) is applied to the observed spatiotemporal related fields to obtain spatial patterns with linear independent temporal structure. In a second step, the time series of each of the spatial patterns is subject to a stepwise regression analysis in order to separate it into signals of the external forcing factors and internal climate mechanisms as listed above as well as the residuals. Finally a back-transformation leads to the spatiotemporally related patterns of all these signals being intercompared. Two kinds of significance tests are applied to the anthropogenic signals. First, it is tested whether the anthropogenic signal is significant compared with the complete residual variance including natural variability. This test answers the question whether a significant anthropogenic climate change is visible in the observed data. As a second test the anthropogenic signal is tested with respect to the climate noise component only. This test answers the question whether the anthropogenic signal is significant among others in the observed data. Using both tests, regions can be specified where the anthropogenic influence is visible (second test) and regions where the anthropogenic influence has already significantly changed climate (first test).",
  "title": "Statistical separation of observed global and European climate data into natural and anthropogenic signals"
}